Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The high Packet Loss threshold needs to be higher than the low Packet Loss threshold.
cs_cz: Je třeba, aby horní limit ztrátovosti paketů byl vyšší než ten spodní.
de_de: Der hohe Paketverlust-Schwellenwert muss höher als der niedrige Paketverlust-Schwellenwert sein.
el_gr: Το υψηλό όριο απώλειας πακέτων πρέπει να είναι υψηλότερο από το χαμηλό όριο απώλειας πακέτων.
fa_ir: آستانهٔ بالای Packet Loss باید از آستانهٔ پایین Packet Loss بیشتر باشد.
fr_fr: Le seuil de perte de paquets élevé doit être plus élevé que le seuil de perte de paquets bas.
it_it: La soglia alta di perdita di pacchetti deve essere superiore alla soglia bassa di perdita di pacchetti.
ko_kr: 높은 패킷 손실 임계값은 낮은 패킷 손실 임계값보다 높아야 합니다.
uk_ua: Верхній поріг втрати пакетів має бути вищим за нижній поріг втрати пакетів.
zh_cn: 高丢包阈值需要高于低丢包阈值。

source: The high latency threshold needs to be higher than the low latency threshold.
cs_cz: Je třeba, aby práh vysoké latence byl vyšší než práh nízké latence.
de_de: Der hohe Latenz-Schwellenwert muss höher als der niedrige Latenz-Schwellenwert sein.
el_gr: Το όριο υψηλής καθυστέρησης πρέπει να είναι υψηλότερο από το όριο χαμηλής καθυστέρησης.
fa_ir: آستانهٔ بالای تأخیر باید از آستانهٔ پایین تأخیر بیشتر باشد.
fr_fr: Le seuil de latence élevé doit être plus élevé que le seuil de latence faible.
it_it: La soglia di latenza alta deve essere superiore alla soglia di latenza bassa.
ko_kr: 높은 지연 시간 임계값은 낮은 지연 시간 임계값보다 높아야 합니다.
uk_ua: Верхній поріг затримки має бути вищим за нижній поріг затримки.
zh_cn: 高延迟阈值需要高于低延迟阈值。

source: The low latency threshold needs to be lower than the high latency threshold.
cs_cz: Je třeba, aby práh nízké latence byl nižší než práh vysoké latence.
de_de: Der niedrige Latenz-Schwellenwert muss niedriger als der hohe Latenz-Schwellenwert sein.
el_gr: Το όριο χαμηλής καθυστέρησης πρέπει να είναι χαμηλότερο από το όριο υψηλής καθυστέρησης.
fa_ir: آستانهٔ پایین تأخیر باید کمتر از آستانهٔ بالای تأخیر باشد.
fr_fr: Le seuil de latence faible doit être inférieur au seuil de latence élevé.
it_it: La soglia di latenza bassa deve essere inferiore alla soglia di latenza alta.
ko_kr: 낮은 지연 시간 임계값은 높은 지연 시간 임계값보다 낮아야 합니다.
uk_ua: Нижній поріг затримки має бути нижчим за верхній поріг затримки.
zh_cn: 低延迟阈值必须低于高延迟阈值。

source: This Gateway IP address already exists.
cs_cz: Tato IP adresa brány už existuje.
de_de: Diese Gateway-IP-Adresse existiert bereits.
el_gr: Αυτή η διεύθυνση IP πύλης υπάρχει ήδη.
fa_ir: آدرس IP این Gateway از قبل وجود دارد.
fr_fr: Cette adresse IP de passerelle existe déjà.
it_it: Questo indirizzo IP del gateway esiste già.
ko_kr: 이 게이트웨이 IP 주소는 이미 존재합니다.
uk_ua: Ця IP-адреса шлюзу вже існує.
zh_cn: 该网关 IP 地址已经存在。

source: This Monitor IP address already exists.
cs_cz: Tato IP adresa monitoru už existuje.
de_de: Diese Monitor-IP-Adresse existiert bereits.
el_gr: Αυτή η διεύθυνση IP παρακολούθησης υπάρχει ήδη.
fa_ir: آدرس IP این مانیتور از قبل وجود دارد.
fr_fr: Cette adresse IP du moniteur existe déjà.
it_it: Questo indirizzo IP del monitor esiste già.
ko_kr: 이 모니터 IP 주소는 이미 존재합니다.
uk_ua: Ця IP-адреса монітора вже існує.
zh_cn: 监控IP地址已存在。

source: Transip (UNSUPPORTED)
cs_cz: Transip (NEPODPOROVÁNO)
de_de: Transip (nicht unterstützt)
el_gr: Transip (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Transip (پشتیبانی‌نشده)
fr_fr: Transip (NON SUIVI)
it_it: Transito (NON SUPPORTATO)
ko_kr: ransip (지원 안함)
uk_ua: Transip (НЕ ПІДТРИМУЄТЬСЯ)

source: UDP only
cs_cz: Pouze UDP
de_de: Nur UDP
el_gr: Μόνο UDP
fa_ir: فقط UDP
fr_fr: UDP uniquement
it_it: Solo UDP
ko_kr: UDP 전용
uk_ua: Тільки UDP
zh_cn: 仅 UDP

source: Vultr (UNSUPPORTED)
cs_cz: Vultr (NEPODPOROVÁNO)
de_de: Vultr (nicht unterstützt)
el_gr: Vultr (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Vultr (پشتیبانی‌نشده)
it_it: Vultr (NON SUPPORTATO)
ko_kr: Vultr (지원 안함)
uk_ua: Vultr (НЕ ПІДТРИМУЄТЬСЯ)

source: WARN
cs_cz: VAROV
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
fa_ir: هشدار
fr_fr: AVERTISSEMENT
it_it: AVVISARE
ko_kr: 경고
uk_ua: ПОПЕРЕДЖЕННЯ
zh_cn: 警告

source: WebSocket and Upstream Keepalive support can not be combined.
cs_cz: Podporu WebSocket a Udržování spojení s nadřazeným nelze kombinovat.
de_de: WebSocket- und Upstream-Keepalive-Unterstützung können nicht kombiniert werden.
el_gr: Η υποστήριξη WebSocket και Upstream Keepalive δεν μπορεί να συνδυαστεί.
fa_ir: پشتیبانی WebSocket و Upstream Keepalive را نمی‌توان هم‌زمان فعال کرد.
fr_fr: Il n'est pas possible de combiner la prise en charge de WebSocket et de Upstream Keepalive.
it_it: Il supporto WebSocket e Upstream Keepalive non può essere combinato.
ko_kr: WebSocket과 Upstream Keepalive 지원은 함께 사용할 수 없습니다.
uk_ua: Підтримка WebSocket та Keepalive вищестоящих серверів не може бути скомбінована.
zh_cn: WebSocket和上游保活支持不能同时使用。

source: Weighted Fair Queueing
cs_cz: Vážené spravedlivé řazení
de_de: Gewichtetes faires Warteschlangenverfahren
el_gr: Σταθμισμένη Δίκαιη Ουρά
fa_ir: صف‌بندی عادلانه وزن‌دار
fr_fr: File d'attente équitable pondérée
it_it: Coda equa ponderata
ko_kr: 가중치 공정 큐잉
uk_ua: Зважена чесна черга
zh_cn: 加权公平排队

source: Weighted Round Robin
cs_cz: Vážený Round Robin
de_de: Gewichtetes Round-Robin-Verfahren
el_gr: Σταθμισμένο Round Robin
fa_ir: نوبت‌دهی دورانی وزن‌دار
fr_fr: Round Robin pondéré
it_it: Round Robin ponderato
ko_kr: 가중치 라운드 로빈
uk_ua: Зважений Round Robin
zh_cn: 加权循环

source: Yandex (UNSUPPORTED)
cs_cz: Yandex (NEPODPOROVÁNO)
de_de: Yandex (nicht unterstützt)
el_gr: Yandex (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Yandex (پشتیبانی‌نشده)
it_it: Yandex (NON SUPPORTATO)
ko_kr: Yandex (지원 안함)
uk_ua: Яндекс (НЕ ПІДТРИМУЄТЬСЯ)

source: You need to select at least one user or group for who this list applies
cs_cz: Je třeba vybrat alespoň jednoho uživatele nebo skupinu, pro které tento seznam platí
de_de: Sie müssen mindestens einen Benutzer oder eine Gruppe auswählen, für die diese Liste gilt.
el_gr: Πρέπει να επιλέξετε τουλάχιστον έναν χρήστη ή ομάδα για τους οποίους ισχύει αυτή η λίστα
fa_ir: باید حداقل یک کاربر یا گروه را انتخاب کنید تا این فهرست برای آن‌ها اعمال شود
fr_fr: Vous devez sélectionner au moins un utilisateur ou un groupe pour lequel cette liste s'applique
it_it: È necessario selezionare almeno un utente o gruppo a cui si applica questo elenco
ko_kr: 이 목록이 적용되는 사용자 또는 그룹을 최소한 한 명 선택해야 합니다.
uk_ua: Вам потрібно вибрати принаймні одного користувача або групу, до яких застосовується цей список
zh_cn: 您需要选择至少一个适用此列表的用户或组

source: Zeit (UNSUPPORTED)
cs_cz: Zeit (NEPODPOROVÁNO)
de_de: Zeit (NICHT UNTERSTÜTZT)
el_gr: Zeit (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Zeit (پشتیبانی‌نشده)
fr_fr: Zeit (NON SUIVI)
it_it: Tempo (NON SUPPORTATO)
ko_kr: Zeit (지원 안함)
uk_ua: Zeit (НЕ ПІДТРИМУЄТЬСЯ)

source: Zilore (UNSUPPORTED)
cs_cz: Zilore (NEPODPOROVÁNO)
de_de: Zilore (NICHT UNTERSTÜTZT)
el_gr: Zilore (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Zilore (پشتیبانی‌نشده)
fr_fr: Zilore (NON SUIVI)
it_it: Zilore (NON SUPPORTATO)
ko_kr: Zilore (지원 안함)
uk_ua: Zilore (НЕ ПІДТРИМУЄТЬСЯ)

source: Zonomi (UNSUPPORTED)
cs_cz: Zonomi (NEPODPOROVÁNO)
el_gr: Zonomi (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Zonomi (پشتیبانی‌نشده)
fr_fr: Zonomi (NON SUIVI)
it_it: Zonomi (NON SUPPORTATO)
ko_kr: Zonomi (지원 안함)
uk_ua: Zonomi (НЕ ПІДТРИМУЄТЬСЯ)

source: adult
cs_cz: pro dospělé
de_de: Erwachsen
el_gr: ενήλικας
fa_ir: محتوای بزرگسالان
fr_fr: adulte
it_it: adulto
ko_kr: 성인
uk_ua: для дорослих

source: advertisements
cs_cz: reklamy
de_de: Werbung
el_gr: διαφημίσεις
fa_ir: تبلیغات
fr_fr: publicités
it_it: annunci pubblicitari
ko_kr: 광고
uk_ua: реклама

source: astrology
cs_cz: astrologie
de_de: Astrologie
el_gr: αστρολογία
fa_ir: طالع‌بینی
fr_fr: astrologie
it_it: astrologia
ko_kr: 점성학
uk_ua: астрологія

source: audio-video
el_gr: ήχος-βίντεο
fa_ir: صوتی-تصویری
fr_fr: audio-vidéo
ko_kr: 오디오-비디오
uk_ua: аудіо-відео

source: bank
cs_cz: banka
el_gr: τράπεζα
fa_ir: بانک
fr_fr: banque
it_it: banca
ko_kr: 은행
uk_ua: банк
zh_cn: 银行

source: bitcoin
ko_kr: 비트코인
uk_ua: біткоїн

source: blog
el_gr: ιστολόγιο
fa_ir: وبلاگ
ko_kr: 블로그
uk_ua: блог

source: by
cs_cz: podle
de_de: von
el_gr: από
fa_ir: توسط
fr_fr: par
it_it: di
uk_ua: за

source: by_port
cs_cz: podle portu
de_de: nach_Port
el_gr: από_θύρα
fa_ir: براساس پورت
it_it: per_porto
uk_ua: за_портом

source: celebrity
de_de: Prominente
el_gr: διασημότητα
fa_ir: افراد مشهور
fr_fr: célébrité
it_it: celebrità
ko_kr: 유명인
uk_ua: знаменитості

source: certificate
cs_cz: certifikát
de_de: Zertifikat
el_gr: πιστοποιητικό
fa_ir: گواهی
fr_fr: certificat
it_it: certificato
ko_kr: 인증서
uk_ua: сертифікат

source: chain
cs_cz: řetěz
de_de: Kette
el_gr: αλυσίδα
fa_ir: زنجیره
fr_fr: chaîne
it_it: catena
ko_kr: 체인
uk_ua: ланцюг

source: chat
el_gr: συνομιλία
fa_ir: چت
it_it: chiacchierata
ko_kr: 챗
uk_ua: чат

source: child
cs_cz: podřízené
de_de: Kind
fa_ir: کودک
fr_fr: enfant
it_it: bambino
ko_kr: 아동
uk_ua: для дітей

source: cleaning
cs_cz: čištění
de_de: Reinigung
el_gr: καθάρισμα
fa_ir: پاک‌سازی
fr_fr: nettoyage
it_it: pulizia
ko_kr: 청소
uk_ua: очищення

source: cooking
cs_cz: vaření
de_de: Kochen
el_gr: μαγείρεμα
fa_ir: پخت‌وپز
fr_fr: cuisine
it_it: cucina
ko_kr: 요리
uk_ua: кулінарія

source: cryptojacking
el_gr: κρυπτοκλοπή
fa_ir: استخراج غیرمجاز ارز دیجیتال
it_it: criptojacking
ko_kr: 크립토재킹
uk_ua: криптоджекінг

source: dangerous_material
cs_cz: nebezpečný materiál
de_de: Gefährliche Stoffe
el_gr: επικίνδυνο_υλικό
fa_ir: محتوای خطرناک
fr_fr: matière_dangereuse
it_it: materiale_pericoloso
ko_kr: 위험 물질
uk_ua: небезпечні_матеріали

source: dating
cs_cz: seznamky
fa_ir: دوستیابی
fr_fr: Rencontre
it_it: datazione
ko_kr: 데이팅
uk_ua: знайомства

source: drugs
cs_cz: drogy
de_de: Drogeen
el_gr: ναρκωτικά
fa_ir: مواد مخدر
fr_fr: Drogues
it_it: droghe
ko_kr: 약물
uk_ua: наркотики

source: educational_games
cs_cz: vzdělávací_hry
de_de: Lernspiele
el_gr: εκπαιδευτικά_παιχνίδια
fa_ir: بازی‌های آموزشی
fr_fr: jeux_éducatifs
it_it: giochi_educativi
ko_kr: 교육용 게임
uk_ua: освітні_ігри

source: filehosting
cs_cz: hostování souborů
de_de: Dateihosting
el_gr: φιλοξενία αρχείων
fa_ir: میزبانی فایل
fr_fr: hébergement de fichiers
it_it: hosting di file
uk_ua: файлообмін

source: financial
cs_cz: finanční
de_de: Finanzen
el_gr: οικονομικός
fa_ir: مالی
fr_fr: financière
it_it: finanziario
ko_kr: 재정
uk_ua: фінансові

source: fingerprint
cs_cz: otisk
de_de: Fingerabdruck
el_gr: δακτυλικό αποτύπωμα
fa_ir: اثر انگشت
fr_fr: empreinte digitale
it_it: impronta digitale
ko_kr: 지문
uk_ua: відбиток

source: for
cs_cz: pro
de_de: für
el_gr: για
fa_ir: برای
fr_fr: pour
it_it: per
ko_kr: 대한
uk_ua: для

source: for_port
cs_cz: pro port
de_de: für_Port
el_gr: για_θύρα
fa_ir: برای پورت
fr_fr: pour_port
it_it: per_porto
ko_kr: 포트용
uk_ua: для_порту

source: forums
cs_cz: fóra
de_de: Foren
el_gr: φόρουμ
fa_ir: انجمن‌ها
it_it: forum
ko_kr: 포럼
uk_ua: форуми
zh_cn: 论坛

source: gambling
cs_cz: hazardní hry
de_de: Glücksspiel
el_gr: χαρτοπαίγνιο
fa_ir: قمار
fr_fr: jeux de hasard
it_it: gioco d'azzardo
ko_kr: 도박
uk_ua: азартні ігри

source: games
cs_cz: hry
de_de: Spiele
el_gr: παιχνίδια
fa_ir: بازی‌ها
fr_fr: jeux
it_it: giochi
ko_kr: 게임
uk_ua: ігри

source: global
cs_cz: globální
el_gr: καθολικός
fa_ir: سراسری
fr_fr: mondial
it_it: globale
ko_kr: 전역
uk_ua: глобальний
zh_cn: 全局

source: hacking
cs_cz: hackování
fa_ir: هک
fr_fr: piratage
ko_kr: 해킹
uk_ua: злам

source: handle
cs_cz: identifikátor
el_gr: λαβή
fa_ir: شناسه
fr_fr: poignée
it_it: maniglia
ko_kr: 핸들
uk_ua: обробляти

source: handle_path
cs_cz: obsloužit popis umístění
el_gr: διαδρομή_χειρισμού
fa_ir: مسیر شناسه
it_it: handle_percorso
uk_ua: обробляти шлях

source: header_down
cs_cz: hlavička schozena
de_de: Header nach unten
el_gr: κεφαλίδα_κάτω
fa_ir: سرصفحه (پایین)
it_it: intestazione_giù
uk_ua: низхідний заголовок

source: header_up
cs_cz: hlavička nahozena
de_de: Header nach oben
el_gr: κεφαλίδα_επάνω
fa_ir: سرصفحه (بالا)
uk_ua: висхідний заголовок

source: host
cs_cz: hostitel
el_gr: πλήθος
fa_ir: میزبان
fr_fr: hôte
it_it: ospite
ko_kr: 호스트
uk_ua: хост

source: issuer
cs_cz: vydavatel
de_de: Aussteller
el_gr: εκδότης
fa_ir: صادرکننده
fr_fr: émetteur
it_it: emittente
ko_kr: 발행자
uk_ua: емітент

source: jobsearch
cs_cz: hledání práce
de_de: Jobsuche
el_gr: αναζήτηση εργασίας
fa_ir: جستجوی شغل
fr_fr: recherche d'emploi
it_it: ricerca di lavoro
ko_kr: 구직
uk_ua: пошук роботи

source: lingerie
cs_cz: spodní prádlo
de_de: Dessous
el_gr: εσώρουχα
fa_ir: لباس زیر
it_it: biancheria intima
ko_kr: 란제리
uk_ua: білизна

source: listener_wrappers
cs_cz: obalování očekávání spojení
fa_ir: پوشش‌های گوش‌دهنده
fr_fr: enveloppes_d'écoute
it_it: listener_wrapper
uk_ua: обгортки слухача

source: malware
cs_cz: škodlivý software
el_gr: κακόβουλο λογισμικό
fa_ir: بدافزار
fr_fr: logiciels malveillants
ko_kr: 악성 소프트웨어
uk_ua: шкідливе ПЗ

source: manga
el_gr: μάνγκα
fa_ir: مانگا
ko_kr: 만화
uk_ua: манга

source: marketingware
cs_cz: software s vloženým marketingem
de_de: Marketingsoftware
el_gr: λογισμικό μάρκετινγκ
fa_ir: نرم‌افزار بازاریابی
fr_fr: logiciel de marketing
ko_kr: 마케팅웨어
uk_ua: маркетингове ПЗ

source: mixed_adult
cs_cz: smíšený pro dospělé
de_de: Gemischte Inhalte für Erwachsene
el_gr: μικτός_ενήλικας
fa_ir: محتوای بزرگسال (مختلط)
fr_fr: adulte_mixte
it_it: misto_adulto
ko_kr: 혼합 성인
uk_ua: змішаний дорослий вміст

source: mobile-phone
cs_cz: mobilní telefon
de_de: Mobiltelefon
el_gr: κινητό τηλέφωνο
fa_ir: تلفن همراه
fr_fr: téléphone mobile
it_it: telefono cellulare
ko_kr: 모바일 번호
uk_ua: мобільний телефон

source: not_after
cs_cz: ne po
de_de: Nicht nach
el_gr: όχι_μετά
fa_ir: تاریخ پایان اعتبار
fr_fr: pas_après
it_it: non_dopo
ko_kr: 만료일
uk_ua: не пізніше

source: not_before
cs_cz: ne před
de_de: Nicht vor
el_gr: όχι_πριν
fa_ir: تاریخ شروع اعتبار
fr_fr: pas_avant
it_it: non_prima
ko_kr: 발급일
uk_ua: не раніше

source: phishing
cs_cz: rhybaření (phishing)
el_gr: ηλεκτρονικό ψάρεμα (phishing)
fa_ir: فیشینگ
fr_fr: hameçonnage
ko_kr: 피싱
uk_ua: фішинг

source: press
cs_cz: tisk
de_de: Presse
el_gr: τύπος
fa_ir: رسانه
fr_fr: presse
it_it: premere
ko_kr: 보도
uk_ua: преса

source: proto
cs_cz: protokol
de_de: Protokoll
fa_ir: پروتکل
ko_kr: 프로토콜
uk_ua: прото

source: push block-outside-dns
cs_cz: natlačit blokování vnějších dns
ko_kr: block-outside-dns 푸쉬
uk_ua: примусове блокування зовнішнього DNS

source: push register-dns
cs_cz: natlačit registraci dns
it_it: spingere il registro-dns
ko_kr: register-dns 푸쉬
uk_ua: примусова реєстрація DNS

source: radio
cs_cz: bezdrátové
el_gr: ραδιόφωνο
fa_ir: رادیو
ko_kr: 라디오
uk_ua: радіо

source: redir
cs_cz: přesměrovat
fa_ir: تغییرمسیر
uk_ua: переспрямування

source: redirector
cs_cz: přesměrovávač
de_de: Weiterleitungsdienst
el_gr: ανακατευθύντρια
fa_ir: مسیر‌دهنده
fr_fr: redirecteur
it_it: reindirizzatore
ko_kr: 리디렉터
uk_ua: переспрямувач

source: remote-control
cs_cz: ovládání na dálku
el_gr: τηλεχειριστήριο
fa_ir: کنترل از راه دور
fr_fr: télécommande
it_it: telecomando
ko_kr: 원격 제어
uk_ua: віддалене керування

source: reverse_proxy
cs_cz: reverzní proxy
fa_ir: پروکسی معکوس
fr_fr: proxy_inverse
ko_kr: 리버스 프록시
uk_ua: зворотний проксі

source: root (default)
cs_cz: root (výchozí)
de_de: root (Standard)
el_gr: ρίζα (προεπιλογή)
fa_ir: root (پیش‌فرض)
fr_fr: racine (par défaut)
it_it: radice (predefinito)
ko_kr: root (기본)
uk_ua: кореневий (типово)

source: serial
cs_cz: sériové
el_gr: σειράς
fa_ir: سریال
fr_fr: en série
it_it: seriale
ko_kr: 직렬
uk_ua: серійний

source: session_resumed
cs_cz: relace obnovena
de_de: Wiederaufgenommene Sitzung
el_gr: συνέχιση_συνεδρίας
fa_ir: جلسه از سر گرفته شد
it_it: sessione_ripresa
ko_kr: 세션 재시작
uk_ua: сесія відновлена

source: sexual_education
cs_cz: sexuální výchova
de_de: Sexualerziehung
el_gr: σεξουαλική_διαπαιδαγώγηση
fa_ir: آموزش جنسی
fr_fr: éducation sexuelle
it_it: educazione_sessuale
ko_kr: 성 교육
uk_ua: статеве виховання

source: shopping
cs_cz: nakupování
el_gr: ψώνια
fa_ir: خرید
fr_fr: achats
ko_kr: 쇼핑
uk_ua: покупки

source: shortener
cs_cz: zkracovač
de_de: URL-Verkürzungsdienst
el_gr: βραχύνων
fa_ir: کوتاه‌کننده
fr_fr: raccourcisseur
it_it: accorciatore
ko_kr: 단축기
uk_ua: скорочувач

source: social_networks
cs_cz: sociální sítě
de_de: Soziale Netzwerke
el_gr: κοινωνικά_δίκτυα
fa_ir: شبکه‌های اجتماعی
fr_fr: réseaux_sociaux
ko_kr: 소셜 네트워크
uk_ua: соціальні мережі

source: sports
cs_cz: sporty
de_de: Sport
el_gr: αθλητισμός
fa_ir: ورزش
it_it: sport
ko_kr: 스포츠
uk_ua: спорт

source: stalkerware
cs_cz: nástroje pro sledování
el_gr: λογισμικό παρακολούθησης
fa_ir: نرم‌افزارهای تعقیب
ko_kr: 스토커웨어
uk_ua: сталкерське ПЗ

source: standby
cs_cz: pohotovostní režim
de_de: Bereitschaft
el_gr: αναμονή
fa_ir: آماده‌باش
fr_fr: en veille
ko_kr: 대기
uk_ua: режим очікування

source: subject
cs_cz: předmět
de_de: Betreff
el_gr: θέμα
fa_ir: موضوع
fr_fr: sujet
it_it: soggetto
ko_kr: 주제
uk_ua: суб'єкт

source: translation
cs_cz: překlad
de_de: Übersetzung
el_gr: μετάφραση
fa_ir: ترجمه
fr_fr: traduction
it_it: traduzione
ko_kr: 번역
uk_ua: переклад

source: update
cs_cz: aktualizace
de_de: Aktualisierung
el_gr: αναβάθμιση
fa_ir: به‌روزرسانی
fr_fr: mise à jour
it_it: aggiornamento
ko_kr: 업데이트
uk_ua: оновлення

source: version
cs_cz: verze
el_gr: έκδοση
fa_ir: نسخه
it_it: versione
ko_kr: 버전
uk_ua: версія

source: warez
cs_cz: pirátský software
fa_ir: نرم‌افزارهای کرک‌شده
it_it: wares
ko_kr: 와레즈
uk_ua: варез

source: webmail
cs_cz: webový e-mail
el_gr: ηλεκτρονικό ταχυδρομείο
fa_ir: وب‌میل
ko_kr: 웹메일
uk_ua: вебпошта

source: #Failed Hosts
de_de: #Fehlgeschlagene Hosts
fa_ir: #میزبان‌های ناموفق
fr_fr: #Hôtes défaillants
uk_ua: #Невдалі хости

source: #Files Fetched
de_de: #Abgerufene Dateien
fa_ir: #فایل‌های دریافت‌شده
fr_fr: #Fichiers recherchés
uk_ua: #Вибрані файли

source: #Files Removed
de_de: #Dateien entfernt
fa_ir: #فایل‌های حذف‌شده
fr_fr: #Fichiers supprimés
uk_ua: #Видалені файли

source: #Hosts
fa_ir: #میزبان‌ها
uk_ua: #Хости

source: #Total Files
de_de: #Gesamtanzahl der Dateien
fa_ir: #کل فایل‌ها
fr_fr: #Total des fichiers
uk_ua: #Всього файлів

source: #Total Size
de_de: #Gesamtgröße
fa_ir: #حجم کل
fr_fr: #Taille totale
uk_ua: #Загальний розмір

source: %d hour
de_de: %d Stunde
fa_ir: %d ساعت
fr_fr: heure %d
ko_kr: %d 시
uk_ua: %d година

source: %d hours
de_de: %d Stunden
fa_ir: %d ساعت
fr_fr: %d heures
ko_kr: %d 시
uk_ua: %d годин

source: %d minute (Default)
de_de: %d Minute (Standard)
fa_ir: %d دقیقه (پیش‌فرض)
fr_fr: %d minute (par défaut)
ko_kr: %d 분 (기본)
uk_ua: %d хвилина (Типово)

source: %d minutes
de_de: %d Minuten
fa_ir: %d دقیقه
ko_kr: %d 분
uk_ua: %d хвилин

source: %s is not a valid destination alias.
de_de: %s ist kein gültiger Zielalias.
fa_ir: %s یک نام مستعار مقصد معتبر نیست.
fr_fr: %s n'est pas un alias de destination valide.
ko_kr: %s는 유효한 목적지 별칭이 아닙니다.
uk_ua: %s не є дійсним псевдонімом призначення.

source: %s is not a valid source alias.
de_de: %s ist kein gültiger Quellalias.
fa_ir: %s یک نام مستعار مبدأ معتبر نیست.
fr_fr: %s n'est pas un alias source valide.
ko_kr: %s는 유효한 출발지 별칭이 아닙니다.
uk_ua: %s не є дійсним псевдонімом джерела.

source: %sClick here%s for PPP-specific configuration options. Save first if you made changes.
de_de: %sKlicken Sie hier%s für PPP-spezifische Konfigurationsoptionen. Speichern Sie zuerst, wenn Sie Änderungen vorgenommen haben.
fa_ir: %sبرای گزینه‌های پیکربندی مخصوص PPP اینجا کلیک کنید%s. اگر تغییراتی انجام داده‌اید ابتدا ذخیره کنید.
fr_fr: Cliquez ici pour les options de configuration spécifiques au PPP. Sauvegardez d'abord si vous avez fait des changements.
it_it: %sClicca qui%s per le opzioni di configurazione specifiche di PPP. Salva prima se hai apportato modifiche.
ko_kr: PPP 관련 구성 옵션을 보려면 %s여기를 클릭%s하세요. 변경 사항이 있으면 먼저 저장하세요.
uk_ua: %sНатисніть тут%s для параметрів конфігурації, специфічних для PPP. Збережіть спочатку, якщо ви внесли зміни.

source: '%s' is already used in another DHCP host entry.
de_de: '%s' wird bereits in einem anderen DHCP-Hosteintrag verwendet.
fa_ir: '%s' قبلاً در یک ورودی میزبان DHCP دیگر استفاده شده است.
fr_fr: '%s' est déjà utilisé dans une autre entrée d'hôte DHCP.
ko_kr: '%s'는 이미 다른 DHCP 호스트 항목에서 사용되고 있습니다.
uk_ua: '%s' вже використовується в іншому записі хоста DHCP.

source: 'Option' and 'Option6' cannot be selected at the same time.
de_de: 'Option' und 'Option6' können nicht gleichzeitig ausgewählt werden.
fa_ir: 'Option' و 'Option6' را نمی‌توان هم‌زمان انتخاب کرد.
fr_fr: Les options 'Option' et 'Option6' ne peuvent pas être sélectionnées en même temps.
ko_kr: '옵션'과 '옵션6'은 동시에 선택할 수 없습니다.
uk_ua: 'Option' та 'Option6' не можуть бути вибрані одночасно.

source: (Experimental)
de_de: (Experimentell)
fa_ir: (آزمایشی)
fr_fr: (expérimental)
it_it: (Sperimentale)
ko_kr: (실험적)
uk_ua: (Експериментально)

source: A constructor can only be configured for ipv6.
de_de: Ein Konstruktor kann nur für IPv6 konfiguriert werden.
fa_ir: یک سازنده تنها برای ipv6 قابل پیکربندی است.
fr_fr: Un constructeur ne peut être configuré que pour ipv6.
it_it: Un costruttore può essere configurato solo per IPv6.
ko_kr: 생성자는 ipv6에 대해서만 구성될 수 있습니다.
uk_ua: Конструктор може бути налаштований лише для ipv6.

source: A constructor expects a partial address (e.g. ::1).
de_de: Ein Konstruktor erwartet eine Teiladresse (z. B. ::1).
fa_ir: یک سازنده انتظار دریافت یک آدرس جزئی دارد (مثلاً ::1).
fr_fr: Un constructeur attend une adresse partielle (par exemple ::1).
ko_kr: 생성자는 부분 주소 (예: ::1)를 입력값으로 받습니다.
uk_ua: Конструктор очікує часткову адресу (наприклад, ::1).

source: A disabled renegotiation time requires a token lifetime.
de_de: Eine deaktivierte Neuverhandlungszeit erfordert eine Token-Lebensdauer.
fa_ir: در صورت غیرفعال بودن زمان مذاکره مجدد، طول عمر توکن لازم است.
fr_fr: Un temps de renégociation désactivé nécessite une durée de vie du jeton.
ko_kr: 비활성화된 재협상 시간에는 토큰 수명이 필요합니다.
uk_ua: Вимкнений час переговорів вимагає терміну дії токена.

source: A domain of type 'Interface' requires an interface to be selected.
de_de: Eine Domain des Typs 'Schnittstelle' erfordert die Auswahl einer Schnittstelle.
fa_ir: دامنه‌ای از نوع 'Interface' مستلزم انتخاب یک رابط است.
fr_fr: Un domaine de type "Interface" nécessite la sélection d'une interface.
ko_kr: '인터페이스' 유형의 도메인에서는 인터페이스를 선택해야 합니다.
uk_ua: Домен типу 'Інтерфейс' вимагає вибору інтерфейсу.

source: A password is required
de_de: Ein Passwort ist erforderlich
fa_ir: رمز عبور الزامی است
fr_fr: Un mot de passe est nécessaire
it_it: È richiesta la password
ko_kr: 비밀번호가 필요함
uk_ua: Потрібен пароль

source: A shaper is required when configuring one in the reverse direction.
de_de: Ein Shaper ist erforderlich, wenn eine Konfiguration in Gegenrichtung vorgenommen wird.
fa_ir: برای پیکربندی در جهت معکوس، یک شکل‌دهنده ترافیک لازم است.
fr_fr: Une mise en forme est nécessaire lors de la configuration dans le sens inverse.
ko_kr: 역방향으로 구성할 경우에는 셰이퍼가 필요합니다.
uk_ua: Формувач потрібен при налаштуванні його у зворотному напрямку.

source: A token renewal requires a token lifetime.
de_de: Eine Token-Erneuerung erfordert eine Token-Lebensdauer.
fa_ir: تجدید توکن نیاز به تعیین مدت‌زمان عمر توکن دارد.
fr_fr: Le renouvellement d'un jeton nécessite une durée de vie du jeton.
it_it: Il rinnovo del token richiede una durata del token.
ko_kr: 토큰을 갱신하려면 토큰 수명이 필요합니다.
uk_ua: Поновлення токена вимагає терміну дії токена.

source: A token secret requires a token lifetime.
de_de: Ein Token-Secret erfordert eine Token-Lebensdauer.
fa_ir: راز توکن نیاز به تعیین مدت‌زمان عمر توکن دارد.
fr_fr: Un jeton secret nécessite une durée de vie du jeton.
ko_kr: 토큰 비밀에는 토큰 수명이 필요합니다.
uk_ua: Секретний токен вимагає терміну дії токена.

source: A username must contain a maximum of 32 alphanumeric characters.
de_de: Ein Benutzername darf höchstens 32 alphanumerische Zeichen enthalten.
fa_ir: نام کاربری باید حداکثر شامل ۳۲ کاراکتر حرفی‌عددی باشد.
fr_fr: Un nom d'utilisateur doit contenir au maximum 32 caractères alphanumériques.
ko_kr: 사용자 이름은 최대 32자의 영숫자를 포함해야 합니다.
uk_ua: Ім'я користувача повинно містити максимум 32 буквено-цифрові символи.
