Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: These options enable additional messages from NTP to be written to the System Log
cs_cz: Tyto předvolby zapnou zapisování dalších zpráv z NTP do systémového záznamu událostí
de_de: Diese Optionen ermöglichen zusätzliche Meldungen von NTP, die im Systemprotokoll gespeichert werden
el_gr: Αυτές οι επιλογές επιτρέπουν την εγγραφή πρόσθετων μηνυμάτων από το NTP στο Αρχείο Καταγραφής Συστήματος.
fa_ir: این گزینه‌ها نوشتن پیام‌های اضافی NTP در لاگ سیستم را فعال می‌کنند.
fr_fr: Ces options autorise l'écriture de messages NTP additionnels dans le journal système (System Log).
it_it: Queste opzioni consentono di scrivere messaggi aggiuntivi da NTP nel registro di sistema
ko_kr: 이 옵션을 사용하면 NTP에서 시스템 로그에 추가 메시지를 작성 가능
pl_pl: Te opcje umożliwiają zapisywanie dodatkowych komunikatów od NTP do Dziennika Systemowego
uk_ua: Ці опції дозволяють записувати додаткові повідомлення від NTP до системного журналу
zh_cn: 这些选项允许将来自NTP的其他信息写入系统日志

source: Status > System Logs > NTP
cs_cz: Stav > Systémové události > NTP
de_de: Status > Systemprotokolle > NTP
el_gr: Κατάσταση > Αρχεία καταγραφής συστήματος > NTP
fa_ir: وضعیت > لاگ‌های سیستم > NTP
fr_fr: Statut > Journaux Système > NTP
it_it: Stato > Registri di sistema > NTP
ko_kr: 상태 > 시스템 로그 > NTP
pl_pl: Status > Dzienniki systemowe > NTP
uk_ua: Статус > Системні журнали > NTP
zh_cn: NTP日志

source: Syslog logging
cs_cz: Syslog zaznamenávání událostí
de_de: Syslog-Protokollierung
el_gr: Καταγραφή Syslog
fa_ir: ثبت Syslog
fr_fr: Journalisation syslog
it_it: Registrazione syslog
ko_kr: Syslog 로깅
pl_pl: Logowanie syslog
uk_ua: Ведення журналу Syslog
zh_cn: Syslog日志

source: NTP graphs
cs_cz: NTP grafy
de_de: NTP-Diagramme
el_gr: Γραφήματα NTP
fa_ir: نمودارهای NTP
fr_fr: Graphiques NTP
it_it: Grafici NTP
ko_kr: NTP 그래프
pl_pl: Wykresy NTP
uk_ua: Графіки NTP
zh_cn: NTP图表

source: Orphan mode
cs_cz: Osiřelý režim
de_de: Orphan-Modus
el_gr: Λειτουργία ορφανού
fa_ir: حالت یتیم
fr_fr: Mode orphelin
it_it: Modalità orfana
ko_kr: 독립 모드
pl_pl: Tryb osierocony
uk_ua: Режим сироти
zh_cn: 孤立模式

source: The "do not use" option indicates that NTP should not use this server for time, but stats for this server will be collected and displayed.
cs_cz: Možnost „nepoužívat“ znamená, že NTP by neměl tento server používat pro měření času, ale statistiky pro tento server budou shromažďovány a zobrazovány.
de_de: Die Option "Nicht verwenden" gibt an, dass NTP diesen Server nicht zur Zeitbestimmung verwenden soll, aber Statistikdaten zu diesem Server gesammelt und angezeigt werden.
el_gr: Η επιλογή "μην χρησιμοποιείτε" υποδεικνύει ότι το NTP δεν πρέπει να χρησιμοποιεί αυτόν τον διακομιστή για χρονικό διάστημα, αλλά θα συλλέγονται και θα εμφανίζονται στατιστικά στοιχεία για αυτόν τον διακομιστή.
fa_ir: گزینهٔ «عدم استفاده» نشان می‌دهد که NTP نباید از این سرور برای زمان استفاده کند، اما آمار این سرور جمع‌آوری و نمایش داده می‌شود.
fr_fr: L'option "do not use" indique que ce serveur ne sera pas utilisé pour le NTP mais les statistiques pour ce serveur seront collectées et affichées.
it_it: L'opzione "non utilizzare" indica che NTP non dovrebbe utilizzare questo server per un certo periodo, ma le statistiche per questo server verranno raccolte e visualizzate.
ko_kr: "사용하지 않음" 옵션은 NTP가 이 서버의 시간을 사용하지 않도록 하지만, 이 서버의 통계는 수집되어 표시됩니다.
pl_pl: Opcja "nie używaj" wskazuje, że NTP nie powinien korzystać z tego serwera do czasu, ale statystyki dla tego serwera będą zbierane i wyświetlane.
uk_ua: Опція "не використовувати" вказує, що NTP не повинен використовувати цей сервер для часу, але статистика для цього сервера буде зібрана та відображена.
zh_cn: "不使用"选项表示NTP不使用此服务器的时间，但会收集并显示此服务器的统计信息。

source: The "prefer" option indicates that NTP should favor the use of this server more than all others.
cs_cz: Možnost „upřednostňovat“ označuje, že NTP má upřednostňovat použití tohoto serveru před všemi ostatními.
de_de: Die Option "Bevorzugen" gibt an, dass NTP diesen Server bevorzugt gegenüber allen anderen verwenden soll.
el_gr: Η επιλογή "προτιμώ" υποδεικνύει ότι το NTP θα πρέπει να προτιμά τη χρήση αυτού του διακομιστή περισσότερο από όλους τους άλλους.
fa_ir: گزینهٔ «ترجیح» نشان می‌دهد که NTP باید استفاده از این سرور را نسبت به سایر سرورها ترجیح دهد.
fr_fr: L'option "prefer" indique que NTP devrait favoriser l'utilisation de ce serveur plus que tous les autres.
it_it: L'opzione "preferisci" indica che NTP dovrebbe favorire l'utilizzo di questo server più di tutti gli altri.
ko_kr: "선호" 옵션은 NTP가 이 서버를 다른 모든 서버보다 더 선호해야 함을 나타냅니다.
pl_pl: Opcja "preferuj" wskazuje, że NTP powinien faworyzować korzystanie z tego serwera bardziej niż z innych.
uk_ua: Опція "віддавати перевагу" вказує, що NTP повинен віддавати перевагу використанню цього сервера більше, ніж всім іншим.
zh_cn: "首选"选项表示NTP优先使用该服务器。

source: For best results three to five servers should be configured here.
cs_cz: Pro nejlepší možné výsledky by zde měly být nastaveny tři až pět serverů.
de_de: Es wird empfohlen, drei bis fünf Server zu konfigurieren.
el_gr: Για καλύτερα αποτελέσματα, θα πρέπει να διαμορφωθούν εδώ τρεις έως πέντε διακομιστές.
fa_ir: برای بهترین نتیجه سه تا پنج سرور باید اینجا پیکربندی شوند.
fr_fr: Pour de meilleurs résultats, de 3 à 5 serveurs devraient être configurés.
it_it: Per ottenere i migliori risultati è necessario configurare da tre a cinque server qui.
ko_kr: 최상의 결과를 얻으려면 여기에 3~5개의 서버를 구성해야 합니다.
pl_pl: Dla najlepszych wyników tutaj powinno być skonfigurowanych od trzech do pięciu serwerów.
uk_ua: Для найкращих результатів тут слід налаштувати від трьох до п'яти серверів.
zh_cn: 为了获得最佳效果，应在此处配置三到五个服务器。

source: Do not use
cs_cz: Nepoužívat
de_de: Nicht verwenden
el_gr: Μην χρησιμοποιείτε
fa_ir: عدم استفاده
fr_fr: Ne pas utiliser
it_it: Non utilizzare
ko_kr: 사용하지 않음
pl_pl: Nie używaj
uk_ua: Не використовувати
zh_cn: 不使用

source: Prefer
cs_cz: Upřednostňovat
de_de: Bevorzugen
el_gr: Προτιμώ
fa_ir: ترجیح
fr_fr: Préférer
it_it: Preferisco
ko_kr: 선호
pl_pl: Preferuj
uk_ua: Віддавати перевагу
zh_cn: 首选

source: Time servers
cs_cz: Časové servery
de_de: Zeitserver
el_gr: Διακομιστές ώρας
fa_ir: سرورهای زمان
fr_fr: Serveurs de temps
it_it: Server del tempo
ko_kr: 타임 서버
pl_pl: Serwery czasu
uk_ua: Сервери часу
zh_cn: NTP服务器

source: NTP Server Configuration
cs_cz: Nastavení NTP serveru
de_de: NTP-Serverkonfiguration
el_gr: Ρύθμιση παραμέτρων διακομιστή NTP
fa_ir: پیکربندی سرور NTP
fr_fr: Configuration du serveur NTP
it_it: Configurazione del server NTP
ko_kr: NTP 서버 구성
pl_pl: Konfiguracja serwera NTP
uk_ua: Конфігурація сервера NTP
zh_cn: NTP服务器配置

source: Orphan mode must be a value between 0..15
cs_cz: Je třeba, aby hodnota osiřelého režimu byla z rozmezí 0 (nula) až 15.
de_de: Orphan-Modus muss eine Zahl zwischen 0 und 15 sein
el_gr: Η ορφανή λειτουργία πρέπει να έχει τιμή μεταξύ 0, 15
fa_ir: حالت Orphan باید مقداری بین 0 تا 15 باشد
fr_fr: Le mode orphelin doit être une valeur comprise dans l'intervalle 0..15
it_it: La modalità orfana deve essere un valore compreso tra 0 e 15
ko_kr: 독립 모드는 0에서 15 사이의 값이어야 함
pl_pl: Tryb osierocony musi mieć wartość między 0..15
uk_ua: Режим сироти повинен бути значенням від 0 до 15
zh_cn: 孤立模式的值必须是介于0-15之间

source: Specify a non standard port number here, leave blank for default
cs_cz: V případě potřeby nestandardního čísla portu ho zadejte sem, pro použití výchozího nevyplňujte
de_de: Geben Sie hier eine nicht standardmäßige Portnummer an. Lassen Sie das Feld leer, um die Standardnummer zu verwenden.
el_gr: Καθορίστε εδώ έναν μη τυπικό αριθμό θύρας, αφήστε κενό για προεπιλογή
fa_ir: در اینجا شماره پورت غیر‌استاندارد را وارد کنید؛ برای استفاده از مقدار پیش‌فرض خالی بگذارید
fr_fr: Spécifier un numéro de port non standard ici, laissez vide pour utiliser la valeur par défaut.
it_it: Specificare qui un numero di porta non standard, lasciare vuoto per impostazione predefinita
ko_kr: 여기에 비표준 포트 번호를 지정하고 기본값은 비워 두세요.
pl_pl: Podaj tutaj niestandardowy numer portu, pozostaw puste dla domyślnego
uk_ua: Вкажіть тут нестандартний номер порту, залиште пустим для типового значення
zh_cn: 在此处指定非标准端口号，默认为空

source: Domain to override (NOTE: this does not have to be a valid TLD!)
cs_cz: Domény k přebití (POZN: toto nemusí být platné TLD!)
de_de: Zu überschreibende Domäne (HINWEIS: Dies muss keine gültige TLD sein!)
el_gr: Τομέας προς παράκαμψη (ΣΗΜΕΙΩΣΗ: δεν χρειάζεται να είναι έγκυρο TLD!)
fa_ir: دامنه برای بازنویسی (توجه: لازم نیست TLD معتبر باشد!)
fr_fr: Domaine à contourner (NOTE: un TLD valide n'est pas obligatoire!)
it_it: Dominio da sovrascrivere (NOTA: non deve essere un TLD valido!)
ko_kr: 재정의할 도메인(참고: 유효한 TLD일 필요는 없습니다!)
pl_pl: Domena do nadpisania (UWAGA: nie musi to być prawidłowa domena najwyższego poziomu!)
uk_ua: Домен для перевизначення (НОТАТКА: це не обов'язково має бути дійсний TLD!)
zh_cn: 要覆盖的域(注意：这不必是有效的TLD！)

source: A valid domain must be specified.
cs_cz: Je třeba zadat platnou doménu.
de_de: Eine gültige Domain muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος τομέας.
fa_ir: باید یک دامنه معتبر مشخص شود.
fr_fr: Un domaine valide doit être spécifié.
it_it: È necessario specificare un dominio valido.
ko_kr: 유효한 도메인을 지정해야 합니다.
pl_pl: Należy podać prawidłową domenę.
uk_ua: Має бути вказаний дійсний домен.
zh_cn: 必须指定一个有效的域。

source: Use these for changing DNS results or for adding custom DNS records.
cs_cz: Pomocí těchto změňte DNS výsledky nebo přidávejte vlastní DNS záznamy.
de_de: Verwenden Sie dies, um DNS-Ergebnisse zu ändern oder um benutzerdefinierte DNS-Einträge hinzuzufügen.
el_gr: Χρησιμοποιήστε τα για να αλλάξετε τα αποτελέσματα DNS ή για να προσθέσετε προσαρμοσμένες εγγραφές DNS.
fa_ir: از این موارد برای تغییر نتایج DNS یا افزودن رکوردهای DNS سفارشی استفاده کنید.
fr_fr: Utilisez ces options pour changer les résultats DNS ou pour ajouter des enregistrements DNS personnalisés.
it_it: Utilizzali per modificare i risultati DNS o per aggiungere record DNS personalizzati.
ko_kr: DNS 결과를 변경하거나 사용자 지정 DNS 레코드를 추가할 때 사용합니다.
pl_pl: Używaj ich do zmiany wyników DNS lub dodawania niestandardowych rekordów DNS.
uk_ua: Використовуйте їх для зміни результатів DNS або для додавання власних записів DNS.
zh_cn: 添加主机记录来覆盖DNS查询的结果或添加自定义的DNS记录。

source: Entries in this section override individual results from the forwarders.
cs_cz: Položky v této sekci přepíší jednotlivé výsledky od přeposílačů.
de_de: Einträge in dieser Sektion überschreiben individuelle Ergebnisse des Forwarders.
el_gr: Οι καταχωρίσεις σε αυτήν την ενότητα αντικαθιστούν τα μεμονωμένα αποτελέσματα από τους προωθητές.
fa_ir: ورودی‌های این بخش نتایج جداگانه فورواردها را بازنویسی می‌کنند.
fr_fr: Les entrées de cette section écrasent les résultats provenant des redirecteurs.
it_it: Le voci in questa sezione sovrascrivono i risultati individuali degli spedizionieri.
ko_kr: 이 섹션의 항목은 전달자의 개별 결과를 재정의합니다.
pl_pl: Wpisy w tej sekcji nadpisują indywidualne wyniki z przekazujących.
uk_ua: Записи в цьому розділі перевизначають окремі результати від пересилачів.
zh_cn: 这里设置的记录会覆盖转发器查询的结果。

source: Show advanced option
cs_cz: Zobrazit pokročilé předvolby
de_de: Erweiterte Optionen anzeigen
el_gr: Εμφάνιση προηγμένης επιλογής
fa_ir: نمایش گزینه پیشرفته
fr_fr: Afficher les options avancées
it_it: Mostra opzione avanzata
ko_kr: 고급 옵션 보기
pl_pl: Pokaż opcje zaawansowane
uk_ua: Показати розширені параметри
zh_cn: 显示高级选项

source: Do not forward private reverse lookups
cs_cz: Nepřeposílat obrácená hledání z názvů na místní síti
de_de: Private Reverse-Lookups nicht weiterleiten
el_gr: Μην προωθείτε ιδιωτικές αντίστροφες αναζητήσεις
fa_ir: جست‌وجوهای معکوس خصوصی را فوروارد نکنید
fr_fr: Ne pas faire suivre les recherches locales inversées
it_it: Non inoltrare ricerche inverse private
ko_kr: 개인 역방향 조회 전달 안 함
pl_pl: Nie przekazuj prywatnych odwrotnych zapytań
uk_ua: Не пересилати приватні зворотні запити
zh_cn: 不转发私有反向查找

source: Require domain
cs_cz: Vyžadovat doménu
de_de: Domain erforderlich
el_gr: Απαιτείται τομέας
fa_ir: نیاز به دامنه
fr_fr: Exiger un domaine
it_it: Richiedi dominio
ko_kr: 도메인 필요
pl_pl: Wymagaj domeny
uk_ua: Вимагати домен
zh_cn: 需要域名

source: Query DNS servers sequentially
cs_cz: Dotazovat se DNS serverů popořadě
de_de: DNS-Server sequenziell abfragen
el_gr: Υποβολή ερωτημάτων σε διακομιστές DNS διαδοχικά
fa_ir: پرس‌وجو از سرورهای DNS به‌صورت ترتیبی
fr_fr: Interrogation séquentielle des serveurs DNS
it_it: Interrogare i server DNS in sequenza
ko_kr: DNS 서버를 순차적으로 쿼리
pl_pl: Odpytuj serwery DNS sekwencyjnie
uk_ua: Запитувати DNS-сервери послідовно
zh_cn: 顺序查询DNS服务器

source: DNS Query Forwarding
cs_cz: Přeposílání DNS dotazů
de_de: DNS Abfrage-Weiterleitung
el_gr: Προώθηση ερωτημάτων DNS
fa_ir: فوروارد پرس‌وجوی DNS
fr_fr: Transfert de requête DNS
it_it: Inoltro di query DNS
ko_kr: DNS 쿼리 전달
pl_pl: Przekazywanie zapytań DNS
uk_ua: Пересилання DNS-запитів
zh_cn: DNS查询转发

source: If this option is set, then DHCP mappings will be resolved before the manual list of names below. This only affects the name given for a reverse lookup (PTR).
cs_cz: Když je tato předvolba nastavená, DHCP mapování bude překládáno před ručním seznamem názvů níže. Toto se dotýká pouze názvu zadaného pro obrácené vyhledávání (PTR).
de_de: Falls diese Option gesetzt ist, werden DHCP-Zuweisungen vor der manuellen Liste der unten angegebenen Namen aufgelöst. Dies wirkt sich nur auf die Namen aus, die umgekehrt aufgelöst werden sollen (PTR).
el_gr: Εάν οριστεί αυτή η επιλογή, τότε οι αντιστοιχίσεις DHCP θα επιλυθούν πριν από την παρακάτω μη αυτόματη λίστα ονομάτων. Αυτό επηρεάζει μόνο το όνομα που δίνεται για μια αντίστροφη αναζήτηση (PTR).
fa_ir: اگر این گزینه فعال باشد، نگاشت‌های DHCP قبل از فهرست دستی نام‌های زیر حل خواهند شد. این تنها نام اختصاص‌داده‌شده برای جست‌وجوی معکوس (PTR) را تحت‌تأثیر قرار می‌دهد.
fr_fr: Si cette option est définie, les mappages DHCP seront résolus avant la liste manuelle des noms ci-dessous. Cela affecte uniquement le nom donné pour une recherche inversée (PTR).
it_it: Se questa opzione è impostata, le mappature DHCP verranno risolte prima dell'elenco manuale dei nomi riportato di seguito. Ciò influisce solo sul nome assegnato per una ricerca inversa (PTR).
ko_kr: 이 옵션을 설정하면 DHCP 매핑이 아래의 수동 이름 목록보다 먼저 확인됩니다. 이는 역방향 조회(PTR)에 지정된 이름에만 영향을 미칩니다.
pl_pl: Jeśli ta opcja jest ustawiona, mapowania DHCP zostaną rozwiązane przed ręczną listą nazw poniżej. Dotyczy to tylko nazwy podanej dla odwrotnego zapytania (PTR).
uk_ua: Якщо цей параметр встановлено, тоді зіставлення DHCP будуть розпізнані до ручного списку імен нижче. Це впливає лише на ім'я, вказане для зворотного пошуку (PTR).
zh_cn: 如果设置此选项，则DHCP映射会在下面的手动名称列表之前解析。 这只会影响反向查找(PTR)给定的名称。

source: Prefer DHCP
cs_cz: Upřednostňovat DHCP
de_de: DHCP bevorzugen
el_gr: Προτίμηση DHCP
fa_ir: ترجیح DHCP
fr_fr: Préférer le DHCP
it_it: Preferisco DHCP
ko_kr: DHCP 기본 설정
pl_pl: Preferuj DHCP
uk_ua: Віддавати перевагу DHCP
zh_cn: 首选DHCP

source: The domain name to use for DHCP hostname registration. If empty, the default system domain is used. Note that all DHCP leases will be assigned to the same domain. If this is undesired, static DHCP lease registration is able to provide coherent mappings.
cs_cz: Název domény, který používat při registraci názvů strojů z DHCP. Pokud není vyplněno, je použitá výchozí doména systému. Poznamenejme, že veškeré DHCP zápůjčky budou přiřazeny ke stejné doméně. Pokud toto není chtěno, statická registrace DHCP zápůjček poskytne souvislé mapování.
de_de: Der Domainname, der verwendet wird, um den DHCP-Hostnamen zu registrieren. Falls das Feld leer gelassen wird, wird der Systemdomainname verwendet. Beachten Sie, dass alle DHCP-Leases derselben Domain zugewiesen werden. Falls dies nicht gewünscht ist, können DHCP-Leases verwendet werden, um passende Zuweisungen zu erstellen.
el_gr: Το όνομα τομέα που θα χρησιμοποιηθεί για την καταχώριση ονόματος κεντρικού υπολογιστή DHCP. Εάν είναι κενό, χρησιμοποιείται ο προεπιλεγμένος τομέας συστήματος. Σημειώστε ότι όλες οι μισθώσεις DHCP θα αντιστοιχιστούν στον ίδιο τομέα. Εάν αυτό δεν είναι επιθυμητό, η στατική καταχώριση εκχωρήσειςς DHCP είναι σε θέση να παρέχει συνεκτικές αντιστοιχίσεις.
fa_ir: نام دامنه‌ای که برای ثبت نام نام میزبان در DHCP استفاده می‌شود. اگر خالی باشد، دامنهٔ پیش‌فرض سیستم استفاده می‌شود. توجه داشته باشید که همهٔ اجاره‌های DHCP به همان دامنه اختصاص داده می‌شوند. اگر این مورد مطلوب نیست، ثبت اجارهٔ DHCP ایستا می‌تواند نگاشت‌های منسجم‌تری فراهم کند.
fr_fr: Le nom de domaine à utiliser pour l'enregistrement du nom d'hôte DHCP. S'il est vide, le nom de domaine système par défaut est utilisé. Notez que tous les baux DHCP seront affectés au même domaine. Si cela n'est pas souhaité, l'enregistrement de bail DHCP statique est capable de fournir des mappages cohérents.
it_it: Il nome di dominio da utilizzare per la registrazione del nome host DHCP. Se vuoto, viene utilizzato il dominio di sistema predefinito. Tieni presente che tutti i lease DHCP verranno assegnati allo stesso dominio. Se ciò non è desiderato, la registrazione statica del lease DHCP è in grado di fornire mappature coerenti.
ko_kr: DHCP 호스트 이름 등록에 사용할 도메인 이름입니다. 비어 있으면 기본 시스템 도메인이 사용됩니다. 모든 DHCP 대여는 동일한 도메인에 할당됩니다. 이것이 원하지 않는 경우 정적 DHCP 대여 등록을 통해 일관된 매핑을 제공할 수 있습니다.
pl_pl: Nazwa domeny do użycia podczas rejestracji nazwy hosta w DHCP. Jeśli jest puste, używana jest domyślna domena systemu. Zauważ, że wszystkie dzierżawy DHCP zostaną przypisane do tej samej domeny. Jeśli jest to niepożądane, rejestracja statycznej dzierżawy DHCP może zapewnić spójne mapowania.
uk_ua: Доменне ім'я, що використовується для реєстрації імені хоста DHCP. Якщо порожнє, використовується типовий системний домен. Зауважте, що всі оренди DHCP будуть призначені одному домену. Якщо це небажано, статична реєстрація оренди DHCP може забезпечити узгоджені зіставлення.
zh_cn: 用于DHCP主机名注册的域名。如果留空，则使用默认系统域。注意，所有的DHCP租约都会分配给同一个域。如果不希望这样做，静态DHCP租约注册可以提供一致的映射。

source: DHCP Domain Override
cs_cz: Přebití DHCP domény
de_de: DHCP-Domainüberschreibung
el_gr: Παράκαμψη τομέα DHCP
fa_ir: بازنویسی دامنه DHCP
fr_fr: Contournement de Domaine DHCP
it_it: Sostituzione del dominio DHCP
ko_kr: DHCP 도메인 재정의
pl_pl: Nadpisanie domeny DHCP
uk_ua: Перевизначення домену DHCP
zh_cn: DHCP域覆盖

source: The domain may only contain the characters a-z, 0-9, '-' and '.'.
cs_cz: Název domény může obsahovat pouze znaky a-z (bez diakritiky), 0-9, „-“ (spojovník) „.“ (tečka).
de_de: Die Domäne kann nur folgende Zeichen enthalten a-z, 0-9, '-' und '.'.
el_gr: Ο τομέας μπορεί να περιέχει μόνο τους χαρακτήρες az, 0-9, '-' και '.'.
fa_ir: دامنه تنها می‌تواند شامل کاراکترهای a-z، 0-9، '-' و '.' باشد.
fr_fr: Le nom de domaine ne peut contenir que les caractères a-z, 0-9, '-' et '.'.
it_it: Il dominio può contenere solo i caratteri a-z, 0-9, '-' e '.'.
ko_kr: 도메인에는 a-z, 0-9, '-' 및 '.' 문자만 포함할 수 있습니다.
pl_pl: Domena może zawierać tylko znaki a-z, 0-9, '-' oraz '.'.
uk_ua: Домен може містити лише символи a-z, 0-9, '-' та '.'.
zh_cn: 域只能包含字符a-z，0-9，' - '和'.'。

source: Netboot filename
cs_cz: Soubor pro zavedení systému ze sítě
de_de: Netzwerkbootdateiname
el_gr: Όνομα αρχείου Netboot
fa_ir: نام فایل Netboot
fr_fr: Nom du fichier Netboot
it_it: Nome file di avvio da rete
ko_kr: Netboot 파일 이름
pl_pl: Nazwa pliku Netboot
uk_ua: Ім'я файлу мережевого завантаження
zh_cn: Netboot文件名

source: If no IPv6 address is given, one will be dynamically allocated from the pool.
cs_cz: Pokud není zadaná žádná IPv6 adresa, bude nějaká dynamicky přiřazena z fondu.
de_de: Falls keine IPv6-Adresse angegeben wird, wird dynamisch eine aus dem Pool zugewiesen.
el_gr: Εάν δεν δοθεί διεύθυνση IPv6, θα εκχωρηθεί δυναμικά μία από την ομάδα.
fa_ir: اگر آدرس IPv6 مشخص نشود، یکی به‌صورت پویا از استخر اختصاص داده خواهد شد.
fr_fr: Si aucune adresse IPv6 n'est renseignée, une adresse sera allouée dynamiquement à partir de l'étendue.
it_it: Se non viene fornito alcun indirizzo IPv6, ne verrà allocato dinamicamente uno dal pool.
ko_kr: IPv6 주소가 지정되지 않은 경우 풀에서 동적으로 할당됩니다.
pl_pl: Jeśli nie podano adresu IPv6, zostanie on dynamicznie przydzielony z puli.
uk_ua: Якщо не вказано IPv6-адресу, одна буде динамічно виділена з пулу.
zh_cn: 如果没有给出IPv6地址，就从池中动态分配一个IPv6地址。

source: If an IPv6 address is entered, the address must be outside of the pool.
cs_cz: Pokud je zadaná, je třeba, aby daná IPv6 adresa nespadala do rozsahu fondu.
de_de: Falls eine IPv6-Adresse eingegeben wird, muss diese außerhalb des Pools liegen.
el_gr: Εάν εισαχθεί μια διεύθυνση IPv6, η διεύθυνση πρέπει να βρίσκεται εκτός της ομάδας.
fa_ir: اگر یک آدرس IPv6 وارد شود، آن آدرس باید خارج از محدوده باشد.
fr_fr: Si une adresse IPv6 est renseignée, l'adresse doit être en dehors de l'étendue.
it_it: Se viene immesso un indirizzo IPv6, l'indirizzo deve essere esterno al pool.
ko_kr: IPv6 주소를 입력한 경우 주소가 풀 외부에 있어야 합니다.
pl_pl: Jeśli wprowadzony został adres IPv6, adres ten musi być poza pulą.
uk_ua: Якщо введено IPv6-адресу, адреса має бути за межами пулу.
zh_cn: 如果输入IPv6地址，则该地址必须在池的外部。

source: DUID-LLT - ETH -- TIME --- ---- ADDR ----
cs_cz: DUID-LLT - ETH -- ČAS --- ---- ADRESA ----
el_gr: DUID-LLT - ETH -- ΩΡΑ --- ---- ΔΙΕΥΘΥΝΣΗ ----
it_it: DUID-LLT - ETH -- ORA --- ---- INDIRIZZO ----
pl_pl: DUID-LLT - ETH -- CZAS --- ---- ADRES ----
uk_ua: DUID-LLT - ETH -- ЧАС --- ---- АДРЕСА ----

source: DUID Identifier
cs_cz: DUID identifikátor
de_de: DUID Bezeichnung
el_gr: Αναγνωριστικό DUID
fa_ir: شناسه DUID
fr_fr: Identifiant unique DHCP (DUID)
it_it: Identificatore DUID
ko_kr: DUID 식별자
pl_pl: Identyfikator DUID
uk_ua: Ідентифікатор DUID
zh_cn: DUID标识符

source: Static DHCPv6 Mapping
cs_cz: Statické DHCPv6 mapování
de_de: Statische DHCPv6 Zuweisung
el_gr: Στατική αντιστοίχιση DHCPv6
fa_ir: نگاشت ایستا DHCPv6
fr_fr: Mappage DHCPv6 statique
it_it: Mappatura DHCPv6 statica
ko_kr: 정적 DHCPv6 매핑
pl_pl: Statyczne mapowanie DHCPv6
uk_ua: Статичне зіставлення DHCPv6
zh_cn: 静态DHCPv6映射

source: This Hostname, IP or DUID Identifier already exists.
cs_cz: Takový název stroje, IP adresa nebo DUID identifikátor už v systému existuje.
de_de: Dieser Hostname, IP oder DUID Kennung existiert bereits.
el_gr: Αυτό το όνομα κεντρικού υπολογιστή, η διεύθυνση IP ή το αναγνωριστικό DUID υπάρχει ήδη.
fa_ir: این نام میزبان، IP یا شناسه DUID قبلاً وجود دارد.
fr_fr: Ce nom d'hôte, IP ou identifiant unique DUID existe déjà.
it_it: Questo nome host, IP o identificatore DUID esiste già.
ko_kr: 이 호스트 이름, IP 또는 DUID 식별자가 이미 있습니다.
pl_pl: Ta nazwa hosta, adres IP lub identyfikator DUID już istnieje.
uk_ua: Це ім'я хоста, IP-адреса або ідентифікатор DUID вже існує.
zh_cn: 该主机名、IP或DUID标识符已存在。

source: A valid DUID Identifier must be specified.
cs_cz: Je třeba zadat platný DUID identifkátor.
de_de: Eine gültige DUID Kennung muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο αναγνωριστικό DUID.
fa_ir: یک شناسه DUID معتبر باید مشخص شود.
fr_fr: Un identifiant DUID valide doit être renseigné.
it_it: È necessario specificare un identificatore DUID valido.
ko_kr: 유효한 DUID 식별자를 지정해야 합니다.
pl_pl: Należy podać prawidłowy identyfikator DUID.
uk_ua: Має бути вказаний дійсний ідентифікатор DUID.
zh_cn: 必须指定一个有效的DUID标识符。

source: DHCPv6 Static Mappings for this interface.
cs_cz: Statická DHCPv6 mapování pro toto rozhraní.
de_de: Statische DHCPv6 Zuweisungen für diese Schnittstelle.
el_gr: Στατικές αντιστοιχίσεις DHCPv6 για αυτήν τη διεπαφή.
fa_ir: نگاشت‌های ایستا DHCPv6 برای این رابط.
fr_fr: Mappages Statiques DHCPv6 pour cette interface.
it_it: Mapping statici DHCPv6 per questa interfaccia.
ko_kr: 이 인터페이스에 대한 DHCPv6 정적 매핑입니다.
pl_pl: Statyczne mapowania DHCPv6 dla tego interfejsu.
uk_ua: Статичні зіставлення DHCPv6 для цього інтерфейсу.
zh_cn: 为该接口启用DHCPv6静态映射。
