Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: FTP Proxy
el_gr: Διακομιστής μεσολάβησης FTP
fa_ir: پراکسی FTP
fr_fr: Mandataire FTP
it_it: Proxy FTP
ko_kr: FTP 프록시
pl_pl: Proxy FTP
uk_ua: FTP Проксі
zh_cn: FTP代理

source: FTP Proxy port needs to be an integer value between 1 and 65535
cs_cz: Je třeba aby port FTP proxy bylo celé číslo z rozmezí 1 až 65535
de_de: FTP-Proxy-Port muss eine Zahl zwischen 1 und 65535 sein
el_gr: Η θύρα FTP Proxy πρέπει να έχει ακέραια τιμή μεταξύ 1 και 65535
fa_ir: پورت پراکسی FTP باید یک مقدار عدد صحیح بین 1 تا 65535 باشد.
fr_fr: Le port du proxy FTP doit être un nombre entier compris entre 1 et 65535
it_it: La porta proxy FTP deve essere un valore intero compreso tra 1 e 65535
ko_kr: FTP 프록시 포트는 1에서 65535 사이의 정수 값이어야 함
pl_pl: Port Proxy FTP musi być wartością całkowitą między 1 a 65535.
uk_ua: Порт FTP Проксі має бути цілим числом від 1 до 65535
zh_cn: FTP代理端口号应该为1到65535之间的一个整数

source: Features
cs_cz: Funkce
de_de: Funktionalitäten
el_gr: Χαρακτηριστικά
fa_ir: ویژگی‌ها
fr_fr: Fonctionnalités
it_it: Caratteristiche
ko_kr: 기능
pl_pl: Funkcje
uk_ua: Функції
zh_cn: 特征

source: File
cs_cz: Soubor
de_de: Datei
el_gr: Αρχείο
fa_ir: فایل
fr_fr: Fichier
ko_kr: 파일
pl_pl: Pliki
uk_ua: Файл
zh_cn: 文件

source: File (Extended)
cs_cz: Soubor (rozšířené)
de_de: Datei (Erweitert)
el_gr: Αρχείο (Εκτεταμένο)
fa_ir: فایل (گسترش‌یافته)
fr_fr: Fichier (étendu)
it_it: File (esteso)
ko_kr: 파일 (확장됨)
pl_pl: Plik (rozszerzony)
uk_ua: Файл (Розширений)
zh_cn: 文件(扩展)

source: File content should be in (base64 encoded) zip format
cs_cz: Obsah souboru by měl být v (base64 enkódovaném) zip formátu
de_de: Der Dateiinhalt sollte in (base64 kodiertem) ZIP-Format sein
el_gr: Το περιεχόμενο του αρχείου θα πρέπει να είναι σε μορφή zip (κωδικοποιημένο με base64).
fa_ir: محتوای فایل باید در قالب zip کدگذاری‌شده به base64 باشد.
fr_fr: Le contenu du fichier doit être au format zip (encodé en base64)
it_it: Il contenuto del file deve essere in formato zip (codificato base64).
ko_kr: 파일 내용은 (base64 인코딩) zip 형식이어야 함
pl_pl: Zawartość pliku powinna być w formacie (zakodowanym base64) zip
uk_ua: Вміст файлу має бути у форматі zip (кодований base64)
zh_cn: 文件的内容应该是(通过BASE64编码)zip格式

source: Fileid should be an internally generated unique number
cs_cz: Identif. souboru by mělo být vnitřně vytvořené neopakující se číslo
de_de: Fileid sollte eine intern erzeugte einzigartige Zahl sein
el_gr: Το Fileid θα πρέπει να είναι ένας εσωτερικά δημιουργημένος μοναδικός αριθμός
fa_ir: Fileid باید یک عدد یکتای تولیدشده به‌صورت داخلی باشد.
fr_fr: Fileid doit être un numéro unique généré en interne
it_it: Fileid dovrebbe essere un numero univoco generato internamente
ko_kr: 파일 ID는 내부적으로 생성된 고유한 숫자여야 함
pl_pl: Fileid powinien być wewnętrznie generowanym unikatowym numerem
uk_ua: Fileid має бути внутрішньо згенерованим унікальним номером
zh_cn: Fileid应该是一个内部生成并且独一无二的数字

source: Filename should be unique
cs_cz: Název souboru by neměl být využíván jiným
de_de: Dateiname sollte eindeutig sein
el_gr: Το όνομα αρχείου πρέπει να είναι μοναδικό
fa_ir: نام فایل باید یکتا باشد.
fr_fr: Le nom de fichier doit être unique
it_it: Il nome del file deve essere univoco
ko_kr: 파일 이름은 고유해야 함
pl_pl: Nazwa pliku powinna być unikalna
uk_ua: Ім'я файлу має бути унікальним
zh_cn: 文件名应该是唯一的

source: Filesystem
cs_cz: Souborový systém
de_de: Dateisystem
el_gr: Σύστημα αρχείων
fa_ir: فایل‌سیستم
fr_fr: Système de fichiers
ko_kr: 파일시스템
pl_pl: System plików
uk_ua: Файлова система
zh_cn: 文件系统

source: Firewall
cs_cz: Brána firewall
el_gr: Τείχος προστασίας
fa_ir: فایروال
fr_fr: Pare-feu
ko_kr: 방화벽
pl_pl: Zapora sieciowa
uk_ua: Міжмережевий екран
zh_cn: 防火墙

source: Firmware
el_gr: Υλικολογισμικό
fa_ir: فریم‌ویر
ko_kr: 펌웨어
uk_ua: Прошивка
zh_cn: 固件

source: Forward
cs_cz: Přeposlat
de_de: Weiterleitung
el_gr: Προς τα εμπρός
fa_ir: فوروارد
fr_fr: Transférer
it_it: Inoltrare
ko_kr: 전달
pl_pl: Przekieruj
uk_ua: Перенаправити
zh_cn: 转发

source: Frontends
cs_cz: Nadstavby
de_de: Frontend
fa_ir: فرانت‌اندها
it_it: Frontend
ko_kr: 프런트엔드
pl_pl: Interfejsy
uk_ua: Фронтенди
zh_cn: 前端

source: GIF animations
cs_cz: GIF animace
de_de: GIF Animation
el_gr: Κινήσεις GIF
fa_ir: انیمیشن‌های GIF
fr_fr: GIF animés
it_it: Animazioni GIF
ko_kr: GIF 애니메이션
pl_pl: Animacje GIF
uk_ua: GIF анімації
zh_cn: GIF动画

source: Gateways
cs_cz: Brány
el_gr: Πύλες
fa_ir: دروازه‌ها
fr_fr: Passerelles
it_it: Gateway
ko_kr: 게이트웨이
pl_pl: Bramy
uk_ua: Шлюзи
zh_cn: 网关

source: General
cs_cz: Obecné
de_de: Allgemein
el_gr: Γενικές
fa_ir: عمومی
fr_fr: Général
it_it: Generale
ko_kr: 일반
pl_pl: Ogólne
uk_ua: Загальні
zh_cn: 常规

source: Group
cs_cz: Skupina
de_de: Gruppe
el_gr: Ομάδα
fa_ir: گروه
fr_fr: Groupe
it_it: Gruppo
ko_kr: 그룹
pl_pl: Grupa
uk_ua: Група
zh_cn: 组

source: Groups
cs_cz: Skupiny
de_de: Gruppen
el_gr: Ομάδες
fa_ir: گروه‌ها
fr_fr: Groupes
it_it: Gruppi
ko_kr: 그룹
pl_pl: Grupy
uk_ua: Групи
zh_cn: 组

source: HAProxy HTTP Frontend Integration (OPNsense plugin)
cs_cz: Napojení na HTTP nadstavbu HAProxy (doplňek do OPNsense)
el_gr: Ενσωμάτωση HAProxy HTTP Frontend (πρόσθετο OPNsense)
fa_ir: ادغام فرانت‌اند HTTP HAProxy (افزونه OPNsense)
fr_fr: Intégration du frontend HTTP HAProxy (greffon OPNsense)
it_it: Integrazione frontend HTTP HAProxy (plug-in OPNsense)
ko_kr: HAProxy HTTP 프런트엔드 통합 (OPNsense 플러그인)
pl_pl: Integracja frontendu HTTP HAProxy (wtyczka OPNsense)
uk_ua: Інтеграція фронтенду HAProxy HTTP (плагін OPNsense)
zh_cn: HAProxy HTTP前端集成(OPNsense插件)

source: HTTP (Layer 7) [default]
cs_cz: HTTP (vrstva 7) [výchozí]
de_de: HTTP (Layer 7) [Standard]
el_gr: HTTP (Επίπεδο 7) [προεπιλογή]
fa_ir: HTTP (لایه 7) [پیش‌فرض]
fr_fr: HTTP (Couche 7) [par défaut]
it_it: HTTP (Livello 7) [predefinito]
ko_kr: HTTP (Layer 7) [기본값]
pl_pl: HTTP (Warstwa 7) [domyślnie]
uk_ua: HTTP (Рівень 7) [типово]
zh_cn: HTTP (7层) [默认]

source: HTTP / HTTPS (SSL offloading) [default]
cs_cz: HTTP / HTTPS (odlehčení SSL) [výchozí]
de_de: HTTP / HTTPS (SSL Offloading) [Standard]
el_gr: HTTP / HTTPS (Μείωση φόρτου SSL) [προεπιλογή]
fa_ir: HTTP / HTTPS (باربرداری SSL) [پیش‌فرض]
fr_fr: HTTP / HTTPS (délestage SSL) [par défaut]
it_it: HTTP/HTTPS (offload SSL) [predefinito]
ko_kr: HTTP / HTTPS (SSL 오프로딩) [기본값]
pl_pl: HTTP / HTTPS (offloading SSL) [domyślnie]
uk_ua: HTTP / HTTPS (розвантаження SSL) [типово]
zh_cn: HTTP / HTTPS (SSL卸载) [默认]

source: HTTP [default]
cs_cz: HTTP [výchozí]
de_de: HTTP [Standard]
el_gr: HTTP [προεπιλογή]
fa_ir: HTTP [پیش‌فرض]
fr_fr: HTTP [par défaut]
it_it: HTTP [predefinito]
ko_kr: HTTP [기본값]
pl_pl: HTTP [domyślnie]
uk_ua: HTTP [типово]
zh_cn: HTTP [默认]

source: HTTP/1.0 [default]
cs_cz: HTTP/1.0 [výchozí]
de_de: HTTP/1.0 [Standard]
el_gr: HTTP/1.0 [προεπιλογή]
fa_ir: HTTP/1.0 [پیش‌فرض]
fr_fr: HTTP/1.0 [par défaut]
it_it: HTTP/1.0 [predefinito]
ko_kr: HTTP/1.0 [기본값]
pl_pl: HTTP/1.0 [domyślnie]
uk_ua: HTTP/1.0 [типово]
zh_cn: HTTP/1.0 [默认]

source: Hard timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
cs_cz: Je třeba aby hodnota nepřekročitelného časového limitu (v minutách) byla z rozmezí 0 (žádný limit) až 10080 (týden)
de_de: Harte Zeitbegrenzung in Minuten; Muss zwischen 0 (keine Begrenzung) und 10080 (eine Woche) liegen.
el_gr: Το χρονικό όριο, σε λεπτά, πρέπει να είναι μεταξύ 0 (χωρίς χρονικό όριο) και 10080 (ανά εβδομάδα)
fa_ir: مهلت سخت، بر حسب دقیقه، باید بین 0 (بدون مهلت) و 10080 (یک هفته) باشد.
fr_fr: Hard timeout, en minutes, doit être compris entre 0 (pas de timeout) et 10080 (une semaine)
it_it: Il timeout rigido, in minuti, deve essere compreso tra 0 (nessun timeout) e 10080 (una settimana)
ko_kr: 하드 타임아웃, 분 단위, 0(제한 시간 없음)에서 10080(1주일) 사이여야 함
pl_pl: Maksymalny czas bezczynności, w minutach, musi wynosić między 0 (brak limitu czasu) a 10080 (tydzień)
uk_ua: Жорсткий тайм-аут, у хвилинах, має бути від 0 (без тайм-ауту) до 10080 (тиждень)
zh_cn: 强制超时(分钟)必须介于0(无超时)和10080(一周)之间

source: Hash
cs_cz: Otisk (hash)
el_gr: Χασίσι
fa_ir: هش
ko_kr: 해시
uk_ua: Хеш

source: Header
cs_cz: Hlavička
de_de: Kopfzeile
el_gr: Επί κεφαλής
fa_ir: هدر
fr_fr: En-tête
it_it: Intestazione
ko_kr: 헤더
pl_pl: Nagłówek
uk_ua: Заголовок
zh_cn: 标头

source: Health
cs_cz: Stav
de_de: Gesundheit
el_gr: Υγεία
fa_ir: سلامت
fr_fr: Santé
it_it: Salute
ko_kr: 상태
pl_pl: Zdrowie
uk_ua: Стан
zh_cn: 健康状况

source: Health Checks
cs_cz: Kontroly stavu
de_de: Gesundheitsüberprüfungen
el_gr: Έλεγχοι υγείας
fa_ir: بررسی‌های سلامت
fr_fr: Contrôles de Santé
it_it: Controlli sanitari
ko_kr: 상태 점검
pl_pl: Kontrola zdrowia
uk_ua: Перевірки стану
zh_cn: 健康检查

source: Hello World!
cs_cz: Ahoj světe!
de_de: Hallo Welt!
el_gr: Γεια σου κόσμε!
fa_ir: سلام دنیا!
fr_fr: Bonjour le monde !
it_it: Ciao mondo!
pl_pl: Witaj świecie!
uk_ua: Привіт, світе!

source: Hello interval must be between 0 and 4294967295.
cs_cz: Je třeba, aby interval pozdravu byl z rozmezí 0 až 4294967295.
de_de: Der Hello-Intervall muss zwischen 0 und 4294967295 liegen.
el_gr: Το διάστημα Hello πρέπει να είναι μεταξύ 0 και 4294967295.
fa_ir: فاصله Hello باید بین 0 و 4294967295 باشد.
fr_fr: L'intervalle Hello doit être compris entre 0 et 4294967295.
it_it: L'intervallo Hello deve essere compreso tra 0 e 4294967295.
ko_kr: Hello 간격은 0에서 4294967295 사이의 값이어야 합니다.
pl_pl: Interwał powitania musi wynosić między 0 a 4294967295.
uk_ua: Інтервал привітання має бути від 0 до 4294967295.
zh_cn: 握手间隔必须介于0和4294967295之间。

source: Help
cs_cz: Nápověda
de_de: Hilfe
el_gr: Βοήθεια
fa_ir: راهنما
fr_fr: Aide
it_it: Aiuto
ko_kr: 도움말
pl_pl: Pomoc
uk_ua: Допомога
zh_cn: 帮助

source: High Availability
cs_cz: Vysoká dostupnost
de_de: Hochverfügbarkeit
el_gr: Υψηλή Διαθεσιμότητα
fa_ir: دسترس‌پذیری بالا
fr_fr: Haute disponibilité
it_it: Alta disponibilità
ko_kr: 고가용성
pl_pl: Wysoka dostępność
uk_ua: Висока доступність
zh_cn: 高可用

source: History
cs_cz: Historie
de_de: Verlauf
el_gr: Ιστορία
fa_ir: تاریخچه
fr_fr: Historique
it_it: Storia
ko_kr: 기록
pl_pl: Historia
uk_ua: Історія
zh_cn: 历史

source: Host contains
cs_cz: Otisk obsahuje
de_de: Host enthält
el_gr: Ο κεντρικός υπολογιστής περιέχει
fa_ir: میزبان شامل
fr_fr: L'hôte contient
it_it: L'host contiene
ko_kr: 호스트 포함
pl_pl: Host zawiera
uk_ua: Хост містить

source: Host ends with
cs_cz: Hostitel končí na
de_de: Host endet mit
el_gr: Ο κεντρικός υπολογιστής τελειώνει με
fa_ir: میزبان خاتمه‌یافته با
fr_fr: L'hôte finit par
it_it: L'host termina con
ko_kr: 호스 끝 글자
pl_pl: Host kończy się na
uk_ua: Хост закінчується на

source: Host matches
cs_cz: Hostitel se shoduje s
de_de: Host stimmt überein
el_gr: Αγώνες φιλοξενίας
fa_ir: میزبان مطابقت دارد با
fr_fr: L'hôte correspond à
it_it: Ospitare le partite
ko_kr: 호스트 일치
pl_pl: Host pasuje
uk_ua: Хост відповідає

source: Host not found
cs_cz: Hostitel nenalezen
de_de: Host nicht gefunden
el_gr: Δεν βρέθηκε κεντρικός υπολογιστής
fa_ir: میزبان یافت نشد
fr_fr: Hôte introuvable
it_it: Host non trovato
ko_kr: 호스트를 찾을 수 없음
pl_pl: Host nie znaleziony
uk_ua: Хост не знайдено
zh_cn: 未找到主机

source: Host regex
cs_cz: Regulární výraz pro hostitele
el_gr: Regex κεντρικού υπολογιστή
fa_ir: میزبان (عبارت منظم)
fr_fr: Regex de l'hôte
it_it: espressione regolare dell'host
ko_kr: 호스트 정규 표현식
pl_pl: Wyrażenie regularne hosta
uk_ua: Регулярний вираз хоста

source: Host starts with
cs_cz: Hostitel začíná na
de_de: Host beginnt mit
el_gr: Ο κεντρικός υπολογιστής ξεκινά με
fa_ir: میزبان آغازشونده با
fr_fr: L'hôte commence par
it_it: L'host inizia con
ko_kr: 호스트 앞 글자
pl_pl: Host zaczyna się od
uk_ua: Хост починається з

source: ICP port needs to be an integer value between 1 and 65535
cs_cz: Je třeba, aby ICP port bylo celé číslo z rozmezí 1 až 65535
de_de: Der ICP Port muss eine Zahl zwischen 1 und 65535 sein
el_gr: Η θύρα ICP πρέπει να έχει ακέραια τιμή μεταξύ 1 και 65535
fa_ir: پورت ICP باید عددی صحیح بین 1 و 65535 باشد
fr_fr: Le port ICP doit être un nombre entier compris entre 1 et 65535
it_it: La porta ICP deve essere un valore intero compreso tra 1 e 65535
ko_kr: ICP 포트는 1에서 65535 사이의 정수 값이어야 함
pl_pl: Port ICP musi być wartością całkowitą między 1 a 65535
uk_ua: Порт ICP має бути цілим числом від 1 до 65535
zh_cn: ICP端口号应该为1到65525之间的整数

source: ID should be a number.
cs_cz: Identifikátor by mělo být číslo.
de_de: ID sollte eine Nummer sein.
el_gr: Το αναγνωριστικό θα πρέπει να είναι αριθμός.
fa_ir: ID باید عدد باشد.
fr_fr: ID doit être un nombre.
it_it: L'ID dovrebbe essere un numero.
ko_kr: ID는 숫자여야 합니다.
pl_pl: ID powinno być liczbą.
uk_ua: Ідентифікатор має бути числом.
zh_cn: ID应该是个数字。

source: IF [default]
cs_cz: POKUD [výchozí]
de_de: IF [Standard]
el_gr: ΑΝ [προεπιλογή]
fa_ir: رابط [پیش‌فرض]
fr_fr: SI [par défaut]
it_it: SE [predefinito]
ko_kr: IF [기본값]
pl_pl: IF [domyślnie]
uk_ua: ЯКЩО [типово]
zh_cn: IF [默认]

source: IGMP Proxy
el_gr: Διακομιστής μεσολάβησης IGMP
fa_ir: پراکسی IGMP
fr_fr: Proxy IGMP
it_it: Procura IGMP
ko_kr: IGMP 프록시
pl_pl: Proxy IGMP
uk_ua: IGMP Проксі
zh_cn: IGMP代理

source: Idle timeout needs to be an integer value between 1 and 86400
cs_cz: Je třeba, aby časový limit nečinnosti bylo celé číslo z rozmezí 1 až 86400
de_de: Die Leerlaufgültigkeitsdauer muss eine Zahl zwischen 1 und 86400 sein
el_gr: Το χρονικό όριο αδράνειας πρέπει να είναι ακέραια τιμή μεταξύ 1 και 86400
fa_ir: Idle timeout باید عددی صحیح بین 1 و 86400 باشد
fr_fr: Minuterie d'inactivité doit être un entier entre 1 et 86400
it_it: Il timeout di inattività deve essere un valore intero compreso tra 1 e 86400
ko_kr: 유휴 타임아웃은 1에서 86400 사이의 정수 값이어야 함
pl_pl: Limit czasu bezczynności musi być wartością całkowitą między 1 a 86400
uk_ua: Тайм-аут бездіяльності має бути цілим числом від 1 до 86400
zh_cn: 空闲超时是介于1和86400之间的整数值

source: Idle timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
cs_cz: Je třeba aby hodnota časového limitu nečinnosti (v minutách) byla z rozmezí 0 (žádný limit) až 10080 (týden)
de_de: Leerlaufzeitlimit, in Minuten, muss zwischen 0 (keine Zeitüberschreitung) und 10080 (eine Woche) sein
el_gr: Το χρονικό όριο αδράνειας, σε λεπτά, πρέπει να είναι μεταξύ 0 (χωρίς χρονικό όριο) και 10080 (ανά εβδομάδα)
fa_ir: Idle timeout، بر حسب دقیقه، باید بین 0 (بدون تایم‌اوت) و 10080 (یک هفته) باشد
fr_fr: Minuterie d'inactivité, en minutes, doit être un entier entre 0 (pas de minuterie) et 10080 (une semaine)
it_it: Il timeout di inattività, in minuti, deve essere compreso tra 0 (nessun timeout) e 10080 (una settimana)
ko_kr: 유휴 타임아웃, 분 단위, 0(제한 시간 없음)에서 10080(1주일) 사이여야 함
pl_pl: Limit czasu bezczynności, w minutach, musi wynosić między 0 (brak limitu czasu) a 10080 (tydzień)
uk_ua: Тайм-аут бездіяльності, у хвилинах, має бути від 0 (без тайм-ауту) до 10080 (тиждень)
zh_cn: 空闲超时(分钟)必须介于0(无超时)和10080(一周)之间

source: Information
cs_cz: Informace
el_gr: Πληροφορίες
fa_ir: اطلاعات
it_it: Informazioni
ko_kr: 정보
pl_pl: Informacja
uk_ua: Інформація
zh_cn: 信息

source: Informational
cs_cz: Pro informaci
de_de: Information
el_gr: Ενημερωτικό
fa_ir: اطلاعاتی
fr_fr: Information
it_it: Informativo
ko_kr: 정보
pl_pl: Informacyjne
uk_ua: Інформаційний
zh_cn: 信息

source: Input
cs_cz: Vstup
de_de: Eingabe
el_gr: Εισαγωγή
fa_ir: ورودی
fr_fr: Entrée
it_it: Ingresso
ko_kr: 입력
pl_pl: Wejście
uk_ua: Вхід
zh_cn: 输入

source: Insight
cs_cz: Vhled
de_de: Einblick
el_gr: Διορατικότητα
fa_ir: بینش
fr_fr: Aperçu
it_it: Intuizione
ko_kr: 인사이트
pl_pl: Wgląd
uk_ua: Аналітика
zh_cn: 流量分析

source: Intrusion Detection
cs_cz: Zjišťování průniků
de_de: Intrusion Detection (IDS)
el_gr: Ανίχνευση εισβολών
fa_ir: تشخیص نفوذ
fr_fr: Détection d'Intrusion
it_it: Rilevamento delle intrusioni
ko_kr: 침입 탐지
pl_pl: Wykrywanie intruzów
uk_ua: Виявлення вторгнень
zh_cn: 入侵检测

source: JPEG pictures
cs_cz: JPEG obrázky
de_de: JPEG-Bilder
el_gr: Εικόνες JPEG
fa_ir: تصاویر JPEG
fr_fr: Images JPEG
it_it: Immagini JPEG
ko_kr: JPEG 사진
pl_pl: Obrazy JPEG
uk_ua: Зображення JPEG
zh_cn: JPEG图片

source: Kernel routes (not installed via the zebra RIB)
cs_cz: Trasy jádra (nenainstalované prostřednictvím zebra RIB)
de_de: Kernel-Routen (nicht installiert via zebra RIB)
el_gr: Διαδρομές πυρήνα (δεν έχουν εγκατασταθεί μέσω του Zebra RIB)
fa_ir: مسیرهای کرنل (نصب‌شده از طریق zebra RIB نیستند)
fr_fr: Routes du noyau (non installées via la RIB de zebra)
it_it: Percorsi del kernel (non installati tramite Zebra RIB)
ko_kr: 커널 경로 (Zebra RIB를 통해 설치되지 않음)
pl_pl: Trasy jądra (niezainstalowane przez zebra RIB)
uk_ua: Маршрути ядра (не встановлені через Zebra RIB)
zh_cn: 内核路由(未通过zebra RIB安装)

source: Lease Status
cs_cz: Stav zápůjčky
el_gr: Κατάσταση εκχώρησης
fa_ir: وضعیت اجاره
fr_fr: Statut des baux
it_it: Stato del contratto di locazione
ko_kr: 대여 상태
pl_pl: Status dzierżawy
uk_ua: Статус оренди
zh_cn: 租约状态

source: Leases
cs_cz: Zápůjčky
el_gr: Εκχώρηση
fa_ir: اجاره‌ها
fr_fr: Baux
it_it: Locazioni
ko_kr: 대여
pl_pl: Dzierżawy
uk_ua: Оренди
zh_cn: 租约

source: Least Connections
cs_cz: Nejméně spojení
de_de: Geringste Verbindungsanzahl
el_gr: Ελάχιστες Συνδέσεις
fa_ir: کمترین اتصالات
fr_fr: Le moins de connexions
it_it: Meno connessioni
ko_kr: 최소 연결 수
pl_pl: Najmniej połączeń
uk_ua: Найменше з'єднань
zh_cn: 最小连接数

source: Least States
cs_cz: Nejméně stavů
de_de: Geringste Statussanzahl
el_gr: Ελάχιστα States
fa_ir: کمترین وضعیت‌ها
fr_fr: États les moins avancés
it_it: Stati Minimi
ko_kr: 최소 상태
pl_pl: Najmniej stanów
uk_ua: Найменше станів
zh_cn: 最少状态数

source: License
cs_cz: Licence
de_de: Lizenz
el_gr: Άδεια
fa_ir: مجوز
fr_fr: Licence
it_it: Licenza
ko_kr: 라이선스
pl_pl: Licencja
uk_ua: Ліцензія
zh_cn: 许可证

source: Listen address must be a valid IPv4 address
cs_cz: Je třeba, aby adresa, na které očekávat spojení, byla platná IPv4 adresa
de_de: Hörende Adresse muss eine gültige IPv4-Adresse sein
el_gr: Η διεύθυνση ακρόασης πρέπει να είναι μια έγκυρη διεύθυνση IPv4
fa_ir: آدرس شنونده باید یک آدرس IPv4 معتبر باشد
fr_fr: L'adresse d'écoute doit être une adresse IPv4 valide
it_it: L'indirizzo di ascolto deve essere un indirizzo IPv4 valido
ko_kr: 수신 대기 주소는 유효한 IPv4 주소여야 함
pl_pl: Adres nasłuchu musi być poprawnym adresem IPv4
uk_ua: Адреса прослуховування має бути дійсною адресою IPv4
zh_cn: 监听地址必须是有效的IPv4地址

source: Listen port needs to be an integer value between 1 and 65535
cs_cz: Je třeba, aby port, na kterém očekávat spojení, bylo celé číslo z rozmezí 1 až 65535
de_de: Hörender-Port muss ein Integer-Wert zwischen 1 und 65535 sein
el_gr: Η θύρα ακρόασης πρέπει να έχει ακέραια τιμή μεταξύ 1 και 65535
fa_ir: پورت شنونده باید عدد صحیحی بین 1 تا 65535 باشد
fr_fr: Le port d'écoute doit être un entier entre 1 et 65535
it_it: La porta di ascolto deve essere un valore intero compreso tra 1 e 65535
ko_kr: 수신 대기 포트는 1에서 65535 사이의 정수 값이어야 함
pl_pl: Port nasłuchu musi być liczbą całkowitą między 1 a 65535
uk_ua: Порт прослуховування має бути цілим числом від 1 до 65535
zh_cn: 监听端口是介于1和65535之间的整数值

source: Live View
cs_cz: Živé zobrazení
de_de: Liveansicht
el_gr: Ζωντανή προβολή
fa_ir: نمای زنده
fr_fr: Vue en direct
it_it: Visualizzazione dal vivo
ko_kr: 실시간 보기
pl_pl: Widok na żywo
uk_ua: Перегляд у реальному часі
zh_cn: 实时

source: Load Balance
cs_cz: Rozdělování zátěže
de_de: Lastverteilung
el_gr: Ισορροπία φορτίου
fa_ir: توازن بار
fr_fr: Équilibrage de Charge
it_it: Bilanciamento del carico
ko_kr: 부하 분산
pl_pl: Równoważenie obciążenia
uk_ua: Балансування навантаження
zh_cn: 负载平衡

source: Lobby
cs_cz: Úvod
el_gr: Λόμπυ
fa_ir: لابی
fr_fr: Accueil
it_it: Hall
ko_kr: 로비
pl_pl: Hol
uk_ua: Лобі
zh_cn: 大厅

source: Local
cs_cz: Místní
de_de: Lokal
el_gr: Τοπικός
fa_ir: محلی
it_it: Locale
ko_kr: 로컬
pl_pl: Lokalny
uk_ua: Локальний
zh_cn: 本地

source: Local Monit Port needs to be an integer value between 0 and 65535
cs_cz: Je třeba, aby port místního monit bylo celé číslo z rozsahu 0 až 65535
de_de: Local Monit Port muss ein Ganzzahlwert zwischen 0 und 65535 sein
el_gr: Η τοπική θύρα παρακολούθησης πρέπει να έχει ακέραια τιμή μεταξύ 0 και 65535
fa_ir: پورت Local Monit باید عدد صحیحی بین 0 تا 65535 باشد
fr_fr: Le port local Monit doit être un entier entre 1 et 65535
it_it: La porta Monit locale deve essere un valore intero compreso tra 0 e 65535
ko_kr: 로컬 Monit 포트는 0에서 65535 사이의 정수 값이어야 함
pl_pl: Lokalny port Monit musi być liczbą całkowitą między 0 a 65535
uk_ua: Локальний порт Monit має бути цілим числом від 0 до 65535
zh_cn: 本地监控端口是0到65535之间的整数值

source: Log
cs_cz: Záznam událostí
de_de: Protokoll
fa_ir: لاگ
fr_fr: Journaliser
it_it: Tronco d'albero
ko_kr: 로그
uk_ua: Журнал
zh_cn: 日志

source: Log Files
cs_cz: Soubory se záznamem událostí
de_de: Protokolldateien
el_gr: Αρχεία καταγραφής
fa_ir: فایل‌های لاگ
fr_fr: Fichiers journaux
it_it: File di registro
ko_kr: 로그 파일
pl_pl: Pliki logów
uk_ua: Файли журналу
zh_cn: 日志

source: Logging
cs_cz: Zaznamenávání událostí
de_de: Protokollierung
el_gr: Καταγραφή
fa_ir: لاگ‌گیری
fr_fr: Journalisation
it_it: Registrazione
ko_kr: 로깅
pl_pl: Logowanie
uk_ua: Ведення журналу
zh_cn: 日志

source: Logout
cs_cz: Odhlásit
de_de: Abmelden
el_gr: Αποσύνδεση
fa_ir: خروج
fr_fr: Déconnexion
it_it: Esci
ko_kr: 로그아웃
pl_pl: Wyloguj
uk_ua: Вийти
zh_cn: 注销

source: Lua Scripts
cs_cz: Lua skripty
de_de: Lua-Skripte
el_gr: Σενάρια Lua
fa_ir: اسکریپت‌های Lua
fr_fr: Scripts Lua
it_it: Script Lua
ko_kr: Lua 스크립트
pl_pl: Skrypty Lua
uk_ua: Скрипти Lua
zh_cn: Lua脚本

source: M/Monit Timeout needs to be an integer value between 0 and 86400
cs_cz: Je třeba, aby časový limit M/Monit byla celočíselná hodnota z rozmezí 0 až 86400
de_de: M/Monit Timeout muss ein Ganzzahlwert zwischen 0 und 86400 sein
el_gr: Το χρονικό όριο M/Monit πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 86400
fa_ir: زمان انتظار M/Monit باید عدد صحیحی بین 0 تا 86400 باشد
fr_fr: Le Délai d'expiration de M/Monit doit être un entier compris entre 0 et 86400.
it_it: Il timeout M/Monit deve essere un valore intero compreso tra 0 e 86400
ko_kr: M/Monit 시간 제한은 0에서 86400 사이의 정수 값이어야 함
pl_pl: Limit czasu M/Monit musi być liczbą całkowitą między 0 a 86400
uk_ua: Час очікування M/Monit має бути цілим числом від 0 до 86400
zh_cn: M/Monit超时是0到86400之间的整数值

source: Main
cs_cz: Hlavní
de_de: Haupt-
el_gr: Κύριος
fa_ir: اصلی
fr_fr: Principal
it_it: Principale
ko_kr: 메인
pl_pl: Główny
uk_ua: Головний
zh_cn: 主要

source: Maximum number of concurrent FTP sessions needs to be an integer value between 1 and 500
cs_cz: Je třeba, aby hodnota nejvyššího umožněného počtu souběžných FTP spojení byla celé číslo z rozmezí 1 až 500
de_de: Die maximale Anzahl gleichzeitiger FTP-Sitzungen muss ein ganzzahliger Wert zwischen 1 und 500 sein
el_gr: Ο μέγιστος αριθμός ταυτόχρονων συνεδριών FTP πρέπει να είναι ακέραιος αριθμός μεταξύ 1 και 500
fa_ir: حداکثر تعداد نشست‌های همزمان FTP باید عدد صحیحی بین 1 تا 500 باشد
fr_fr: Le nombre maximum de sessions FTP concurrentes doit être un entier entre 1 et 500
it_it: Il numero massimo di sessioni FTP simultanee deve essere un valore intero compreso tra 1 e 500
ko_kr: 최대 동시 FTP 세션 수는 1에서 500 사이의 정수 값이어야 함
pl_pl: Maksymalna liczba jednoczesnych sesji FTP musi być liczbą całkowitą między 1 a 500
uk_ua: Максимальна кількість одночасних FTP-сесій має бути цілим числом від 1 до 500
zh_cn: 最大并发FTP会话数必须为1到500之间的整数值

source: Maximum number of zones reached
cs_cz: Dosaženo nejvyššího možného počtu zón
de_de: Maximale Anzahl an Zonen erreicht
el_gr: Έχει επιτευχθεί ο μέγιστος αριθμός ζωνών
fa_ir: حداکثر تعداد ناحیه‌ها رسیده است
fr_fr: Nombre maximum de zones atteint
it_it: Numero massimo di zone raggiunto
ko_kr: 최대 영역 수에 도달함
pl_pl: Osiągnięto maksymalną liczbę stref
uk_ua: Досягнуто максимальної кількості зон
zh_cn: 已达到最大区域数量

source: Mbit/s
uk_ua: Мбіт/с

source: Microsoft office files
cs_cz: Soubory Microsoft Office
de_de: Microsoft Office-Dateien
el_gr: Αρχεία του Microsoft Office
fa_ir: فایل‌های Microsoft Office
fr_fr: Fichiers Microsoft Office
it_it: File di Microsoft Office
ko_kr: Microsoft 오피스 파일
pl_pl: Pliki Microsoft Office
uk_ua: Файли Microsoft Office
zh_cn: Microsoft Office文件
