Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Edit Naxsi Rule
cs_cz: Upravit Naxsi pravidlo
de_de: Naxsi-Regel bearbeiten
el_gr: Επεξεργασία κανόνα Naxsi
fa_ir: ویرایش قانون Naxsi
fr_fr: Editer la règle Naxsi
it_it: Modifica la regola di Naxsi
ko_kr: Naxi 규칙 편집
pl_pl: Edytuj Regułę Naxsi
uk_ua: Редагувати правило Naxsi
zh_cn: 编辑Naxsi规则

source: Net-SNMP Daemon
cs_cz: Proces služby Net-SNMP
de_de: Net-SNMP-Dienst
fa_ir: سرویس Net-SNMP
fr_fr: Daemon Net-SNMP
it_it: Demone Net-SNMP
ko_kr: Net-SNMP 데몬
pl_pl: Demon Net-SNMP
uk_ua: Демон Net-SNMP
zh_cn: Net-SNMP程序

source: SNMPv3 Users
cs_cz: SNMPv3 uživatelé
de_de: SNMPv3-Benutzer
el_gr: Χρήστες SNMPv3
fa_ir: کاربران SNMPv3
fr_fr: Utilisateurs de SNMPv3
it_it: Utenti SNMPv3
ko_kr: SNMPv3 사용자
pl_pl: Użytkownicy SNMPv3
uk_ua: Користувачі SNMPv3
zh_cn: SNMPv3用户

source: Edit WAF Policy
cs_cz: Upravit WAF pravidlo
de_de: WAF-Richtlinie bearbeiten
el_gr: Επεξεργασία πολιτικής WAF
fa_ir: ویرایش سیاست WAF
fr_fr: Modifier la politique WAF
it_it: Modifica politica WAF
ko_kr: WAF 정책 편집
pl_pl: Edytuj Politykę WAF
uk_ua: Редагувати політику WAF
zh_cn: 编辑WAF策略

source: Tags
cs_cz: Štítky
el_gr: Ετικέτες
fa_ir: برچسب‌ها
it_it: Tag
ko_kr: 태그
pl_pl: Tagi
uk_ua: Теги
zh_cn: 标签

source: Edit Mapping
cs_cz: Upravit mapování
de_de: Zuordnung bearbeiten
el_gr: Επεξεργασία χαρτογράφησης
fa_ir: ویرایش نگاشت
fr_fr: Modifier la cartographie
it_it: Modifica mappatura
ko_kr: 매핑 편집
pl_pl: Edytuj Mapowanie
uk_ua: Редагувати відображення
zh_cn: 编辑映射

source: Edit ACL
cs_cz: Upravit ACL
de_de: ACL bearbeiten
el_gr: Επεξεργασία ACL
fa_ir: ویرایش ACL
fr_fr: Modifier ACL
it_it: Modifica ACL
ko_kr: ACL 편집
pl_pl: Edytuj Mapowanie
uk_ua: Редагувати ACL
zh_cn: 编辑ACL

source: Edit URL Rewrite
cs_cz: Upravit přepisování URL
de_de: URL-Rewrite bearbeiten
el_gr: Επεξεργασία URL Επανεγγραφή
fa_ir: ویرایش بازنویسی URL
fr_fr: Modifier la réécriture d'URL
it_it: Modifica riscrittura URL
ko_kr: URL 다시 쓰기 편집
pl_pl: Edytuj Przepisanie URL
uk_ua: Редагувати перезапис URL
zh_cn: 编辑网址重写

source: Edit Stream Server
cs_cz: Upravit Stream server
de_de: Stream-Server bearbeiten
el_gr: Επεξεργασία διακομιστή ροής
fa_ir: ویرایش سرور استریم
fr_fr: Editer le serveur de flux
it_it: Modifica server di flusso
ko_kr: 스트림 서버 편집
pl_pl: Edytuj Serwer Stream
uk_ua: Редагувати потоковий сервер
zh_cn: 编辑流服务器

source: Edit HTTP Server
cs_cz: Upravit HTTP servery
de_de: HTTP-Server bearbeiten
el_gr: Επεξεργασία διακομιστή HTTP
fa_ir: ویرایش سرور HTTP
fr_fr: Editer le serveur HTTP
it_it: Modifica server HTTP
ko_kr: HTTP 서버 편집
pl_pl: Edytuj Serwer HTTP
uk_ua: Редагувати HTTP-сервер
zh_cn: 编辑HTTP服务器

source: Download NAXSI Rules
cs_cz: Stáhnout si NAXSI pravidla
de_de: NAXSI-Regeln herunterladen
el_gr: Λήψη κανόνων NAXSI
fa_ir: دانلود قواعد NAXSI
fr_fr: Télécharger le règlement du NAXSI
it_it: Scarica le regole NAXSI
ko_kr: NAXSI 규칙 다운로드
pl_pl: Pobierz Reguły NAXSI
uk_ua: Завантажити правила NAXSI
zh_cn: 下载NAXSI规则

source: Edit User List
cs_cz: Upravit seznam uživatelů
de_de: Benutzerliste bearbeiten
el_gr: Επεξεργασία λίστας χρηστών
fa_ir: ویرایش لیست کاربران
fr_fr: Modifier la liste des utilisateurs
it_it: Modifica elenco utenti
ko_kr: 사용자 목록 편집
pl_pl: Edytuj Listę Użytkowników
uk_ua: Редагувати список користувачів
zh_cn: 编辑用户列表

source: Edit Credential
cs_cz: Upravit přihlašovací údaje
de_de: Zugangsdaten bearbeiten
el_gr: Επεξεργασία διαπιστευτηρίων
fa_ir: ویرایش اعتبارنامه
fr_fr: Modifier l'accréditation
it_it: Modifica credenziale
ko_kr: 자격 증명 편집
pl_pl: Edytuj Poświadczenie
uk_ua: Редагувати облікові дані
zh_cn: 编辑凭证

source: Edit Location
cs_cz: Upravit umístění
de_de: Location bearbeiten
el_gr: Επεξεργασία τοποθεσίας
fa_ir: ویرایش مکان
fr_fr: Modifier l'emplacement
it_it: Modifica posizione
ko_kr: 위치 편집
pl_pl: Edytuj Lokalizację
uk_ua: Редагувати розташування
zh_cn: 编辑位置

source: Edit Upstream
cs_cz: Upravit upstream
de_de: Upstream bearbeiten
el_gr: Επεξεργασία Upstream
fa_ir: ویرایش بالادست
fr_fr: Editer en amont
it_it: Modifica a monte
ko_kr: 업스트림 편집
pl_pl: Edytuj Upstream
uk_ua: Редагувати апстрім
zh_cn: 编辑上游

source: No Delay
cs_cz: Bez prodlevy
de_de: Keine Verzögerung
el_gr: Χωρίς καθυστέρηση
fa_ir: بدون تأخیر
fr_fr: Pas de délai
it_it: Nessun ritardo
ko_kr: 지연 없음
pl_pl: Bez Opóźnienia
uk_ua: Без затримки
zh_cn: 无延迟

source: Connection Count
cs_cz: Počet spojení
de_de: Verbindungszähler
el_gr: Αριθμός συνδέσεων
fa_ir: تعداد اتصالات
fr_fr: Nombre de connexions
it_it: Conteggio connessioni
ko_kr: 연결 수
uk_ua: Кількість з'єднань
zh_cn: 连接数

source: User Management
cs_cz: Správa uživatelů
de_de: Benutzerverwaltung
el_gr: Διαχείριση χρηστών
fa_ir: مدیریت کاربران
fr_fr: Gestion des utilisateurs
it_it: Gestione utenti
ko_kr: 사용자 관리
pl_pl: Zarządzanie użytkownikami
uk_ua: Керування користувачами
zh_cn: 用户管理

source: It looks like you are not having any rules installed. You may want to download the NAXSI core rules.
cs_cz: Zdá se, že nemáte nainstalována žádná pravidla. Nejspíš si chcete stáhnout základní NAXSI pravidla.
de_de: Es scheint, dass keine Regeln installiert sind. Sie sollten die NAXSI-Core-Regeln herunterladen.
el_gr: Φαίνεται ότι δεν έχετε εγκαταστήσει κανέναν κανόνα. Ίσως θελήσετε να κατεβάσετε τους βασικούς κανόνες του NAXSI.
fa_ir: به نظر می‌رسد هیچ قاعده‌ای نصب نشده است. ممکن است بخواهید قواعد اصلی NAXSI را دانلود کنید.
fr_fr: Il semble qu'aucune règle ne soit installée. Vous pouvez télécharger les règles de base de NAXSI.
it_it: Sembra che tu non abbia alcuna regola installata. Potresti voler scaricare le regole fondamentali di NAXSI.
ko_kr: 규칙이 설치되어 있지 않은 것 같습니다. NAXSI 핵심 규칙을 다운로드할 수 있습니다.
pl_pl: Wygląda na to, że nie masz zainstalowanych żadnych reguł. Możesz chcieć pobrać podstawowe reguły NAXSI.
uk_ua: Схоже, у вас не встановлено жодних правил. Можливо, ви захочете завантажити основні правила NAXSI.
zh_cn: 看起来您没有安装任何规则。您可能需要下载NAXSI核心规则。

source: %sUser:%s A username/password combination. Both secure (encrypted) and insecure (unencrypted) passwords can be used.
cs_cz: %sUživatel:%s Kombinace uživatelského jména a hesla. Lze použít jak zabezpečená (šifrovaná), tak nezabezpečená (nešifrovaná) hesla.
de_de: %sBenutzer:%s Eine Kombination aus Benutzername und Passwort. Es können sowohl sichere (verschlüsselte) als auch unsichere (unverschlüsselte) Passwörter verwendet werden.
el_gr: %sΧρήστης:%s Ένας συνδυασμός ονόματος χρήστη/κωδικού πρόσβασης. Μπορούν να χρησιμοποιηθούν τόσο ασφαλείς (κρυπτογραφημένοι) όσο και μη ασφαλείς (μη κρυπτογραφημένοι) κωδικοί πρόσβασης.
fa_ir: %sکاربر:%s ترکیبی از نام کاربری/رمز عبور. می‌توان از رمزهای امن (رمزنگاری‌شده) و غیرامن (غیـررمزنگاری‌شده) استفاده کرد.
fr_fr: %sUser :%s Une combinaison nom d'utilisateur/mot de passe. Des mots de passe sécurisés (cryptés) et non sécurisés (non cryptés) peuvent être utilisés.
it_it: %sUtente:%s Una combinazione nome utente/password. È possibile utilizzare sia password sicure (crittografate) che non sicure (non crittografate).
ko_kr: %s사용자:%s 사용자 이름/비밀번호 조합입니다. 보안(암호화) 암호와 보안(암호화되지 않은) 비밀번호를 모두 사용할 수 있습니다.
pl_pl: %sUżytkownik:%s Kombinacja nazwy użytkownika/hasła. Mogą być używane zarówno bezpieczne (zaszyfrowane) jak i niebezpieczne (niezaszyfrowane) hasła.
uk_ua: %sКористувач:%s Комбінація імені користувача/пароля. Можуть використовуватися як безпечні (зашифровані), так і незахищені (незашифровані) паролі.
zh_cn: %s用户:%s用户名/密码组合。可以使用安全(加密)和不安全(未加密)密码。

source: %sGroup:%s A optional list containing one or more users. Groups usually make it easier to manage permissions for a large number of users
cs_cz: %sSkupina:%s Nepovinný seznam obsahující jednoho nebo více uživatelů. Skupiny obvykle usnadňují správu oprávnění pro velký počet uživatelů.
de_de: %sGruppe:%s Eine optionale Liste mit einem oder mehreren Benutzern. Gruppen erleichtern in der Regel die Verwaltung von Berechtigungen für eine große Anzahl von Benutzern.
el_gr: %sΟμάδα:%s Μια προαιρετική λίστα που περιέχει έναν ή περισσότερους χρήστες. Οι ομάδες συνήθως διευκολύνουν τη διαχείριση δικαιωμάτων για μεγάλο αριθμό χρηστών.
fa_ir: %sگروه:%s یک فهرست اختیاری شامل یک یا چند کاربر. گروه‌ها معمولاً مدیریت مجوزها برای تعداد زیادی کاربر را آسان‌تر می‌کنند.
fr_fr: %sGroup :%s Une liste facultative contenant un ou plusieurs utilisateurs. Les groupes facilitent généralement la gestion des autorisations pour un grand nombre d'utilisateurs
it_it: %sGruppo:%s Un elenco facoltativo contenente uno o più utenti. I gruppi solitamente semplificano la gestione delle autorizzazioni per un numero elevato di utenti
ko_kr: %s그룹:%s 한 명 이상의 사용자를 포함하는 선택적 목록입니다. 일반적으로 그룹을 사용하면 많은 수의 사용자에 대한 권한을 쉽게 관리할 수 있습니다
pl_pl: %sGrupa:%s Opcjonalna lista zawierająca jednego lub więcej użytkowników. Grupy zazwyczaj ułatwiają zarządzanie uprawnieniami dla dużej liczby użytkowników
uk_ua: %sГрупа:%s Необов'язковий список, що містить одного або кількох користувачів. Групи зазвичай полегшують керування дозволами для великої кількості користувачів.
zh_cn: %s组:%s包含一个或多个用户的可选列表。组通常可以更轻松地管理大量用户的权限

source: Note that users and groups must be selected from the Backend Pool or Public Service configuration in order to be used for authentication. In addition to this users and groups may also be used in Rules/Conditions.
cs_cz: Povšimněte si, že aby mohli být použiti pro ověřování je třeba, aby uživatelé a skupiny byli vybráni z nastavení pro Fond podpůrné vrstvy nebo Veřejné služby. Kromě toho lze uživatele a skupiny použít také v pravidlech/podmínkách.
de_de: Beachte, dass Benutzer und Gruppen aus der Backend-Pool- oder Public-Service-Konfiguration ausgewählt werden müssen, um für die Authentifizierung verwendet zu werden. Darüber hinaus können Benutzer und Gruppen auch in Regeln/Bedingungen verwendet werden.
el_gr: Σημειώστε ότι οι χρήστες και οι ομάδες πρέπει να επιλεγούν από τη διαμόρφωση Backend Pool ή Public Service για να χρησιμοποιηθούν για έλεγχο ταυτότητας. Επιπλέον, οι χρήστες και οι ομάδες μπορούν επίσης να χρησιμοποιηθούν σε Κανόνες/Προϋποθέσεις.
fa_ir: توجه داشته باشید که برای استفاده در احراز هویت، کاربران و گروه‌ها باید از پیکربندی Backend Pool یا Public Service انتخاب شوند. علاوه بر این، کاربران و گروه‌ها ممکن است در قوانین/شرایط نیز استفاده شوند.
fr_fr: Notez que les utilisateurs et les groupes doivent être sélectionnés dans la configuration Backend Pool ou Public Service afin d'être utilisés pour l'authentification. En plus de cela, les utilisateurs et les groupes peuvent également être utilisés dans les règles/conditions.
it_it: Tieni presente che gli utenti e i gruppi devono essere selezionati dal pool backend o dalla configurazione del servizio pubblico per poter essere utilizzati per l'autenticazione. Oltre a ciò, utenti e gruppi possono essere utilizzati anche in Regole/Condizioni.
ko_kr: 인증에 사용하려면 백엔드 풀 또는 공용 서비스 구성에서 사용자 및 그룹을 선택해야 합니다. 이 외에도 규칙/조건에서 사용자와 그룹을 사용할 수 있습니다.
pl_pl: Zauważ, że użytkownicy i grupy muszą być wybierane z konfiguracji Backend Pool lub Public Service, aby były używane do uwierzytelniania. Oprócz tego użytkownicy i grupy mogą być również używane w Regułach/Warunkach.
uk_ua: Зауважте, що користувачі та групи повинні бути вибрані з конфігурації Backend Pool або Public Service для використання в автентифікації. Крім того, користувачі та групи також можуть використовуватися в Правилах/Умовах.
zh_cn: 注意，必须从后端池或公共服务配置中选择用户和组才能用于认证。除此之外，用户和组也可用于规则/条件。

source: Destination URL
cs_cz: URL adresa cíle
de_de: Ziel-URL
el_gr: URL προορισμού
fa_ir: آدرس مقصد (URL)
fr_fr: URL de destination
it_it: URL di destinazione
ko_kr: 목적지 URL
pl_pl: Docelowy URL
uk_ua: URL призначення
zh_cn: 目标网址

source: User ID
cs_cz: Identif. uživatele
de_de: Benutzer-ID
el_gr: Αναγνωριστικό χρήστη
fa_ir: شناسه کاربر
fr_fr: ID utilisateur
it_it: ID utente
ko_kr: 사용자 ID
pl_pl: ID użytkownika
uk_ua: Ідентифікатор користувача
zh_cn: 用户ID

source: Group ID
cs_cz: Identif. skupiny
de_de: Gruppen-ID
el_gr: Αναγνωριστικό ομάδας
fa_ir: شناسه گروه
fr_fr: ID groupe
it_it: Identificativo del gruppo
ko_kr: 그룹 ID
pl_pl: ID grupy
uk_ua: Ідентифікатор групи
zh_cn: 组ID

source: Map File ID
cs_cz: Identifikátor mapovacího souboru
de_de: Zuweisungsdatei-ID
el_gr: Αναγνωριστικό αρχείου χάρτη
fa_ir: شناسه فایل نقشه
fr_fr: ID du fichier de carte
it_it: ID del file di mappa
ko_kr: 맵 파일 ID
pl_pl: ID pliku map
uk_ua: Ідентифікатор файлу карти
zh_cn: 映射文件ID

source: Map File Name
cs_cz: Název souboru s mapováním
de_de: Zuweisungsdateiname
el_gr: Όνομα αρχείου χάρτη
fa_ir: نام فایل نقشه
fr_fr: Nom du fichier de la carte
it_it: Nome del file di mappa
ko_kr: 맵 파일 이름
pl_pl: Nazwa pliku map
uk_ua: Ім'я файлу карти
zh_cn: 映射文件名

source: CPU Rule ID
cs_cz: Identif. pravidla pro procesor
de_de: CPU-Regel-ID
el_gr: Αναγνωριστικό κανόνα CPU
fa_ir: شناسه قانون CPU
fr_fr: ID de la règle du CPU
it_it: ID regola CPU
ko_kr: CPU 규칙 ID
pl_pl: ID reguły CPU
uk_ua: Ідентифікатор правила CPU
zh_cn: CPU规则ID

source: Source URL
cs_cz: URL zdroje
de_de: Quell-URL
el_gr: URL πηγής
fa_ir: URL منبع
it_it: URL di origine
ko_kr: 출발지 URL
pl_pl: URL źródłowy
uk_ua: Вихідний URL
zh_cn: 源网址

source: Edit Group
cs_cz: Upravit skupinu
de_de: Gruppe bearbeiten
el_gr: Επεξεργασία ομάδας
fa_ir: ویرایش گروه
fr_fr: Groupe d'édition
it_it: Modifica gruppo
ko_kr: 그룹 편집
pl_pl: Edytuj grupę
uk_ua: Редагувати групу
zh_cn: 编辑组

source: Edit CPU Affinity Rule
cs_cz: Upravit pravidlo afinity procesoru
de_de: CPU-Zuweisungsregel bearbeiten
el_gr: Επεξεργασία κανόνα συνάφειας CPU
fa_ir: ویرایش قانون وابستگی CPU
fr_fr: Modifier la règle d'affinité du CPU
it_it: Modifica regola di affinità CPU
ko_kr: CPU 선호도 규칙 편집
pl_pl: Edytuj regułę afinitacji CPU
uk_ua: Редагувати правило спорідненості CPU
zh_cn: 编辑CPU关联性规则

source: No Redis plugin found, please install via System > Firmware > Plugins and enable the service.
cs_cz: Nenalezen žádný zásuvný modul Redis – nainstalujte ho prostřednictvím Systém > Firmware > Zásuvné moduly a povolte službu.
de_de: Kein Redis-Plugin gefunden, bitte über System > Firmware > Plugins installieren und den Dienst aktivieren.
el_gr: Δεν βρέθηκε πρόσθετο Redis, εγκαταστήστε το μέσω Σύστημα > Υλικολογισμικό > Πρόσθετα και ενεργοποιήστε την υπηρεσία.
fa_ir: افزونه Redis پیدا نشد، لطفاً از مسیر سیستم > فریم‌ویر > افزونه‌ها آن را نصب کرده و سرویس را فعال کنید.
fr_fr: Aucun greffon Redis trouvé. Veuillez l'installer via Système > Firmware > Greffons, et activer le service.
it_it: Nessun plugin Redis trovato, installalo tramite Sistema > Firmware > Plugin e abilita il servizio.
ko_kr: Redis 플러그인을 찾을 수 없습니다. 시스템 > 펌웨어 > 플러그인을 통해 설치하고 서비스를 사용하도록 설정하세요.
pl_pl: Nie znaleziono wtyczki Redis. Proszę zainstalować poprzez System > Firmware > Wtyczki i włączyć usługę.
uk_ua: Плагін Redis не знайдено, будь ласка, встановіть через Система > Прошивка > Плагіни та увімкніть службу.
zh_cn: 找不到Redis插件，请通过系统>固件>插件安装并启用该服务。

source: Edit Map File
cs_cz: Upravit soubor s mapou
de_de: Zuweisungsdatei bearbeiten
el_gr: Επεξεργασία αρχείου χάρτη
fa_ir: ویرایش فایل نقشه
fr_fr: Modifier le fichier de carte
it_it: Modifica file mappa
ko_kr: 맵 파일 편집
pl_pl: Nie znaleziono wtyczki Redis. Proszę zainstalować poprzez System > Firmware > Wtyczki i włączyć usługę.
uk_ua: Редагувати файл карти
zh_cn: 编辑映射文件

source: URL Path Prefix
cs_cz: Předpona popisu umístění URL
de_de: URL-Pfad Präfix
el_gr: Πρόθεμα διαδρομής URL
fa_ir: پیشوند مسیر URL
fr_fr: Préfixe du chemin URL
it_it: Prefisso percorso URL
ko_kr: URL 경로 프리픽스
pl_pl: Prefiks ścieżki URL
uk_ua: Префікс шляху URL
zh_cn: URL路径前缀

source: IP ACLs
cs_cz: IP ACL seznamy
fa_ir: ACLهای IP
fr_fr: ACLs IP
it_it: ACL IP
ko_kr: IP ACL
pl_pl: Listy kontrolne IP (IP ACLs)
uk_ua: IP ACL
zh_cn: IP访问列表

source: Connection Limits
cs_cz: Limity spojení
de_de: Verbindungsbegrenzungen
el_gr: Όρια σύνδεσης
fa_ir: محدودیت‌های اتصال
fr_fr: Limites de connexion
it_it: Limiti di connessione
ko_kr: 연결 제한
pl_pl: Limity połączeń
uk_ua: Ліміти з'єднань
zh_cn: 连接限制

source: Upstream Server
el_gr: Ανοδικός διακομιστής
fa_ir: سرور بالادست
fr_fr: Serveur amont
it_it: Server a monte
ko_kr: 업스트림 서버
pl_pl: Serwer wyższego rzędu
uk_ua: Апстрім-сервер
zh_cn: 上游服务器

source: SNI Based Routing
cs_cz: Směrování založené na SNI
de_de: SNI-basierte Weiterleitung
el_gr: Δρομολόγηση βάσει SNI
fa_ir: مسیریابی مبتنی بر SNI
fr_fr: Routage basé sur le SNI
it_it: Routing basato su SNI
ko_kr: SNI 기반 라우팅
pl_pl: Trasowanie oparte na SNI
uk_ua: Маршрутизація на основі SNI
zh_cn: 基于SNI的路由

source: Stream Servers
cs_cz: Streamovací servery
de_de: Stream-Server
el_gr: Διακομιστές ροής
fa_ir: سرورهای جریان
fr_fr: Serveurs de flux
it_it: Server di flusso
ko_kr: 스트림 서버
pl_pl: Serwery strumieniowe
uk_ua: Потокові сервери
zh_cn: 流服务器

source: Data Streams
cs_cz: Datové proudy
de_de: Datenströme
el_gr: Ροές δεδομένων
fa_ir: جریان‌های داده
fr_fr: Flux de données
it_it: Flussi di dati
ko_kr: 데이터 스트림
pl_pl: Strumienie danych
uk_ua: Потоки даних
zh_cn: 数据流

source: Entry
cs_cz: Položka
de_de: Eintrag
el_gr: Είσοδος
fa_ir: ورودی
fr_fr: Entrée
it_it: Iscrizione
ko_kr: 엔트리
pl_pl: Wpis
uk_ua: Запис
zh_cn: 条目

source: TLS Fingerprint (Advanced)
cs_cz: TLS otisk (pokročilé)
de_de: TLS-Fingerabdruck (Erweitert)
el_gr: Δακτυλικό αποτύπωμα TLS (Προηγμένο)
fa_ir: اثر انگشت TLS (پیشرفته)
fr_fr: Empreinte digitale TLS (avancé)
it_it: Impronta digitale TLS (avanzata)
ko_kr: TLS 핑거프린트(고급)
pl_pl: Odcisk palca TLS (zaawansowane)
uk_ua: Відбиток TLS (Додатково)
zh_cn: TLS指纹(高级)

source: Cache Path
cs_cz: Popis umístění mezipaměti
de_de: Cache-Pfad
el_gr: Διαδρομή προσωρινής μνήμης
fa_ir: مسیر کش
fr_fr: Chemin du cache
it_it: Percorso della cache
ko_kr: 캐시 경로
pl_pl: Ścieżka cache
uk_ua: Шлях кешу
zh_cn: 缓存路径

source: Security Headers
cs_cz: Hlavičky zabezpečení
de_de: Sicherheitsheader
el_gr: Κεφαλίδες ασφαλείας
fa_ir: هدرهای امنیتی
fr_fr: En-têtes de sécurité
it_it: Intestazioni di sicurezza
ko_kr: 보안 헤더
pl_pl: Nagłówki bezpieczeństwa
uk_ua: Заголовки безпеки
zh_cn: 安全标头

source: physical
cs_cz: fyzické
de_de: physisch
el_gr: φυσικός
fa_ir: فیزیکی
fr_fr: physique
it_it: fisico
ko_kr: 물리적
pl_pl: fizyczny
uk_ua: фізичний
zh_cn: 物理

source: settings
cs_cz: nastavení
de_de: Einstellungen
el_gr: ρυθμίσεις
fa_ir: تنظیمات
fr_fr: réglages
it_it: impostazioni
ko_kr: 설정
pl_pl: ustawienia
uk_ua: налаштування
zh_cn: 设置

source: softwareUpdate
el_gr: Ενημέρωση λογισμικού
fa_ir: به‌روزرسانی نرم‌افزار
fr_fr: Mise à jour du logiciel
it_it: aggiornamento del software
ko_kr: 소프트웨어 업데이트
pl_pl: aktualizacjaOprogramowania
uk_ua: оновлення програмного забезпечення
zh_cn: 软件更新

source: softwareUpdateChannel
de_de: Update-Kanal
el_gr: Κανάλι ενημέρωσης λογισμικού
fa_ir: کانال به‌روزرسانی نرم‌افزار
ko_kr: 소프트웨어 업데이트 채널
pl_pl: kanałAktualizacjiOprogramowania
uk_ua: канал оновлення програмного забезпечення
zh_cn: 软件更新渠道

source: Unable to retrieve Zerotier information. Is the service enabled and is there internet connectivity?
cs_cz: Nelze načíst informace Zerotier. Je služba povolena a je k dispozici připojení k internetu?
de_de: Zerotier Informationen konnten nicht abgerufen werden. Ist der Dienst aktiviert und gibt es einen funktionierende Internet Verbindung?
el_gr: Δεν είναι δυνατή η ανάκτηση πληροφοριών Zerotier. Είναι ενεργοποιημένη η υπηρεσία και υπάρχει σύνδεση στο διαδίκτυο;
fa_ir: نمی‌توان اطلاعات Zerotier را بازیابی کرد. آیا سرویس فعال است و اتصال به اینترنت برقرار است؟
fr_fr: Impossible de récupérer les informations Zerotier. Le service est-il activé et y a-t-il une connectivité Internet ?
it_it: Impossibile recuperare le informazioni del livello zero. Il servizio è abilitato e c'è connettività internet?
ko_kr: 제로티어 정보를 검색할 수 없습니다. 서비스가 활성화되어 있고 인터넷 연결이 가능한가요?
pl_pl: Nie można pobrać informacji o Zerotier. Czy usługa jest włączona i czy jest połączenie z internetem?
uk_ua: Не вдалося отримати інформацію Zerotier. Чи увімкнено службу та чи є підключення до Інтернету?
zh_cn: 无法检索Zerotier信息。检查服务是否已启用且是否存在互联网连接？

source: Naxsi WAF Rule
cs_cz: Pravidlo Naxsi WAF
de_de: Naxsi-WAF-Regel
el_gr: Κανόνας Naxsi WAF
fa_ir: قانون Naxsi WAF
fr_fr: Règle du WAF Naxsi
it_it: Regola WAF di Naxsi
ko_kr: Naxi WAF 규칙
pl_pl: Reguła WAF Naxsi
uk_ua: Правило Naxsi WAF
zh_cn: Naxsi WAF规则

source: Addresses
cs_cz: Adresa
de_de: Adressen
el_gr: Διευθύνσεις
fa_ir: آدرس‌ها
fr_fr: Adresses
it_it: Indirizzi
ko_kr: 주소
pl_pl: Adresy
uk_ua: Адреси
zh_cn: 地址

source: No addresses currently defined.
cs_cz: V tuto chvíli nejsou definovány žádné adresy.
de_de: Momentan sind keine Adressen definiert.
el_gr: Δεν έχουν οριστεί διευθύνσεις αυτήν τη στιγμή.
fa_ir: در حال حاضر هیچ آدرسی تعریف نشده است.
fr_fr: Aucune adresse définie actuellement.
it_it: Nessun indirizzo attualmente definito.
ko_kr: 현재 정의된 주소가 없습니다.
pl_pl: Obecnie nie zdefiniowano żadnych adresów.
uk_ua: Наразі не визначено жодних адрес.
zh_cn: 当前未定义地址。

source: via
cs_cz: prostřednictvím
el_gr: μέσω
fa_ir: از طریق
it_it: tramite
ko_kr: 경유
pl_pl: przez
uk_ua: через
zh_cn: 通过

source: metric
cs_cz: metrika
de_de: Metrik
el_gr: μετρικός
fa_ir: متریک
fr_fr: métrique
it_it: metrico
ko_kr: 메트릭
pl_pl: metryka
uk_ua: метрика
zh_cn: 公制

source: flags
cs_cz: příznaky
el_gr: σημαίες
fa_ir: پرچم‌ها
fr_fr: drapeaux
it_it: bandiere
ko_kr: 플래그
pl_pl: flagi
uk_ua: прапори
zh_cn: 标志

source: No routes currently defined.
cs_cz: V tuto chvíli nejsou definovány žádné trasy.
de_de: Momentan sind keine Routen definiert.
el_gr: Δεν έχουν οριστεί διαδρομές αυτήν τη στιγμή.
fa_ir: در حال حاضر هیچ مسیری تعریف نشده است.
fr_fr: Aucune route définie actuellement.
it_it: Nessun percorso attualmente definito.
ko_kr: 현재 정의된 경로가 없습니다.
pl_pl: Obecnie nie zdefiniowano żadnych tras.
uk_ua: Наразі не визначено жодних маршрутів.
zh_cn: 当前没有定义路由。

source: Unable to retrieve Zerotier network information. Is the service enabled, do you have enabled networks and is there internet connectivity?
cs_cz: Nelze načíst informace o síti Zerotier. Je služba povolena, máte povolené sítě a je k dispozici připojení k internetu?
de_de: Zerotier Netzwerk Informationen konnten nicht abgerufen werden. Ist der Dienst aktiviert, sind Netzwerke aktiviert und gibt es einen funktionierende Internet Verbindung?
el_gr: Δεν είναι δυνατή η ανάκτηση πληροφοριών δικτύου Zerotier. Είναι ενεργοποιημένη η υπηρεσία, έχετε ενεργοποιημένα δίκτυα και υπάρχει σύνδεση στο διαδίκτυο;
fa_ir: نمی‌توان اطلاعات شبکه Zerotier را بازیابی کرد. آیا سرویس فعال است، شبکه‌ای فعال کرده‌اید و اتصال به اینترنت برقرار است؟
fr_fr: Impossible de récupérer les informations du réseau Zerotier. Le service est-il activé, avez-vous des réseaux activés et existe-t-il une connectivité Internet ?
it_it: Impossibile recuperare le informazioni sulla rete Zerotier. Il servizio è abilitato, avete reti abilitate e c'è connettività Internet?
ko_kr: 제로티어 네트워크 정보를 검색할 수 없습니다. 서비스가 활성화되어 있고, 활성화된 네트워크가 있으며 인터넷 연결이 가능한가요?
pl_pl: Nie można pobrać informacji o sieci Zerotier. Czy usługa jest włączona, czy masz włączone sieci i czy jest połączenie z internetem?
uk_ua: Не вдається отримати інформацію про мережу Zerotier. Чи активована служба, чи є увімкнені мережі та чи є підключення до Інтернету?
zh_cn: 无法检索Zerotier网络信息。检查是否启用了服务，且是否存在互联网连接？

source: Peer
cs_cz: Protějšek
de_de: Gegenstelle
el_gr: Ευπατρίδης
fa_ir: همتا
fr_fr: Pairs
it_it: Pari
ko_kr: 피어
pl_pl: Rówieśnik
uk_ua: Вузол
zh_cn: 端点

source: Naxsi WAF Policy
cs_cz: Zásada Naxsi WAF
de_de: Naxsi-WAF-Richtlinie
el_gr: Πολιτική Naxsi WAF
fa_ir: سیاست Naxsi WAF
fr_fr: Politique du WAF de Naxsi
it_it: Politica WAF di Naxsi
ko_kr: Naxi WAF 정책
pl_pl: Polityka WAF Naxsi
uk_ua: Політика Naxsi WAF
zh_cn: Naxsi WAF策略

source: expired
cs_cz: platnost skončila
de_de: abgelaufen
el_gr: έληξε
fa_ir: منقضی شده
fr_fr: expiré
it_it: scaduto
ko_kr: 만료됨
pl_pl: wygasło
uk_ua: термін дії минув
zh_cn: 过期

source: lastReceive
de_de: letzter Empfang
el_gr: τελευταία παραλαβή
fa_ir: آخرین دریافت
fr_fr: dernière réception
pl_pl: ostatnio otrzymane
uk_ua: останнє отримання
zh_cn: 最后接收

source: lastSend
de_de: letzte Sendung
el_gr: Τελευταία Αποστολή
fa_ir: آخرین ارسال
it_it: ultimoInvio
pl_pl: ostatnio wysłane
uk_ua: останнє надсилання
zh_cn: 最后发送
