Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select which request headers to unset before they get passed from the client to the server. Unsetting some of these headers can increase security, e.g., unsetting "Accept-Encoding" can help preventing BREACH attacks.
de_de: Angeben, welche Request-Header entfernt werden sollen, bevor diese vom Client an den Server übergeben werden. Das Entfernen bestimmter Header kann die Sicherheit erhöhen, z. B. kann das Entfernen von "Accept-Encoding" helfen, BREACH-Angriffe zu verhindern.
fa_ir: انتخاب کنید کدام هدرهای درخواست قبل از ارسال از کلاینت به سرور unset شوند. پاک‌سازی برخی از این هدرها می‌تواند امنیت را افزایش دهد؛ مثلاً پاک‌کردن "Accept-Encoding" می‌تواند در جلوگیری از حملات BREACH کمک کند.
fr_fr: Sélectionnez les en-têtes de requête à désactiver avant qu'ils ne soient transmis du client au serveur. Le fait de désactiver certains de ces en-têtes peut améliorer la sécurité, par exemple, le fait de désactiver "Accept-Encoding" peut aider à prévenir les attaques de type BREACH.
ko_kr: 클라이언트에서 서버로 전달되기 전에 제거할 요청 헤더를 선택하세요. 일부 헤더를 제거하면 보안이 강화될 수 있습니다. 예를 들어, "Accept-Encoding" 헤더를 제거하면 BREACH 공격을 방지하는 데 도움이 됩니다.
uk_ua: Виберіть, які заголовки запиту скасувати, перш ніж вони будуть передані від клієнта до сервера. Скасування деяких із цих заголовків може підвищити безпеку, наприклад, скасування "Accept-Encoding" може допомогти запобігти атакам BREACH.

source: The depth actually is the maximum number of intermediate certificate issuers, i.e. the number of CA certificates which are max allowed to be followed while verifying the client certificate.
de_de: Die Tiefe entspricht der maximalen Anzahl an Zwischenzertifizierungsstellen, also der Anzahl an CA-Zertifikaten, die bei der Überprüfung eines Client-Zertifikats maximal berücksichtigt werden dürfen.
fa_ir: عمق در واقع حداکثر تعداد صادرکنندگان گواهی میانی است، یعنی تعداد گواهی‌های CA که هنگام اعتبارسنجی گواهی کلاینت حداکثر مجاز به دنبال کردن آنها هستید.
fr_fr: La profondeur correspond en fait au nombre maximal d'émetteurs de certificats intermédiaires, c'est-à-dire le nombre de certificats d'autorité de certification qui sont autorisés à être suivis lors de la vérification du certificat du client.
ko_kr: 실제로 '깊이'는 최대 중간 인증서 발급자 수, 즉 클라이언트 인증서를 검증할 때 따라갈 수 있는 최대 CA 인증서 수를 의미합니다.
uk_ua: Глибина фактично є максимальною кількістю проміжних емітентів сертифікатів, тобто максимально дозволеною кількістю сертифікатів CA, які можна відстежувати під час перевірки сертифіката клієнта.

source: This directive enables verification of the server certificate's expiration date when mod_ssl is acting as an SSL client. The check will fail if the certificate has expired, causing the SSL request to be aborted and a 502 (Bad Gateway) status code to be returned. Enable this option to ensure the server's certificate is valid and within its validity period.
de_de: Diese Direktive aktiviert die Überprüfung des Ablaufdatums eines Serverzertifikats, wenn mod_ssl als SSL-Client fungiert. Der Test schlägt fehl, wenn das Zertifikat abgelaufen ist, wodurch die SSL-Anfrage abgebrochen und ein HTTP-Statuscode 502 (Bad Gateway) zurückgegeben wird. Aktivieren Sie diese Option, um sicherzustellen, dass das Serverzertifikat gültig ist und sich innerhalb seiner Laufzeit befindet.
fa_ir: این دستور بررسی تاریخ انقضای گواهی سرور را هنگامی که mod_ssl به‌عنوان یک SSL client عمل می‌کند فعال می‌سازد. اگر گواهی منقضی شده باشد، بررسی شکست خورده و درخواست SSL قطع می‌شود و کد وضعیت 502 (Bad Gateway) بازگردانده می‌شود. این گزینه را فعال کنید تا اطمینان حاصل شود گواهی سرور معتبر و در بازهٔ زمانی اعتبار خود قرار دارد.
fr_fr: Cette directive permet de vérifier la date d'expiration du certificat du serveur lorsque mod_ssl agit en tant que client SSL. en tant que client SSL. La vérification échouera si le certificat a expiré, ce qui entraînera l'abandon de la requête SSL et le renvoi d'un code d'état 502 (Bad Gateway). la requête SSL est interrompue et un code d'état 502 (Bad Gateway) est renvoyé. Activez cette option pour vous assurer que le certificat du serveur est valide et que sa période de validité est respectée. du serveur est valide et que sa période de validité est respectée.
ko_kr: 이 지시문은 mod_ssl이 SSL 클라이언트로 동작할 때 서버 인증서의 만료일을 확인할 수 있도록 합니다. 인증서가 만료된 경우 확인이 실패하여 SSL 요청이 중단되고 502(Bad Gateway) 상태 코드가 반환됩니다. 이 옵션을 활성화하면 서버 인증서의 유효 및 유효 기간 내에 있는지 확인할 수 있습니다.
uk_ua: Ця директива дозволяє перевіряти термін дії сертифіката сервера, коли mod_ssl діє як SSL-клієнт. Перевірка не вдасться, якщо термін дії сертифіката закінчився, що призведе до переривання SSL-запиту та повернення коду стану 502 (Bad Gateway). Увімкніть цю опцію, щоб переконатися, що сертифікат сервера є дійсним і знаходиться в межах терміну його дії.

source: Used in combination with set priority, packets which have a TOS of lowdelay and TCP ACKs with no data payload will be assigned this priority when offered.
de_de: In Kombination mit der festgelegten Priorität wird Paketen mit einer TOS von geringer Verzögerung und TCP-ACKs ohne Datennutzlast diese Priorität zugewiesen, wenn sie angeboten wird.
fa_ir: در ترکیب با set priority استفاده می‌شود: بسته‌هایی که TOS آنها lowdelay است و بسته‌های TCP ACK بدون بار داده، هنگام ارائه این اولویت به آنها اختصاص داده می‌شوند.
fr_fr: Utilisé en combinaison avec set priority, les paquets qui ont un TOS de lowdelay et les TCP ACKs sans données utiles se verront attribuer cette priorité lorsqu'ils seront offerts. se verront attribuer cette priorité lorsqu'ils seront proposés.
ko_kr: 이 옵션은 우선순위 설정과 함께 사용되며, TOS 값이 lowdelay인 패킷과 데이터가 없는 TCP ACK 패킷에 대해, 패킷이 처리(전송)될 때 해당 우선순위를 부여합니다.
uk_ua: Використовується в поєднанні зі встановленим пріоритетом, пакетам, які мають TOS (Type of Service) низької затримки та TCP ACKs без корисного навантаження даних, буде призначено цей пріоритет при їх надходженні.

source: Enable the ACME protocol to automatically provision certificates using Let's Encrypt, when set will ignore the selected certificate (and enable SSL on this virtual server)
de_de: ACME-Protokoll aktivieren, um Zertifikate automatisch über Let's Encrypt bereitzustellen. Wenn diese Option aktiviert ist, wird das ausgewählte Zertifikat ignoriert und SSL auf diesem virtuellen Server aktiviert.
fa_ir: پروتکل ACME را برای پروویژن خودکار گواهی‌ها با استفاده از Let's Encrypt فعال کنید. در صورت فعال‌سازی، گواهی انتخاب‌شده نادیده گرفته می‌شود (و SSL را روی این سرور مجازی فعال می‌کند).
fr_fr: Activer le protocole ACME pour fournir automatiquement des certificats à l'aide de Let's Encrypt, si cette option est activée, le certificat sélectionné sera ignoré (et SSL sera activé sur ce serveur virtuel). le certificat sélectionné (et activera SSL sur ce serveur virtuel)
ko_kr: ACME 프로토콜을 활성화하여 Let's Encrypt를 사용하여 인증서를 자동으로 프로비저닝합니다. 이 설정이 활성화되면 선택한 인증서는 무시됩니다. (그리고 이 가상 서버에서 SSL이 활성화됩니다.)
uk_ua: Увімкнути протокол ACME для автоматичного надання сертифікатів за допомогою Let's Encrypt; якщо встановлено, ігноруватиме вибраний сертифікат (і ввімкне SSL на цьому віртуальному сервері).

source: For selected configuration items it is possible to limit the interfaces that will be used on the remote firewall, in which case the local configuration items would be left intact after provisioning. When left empty, all configured interfaces on this machine will be offered to the managed firewall. The documentation contains further information about the usage of this option.
de_de: Für ausgewählte Konfigurationselemente ist es möglich, die Schnittstellen einzuschränken, die auf der entfernten Firewall verwendet werden. In diesem Fall bleiben die lokalen Konfigurationselemente nach der Bereitstellung unberührt. Wenn das Feld leer bleibt, werden alle auf diesem System konfigurierten Schnittstellen der verwalteten Firewall angeboten. Weitere Informationen zur Nutzung dieser Option finden Sie in der Dokumentation.
fa_ir: برای برخی آیتم‌های پیکربندی امکان محدود کردن اینترفیس‌هایی که در فایروال راه‌دور استفاده می‌شوند وجود دارد؛ در این صورت آیتم‌های پیکربندی محلی پس از پروویژن دست‌نخورده باقی می‌مانند. اگر فیلد خالی بماند، همهٔ اینترفیس‌های پیکربندی‌شده روی این دستگاه به فایروال مدیریت‌شده پیشنهاد خواهند شد. مستندات اطلاعات بیشتری در مورد استفاده از این گزینه ارائه می‌دهد.
fr_fr: Pour certains éléments de configuration, il est possible de limiter les interfaces qui seront utilisées sur le pare-feu distant, dans ce cas, les éléments de configuration locaux seront laissés intacts après le provisionnement. Si le champ est vide, toutes les interfaces configurées sur cette machine seront proposées au pare-feu géré. La documentation contient de plus amples informations sur l'utilisation de cette option.
ko_kr: 선택한 구성 항목에 대해 원격 방화벽에서 사용할 인터페이스를 제한할 수 있습니다. 이 경우 프로비저닝 후 로컬 구성 항목은 그대로 유지됩니다. 이 옵션을 비워두면 이 시스템에 구성된 모든 인터페이스가 관리형 방화벽에 제공됩니다. 이 옵션 사용에 대한 자세한 내용은 설명서를 참조하십시오.
uk_ua: Для вибраних елементів конфігурації можна обмежити інтерфейси, які будуть використовуватися на віддаленому брандмауері, у цьому випадку локальні елементи конфігурації залишаться недоторканими після надання. Якщо залишити порожнім, усі налаштовані інтерфейси на цій машині будуть запропоновані керованому брандмауеру. Документація містить додаткову інформацію щодо використання цієї опції.

source: This directive configures host name checking for server certificates when mod_ssl is acting as an SSL client. The check will succeed if the host name from the request URI matches one of the CN attribute(s) of the certificate's subject, or matches the subjectAltName extension. If the check fails, the SSL request is aborted and a 502 status code (Bad Gateway) is returned.
de_de: Diese Direktive konfiguriert die Hostnamen-Überprüfung für Serverzertifikate, wenn mod_ssl als SSL-Client fungiert. Die Überprüfung ist erfolgreich, wenn der Hostname aus der Request-URI mit einem der CN-Attribute des Zertifikat-Subjects oder mit der subjectAltName-Erweiterung übereinstimmt. Schlägt die Überprüfung fehl, wird die SSL-Anfrage abgebrochen und ein HTTP-Statuscode 502 (Bad Gateway) zurückgegeben.
fa_ir: این دستور بررسی نام میزبان برای گواهی‌های سرور را زمانی که mod_ssl به‌عنوان SSL client عمل می‌کند پیکربندی می‌کند. بررسی موفق خواهد بود اگر نام میزبان از URI درخواست با یکی از مقدارهای CN در subject گواهی مطابقت داشته باشد یا با extension subjectAltName تطابق کند. در صورت شکست بررسی، درخواست SSL قطع شده و کد وضعیت 502 (Bad Gateway) بازگردانده می‌شود.
fr_fr: Cette directive configure la vérification du nom d'hôte pour les certificats de serveur lorsque mod_ssl agit en tant que client SSL. La vérification aboutira si le nom d'hôte de l'URI de la requête correspond à l'un des attributs CN du sujet du certificat ou correspond à l'extension subjectAltName. ou correspond à l'extension subjectAltName. Si la vérification échoue, la demande SSL est interrompue et un code d'état 502 (mauvaise passerelle) est renvoyé.
ko_kr: 이 지시문은 mod_ssl이 SSL 클라이언트로 작동할 때 서버 인증서에 대한 호스트 이름 검사를 구성합니다. 검사는 요청 URI의 호스트 이름이 인증서 주체의 CN 속성 중 하나와 일치하거나 subjectAltName 확장과 일치하면 성공합니다. 검사에 실패하면 SSL 요청이 중단되고 502 상태 코드(잘못된 게이트웨이)가 반환됩니다.
uk_ua: Ця директива налаштовує перевірку імені хоста для сертифікатів сервера, коли mod_ssl діє як SSL-клієнт. Перевірка буде успішною, якщо ім'я хоста з URI запиту відповідає одному з атрибутів CN суб'єкта сертифіката або розширенню subjectAltName. Якщо перевірка не вдається, SSL-запит переривається і повертається код стану 502 (Bad Gateway).

source: By default inbound firewall rules only apply on the IPsec interface, outbound however passes both the virtual interface and the IPsec (enc0) interface, which makes the use of source NAT impossible. This toggle offers the option to skip the selected interface in our firewall rules which removes this inconsistency.
de_de: Standardmäßig gelten eingehende Firewall-Regeln nur für die IPsec-Schnittstelle. Ausgehender Verkehr wird jedoch sowohl über die virtuelle Schnittstelle als auch über die IPsec-Schnittstelle (enc0) geleitet, wodurch die Verwendung von Source-NAT unmöglich wird. Mit dieser Umschaltoption kann die ausgewählte Schnittstelle in den Firewall-Regeln übersprungen werden, wodurch diese Inkonsistenz beseitigt wird.
fa_ir: به‌صورت پیش‌فرض قوانین ورودی فایروال فقط روی اینترفیس IPsec اعمال می‌شوند؛ اما قوانین خروجی هر دو اینترفیس مجازی و اینترفیس IPsec (enc0) را در بر می‌گیرند که استفاده از source NAT را غیرممکن می‌سازد. این گزینه امکان نادیده گرفتن اینترفیس انتخاب‌شده در قوانین فایروال را فراهم می‌کند تا این ناهماهنگی برطرف شود.
fr_fr: Par défaut, les règles de pare-feu entrantes ne s'appliquent qu'à l'interface IPsec, tandis que les règles sortantes passent à la fois par l'interface virtuelle et l'interface IPsec (enc0). et l'interface IPsec (enc0), ce qui rend impossible l'utilisation de la NAT à la source. Cette option permet l'option d'ignorer l'interface sélectionnée dans nos règles de pare-feu, ce qui supprime cette incohérence.
ko_kr: 기본적으로 인바운드 방화벽 규칙은 IPsec 인터페이스에만 적용됩니다. 그러나 아웃바운드 트래픽은 가상 인터페이스와 IPsec(enc0) 인터페이스 모두를 통과하므로 소스 NAT 사용이 불가능합니다. 이 토글은 방화벽 규칙에서 선택된 인터페이스를 건너뛸 수 있는 옵션을 제공하여 이러한 불일치를 제거합니다.
uk_ua: Типово, вхідні правила брандмауера застосовуються лише до інтерфейсу IPsec, проте вихідні проходять як через віртуальний, так і через інтерфейс IPsec (enc0), що унеможливлює використання вихідного NAT. Цей перемикач дає можливість пропустити вибраний інтерфейс у правилах брандмауера, що усуває цю невідповідність.

source: "Set" option to send it to a client in a DHCP offer or "Match" option to dynamically tag clients that send it in the initial DHCP request.
de_de: "Setzen"-Option, um sie in einem DHCP-Angebot an einen Client zu senden, oder "Abgleichen"-Option, um Clients dynamisch zu markieren, die sie in der initialen DHCP-Anfrage senden.
fa_ir: گزینه "Set" برای ارسال آن به مشتری در پیشنهاد DHCP یا گزینه "Match" برای برچسب‌گذاری پویا مشتریانی که آن را در درخواست اولیه DHCP می‌فرستند.
fr_fr: L'option "Set" pour l'envoyer à un client dans une offre DHCP ou l'option "Match" pour marquer dynamiquement les clients qui l'envoient dans la requête DHCP initiale.
ko_kr: "설정" 옵션을 선택하면 DHCP offer에 해당 주소를 클라이언트로 전송하고, "일치" 옵션을 선택하면 초기 DHCP 요청에서 해당 주소를 전송하는 클라이언트에 동적으로 태그를 지정합니다.
uk_ua: Опція «Встановити», щоб надіслати її клієнту в пропозиції DHCP, або опція «Зіставити», щоб динамічно маркувати клієнтів, які надсилають її в початковому запиті DHCP.

source: "Use Remote AS Number" will use the number specified in the "Remote AS" field, while "External" or "Internal" will ignore it in favor of the alternative "remote-as internal" and "remote-as external" settings.
de_de: "Remote-AS-Nummer verwenden." verwendet die im Feld "Remote-AS" angegebene Nummer, während "External" oder "Internal" diese ignorieren und stattdessen die alternativen Einstellungen "remote-as internal" bzw. "remote-as external" nutzen.
fa_ir: گزینه "Use Remote AS Number" شماره‌ای که در فیلد "Remote AS" وارد شده است را استفاده می‌کند، در حالی که "External" یا "Internal" آن را نادیده گرفته و از تنظیمات جایگزین "remote-as internal" و "remote-as external" استفاده می‌کنند.
fr_fr: L'option "Utiliser le numéro de l'AS distant" utilise le numéro spécifié dans le champ "AS distant", tandis que les options "Externe" ou "Interne" l'ignorent au profit des paramètres alternatifs "remote-as internal" et "remote-as external".
ko_kr: "원격 AS 번호 사용"을 선택하면 "원격 AS" 필드에 지정된 번호가 사용되고, "외부" 또는 "내부"를 선택하면 해당 번호를 무시하고 각각 "remote-as internal" 및 "remote-as external" 설정이 사용됩니다.
uk_ua: «Використовувати віддалений номер AS» використовуватиме номер, зазначений у полі «Віддалений AS», тоді як «Зовнішній» або «Внутрішній» ігноруватимуть його на користь альтернативних налаштувань «віддалений-as внутрішній» та «віддалений-as зовнішній».

source: "request" - Ask clients for a certificate, but allow even if there isn't one; do not verify it. "require" - Require clients to present a certificate, but do not verify it. "verify_if_given" - Ask clients for a certificate; allow even if there isn't one, but verify it if there is. "require_and_verify" - Require clients to present a valid certificate that is verified.
de_de: "request" - Clients nach einem Zertifikat fragen, jedoch auch ohne Zertifikat zulassen; keine Überprüfung durchführen. "require" - Clients müssen ein Zertifikat vorlegen, es wird jedoch nicht überprüft. "verify_if_given" - Clients nach einem Zertifikat fragen; auch ohne Zertifikat zulassen, ein vorhandenes Zertifikat jedoch überprüfen. "require_and_verify" - Clients müssen ein gültiges und überprüftes Zertifikat vorlegen.
fa_ir: "request" - از مشتریان گواهی بخواهید، اما اگر گواهی نداشتند باز هم اجازه دهید؛ آن را تأیید نکنید. "require" - از مشتریان بخواهید گواهی ارائه دهند، اما آن را تأیید نکنید. "verify_if_given" - از مشتریان گواهی بخواهید؛ اگر نبود بپذیرید، اما در صورت وجود آن را تأیید کنید. "require_and_verify" - از مشتریان بخواهید گواهی معتبر ارائه دهند و آن را تأیید کنید.
fr_fr: "request" - Demander un certificat aux clients, mais l'autoriser même s'il n'y en a pas ; ne pas le vérifier. "require" - Exiger des clients qu'ils présentent un certificat, mais ne pas le vérifier. "verify_if_given" - Demande un certificat aux clients ; autorise même s'il n'y en a pas, mais le vérifie s'il y en a un. "require_and_verify" - Exige des clients qu'ils présentent un certificat valide qui est vérifié.
ko_kr: "요청" - 클라이언트에게 인증서를 요청하지만, 인증서가 없더라도 허용하고 검증은 수행하지 않습니다. "필수" - 클라이언트에게 인증서 제시를 요구하지만 검증은 수행하지 않습니다. "제시된 경우 검증" - 클라이언트에게 인증서를 요청하고, 인증서가 없더라도 허용하지만, 인증서가 있는 경우 검증합니다. "필수 및 검증" - 클라이언트에게 검증된 유효한 인증서 제시를 요구합니다.
uk_ua: «запит» – Запитати сертифікат у клієнтів, але дозволити навіть якщо його немає; не перевіряти його. «вимагати» – Вимагати від клієнтів надати сертифікат, але не перевіряти його. «перевірити_якщо_дано» – Запитати сертифікат у клієнтів; дозволити навіть якщо його немає, але перевірити його, якщо він є. «вимагати_та_перевірити» – Вимагати від клієнтів надати дійсний сертифікат, який перевірено.

source: A HEX encoded root CA SHA256 fingerprint added to the list of trusted CAs before SSL validation happens.
de_de: Ein HEX-codierter SHA256-Fingerabdruck der Stammzertifizierungsstelle, der der Liste vertrauenswürdiger Zertifizierungsstellen hinzugefügt wird, bevor die SSL-Validierung erfolgt.
fa_ir: اثر انگشت SHA256 یک CA ریشه‌ای کدشده به صورت HEX که پیش از اعتبارسنجی SSL به فهرست CA‌های مورد اعتماد افزوده می‌شود.
fr_fr: Empreinte SHA256 de l'autorité de certification racine codée en HEX, ajoutée à la liste des autorités de certification de confiance avant la validation SSL.
ko_kr: SSL 검증이 시작되기 전에 신뢰할 수 있는 CA 목록에 HEX 인코딩된 루트 CA SHA256 지문이 추가됩니다.
uk_ua: Відбиток SHA256 кореневого ЦС у форматі HEX, доданий до списку довірених ЦС перед валідацією SSL.

source: ACME Certificate Agreement
de_de: ACME-Zertifikatsvereinbarung
fa_ir: توافق‌نامه گواهی ACME
fr_fr: Accord de certificat ACME
ko_kr: ACME 인증서 동의
uk_ua: Угода про сертифікат ACME

source: ACME Contact Email
de_de: ACME-Kontakt-E-Mail
fa_ir: ایمیل تماس ACME
fr_fr: Email de contact ACME
ko_kr: ACME 연락처 이메일
uk_ua: Електронна пошта для зв'язку ACME

source: API key / user identification
de_de: API-Schlüssel / Benutzeridentifikation
fa_ir: کلید API / شناسه کاربر
fr_fr: Clé API / identification de l'utilisateur
ko_kr: API 키 / 사용자 식별
uk_ua: Ключ API / ідентифікація користувача

source: API secret
fa_ir: رمز API
fr_fr: Secret de l'API
ko_kr: API 비밀
uk_ua: Секрет API

source: API secret / password
de_de: API-Secret / Passwort
fa_ir: رمز API / گذرواژه
fr_fr: Secret / mot de passe de l'API
ko_kr: API 비밀 / 비밀번호
uk_ua: Секрет API / пароль

source: AS (Autonomous System) number of the neighbor, required for establishing a BGP session.
de_de: AS-Nummer (Autonomous System) des Nachbarn, erforderlich zum Aufbau einer BGP-Sitzung.
fa_ir: شمارهٔ AS همسایه (Autonomous System)، برای برقراری جلسه BGP لازم است.
fr_fr: Numéro AS (Autonomous System) du voisin, nécessaire à l'établissement d'une session BGP.
ko_kr: BGP 세션을 설정하는 데 필요한 이웃의 AS(자율 시스템) 번호입니다.
uk_ua: Номер AS (автономної системи) сусіда, необхідний для встановлення BGP-сесії.

source: Accept Client Routes
de_de: Client-Routen akzeptieren
fa_ir: پذیرش مسیرهای کلاینت
fr_fr: Accepter les itinéraires des clients
ko_kr: 클라이언트 경로 수락
uk_ua: Приймати маршрути клієнта

source: Accept DNS
de_de: DNS akzeptieren
fa_ir: پذیرش DNS
fr_fr: Accepter le DNS
ko_kr: DNS 수락
uk_ua: Приймати DNS

source: Accept DNS configuration from the control server.
de_de: DNS-Konfiguration vom Kontrollserver akzeptieren.
fa_ir: پذیرش پیکربندی DNS از سرور کنترل.
fr_fr: Accepter la configuration DNS du serveur de contrôle.
ko_kr: 제어 서버에서 DNS 구성을 수락합니다.
uk_ua: Приймати конфігурацію DNS від сервера управління.

source: Accept Server Routes
de_de: Server-Routen akzeptieren
fa_ir: پذیرش مسیرهای سرور
fr_fr: Accepter les routes du serveur
ko_kr: 서버 경로 수락
uk_ua: Приймати маршрути сервера

source: Accept Subnet Routes
de_de: Subnetz-Routen akzeptieren
fa_ir: پذیرش مسیرهای زیرشبکه
fr_fr: Accepter les itinéraires de sous-réseau
ko_kr: 서브넷 경로 수락
uk_ua: Приймати маршрути підмережі

source: Accept and process client routes received from the management
de_de: Von der Verwaltung empfangene Client-Routen akzeptieren und verarbeiten
fa_ir: پذیرش و پردازش مسیرهای کلاینت دریافتی از مدیریت
fr_fr: Accepter et traiter les itinéraires des clients reçus de la direction
ko_kr: 관리 인터페이스로부터 수신한 클라이언트 경로를 허용하고 처리
uk_ua: Приймати та обробляти клієнтські маршрути, отримані від управління

source: Accept incoming routes with AS path containing AS number with the same value as the current system AS.
de_de: Eingehende Routen akzeptieren, deren AS-Pfad eine AS-Nummer mit demselben Wert wie das aktuelle System-AS enthält.
fa_ir: پذیرش مسیرهای ورودی که در AS path شماره AS‌ای برابر با AS فعلی سیستم دارند.
fr_fr: Accepter les routes entrantes avec un chemin AS contenant un numéro AS avec la même valeur que l'AS du système actuel.
ko_kr: 현재 시스템 AS와 동일한 값을 갖는 AS 번호를 포함하는 AS 경로로 들어오는 경로를 허용합니다.
uk_ua: Приймати вхідні маршрути зі шляхом AS, що містить номер AS з тим самим значенням, що й AS поточної системи.

source: Accept subnet routes that other nodes advertise.
de_de: Subnetz-Routen akzeptieren, die von anderen Knoten angekündigt werden.
fa_ir: پذیرش مسیرهای زیرشبکه‌ای که سایر نودها اعلان می‌کنند.
fr_fr: Accepter les itinéraires de sous-réseau annoncés par d'autres nœuds.
ko_kr: 다른 노드가 광고하는 서브넷 경로를 허용합니다.
uk_ua: Приймати маршрути підмереж, які оголошують інші вузли.

source: Access LAN
de_de: LAN-Zugriff
fa_ir: دسترسی به LAN
fr_fr: Accès au réseau local
ko_kr: LAN 접속
uk_ua: Доступ до локальної мережі

source: Activates Bidirectional Forwarding Detection for rapid link failure detection; peer configuration required.
de_de: Aktiviert die Bidirectional Forwarding Detection zur schnellen Erkennung von Linkausfällen; Konfiguration der Gegenstelle erforderlich.
fa_ir: فعال‌سازی Bidirectional Forwarding Detection برای تشخیص سریع خرابی لینک؛ پیکربندی همتا لازم است.
fr_fr: Active la détection de transfert bidirectionnel pour une détection rapide des défaillances de liaison ; configuration par l'homologue requise.
ko_kr: 빠른 링크 장애 감지를 위해 양방향 전달 감지를 활성화합니다. 피어 구성이 필요합니다.
uk_ua: Активує двонаправлене виявлення пересилань для швидкого виявлення збоїв каналів; потрібна конфігурація піра.

source: Active Health Body
fa_ir: بدنه بررسی سلامت فعال
fr_fr: Corps de santé actif
uk_ua: Тіло активної перевірки стану

source: Active Health Fails
de_de: Active-Health-Fehler
fa_ir: شکست‌های بررسی سلامت فعال
fr_fr: Les échecs de la santé active
uk_ua: Невдачі активної перевірки стану

source: Active Health Follow Redirects
de_de: Active-Health-Weiterleitungen folgen
fa_ir: بررسی سلامت فعال: دنبال کردن ریدایرکت‌ها
uk_ua: Активна перевірка стану: слідувати перенаправленням

source: Active Health Interval
de_de: Active-Health-Intervall
fa_ir: فاصله بررسی سلامت فعال
fr_fr: Intervalle de santé active
uk_ua: Інтервал активної перевірки стану
