Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Are you sure you want to flush all generated content and restart the proxy?
cs_cz: Opravdu chcete vymazat veškerý vygenerovaný obsah a proxy restartovat?
de_de: Möchten Sie wirklich alle generierten Inhalte verwerfen und den Proxy neu starten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλο το δημιουργημένο περιεχόμενο και να επανεκκινήσετε τον proxy;
fa_ir: آیا مطمئن هستید که می‌خواهید همهٔ محتوای تولیدشده را پاک کنید و پروکسی را مجدداً راه‌اندازی کنید؟
fr_fr: Voulez-vous vraiment vider tout le contenu généré et redémarrer le proxy?
it_it: Vuoi eliminare tutto il contenuto generato e riavviare il proxy?
ko_kr: 생성된 모든 콘텐츠를 플러시하고 프록시를 다시 시작하시겠습니까?
pl_pl: Czy na pewno chcesz wyczyścić całą wygenerowaną zawartość i zrestartować proxy?
uk_ua: Ви впевнені, що хочете очистити весь згенерований вміст і перезапустити проксі?
zh_cn: 您确定要刷新所有生成的内容并重新启动代理吗？

source: Edit VxLan
cs_cz: Upravit VxLan
de_de: VxLan bearbeiten
el_gr: Επεξεργασία VxLan
fa_ir: ویرایش VxLan
fr_fr: Modifier VxLan
it_it: Modifica VxLan
ko_kr: VxLAN 편집
pl_pl: Edytuj VxLan
uk_ua: Редагувати VxLan
zh_cn: 编辑VxLan

source: Edit Loopback
cs_cz: Upravit zpětnou smyčku
de_de: Loopback bearbeiten
el_gr: Επεξεργασία βρόχου επιστροφής
fa_ir: ویرایش Loopback
fr_fr: Modifier le bouclage
it_it: Modifica loopback
ko_kr: 루프백 편집
pl_pl: Edytuj Loopback
uk_ua: Редагувати Loopback
zh_cn: 编辑Loopback

source: Edit key pair
cs_cz: Upravit dvojici klíčů
de_de: Schlüsselpaar bearbeiten
el_gr: Επεξεργασία ζεύγους κλειδιών
fa_ir: ویرایش جفت کلید
fr_fr: Modifier la paire de clés
it_it: Modifica coppia di chiavi
ko_kr: 키 쌍 편집
pl_pl: Edytuj parę kluczy
uk_ua: Редагувати пару ключів
zh_cn: 编辑密钥对

source: Drop selected
cs_cz: Zahodit označené
de_de: Ausgewählte verwerfen
el_gr: Απόθεση επιλεγμένων
fa_ir: حذف موارد انتخاب‌شده
fr_fr: Drop sélectionné
it_it: Rilascia selezionato
ko_kr: 선택한 항목 삭제
pl_pl: Odrzuć wybrane
uk_ua: Відкинути вибране
zh_cn: 删除所选

source: Alert selected
cs_cz: Vybrané upozornění
de_de: Ausgewählte alarmieren
el_gr: Επιλέχθηκε ειδοποίηση
fa_ir: اخطار برای موارد انتخاب‌شده
fr_fr: Alerte sélectionnée
it_it: Avviso selezionato
ko_kr: 알림 선택됨
pl_pl: Zgłoś wybrane
uk_ua: Попередити вибране
zh_cn: 已选择警报

source: Maintain a set of counters for each table entry
cs_cz: Udržovat sadu čítačů pro každou z položek tabulky
de_de: Verwalten Sie einen Satz von Zählern für jeden Tabelleneintrag
el_gr: Διατηρήστε ένα σύνολο μετρητών για κάθε καταχώρηση στον πίνακα
fa_ir: نگهداری مجموعه‌ای از شمارنده‌ها برای هر ورودی جدول
fr_fr: Maintenir un ensemble de compteurs pour chaque entrée de table
it_it: Mantieni una serie di contatori per ogni voce della tabella
ko_kr: 각 테이블 항목에 대한 카운터 집합 유지 관리
pl_pl: Prowadź zestaw liczników dla każdego wpisu tabeli
uk_ua: Підтримувати набір лічильників для кожного запису в таблиці
zh_cn: 为每个表条目保留一组计数器

source: Countries
cs_cz: Země
de_de: Länder
el_gr: Χώρες
fa_ir: کشورها
fr_fr: Pays
it_it: Paesi
ko_kr: 국가
pl_pl: Kraje
uk_ua: Країни
zh_cn: 国家

source: Region
cs_cz: Oblast
el_gr: Περιοχή
fa_ir: منطقه
fr_fr: Région
it_it: Regione
ko_kr: 지역
uk_ua: Регіон
zh_cn: 区域

source: Enable this alias
cs_cz: Zapnout tento alternativní název
de_de: Diesen Alias aktivieren
el_gr: Ενεργοποίηση αυτού του ψευδωνύμου
fa_ir: این نام مستعار را فعال کنید
fr_fr: Activez cet alias
it_it: Abilita questo alias
ko_kr: 이 별칭 사용
pl_pl: Włącz ten alias
uk_ua: Увімкнути цей псевдонім
zh_cn: 启用别名

source: GeoIP settings
cs_cz: Nastavení pro GeoIP
de_de: GeoIP-Einstellungen
el_gr: Ρυθμίσεις GeoIP
fa_ir: تنظیمات GeoIP
fr_fr: Paramètres GeoIP
it_it: Impostazioni GeoIP
ko_kr: GeoIP 설정
pl_pl: Ustawienia GeoIP
uk_ua: Налаштування GeoIP
zh_cn: GeoIP设置

source: In order to use GeoIP, you need to configure a source in the GeoIP settings tab
cs_cz: Aby bylo možné používat GeoIP, je třeba nastavit zdroj v panelu nastavení pro GeoIP
de_de: Um GeoIP zu verwenden, müssen Sie im Reiter "GeoIP-Einstellungen" eine Quelle konfigurieren.
el_gr: Για να χρησιμοποιήσετε το GeoIP, πρέπει να διαμορφώσετε μια πηγή στην καρτέλα ρυθμίσεων GeoIP.
fa_ir: برای استفاده از GeoIP، باید یک منبع را در زبانهٔ تنظیمات GeoIP پیکربندی کنید.
fr_fr: Pour utiliser GeoIP, vous devez configurer une source dans l'onglet Paramètres GeoIP.
it_it: Per utilizzare GeoIP, è necessario configurare una fonte nella scheda Impostazioni GeoIP
ko_kr: GeoIP를 사용하려면 GeoIP 설정 탭에서 소스를 구성해야 합니다
pl_pl: Aby używać GeoIP, musisz skonfigurować źródło w zakładce ustawień GeoIP
uk_ua: Щоб використовувати GeoIP, вам потрібно налаштувати джерело на вкладці налаштувань GeoIP
zh_cn: 为了使用GeoIP，您需要在GeoIP设置标签中配置源

source: Are you sure you want to remove this route? Caution, this could potentially lead to loss of connectivity
cs_cz: Opravdu chcete tento směrovač odebrat? Pozor, toto případně může vést ke ztrátě připojení
de_de: Möchten Sie diese Route wirklich entfernen? Achtung: Dies kann möglicherweise zu einem Verbindungsverlust führen.
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτήν τη διαδρομή; Προσοχή, αυτό θα μπορούσε ενδεχομένως να οδηγήσει σε απώλεια συνδεσιμότητας.
fa_ir: آیا مطمئن هستید که می‌خواهید این مسیر را حذف کنید؟ احتیاط: این اقدام ممکن است به از دست رفتن اتصال منجر شود.
fr_fr: Voulez-vous vraiment supprimer cet itinéraire? Attention, cela pourrait entraîner une perte de connectivité
it_it: Sei sicuro di voler rimuovere questo percorso? Attenzione, ciò potrebbe potenzialmente portare alla perdita di connettività
ko_kr: 이 라우트를 제거하시겠습니까? 주의: 연결이 끊어질 수 있습니다
pl_pl: Jesteś pewien, że chcesz usunąć tę trasę? Uwaga, może to potencjalnie prowadzić do utraty łączności
uk_ua: Ви впевнені, що хочете видалити цей маршрут? Увага, це потенційно може призвести до втрати з'єднання
zh_cn: 您确定要删除该路由吗？注意，这可能会导致失去连接

source: Remove static route
cs_cz: Odebrat statické směrování
de_de: Statische Route entfernen
el_gr: Αφαίρεση στατικής διαδρομής
fa_ir: حذف مسیر ایستا
fr_fr: Supprimer la route statique
it_it: Rimuovere il percorso statico
ko_kr: 정적 라우트 제거
pl_pl: Usuń stałą trasę
uk_ua: Видалити статичний маршрут
zh_cn: 删除静态路由

source: Line
cs_cz: Řádek
de_de: Zeile
el_gr: Γραμμή
fa_ir: خط
fr_fr: Ligne
it_it: Linea
ko_kr: 라인
pl_pl: Linia
uk_ua: Рядок
zh_cn: 内容

source: Do you really want to flush this log?
cs_cz: Opravdu chcete tento záznam událostí vyprázdnit?
de_de: Möchtest du dieses Protokoll wirklich leeren?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτό το αρχείο καταγραφής;
fa_ir: آیا واقعاً می‌خواهید این لاگ را خالی کنید؟
fr_fr: Voulez-vous vraiment vider ce journal ?
it_it: Vuoi davvero svuotare questo registro?
ko_kr: 이 로그를 정말로 플러시하시겠습니까?
pl_pl: Na pewno chcesz wyczyścić ten dziennik?
uk_ua: Ви дійсно хочете очистити цей журнал?
zh_cn: 您确定要清除该日志吗？

source: This software package is provided by an external vendor, for more information contact the author
cs_cz: Tento balíček software je poskytován externím dodavatelem, proto se o další informace obraťte na jeho autora
de_de: Dieses Softwarepaket wird von einem externen Anbieter bereitgestellt. Für weitere Informationen kontaktieren Sie den Autor.
el_gr: Αυτό το πακέτο λογισμικού παρέχεται από εξωτερικό προμηθευτή, για περισσότερες πληροφορίες επικοινωνήστε με τον συγγραφέα
fa_ir: این بسته نرم‌افزاری توسط یک فروشندهٔ خارجی ارائه شده است؛ برای اطلاعات بیشتر با نویسنده تماس بگیرید.
fr_fr: Ce progiciel est fourni par un fournisseur externe, pour plus d'informations contactez l'auteur
it_it: Questo pacchetto software è fornito da un fornitore esterno, per ulteriori informazioni contattare l'autore
ko_kr: 이 소프트웨어 패키지는 외부 공급업체에서 제공합니다. 자세한 내용은 작성자에게 문의하세요
pl_pl: Ten pakiet oprogramowania jest dostarczany przez zewnętrznego dostawcę, aby uzyskać więcej informacji, skontaktuj się z autorem
uk_ua: Цей програмний пакет надається зовнішнім постачальником, для отримання додаткової інформації зверніться до автора
zh_cn: 该软件包由外部供应商提供，有关更多信息，请联系作者

source: Third party software
cs_cz: Software třetí strany
de_de: Software eines Drittanbieters
el_gr: Λογισμικό τρίτων κατασκευαστών
fa_ir: نرم‌افزار شخص ثالث
fr_fr: Logiciels tiers
it_it: Software di terze parti
ko_kr: 타사 소프트웨어
pl_pl: Oprogramowanie od osób trzecich
uk_ua: Стороннє програмне забезпечення
zh_cn: 第三方软件

source: After changing settings, please remember to apply them with the button below
cs_cz: Po změně nastavení je nezapomeňte uplatnit pomocí níže uvedeného tlačítka
de_de: Bitte denken Sie daran, nach Änderungen die Einstellungen mit dem untenstehenden Button zu übernehmen.
el_gr: Αφού αλλάξετε τις ρυθμίσεις, θυμηθείτε να τις εφαρμόσετε με το παρακάτω κουμπί
fa_ir: پس از تغییر تنظیمات، لطفاً فراموش نکنید آن‌ها را با دکمهٔ زیر اعمال کنید.
fr_fr: Après avoir modifié les paramètres, n'oubliez pas de les appliquer en cliquant sur le bouton ci-dessous.
it_it: Dopo aver modificato le impostazioni, ricordati di applicarle con il pulsante in basso
ko_kr: 설정을 변경한 후에는 아래 버튼을 사용하여 설정을 적용하세요.
pl_pl: Po zmianie ustawień pamiętaj, aby zastosować je przyciskiem poniżej
uk_ua: Після зміни налаштувань, будь ласка, не забудьте застосувати їх за допомогою кнопки нижче
zh_cn: 修改设置后，请单击下面的应用按钮激活新设置

source: Transport protocol does not match address in hostname
cs_cz: Transportní protokol neodpovídá adrese v názvu hostitele
de_de: Transportprotokoll stimmt nicht mit der Adresse im Hostnamen überein
el_gr: Το πρωτόκολλο μεταφοράς δεν ταιριάζει με τη διεύθυνση στο όνομα κεντρικού υπολογιστή
fa_ir: پروتکل انتقال با آدرسی که در نام میزبان آمده، مطابقت ندارد.
fr_fr: Le protocole de transport ne correspond pas à l'adresse du nom d'hôte
it_it: Il protocollo di trasporto non corrisponde all'indirizzo nel nome host
ko_kr: 전송 프로토콜이 호스트 이름의 주소와 일치하지 않습니다
pl_pl: Protokół transportowy nie pasuje do adresu w nazwie hosta
uk_ua: Транспортний протокол не відповідає адресі в імені хоста
zh_cn: 传输协议与主机名中的地址不匹配

source: Condition '%s' would change the type of the test '%s' but it is linked to a service.
cs_cz: Podmínka „%s“ by změnila typ testu „%s“ – ten je ale spojen se službou.
de_de: Die Bedingung '%s' würde den Typ des Tests '%s' ändern, ist jedoch mit einem Dienst verknüpft.
el_gr: Η συνθήκη '%s' θα άλλαζε τον τύπο της δοκιμής '%s', αλλά συνδέεται με μια υπηρεσία.
fa_ir: شرط '%s' نوع تست '%s' را تغییر می‌دهد اما این تست به یک سرویس مرتبط است.
fr_fr: La condition '%s' changerait le type de l'essai '%s' mais il est lié à un service.
it_it: La condizione '%s' cambierebbe il tipo di test '%s' ma è collegata a un servizio.
ko_kr: '%s' 조건은 테스트 '%s' 유형을 변경하지만 서비스에 연결되어 있습니다.
pl_pl: Warunek '%s' zmieniłby typ testu '%s', ale jest powiązany z usługą.
uk_ua: Умова '%s' змінила б тип тесту '%s', але він пов'язаний зі службою.
zh_cn: 条件"%s"会更改测试"%s"的类型，但它已链接到服务。

source: Cannot change the test type to '%s'. Test '%s' is linked to a service.
cs_cz: Nelze změnit typ testu na „%s“. Test „%s“ je spojen se službou.
de_de: Der Testtyp kann nicht in '%s' geändert werden. Der Test '%s' ist mit einem Dienst verknüpft.
el_gr: Δεν είναι δυνατή η αλλαγή του τύπου δοκιμής σε '%s'. Η δοκιμή '%s' είναι συνδεδεμένη με μια υπηρεσία.
fa_ir: نمی‌توان نوع تست را به '%s' تغییر داد. تست '%s' به یک سرویس مرتبط است.
fr_fr: Impossible de changer le type de test en '%s'. Le test '%s' est lié à un service.
it_it: Impossibile modificare il tipo di test in '%s'. Il test '%s' è collegato a un servizio.
ko_kr: 테스트 유형을 '%s'로 변경할 수 없습니다. 테스트 '%s'이(가) 서비스에 연결되어 있습니다.
pl_pl: Nie można zmienić typu testu na '%s'. Test '%s' jest powiązany z usługą.
uk_ua: Не вдається змінити тип тесту на '%s'. Тест '%s' пов'язаний зі службою.
zh_cn: 无法将测试类型更改为"%s"。测试'%s'已链接到服务。

source: Could not generate sanitized %s key in PEM format: %s
cs_cz: Nepodařilo se vytvořit sanitizovaný klíč %s ve formátu PEM: %s
de_de: Bereinigter %s-Schlüssel konnte nicht im PEM-Format erzeugt werden: %s
el_gr: Δεν ήταν δυνατή η δημιουργία αποστειρωμένου κλειδιού %s σε μορφή PEM: %s
fa_ir: امکان تولید کلید %s پاک‌سازی‌شده در قالب PEM وجود نداشت: %s
fr_fr: Impossible de générer la clé %s assainie au format PEM : %s
it_it: Impossibile generare la chiave %s ripulita nel formato PEM: %s
ko_kr: PEM 형식의 삭제된 %s 키를 생성할 수 없습니다. %s
pl_pl: Nie można wygenerować oczyszczonego klucza %s w formacie PEM: %s
uk_ua: Не вдалося згенерувати очищений ключ %s у форматі PEM: %s
zh_cn: 无法以PEM格式生成经过清理的%s密钥：%s

source: Could not fetch details for %s key: %s
cs_cz: Nepodařilo se načíst podrobnosti pro klíč %s: %s
de_de: Details für %s-Schlüssel konnten nicht abgerufen werden: %s
el_gr: Δεν ήταν δυνατή η ανάκτηση λεπτομερειών για το κλειδί %s: %s
fa_ir: امکان بازیابی جزئیات کلید %s وجود نداشت: %s
fr_fr: Impossible de récupérer les détails pour %s key : %s
it_it: Impossibile recuperare i dettagli per la chiave %s: %s
ko_kr: %s 키:%s에 대한 세부 정보를 가져올 수 없음
pl_pl: Nie udało się pobrać szczegółów dla klucza %s: %s
uk_ua: Не вдалося отримати деталі для ключа %s: %s
zh_cn: 无法获取%s密钥的详细信息：%s

source: Unsupported key type: %s
cs_cz: Nepodporovaný typ: %s
de_de: Nicht unterstützter Schlüsseltyp: %s
el_gr: Μη υποστηριζόμενος τύπος κλειδιού: %s
fa_ir: نوع کلید پشتیبانی‌نشده: %s
fr_fr: Type de clé non supporté : %s
it_it: Tipo di chiave non supportato: %s
ko_kr: 지원되지 않는 키 유형: %s
pl_pl: Nieobsługiwany typ klucza: %s
uk_ua: Непідтримуваний тип ключа: %s
zh_cn: 不支持的密钥类型：%s

source: This private key does not belong to the given public key.
cs_cz: Tento soukromý klíč nepatří k danému veřejnému klíči.
de_de: Dieser private Schlüssel gehört nicht zum gegebenen öffentlichen Schlüssel.
el_gr: Αυτό το ιδιωτικό κλειδί δεν ανήκει στο δεδομένο δημόσιο κλειδί.
fa_ir: این کلید خصوصی به کلید عمومی داده‌شده تعلق ندارد.
fr_fr: Cette clé privée n'appartient pas à la clé publique donnée.
it_it: Questa chiave privata non appartiene alla chiave pubblica specificata.
ko_kr: 이 개인 키는 지정된 공용 키에 속하지 않습니다.
pl_pl: Ten klucz prywatny nie pasuje do podanego klucza publicznego.
uk_ua: Цей приватний ключ не належить до заданого публічного ключа.
zh_cn: 此私钥不属于给定的公钥。

source: WAN interfaces missing in listening interfaces: %s
cs_cz: Mezi rozhraními, na kterých je očekáváno spojení, chybí to pro WAN: %s
de_de: WAN-Schnittstellen, die in den überwachten Schnittstellen fehlen: %s
el_gr: Λείπουν οι διεπαφές WAN στις διεπαφές ακρόασης: %s
fa_ir: اینترفیس‌های WAN در میان اینترفیس‌های در حال شنود یافت نشدند: %s
fr_fr: Interfaces WAN manquantes dans les interfaces d'écoute : %s
it_it: Interfacce WAN mancanti nelle interfacce di ascolto: %s
ko_kr: 수신 대기 인터페이스에 WAN 인터페이스가 없음: %s
pl_pl: Brakuje interfejsów WAN w interfejsach nasłuchujących: %s
uk_ua: Відсутні WAN інтерфейси у інтерфейсах прослуховування: %s
zh_cn: 监听接口中缺少WAN接口：%s

source: Item in use by
cs_cz: Položka je používána
de_de: Element wird verwendet von
el_gr: Αντικείμενο σε χρήση από
fa_ir: در حال استفاده توسط
fr_fr: Article utilisé par
it_it: Articolo utilizzato da
ko_kr: 사용중인 항목
pl_pl: Element używany przez
uk_ua: Елемент використовується
zh_cn: 正在使用的项目

source: Service `%s' has been restarted.
cs_cz: Služba `%s' byla restartována.
de_de: Dienst '%s' wurde neu gestartet.
el_gr: Η υπηρεσία `%s' επανεκκινήθηκε.
fa_ir: سرویس `%s' مجدداً راه‌اندازی شد.
fr_fr: Le service '%s' a été redémarré.
it_it: Il servizio "%s" è stato riavviato.
ko_kr: `%s' 서비스를 재시작했습니다.
pl_pl: Usługa %s' została zrestartowana. Service %s' has been restarted.
uk_ua: Служба `%s' була перезапущена.
zh_cn: 服务"%s"已重新启动。

source: Service `%s' has been stopped.
cs_cz: Služba `%s' byla zastavena.
de_de: Dienst '%s' wurde angehalten.
el_gr: Η υπηρεσία `%s' έχει διακοπεί.
fa_ir: سرویس `%s' متوقف شد.
fr_fr: Le service '%s' a été arrêté.
it_it: Il servizio "%s" è stato interrotto.
ko_kr: `%s' 서비스를 중지했습니다.
pl_pl: Usługa %s' została zatrzymana. Service %s' has been stopped.
uk_ua: Служба `%s' була зупинена.
zh_cn: 服务"%s"已停止。

source: Service `%s' has been started.
cs_cz: Služba `%s' byla spuštěna.
de_de: Dienst '%s' wurde gestartet.
el_gr: Η υπηρεσία `%s' έχει ξεκινήσει.
fa_ir: سرویس `%s' راه‌اندازی شد.
fr_fr: Le service `%s' a été lancé.
it_it: Il servizio "%s" è stato avviato.
ko_kr: `%s' 서비스를 시작했습니다.
pl_pl: Usługa %s' została uruchomiona. Service %s' has been started.
uk_ua: Служба `%s' була запущена.
zh_cn: 服务"%s"已启动。

source: Firewall Groups
cs_cz: Skupiny brány firewall
de_de: Firewall-Gruppen
el_gr: Ομάδες τείχους προστασίας
fa_ir: گروه‌های فایروال
fr_fr: Groupes de pare-feu
it_it: Gruppi firewall
ko_kr: 방화벽 그룹
pl_pl: Grupy zapór
uk_ua: Групи брандмауера
zh_cn: 防火墙组

source: Updates in this section need also a restart via Sensor or Server menu.
cs_cz: Změny provedené v této sekci vyžadují také restartování prostřednictvím nabídky Senzor nebo Server.
de_de: Änderungen in diesem Abschnitt erfordern ebenfalls einen Neustart über das Sensor- oder Server-Menü.
el_gr: Οι ενημερώσεις σε αυτήν την ενότητα απαιτούν επίσης επανεκκίνηση μέσω του μενού Sensor ή Server.
fa_ir: به‌روزرسانی‌های این بخش همچنین نیاز به راه‌اندازی مجدد از طریق منوی Sensor یا Server دارند.
fr_fr: Les mises à jour de cette section nécessitent également un redémarrage via le menu Capteur ou Serveur.
it_it: Gli aggiornamenti in questa sezione richiedono anche un riavvio tramite il menu Sensore o Server.
ko_kr: 이 섹션의 업데이트는 센서 또는 서버 메뉴를 통해 재시작해야 합니다.
pl_pl: Aktualizacje w tej sekcji wymagają również ponownego uruchomienia poprzez menu Sensor lub Serwer.
uk_ua: Оновлення в цьому розділі також потребують перезапуску через меню Сенсор або Сервер.
zh_cn: 本节中的更新还需要通过Sensor或Server菜单重新启动。

source: Really remove the private key?%s%sThe certificate will be completely reset. This is useful when the private key has been compromised or when you have changed the key options and want to regenerate the private key.%sNote that you have to revalidate the certificate afterwards in order to create a new private key and a matching certificate.
cs_cz: Opravdu chcete soukromý klíč odebrat?%s%sCertifikát bude zcela resetován. To je užitečné, pokud byl soukromý klíč kompromitován nebo pokud jste změnili předvolby pro něj a chcete ho vytvořit znovu.%sPoznamenejte, že poté je třeba certifikát znovu ověřit, abyste mohli vytvořit nový soukromý klíč a odpovídající certifikát.
de_de: Privaten Schlüssel wirklich entfernen?%s%sDas Zertifikat wird vollständig zurückgesetzt. Dies ist sinnvoll, wenn der private Schlüssel kompromittiert wurde oder wenn Sie die Schlüsseloptionen geändert haben und den Schlüssel neu generieren möchten.%sBeachten Sie, dass das Zertifikat anschließend erneut validiert werden muss, um einen neuen privaten Schlüssel und ein passendes Zertifikat zu erstellen.
el_gr: Θέλετε πραγματικά να καταργήσετε το ιδιωτικό κλειδί;%s%sΤο πιστοποιητικό θα επαναφερθεί πλήρως. Αυτό είναι χρήσιμο όταν το ιδιωτικό κλειδί έχει παραβιαστεί ή όταν έχετε αλλάξει τις επιλογές του κλειδιού και θέλετε να το αναδημιουργήσετε.%sΛάβετε υπόψη ότι πρέπει να επανεπικυρώσετε το πιστοποιητικό στη συνέχεια για να δημιουργήσετε ένα νέο ιδιωτικό κλειδί και ένα αντίστοιχο πιστοποιητικό.
fa_ir: آیا واقعاً کلید خصوصی حذف شود؟%s%sگواهی به‌طور کامل بازنشانی خواهد شد. این کار زمانی مفید است که کلید خصوصی در معرض خطر قرار گرفته یا گزینه‌های کلید را تغییر داده‌اید و می‌خواهید کلید خصوصی را بازتولید کنید.%sتوجه داشته باشید که پس از آن باید دوباره گواهی را اعتبارسنجی کنید تا بتوانید کلید خصوصی جدید و گواهی همخوان ایجاد کنید.
fr_fr: Supprimer vraiment la clé privée ?%s%sLe certificat sera complètement réinitialisé. Ceci est utile lorsque la clé privée a été compromise ou lorsque vous avez modifié les options de clé et que vous souhaitez régénérer la clé privée.%sNotez que vous devez revalider le certificat par la suite afin de créer une nouvelle clé privée et un certificat correspondant.
it_it: Rimuovere davvero la chiave privata?%s%sIl certificato verrà completamente reimpostato. Ciò è utile quando la chiave privata è stata compromessa o quando hai modificato le opzioni della chiave e desideri rigenerare la chiave privata.%sNota che devi riconvalidare il certificato in seguito per creare una nuova chiave privata e un certificato corrispondente.
ko_kr: 정말 개인 키를 제거하시겠습니까?%s%s인증서가 완전히 초기화됩니다. 이 기능은 개인 키가 손상되었거나 키 옵션을 변경하여 개인 키를 재생성하려는 경우에 유용합니다.%s새 개인 키와 일치하는 인증서를 만들려면 나중에 인증서를 다시 확인해야 합니다.
pl_pl: Na pewno usunąć klucz prywatny?%s%sCertyfikat zostanie całkowicie zresetowany. Jest to przydatne, gdy klucz prywatny został skompromitowany lub gdy zmieniłeś opcje klucza i chcesz wygenerować klucz prywatny na nowo.%sPamiętaj, że musisz ponownie zweryfikować certyfikat, aby utworzyć nowy klucz prywatny i pasujący certyfikat.
uk_ua: Дійсно видалити приватний ключ?%s%sСертифікат буде повністю скинуто. Це корисно, коли приватний ключ було скомпрометовано або коли ви змінили параметри ключа і хочете відновити приватний ключ.%sЗверніть увагу, що вам потрібно буде повторно перевірити сертифікат після цього, щоб створити новий приватний ключ і відповідний сертифікат.
zh_cn: 真的要删除私钥吗？%s%s证书会被完全重置。当私钥已被泄露或您更改了密钥选项并想重新生成私钥时，此功能很有用。%s请注意，之后必须重新验证证书才能创建新的私钥和匹配的证书。

source: Test not possible. Failed to talk to firewall backend.
cs_cz: Zkouška nebyla možná. Nepodařilo se komunikovat s podpůrnou vrstvou brány firewall.
de_de: Test nicht möglich. Verbindung zum Firewall-Backend fehlgeschlagen.
el_gr: Η δοκιμή δεν είναι δυνατή. Αποτυχία επικοινωνίας με το backend του τείχους προστασίας.
fa_ir: امکان انجام تست نیست. ارتباط با بک‌اند فایروال برقرار نشد.
fr_fr: Test impossible. Impossible de communiquer avec le backend du pare-feu.
it_it: Prova non possibile. Impossibile comunicare con il backend del firewall.
ko_kr: 테스트할 수 없습니다. 방화벽 백엔드와 통신하지 못했습니다.
pl_pl: Test niemożliwy. Nie udało się nawiązać komunikacji z zapleczem zapory.
uk_ua: Тест неможливий. Не вдалося зв'язатися з бекендом брандмауера.
zh_cn: 无法测试。无法与防火墙后端通信。

source: Connection and upload test succeeded.
cs_cz: Test připojení a nahrávání proběhl úspěšně.
de_de: Verbindungs- und Upload-Test erfolgreich.
el_gr: Η σύνδεση και η δοκιμή μεταφόρτωσης ολοκληρώθηκαν με επιτυχία.
fa_ir: تست اتصال و بارگذاری با موفقیت انجام شد.
fr_fr: Le test de connexion et de téléchargement a réussi.
it_it: Test di connessione e caricamento riusciti.
ko_kr: 연결 및 업로드 테스트에 성공했습니다.
pl_pl: Test połączenia i przesyłania zakończony powodzeniem.
uk_ua: З'єднання та тест завантаження успішні.
zh_cn: 连接和上传测试成功。

source: Test Connection
cs_cz: Vyzkoušet spojení
de_de: Verbindung testen
el_gr: Δοκιμή σύνδεσης
fa_ir: تست اتصال
fr_fr: Connexion de test
it_it: Prova connessione
ko_kr: 연결 테스트
pl_pl: Testuj połączenie
uk_ua: Перевірити з'єднання
zh_cn: 测试连接

source: Test failed, see details.
cs_cz: Zkouška se nezdařila, viz podrobnosti.
de_de: Test fehlgeschlagen, siehe Details.
el_gr: Η δοκιμή απέτυχε, δείτε λεπτομέρειες.
fa_ir: تست ناموفق بود، جزئیات را ببینید.
fr_fr: Le test a échoué, voir les détails.
it_it: Test fallito, vedi dettagli.
ko_kr: 테스트에 실패함. 세부 정보를 참조하세요.
pl_pl: Test nie powiódł się, zobacz szczegóły.
uk_ua: Тест не вдався, дивіться деталі.
zh_cn: 测试失败，请参阅详细信息。

source: Uploads are not allowed to the specified remote path.
cs_cz: Do zadaného vzdáleného umístění není umožněno nahrávat.
de_de: Uploads zum angegebenen Remote-Pfad sind nicht erlaubt.
el_gr: Δεν επιτρέπονται μεταφορτώσεις στην καθορισμένη απομακρυσμένη διαδρομή.
fa_ir: بارگذاری‌ها به مسیر راه دور مشخص‌شده مجاز نیستند.
fr_fr: Les téléversements ne sont pas autorisés vers le chemin distant spécifié.
it_it: Non sono consentiti caricamenti nel percorso remoto specificato.
ko_kr: 지정한 원격 경로에 업로드할 수 없습니다.
pl_pl: Przesyłania nie są dozwolone na określoną zdalną ścieżkę.
uk_ua: Завантаження не дозволені до вказаного віддаленого шляху.
zh_cn: 不允许上传至指定的远程路径。

source: Failed to change the remote path.
cs_cz: Nepodařilo se přepnout do jiného vzdáleného umístění.
de_de: Remote-Pfad konnte nicht geändert werden.
el_gr: Αποτυχία αλλαγής της απομακρυσμένης διαδρομής.
fa_ir: تغییر مسیر راه دور ناموفق بود.
fr_fr: Échec de la modification du chemin distant.
it_it: Impossibile modificare il percorso remoto.
ko_kr: 원격 경로를 변경하는데 실패됨
pl_pl: Nie udało się zmienić zdalnej ścieżki.
uk_ua: Не вдалося змінити віддалений шлях.
zh_cn: 更改远程路径失败。
