Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Open/close a PAM session for each active IKE_SA
de_de: PAM-Sitzung für jede aktive IKE_SA öffnen/schließen.
fa_ir: برای هر IKE_SA فعال، نشست PAM را باز/بسته کنید.
fr_fr: Ouverture/fermeture d'une session PAM pour chaque IKE_SA actif
ko_kr: 활성화된 각 IKE_SA에 대해 PAM 세션을 열거나 닫습니다.
uk_ua: Відкрити/закрити сесію PAM для кожного активного IKE_SA

source: OpenVPN Mode
de_de: OpenVPN-Modus
fa_ir: حالت OpenVPN
fr_fr: Mode OpenVPN
ko_kr: OpenVPN 모드
uk_ua: Режим OpenVPN

source: OpenVPN Static Key
de_de: OpenVPN-Statikschlüssel
fa_ir: کلید ایستا OpenVPN
fr_fr: Clé statique OpenVPN
ko_kr: OpenVPN 정적 키
uk_ua: Статичний ключ OpenVPN

source: Option
fa_ir: گزینه
ko_kr: 옵션
uk_ua: Опція

source: Option6
fa_ir: گزینه6
ko_kr: 옵션6
uk_ua: Опція6

source: Optional MTU to send to clients via Router Advertisements. If unsure leave empty.
de_de: Optionale MTU, die per Router Advertisement an Clients gesendet wird. Im Zweifel leer lassen.
fa_ir: MTU اختیاری که از طریق اعلان‌های روتر به کلاینت‌ها ارسال شود. اگر مطمئن نیستید خالی بگذارید.
fr_fr: MTU optionnel à envoyer aux clients via les annonces de routeur. Si vous n'êtes pas sûr, laissez vide.
ko_kr: 라우터 광고를 통해 클라이언트에 전달할 선택적 MTU 값입니다. 확실하지 않다면 비워두세요.
uk_ua: Додатковий MTU для надсилання клієнтам через оголошення маршрутизатора. Якщо не впевнені, залиште порожнім.

source: Optional Route-map to apply to this redistribution.
de_de: Optionale Route-Map, die auf diese Redistribution angewendet wird.
fa_ir: Route-map اختیاری که روی این بازتوزیع اعمال شود.
fr_fr: Optionnel Route-map à appliquer à cette redistribution.
ko_kr: 재분배에 적용할 라우트 맵입니다.
uk_ua: Додаткова карта маршрутів для застосування до цього перерозподілу.

source: Optional description for the AS-Path list.
de_de: Optionale Beschreibung für die AS-Path-Liste.
fa_ir: توضیح اختیاری برای لیست AS-Path.
fr_fr: Description facultative de la liste AS-Path.
ko_kr: AS-Path 목록에 대한 선택적 설명입니다.
uk_ua: Додатковий опис для списку AS-Path.

source: Optional description for the Community-List.
de_de: Optionale Beschreibung für die Community-Liste.
fa_ir: توضیح اختیاری برای Community-List.
fr_fr: Description facultative de la liste des communautés.
ko_kr: 커뮤니티 목록에 대한 선택적 설명입니다.
uk_ua: Додатковий опис для списку спільнот.

source: Optional description for the neighbor.
de_de: Optionale Beschreibung für den Nachbarn.
fa_ir: توضیح اختیاری برای همسایه.
fr_fr: Description facultative du voisin.
ko_kr: 이웃에 대한 선택적 설명입니다.
uk_ua: Додатковий опис для сусіда.

source: Optional description for the route-map.
de_de: Optionale Beschreibung für die Route-Map.
fa_ir: توضیح اختیاری برای route-map.
fr_fr: Description facultative de la feuille de route.
ko_kr: 라우트 맵에 대한 선택적 설명입니다.
uk_ua: Додатковий опис для карти маршрутів.

source: Optional description for this redistribution.
de_de: Optionale Beschreibung für diese Redistribution.
fa_ir: توضیح اختیاری برای این بازتوزیع.
fr_fr: Description facultative de cette redistribution.
ko_kr: 이 재배포에 대한 선택적 설명입니다.
uk_ua: Додатковий опис для цього перерозподілу.

source: Optional description for your own reference. Not parsed.
de_de: Optionale Beschreibung für eigene Referenz. Wird nicht verarbeitet.
fa_ir: توضیح اختیاری برای مرجع شما. تجزیه نمی‌شود.
fr_fr: Description facultative pour votre propre référence. Non analysé.
ko_kr: 참고용 선택적 설명입니다. 구문 분석되지 않습니다.
uk_ua: Додатковий опис для вашої власної довідки. Не обробляється.

source: Optional fixed router ID for BGP.
de_de: Optionale feste Router-ID für BGP.
fa_ir: شناسهٔ روتر ثابت اختیاری برای BGP.
fr_fr: ID de routeur fixe facultatif pour BGP.
ko_kr: BGP에 사용할 고정 라우터 ID(선택 사항).
uk_ua: Додатковий фіксований ідентифікатор маршрутизатора для BGP.

source: Optional tag to set for requests matching this range which can be used to selectively match DHCP options
de_de: Optionales Tag, das für Anfragen in diesem Bereich gesetzt werden kann und zur selektiven Zuordnung von DHCP-Optionen verwendet werden kann.
fa_ir: برچسب اختیاری برای اعمال روی درخواست‌هایی که با این بازه مطابقت دارند و می‌توان از آن برای مطابقت انتخابی با گزینه‌های DHCP استفاده کرد.
fr_fr: Étiquette facultative à définir pour les demandes correspondant à cette plage, qui peut être utilisée pour faire correspondre sélectivement les options DHCP.
ko_kr: 이 범위와 일치하는 요청에 대해 설정할 수 있는 선택적 태그로, DHCP 옵션을 선택적으로 일치시키는 데 사용할 수 있습니다.
uk_ua: Додаткова мітка для встановлення запитів, що відповідають цьому діапазону, яку можна використовувати для вибіркового зіставлення параметрів DHCP.

source: Optional tag to set for requests matching this range which can be used to selectively match DHCP options. Can be left empty if options with an interface tag exist, since the client automatically receives this tag based on the interface receiving the DHCP Discover.
de_de: Optionales Tag für Anfragen setzen, die diesem Bereich entsprechen und zur selektiven Zuordnung von DHCP-Optionen verwendet werden können. Kann leer bleiben, wenn Optionen mit einem Schnittstellen-Tag existieren, da der Client dieses Tag automatisch basierend auf der Schnittstelle erhält, die den DHCP Discover empfängt.
fa_ir: برچسب اختیاری برای اعمال روی درخواست‌هایی که با این بازه مطابقت دارند و می‌توان از آن برای مطابقت انتخابی با گزینه‌های DHCP استفاده کرد. اگر گزینه‌هایی با برچسب رابط وجود داشته باشند می‌توان آن را خالی گذاشت، زیرا کلاینت به‌طور خودکار بر اساس رابطی که پیام DHCP Discover را دریافت می‌کند این برچسب را دریافت می‌کند.
fr_fr: Balise optionnelle à définir pour les requêtes correspondant à cette plage, qui peut être utilisée pour faire correspondre sélectivement les options DHCP. Elle peut être laissée vide s'il existe des options avec une étiquette d'interface, puisque le client reçoit automatiquement cette étiquette en fonction de l'interface qui reçoit le DHCP Discover.
ko_kr: 이 범위와 일치하는 요청에 대해 설정할 수 있는 선택적 태그입니다. 이 태그를 사용하여 DHCP 옵션을 선택적으로 일치시킬 수 있습니다. 인터페이스 태그가 있는 옵션이 이미 있는 경우 클라이언트가 DHCP Discover를 수신하는 인터페이스를 기반으로 이 태그를 자동으로 수신하므로 비워둘 수 있습니다.
uk_ua: Додаткова мітка для встановлення запитів, що відповідають цьому діапазону, яку можна використовувати для вибіркового зіставлення параметрів DHCP. Може бути залишена порожньою, якщо існують опції з міткою інтерфейсу, оскільки клієнт автоматично отримує цю мітку на основі інтерфейсу, що отримує DHCP Discover.

source: Optionally constrain password input for members of this group.
de_de: Optional die Passworteingabe für Mitglieder dieser Gruppe einschränken.
fa_ir: به‌طور اختیاری ورودی رمز عبور اعضای این گروه را محدود کنید.
fr_fr: Il est possible de limiter la saisie du mot de passe pour les membres de ce groupe.
ko_kr: 선택적으로 이 그룹 구성원의 암호 입력에 제한을 둘 수 있습니다.
uk_ua: За бажанням обмежити введення пароля для членів цієї групи.

source: Organisation
fa_ir: سازمان
ko_kr: 조직
uk_ua: Організація

source: Overload table
de_de: Überlasttabelle
fa_ir: جدول اضافه‌بار
fr_fr: Tableau de surcharge
ko_kr: 오버로드 테이블
uk_ua: Таблиця перевантаження

source: P2MP options
de_de: P2MP-Optionen
fa_ir: گزینه‌های P2MP
fr_fr: Options P2MP
ko_kr: P2MP 옵션
uk_ua: Параметри P2MP

source: PAM service to use for authentication.
de_de: PAM-Dienst zur Authentifizierung verwenden.
fa_ir: سرویس PAM برای احراز هویت.
fr_fr: Service PAM à utiliser pour l'authentification.
ko_kr: 인증을 위한 사용할 PAM 서비스
uk_ua: Служба PAM для використання для автентифікації.

source: PD Allocator
fa_ir: تخصیص‌دهندهٔ PD
fr_fr: Allocateur de DP
ko_kr: PD 할당자
uk_ua: Розподільник PD

source: PFS group
de_de: PFS-Gruppe
fa_ir: گروه PFS
fr_fr: Groupe SSP
ko_kr: PFS 그룹
uk_ua: Група PFS

source: Pam_service
de_de: PAM-Dienst
fa_ir: سرویس PAM
uk_ua: Служба Pam

source: Paranoia Level
fa_ir: سطح پارانویا
fr_fr: Niveau de paranoïa
ko_kr: 보안 수준
uk_ua: Рівень параної

source: Passive Health Fail Duration (s)
de_de: Passive-Health-Ausfalldauer (Sekunden)
fa_ir: مدت زمان شکست (Passive Health) (s)
fr_fr: Durée de l'échec des soins passifs (s)
ko_kr: 수동 상태 실패 지속 시간 (초)
uk_ua: Тривалість збою пасивної перевірки стану (с)

source: Passive Health Max Fails
de_de: Max. Fehlversuche bei Passive Health
fa_ir: حداکثر شکست‌ها (Passive Health)
fr_fr: Échec de la santé passive maximale
ko_kr: 수동 상태 최대 실패 횟수
uk_ua: Пасивна перевірка стану: Макс. збоїв

source: Passive Health Unhealthy Latency (ms)
de_de: Passive-Health-Grenzwert für Latenz (ms)
fa_ir: تأخیر در حالت ناسالم (Passive Health) (ms)
fr_fr: Passif Santé Mauvais pour la santé Latence (ms)
ko_kr: 수동 상태 비정상 지연 시간 (밀리초)
uk_ua: Пасивна перевірка стану: Затримка несправності (мс)

source: Passive Health Unhealthy Request Count
de_de: Passive-Health-Grenzwert für Anfragenanzahl
fa_ir: تعداد درخواست‌ها در حالت ناسالم (Passive Health)
fr_fr: Santé passive Santé malsaine Nombre de demandes
ko_kr: 수동 상태 비정상 요청 수
uk_ua: Пасивна перевірка стану: Кількість несправних запитів

source: Passive Health Unhealthy Status
de_de: Passive-Health-Grenzwert für Statuscodes
fa_ir: وضعیت ناسالم (Passive Health)
fr_fr: Santé passive Statut malsain
ko_kr: 수동 상태 비정상 상태
uk_ua: Пасивна перевірка стану: Несправний стан

source: Password used for MD5 authentication of BGP connections to enhance security.
de_de: Passwort für die MD5-Authentifizierung von BGP-Verbindungen zur Erhöhung der Sicherheit.
fa_ir: رمز مورد استفاده برای احراز هویت MD5 اتصالات BGP به‌منظور افزایش امنیت.
fr_fr: Mot de passe utilisé pour l'authentification MD5 des connexions BGP afin de renforcer la sécurité.
ko_kr: 보안을 강화하기 위해 BGP 연결의 MD5 인증에 사용되는 비밀번호입니다.
uk_ua: Пароль, що використовується для автентифікації MD5 з'єднань BGP для підвищення безпеки.

source: Per-user allocation quota. Default value is 0 (no quota, unlimited number of sessions per user).
de_de: Zuweisungsquote pro Benutzer. Standardwert ist 0 (kein Limit, unbegrenzte Anzahl an Sitzungen pro Benutzer).
fa_ir: سهمیه تخصیص به هر کاربر. مقدار پیش‌فرض 0 است (بدون سهمیه، تعداد نشست نامحدود برای هر کاربر).
fr_fr: Quota d'allocation par utilisateur. La valeur par défaut est 0 (pas de quota, nombre illimité de sessions par utilisateur).
ko_kr: 사용자당 할당량입니다. 기본값은 0(할당량 없음, 사용자당 세션 수 무제한)입니다.
uk_ua: Квота розподілу на користувача. Типове значення становить 0 (без квоти, необмежена кількість сеансів на користувача).

source: Permission Lifetime
de_de: Lebensdauer der Berechtigung
fa_ir: مدت اعتبار مجوز
fr_fr: Permission à vie
ko_kr: 권한 유효 기간
uk_ua: Час життя дозволу

source: Physical IPv4 interface facing the peer.
de_de: Physische IPv4-Schnittstelle, welche zur Gegenstelle ausgerichtet ist.
fa_ir: رابط فیزیکی IPv4 که به سمت همتا قرار دارد.
fr_fr: Interface physique IPv4 en face de l'homologue.
ko_kr: 피어에 연결된 물리적 IPv4 인터페이스입니다.
uk_ua: Фізичний інтерфейс IPv4, спрямований на піра.

source: Poll-Interval
de_de: Abfrageintervall
fa_ir: فاصله نظرسنجی
fr_fr: Intervalle de sondage
ko_kr: 폴 간격
uk_ua: Інтервал опитування

source: Post-Quantum
de_de: Post-Quanten
fa_ir: پساکوانتومی
ko_kr: 포스트퀀텀
uk_ua: Постквантова

source: Pre-authentication Key
de_de: Pre-Authentication-Schlüssel
fa_ir: کلید پیش‌احراز هویت
fr_fr: Clé de préauthentification
ko_kr: 사전 인증 키
uk_ua: Ключ попередньої автентифікації

source: Prefix length
de_de: Präfixlänge
fa_ir: طول پیشوند
fr_fr: Longueur du préfixe
ko_kr: 프리픽스 길이
uk_ua: Довжина префікса

source: Prefix length (ipv6)
de_de: Präfixlänge (IPv6)
fa_ir: طول پیشوند (IPv6)
fr_fr: Longueur du préfixe (ipv6)
ko_kr: 프리픽스 길이 (ipv6)
uk_ua: Довжина префікса (ipv6)

source: Prefix length offered to the client. Custom values in this field will be ignored if Router Advertisements are enabled, as SLAAC will only work with a prefix length of 64.
de_de: Dem Client angebotene Präfixlänge. Benutzerdefinierte Werte in diesem Feld werden ignoriert, wenn Router Advertisements aktiviert sind, da SLAAC nur mit einer Präfixlänge von 64 funktioniert.
fa_ir: طول پیشوندی که به کلاینت پیشنهاد می‌شود. مقادیر سفارشی در این فیلد در صورت فعال بودن Router Advertisements نادیده گرفته می‌شوند، زیرا SLAAC تنها با طول پیشوند 64 کار می‌کند.
fr_fr: Longueur du préfixe proposé au client. Les valeurs personnalisées de ce champ seront ignorées si les annonces de routeurs sont activées, car SLAAC ne fonctionne qu'avec une longueur de préfixe de 64.
ko_kr: 클라이언트에 제공되는 프리픽스 길이입니다. 라우터 광고가 활성화된 경우, SLAAC는 접두사 길이가 64인 경우에만 작동하므로 이 필드의 사용자 지정 값은 무시됩니다.
uk_ua: Довжина префікса, що пропонується клієнту. Користувацькі значення в цьому полі будуть ігноруватися, якщо ввімкнено оголошення маршрутизаторів, оскільки SLAAC працюватиме лише з довжиною префікса 64.

source: Prefix list to filter inbound prefixes from this neighbor.
de_de: Präfixliste zum Filtern eingehender Präfixe von diesem Nachbarn.
fa_ir: فهرست پیشوند برای فیلتر کردن پیشوندهای ورودی از این همسایه.
fr_fr: Liste de préfixes pour filtrer les préfixes entrants de ce voisin.
ko_kr: 이웃으로부터 들어오는 프리픽스를 필터링하기 위한 프리픽스 목록입니다.
uk_ua: Список префіксів для фільтрації вхідних префіксів від цього сусіда.

source: Prefix list to filter outbound prefixes sent to this neighbor.
de_de: Präfixliste zum Filtern ausgehender Präfixe, die an diesen Nachbarn gesendet werden.
fa_ir: فهرست پیشوند برای فیلتر کردن پیشوندهای خروجی ارسالی به این همسایه.
fr_fr: Liste de préfixes pour filtrer les préfixes sortants envoyés à ce voisin.
ko_kr: 이웃에게 전송되는 발신 프리픽스를 필터링하는 프리픽스 목록입니다.
uk_ua: Список префіксів для фільтрації вихідних префіксів, надісланих цьому сусіду.

source: Preserve Host
de_de: Host beibehalten
fa_ir: حفظ میزبان
fr_fr: Préserver l'hôte
ko_kr: 보존 호스트
uk_ua: Зберігати хост

source: Preserve Modification Time
de_de: Änderungszeit beibehalten
fa_ir: حفظ زمان تغییر
fr_fr: Préserver le temps de modification
ko_kr: 수정 시간 보존시간
uk_ua: Зберігати час модифікації

source: Preserves modification times from the source file. Note that this is not supported by all SFTP servers and may cause the upload to fail, e.g. on VMware
de_de: Behält die Änderungszeiten der Quelldatei bei. Hinweis: Dies wird nicht von allen SFTP-Servern unterstützt und kann dazu führen, dass der Upload fehlschlägt, z. B. bei VMware.
fa_ir: زمان‌های تغییر فایل منبع را حفظ می‌کند. توجه داشته باشید که این مورد توسط همه سرورهای SFTP پشتیبانی نمی‌شود و ممکن است باعث شکست آپلود شود، مثلاً در VMware.
fr_fr: Préserve les heures de modification du fichier source. Notez que cette fonction n'est pas prise en charge par tous les serveurs SFTP et qu'elle peut entraîner l'échec du téléchargement, par exemple sur VMware.
ko_kr: 원본 파일의 수정 시간을 유지합니다. 단, 모든 SFTP 서버에서 이 기능이 지원되는 것은 아니며, 예를 들어 VMware 환경에서는 업로드가 실패할 수 있습니다.
uk_ua: Зберігає час модифікації з вихідного файлу. Зверніть увагу, що це підтримується не всіма SFTP-серверами і може призвести до збою завантаження, наприклад, на VMware.

source: Prevents Squid from reading/writing to disk if the operation exceeds the specified timelimit in milliseconds (default 0 = disable when left empty).
de_de: Verhindert, dass Squid auf die Festplatte liest oder schreibt, wenn die Operation das angegebene Zeitlimit in Millisekunden überschreitet (Standard 0 = deaktiviert, wenn leer gelassen).
fa_ir: در صورت عبور عملیات از مدت زمان مشخص‌شده (میلی‌ثانیه)، از خواندن/نوشتن Squid روی دیسک جلوگیری می‌کند (پیش‌فرض 0 = غیرفعال اگر خالی بماند).
fr_fr: Empêche Squid de lire/écrire sur le disque si l'opération dépasse le délai spécifié en millisecondes (par défaut 0 = désactivé si laissé vide).
ko_kr: 지정된 시간 제한(밀리초)을 초과하면 Squid가 디스크 읽기/쓰기를 수행하지 못하도록 합니다(기본값 0 = 비워두면 비활성화).
uk_ua: Запобігає Squid читати/записувати на диск, якщо операція перевищує вказаний ліміт часу в мілісекундах (типово 0 = вимкнути, якщо залишити порожнім).

source: Priority of the RA announcements.
de_de: Priorität der RA-Ankündigungen.
fa_ir: اولویت اعلان‌های RA.
fr_fr: Priorité des annonces de l'AR.
ko_kr: RA 알림 우선순위
uk_ua: Пріоритет оголошень RA.

source: Private key of this instance. You can specify your own one, or generate one with the gear button. Please keep this key safe.
de_de: Privater Schlüssel dieser Instanz. Sie können einen eigenen Schlüssel angeben oder über das Zahnradsymbol einen generieren. Bitte bewahren Sie diesen Schlüssel sicher auf.
fa_ir: کلید خصوصی این نمونه. می‌توانید کلید خود را وارد کنید یا با دکمه چرخ‌دنده یک کلید تولید کنید. لطفاً این کلید را ایمن نگه دارید.
fr_fr: Clé privée de cette instance. Vous pouvez spécifier votre propre clé ou en générer une à l'aide du bouton "gear". Conservez cette clé précieusement.
ko_kr: 이 인스턴스의 개인 키입니다. 직접 지정하거나 기어 버튼을 사용하여 생성할 수 있습니다. 이 키를 안전하게 보관하세요.
uk_ua: Приватний ключ цього екземпляра. Ви можете вказати свій власний або згенерувати за допомогою кнопки шестерні. Будь ласка, зберігайте цей ключ у безпеці.

source: Privileges
de_de: Berechtigungen
fa_ir: اختیارات
fr_fr: Privilèges
ko_kr: 권한
pl_pl: Uprawnienia
uk_ua: Привілеї

source: Propagation Delay
de_de: Ausbreitungsverzögerung
fa_ir: تأخیر انتشار
fr_fr: Délai de propagation
ko_kr: 전파 지연
uk_ua: Затримка поширення

source: Propagation Timeout
de_de: Ausbreitungs-Timeout
fa_ir: انقضای انتشار
fr_fr: Délai de propagation
ko_kr: 전파 타임아웃
uk_ua: Тайм-аут поширення

source: Provision classes
de_de: Bereitstellungsklassen
fa_ir: کلاس‌های پروویژن
fr_fr: Classes de provision
ko_kr: 클래스 프로비저닝
uk_ua: Класи забезпечення

source: Proxmox BS realm
fa_ir: قلمرو Proxmox BS
fr_fr: Proxmox BS royaume
ko_kr: Proxmox BS 영역
uk_ua: Область Proxmox BS

source: Proxmox BS server
fa_ir: سرور Proxmox BS
fr_fr: Serveur Proxmox BS
ko_kr: Proxmox BS 서버
uk_ua: Сервер Proxmox BS

source: Proxmox BS server port
fa_ir: پورت سرور Proxmox BS
fr_fr: Port du serveur Proxmox BS
ko_kr: Proxmox BS 서버 포트
uk_ua: Порт сервера Proxmox BS

source: Proxmox BS token key
de_de: Proxmox BS-Token-Schlüssel
fa_ir: کلید توکن Proxmox BS
fr_fr: Clé du jeton Proxmox BS
ko_kr: Proxmox BS 토큰 키
uk_ua: Ключ токена Proxmox BS

source: Proxmox BS token name
fa_ir: نام توکن Proxmox BS
fr_fr: Nom du jeton Proxmox BS
ko_kr: Proxmox BS 토큰 이름
uk_ua: Назва токена Proxmox BS

source: Proxmox BS user
de_de: Proxmox BS-Benutzer
fa_ir: کاربر Proxmox BS
fr_fr: Proxmox BS utilisateur
ko_kr: Proxmox BS 사용자
uk_ua: Користувач Proxmox BS

source: Proxy ARP cannot be bound to by anything running on the firewall, such as IPsec, OpenVPN, etc. In most cases an IP alias should be used.
de_de: Proxy ARP kann nicht durch etwas auf der Firewall laufendes wie IPsec, OpenVPN usw. gebunden werden. In den meisten Fällen sollte ein IP-Alias verwendet werden.
fa_ir: هیچ‌یک از سرویس‌های در حال اجرا روی فایروال (مانند IPsec، OpenVPN و غیره) نمی‌توانند به Proxy ARP متصل شوند. در اغلب موارد باید از آلیاس IP استفاده شود.
fr_fr: Le proxy ARP ne peut pas être lié à quoi que ce soit qui fonctionne sur le pare-feu, comme IPsec, OpenVPN, etc. Dans la plupart des cas, il convient d'utiliser un alias IP.
ko_kr: 프록시 ARP는 IPsec, OpenVPN 등 방화벽에서 실행되는 어떤 것에도 바인딩될 수 없습니다. 대부분의 경우 IP 별칭을 사용해야 합니다.
uk_ua: Proxy ARP не може бути прив'язаний нічим, що працює на фаєрволі, наприклад IPsec, OpenVPN тощо. У більшості випадків слід використовувати IP-псевдонім.

source: Proxy Options
de_de: Proxy-Optionen
fa_ir: گزینه‌های پراکسی
fr_fr: Options de procuration
ko_kr: 프록시 옵션
uk_ua: Параметри проксі

source: Public key of this instance. You can specify your own one, or generate one with the gear button.
de_de: Öffentlicher Schlüssel dieser Instanz. Sie können einen eigenen angeben oder über das Zahnradsymbol einen generieren.
fa_ir: کلید عمومی این نمونه. می‌توانید کلید خود را وارد کنید یا با دکمه چرخ‌دنده یک کلید تولید کنید.
fr_fr: Clé publique de cette instance. Vous pouvez spécifier votre propre clé ou en générer une à l'aide du bouton "gear".
ko_kr: 이 인스턴스의 공개 키입니다. 직접 지정할 수도 있고, 톱니바퀴 버튼으로 생성할 수도 있습니다.
uk_ua: Публічний ключ цього екземпляра. Ви можете вказати свій власний або згенерувати за допомогою кнопки шестерні.

source: Push WebUI certificate
de_de: WebUI-Zertifikat übertragen
fa_ir: ارسال گواهی WebUI
fr_fr: Pousser le certificat de l'interface WebUI
ko_kr: WebUI 인증서 푸시
uk_ua: Надіслати сертифікат WebUI

source: RA interval
de_de: RA-Intervall
fa_ir: فاصلهٔ اعلان‌های RA
fr_fr: Intervalle RA
ko_kr: RA 간격
uk_ua: Інтервал RA

source: RA mode
de_de: RA-Modus
fa_ir: حالت RA
fr_fr: Mode RA
ko_kr: RA 모드
uk_ua: Режим RA

source: RA priority
de_de: RA-Priorität
fa_ir: اولویت RA
fr_fr: Priorité à l'AR
ko_kr: RA 우선 순위
uk_ua: Пріоритет RA

source: RA router lifetime
de_de: RA-Router-Lebensdauer
fa_ir: مدت اعتبار روتر RA
fr_fr: Durée de vie du routeur RA
ko_kr: RA 라우터 유효 기간
uk_ua: Час життя маршрутизатора RA

source: RADIUS servers to configure
de_de: Zu konfigurierende RADIUS-Server.
fa_ir: سرورهای RADIUS برای پیکربندی
fr_fr: Serveurs RADIUS à configurer
ko_kr: 구성할 RADIUS 서버
uk_ua: Сервери RADIUS для налаштування

source: Read Body Timeout
de_de: Timeout für Lesevorgang des Bodys
fa_ir: تایم‌اوت خواندن بدنه
fr_fr: Délai d'attente pour le corps de lecture
ko_kr: 본문 읽기 제한 시간
uk_ua: Тайм-аут читання тіла

source: Read Header Timeout
de_de: Timeout für Lesevorgang der Header
fa_ir: تایم‌اوت خواندن هدر
fr_fr: Délai de lecture de l'en-tête
ko_kr: 헤더 읽기 제한 시간
uk_ua: Тайм-аут читання заголовка

source: Redirect Command
de_de: Umleitungsbefehl
fa_ir: دستور تغییر مسیر
fr_fr: Commande de redirection
ko_kr: 리디렉션 명령
uk_ua: Команда переспрямування

source: Redirect HTTP to HTTPS
de_de: HTTP nach HTTPS umleiten
fa_ir: تغییر مسیر HTTP به HTTPS
fr_fr: Redirection de HTTP vers HTTPS
ko_kr: HTTP를 HTTPS로 리디렉션
uk_ua: Переспрямувати HTTP на HTTPS

source: Register CARP status monitor. When no neighbors are found, consider this node less attractive. Requires syslog enabled with “Debugging” logging. Incompatible with “Enable CARP Failover”.
de_de: CARP-Statusmonitor registrieren. Wenn keine Nachbarn gefunden werden, diesen Knoten als weniger attraktiv einstufen. Erfordert aktiviertes Syslog mit Protokollierung "Debugging". Nicht kompatibel mit "CARP-Failover aktivieren".
fa_ir: ثبت مانیتور وضعیت CARP. وقتی همسایه‌ای یافت نشود، این گره کمتر جذاب در نظر گرفته می‌شود. نیازمند فعال‌بودن syslog با لاگ‌گیری “Debugging”. با “Enable CARP Failover” ناسازگار است.
fr_fr: Enregistrer le moniteur d'état CARP. Si aucun voisin n'est trouvé, ce nœud est considéré comme moins attrayant. Nécessite l'activation de syslog avec la journalisation "Debugging". Incompatible avec "Enable CARP Failover".
ko_kr: CARP 상태 모니터 등록. 이웃 노드가 없으면 해당 노드를 덜 매력적인 노드로 간주합니다. “디버깅” 로깅이 활성화된 syslog가 필요합니다. “CARP 장애 조치 활성화”와 호환되지 않습니다.
uk_ua: Зареєструвати монітор стану CARP. Якщо сусідів не знайдено, вважати цей вузол менш привабливим. Потрібен увімкнений syslog з логуванням «Відлагодження». Несумісно з «Увімкнути перехід на резерв CARP».

source: Register ISC DHCP4 leases
de_de: ISC DHCP4-Leases registrieren
fa_ir: ثبت leaseهای ISC DHCP4
fr_fr: Enregistrer les baux DHCP4 de l'ISC
ko_kr: ISC DHCP4 대여 등록
uk_ua: Зареєструвати оренди ISC DHCP4

source: Remote AS for the peer group.
de_de: Remote-AS für die Gegenstellen-Gruppe.
fa_ir: AS راه‌دور برای گروه همتا.
fr_fr: AS distant pour le groupe d'homologues.
ko_kr: 피어 그룹에 대한 원격 AS.
uk_ua: Віддалена AS для групи пірів.

source: Remote AS mode
de_de: Remote-AS-Modus
fa_ir: حالت AS راه‌دور
fr_fr: Mode AS à distance
ko_kr: 원격 AS 모드
uk_ua: Режим віддаленої AS

source: Remote destinations
de_de: Entfernte Ziele
fa_ir: مقاصد راه دور
fr_fr: Destinations éloignées
ko_kr: 원격 목적지
uk_ua: Віддалені призначення

source: Reply-to
de_de: Antwort-an
fa_ir: پاسخ‌به
fr_fr: Répondre à
ko_kr: 회신
uk_ua: Відповісти на

source: Request Body In Memory Limit
de_de: Speicherlimit für Request-Body im Arbeitsspeicher
fa_ir: حد حافظه برای بدنهٔ درخواست
fr_fr: Limite du corps de la demande en mémoire
ko_kr: 요청 본문 메모리 제한
uk_ua: Ліміт тіла запиту в пам'яті

source: Request Body Limit
fa_ir: حد اندازه بدنهٔ درخواست
fr_fr: Limite du corps de la demande
ko_kr: 요청 본문 제한
uk_ua: Ліміт тіла запиту

source: Request Body Limit Action
de_de: Aktion bei Überschreitung des Request-Body-Limits
fa_ir: عمل هنگام رسیدن به حد بدنهٔ درخواست
fr_fr: Demande Corps Limite Action
ko_kr: 요청 본문 제한 조치
uk_ua: Дія при перевищенні ліміту тіла запиту
