Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select the source address embedded in the RA messages. If a CARP address is used DeprecatePrefix and RemoveRoute are both set to "off" by default.
cs_cz: Vyberte zdrojovou adresu vloženou do zpráv RA. Pokud je použita adresa CARP, jsou DeprecatePrefix a RemoveRoute ve výchozím nastavení nastaveny na „off“.
de_de: Wählen Sie die Quelladresse, die in RA-Nachrichten eingebettet wird. Bei Verwendung einer CARP-Adresse werden "DeprecatePrefix" und "RemoveRoute" standardmäßig auf "Aus" gesetzt.
el_gr: Επιλέξτε τη διεύθυνση προέλευσης που είναι ενσωματωμένη στα μηνύματα RA. Εάν χρησιμοποιείται διεύθυνση CARP, τα DeprecatePrefix και RemoveRoute έχουν οριστεί και τα δύο σε "απενεργοποιημένα" από προεπιλογή.
fa_ir: آدرس مبدا قرار گرفته در پیام‌های RA را انتخاب کنید. اگر از یک آدرس CARP استفاده شود، DeprecatePrefix و RemoveRoute هر دو به‌طور پیش‌فرض روی "off" تنظیم می‌شوند.
fr_fr: Sélectionne l'adresse source intégrée dans les messages RA. Si une adresse CARP est utilisée, DeprecatePrefix et RemoveRoute sont tous deux désactivés par défaut.
it_it: Seleziona l'indirizzo di origine incorporato nei messaggi RA. Se viene utilizzato un indirizzo CARP, DeprecatePrefix e RemoveRoute sono entrambi impostati su "off" per impostazione predefinita.
ko_kr: RA 메시지에 포함된 소스 주소를 선택하세요. CARP 주소를 사용하는 경우 DeprecatePrefix 및 RemoveRoute는 모두 기본적으로 "off"로 설정됩니다.
uk_ua: Виберіть вихідну адресу, вбудовану в повідомлення RA. Якщо використовується адреса CARP, DeprecatePrefix і RemoveRoute типово встановлені в "вимкнено".
zh_cn: 选择RA消息中嵌入的源地址。如果使用CARP地址，则默认情况下DeprecatePrefix和RemoveRoute应设置为“关闭”。

source: Send
cs_cz: Odeslat
de_de: Senden
el_gr: Στέλνω
fa_ir: ارسال
fr_fr: Envoyer
it_it: Inviare
ko_kr: 송신
uk_ua: Надіслати
zh_cn: 发送

source: Serve expired
cs_cz: Obsloužit prošlé
de_de: Abgelaufene bedient
el_gr: Η υπηρεσία έληξε
fa_ir: خدمت‌رسانی با رکوردهای منقضی
fr_fr: Servir périmé
it_it: Servizio scaduto
ko_kr: 서비스 만료됨
uk_ua: Обслуговувати прострочені
zh_cn: 服务过期

source: SessionId
el_gr: Αναγνωριστικό περιόδου σύνδεσης
fa_ir: شناسه جلسه
fr_fr: ID de session
it_it: ID sessione
ko_kr: 세션ID
uk_ua: Ідентифікатор сесії
zh_cn: 会话ID

source: Set iPXE boot filename
cs_cz: Nastavit soubor pro zavádění přes iPXE
de_de: iPXE-Boot-Dateiname festlegen
el_gr: Ορισμός ονόματος αρχείου εκκίνησης iPXE
fa_ir: نام فایل بوت iPXE را تنظیم کنید
fr_fr: Définir le nom du fichier de démarrage iPXE
it_it: Imposta il nome del file di avvio iPXE
ko_kr: IPXE 부트 파일이름 설정
uk_ua: Встановити ім'я файлу завантаження iPXE
zh_cn: 设置iPXE启动文件名

source: Set the deployment type of this OPNsense instance.
cs_cz: Nastavit typ nasazení této instance OPNsense.
de_de: Legen Sie den Bereitstellungstyp dieser OPNsense-Instanz fest.
el_gr: Ορίστε τον τύπο ανάπτυξης αυτής της παρουσίας OPNsense.
fa_ir: نوع استقرار این نمونه OPNsense را تنظیم کنید.
fr_fr: Définir le type de déploiement de cette instance OPNsense.
it_it: Imposta il tipo di distribuzione di questa istanza OPNsense.
ko_kr: OPNSense 인스턴스 배포 유형을 설정하세요.
uk_ua: Встановіть тип розгортання для цього екземпляра OPNsense.
zh_cn: 选择防火墙部署类型。

source: Set the level of verbosity for various conditions
cs_cz: Nastavit stupeň podrobností pro různé podmínky
de_de: Legen Sie den Ausführlichkeitsgrad für verschiedene Bedingungen fest
el_gr: Ορίστε το επίπεδο λεπτομέρειας για διάφορες συνθήκες
fa_ir: سطح جزئیات برای شرایط مختلف را تنظیم کنید
fr_fr: Définir le niveau de verbosité pour différentes conditions
it_it: Imposta il livello di verbosità per varie condizioni
ko_kr: 다양한 조건에 대한 상세 수준 설정
uk_ua: Встановіть рівень деталізації для різних умов
zh_cn: 设置各种条件的详细级别

source: Set the maximum number of concurrent DNS queries. On configurations with tight resources, this value may need to be reduced.
cs_cz: Nastavení maximálního počtu souběžných DNS dotazů. U strojů s omezenými prostředky může být nutné tuto hodnotu snížit.
de_de: Maximale Anzahl gleichzeitiger DNS-Abfragen festlegen. Bei ressourcenknappen Systemen sollte dieser Wert ggf. reduziert werden.
el_gr: Ορίστε τον μέγιστο αριθμό ταυτόχρονων ερωτημάτων DNS. Σε διαμορφώσεις με περιορισμένους πόρους, αυτή η τιμή ενδέχεται να χρειαστεί να μειωθεί.
fa_ir: حداکثر تعداد درخواست‌های هم‌زمان DNS را تنظیم کنید. در پیکربندی‌هایی با منابع محدود ممکن است لازم باشد این مقدار کاهش یابد.
fr_fr: Définir le nombre maximum de requêtes DNS simultanées. Dans les configurations où les ressources sont limitées, il peut être nécessaire de réduire cette valeur.
it_it: Imposta il numero massimo di query DNS simultanee. Nelle configurazioni con risorse limitate, potrebbe essere necessario ridurre questo valore.
ko_kr: 동시 DNS 쿼리의 최대 수를 설정하세요. 리소스가 부족한 구성에서는 이 값을 줄여야 할 수도 있습니다.
uk_ua: Встановіть максимальну кількість одночасних DNS-запитів. У конфігураціях з обмеженими ресурсами це значення, можливо, потрібно буде зменшити.
zh_cn: 设置并发DNS查询的最大数量。在低配置设备上，可能需要降低此值。

source: Set the size of the bridge address cache to size. The default is 2000 entries.
cs_cz: Nastavení velikosti mezipaměti adres síťových mostů na tuto velikost. Výchozí hodnota je 2000 záznamů.
de_de: Legt die Größe des Bridge-Adresscaches fest. Der Standardwert beträgt 2000 Einträge.
el_gr: Ορίστε το μέγεθος της προσωρινής μνήμης διευθύνσεων γέφυρας σε μέγεθος. Η προεπιλογή είναι 2000 καταχωρήσεις.
fa_ir: اندازه کش آدرس پل را به size تنظیم کنید. مقدار پیش‌فرض 2000 ورودی است.
fr_fr: Définir la taille du cache d'adresses du pont. La valeur par défaut est de 2000 entrées.
it_it: Imposta la dimensione della cache degli indirizzi del bridge su size. Il valore predefinito è 2000 voci.
ko_kr: 브리지 주소 캐시의 크기를 크기로 설정하세요. 기본값은 2000 항목입니다.
uk_ua: Встановіть розмір кешу адрес мосту. Типово – 2000 записів.
zh_cn: 网桥地址缓存的大小。默认值为2000个条目。

source: Set the size of the cache. Setting the cache size to zero disables caching. Please note that huge cache size impacts performance.
cs_cz: Nastavení velikosti mezipaměti. Pokud bude nastaveno na nula, znamená to ji nepoužívat. Naopak se také vyhněte přílišné velikosti mezipaměti – poznamenoalo by to výkon.
de_de: Cache-Größe festlegen. Eine Größe von null deaktiviert das Caching. Hinweis: Eine sehr große Cache-Größe kann die Leistung beeinträchtigen.
el_gr: Ορίστε το μέγεθος της προσωρινής μνήμης. Η ρύθμιση του μεγέθους της προσωρινής μνήμης σε μηδέν απενεργοποιεί την αποθήκευση στην προσωρινή μνήμη. Λάβετε υπόψη ότι το μεγάλο μέγεθος της προσωρινής μνήμης επηρεάζει την απόδοση.
fa_ir: اندازهٔ کش را تنظیم کنید. قرار دادن اندازهٔ کش روی صفر کش را غیرفعال می‌کند. توجه داشته باشید که اندازهٔ بسیار بزرگ کش روی عملکرد تأثیر می‌گذارد.
fr_fr: Définir la taille du cache. La définition de la taille du cache à zéro désactive la mise en cache. Veuillez noter qu'une taille de cache importante a un impact sur les performances.
it_it: Imposta la dimensione della cache. L'impostazione della dimensione della cache su zero disabilita la memorizzazione nella cache. Tieni presente che le enormi dimensioni della cache influiscono sulle prestazioni.
ko_kr: 캐시 크기를 설정. 캐시 크기를 0으로 설정하면 캐시가 비활성화됩니다. 캐시 크기가 커지면 성능에 영향을 미칩니다.
uk_ua: Встановити розмір кешу. Встановлення розміру кешу на нуль вимикає кешування. Зверніть увагу, що великий розмір кешу впливає на продуктивність.
zh_cn: 设置缓存的大小。设置为零则禁用缓存。注意，缓存过大会影响性能。

source: Set the timeout of address cache entries to this number of seconds. If seconds is zero, then address cache entries will not be expired. The default is 1200 seconds.
cs_cz: Nastavit časový limit záznamů mezipaměti adres na tento počet sekund. Pokud je počet sekund roven nule, záznamy v mezipaměti budou platné napořád. Výchozí hodnota je 1200 sekund.
de_de: Legt das Timeout für Adresscacheeinträge auf diese Anzahl von Sekunden fest. Wenn der Wert 0 Sekunden beträgt, verfallen Adresscacheeinträge nicht. Der Standardwert beträgt 1200 Sekunden.
el_gr: Ορίστε το χρονικό όριο των καταχωρίσεων cache διευθύνσεων σε αυτόν τον αριθμό δευτερολέπτων. Εάν τα δευτερόλεπτα είναι μηδέν, τότε οι καταχωρίσεις cache διευθύνσεων δεν θα λήξουν. Η προεπιλογή είναι 1200 δευτερόλεπτα.
fa_ir: زمان انقضای ورودی‌های کش آدرس را به ثانیه تعیین کنید. اگر مقدار صفر باشد، ورودی‌های کش آدرس منقضی نخواهند شد. مقدار پیش‌فرض 1200 ثانیه است.
fr_fr: Fixe le délai d'expiration des entrées du cache d'adresses à ce nombre de secondes. Si le nombre de secondes est égal à zéro, les entrées du cache d'adresses n'expireront pas. La valeur par défaut est 1200 secondes.
it_it: Imposta il timeout delle voci della cache degli indirizzi su questo numero di secondi. Se secondi è zero, le voci della cache degli indirizzi non scadranno. Il valore predefinito è 1200 secondi.
ko_kr: 주소 캐시 항목의 시간 초과를 이 시간(초)으로 설정하세요. 초가 0이면 주소 캐시 항목이 만료되지 않습니다. 기본값은 1200초입니다.
uk_ua: Встановити час очікування записів кешу адрес на цю кількість секунд. Якщо кількість секунд дорівнює нулю, то записи кешу адрес не закінчуватимуться. Типово 1200 секунд.
zh_cn: 地址缓存条目的超时。如果为零，则地址缓存条目不会过期。默认值为1200秒。

source: Set this if you wish to use /var/log as a RAM disk (memory file system disks) rather than using the hard disk. Setting this will cause the log data to be lost on reboot.
cs_cz: Toto nastavte, pokud si přejete používat /var/log formou disku v RAM (disky paměťového souborového systému) namísto pevného disku. Nastavení této hodnoty způsobí, že se data záznamu událostí při restartu ztratí.
de_de: Wählen Sie diese Option, wenn Sie /var/log als RAM-Disk (Speicherdateisystem-Disk) statt der Festplatte verwenden möchten. Wenn Sie diese Option wählen, gehen die Protokolldaten beim Neustart verloren.
el_gr: Ορίστε αυτήν τη ρύθμιση εάν θέλετε να χρησιμοποιήσετε το /var/log ως δίσκο RAM (δίσκοι συστήματος αρχείων μνήμης) αντί να χρησιμοποιήσετε τον σκληρό δίσκο. Η ρύθμιση αυτή θα προκαλέσει την απώλεια των δεδομένων καταγραφής κατά την επανεκκίνηση.
fa_ir: این را فعال کنید اگر می‌خواهید /var/log را به‌صورت دیسک RAM (فایل‌سیستم در حافظه) به‌جای هارددیسک استفاده کنید. فعال‌سازی باعث از دست رفتن داده‌های لاگ پس از راه‌اندازی مجدد می‌شود.
fr_fr: Définissez cette option si vous souhaitez utiliser /var/log comme disque RAM (disques du système de fichiers en mémoire) plutôt que d'utiliser le disque dur. Si vous choisissez cette option, les données du journal seront perdues au redémarrage.
it_it: Impostarlo se si desidera utilizzare /var/log come disco RAM (dischi del file system di memoria) anziché utilizzare il disco rigido. L'impostazione di questa opzione causerà la perdita dei dati di registro al riavvio.
ko_kr: 하드 디스크를 사용하지 않고 /var/log를 RAM 디스크(메모리 파일 시스템 디스크)로 사용하려면 이를 설정하세요. 이렇게 설정하면 재부팅 시 로그 데이터가 손실됩니다.
uk_ua: Встановіть це, якщо ви бажаєте використовувати /var/log як RAM-диск (диск файлової системи пам'яті) замість жорсткого диска. Встановлення цього призведе до втрати даних журналу після перезавантаження.
zh_cn: 如果需要将/var/log用RAM磁盘代替（内存文件系统磁盘），而不是使用硬盘，请设置此项。设置此选项将导致日志数据在重启时丢失。

source: Show cryptographic overrides
cs_cz: Zobrazit kryptografická přebití
de_de: Kryptografische Überschreibungen anzeigen
el_gr: Εμφάνιση κρυπτογραφικών παρακάμψεων
fa_ir: نمایش بازنویسی‌های رمزنگاری
fr_fr: Afficher les dérogations cryptographiques
it_it: Mostra sostituzioni crittografiche
ko_kr: 암호화 재정의 보기
uk_ua: Показати криптографічні перевизначення
zh_cn: 显示加密选项

source: Show inactive
cs_cz: Zobrazit neaktivní
de_de: Inaktive anzeigen
el_gr: Εμφάνιση ανενεργών
fa_ir: نمایش موارد غیرفعال
fr_fr: Montrer inactif
it_it: Mostra inattivo
ko_kr: 비활성 표시
uk_ua: Показати неактивні
zh_cn: 显示非活动状态

source: Show system status
cs_cz: Zobrazit stav systému
de_de: Systemstatus anzeigen
el_gr: Εμφάνιση κατάστασης συστήματος
fa_ir: نمایش وضعیت سیستم
fr_fr: Afficher l'état du système
it_it: Mostra lo stato del sistema
ko_kr: 시스템 상태 표시
uk_ua: Показати стан системи
zh_cn: 显示系统状态

source: Showing %s to %s
cs_cz: Zobrazuje se %s až %s
de_de: Zeige %s bis %s
el_gr: Εμφάνιση %s έως %s
fa_ir: نمایش %s تا %s
fr_fr: Montrer %s à %s
it_it: Mostra da %s a %s
ko_kr: %s ~ %s 항목 표시
uk_ua: Показано з %s до %s
zh_cn: 显示%s到%s

source: Size of blocklist
cs_cz: Velikost seznamu bloků
de_de: Anzahl auf Blockliste
el_gr: Μέγεθος λίστας αποκλεισμού
fa_ir: اندازهٔ بلاک‌لیست
fr_fr: Taille de la liste de blocage
it_it: Dimensioni della lista bloccata
ko_kr: 차단목록 크기
uk_ua: Розмір чорного списку
zh_cn: 黑名单数量

source: Some cards have a default that is not recognized and require changing the regulatory domain to one in this list for the changes to other regulatory settings to work.
cs_cz: Některé karty mají výchozí nastavení, které není rozpoznáno, a vyžadují změnu regulační domény na doménu z tohoto seznamu, aby změny ostatních regulačních nastavení fungovaly.
de_de: Einige Karten haben einen nicht erkannten Standardwert. In diesem Fall muss die zulässige Region aus dieser Liste gewählt werden, damit andere regulatorische Einstellungen wirksam werden.
el_gr: Ορισμένες κάρτες έχουν μια προεπιλογή που δεν αναγνωρίζεται και απαιτούν την αλλαγή του ρυθμιστικού τομέα σε έναν από αυτούς που περιλαμβάνονται σε αυτήν τη λίστα για να λειτουργήσουν οι αλλαγές σε άλλες ρυθμιστικές ρυθμίσεις.
fa_ir: برخی کارت‌ها دارای مقدار پیش‌فرضی هستند که شناخته نمی‌شود؛ برای اعمال تغییرات دیگر تنظیمات رگولاتوری باید حوزهٔ رگولاتوری را به یکی از موارد این فهرست تغییر دهید.
fr_fr: Certaines cartes ont une valeur par défaut qui n'est pas reconnue et nécessitent de remplacer le domaine réglementaire par un domaine figurant dans cette liste pour que les modifications apportées aux autres paramètres réglementaires soient prises en compte.
it_it: Alcune carte hanno un valore predefinito che non viene riconosciuto e richiedono la modifica del dominio normativo con uno presente in questo elenco affinché le modifiche ad altre impostazioni normative funzionino.
ko_kr: 일부 카드에는 인식되지 않는 기본값이 있으며 다른 규제 설정에 대한 변경 사항이 적용되려면 규제 도메인을 이 목록의 하나로 변경해야 합니다.
uk_ua: Деякі карти мають типові значення, які не розпізнаються, і вимагають зміни регуляторного домену на один із цього списку, щоб зміни інших регуляторних налаштувань запрацювали.
zh_cn: 有些卡的默认设置无法识别，需要将监管域更改为此列表中的一个，才能更改其他监管设置。

source: Specifies the host key algorithms that the server offers
cs_cz: Určuje algoritmy hostitelských klíčů, které server nabízí
de_de: Legt die vom Server angebotenen Hostschlüssel-Algorithmen fest
el_gr: Καθορίζει τους αλγόριθμους κλειδιού κεντρικού υπολογιστή που προσφέρει ο διακομιστής
fa_ir: الگوریتم‌های کلید میزبان ارائه‌شده توسط سرور را مشخص می‌کند
fr_fr: Spécifie les algorithmes de clé d'hôte que le serveur offre
it_it: Specifica gli algoritmi della chiave host offerti dal server
ko_kr: 서버가 제공하는 호스트 키 알고리즘을 지정
uk_ua: Визначає алгоритми ключів хоста, які пропонує сервер
zh_cn: 指定服务器提供的主机密钥算法

source: Specify the maximum number of servers retained by the server discovery schemes. The default is 10, which should typically be changed. This should be an odd number (to most effectively outvote falsetickers) typically two or three more than minclock (1), plus the number of pool entries. The pool entries must be added as maxclock, but not minclock, which also counts the pool entries themselves. For example, tos maxclock 11 with four pool lines would keep 7 associations.
cs_cz: Zadejte nejvyšší umožněný počet serverů, které budou zachovány v rámci schémat zjišťování serverů. Výchozí hodnota je 10, kterou je obvykle třeba změnit. Mělo by to být liché číslo (aby co nejefektivněji přehlasovalo falešné tipy), typicky o dva nebo tři více než minclock (1), plus počet záznamů v poolu. Záznamy ve fondu je třeba přičíst jako maxclock, ale ne minclock, který počítá i samotné záznamy ve fondu. Například tos maxclock 11 se čtyřmi řádky fodnu by zachovalo 7 přiřazení.
de_de: Geben Sie die maximale Anzahl an Servern an, die durch die Server-Erkennungsverfahren beibehalten werden sollen. Der Standardwert ist 10, sollte aber üblicherweise angepasst werden. Diese Zahl sollte ungerade sein (um falsche Zeitquellen ["falsetickers"] effektiv zu überstimmen), typischerweise zwei oder drei mehr als minclock (1) plus die Anzahl der Pool-Einträge. Die Pool-Einträge müssen zu maxclock hinzugezählt werden, jedoch nicht zu minclock, da minclock die Pool-Einträge selbst mitzählt. Beispiel: tos maxclock 11 mit vier Pool-Zeilen würde 7 Verbindungen beibehalten.
el_gr: Καθορίστε τον μέγιστο αριθμό διακομιστών που διατηρούνται από τα σχήματα ανακάλυψης διακομιστών. Η προεπιλογή είναι 10, η οποία συνήθως θα πρέπει να αλλάζει. Αυτός θα πρέπει να είναι ένας περιττός αριθμός (για να υπερισχύει αποτελεσματικά των ψευδών ψήφων) συνήθως δύο ή τρεις φορές περισσότερο από το minclock (1), συν τον αριθμό των καταχωρίσεων ομάδας. Οι καταχωρίσεις ομάδας πρέπει να προστεθούν ως maxclock, αλλά όχι ως minclock, το οποίο μετράει επίσης τις ίδιες τις καταχωρίσεις ομάδας. Για παράδειγμα, το tos maxclock 11 με τέσσερις γραμμές ομάδας θα διατηρούσε 7 συσχετίσεις.
fa_ir: تعداد حداکثر سرورهایی که توسط روش‌های کشف سرور نگهداری می‌شوند را مشخص کنید. مقدار پیش‌فرض 10 است و معمولاً باید تغییر یابد. این مقدار باید عددی فرد باشد (برای مؤثرتر بودن در رأی‌گیری علیه سرورهای نادرست) و معمولاً دو یا سه واحد بیشتر از minclock (1) به‌علاوهٔ تعداد ورودی‌های pool باشد. ورودی‌های pool باید به‌عنوان maxclock اضافه شوند، نه minclock، چون minclock خود ورودی‌های pool را نیز می‌شمارد. برای مثال، tos maxclock 11 با چهار خط pool، 7 ارتباط را نگه می‌دارد.
fr_fr: Indiquer le nombre maximal de serveurs retenus par les schémas de découverte de serveurs. La valeur par défaut est de 10, mais elle devrait être modifiée. Il doit s'agir d'un nombre impair (pour mettre en minorité les faussaires), généralement deux ou trois de plus que minclock (1), plus le nombre d'entrées dans le pool. Les entrées du pool doivent être ajoutées comme maxclock, mais pas minclock, qui compte également les entrées du pool elles-mêmes. Par exemple, tos maxclock 11 avec quatre lignes de pool conserverait 7 associations.
it_it: Specificare il numero massimo di server conservati dagli schemi di rilevamento server. Il valore predefinito è 10, che in genere dovrebbe essere modificato. Dovrebbe essere un numero dispari (per superare efficacemente i falseticker) in genere due o tre in più rispetto a minclock (1), più il numero di voci del pool. Le voci del pool devono essere aggiunte come maxclock, ma non minclock, che conta anche le voci del pool stesse. Ad esempio, tos maxclock 11 con quattro linee di pool manterrebbe 7 associazioni.
ko_kr: 서버 검색 계획에서 유지하는 최대 서버 수를 지정합니다. 기본값은 10이며 일반적으로 변경해야 합니다. 이는 일반적으로 minclock(1)보다 2~3개 더 많은 홀수(가장 효과적으로 거짓 티커를 투표하기 위해)여야 하며 풀 항목 수를 더한 것입니다. 풀 항목은 maxclock으로 추가해야 하지만 minclock은 추가할 수 없습니다. minclock은 풀 항목 자체도 계산합니다. 예를 들어, 4개의 풀 라인이 있는 tos maxclock 11은 7개의 연결을 유지합니다.
uk_ua: Вкажіть максимальну кількість серверів, що зберігаються схемами виявлення серверів. Типово це 10, що зазвичай слід змінити. Це має бути непарне число (для найефективнішого переважання помилкових значень), зазвичай на два або три більше, ніж minclock (1), плюс кількість елементів пулу. Елементи пулу повинні додаватися як maxclock, але не minclock, яка також враховує самі елементи пулу. Наприклад, tos maxclock 11 з чотирма рядками пулу збереже 7 асоціацій.
zh_cn: 指定服务器发现方案保留的最大服务器数。 默认为10，通常要进行修改。 这应该是一个奇数，通常比minclock (1) 多两到三个，加上池条目的数量。 池条目必须添加为maxclock，但不能添加为minclock，后者也会对池条目本身进行计数。 例如，有4个池线的tos maxclock 11将保留有7个关联。

source: Start (%)
cs_cz: Začátek (%)
el_gr: Έναρξη (%)
fa_ir: شروع (%)
fr_fr: Début (%)
it_it: Inizio (%)
ko_kr: 시작 (%)
uk_ua: Початок (%)
zh_cn: 开始 (%)

source: Statetable usage
cs_cz: Využití tabulky stavů
de_de: Status der Zustandstabelle
el_gr: Χρήση πίνακα καταστάσεων
fa_ir: استفاده از جدول وضعیت
fr_fr: Utilisation de l'horaire
it_it: Utilizzo dichiarabile
ko_kr: 상태테이블 사용량
uk_ua: Використання таблиці станів
zh_cn: 可声明的用法

source: Static Keys
cs_cz: Statické klíče
de_de: Statische Schlüssel
el_gr: Στατικά κλειδιά
fa_ir: کلیدهای ایستا
fr_fr: Clés statiques
it_it: Chiavi statiche
ko_kr: 정적 키
uk_ua: Статичні ключі
zh_cn: 静态密钥

source: Sticky Address: The Sticky Address option can be used with the Round Robin pool type to ensure that a particular source address is always mapped to the same translation address.
cs_cz: „Lepkavá„ adresa: Převolbu „lepkavá adresa“ lze použít s typem fondu Round Robin, aby bylo zajištěno, že určitá zdrojová adresa bude vždy mapována na stejnou překladovou adresu.
de_de: Sticky Address: Kann zusammen mit Round Robin genutzt werden, um sicherzustellen, dass eine bestimmte Quelladresse immer derselben Zieladresse zugewiesen wird
el_gr: Αυτοκόλλητη Διεύθυνση: Η επιλογή Αυτοκόλλητη Διεύθυνση μπορεί να χρησιμοποιηθεί με τον τύπο ομάδας Round Robin για να διασφαλιστεί ότι μια συγκεκριμένη διεύθυνση πηγής αντιστοιχίζεται πάντα στην ίδια διεύθυνση μετάφρασης.
fa_ir: Sticky Address: گزینهٔ Sticky Address را می‌توان همراه با نوع pool «Round Robin» استفاده کرد تا اطمینان حاصل شود یک آدرس مبدأ مشخص همیشه به همان آدرس ترجمه نگاشت می‌شود.
fr_fr: Sticky Address : L'option Sticky Address peut être utilisée avec le type de pool Round Robin pour s'assurer qu'une adresse source particulière est toujours associée à la même adresse de traduction.
it_it: Indirizzo permanente: l'opzione Indirizzo permanente può essere utilizzata con il tipo di pool Round Robin per garantire che un particolare indirizzo di origine sia sempre mappato allo stesso indirizzo di traduzione.
ko_kr: 고정 주소: 고정 주소 옵션을 라운드 로빈 풀 유형과 함께 사용하여 특정 소스 주소를 항상 동일한 변환 주소로 매핑할 수 있습니다.
uk_ua: Липка адреса: Опція "Липка адреса" може бути використана з типом пулу Round Robin для забезпечення того, щоб певна вихідна адреса завжди відображалася на ту саму адресу перетворення.
zh_cn: 粘性地址选项可与循环池类型一起使用，以确保特定的源地址始终映射到相同的转换地址。

source: Stopped
cs_cz: Zastaveno
de_de: Angehalten
el_gr: Σταμάτησε
fa_ir: متوقف
fr_fr: Arrêtée
it_it: Fermato
ko_kr: 중지됨
uk_ua: Зупинено
zh_cn: 已停止

source: Style Source
cs_cz: Zdroj stylu
de_de: Stilquelle
el_gr: Πηγή στυλ
fa_ir: منبع استایل
fr_fr: Source du style
it_it: Fonte di stile
ko_kr: 스타일 소스
uk_ua: Джерело стилю
zh_cn: 风格源

source: Subscription cannot be set for non-subscription firmware mirror
cs_cz: Předplatné nelze nastavit pro zrcadlo obsahující bezplatnou variantu firmwaru
de_de: Abonnement kann für ein nicht abonniertes Firmware-Repository nicht festgelegt werden
el_gr: Δεν είναι δυνατή η ρύθμιση συνδρομής για είδωλο υλικολογισμικού χωρίς συνδρομή
fa_ir: نمی‌توان اشتراک را برای firmware mirrorِ غیرقابل‌اشتراک تنظیم کرد.
fr_fr: L'abonnement ne peut pas être défini pour un miroir firmware sans abonnement.
it_it: Non è possibile impostare la sottoscrizione per un mirror firmware senza sottoscrizione
ko_kr: 비구독 펌웨어 미러에 대해 구독을 설정할 수 없습니다
uk_ua: Підписка не може бути встановлена для дзеркала прошивки без підписки
zh_cn: 不能为非订阅固件镜像设置订阅
