Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Create a list of sites which may not be inspected, for example bank sites. Prefix the domain with a . to accept all subdomains (e.g. .google.com).
cs_cz: Vytvořte seznam stránek, které nesmí být kontrolovány – například weby bank. Předponou domény . akceptujete všechny subdomény (např. .google.com).
de_de: Erstellen Sie eine Liste von Websites, die nicht überprüft werden dürfen, z. B. Bankwebsites. Fügen Sie der Domain einen . hinzu, um alle Subdomains zu akzeptieren (z. B. .google.com).
el_gr: Δημιουργήστε μια λίστα με ιστότοπους που δεν επιτρέπεται να επιθεωρηθούν, για παράδειγμα ιστότοποι τραπεζών. Προσθέστε ένα πρόθεμα . στον τομέα για να αποδεχτείτε όλους τους υποτομείς (π.χ. .google.com).
fa_ir: فهرستی از سایت‌هایی که ممکن است بازرسی نشوند، مثلاً سایت‌های بانکی. برای قبول همه زیردامنه‌ها دامنه را با . پیش‌وند کنید (مثلاً .google.com).
fr_fr: Créez une liste de sites qui ne peuvent pas être inspectés, par exemple des sites bancaires. Préfixez le domaine avec un . pour accepter tous les sous-domaines (par exemple, .google.com).
it_it: Creare un elenco di siti che non possono essere ispezionati, ad esempio i siti bancari. Prefisso il dominio con . per accettare tutti i sottodomini (ad esempio .google.com).
ko_kr: 검사하지 않을 사이트 목록을 생성합니다(예: 은행 사이트). 도메인 앞에 .을 붙이면 모든 하위 도메인을 허용합니다(예: .google.com).
pl_pl: Stwórz listę stron, które nie mogą być sprawdzane, na przykład strony banków. Poprzedź domenę kropką, aby zaakceptować wszystkie subdomeny (np. .google.com).
uk_ua: Створіть список сайтів, які не можуть бути перевірені, наприклад, банківські сайти. Додайте префікс . до домену, щоб прийняти всі субдомени (наприклад, .google.com).
zh_cn: 创建一个可能无法检查的站点列表，例如银行站点。 用前缀域名。接受所有子域（例如.google.com）。

source: Create a new, unique key for every single DNS query. This may improve privacy but can also have a significant impact on CPU usage.
cs_cz: Vytvoří nový, neopakující se klíč pro každý jednotlivý DNS dotaz. To může zlepšit ochranu soukromí, ale může to mít také významný dopad na vytížení procesoru.
de_de: Erstelle für jede DNS-Abfrage einen neuen, eindeutigen Schlüssel. Dies verbessert zwar den Datenschutz, kann aber auch die CPU-Auslastung erheblich beeinträchtigen.
el_gr: Δημιουργήστε ένα νέο, μοναδικό κλειδί για κάθε ερώτημα DNS. Αυτό μπορεί να βελτιώσει το απόρρητο, αλλά μπορεί επίσης να έχει σημαντικό αντίκτυπο στη χρήση της CPU.
fa_ir: برای هر پرس‌وجوی DNS یک کلید جدید و یکتا ایجاد کنید. این ممکن است حریم خصوصی را بهبود دهد اما می‌تواند تأثیر قابل‌توجهی بر استفاده از CPU داشته باشد.
fr_fr: Créez une nouvelle clé unique pour chaque requête DNS. Cela peut améliorer la confidentialité, mais peut également avoir un impact significatif sur l'utilisation du processeur.
it_it: Crea una nuova chiave univoca per ogni singola query DNS. Ciò può migliorare la privacy ma può anche avere un impatto significativo sull'utilizzo della CPU.
ko_kr: 모든 단일 DNS 쿼리에 대해 새로운 고유 키를 만듭니다. 이렇게 하면 개인 정보 보호가 향상되지만 CPU 사용량에도 큰 영향을 미칠 수 있습니다.
pl_pl: Stwórz nowy, unikatowy klucz dla każdego zapytania DNS. Może to poprawić prywatność, ale może też znacząco wpłynąć na wykorzystanie CPU.
uk_ua: Створіть новий, унікальний ключ для кожного окремого DNS-запиту. Це може покращити конфіденційність, але також може суттєво вплинути на використання ЦП.
zh_cn: 为每个单个DNS查询创建一个新的唯一密钥。这可以改善隐私性，但也可能对CPU使用率产生重大影响。

source: Custom Security Policy
cs_cz: Uživatelsky určená zásada zabezpečení
de_de: Benutzerdefinierte Sicherheitsrichtlinie
el_gr: Προσαρμοσμένη Πολιτική Ασφαλείας
fa_ir: سیاست امنیتی سفارشی
fr_fr: Politique de sécurité personnalisée
it_it: Politica di sicurezza personalizzata
ko_kr: 사용자 정의 보안 정책
pl_pl: Własna Polityka Bezpieczeństwa
uk_ua: Спеціальна політика безпеки
zh_cn: 自定义安全策略

source: Custom config
cs_cz: Uživatelsky určené nastavení
de_de: Benutzerdefinierte Konfiguration
el_gr: Προσαρμοσμένη διαμόρφωση
fa_ir: پیکربندی سفارشی
fr_fr: Configuration personnalisée
it_it: Configurazione personalizzata
ko_kr: 사용자 정의 구성
pl_pl: Własna konfiguracja
uk_ua: Спеціальна конфігурація
zh_cn: 自定义配置

source: Custom configuration, which will be returned in the output file without modifications
cs_cz: Uživatelsky určené nastavení, která bude vráceno ve výstupním souboru bez úprav
de_de: Benutzerdefinierte Konfiguration, die ohne Änderungen in die Ausgabedatei übernommen wird.
el_gr: Προσαρμοσμένη διαμόρφωση, η οποία θα επιστραφεί στο αρχείο εξόδου χωρίς τροποποιήσεις
fa_ir: پیکربندی سفارشی که بدون تغییر در فایل خروجی بازگردانده خواهد شد.
fr_fr: Configuration personnalisée, qui sera retournée dans le fichier de sortie sans modifications
it_it: Configurazione personalizzata, che verrà restituita nel file di output senza modifiche
ko_kr: 수정 없이 출력 파일에 반환되는 사용자 정의 구성
pl_pl: Własna konfiguracja, która zostanie zwrócona w pliku wyjściowym bez modyfikacji
uk_ua: Спеціальна конфігурація, яка буде повернута у вихідному файлі без змін
zh_cn: 自定义配置，它就会不做任何修改地返回到输出文件中

source: DHCP Enable
cs_cz: Zapnout DHCP
de_de: DHCP aktivieren
el_gr: Ενεργοποίηση DHCP
fa_ir: فعال‌سازی DHCP
it_it: Abilita DHCP
ko_kr: DHCP 사용
pl_pl: DHCP Włącz
uk_ua: Увімкнути DHCP
zh_cn: 启用

source: DHCP Listen IP
cs_cz: IP adresa očekávání DHCP spojení
el_gr: IP ακρόασης DHCP
fa_ir: آدرس IP گوش‌دهی (DHCP)
fr_fr: IP d'écoute DHCP
it_it: IP di ascolto DHCP
ko_kr: DHCP 수신 대기 IP
pl_pl: DHCP Słuchaj IP
uk_ua: IP-адреса прослуховування DHCP
zh_cn: DHCP监听IP

source: DNS Forwarders
cs_cz: DNS přeposílače
de_de: DNS Weiterleitung
el_gr: Προωθητές DNS
fa_ir: فورواردکننده‌های DNS
fr_fr: Redirecteurs DNS
it_it: Inoltri DNS
ko_kr: DNS 전달자
pl_pl: DNS Przekierowywania
uk_ua: Форвардери DNS
zh_cn: DNS转发器

source: DNS Mode
cs_cz: Režim DNS
de_de: DNS-Modus
el_gr: Λειτουργία DNS
fa_ir: حالت DNS
fr_fr: Mode DNS
it_it: Modalità DNS
ko_kr: DNS 모드
pl_pl: Tryb DNS
uk_ua: Режим DNS
zh_cn: DNS模式

source: DNSSEC Validation
cs_cz: DNSSEC ověřování
de_de: DNSSEC-Validierung
el_gr: Επικύρωση DNSSEC
fa_ir: اعتبارسنجی DNSSEC
fr_fr: Validation DNSSEC
it_it: Convalida DNSSEC
ko_kr: DNSSEC 유효성 검사
pl_pl: Walidacja DNSSEC
uk_ua: Перевірка DNSSEC
zh_cn: DNSSEC验证

source: Data URLs are used to embed files into HTML (for example images written directly into the src attribute).
cs_cz: URL dat jsou používány k vkládání souborů do HTML (například obrázků zapsaných přímo do atributu src).
de_de: Daten-URLs werden verwendet, um Dateien in HTML einzubetten (z. B. Bilder, die direkt in das src-Attribut geschrieben werden).
el_gr: Οι διευθύνσεις URL δεδομένων χρησιμοποιούνται για την ενσωμάτωση αρχείων σε HTML (για παράδειγμα εικόνες που γράφονται απευθείας στο χαρακτηριστικό src).
fa_ir: Data URLs برای جاسازی فایل‌ها در HTML استفاده می‌شوند (مثلاً تصاویر نوشته‌شده مستقیماً در صفت src).
fr_fr: Les URL de données sont utilisées pour intégrer des fichiers dans le code HTML (par exemple des images écrites directement dans l'attribut src).
it_it: Gli URL dei dati vengono utilizzati per incorporare file in HTML (ad esempio immagini scritte direttamente nell'attributo src).
ko_kr: 데이터 URL은 HTML에 파일을 포함하는 데 사용됩니다(예: src 속성에 직접 기록된 이미지).
pl_pl: Adresy URL danych są używane do wbudowywania plików w HTML (na przykład obrazy wpisane bezpośrednio w atrybut src).
uk_ua: URL-адреси даних використовуються для вбудовування файлів у HTML (наприклад, зображень, записаних безпосередньо в атрибут src).
zh_cn: 数据URL用于将文件嵌入到HTML中(例如，将图像直接写入src属性)。

source: Declare how idle HTTP connections may be shared between requests.
cs_cz: Deklaruje, jak mohou být nečinná HTTP spojení sdílena mezi požadavky.
de_de: Geben Sie an, wie inaktive HTTP-Verbindungen zwischen Anfragen aufgeteilt werden können.
el_gr: Δηλώστε πώς οι αδρανείς συνδέσεις HTTP μπορούν να κοινοποιηθούν μεταξύ αιτημάτων.
fa_ir: نحوهٔ اشتراک‌گذاری اتصالات HTTP بیکار بین درخواست‌ها را مشخص کنید.
fr_fr: Déclare comment les connexions HTTP inactives peuvent être partagées entre les demandes.
it_it: Dichiara come le connessioni HTTP inattive possono essere condivise tra le richieste.
ko_kr: 요청 간에 유휴 HTTP 연결을 공유하는 방법을 선언합니다.
pl_pl: Deklaruj, jak bezczynne połączenia HTTP mogą być współdzielone między żądaniami.
uk_ua: Визначте, як бездіяльні HTTP-з'єднання можуть бути спільними між запитами.
zh_cn: 声明如何在请求之间共享空闲的HTTP连接。

source: Default Action
cs_cz: Výchozí akce
de_de: Standardaktion
el_gr: Προεπιλεγμένη ενέργεια
fa_ir: عمل پیش‌فرض
fr_fr: Action par défaut
it_it: Azione predefinita
ko_kr: 기본 작업
pl_pl: Domyślna akcja
uk_ua: Дія типово
zh_cn: 默认操作

source: Default MIME-Type
cs_cz: Výchozí MIME typ
de_de: Standard MIME-Typ
el_gr: Προεπιλεγμένος τύπος MIME
fa_ir: نوع MIME پیش‌فرض
fr_fr: Type MIME par défaut
it_it: Tipo MIME predefinito
ko_kr: 기본 MIME 유형
pl_pl: Domyślny typ MIME
uk_ua: Типовий MIME-тип
zh_cn: 默认MIME类型

source: Default backend pool
cs_cz: Výchozí fond podpůrné vrstvy
de_de: Standard Backend-Pool
el_gr: Προεπιλεγμένη ομάδα backend
fa_ir: مجموعهٔ بک‌اند پیش‌فرض
fr_fr: Pool de backend par défaut
it_it: Pool back-end predefinito
ko_kr: 기본 백엔드 풀
pl_pl: Domyślna puli backendów
uk_ua: Типовий пул бекендів
zh_cn: 默认后端池

source: Default is "No". Set to "Auto" to use the static trust anchor configuration by the system.
cs_cz: Výchozí je „Ne“. Nastavením na „Auto“ bude použito statické nastavení kotvy důvěryhodnosti provedené systémem.
de_de: Die Standardeinstellung ist "Nein". Wählen Sie "Auto", um die statische Trust-Anchor-Konfiguration des Systems zu verwenden.
el_gr: Η προεπιλογή είναι "Όχι". Ορίστε σε "Αυτόματη" για να χρησιμοποιήσετε τη διαμόρφωση στατικής άγκυρας εμπιστοσύνης από το σύστημα.
fa_ir: پیش‌فرض "No" است. برای استفاده از پیکربندی ثابت مرجع اعتماد سیستم، مقدار را روی "Auto" قرار دهید.
fr_fr: La valeur par défaut est "Non". Définissez-le sur "Auto" pour utiliser l'ancre de confiance statique configurée par le système.
it_it: L'impostazione predefinita è "No". Impostare su "Auto" per utilizzare la configurazione del trust anchor statico da parte del sistema.
ko_kr: 기본값은 "아니오"입니다. 시스템에서 정적 신뢰 앵커 구성을 사용하려면 "자동"으로 설정합니다.
pl_pl: Domyślna wartość to "Nie". Ustaw "Auto", aby korzystać z konfiguracji statycznego zaufanego kotwiczenia przez system.
uk_ua: Типово – «Ні». Встановіть «Авто», щоб використовувати конфігурацію статичного довіреного якоря системою.
zh_cn: 默认为"否"。设置为"自动"则使用系统的静态信任锚配置。

source: Define an ACL where you allow which clients can resolve via this service. Usually use your local LAN.
cs_cz: Definujte ACL seznam, ve kterém povolíte, kteří klienti mohou překládat prostřednictvím této služby. Obvykle se používá místní síť LAN.
de_de: Definieren Sie eine ACL, in der Sie festlegen, welche Clients über diesen Dienst aufgelöst werden können. Verwenden Sie hierfür üblicherweise Ihr lokales LAN.
el_gr: Ορίστε ένα ACL όπου επιτρέπετε σε ποιους υπολογιστές-πελάτες να επιλύσουν προβλήματα μέσω αυτής της υπηρεσίας. Συνήθως χρησιμοποιείτε το τοπικό σας δίκτυο LAN.
fa_ir: یک ACL تعریف کنید تا مشخص شود کدام کلاینت‌ها می‌توانند از طریق این سرویس رزولوشن انجام دهند. معمولاً از LAN محلی خود استفاده کنید.
fr_fr: Définissez une liste de contrôle d'accès (ACL) où vous autorisez les clients qui peuvent se résoudre via ce service. Utilisez généralement votre réseau local.
it_it: Definisci un ACL in cui consenti quali client possono risolvere tramite questo servizio. Di solito usa la tua LAN locale.
ko_kr: 이 서비스를 통해 확인할 수 있는 클라이언트를 허용하는 ACL을 정의합니다. 일반적으로 로컬 LAN을 사용합니다.
pl_pl: Zdefiniuj ACL, określając, którzy klienci mogą korzystać z tej usługi. Zazwyczaj użyj lokalnej sieci LAN.
uk_ua: Визначте ACL, де ви дозволяєте, які клієнти можуть розпізнавати через цю службу. Зазвичай використовуйте свою локальну мережу.
zh_cn: 定义一个ACL，可以在其中允许哪些客户端可以通过此服务进行解析。通常使用本地局域网。

source: Define an optional path prefix for this location. It will be prepended to the path so http://www.example.com/index.php will be sent to http://www.example.com/app/index.php on your upstream if you choose "/app" as path prefix.
cs_cz: Definujte nepovinnou předponu popisu pro toto umístění. Bude předřazen popisu, takže http://www.example.com/index.php bude odeslán na http://www.example.com/app/index.php na vašem upstreamu, pokud jako předponu umístění zvolíte „/app“.
de_de: Definieren Sie ein optionales Pfadpräfix für diese Location. Es wird dem Pfad vorangestellt. Beispiel: Aus http://www.example.com/index.php wird http://www.example.com/app/index.php, wenn das Präfix "/app" lautet.
el_gr: Ορίστε ένα προαιρετικό πρόθεμα διαδρομής για αυτήν την τοποθεσία. Θα προστεθεί ως πρόθεμα στη διαδρομή, επομένως το http://www.example.com/index.php θα αποσταλεί στο http://www.example.com/app/index.php στην ανοδική ροή σας, εάν επιλέξετε "/app" ως πρόθεμα διαδρομής.
fa_ir: یک پیش‌وند مسیر اختیاری برای این مکان تعریف کنید. این پیش‌وند به ابتدای مسیر اضافه می‌شود، بنابراین اگر "/app" را به‌عنوان پیش‌وند مسیر انتخاب کنید، http://www.example.com/index.php به‌صورت http://www.example.com/app/index.php به upstream شما ارسال خواهد شد.
fr_fr: Définissez un préfixe de chemin facultatif pour cet emplacement. Il sera ajouté au chemin afin que http://www.example.com/index.php soit envoyé à http://www.example.com/app/index.php sur votre amont si vous choisissez "/app" comme préfixe de chemin.
it_it: Definire un prefisso di percorso facoltativo per questa posizione. Verrà anteposto al percorso, quindi http://www.example.com/index.php verrà inviato a http://www.example.com/app/index.php sul tuo upstream se scegli "/app" come prefisso del percorso.
ko_kr: 이 위치에 대한 선택적 경로 접두사를 정의합니다. 경로 앞에 추가되므로 경로 프리픽스로 "/app"을 선택하면 http://www.example.com/index.php이 업스트림의 http://www.example.com/app/index.php으로 전송됩니다.
pl_pl: Zdefiniuj opcjonalny prefiks ścieżki dla tej lokalizacji. Zostanie on dodany na początek ścieżki, więc http://www.example.com/index.php zostanie przekierowane na http://www.example.com/app/index.php na twoim serwerze, jeśli wybierzesz "/app" jako prefiks ścieżki.
uk_ua: Визначте необов'язковий префікс шляху для цього розташування. Він буде доданий на початок шляху, тому http://www.example.com/index.php буде надіслано на http://www.example.com/app/index.php на вашому upstream, якщо ви оберете «/app» як префікс шляху.
zh_cn: 为此位置定义一个可选的路径前缀。它会被添加到路径中。因此，如果您选择" / app"作为路径前缀，则 http://www.example.com/index.php 会被发送到上游的 http://www.example.com/app/index.php 。

source: Delay in minutes after which certificates are reloaded.
cs_cz: Prodleva (v minutách) po které znovu načíst certifikáty
de_de: Verzögerung in Minuten nach der Zertifikate neu geladen werden.
el_gr: Καθυστέρηση σε λεπτά μετά την οποία επαναφορτώνονται τα πιστοποιητικά.
fa_ir: تأخیر (به دقیقه) قبل از بارگذاری مجدد گواهی‌ها.
fr_fr: Délai en minutes après lequel les certificats sont rechargés.
it_it: Ritardo in minuti dopo il quale i certificati vengono ricaricati.
ko_kr: 인증서가 다시 로드될 때까지의 지연 시간(분)입니다.
pl_pl: Opóźnienie w minutach, po którym certyfikaty są ponownie wczytywane.
uk_ua: Затримка в хвилинах, після якої сертифікати перезавантажуються.
zh_cn: 延迟几分钟（重新加载证书）。

source: Depends
cs_cz: Závisí
de_de: Abhängig von
el_gr: Εξαρτάται
fa_ir: وابسته
fr_fr: Dépends
it_it: Dipende
ko_kr: 의존함
pl_pl: Zależy
uk_ua: Залежить
zh_cn: 依赖项

source: Description for this automation.
cs_cz: Popis této automatizace.
de_de: Beschreibung für diese Automatisierung.
el_gr: Περιγραφή για αυτόν τον αυτοματισμό.
fa_ir: توضیح برای این اتوماسیون.
fr_fr: Description pour cette automatisation.
it_it: Descrizione per questa automazione.
ko_kr: 이 자동화에 대한 설명입니다.
pl_pl: Opis dla tej automatyzacji.
uk_ua: Опис для цієї автоматизації.
zh_cn: 该自动操作的说明。

source: Description for this group.
cs_cz: Popis této skupiny.
de_de: Beschreibung für diese Gruppe.
el_gr: Περιγραφή για αυτήν την ομάδα.
fa_ir: توضیح برای این گروه.
fr_fr: Description pour ce groupe.
it_it: Descrizione per questo gruppo.
ko_kr: 이 그룹에 대한 설명입니다.
pl_pl: Opis dla tej grupy.
uk_ua: Опис для цієї групи.
zh_cn: 该组的描述。

source: Description for this map file.
cs_cz: Popis tohoto souboru s mapováním.
de_de: Beschreibung für diese Zuordnungsdatei.
el_gr: Περιγραφή για αυτό το αρχείο χάρτη.
fa_ir: توضیح برای این فایل نقشه.
fr_fr: Description de ce fichier de carte.
it_it: Descrizione per questo file di mappa.
ko_kr: 이 맵 파일에 대한 설명입니다.
pl_pl: Opis dla tego pliku mapy.
uk_ua: Опис для цього файлу мапи.
zh_cn: 该映射文件的描述。

source: Description for this user.
cs_cz: Popis tohoto uživatele.
de_de: Beschreibung für diesen Benutzer.
el_gr: Περιγραφή για αυτόν τον χρήστη.
fa_ir: توضیح برای این کاربر.
fr_fr: Description pour cet utilisateur.
it_it: Descrizione per questo utente.
ko_kr: 이 사용자에 대한 설명입니다.
pl_pl: Opis dla tego użytkownika.
uk_ua: Опис для цього користувача.
zh_cn: 该用户的描述。

source: Destination port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
cs_cz: Číslo cílového portu nebo standardní název (imap, imaps, http, https, …) – pro rozsahy použijte pomlčku.
de_de: Geben Sie eine Zielportnummer oder einen bekannten Namen ein (imap, imaps, http, https, …). Verwenden Sie einen Bindestrich für Bereiche.
el_gr: Αριθμός θύρας προορισμού ή γνωστό όνομα (imap, imaps, http, https, ...), για εύρη χρησιμοποιήστε παύλα
fa_ir: شماره پورت مقصد یا نام شناخته‌شده (imap, imaps, http, https, ...). برای بازه‌ها از خط تیره استفاده کنید.
fr_fr: Numéro du port de destination ou nom connu (imap, imaps, http, https, ...), pour les plages, utilisez un tiret.
it_it: Numero di porta di destinazione o nome noto (imap, imaps, http, https, ...), per gli intervalli utilizzare un trattino
ko_kr: 목적지 포트 번호 또는 잘 알려진 이름(imap, imaps, http, https, ...), 범위는 대시를 사용합니다
pl_pl: Numer portu docelowego lub znana nazwa (imap, imaps, http, https, ...), dla zakresów użyj myślnika
uk_ua: Номер порту призначення або загальновідома назва (imap, imaps, http, https, ...), для діапазонів використовуйте тире
zh_cn: 目标端口号或众所周知的名称(imap，imaps，http，https，...)，对于范围请使用破折号

source: Disable Bot Protection
cs_cz: Vypnout ochranu před automatizovanými útoky
de_de: Bot-Schutz deaktivieren
el_gr: Απενεργοποίηση προστασίας από bot
fa_ir: غیرفعال کردن محافظت در برابر بات‌ها
fr_fr: Désactiver la protection contre les robots
it_it: Disabilita la protezione bot
ko_kr: 봇 보호 사용 안 함
pl_pl: Wyłącz ochronę przed botami
uk_ua: Вимкнути захист від ботів
zh_cn: 禁用Bot保护

source: Disable TLS session tickets - increases privacy but also latency.
cs_cz: Nepoužívat tikety TLS relací – zlepší soukromí za cenu zhoršení prodlev.
de_de: TLS-Sitzungstickets deaktivieren - erhöht die Privatsphäre, aber auch die Latenz
el_gr: Απενεργοποίηση αιτημάτων περιόδου σύνδεσης TLS - αυξάνει το απόρρητο αλλά και την καθυστέρηση.
fa_ir: تیکت‌های نشست TLS را غیرفعال کنید — حریم خصوصی را افزایش می‌دهد اما تأخیر را نیز بیشتر می‌کند.
fr_fr: Désactiver les tickets de session TLS - augmente la confidentialité mais aussi la latence.
it_it: Disabilita ticket di sessione TLS: aumenta la privacy ma anche la latenza.
ko_kr: TLS 세션 티켓 사용 안 함 - 개인 정보 보호는 물론 대기 시간도 늘립니다.
pl_pl: Wyłącz bilety sesji TLS - zwiększa prywatność, ale także opóźnienia.
uk_ua: Вимкнути квитки сесії TLS – підвищує конфіденційність, але також затримку.
zh_cn: 禁用TLS会话凭证 - 可以增加隐私安全但也会增加延迟。

source: Disable password save
cs_cz: Neukládat heslo
de_de: Deaktiviere speichern des Passworts
el_gr: Απενεργοποίηση αποθήκευσης κωδικού πρόσβασης
fa_ir: ذخیره رمز عبور را غیرفعال کنید
fr_fr: Désactiver la sauvegarde du mot de passe
it_it: Disabilita il salvataggio della password
ko_kr: 비밀번호 저장 사용 안 함
pl_pl: Wyłącz zapamiętywanie hasła
uk_ua: Вимкнути збереження пароля
zh_cn: 禁用密码保存

source: Do Not Use
cs_cz: Nepoužívat
de_de: Nicht verwenden
el_gr: Μην χρησιμοποιείτε
fa_ir: استفاده نکنید
fr_fr: Ne pas utiliser
it_it: Non utilizzare
ko_kr: 사용하지 않음
pl_pl: Nie używaj
uk_ua: Не використовувати
zh_cn: 不使用

source: Do not decode and/or filter SSL content, only log requested domains and IP addresses. Some old servers may not provide SNI, so their addresses will not be indicated.
cs_cz: Nedekódovat a/nebo nefiltrovat obsah SSL – pouze zaznamenávat požadované domény a IP adresy. Některé staré servery nemusí poskytovat SNI, takže jejich adresy nebudou uvedeny.
de_de: SSL-Inhalte nicht dekodieren und/oder filtern, sondern nur angeforderte Domains und IP-Adressen protokollieren.
el_gr: Μην αποκωδικοποιείτε ή/και φιλτράρετε περιεχόμενο SSL, καταγράψτε μόνο τους ζητούμενους τομείς και διευθύνσεις IP. Ορισμένοι παλιοί διακομιστές ενδέχεται να μην παρέχουν SNI, επομένως οι διευθύνσεις τους δεν θα υποδεικνύονται.
fa_ir: محتوای SSL را رمزگشایی و/یا فیلتر نکن، تنها دامنه‌ها و آدرس‌های IP درخواستی را ثبت کن. بعضی سرورهای قدیمی ممکن است SNI ارائه ندهند، بنابراین آدرس‌های آنها مشخص نخواهند شد.
fr_fr: Ne décodez pas et/ou ne filtrez pas le contenu SSL, enregistrez uniquement les domaines et les adresses IP demandés. Certains anciens serveurs peuvent ne pas fournir de SNI, donc leurs adresses ne seront pas indiquées.
it_it: Non decodificare e/o filtrare il contenuto SSL, registra solo i domini e gli indirizzi IP richiesti. Alcuni vecchi server potrebbero non fornire SNI, quindi i loro indirizzi non verranno indicati.
ko_kr: SSL 콘텐츠를 디코딩하거나 필터링하지 말고 요청된 도메인 및 IP 주소만 기록하세요. 일부 이전 서버는 SNI를 제공하지 않으므로 주소가 표시되지 않습니다.
pl_pl: Nie dekoduj i/lub nie filtruj treści SSL, tylko loguj żądane domeny i adresy IP. Niektóre stare serwery mogą nie dostarczać SNI, więc ich adresy nie będą wskazane.
uk_ua: Не декодувати та/або фільтрувати вміст SSL, лише реєструвати запитані домени та IP-адреси. Деякі старі сервери можуть не надавати SNI, тому їхні адреси не будуть вказані.
zh_cn: 不解码和/或过滤SSL内容，仅记录请求的域和IP地址。某些旧服务器可能无法提供SNI，因此不会显示其地址。

source: Domain Level From
cs_cz: Úroveň domény Od
de_de: Domänenebene von
el_gr: Επίπεδο τομέα από
fa_ir: سطح دامنه از
fr_fr: Niveau du domaine De
it_it: Livello di dominio da
ko_kr: 도메인 수준 시작
pl_pl: Poziom domeny od
uk_ua: Рівень домену від
zh_cn: 起始域级别

source: Domain Level To
cs_cz: Úroveň domény Pro
de_de: Domain-Level bis
el_gr: Επίπεδο τομέα σε
fa_ir: سطح دامنه تا
fr_fr: Niveau du domaine à
it_it: Livello di dominio a
ko_kr: 도메인 수준 종료
pl_pl: Poziom domeny do
uk_ua: Рівень домену до
zh_cn: 结束域级别

source: Don't Sniff Content Type
cs_cz: Neohledávat typ obsahu
de_de: Inhalts-Typ nicht erraten
el_gr: Μην μυρίζετε τον τύπο περιεχομένου
fa_ir: عدم تشخیص نوع محتوا
fr_fr: Ne pas renifler le type de contenu
it_it: Non annusare il tipo di contenuto
ko_kr: 콘텐츠 유형 스니핑 안 함
pl_pl: Nie analizuj typu zawartości
uk_ua: Не перевіряти тип вмісту
zh_cn: 不要嗅探内容类型

source: Don't turn it off unless you really know what you are doing! Never do it because a random website tells you to do.
cs_cz: Nevypínejte jej, pokud opravdu nevíte, co děláte! Nikdy to nedělejte proto, že vám to radí náhodná webová stránka.
de_de: Deaktivieren Sie diese Option nur, wenn Sie genau wissen, was Sie tun. Deaktivieren Sie sie niemals auf Empfehlung einer unbekannten Quelle.
el_gr: Μην το απενεργοποιήσετε εκτός αν ξέρετε πραγματικά τι κάνετε! Ποτέ μην το κάνετε επειδή σας το λέει μια τυχαία ιστοσελίδα.
fa_ir: آن را خاموش نکنید مگر اینکه واقعاً بدانید چه می‌کنید! هرگز فقط به‌خاطر اینکه یک وب‌سایت تصادفی به شما گفته است این کار را انجام ندهید.
fr_fr: Ne le désactivez que si vous savez vraiment ce que vous faites ! Ne le faites jamais parce qu'un site Web aléatoire vous dit de le faire.
it_it: Non spegnerlo se non sai veramente cosa stai facendo! Non farlo mai perché un sito web a caso ti dice di farlo.
ko_kr: 자신이 무엇을 하고 있는지 제대로 알지 못하면 끄지 마세요! 무작위 웹사이트에서 지시하기 때문에 절대 하지 마세요.
pl_pl: Nie wyłączaj tego, chyba że naprawdę wiesz, co robisz! Nigdy nie rób tego, bo przypadkowa strona cię do tego namawia.
uk_ua: Не вимикайте це, якщо ви дійсно не знаєте, що робите! Ніколи не робіть цього, тому що випадковий вебсайт вам так говорить.
zh_cn: 除非您真的知道自己在做什么，否则请不要将其关闭！绝对不要这样做，因为随机网站会告诉您这样做。

source: Dst-port
de_de: Zielport
el_gr: Θύρα προορισμού
fa_ir: پورت مقصد
it_it: Porta Dst
ko_kr: 목적지 포트
pl_pl: Port docelowy
uk_ua: Порт призначення
zh_cn: 目标端口
