Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: List of IP:port (or hostname:port) pairs of Zabbix servers for active checks. If port is not specified, the default port is used. IPv6 addresses must be enclosed in square brackets if the port for that host is specified. If the port is not specified, square brackets for IPv6 addresses are optional. If this parameter is not specified, active checks are disabled. Examples: zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]
cs_cz: Seznam dvojic IP_adresa:port (nebo nazev_hostitele:port) Zabbix serverů pro aktivní kontroly. Pokud port není zadán, bude použít ten výchozí. V případě IPv6 adres, pokud je pro daného nostitele zadán port, je třeba, aby byly uzavřeny v hranatých závorkách. Pokud port zadán není, hranaté závorky okolo IPv6 adres být nemusí. Pokud parametr jako takový není vůbec vyplněn, jsou aktivní kontroly vypnuté. Příklady: zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]
de_de: Liste von IP:Port- oder Hostname:Port-Paaren von Zabbix-Servern für aktive Prüfungen. Wenn kein Port angegeben ist, wird der Standardport verwendet. IPv6-Adressen müssen in eckige Klammern gesetzt werden, wenn ein Port angegeben ist. Andernfalls sind die Klammern optional. Wenn dieser Parameter nicht gesetzt ist, sind aktive Prüfungen deaktiviert. Beispiele: zabbix.example.com, 10.0.0.2:20051, [::1]:30051, ::1, [12fc::1]
el_gr: Λίστα ζευγών IP:port (ή hostname:port) διακομιστών Zabbix για ενεργούς ελέγχους. Εάν δεν καθοριστεί θύρα, χρησιμοποιείται η προεπιλεγμένη θύρα. Οι διευθύνσεις IPv6 πρέπει να περικλείονται σε αγκύλες εάν καθοριστεί η θύρα για αυτόν τον κεντρικό υπολογιστή. Εάν δεν καθοριστεί θύρα, οι αγκύλες για τις διευθύνσεις IPv6 είναι προαιρετικές. Εάν δεν καθοριστεί αυτή η παράμετρος, οι ενεργοί έλεγχοι απενεργοποιούνται. Παραδείγματα: zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]
fa_ir: فهرستی از جفت‌های IP:port (یا hostname:port) سرورهای Zabbix برای بررسی‌های فعال. اگر پورت مشخص نشود، پورت پیش‌فرض استفاده می‌شود. آدرس‌های IPv6 باید در براکت‌های مربعی قرار گیرند اگر پورت آن میزبان مشخص شده باشد. اگر پورت مشخص نشده باشد، براکت‌های مربعی برای آدرس‌های IPv6 اختیاری هستند. اگر این پارامتر مشخص نشود، بررسی‌های فعال غیرفعال خواهند شد. مثال‌ها: zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]
fr_fr: Liste des paires IP:port (ou nom d'hôte:port) des serveurs Zabbix pour les vérifications actives. Si le port n'est pas spécifié, le port par défaut est utilisé. Les adresses IPv6 doivent être placées entre crochets si le port de cet hôte est spécifié. Si le port n'est pas spécifié, les crochets pour les adresses IPv6 sont facultatifs. Si ce paramètre n'est pas spécifié, les vérifications actives sont désactivées. Exemples : zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1].
it_it: Elenco di coppie IP:porta (o nome host:porta) di server Zabbix per i controlli attivi. Se la porta non è specificata, viene utilizzata la porta predefinita. Gli indirizzi IPv6 devono essere racchiusi tra parentesi quadre se viene specificata la porta per quell'host. Se la porta non è specificata, le parentesi quadre per gli indirizzi IPv6 sono facoltative. Se questo parametro non viene specificato i controlli attivi vengono disabilitati. Esempi: zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]
ko_kr: 활성 확인을 위한 Zabbix 서버의 IP:포트(또는 호스트명:포트) 쌍의 목록입니다. 포트가 지정되지 않으면 기본 포트가 사용됩니다. IPv6 주소는 해당 호스트의 포트가 지정된 경우 대괄호로 묶어야 합니다. IPv6 주소의 포트가 지정되지 않은 경우 대괄호는 선택 사항입니다. 이 매개변수가 지정되지 않으면 활성 확인이 비활성화됩니다. 예: zabbix.example.com, 10.0.0.2:20051, [::1]:30051, ::1, [12fc::1]
pl_pl: Lista par IP:port (lub nazwa hosta:port) serwerów Zabbix do aktywnego sprawdzania. Jeśli port nie jest określony, używany jest port domyślny. Adresy IPv6 muszą być ujęte w nawiasy kwadratowe, jeśli określono port dla tego hosta. Jeśli port nie jest określony, nawiasy kwadratowe dla adresów IPv6 są opcjonalne. Jeśli ten parametr nie zostanie określony, aktywne sprawdzenia są wyłączone. Przykłady: zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]
uk_ua: Список пар IP:порт (або ім'я хоста:порт) серверів Zabbix для активних перевірок. Якщо порт не вказано, використовується типовий порт. Адреси IPv6 повинні бути у квадратних дужках, якщо вказано порт для цього хоста. Якщо порт не вказано, квадратні дужки для адрес IPv6 є необов'язковими. Якщо цей параметр не вказано, активні перевірки вимкнено. Приклади: zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]
zh_cn: 用于活动检查的ZAbbix 服务器的IP:端口（或主机名:端口）的列表。如果未指定端口，则使用默认端口。如果指定了该主机的端口，则必须将IPv6地址放在方括号中。如果未指定端口，则IPv6 地址方括号为可选项。如果未指定此参数，则禁用活动检查。例如：zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]

source: List of domains from where blocklist will be downloaded.
cs_cz: Seznam domén, ze kterých se bude stahovat seznam blokovaných.
de_de: Liste von Domains, von denen die Blockliste heruntergeladen wird.
el_gr: Λίστα τομέων από τους οποίους θα γίνει λήψη της λίστας αποκλεισμού.
fa_ir: فهرستی از دامنه‌ها که از آن‌ها blocklist دانلود می‌شود.
fr_fr: Liste des domaines à partir desquels la liste de blocage sera téléchargée.
it_it: Elenco dei domini da cui verrà scaricata la blocklist.
ko_kr: 차단목록이 다운로드될 도메인 목록입니다.
uk_ua: Список доменів, звідки буде завантажено чорний список.
zh_cn: 下载黑名单的域列表。

source: List of domains to mark as insecure. DNSSEC chain of trust is ignored towards the domain name.
cs_cz: Seznam domén, které chcete označit jako nezabezpečené. Řetězec důvěryhodnosti DNSSEC je vůči doménovému názvu ignorován.
de_de: Liste von Domains, die als unsicher markiert werden sollen. Die DNSSEC-Vertrauenskette wird für diese Domains ignoriert.
el_gr: Λίστα τομέων που θα επισημανθούν ως μη ασφαλείς. Η αλυσίδα εμπιστοσύνης DNSSEC αγνοείται ως προς το όνομα τομέα.
fa_ir: فهرستی از دامنه‌ها که به‌عنوان ناامن علامت‌گذاری می‌شوند. زنجیره اعتماد DNSSEC نسبت به نام دامنه نادیده گرفته می‌شود.
fr_fr: Liste des domaines à marquer comme non sécurisés. La chaîne de confiance DNSSEC est ignorée vers le nom de domaine.
it_it: Elenco dei domini da contrassegnare come non sicuri. La catena di fiducia DNSSEC viene ignorata nei confronti del nome di dominio.
ko_kr: 안전하지 않은 것으로 표시할 도메인 목록입니다. DNSSEC 신뢰 체인은 도메인 이름에 대해 무시됩니다.
uk_ua: Список доменів для позначення як небезпечні. Ланцюг довіри DNSSEC ігнорується щодо доменного імені.
zh_cn: 要标记为不安全的域列表。 对于域名，DNSSEC信任链被忽略。

source: Listen IP Protocol
cs_cz: IP protokol na kterém očekávat spojení
de_de: Listen-IP-Protokoll
el_gr: Ακρόαση πρωτοκόλλου IP
fa_ir: پروتکل IP برای شنود
fr_fr: Écouter le protocole IP
it_it: Ascolta il protocollo IP
ko_kr: 수신 대기 IP 프로토콜
uk_ua: Протокол IP для прослуховування
zh_cn: 监听IP协议

source: Local TLS ALPN Port
cs_cz: Místní port TLS ALPN
de_de: Lokaler TLS-ALPN-Port
el_gr: Τοπική θύρα TLS ALPN
fa_ir: پورت محلی TLS ALPN
fr_fr: Port local TLS ALPN
it_it: Porta TLS ALPN locale
ko_kr: 로컬 TLS ALPN 포트
uk_ua: Локальний порт TLS ALPN
zh_cn: 本地TLS ALPN端口

source: Log to syslog
cs_cz: Zaznamenávat do syslog
de_de: In Syslog protokollieren
el_gr: Καταγραφή στο αρχείο καταγραφής συστήματος
fa_ir: ارسال لاگ به syslog
fr_fr: Enregistrement dans le syslog
it_it: Accedi a syslog
ko_kr: syslog에 로깅
pl_pl: Loguj do syslog
uk_ua: Записувати в syslog
zh_cn: 登录到系统日志

source: Max Connections
cs_cz: Nejvýše spojení
de_de: Maximale Verbindungen
el_gr: Μέγιστος αριθμός συνδέσεων
fa_ir: حداکثر اتصالات
fr_fr: Connexions maximales
it_it: Connessioni massime
ko_kr: 최대 연결 수
pl_pl: Maksymalnie połączeń
uk_ua: Максимальна кількість підключень
zh_cn: 最大连接数

source: Max DNS answer size
cs_cz: Maximální velikost DNS odpovědi
de_de: Max. DNS-Antwortgröße
el_gr: Μέγιστο μέγεθος απάντησης DNS
fa_ir: حداکثر اندازه پاسخ DNS
fr_fr: Taille maximale de la réponse DNS
it_it: Dimensione massima della risposta DNS
ko_kr: 최대 DNS 응답 크기
pl_pl: Maksymalna wielkość odpowiedzi DNS
uk_ua: Максимальний розмір відповіді DNS
zh_cn: 最大DNS answer大小

source: Maximum Connections (Public Services)
cs_cz: Maximum spojení (veřejné služby)
de_de: Max. Verbindungen (öffentliche Dienste)
el_gr: Μέγιστες Συνδέσεις (Δημόσιες Υπηρεσίες)
fa_ir: حداکثر اتصالات (خدمات عمومی)
fr_fr: Connexions maximales (services publics)
it_it: Numero massimo di connessioni (servizi pubblici)
ko_kr: 최대 연결 수 (퍼블릭 서비스)
pl_pl: Maksymalnie połączeń (Usługi publiczne)
uk_ua: Максимальна кількість підключень (Публічні сервіси)
zh_cn: 最大连接数（公共服务）

source: Maximum Connections (Servers)
cs_cz: Maximum spojení (servery)
de_de: Max. Verbindungen (Server)
el_gr: Μέγιστος αριθμός συνδέσεων (διακομιστές)
fa_ir: حداکثر اتصالات (سرورها)
fr_fr: Connexions maximales (serveurs)
it_it: Numero massimo di connessioni (server)
ko_kr: 최대 연결 수 (서버)
pl_pl: Maksymalnie połączeń (Serwery)
uk_ua: Максимальна кількість підключень (Сервери)
zh_cn: 最大连接数（服务器）

source: Maximum object size in memory (KB)
cs_cz: Maximální velikost objektu v paměti (KB)
de_de: Maximale Objektgröße im Speicher (KB)
el_gr: Μέγιστο μέγεθος αντικειμένου στη μνήμη (KB)
fa_ir: حداکثر اندازهٔ شی در حافظه (KB)
fr_fr: Taille maximale de l'objet en mémoire (KB)
it_it: Dimensione massima dell'oggetto in memoria (KB)
ko_kr: 메모리의 최대 개체 크기(KB)
uk_ua: Максимальний розмір об'єкта в пам'яті (КБ)
zh_cn: 内存中的最大对象大小 （KB）

source: Memory cache mode
cs_cz: Režim mezipaměti v paměti
de_de: Modus des Arbeitsspeicher-Caches
el_gr: Λειτουργία προσωρινής μνήμης
fa_ir: حالت کش حافظه
fr_fr: Mode de cache mémoire
it_it: Modalità cache di memoria
ko_kr: 메모리 캐시 모드
uk_ua: Режим кешування в пам'яті
zh_cn: 内存缓存模式

source: Monitored CARP interfaces
cs_cz: Dohledovaná CARP rozhraní
de_de: Überwachte CARP-Schnittstellen
el_gr: Παρακολουθούμενες διεπαφές CARP
fa_ir: رابط‌های CARP تحت نظارت
fr_fr: Interfaces CARP surveillées
it_it: Interfacce CARP monitorate
ko_kr: 모니터링되는 CARP 인터페이스
uk_ua: Відстежувані інтерфейси CARP
zh_cn: 监听CARP接口

source: Monitoring URI
cs_cz: URI dohledování
el_gr: Παρακολούθηση URI
fa_ir: آدرس مانیتورینگ (URI)
fr_fr: Suivi de l'URI
it_it: Monitoraggio dell'URI
ko_kr: URI 모니터링
uk_ua: URI моніторингу
zh_cn: 监控URI

source: Multi-Protocol
cs_cz: Víceprotokolové
de_de: Multi-Protokoll
el_gr: Πολλαπλό Πρωτόκολλο
fa_ir: چندپروتکلی
fr_fr: Multi-Protocole
it_it: Multiprotocollo
ko_kr: 다중 프로토콜
uk_ua: Мультипротокол
zh_cn: 多协议

source: NOTE: Settings below must not be changed after account registration.
cs_cz: POZNÁMKA: Níže uvedená nastavení se po registraci účtu nesmí měnit.
de_de: Hinweis: Die folgenden Einstellungen dürfen nach der Konto­registrierung nicht mehr geändert werden.
el_gr: ΣΗΜΕΙΩΣΗ: Οι παρακάτω ρυθμίσεις δεν πρέπει να αλλάξουν μετά την εγγραφή λογαριασμού.
fa_ir: توجه: تنظیمات زیر پس از ثبت حساب نباید تغییر کنند.
fr_fr: Remarque: les réglages ci-dessous ne doivent pas être changés après l'enregistrement du compte.
it_it: NOTA: le impostazioni seguenti non devono essere modificate dopo la registrazione dell'account.
ko_kr: 참고: 아래 설정은 계정 등록 후 변경할 수 없습니다.
uk_ua: НОТАТКА: Налаштування нижче не можна змінювати після реєстрації облікового запису.
zh_cn: 注意：注册帐户后，不得更改以下设置。

source: NX hold time
cs_cz: Doba podržení NX
de_de: NXDOMAIN-Pufferzeit
el_gr: Χρόνος διατήρησης NX
fa_ir: زمان نگه‌داری NX
fr_fr: Temps de maintien du NX
it_it: Tempo di attesa NX
ko_kr: NX 보유 시간
uk_ua: Час утримання NX
zh_cn: NX保持时间

source: Nederhost API
cs_cz: Rozhraní API služby Nederhost
el_gr: API Nederhost
fr_fr: API de Nederhost
it_it: API Nederhost
uk_ua: API Nederhost

source: Obsolete hold time
cs_cz: Zastaralá doba podržení
de_de: Veraltet-Pufferzeit
el_gr: Παρωχημένος χρόνος αναμονής
fa_ir: مدت نگهداری منسوخ‌شده
fr_fr: Temps de maintien obsolète
it_it: Tempo di attesa obsoleto
ko_kr: 폐기 보류 시간
pl_pl: Przestarzały czas wstrzymania
uk_ua: Час утримання застарілих записів
zh_cn: 过期的保持时间

source: Optional EAB Credentials
cs_cz: Volitelné EAB přihlašovací údaje
de_de: Optionale EAB-Zugangsdaten
el_gr: Προαιρετικά πιστοποιητικά EAB
fa_ir: اعتبارنامه‌های EAB (اختیاری)
fr_fr: Titres de compétences optionnels du VAE
it_it: Credenziali EAB facoltative
ko_kr: 선택적 EAB 자격 증명
uk_ua: Додаткові облікові дані EAB
zh_cn: 可选的EAB证书

source: Other hold time
cs_cz: Jiná doba podržení
de_de: Sonstige Pufferzeit
el_gr: Άλλος χρόνος αναμονής
fa_ir: سایر زمان‌های نگه‌داری
fr_fr: Autre temps de maintien
it_it: Altro tempo di attesa
ko_kr: 기타 대기 시간
uk_ua: Інший час утримання
zh_cn: 其他保持时间

source: Password associated with this account
cs_cz: Heslo související s tímto účtem
de_de: Mit diesem Konto verknüpftes Passwort
el_gr: Κωδικός πρόσβασης που σχετίζεται με αυτόν τον λογαριασμό
fa_ir: رمز عبور مرتبط با این حساب
fr_fr: Mot de passe associé à ce compte
it_it: Password associata a questo account
ko_kr: 이 계정과 연결된 비밀번호
pl_pl: Hasło powiązane z tym kontem
uk_ua: Пароль, пов'язаний з цим обліковим записом
zh_cn: 与此帐户关联的密码

source: Path to the Unifi keystore file in the local filesystem, i.e. /usr/local/share/java/unifi/data/keystore.
cs_cz: Popis umístění souboru s úložiště klíčů pro Unifi na místním souborovém systému, tj. /usr/local/share/java/unifi/data/keystore.
de_de: Pfad zur Unifi-Keystore-Datei im lokalen Dateisystem, z. B. /usr/local/share/java/unifi/data/keystore.
el_gr: Διαδρομή προς το αρχείο αποθήκευσης κλειδιών Unifi στο τοπικό σύστημα αρχείων, π.χ. /usr/local/share/java/unifi/data/keystore.
fa_ir: مسیر فایل keystore مربوط به Unifi در سیستم فایل محلی، مثلاً /usr/local/share/java/unifi/data/keystore.
fr_fr: Chemin d'accès au fichier de clés Unifi dans le système local de fichiers, par exemple /usr/local/share/java/unifi/data/keystore.
it_it: Percorso del file dell'archivio chiavi Unifi nel file system locale, ad esempio /usr/local/share/java/unifi/data/keystore.
ko_kr: 로컬 파일 시스템에 있는 Unifi 키 저장소 파일(예: /usr/local/share/java/unifi/data/keystore)의 경로입니다.
uk_ua: Шлях до файлу сховища ключів Unifi у локальній файловій системі, наприклад, /usr/local/share/java/unifi/data/keystore.
zh_cn: 本地文件系统中Unifi 密钥库文件的路径，即 /usr/local/share/java/unifi/data/keystore。

source: Poll Time
cs_cz: Doba dotazování
de_de: Abfrageintervall
el_gr: Ώρα δημοσκόπησης
fa_ir: زمان نظرسنجی
fr_fr: Heure du scrutin
it_it: Tempo di sondaggio
ko_kr: 폴링(Poll) 시간
pl_pl: Czas próbkowania
uk_ua: Час опитування
zh_cn: 轮询时间

source: Porkbun API
cs_cz: API Porkbun
el_gr: API Porkbun
it_it: API di Porkbun
uk_ua: API Porkbun

source: Port of DNS server, for usual DNS use 53, if you use DoT set it to 853.
cs_cz: Port DNS serveru – pro běžný DNS použijte 53, pokud používáte DoT, nastavte na 853.
de_de: Port des DNS-Servers. Standardmäßig 53 für gewöhnliches DNS. Wenn DNS über TLS (DoT) verwendet wird, Port 853 eintragen.
el_gr: Θύρα διακομιστή DNS, για συνήθη χρήση DNS 53, αν χρησιμοποιείτε DoT, ορίστε την σε 853.
fa_ir: پورتِ سرور DNS؛ برای DNS معمولی از 53 استفاده کنید، اگر از DoT استفاده می‌کنید آن را روی 853 قرار دهید.
fr_fr: Port du serveur DNS, d'habitude 53 pour le DNS. Si vous utilisej DoT, régler à 853.
it_it: Porta del server DNS, per l'uso normale del DNS 53, se usi DoT impostala su 853.
ko_kr: DNS 서버 포트는 일반 DNS의 경우 53을 사용하고, DoT를 사용하는 경우 853으로 설정합니다.
uk_ua: Порт DNS-сервера, для звичайного DNS використовуйте 53, якщо ви використовуєте DoT, встановіть його на 853.
zh_cn: DNS服务器的端口，通常使用53，如果您使用DoT，请将其设置为853。

source: Port that will be used when connecting to Synology DSM.
cs_cz: Port, který bude použit při připojení k Synology DSM.
de_de: Port, der beim Verbindungsaufbau zum Synology DSM verwendet wird.
el_gr: Θύρα που θα χρησιμοποιηθεί κατά τη σύνδεση στο Synology DSM.
fa_ir: پورتی که هنگام اتصال به Synology DSM استفاده خواهد شد.
fr_fr: Port utilisé pour la connexion à Synology DSM.
it_it: Porta che verrà utilizzata durante la connessione a Synology DSM.
ko_kr: Synology DSM에 연결할 때 사용할 포트입니다.
uk_ua: Порт, який буде використовуватися при підключенні до Synology DSM.
zh_cn: 连接Synology DSM时将使用的端口。

source: Prefer server ciphers
cs_cz: Upřednostňovat šifry serveru
de_de: Server-Verschlüsselung bevorzugen
el_gr: Προτιμώνται οι κρυπτογραφικοί χαρακτήρες διακομιστή
fa_ir: ترجیح رمزنگاری‌های سرور
fr_fr: Préférer les chiffres du serveur
it_it: Preferisci i codici server
ko_kr: 선호 서버 암호화
pl_pl: Preferuj szyfry serwera
uk_ua: Віддавати перевагу серверним шифрам
zh_cn: 首选服务器密码

source: Prefers server ciphers over client ciphers.
cs_cz: Upřednostní šifrovací algoritmy serveru nad těmi klientů.
de_de: Bevorzugt die auf dem Server konfigurierten Verschlüsselungsverfahren gegenüber denen des Clients.
el_gr: Προτιμά τους κρυπτογράφους διακομιστή έναντι των κρυπτογραφημάτων πελάτη.
fa_ir: رمزنگاری‌های سرور را بر رمزنگاری‌های کلاینت ترجیح می‌دهد.
fr_fr: Préfère les chiffres du serveur aux chiffres du client.
it_it: Preferisce i cifrari server rispetto ai cifrari client.
ko_kr: 클라이언트 암호보다 서버 암호를 선호합니다.
pl_pl: Preferuje szyfry serwera nad szyframi klienta.
uk_ua: Віддає перевагу серверним шифрам над клієнтськими шифрами.
zh_cn: 首选服务器密码而不是客户端密码。

source: Preload on startup
cs_cz: Přednačíst při spuštění
de_de: Beim Start vorladen
el_gr: Προφόρτωση κατά την εκκίνηση
fa_ir: پیش‌بارگذاری هنگام راه‌اندازی
fr_fr: Préchargement au démarrage
it_it: Precarica all'avvio
ko_kr: 시작 시 사전 로드
pl_pl: Załaduj na starcie
uk_ua: Попереднє завантаження при запуску
zh_cn: 启动时预加载

source: Provide an optional TCP communication port to use during health checks, i.e. 80 or 443. The server port will used for health checks when no port is specified.
cs_cz: Zadejte volitelný komunikační TCP port, který má být používán při kontrolách stavu, tj. 80 nebo 443. Pokud port není zadán, bude pro kontroly stavu použit port serveru.
de_de: Geben Sie einen optionalen TCP-Kommunikationsport zur Verwendung während Integritätsprüfungen an, z. B. 80 oder 443. Wenn kein Port angegeben ist, wird der Serverport für Integritätsprüfungen verwendet.
el_gr: Παρέχετε μια προαιρετική θύρα επικοινωνίας TCP για χρήση κατά τη διάρκεια των ελέγχων εύρυθμης λειτουργίας, δηλαδή 80 ή 443. Η θύρα διακομιστή θα χρησιμοποιείται για τους ελέγχους εύρυθμης λειτουργίας όταν δεν έχει καθοριστεί θύρα.
fa_ir: یک پورت ارتباطی TCP اختیاری برای استفاده در بررسی‌های سلامت فراهم کنید، مثلاً 80 یا 443. اگر پورتی مشخص نشود، پورت سرور برای بررسی‌های سلامت استفاده خواهد شد.
fr_fr: Fournir un port de communication TCP facultatif à utiliser pendant les contrôles de santé, c'est-à-dire 80 ou 443. Le port du serveur sera utilisé pour les contrôles de santé si aucun port n'est spécifié.
it_it: Fornire una porta di comunicazione TCP opzionale da utilizzare durante i controlli di integrità, ad esempio 80 o 443. La porta del server verrà utilizzata per i controlli di integrità quando non viene specificata alcuna porta.
ko_kr: 상태 확인 중에 사용할 TCP 통신 포트(예: 80 또는 443)를 선택적으로 입력하세요. 포트가 지정되지 않은 경우 서버 포트가 상태 확인에 사용됩니다.
pl_pl: Wyznacz opcjonalny port do komunikacji TCP używany podczas badania żywotyności, np. 80 lub 443. W przypadku braku wartości użyty zostanie port serwera.
uk_ua: Надайте необов'язковий порт TCP зв'язку для використання під час перевірок стану, наприклад 80 або 443. Порт сервера буде використовуватися для перевірок стану, якщо порт не вказано.
zh_cn: 提供一个可选的TCP通信端口供健康检查期间使用，即80或443。当未指定端口时，服务器端口将用于健康检查。

source: Query Source IP
cs_cz: Dotázat zdrojovou IP
de_de: Quell-IP der Anfrage
el_gr: IP πηγής ερωτήματος
fa_ir: آدرس IP منبع پرس‌وجو
fr_fr: Interroger l'IP source
it_it: Interroga l'IP di origine
ko_kr: 출발지 IP 쿼리
uk_ua: Вихідний IP запиту
zh_cn: 查询源 IP

source: Query Source IPv6
cs_cz: Dotázat zdrojovou IPv6
de_de: Quell-IPv6 der Anfrage
el_gr: Πηγή ερωτήματος IPv6
fa_ir: منبع پرس‌وجو (IPv6)
fr_fr: Source de la requête IPv6
it_it: Interrogazione origine IPv6
ko_kr: 출발지 IPv6 쿼리
uk_ua: Вихідний IPv6 запиту
zh_cn: 查询源 IPv6

source: Refused hold time
cs_cz: Odmítnutá doba zadržení
de_de: Zurückgewiesen-Pufferzeit
el_gr: Άρνηση χρόνου αναμονής
fa_ir: مدت نگهداری در صورت رد
fr_fr: Temps de maintien refusé
it_it: Tempo di attesa rifiutato
ko_kr: 거부된 보류 시간
pl_pl: Odmówił czasu wstrzymania
uk_ua: Час утримання відхилених запитів
zh_cn: 拒绝保持时间

source: Route Reflector Client
cs_cz: Klient služby Route Reflector
el_gr: Client ανακλαστήρα διαδρομής
fa_ir: کلاینت Route Reflector
fr_fr: Client Route Reflector
it_it: Client del riflettore di percorso
ko_kr: 라우트 리플렉터 클라이언트
uk_ua: Клієнт відбивача маршрутів
zh_cn: 路由反射器客户端

source: Run as Root
cs_cz: Spustit jako root
de_de: Als Root ausführen
el_gr: Εκτέλεση ως Root
fa_ir: اجرای به‌عنوان کاربر root
fr_fr: Exécuter en tant que root
it_it: Esegui come root
ko_kr: 루트로 실행
pl_pl: Uruchom jako Root
uk_ua: Запустити як Root
zh_cn: 以root身份运行

source: SSL preferences
cs_cz: Předvolby pro SSL
de_de: SSL-Einstellungen
el_gr: Προτιμήσεις SSL
fa_ir: تنظیمات SSL
fr_fr: Préférences SSL
it_it: Preferenze SSL
ko_kr: SSL 기본 설정
pl_pl: Preferencje SSL
uk_ua: Налаштування SSL
zh_cn: SSL 首选项

source: Scheme
cs_cz: Schéma
de_de: Schema
el_gr: Σχέδιο
fa_ir: نوع
fr_fr: Schéma
it_it: Schema
ko_kr: 계획
pl_pl: Schemat
uk_ua: Схема
zh_cn: 方案

source: Secret API Key
cs_cz: Tajný klíč k API
de_de: Geheimer API-Schlüssel
el_gr: Μυστικό κλειδί API
fa_ir: کلید مخفی API
fr_fr: Clé secrète d'API
it_it: Chiave API segreta
ko_kr: 비밀 API 키
pl_pl: Tajny klucz API
uk_ua: Секретний ключ API
zh_cn: API安全密钥

source: Select the applicable protocol
cs_cz: Vyberte uplatnitelný protokol
de_de: Wählen Sie das anzuwendende Protokoll aus.
el_gr: Επιλέξτε το κατάλληλο πρωτόκολλο
fa_ir: پروتکل مربوطه را انتخاب کنید
fr_fr: Choisir le protocole adéquat
it_it: Selezionare il protocollo applicabile
ko_kr: 해당 프로토콜을 선택
pl_pl: Wybierz odpowiedni protokoł
uk_ua: Виберіть відповідний протокол
zh_cn: 选择适用的协议

source: Select the frontend that provides the UNIX socket. This UNIX socket will be used as the server's address, making it possible to send connections to this frontend. Only frontends that provide the unix@ pattern as listen address can be selected.
cs_cz: Vyberte nadstavbu, která poskytuje UNIXový soket. Ten bude použit jako adresa serveru, což umožní odesílat spojení na tuto nadstavbu. Lze vybrat pouze nadstavby, které jako adresu pro očekávání spojení poskytují po vzoru unix@.
de_de: Wählen Sie das Frontend aus, das den UNIX-Socket bereitstellt. Dieser UNIX-Socket wird als Serveradresse verwendet und ermöglicht Verbindungen zu diesem Frontend. Es können nur Frontends ausgewählt werden, die das Muster "unix@" als Abhöradresse bereitstellen.
el_gr: Επιλέξτε το frontend που παρέχει την υποδοχή UNIX. Αυτή η υποδοχή UNIX θα χρησιμοποιηθεί ως διεύθυνση του διακομιστή, καθιστώντας δυνατή την αποστολή συνδέσεων σε αυτό το frontend. Μπορούν να επιλεγούν μόνο τα frontend που παρέχουν το μοτίβο unix@ ως διεύθυνση ακρόασης.
fa_ir: فرانت‌اندی را انتخاب کنید که سوکت UNIX را فراهم می‌کند. این سوکت UNIX به‌عنوان آدرس سرور استفاده می‌شود تا بتوان اتصالات را به این فرانت‌اند ارسال کرد. تنها فرانت‌اندهایی که الگوی unix@ را به‌عنوان آدرس listen ارائه می‌دهند قابل انتخاب هستند
fr_fr: Sélectionnez le frontend qui fournit le socket UNIX. Ce socket UNIX sera utilisé comme adresse du serveur, ce qui permettra d'envoyer des connexions à ce frontal. Seuls les frontends qui fournissent le motif unix@ comme adresse d'écoute peuvent être sélectionnés.
it_it: Seleziona il frontend che fornisce il socket UNIX. Questo socket UNIX verrà utilizzato come indirizzo del server, rendendo possibile l'invio di connessioni a questo frontend. Possono essere selezionati solo i frontend che forniscono il pattern unix@ come indirizzo di ascolto.
ko_kr: UNIX 소켓을 제공하는 프런트 엔드를 선택하세요. 이 UNIX 소켓은 서버의 주소로 사용되므로 이 프런트 엔드에 연결을 보낼 수 있습니다. 수신 대기 주소로 unix@ 패턴을 제공하는 프런트 엔드만 선택할 수 있습니다.
uk_ua: Виберіть інтерфейс, який надає UNIX-сокет. Цей UNIX-сокет буде використовуватися як адреса сервера, що дозволить надсилати підключення до цього інтерфейсу. Можна вибрати лише ті інтерфейси, які надають шаблон unix@ як адресу прослуховування.
zh_cn: 选择提供UNIX套接字的前端。此UNIX 套接字将用作服务器的地址，从而可以向此前端发送连接。只能选择提供unix@模式作为监听地址的前端。
