Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: NOTE: A DNS sleep time of at least 1000 is recommended.
cs_cz: POZNÁMKA: Doporučuje se doba nečinnosti DNS alespoň 1000.
de_de: Hinweis: Eine DNS-Wartezeit von mindestens 1000 wird empfohlen.
el_gr: ΣΗΜΕΙΩΣΗ: Συνιστάται χρόνος αναστολής λειτουργίας DNS τουλάχιστον 1000.
fa_ir: توجه: توصیه می‌شود زمان وقفه DNS حداقل 1000 باشد.
fr_fr: REMARQUE : Il est recommandé de prévoir un temps de veille DNS d'au moins 1000.
it_it: NOTA: si consiglia un tempo di sospensione DNS di almeno 1000.
ko_kr: 참고: DNS 절전 시간은 1000 이상이 권장됩니다.
pl_pl: UWAGA: Zalecany czas opóźnienia DNS wynosi co najmniej 1000.
uk_ua: НОТАТКА: Рекомендований час очікування DNS щонайменше 1000.
zh_cn: 注意：建议DNS休眠时间至少为 1000。

source: NOTE: A DNS sleep time of at least 600 is recommended.
cs_cz: POZNÁMKA: Doporučuje se doba nečinnosti DNS alespoň 600.
de_de: Hinweis: Eine DNS-Wartezeit von mindestens 600 wird empfohlen.
el_gr: ΣΗΜΕΙΩΣΗ: Συνιστάται χρόνος αναστολής λειτουργίας DNS τουλάχιστον 600.
fa_ir: توجه: توصیه می‌شود زمان وقفه DNS حداقل 600 باشد.
fr_fr: REMARQUE : Il est recommandé d'avoir une durée de sommeil DNS d'au moins 600.
it_it: NOTA: si consiglia un tempo di sospensione DNS di almeno 600.
ko_kr: 참고: DNS 절전 시간은 최소 600시간이 권장됩니다.
pl_pl: UWAGA: Zalecany czas opóźnienia DNS wynosi co najmniej 600.
uk_ua: НОТАТКА: Рекомендований час очікування DNS щонайменше 600.
zh_cn: 注意：建议DNS休眠时间至少为 600。

source: NTP Peers
cs_cz: NTP protějšky
el_gr: Ομότιμοι NTP
fa_ir: همتاهای NTP
fr_fr: Pairs NTP
it_it: Coetanei NTP
ko_kr: NTP 피어
pl_pl: Rówieśnicy NTP
uk_ua: NTP-піри
zh_cn: NTP远端

source: NTPQ DNS Lookup
cs_cz: NTPQ DNS hledání
de_de: NTPQ-DNS-Abfrage
el_gr: Αναζήτηση DNS NTPQ
fa_ir: جستجوی DNS برای NTPQ
fr_fr: Recherche DNS NTPQ
it_it: Ricerca DNS NTPQ
ko_kr: NTPQ DNS 조회
pl_pl: Wyszukiwanie DNS NTPQ
uk_ua: Пошук DNS NTPQ
zh_cn: NTPQ DNS查询

source: NTS Client Support
cs_cz: Podpora NTS klienta
de_de: NTS-Client-Unterstützung
el_gr: Υποστήριξη πελατών NTS
fa_ir: پشتیبانی کلاینت NTS
fr_fr: Support client NTS
it_it: Supporto client NTS
ko_kr: NTS 클라이언트 지원
pl_pl: Wsparcie dla klienta NTS
uk_ua: Підтримка клієнта NTS
zh_cn: NTS客户端支持

source: Name or Prefix
cs_cz: Název nebo předpona
de_de: Name oder Präfix
el_gr: Όνομα ή Πρόθεμα
fa_ir: نام یا پیشوند
fr_fr: Nom ou préfixe
it_it: Nome o prefisso
ko_kr: 이름 또는 프리픽스
pl_pl: Nazwa lub Prefiks
uk_ua: Ім'я або префікс
zh_cn: 名称或前缀

source: Name template for the public certificate fullchain file (cert + ca). Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/fullchain.pem".
cs_cz: Šablona názvu pro soubor s úplným řetězcem veřejného certifikátu (cert. + ca). Zástupná vyjádření „{{name}}“ (název) a „%s“ jsou nahrazena názvem nahrávaného certifikátu. Pokud chcete použít výchozí „{{name}}/fullchain.pem“, nevyplňujte.
de_de: Namensvorlage für die Fullchain-Datei des öffentlichen Zertifikats (Zertifikat + CA). Platzhalter wie "{{name}}" und "%s" werden durch den Namen des hochgeladenen Zertifikats ersetzt. Leer lassen, um den Standard "{{name}}/fullchain.pem" zu verwenden.
el_gr: Πρότυπο ονόματος για το αρχείο fullchain δημόσιου πιστοποιητικού (cert + ca). Τα placeholders "{{name}}" και "%s" αντικαθίστανται από το όνομα του πιστοποιητικού που μεταφορτώνεται. Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη τιμή "{{name}}/fullchain.pem".
fa_ir: الگوی نام برای فایل fullchain عمومی گواهی (cert + ca). جای‌نگهدارهای "{{name}}" و "%s" با نام گواهی‌ای که در حال آپلود است جایگزین می‌شوند. برای استفاده از مقدار پیش‌فرض "{{name}}/fullchain.pem" خالی بگذارید.
fr_fr: Modèle de nom pour le fichier fullchain du certificat public (cert + ca). Les espaces réservés "{{name}}" et "%s" sont remplacés par le nom du certificat en cours de téléchargement. Laissez vide pour utiliser par défaut "{{name}}/fullchain.pem".
it_it: Modello di nome per il file fullchain del certificato pubblico (cert + ca). I segnaposto "{{name}}" e "%s" vengono sostituiti dal nome del certificato in fase di caricamento. Lascia vuoto per utilizzare il valore predefinito "{{name}}/fullchain.pem".
ko_kr: 공용 인증서 전체 체인 파일의 이름 템플릿(cert + ca)입니다. 자리 표시자 "{{name}}" 및 "%s"은(는) 업로드 중인 인증서의 이름으로 대체됩니다. 기본 "{{name}}/fullchain.pem"을 사용하려면 비워 두세요.
uk_ua: Шаблон імені для файлу повного ланцюжка публічного сертифіката (сертифікат + ЦС). Заповнювачі "{{name}}" і "%s" замінюються ім'ям завантажуваного сертифіката. Залиште поле пустим, щоб використовувати типовий "{{name}}/fullchain.pem".
zh_cn: 公共证书全链文件（cert + ca）的名称模板。 占位符"{{name}}"和"%s"被上传的证书名称替换. 留空使用默认的 "{{name}}/fullchain.pem".

source: Name to identify a static server. When creating a server template, then this prefix is used for the server names to be built.
cs_cz: Název pro identifikaci statického serveru. Při vytváření šablony serveru se tento prefix použije pro sestavení názvů serverů.
de_de: Name zur Identifizierung eines statischen Servers. Beim Erstellen einer Servervorlage wird dieses Präfix für die zu bildenden Servernamen verwendet.
el_gr: Όνομα για την αναγνώριση ενός στατικού διακομιστή. Κατά τη δημιουργία ενός προτύπου διακομιστή, αυτό το πρόθεμα χρησιμοποιείται για τα ονόματα των διακομιστών που θα δημιουργηθούν.
fa_ir: نامی برای شناسایی یک سرور ثابت. هنگام ایجاد قالب سرور، این پیشوند برای ساخت نام‌های سرور استفاده می‌شود.
fr_fr: Nom permettant d'identifier un serveur statique. Lors de la création d'un modèle de serveur, ce préfixe est utilisé pour les noms de serveur à construire.
it_it: Nome per identificare un server statico. Quando si crea un modello server, questo prefisso viene utilizzato per i nomi dei server da creare.
ko_kr: 정적 서버를 식별하는 이름입니다. 서버 템플릿를 작성할 때, 이 프리픽스는 작성할 서버 이름에 사용됩니다.
pl_pl: Nazwa identyfikująca stały serwer. Podczas tworzenia szablonu serwera ten prefiks jest używany do tworzenia nazw serwerów.
uk_ua: Ім'я для ідентифікації статичного сервера. При створенні шаблону сервера цей префікс використовується для імен серверів, які будуть створені.
zh_cn: 用于标识静态服务器的名称。 创建服务器模板时，此前缀用于要构建的服务器名称。

source: Nameserver
cs_cz: Jmenný server
el_gr: Διακομιστής ονομάτων
fa_ir: سرور DNS
fr_fr: Serveur de noms
it_it: Server dei nomi
ko_kr: 네임 서버
pl_pl: Serwer nazw
uk_ua: Сервер імен
zh_cn: 域名服务器

source: Nameservers
cs_cz: Jmenné servery
de_de: Nameserver
el_gr: Διακομιστές ονομάτων
fa_ir: سرورهای DNS
fr_fr: Serveurs de noms
it_it: Server dei nomi
ko_kr: 네임 서버
pl_pl: Serwery nazw
uk_ua: Сервери імен
zh_cn: 域名服务器

source: Naming "fullchain.pem"
cs_cz: Pojmenování „fullchain.pem“
de_de: Bezeichnung "fullchain.pem"
el_gr: Ονομασία "fullchain.pem"
fa_ir: نام‌گذاری "fullchain.pem"
fr_fr: Nommer "fullchain.pem"
it_it: Denominare "fullchain.pem"
ko_kr: "fullchain.pem" 이름 지정
pl_pl: Nazwanie "fullchain.pem"
uk_ua: Іменування "fullchain.pem"

source: New action
cs_cz: Nová akce
de_de: Neue Aktion
el_gr: Νέα ενέργεια
fa_ir: اقدام جدید
fr_fr: Nouvelle action
it_it: Nuova azione
ko_kr: 새 액션
pl_pl: Nowa akcja
uk_ua: Нова дія
zh_cn: 添加动作

source: Number of Servers
cs_cz: Počet serverů
de_de: Serveranzahl
el_gr: Αριθμός διακομιστών
fa_ir: تعداد سرورها
fr_fr: Nombre de serveurs
it_it: Numero di server
ko_kr: 서버 수
pl_pl: Liczba serwerów
uk_ua: Кількість серверів
zh_cn: 服务器数量

source: Number of pre-forked instances of VMware Collectors.
cs_cz: Počet předpřipravených instancí sběračů pro VMware.
de_de: Anzahl der vorab gestarteten Instanzen von VMware Collectors.
el_gr: Αριθμός προ-διακλαδωμένων παρουσιών των VMware Collectors.
fa_ir: تعداد نمونه‌های پیش‌فورک‌شده‌ی VMware Collectors.
fr_fr: Nombre d'instances pré-forkées de VMware Collectors.
it_it: Numero di istanze pre-fork dei servizi di raccolta VMware.
ko_kr: VMware Collector의 미리 분기된 인스턴스 수입니다.
pl_pl: Liczba wstępnie rozwidleniowych instancji VMware Collectors.
uk_ua: Кількість попередньо розгалужених екземплярів збирачів VMware.
zh_cn: VMware 收集器的预分支实例数。

source: Optionally enter a HTTP status code to change the response to. This does not work in combination with a redirection target.
cs_cz: Volitelně zadejte HTTP stavový kód, na který má být odpověď změněna. To nefunguje v kombinaci s cílem přesměrování.
de_de: Optional: Geben Sie einen HTTP-Statuscode ein, um die Antwort zu ändern. Dies funktioniert nicht in Kombination mit einem Weiterleitungsziel.
el_gr: Προαιρετικά, εισαγάγετε έναν κωδικό κατάστασης HTTP για να αλλάξετε την απόκριση. Αυτό δεν λειτουργεί σε συνδυασμό με έναν στόχο ανακατεύθυνσης.
fa_ir: اختیاری: یک کد وضعیت HTTP وارد کنید تا پاسخ به آن تغییر یابد. این گزینه با هدف تغییر مسیر قابل‌استفاده نیست.
fr_fr: Vous pouvez également saisir un code d'état HTTP pour modifier la réponse. Cette option ne fonctionne pas en combinaison avec une cible de redirection.
it_it: Facoltativamente, inserisci un codice di stato HTTP a cui modificare la risposta. Questo non funziona in combinazione con una destinazione di reindirizzamento.
ko_kr: 선택적으로 응답을 변경할 HTTP 상태 코드를 입력하세요. 리디렉션 대상과 함께 사용할 수 없습니다.
pl_pl: Opcjonalnie wprowadź kod statusu HTTP, aby zmienić odpowiedź. Nie działa to w połączeniu z celem przekierowania.
uk_ua: За бажанням введіть код стану HTTP, щоб змінити відповідь. Це не працює в поєднанні з цільовим об'єктом переспрямування.
zh_cn: 可以选择输入一个HTTP状态码来更改响应。注意不能与重定向目标结合使用。

source: Optionally set a fixed port for this instance to listen on. The standard port range starts at 51820.
cs_cz: Volitelně nastavte pevný port, na kterém má tato instance očekávat spojení. Standardní rozsah portů začíná na 51820.
de_de: Legen Sie optional einen festen Port fest, auf dem diese Instanz lauschen soll. Der Standardportbereich beginnt bei 51820.
el_gr: Προαιρετικά, ορίστε μια σταθερή θύρα για αυτήν την παρουσία για ακρόαση. Το τυπικό εύρος θυρών ξεκινά από 51820.
fa_ir: اختیاری: پورت ثابتی برای این نمونه تعیین کنید تا روی آن گوش دهد. بازه پورت استاندارد از 51820 آغاز می‌شود.
fr_fr: Vous pouvez également définir un port fixe pour l'écoute de cette instance. La plage de ports standard commence à 51820.
it_it: Facoltativamente, imposta una porta fissa su cui questa istanza può restare in ascolto. L'intervallo di porte standard inizia da 51820.
ko_kr: 선택적으로 이 인스턴스가 수신 대기할 고정 포트를 설정하세요. 표준 포트 범위는 51820부터 시작합니다.
pl_pl: Opcjonalnie ustaw stały port, na którym ta instancja będzie nasłuchiwać. Standardowy zakres portów zaczyna się od 51820.
uk_ua: За бажанням встановіть фіксований порт, на якому цей екземпляр буде прослуховувати. Стандартний діапазон портів починається з 51820.
zh_cn: 可以选择设置一个监听的固定端口。标准端口范围从51820开始。

source: Optionally set the name of the hosted zone (e.g. example.com) as some DNS Providers require, like dyn.com's 'Standard DNS'.
cs_cz: Volitelně nastavte název hostované zóny (např. example.com), jak vyžadují někteří poskytovatelé DNS, například dyn.com „Standard DNS“.
de_de: Optional den Namen der gehosteten Zone angeben (z. B. example.com), wie es manche DNS-Anbieter erfordern, etwa dyn.coms "Standard DNS".
el_gr: Προαιρετικά, ορίστε το όνομα της φιλοξενούμενης ζώνης (π.χ. example.com) όπως απαιτείται από ορισμένους παρόχους DNS, όπως το «Τυπικό DNS» του dyn.com.
fa_ir: اختیاری: نام منطقه میزبانی‌شده را (مثلاً example.com) وارد کنید، زیرا برخی ارائه‌دهندگان DNS مانند dyn.com به آن نیاز دارند (مثلاً 'Standard DNS').
fr_fr: Vous pouvez également définir le nom de la zone hébergée (par exemple, example.com), comme l'exigent certains fournisseurs de services DNS, tels que le "Standard DNS" de dyn.com.
it_it: Facoltativamente, imposta il nome della zona ospitata (ad esempio example.com) come richiesto da alcuni provider DNS, come "DNS standard" di dyn.com.
ko_kr: 선택적으로 dyn.com의 '표준 DNS'와 같은 일부 DNS 공급자의 요구에 따라 호스트 영역의 이름(예: example.com)을 설정하세요.
pl_pl: Opcjonalnie ustaw nazwę obsługiwanej strefy (np. example.com), jak wymagają niektórzy dostawcy DNS, tak jak 'Standard DNS' od dyn.com.
uk_ua: За бажанням встановіть назву розміщеної зони (наприклад, example.com), як того вимагають деякі постачальники DNS, наприклад, "Standard DNS" від dyn.com.
zh_cn: 可以设置一个托管区域的名称(例如example.com)，一些DNS提供商需要，如dyn.com的"Standard DNS"。

source: Output Plugins
cs_cz: Výstupní zásuvné moduly
de_de: Ausgabe-Plugins
el_gr: Πρόσθετα εξόδου
fa_ir: افزونه‌های خروجی
fr_fr: Greffons de sortie
it_it: Plugin di output
ko_kr: 플러그인 출력
pl_pl: Wtyczki wyjściowe
uk_ua: Плагіни виведення
zh_cn: 输出插件

source: Page Content
cs_cz: Obsah stránky
de_de: Seiteninhalt
el_gr: Περιεχόμενο σελίδας
fa_ir: محتوای صفحه
fr_fr: Contenu de la page
it_it: Contenuto della pagina
ko_kr: 페이지 내용
pl_pl: Zawartość strony
uk_ua: Вміст сторінки
zh_cn: 页面内容

source: Password to authenticate against the remote server.
cs_cz: Heslo pro ověření se vůči vzdálenému serveru.
de_de: Passwort zur Authentifizierung gegenüber dem Remote-Server.
el_gr: Κωδικός πρόσβασης για έλεγχο ταυτότητας στον απομακρυσμένο διακομιστή.
fa_ir: رمز عبور برای احراز هویت در برابر سرور راه‌دور.
fr_fr: Mot de passe pour s'authentifier auprès du serveur distant.
it_it: Password per l'autenticazione sul server remoto.
ko_kr: 원격 서버에 대해 인증할 암호입니다.
pl_pl: Hasło do uwierzytelnienia na zdalnym serwerze.
uk_ua: Пароль для автентифікації на віддаленому сервері.
zh_cn: 对远程服务器进行身份验证的密码。

source: Perform additional validation of certificate attributes (CN | SubjectAltName:URI | SubjectAltName:DNS). Currently matching of CN and SubjectAltName types URI DNS and IP is supported.
cs_cz: Provádět dodatečná ověření atributů certifikátu (CN | SubjectAltName:URI | SubjectAltName:DNS). V současnoti je podporováno porovnávání typů CN a SubjectAltName URI DNS a IP.
de_de: Zusätzliche Validierung von Zertifikat-Attributen durchführen (CN | SubjectAltName:URI | SubjectAltName:DNS). Aktuell wird die Prüfung von CN sowie der SubjectAltName-Typen URI, DNS und IP unterstützt.
el_gr: Εκτελέστε πρόσθετη επικύρωση των χαρακτηριστικών πιστοποιητικού (CN | SubjectAltName:URI | SubjectAltName:DNS). Προς το παρόν, υποστηρίζεται η αντιστοίχιση των τύπων CN και SubjectAltName, URI DNS και IP.
fa_ir: اعتبارسنجی اضافی صفات گواهی را انجام دهید (CN | SubjectAltName:URI | SubjectAltName:DNS). در حال حاضر تطابق CN و انواع SubjectAltName از نوع URI، DNS و IP پشتیبانی می‌شود.
fr_fr: Effectuez une validation supplémentaire des attributs de certificat (CN | SubjectAltName:URI | SubjectAltName:DNS). Actuellement, la correspondance des types CN et SubjectAltName URI DNS et IP est prise en charge.
it_it: Eseguire un'ulteriore convalida degli attributi del certificato (CN | OggettoAltName:URI | OggettoAltName:DNS). Attualmente è supportata la corrispondenza dei tipi CN e ObjectAltName URI DNS e IP.
ko_kr: 인증서 속성의 추가 검증을 수행합니다(CN | SubjectAltName:URI | SubjectAltName:DNS). 현재 CN과 SubjectAltName 유형 URI DNS 및 IP의 매칭이 지원됩니다.
pl_pl: Wykonuj dodatkową walidację atrybutów certyfikatu (CN | SubjectAltName:URI | SubjectAltName:DNS). Obecnie wspierane jest dopasowywanie typów CN i SubjectAltName URI DNS oraz IP.
uk_ua: Виконати додаткову перевірку атрибутів сертифіката (CN | SubjectAltName:URI | SubjectAltName:DNS). Наразі підтримується відповідність типів CN, SubjectAltName: URI, DNS та IP.
zh_cn: 执行证书属性的额外验证(CN | SubjectAltName:URI | SubjectAltName:DNS)。 目前支持 CN 和 SubjectAltName 类型 URI DNS 和IP的匹配。

source: Perform additional validation of certificate attributes (CN | SubjectAltName:URI | SubjectAltName:DNS). Currently matching of CN and SubjectAltName types URI DNS and IP is supported. Note that currently this option can only be specified once in a client block.
cs_cz: Provádět dodatečná ověřování atributů certifikátu (CN | SubjectAltName:URI | SubjectAltName:DNS). V současnosti je podporováno porovnávání typů CN a SubjectAltName URI DNS a IP. Všimněte si, že v současnosti lze tuto předvolbu zadat v klientském bloku pouze jednou.
de_de: Zusätzliche Validierung von Zertifikat-Attributen durchführen (CN | SubjectAltName:URI | SubjectAltName:DNS). Aktuell wird die Prüfung von CN sowie der SubjectAltName-Typen URI, DNS und IP unterstützt. Hinweis: Diese Option kann derzeit nur einmal pro Client-Block angegeben werden.
el_gr: Εκτελέστε πρόσθετη επικύρωση των χαρακτηριστικών πιστοποιητικού (CN | SubjectAltName:URI | SubjectAltName:DNS). Προς το παρόν, υποστηρίζεται η αντιστοίχιση των τύπων CN και SubjectAltName, URI DNS και IP. Σημειώστε ότι προς το παρόν αυτή η επιλογή μπορεί να καθοριστεί μόνο μία φορά σε ένα μπλοκ πελάτη.
fa_ir: اعتبارسنجی اضافی صفات گواهی را انجام دهید (CN | SubjectAltName:URI | SubjectAltName:DNS). در حال حاضر تطابق CN و انواع SubjectAltName از نوع URI، DNS و IP پشتیبانی می‌شود. توجه داشته باشید که در حال حاضر این گزینه را تنها می‌توان یک‌بار در یک بلوک client مشخص کرد.
fr_fr: Effectuez une validation supplémentaire des attributs de certificat (CN | SubjectAltName:URI | SubjectAltName:DNS). Actuellement, la correspondance des types CN et SubjectAltName URI DNS et IP est prise en charge. Notez qu'actuellement, cette option ne peut être spécifiée qu'une seule fois dans un bloc client.
it_it: Eseguire un'ulteriore convalida degli attributi del certificato (CN | OggettoAltName:URI | OggettoAltName:DNS). Attualmente è supportata la corrispondenza dei tipi CN e ObjectAltName URI DNS e IP. Tieni presente che attualmente questa opzione può essere specificata solo una volta in un blocco client.
ko_kr: 인증서 속성의 추가 검증을 수행합니다(CN | SubjectAltName:URI | SubjectAltName:DNS). 현재 CN 및 SubjectAltName 유형 URI DNS 및 IP의 매칭이 지원됩니다. 현재 이 옵션은 클라이언트 블록에서 한 번만 지정할 수 있습니다.
pl_pl: Przeprowadzenie dodatkowej walidacji atrybutów certyfikatu (CN | SubjectAltName:URI | SubjectAltName:DNS). Obecnie obsługiwane jest dopasowywanie typów CN i SubjectAltName URI DNS i IP. Należy pamiętać, że obecnie ta opcja może być określona tylko raz w bloku klienta.
uk_ua: Виконати додаткову перевірку атрибутів сертифіката (CN | SubjectAltName:URI | SubjectAltName:DNS). Наразі підтримується відповідність типів CN, SubjectAltName: URI, DNS та IP. Зауважте, що наразі цей параметр можна вказати лише один раз у блоці клієнта.
zh_cn: 执行证书属性的额外验证(CN | SubjectAltName:URI | SubjectAltName:DNS)。 目前支持 CN 和 SubjectAltName 类型 URI DNS 和IP的匹配。 注意，目前此选项只能在客户端部分中指定一次。

source: Periodically perform a full restart of the HAProxy service. This will cause a notable service disruption. A full restart is required in some cases where a reload does not work as expected (i.e. due to long-running connections and very high timeout values).
cs_cz: Pravidelně provádět úplný restart služby HAProxy. To způsobí znatelné přerušení služby. Úplný restart je nutný v některých případech, kdy opětovné načtení nefunguje podle očekávání (např. kvůli dlouhotrvajícím připojením a velmi vysokým hodnotám časových limitů).
de_de: Führt regelmäßig einen vollständigen Neustart des HAProxy-Dienstes durch. Dies verursacht eine spürbare Dienstunterbrechung. Ein vollständiger Neustart ist in manchen Fällen erforderlich, wenn ein Neuladen nicht wie erwartet funktioniert (z. B. bei lang laufenden Verbindungen und sehr hohen Timeout-Werten).
el_gr: Εκτελέστε περιοδικά μια πλήρη επανεκκίνηση της υπηρεσίας HAProxy. Αυτό θα προκαλέσει μια σημαντική διακοπή της υπηρεσίας. Απαιτείται πλήρης επανεκκίνηση σε ορισμένες περιπτώσεις όπου η επαναφόρτωση δεν λειτουργεί όπως αναμένεται (π.χ. λόγω συνδέσεων μεγάλης διάρκειας και πολύ υψηλών τιμών χρονικού ορίου).
fa_ir: به‌صورت دوره‌ای یک راه‌اندازی کامل (full restart) سرویس HAProxy را انجام دهید. این باعث اختلال قابل‌توجه سرویس خواهد شد. در برخی موارد که بارگذاری مجدد (reload) مطابق انتظار کار نمی‌کند (مثلاً به‌خاطر اتصالات طولانی‌مدت و مقادیر تایم‌اوت بسیار بالا)، نیاز به راه‌اندازی کامل است.
fr_fr: Effectuez périodiquement un redémarrage complet du service HAProxy. Cela entraînera une interruption de service notable. Un redémarrage complet est nécessaire dans certains cas où un rechargement ne fonctionne pas comme prévu (c'est-à-dire en raison de connexions de longue durée et de valeurs de délai d'attente très élevées).
it_it: Eseguire periodicamente un riavvio completo del servizio HAProxy. Ciò causerà una notevole interruzione del servizio. In alcuni casi in cui il ricaricamento non funziona come previsto (ad esempio a causa di connessioni di lunga durata e valori di timeout molto elevati) è necessario un riavvio completo.
ko_kr: 정기적으로 HAProxy 서비스의 전체 재시작을 수행합니다. 이로 인해 서비스가 현저하게 중단됩니다. 다시 로드가 예상대로 작동하지 않는 경우(즉, 장시간 실행되는 연결 및 매우 높은 시간 초과 값으로 인해)에는 전체 재시작이 필요합니다.
pl_pl: Okresowo przeprowadzaj pełny restart usługi HAProxy. Spowoduje to znaczące zakłócenie działania usługi. Pełny restart jest wymagany w niektórych przypadkach, gdy ponowne ładowanie nie działa zgodnie z oczekiwaniami (np. z powodu długotrwałych połączeń i bardzo wysokich wartości limitu czasu).
uk_ua: Періодично виконувати повний перезапуск служби HAProxy. Це спричинить помітне переривання обслуговування. Повний перезапуск потрібен у деяких випадках, коли перезавантаження не працює належним чином (наприклад, через тривалі з'єднання та дуже великі значення тайм-ауту).
zh_cn: 定期执行HAProxy服务重启。 这会导致服务中断。 在某些情况下，如果重新加载无法按预期工作，则需要完全重新启动。

source: Periodically perform a reload of the HAProxy service. This may cause a minor service disruption, depending on the configuration. A nightly reload could be used to apply configuration changes outside of business hours, or to workaround a bug.
cs_cz: Pravidelně provádět opětovné načtení služby HAProxy. V závislosti na nastavení toto může způsobovat drobná narušení služby. Provádění v noci lze použít k uplatňování změn nastavení mimo pracovní dobu nebo k obcházení chyby.
de_de: Führt regelmäßig ein Neuladen des HAProxy-Dienstes durch. Dies kann je nach Konfiguration zu einer geringfügigen Dienstunterbrechung führen. Ein nächtliches Neuladen kann verwendet werden, um Konfigurationsänderungen außerhalb der Geschäftszeiten zu übernehmen oder einen Fehler zu umgehen.
el_gr: Εκτελέστε περιοδικά μια επαναφόρτωση της υπηρεσίας HAProxy. Αυτό μπορεί να προκαλέσει μια μικρή διακοπή της υπηρεσίας, ανάλογα με τη διαμόρφωση. Μια νυχτερινή επαναφόρτωση θα μπορούσε να χρησιμοποιηθεί για την εφαρμογή αλλαγών διαμόρφωσης εκτός των ωρών λειτουργίας ή για την αντιμετώπιση ενός σφάλματος.
fa_ir: به‌طور دوره‌ای بارگذاری مجدد (reload) سرویس HAProxy را انجام دهید. بسته به پیکربندی ممکن است باعث اختلال جزئی در سرویس شود. می‌توان از یک بار بارگذاری مجدد شبانه برای اعمال تغییرات پیکربندی خارج از ساعت کاری یا به‌عنوان راه‌حل موقت برای یک باگ استفاده کرد.
fr_fr: Effectuez périodiquement un rechargement du service HAProxy. Cela peut entraîner une interruption de service mineure, selon la configuration. Un rechargement nocturne peut être utilisé pour appliquer des modifications de configuration en dehors des heures ouvrables ou pour contourner un bogue.
it_it: Eseguire periodicamente un ricaricamento del servizio HAProxy. Ciò potrebbe causare una lieve interruzione del servizio, a seconda della configurazione. Un ricaricamento notturno può essere utilizzato per applicare modifiche alla configurazione al di fuori dell'orario lavorativo o per risolvere un bug.
ko_kr: 정기적으로 HAProxy 서비스를 다시 로드합니다. 이로 인해 구성에 따라 사소한 서비스 중단이 발생할 수 있습니다. 야간 다시 로드를 사용하여 업무 시간 외에 구성 변경사항을 적용하거나 버그를 해결할 수 있습니다.
pl_pl: Okresowo przeprowadzaj ponowne ładowanie usługi HAProxy. Może to spowodować drobne zakłócenia w działaniu usługi, w zależności od konfiguracji. Nocne przeładowanie można było użyć do wprowadzania zmian w konfiguracji poza godzinami pracy lub do obejścia błędu.
uk_ua: Періодично виконувати перезавантаження служби HAProxy. Це може спричинити незначне переривання обслуговування, залежно від конфігурації. Нічне перезавантаження можна використовувати для застосування змін конфігурації поза робочим часом або для обходу помилки.
zh_cn: 定期执行HAProxy服务重新加载。 这可能会导致轻微的服务中断，具体取决于配置。 设定每晚重新加载方便在工作时间之外应用配置更改来解决错误。

source: Ping (IPv4)
fa_ir: پینگ (IPv4)
uk_ua: Пінг (IPv4)

source: Ping (IPv6)
fa_ir: پینگ (IPv6)
uk_ua: Пінг (IPv6)
