Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Unbound, so that their name can be resolved.
cs_cz: Pokud je tato volba nastavena, pak stroje, které zadávají své názvy v požadavku na DHCP zápůjčku budou zaregistrovány v Unbound, takže jejich názvy půjde překládat na adresy.
de_de: Wenn diese Option aktiviert ist, werden Maschinen, die bei der Anforderung einer DHCP-Lease ihren Hostnamen angeben, in Unbound registriert, sodass ihr Name aufgelöst werden kann.
el_gr: Εάν οριστεί αυτή η επιλογή, τότε οι υπολογιστές που καθορίζουν το hostname τους κατά την υποβολή αιτήματος εκγώρισης DHCP θα καταχωρούνται στο Unbound, ώστε να είναι δυνατή η επίλυση του ονόματός τους.
fa_ir: اگر این گزینه فعال شود، دستگاه‌هایی که هنگام درخواست اجاره از DHCP نام میزبان را مشخص می‌کنند در Unbound ثبت می‌شوند تا نام آن‌ها قابل حل باشد.
fr_fr: Si cette option est définie, les machines qui spécifient leur nom d'hôte lors de la demande d'un bail DHCP seront enregistrées dans Unbound, afin que leur nom puisse être résolu.
it_it: Se questa opzione è impostata, le macchine che specificano il proprio nome host quando richiedono un lease DHCP verranno registrate in Unbound, in modo che il relativo nome possa essere risolto.
ko_kr: 이 옵션을 설정하면 DHCP 대여를 요청할 때 자신의 호스트 이름을 지정한 장치가 Unbound에 등록되어 이름을 확인할 수 있습니다.
pl_pl: Jeśli ta opcja jest ustawiona, maszyny podające swoją nazwę hosta podczas żądania dzierżawy DHCP będą zarejestrowane w Unbound, dzięki czemu ich nazwa może być rozpoznawana.
uk_ua: Якщо цей параметр встановлено, то машини, які вказують своє ім'я хоста під час запиту DHCP-оренди, будуть зареєстровані в Unbound, щоб їхнє ім'я можна було розділити.
zh_cn: 如果设置此选项，则在请求DHCP租约时指定主机名的计算机将在Unbound中注册，以便可以解析其名称。

source: Enable Unbound
cs_cz: Zapnout Unbound
de_de: Unbound aktivieren
el_gr: Ενεργοποίηση Unbound
fa_ir: فعال‌سازی Unbound
fr_fr: Activer Unbound
it_it: Abilita Non associato
ko_kr: Unbound 사용
pl_pl: Włącz nieograniczony
uk_ua: Увімкнути Unbound
zh_cn: 启用Unbound

source: Register DHCP static mappings
cs_cz: Registrovat DHCP statická mapování
de_de: Statische DHCP-Zuweisungen registrieren
el_gr: Στατικές αντιστοιχίσεις DHCP καταχωρητών
fa_ir: ثبت نگاشت‌های ایستا DHCP
fr_fr: Enregistrer les mappages statiques DHCP
it_it: Registrare le mappature statiche DHCP
ko_kr: DHCP 정적 매핑 등록
pl_pl: Rejestruj statyczne mapowania DHCP
uk_ua: Реєструвати статичні відображення DHCP
zh_cn: 注册DHCP静态映射

source: When using a static WAN address, this should be entered using the full IPv6 address. When using a dynamic WAN address, only enter the suffix part (i.e. ::1:2:3:4).
cs_cz: Při použití statické WAN adresy by toto mělo být zadání celé IPv6 adresy. Při použití dynamické adresy WAN zadejte pouze část s příponou (tj. ::1:2:3:4).
de_de: Bei Verwendung einer statischen WAN-Adresse sollte die vollständige IPv6-Adresse eingegeben werden. Bei Verwendung einer dynamischen WAN-Adresse geben Sie nur den Suffix-Teil ein (z. B. ::1:2:3:4).
el_gr: Όταν χρησιμοποιείτε μια στατική διεύθυνση WAN, αυτή θα πρέπει να εισαχθεί χρησιμοποιώντας την πλήρη διεύθυνση IPv6. Όταν χρησιμοποιείτε μια δυναμική διεύθυνση WAN, εισαγάγετε μόνο το τμήμα του επιθήματος (π.χ. ::1:2:3:4).
fa_ir: هنگام استفاده از آدرس WAN ایستا، این باید با آدرس کامل IPv6 وارد شود. هنگام استفاده از آدرس WAN پویا، تنها بخش پسوند را وارد کنید (مثلاً ::1:2:3:4).
fr_fr: Lorsque vous utilisez une adresse WAN statique, celle-ci doit être saisie en utilisant l'adresse IPv6 complète. Lorsque vous utilisez une adresse WAN dynamique, entrez uniquement la partie suffixe (c'est-à-dire : : : 1 : 2 : 3 : 4).
it_it: Quando si utilizza un indirizzo WAN statico, questo deve essere inserito utilizzando l'indirizzo IPv6 completo. Quando si utilizza un indirizzo WAN dinamico, inserire solo la parte del suffisso (ad esempio ::1:2:3:4).
ko_kr: 정적 WAN 주소를 사용하는 경우 전체 IPv6 주소를 입력해야 합니다. 동적 WAN 주소를 사용하는 경우 접미사 부분만 입력하세요(예: ::1:2:3:4).
pl_pl: Korzystając z statycznego adresu WAN, należy wprowadzić go, używając pełnego adresu IPv6. Korzystając z dynamicznego adresu WAN, wprowadź tylko końcową część (np. ::1:2:3:4).
uk_ua: При використанні статичної адреси WAN, її слід вводити за допомогою повної адреси IPv6. При використанні динамічної адреси WAN, введіть лише суфікс (наприклад, ::1:2:3:4).
zh_cn: 使用静态WAN地址时，应使用完整的IPv6地址输入。使用动态WAN地址时，只输入后缀部分(即 ::1:2:3:4)。

source: Ensure that any prefix delegation range does not overlap the LAN prefix range.
cs_cz: Zajistěte aby žádný rozsah pověření předpony se nepřekrýval s rozsahem předpony pro LAN.
de_de: Stellen Sie sicher, dass ein Präfixdelegierungsbereich den LAN-Präfixbereich nicht überlappt.
el_gr: Βεβαιωθείτε ότι οποιοδήποτε εύρος ανάθεσης προθέματος δεν επικαλύπτει το εύρος προθέματος LAN.
fa_ir: مطمئن شوید که هیچ بازه واگذاری پیشوند با بازه پیشوند LAN هم‌پوشانی نداشته باشد.
fr_fr: Assurez-vous que toute plage de délégation de préfixes ne chevauche pas la plage de préfixes du réseau local.
it_it: Assicurarsi che qualsiasi intervallo di delega del prefisso non si sovrapponga all'intervallo del prefisso LAN.
ko_kr: 프리픽스 위임 범위가 LAN 프리픽스 범위와 겹치지 않도록 합니다.
pl_pl: Upewnij się, że zakres delegacji przedrostków nie pokrywa się z zakresem przedrostków LAN.
uk_ua: Переконайтеся, що діапазон делегування префіксів не перетинається з діапазоном префіксів LAN.
zh_cn: 确保任意前缀委派范围不与LAN前缀范围重叠。

source: Available prefix delegation size
cs_cz: Velikost pověření předpony k dispozici
de_de: Verfügbare Größe der Präfixdelegierung
el_gr: Διαθέσιμο μέγεθος ανάθεσης προθέματος
fa_ir: اندازه در دسترس واگذاری پیشوند
fr_fr: Taille de la délégation de préfixes disponible
it_it: Dimensioni della delega del prefisso disponibili
ko_kr: 사용 가능한 프리픽스 위임 크기
pl_pl: Dostępny rozmiar delegacji przedrostków
uk_ua: Доступний розмір делегування префіксів
zh_cn: 可用的前缀委派大小

source: Enable Web Proxy Auto Discovery
cs_cz: Zapnout automatické objevování webové proxy
de_de: Aktiviere Web Proxy Auto Discovery
el_gr: Ενεργοποίηση αυτόματης ανακάλυψης διακομιστή μεσολάβησης ιστού
fa_ir: فعال‌سازی کشف خودکار پروکسی وب (Web Proxy Auto Discovery)
fr_fr: Activer la découverte automatique du proxy Web
it_it: Abilita rilevamento automatico proxy Web
ko_kr: 웹 프록시 자동 검색 사용
pl_pl: Włącz Automatyczne Odkrywanie Proxy WWW
uk_ua: Увімкнути автоматичне виявлення веб-проксі
zh_cn: 启用Web代理自动发现

source: Show WPAD
cs_cz: Zobrazit WPAD
de_de: Zeige WPAD
el_gr: Εμφάνιση WPAD
fa_ir: نمایش WPAD
fr_fr: Afficher WPAD
it_it: Mostra WPAD
ko_kr: WPAD 표시
pl_pl: Pokaż WPAD
uk_ua: Показати WPAD
zh_cn: 显示WPAD

source: Leave blank to disable. Enter a full hostname or IP for the TFTP server and optionally a full path for a bootfile.
cs_cz: Nevyplněním vypnete. Zadejte úplný název stroje nebo IP adresu TFTP serveru a volitelně úplný popis umístění souboru pro zavádění systému.
de_de: Lassen Sie das Feld leer, um es zu deaktivieren. Geben Sie einen vollständigen Hostnamen oder eine IP für den TFTP-Server und optional einen vollständigen Pfad für eine Bootdatei ein.
el_gr: Αφήστε το κενό για απενεργοποίηση. Εισαγάγετε ένα πλήρες όνομα κεντρικού υπολογιστή ή IP για τον διακομιστή TFTP και προαιρετικά μια πλήρη διαδρομή για ένα αρχείο εκκίνησης.
fa_ir: برای غیرفعال کردن خالی بگذارید. نام میزبان کامل یا IP سرور TFTP را وارد کنید و در صورت نیاز مسیر کامل فایل بوت را نیز وارد نمایید.
fr_fr: Laissez vide pour désactiver. Saisissez un nom d'hôte complet ou une adresse IP pour le serveur TFTP et éventuellement un chemin complet pour un fichier d'amorçage.
it_it: Lascia vuoto per disabilitare. Inserisci un nome host o IP completo per il server TFTP e facoltativamente un percorso completo per un file di avvio.
ko_kr: 비활성화하려면 비워 두세요. TFTP 서버에 대한 전체 호스트 이름 또는 IP를 입력하고 부팅 파일에 대한 전체 경로를 선택적으로 입력하세요
pl_pl: Pozostaw puste, aby wyłączyć. Wprowadź pełną nazwę hosta lub adres IP serwera TFTP oraz opcjonalnie pełną ścieżkę do pliku rozruchowego.
uk_ua: Залиште порожнім, щоб вимкнути. Введіть повне ім'я хоста або IP-адресу для TFTP-сервера та, за бажанням, повний шлях до файлу завантаження.
zh_cn: 留空则禁用。输入TFTP服务器的完整主机名或IP，并可选择输入引导文件的完整路径。

source: Set Bootfile
cs_cz: Nastavení zaváděcího souboru
de_de: Bootfile festlegen
el_gr: Ορισμός αρχείου εκκίνησης
fa_ir: تنظیم فایل بوت
fr_fr: Définir le fichier de démarrage
it_it: Imposta il file di avvio
ko_kr: 부팅 파일 설정
pl_pl: Ustaw plik rozruchowy
uk_ua: Встановити завантажувальний файл
zh_cn: 设置引导文件

source: Set TFTP hostname
cs_cz: Nastavit název stroje s TFTP
de_de: TFTP Hostname festlegen
el_gr: Ορισμός ονόματος κεντρικού υπολογιστή TFTP
fa_ir: تنظیم نام میزبان TFTP
fr_fr: Définit le nom d'hôte TFTP
it_it: Imposta il nome host TFTP
ko_kr: TFTP 호스트 이름 설정
pl_pl: Ustaw nazwę hosta TFTP
uk_ua: Встановити ім'я хоста TFTP
zh_cn: 设置TFTP主机名

source: Enter a list of partial MAC addresses to deny access, comma-separated, no spaces, such as %s
cs_cz: Zadejte seznam částečných MAC adres, kterým odepřít přístup – čárkou oddělovaných, bez mezer, jako např. %s
de_de: Geben Sie eine Liste partieller MAC-Adressen ein, um den Zugriff zu verweigern, durch Kommas getrennt, ohne Leerzeichen, z. B. %s
el_gr: Εισαγάγετε μια λίστα με μερικές διευθύνσεις MAC για να απαγορεύσετε την πρόσβαση, διαχωρισμένες με κόμμα, χωρίς κενά, όπως %s
fa_ir: لیستی از بخش‌هایی از آدرس‌های MAC را برای عدم دسترسی وارد کنید، با کاما جدا شده و بدون فاصله، مانند %s
fr_fr: Entrez une liste d'adresses MAC partielles pour refuser l'accès, séparées par des virgules, sans espace, comme %s.
it_it: Inserisci un elenco di indirizzi MAC parziali a cui negare l'accesso, separati da virgole e senza spazi, ad esempio %s
ko_kr: 액세스를 거부할 부분 MAC 주소 목록을 쉼표로 구분하여 입력하세요(예: %s)
pl_pl: Wprowadź listę częściowych adresów MAC do odmowy dostępu, oddzielone przecinkami, bez spacji, takie jak %s
uk_ua: Введіть список часткових MAC-адрес для відмови в доступі, розділених комами, без пробілів, наприклад %s
zh_cn: 输入拒绝访问的MAC地址列表，用逗号分隔，无空格，例如%s

source: Enter a list of partial MAC addresses to allow, comma-separated, no spaces, such as %s
cs_cz: Zadejte seznam částečných MAC adres, které umožnit – oddělované čárkami (bez mezer), jako např. %s
de_de: Geben Sie eine Liste der zulässigen MAC-Teiladressen ein (durch Kommas getrennt, ohne Leerzeichen), z. B. %s
el_gr: Εισαγάγετε μια λίστα με μερικές διευθύνσεις MAC που θα επιτρέπονται, διαχωρισμένες με κόμμα, χωρίς κενά, όπως %s
fa_ir: لیستی از بخش‌هایی از آدرس‌های MAC را برای اجازه دسترسی وارد کنید، با کاما جدا شده و بدون فاصله، مانند %s
fr_fr: Entrez une liste d'adresses MAC partielles à autoriser, séparées par des virgules, sans espace, comme %s.
it_it: Immettere un elenco di indirizzi MAC parziali da consentire, separati da virgole e senza spazi, ad esempio %s
ko_kr: 허용할 부분 MAC 주소 목록(예: %s)을 쉼표로 구분하여 입력하세요
pl_pl: Wprowadź listę częściowych adresów MAC do zezwolenia, oddzielone przecinkami, bez spacji, takie jak %s
uk_ua: Введіть список часткових MAC-адрес для дозволу, розділених комами, без пробілів, наприклад %s
zh_cn: 输入允许访问的MAC地址列表，用逗号分隔，无空格，例如%s

source: Choose the dynamic DNS domain key algorithm.
cs_cz: Zvolte algoritmus klíč domény dynamického DNS.
de_de: Wählen sie den dynamischen DNS-Domain-Schlüsselalgorithmus aus.
el_gr: Επιλέξτε τον αλγόριθμο κλειδιού δυναμικού τομέα DNS.
fa_ir: الگوریتم کلید دامنه‌ی Dynamic DNS را انتخاب کنید.
fr_fr: Choisissez l'algorithme de clé de domaine DNS dynamique.
it_it: Scegli l'algoritmo della chiave di dominio DNS dinamico.
ko_kr: 동적 DNS 도메인 키 알고리즘을 선택합니다.
pl_pl: Wybierz algorytm klucza domeny dynamicznego DNS.
uk_ua: Оберіть алгоритм ключа динамічного DNS-домену.
zh_cn: 选择动态DNS域密钥算法。

source: Leave blank to use the system default DNS servers: This interface IP address if a DNS service is enabled or the configured global DNS servers.
cs_cz: Nevyplňujte, pokud mají být použity pro systém výchozí DNS servery: IP adresa tohoto rozhraní, pokud je služba DNS zapnuta nebo nastavené globální DNS servery.
de_de: Lasse das Feld leer, um die Standard-DNS-Server des Systems zu verwenden: Diese Schnittstellen-IP-Adresse, wenn ein DNS-Dienst aktiviert ist oder die globalen DNS-Server konfiguriert sind.
el_gr: Αφήστε το κενό για να χρησιμοποιήσετε τους προεπιλεγμένους διακομιστές DNS του συστήματος: Αυτή η διεύθυνση IP της διεπαφής, εάν είναι ενεργοποιημένη μια υπηρεσία DNS ή οι διαμορφωμένοι καθολικοί διακομιστές DNS.
fa_ir: برای استفاده از سرورهای DNS پیش‌فرض سیستم خالی بگذارید: آدرس IP این رابط در صورت فعال بودن سرویس DNS یا سرورهای DNS سراسری پیکربندی‌شده.
fr_fr: Laissez vide pour utiliser les serveurs DNS par défaut du système : cette adresse IP d'interface si un service DNS est activé ou les serveurs DNS globaux configurés.
it_it: Lasciare vuoto per utilizzare i server DNS predefiniti del sistema: questo indirizzo IP dell'interfaccia se è abilitato un servizio DNS o i server DNS globali configurati.
ko_kr: 시스템 기본 DNS 서버를 사용하려면 비워 두세요.: DNS 서비스가 활성화된 경우 이 인터페이스 IP 주소 또는 구성된 전역 DNS 서버입니다.
pl_pl: Pozostaw puste, aby korzystać z domyślnych serwerów DNS systemu: Ten adres IP interfejsu, jeśli usługa DNS jest włączona, lub skonfigurowane globalne serwery DNS.
uk_ua: Залиште порожнім, щоб використовувати типові системні DNS-сервери: Ця IP-адреса інтерфейсу, якщо увімкнено службу DNS, або налаштовані глобальні DNS-сервери.
zh_cn: 留空则使用系统默认的DNS服务器。如果启用了DNS服务或配置了全局DNS服务器，则为此接口IP地址。

source: Repair Netflow Data
cs_cz: Opravit Netflow data
de_de: NetFlow-Daten reparieren
el_gr: Επισκευή δεδομένων Netflow
fa_ir: تعمیر داده‌های Netflow
fr_fr: Réparer les données Netflow
it_it: Riparare i dati di Netflow
ko_kr: Netflow 데이터 복구
pl_pl: Napraw dane Netflow
uk_ua: Відновити дані Netflow
zh_cn: 修复网络流数据

source: Do you really want to force a repair of the netflow data? This might take a while.
cs_cz: Opravdu chcete vynutit opravu netflow dat? Toto může chvíli trvat.
de_de: Möchten Sie eine Reparatur der NetFlow-Daten wirklich erzwingen? Dies kann einige Zeit in Anspruch nehmen.
el_gr: Θέλετε πραγματικά να επιβάλετε μια επιδιόρθωση των δεδομένων netflow; Αυτό μπορεί να διαρκέσει λίγο.
fa_ir: آیا واقعاً می‌خواهید تعمیر داده‌های Netflow را اجبار کنید؟ این ممکن است کمی طول بکشد.
fr_fr: Voulez-vous vraiment forcer une réparation des données du flux net ? Cela peut prendre un certain temps.
it_it: Vuoi davvero forzare una riparazione dei dati netflow? L'operazione potrebbe richiedere del tempo.
ko_kr: 넷플로우 데이터를 강제로 복구하시겠습니까? 이 작업은 시간이 걸릴 수 있습니다.
pl_pl: Czy naprawdę chcesz wymusić naprawę danych netflow? Może to chwilę potrwać.
uk_ua: Ви дійсно бажаєте примусово відновити дані netflow? Це може зайняти деякий час.
zh_cn: 确定要强制修复网络流数据？这将需要一些时间。

source: Database repair in progress, daemon will start when done.
cs_cz: Probíhá oprava databáze, po dokončení bude proces služby nastartován.
de_de: Datenbankreparatur in Bearbeitung, Dienst wird im Anschluss gestartet.
el_gr: Η επιδιόρθωση της βάσης δεδομένων είναι σε εξέλιξη, το deamon θα ξεκινήσει όταν ολοκληρωθεί.
fa_ir: تعمیر پایگاه‌داده در حال انجام است؛ daemon پس از اتمام راه‌اندازی خواهد شد.
fr_fr: La réparation de la base de données est en cours, le démon démarrera quand ce sera fait.
it_it: Riparazione del database in corso, il demone verrà avviato al termine.
ko_kr: 데이터베이스 복구가 진행 중입니다. 완료되면 데몬이 시작됩니다.
pl_pl: Naprawa bazy danych w toku, demon uruchomi się po zakończeniu.
uk_ua: Відновлення бази даних триває, демон запуститься після завершення.
zh_cn: 数据库修复正在进行中，守护程序会在完成后启动。

source: The group name shall not be longer than 15 characters.
cs_cz: Název skupiny by měl být kratší než 15 znaků.
de_de: Der Gruppenname sollte nicht länger als 15 Zeichen sein.
el_gr: Το όνομα της ομάδας δεν πρέπει να υπερβαίνει τους 15 χαρακτήρες.
fa_ir: نام گروه نباید بیش از 15 کاراکتر باشد.
fr_fr: Le nom du groupe ne doit pas comporter plus de 15 caractères.
it_it: Il nome del gruppo non deve contenere più di 15 caratteri.
ko_kr: 그룹 이름은 15자를 초과할 수 없습니다.
pl_pl: Nazwa grupy nie może być dłuższa niż 15 znaków.
uk_ua: Назва групи не повинна бути довшою за 15 символів.
zh_cn: 组名不得超过15个字符。

source: Only letters, digits and underscores are allowed as the group name.
cs_cz: V názvu skupiny jsou povolené pouze písmena, číslice a podtržítka.
de_de: Als Gruppenname sind nur Buchstaben, Ziffern und Unterstriche zulässig.
el_gr: Μόνο γράμματα, ψηφία και υπογράμμιση επιτρέπονται ως όνομα ομάδας.
fa_ir: به‌عنوان نام گروه تنها حروف، ارقام و زیرخط (_) مجاز است.
fr_fr: Seuls les lettres, les chiffres et les caractères de soulignement sont autorisés pour le nom du groupe.
it_it: Come nome del gruppo sono consentiti solo lettere, cifre e trattini bassi.
ko_kr: 그룹 이름에는 문자, 숫자 및 밑줄만 사용할 수 있습니다.
pl_pl: Jako nazwę grupy dozwolone są tylko litery, cyfry i podkreślenia.
uk_ua: Дозволені лише літери, цифри та підкреслення для назви групи.
zh_cn: 只允许使用字母，数字和下划线作为组名。

source: By default, link-local addresses for bridges are disabled. You can enable them manually using this option. However, when a bridge interface has IPv6 addresses, IPv6 addresses on a member interface will be automatically removed before the interface is added.
cs_cz: Ve výchozím stavu jsou adresy typu link-local pro síťové mosty zakázány. Pomocí této volby je možné je ručně povolit. Nicméně, pokud má most IPv6 adresy, budou IPv6 adresy na členských rozhraních před přidáním do mostu automaticky odebrány.
de_de: Standardmäßig sind Link-Local-Adressen für Brücken deaktiviert. Sie können sie mit dieser Option manuell aktivieren. Wenn eine Bridge-Schnittstelle jedoch über IPv6-Adressen verfügt, werden die IPv6-Adressen auf einer Mitgliedsschnittstelle automatisch entfernt, bevor die Schnittstelle hinzugefügt wird.
el_gr: Από προεπιλογή, οι τοπικές διευθύνσεις σύνδεσης για γέφυρες είναι απενεργοποιημένες. Μπορείτε να τις ενεργοποιήσετε χειροκίνητα χρησιμοποιώντας αυτήν την επιλογή. Ωστόσο, όταν μια διεπαφή γέφυρας έχει διευθύνσεις IPv6, οι διευθύνσεις IPv6 σε μια διεπαφή μέλους θα καταργηθούν αυτόματα πριν από την προσθήκη της διεπαφής.
fa_ir: به‌صورت پیش‌فرض، آدرس‌های link-local برای بریج‌ها غیرفعال هستند. می‌توانید با این گزینه آن‌ها را به‌صورت دستی فعال کنید. با این حال، زمانی که یک رابط بریج دارای آدرس‌های IPv6 باشد، آدرس‌های IPv6 روی رابط‌های عضو قبل از اضافه‌شدن به‌طور خودکار حذف خواهند شد.
fr_fr: Par défaut, les adresses de lien local pour les ponts sont désactivées. Vous pouvez les activer manuellement à l'aide de cette option. Cependant, lorsqu'une interface de pont a des adresses IPv6, les adresses IPv6 sur une interface membre seront automatiquement supprimées avant l'ajout de l'interface.
it_it: Per impostazione predefinita, gli indirizzi locali del collegamento per i bridge sono disabilitati. Puoi abilitarli manualmente utilizzando questa opzione. Tuttavia, quando un'interfaccia bridge dispone di indirizzi IPv6, gli indirizzi IPv6 su un'interfaccia membro verranno automaticamente rimossi prima dell'aggiunta dell'interfaccia.
ko_kr: 기본적으로 브리지의 링크 로컬 주소는 사용할 수 없습니다. 이 옵션을 사용하여 수동으로 실행할 수 있습니다. 그러나 브리지 인터페이스에 IPv6 주소가 있으면 인터페이스가 추가되기 전에 멤버 인터페이스의 IPv6 주소가 자동으로 제거됩니다.
pl_pl: Domyślnie adresy link-local dla mostów są wyłączone. Możesz je włączyć ręcznie za pomocą tej opcji. Jednak gdy interfejs mostu ma adresy IPv6, adresy IPv6 na interfejsie członka zostaną automatycznie usunięte przed dodaniem interfejsu.
uk_ua: За типово, link-local адреси для мостів вимкнено. Ви можете ввімкнути їх вручну за допомогою цієї опції. Однак, коли інтерфейс мосту має адреси IPv6, адреси IPv6 на інтерфейсі-члена будуть автоматично видалені перед додаванням інтерфейсу.
zh_cn: 默认情况下，网桥的本地链路地址被禁用。可以在这里启用它们。但是，当网桥接口具有IPv6地址时，会在添加接口之前自动删除成员接口上的IPv6地址。

source: Enable link-local address
cs_cz: Povolit adresu link-local
de_de: Link-lokale Adresse aktivieren
el_gr: Ενεργοποίηση διεύθυνσης τοπικής σύνδεσης
fa_ir: فعال‌سازی آدرس link-local
fr_fr: Activer l'adresse locale de liaison
it_it: Abilita indirizzo link-local
ko_kr: 링크 로컬 주소 사용
pl_pl: Włącz adres link-local
uk_ua: Увімкнути link-local адресу
zh_cn: 启用本地链路地址

source: Allow manual adjustment of DHCPv6 and Router Advertisements
cs_cz: Umožnit ruční přizpůsobení DHCPv6 a propagací routeru
de_de: Manuelle Anpassung von DHCPv6 und Router Advertisements zulassen
el_gr: Να επιτρέπεται η χειροκίνητη ρύθμιση των διαφημίσεων DHCPv6 και δρομολογητή
fa_ir: اجازه‌ی تنظیم دستی DHCPv6 و Router Advertisements
fr_fr: Autoriser l'ajustement manuel de DHCPv6 et des annonces de routeur
it_it: Consenti la regolazione manuale degli annunci DHCPv6 e del router
ko_kr: DHCPv6 및 라우터 알림의 수동 조정 허용
pl_pl: Pozwól na ręczną regulację DHCPv6 i Reklam Ruterów
uk_ua: Дозволити ручне налаштування DHCPv6 та Router Advertisements
zh_cn: 允许手动调整DHCPv6和路由通告

source: Manual configuration
cs_cz: Ruční nastavení
de_de: Manuelle Konfiguration
el_gr: Χειροκίνητη διαμόρφωση
fa_ir: پیکربندی دستی
fr_fr: Configuration manuelle
it_it: Configurazione manuale
ko_kr: 수동 구성
pl_pl: Konfiguracja manualna
uk_ua: Ручне налаштування
zh_cn: 手动配置

source: The value in this field is the delegated hexadecimal IPv6 prefix ID. This determines the configurable /64 network ID based on the dynamic IPv6 connection.
cs_cz: Hodnota v této kolonce je identifikátor delegované šestnáctková IPv6 předpony. To určuje identifikátor nastavitelné /64 sítě, založené na dynamickém IPv6 spojení.
de_de: Der Wert in diesem Feld ist die delegierte hexadezimale IPv6-Präfix-ID. Dies bestimmt die konfigurierbare /64-Netzwerk-ID basierend auf der dynamischen IPv6-Verbindung.
el_gr: Η τιμή σε αυτό το πεδίο είναι το αναγνωριστικό προθέματος IPv6 δεκαεξαδικού που έχει ανατεθεί. Αυτό καθορίζει το διαμορφώσιμο αναγνωριστικό δικτύου /64 με βάση τη δυναμική σύνδεση IPv6.
fa_ir: مقدار این فیلد شناسه‌ی پیشوند IPv6 محول‌شده به‌صورت هگزادسیمال است. این مقدار شناسه‌ی شبکه‌ی قابل‌پیکربندی /64 را براساس اتصال IPv6 پویا تعیین می‌کند.
fr_fr: La valeur de ce champ est l'ID de préfixe IPv6 hexadécimal délégué. Cela détermine l'ID de réseau configurable /64 basé sur la connexion IPv6 dynamique.
it_it: Il valore in questo campo è l'ID prefisso IPv6 esadecimale delegato. Ciò determina l'ID di rete /64 configurabile in base alla connessione IPv6 dinamica.
ko_kr: 이 필드의 값은 위임된 16진수 IPv6 프리픽스 ID입니다. 동적 IPv6 연결을 기반으로 구성 가능한 /64 네트워크 ID를 결정합니다.
pl_pl: Wartość w tym polu to delegowany szesnastkowy przedrostek IPv6 ID. Określa to konfigurowalne ID sieci /64 na podstawie dynamicznego połączenia IPv6.
uk_ua: Значення в цьому полі — це делегований шістнадцятковий ідентифікатор префікса IPv6. Він визначає конфігурований ідентифікатор мережі /64 на основі динамічного з'єднання IPv6.
zh_cn: 该字段中的值是委派的十六进制IPv6前缀ID。这会根据动态IPv6连接确定可配置的/64网络ID。

source: The value in this field is the 6RD IPv4 prefix address. Optionally overrides the automatic detection.
cs_cz: Hodnota v této kolonce je adresa 6RD IPv4 předpony. Volitelně přebíjí automaticky zjištěnou.
de_de: Der Wert in diesem Feld ist die 6RD-IPv4-Präfixadresse. Überschreibt optional die automatische Erkennung.
el_gr: Η τιμή σε αυτό το πεδίο είναι η διεύθυνση προθέματος IPv4 6RD. Προαιρετικά, παρακάμπτει την αυτόματη ανίχνευση.
fa_ir: مقدار این فیلد آدرس پیشوند IPv4 مربوط به 6RD است. به‌طور اختیاری تشخیص خودکار را بازنویسی می‌کند.
fr_fr: La valeur de ce champ est l'adresse du préfixe IPv4 6RD. Il est possible de remplacer la détection automatique.
it_it: Il valore in questo campo è l'indirizzo del prefisso IPv4 6RD. Facoltativamente sovrascrive il rilevamento automatico.
ko_kr: 이 필드의 값은 6RD IPv4 프리픽스 주소입니다. 선택적으로 자동 탐지를 재정의합니다.
pl_pl: Wartość w tym polu to adres przedrostka IPv4 6RD. Opcjonalnie zastępuje automatyczne wykrywanie.
uk_ua: Значення в цьому полі — це адреса префікса IPv4 6RD. За бажанням, перевизначає автоматичне визначення.
zh_cn: 该字段中的值是6RD IPv4前缀地址。 (可选)覆盖自动检测。
