Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Specify the per host bandwidth for downloads in kilobits per second.
cs_cz: Zadejte rychlost stahování pro jednotlivé stroje (v kilobitech za sekundu).
de_de: Geben Sie die Bandbreite für Downloads je Host in Kilobit pro Sekunde an.
el_gr: Καθορίστε το εύρος ζώνης ανά κεντρικό υπολογιστή για λήψεις σε kilobit ανά δευτερόλεπτο.
fa_ir: پهنای باند دانلود به ازای هر میزبان (کیلوبیت بر ثانیه) را مشخص کنید.
fr_fr: Spécifiez la bande passante par hôte pour les téléchargements en kilobits par seconde.
it_it: Specificare la larghezza di banda per host per i download in kilobit al secondo.
ko_kr: 다운로드의 호스트당 대역폭을 초당 킬로비트 단위로 지정하세요.
pl_pl: Określ przepustowość na host dla pobierania w kilobitach na sekundę.
uk_ua: Вкажіть пропускну здатність для завантажень на хост у кілобітах на секунду.
zh_cn: 指定每台主机下载带宽(kb/s)。

source: Staging Environment
cs_cz: Zkušební prostředí
de_de: Testumgebung
el_gr: Περιβάλλον Σταδιοποίησης
fa_ir: محیط آزمایشی
fr_fr: Environnement de recette
it_it: Ambiente di stadiazione
ko_kr: 스테이징 환경
pl_pl: Środowisko stagingowe
uk_ua: Проміжне середовище
zh_cn: 模拟环境

source: Start Delay needs to be an integer value between 0 and 86400
cs_cz: Je třeba, aby prodleva spuštění bylo celé číslo z rozmezí 0 až 86400
de_de: Die Startverzögerung muss ein Zahlenwert zwischen 0 und 86400 sein
el_gr: Η καθυστέρηση έναρξης πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 86400
fa_ir: تأخیر شروع باید عدد صحیح بین 0 تا 86400 باشد
fr_fr: Le Délai de Démarrage doit être un entier compris entre 0 et 86400.
it_it: Il ritardo di avvio deve essere un valore intero compreso tra 0 e 86400
ko_kr: 시작 지연은 0에서 86400 사이의 정수 값이어야 함
pl_pl: Opóźnienie początkowe musi być wartością całkowitą między 0 a 86400
uk_ua: Затримка запуску має бути цілим числом від 0 до 86400
zh_cn: 开始延迟是0到86400之间的整数值

source: Static Round Robin
cs_cz: Statické Round Robin
de_de: Statisches Round-Robin
el_gr: Στατικός Round Robin
fa_ir: Round Robin ثابت
fr_fr: Statique "Round Robin"
it_it: Round Robin statico
ko_kr: 정적 라운드 로빈
pl_pl: Stałe Round Robin
uk_ua: Статичний циклічний алгоритм
zh_cn: 静态循环

source: Statically configured routes
cs_cz: Staticky nastavené trasy
de_de: Statisch konfigurierte Routen
el_gr: Στατικά διαμορφωμένες διαδρομές
fa_ir: مسیرهای پیکربندی‌شده ایستا
fr_fr: Routes configurées statiquement
it_it: Percorsi configurati staticamente
ko_kr: 정적으로 구성된 경로
pl_pl: Statycznie skonfigurowane trasy
uk_ua: Статично налаштовані маршрути
zh_cn: 静态配置的路由

source: Statistics
cs_cz: Statistiky
de_de: Statistiken
el_gr: Στατιστικά
fa_ir: آمار
fr_fr: Statistiques
it_it: Statistiche
ko_kr: 통계
pl_pl: Statystyki
uk_ua: Статистика
zh_cn: 统计

source: Status
cs_cz: Stav
el_gr: Κατάσταση
fa_ir: وضعیت
fr_fr: Statut
it_it: Stato
ko_kr: 상태
uk_ua: Статус
zh_cn: 状态

source: Status Overview
cs_cz: Přehled stavu
de_de: Statusübersicht
el_gr: Επισκόπηση κατάστασης
fa_ir: نمای کلی وضعیت
fr_fr: Vue globale des statuts
it_it: Panoramica dello stato
ko_kr: 상태 개요
pl_pl: Przegląd statusu
uk_ua: Огляд статусу
zh_cn: 状态总览

source: Stealth
cs_cz: Neviditelné
de_de: Heimlich
el_gr: Λαθραία
fa_ir: مخفی
fr_fr: Furtif
it_it: Furtivo
ko_kr: 스텔스
pl_pl: Ukrywanie
uk_ua: Невидимий
zh_cn: 隐形

source: Stick Tables
cs_cz: „Lepkavé“ (stick) tabulky
de_de: Fixierte Tabellen
el_gr: Τραπέζια με ραβδιά
fa_ir: جداول استیک
fr_fr: Tables des adhérences
it_it: Tabelle a bastoncino
ko_kr: 연결 고정 테이블
pl_pl: Tablice Sticky
uk_ua: Таблиці прив'язки
zh_cn: 粘性表

source: Strip whitespaces
cs_cz: Oříznout prázdné znaky
de_de: Leerzeichen entfernen
el_gr: Αφαίρεση κενών χώρων
fa_ir: حذف فضاهای خالی
fr_fr: Supprimer les caractères d'espacement
it_it: Elimina gli spazi bianchi
ko_kr: 공백 제거
pl_pl: Usuń białe spacje
uk_ua: Видалити пробіли
zh_cn: 带空格

source: TCP (Layer 4)
cs_cz: TCP (4. vrstva)
el_gr: TCP (Επίπεδο 4)
fa_ir: TCP (لایه 4)
fr_fr: TCP (Couche 4)
it_it: TCP (Livello 4)
pl_pl: TCP (Warstwa 4)
uk_ua: TCP (Рівень 4)
zh_cn: TCP (第4层)

source: Table check not found
cs_cz: Kontrola tabulky nenalezena
de_de: Tabellenprüfung nicht gefunden
el_gr: Δεν βρέθηκε έλεγχος πίνακα
fa_ir: بررسی جدول یافت نشد
fr_fr: Vérification de la table non trouvée
it_it: Controllo tabella non trovato
ko_kr: 테이블 검사를 찾을 수 없음
pl_pl: Nie znaleziono sprawdzenia tabeli
uk_ua: Перевірку таблиці не знайдено
zh_cn: 找不到表设置

source: Table not found
cs_cz: Tabulka nenalezena
de_de: Tabelle nicht gefunden
el_gr: Ο πίνακας δεν βρέθηκε
fa_ir: جدول یافت نشد
fr_fr: Table non trouvée
it_it: Tabella non trovata
ko_kr: 테이블이 없음
pl_pl: Nie znaleziono tabeli
uk_ua: Таблицю не знайдено
zh_cn: 未找到表

source: Template name should be a string between 1 and 255 characters
cs_cz: Název šablony by měl být řetězec znaků dlouhý 1 až 255 znaků
de_de: Der Name der Vorlage muss zwischen 1 und 255 Zeichen enthalten
el_gr: Το όνομα του προτύπου πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων
fa_ir: نام قالب باید یک رشته با طول بین 1 تا 255 کاراکتر باشد.
fr_fr: Le nom du modèle doit être une chaine comportant entre 1 et 255 caractères
it_it: Il nome del modello deve essere una stringa compresa tra 1 e 255 caratteri
ko_kr: 템플릿 이름은 1에서 255자 사이의 문자열이어야 합니다
pl_pl: Nazwa szablonu powinna być ciągiem między 1 a 255 znaków
uk_ua: Ім'я шаблону має бути рядком довжиною від 1 до 255 символів
zh_cn: 模板名字的长度应该在1到255之间

source: Tester
cs_cz: Vyzkoušení
el_gr: Δοκιμαστής
fa_ir: تستر
ko_kr: 테스터
pl_pl: Testowanie
uk_ua: Тестер
zh_cn: 测试

source: Text files
cs_cz: Textové soubory
de_de: Textdateien
el_gr: Αρχεία κειμένου
fa_ir: فایل‌های متنی
fr_fr: Fichiers texte
it_it: File di testo
ko_kr: 텍스트 파일
pl_pl: Pliki tekstowe
uk_ua: Текстові файли
zh_cn: 文本文件

source: The IP TTL must be greater than 0
cs_cz: Je třeba, aby hodnota TTL pro IP byla vyšší než 0 (nula)
de_de: Die IP-TTL muss größer als 0 sein.
el_gr: Το IP TTL πρέπει να είναι μεγαλύτερο από 0
fa_ir: مقدار IP TTL باید بزرگ‌تر از 0 باشد.
fr_fr: Le TTL de l'IP doit être supérieur à 0
it_it: Il TTL IP deve essere maggiore di 0
ko_kr: IP TTL은 0보다 커야 합니다
pl_pl: Wartość TTL IP musi być większa niż 0
uk_ua: TTL IP має бути більшим за 0
zh_cn: IP TTL必须大于0

source: The authorized clients should only consist of alphanumeric characters, dashes, underscores and plus sign.
cs_cz: Autorizovaní klienti by se měli sestávat pouze z písmen a číslic, pomlček, podtržítek a znaků plus.
de_de: Die autorisierten Clients sollten nur aus alphanumerischen Zeichen, Bindestrichen, Unterstrichen und Pluszeichen bestehen.
el_gr: Οι εξουσιοδοτημένοι πελάτες θα πρέπει να αποτελούνται μόνο από αλφαριθμητικούς χαρακτήρες, παύλες, κάτω παύλες και το σύμβολο συν.
fa_ir: مشتریان مجاز باید فقط شامل حروف و ارقام، خط تیره (-)، زیرخط (_) و علامت بعلاوه (+) باشند.
fr_fr: Les clients autorisés ne doivent contenir que des caractères alphanumériques, des tirets, des traits de soulignement et des signes plus.
it_it: I client autorizzati devono essere costituiti solo da caratteri alfanumerici, trattini, trattini bassi e segni più.
ko_kr: 인증된 클라이언트는 문자, 숫자, 대시, 밑줄, 플러스 기호로만 구성돼야 합니다.
pl_pl: Autoryzowani klienci powinni składać się wyłącznie z alfanumerycznych znaków, myślników, podkreśleń i plusów.
uk_ua: Авторизовані клієнти повинні складатися лише з буквено-цифрових символів, дефісів, підкреслень та знаків плюс.
zh_cn: 授权的客户只能由字母数字字符，破折号，下划线和加号组成。

source: The count value must be a positive number.
cs_cz: Je třeba, aby hodnota „počet“ byla kladné číslo.
de_de: Der Zählwert muss eine positive Zahl sein.
el_gr: Η τιμή μέτρησης πρέπει να είναι θετικός αριθμός.
fa_ir: مقدار شمارش باید عددی مثبت باشد.
fr_fr: La valeur du compteur doit être un nombre positif.
it_it: Il valore del conteggio deve essere un numero positivo.
ko_kr: count 값은 양수여야 합니다.
pl_pl: Wartość licznika musi być liczbą dodatnią.
uk_ua: Значення лічильника має бути позитивним числом.
zh_cn: 数量值必须是正数。

source: The filename may only contain letters, digits and one dot (not required).
cs_cz: Název souboru může obsahovat pouze písmena, číslice a nanejvýš jednu tečku (ta není potřebná).
de_de: Der Dateiname darf nur Buchstaben, Ziffern und einen Punkt enthalten (nicht erforderlich).
el_gr: Το όνομα αρχείου μπορεί να περιέχει μόνο γράμματα, ψηφία και μία τελεία (δεν απαιτείται).
fa_ir: نام فایل فقط می‌تواند شامل حروف، ارقام و حداکثر یک نقطه باشد (وجود نقطه اختیاری است).
fr_fr: Le nom du fichier ne peut contenir que des lettres, chiffres et un point (optionnel).
it_it: Il nome del file può contenere solo lettere, cifre e un punto (non obbligatorio).
ko_kr: 파일명은 문자, 숫자, 점(필수 아님)으로만 구성돼야 합니다.
pl_pl: Nazwa pliku może zawierać tylko litery, cyfry i jedną kropkę (nie jest wymagana).
uk_ua: Ім'я файлу може містити лише літери, цифри та одну крапку (не обов'язково).
zh_cn: 文件名只能包含字母，数字和一个点（不是必需的）。

source: The name should contain only alphanumeric characters.
cs_cz: Název by měl obsahovat pouze písmena a číslice.
de_de: Der Name darf nur alphanumerische Zeichen enthalten.
el_gr: Το όνομα πρέπει να περιέχει μόνο αλφαριθμητικούς χαρακτήρες.
fa_ir: نام باید فقط شامل حروف و اعداد باشد.
fr_fr: Le nom ne devrait contenir que des caractères alphanumériques.
it_it: Il nome deve contenere solo caratteri alfanumerici.
ko_kr: 이름은 알파벳, 숫자로만 구성돼야 합니다.
pl_pl: Nazwa powinna zawierać tylko znaki alfanumeryczne.
uk_ua: Ім'я повинно містити лише буквено-цифрові символи.
zh_cn: 名称只能包含字母数字字符。

source: The name should only consist of alphanumeric characters, dashes and underscores.
cs_cz: Název by se měl sestávat pouze z písmen a číslic, pomlček, podtržítek.
de_de: Der Name sollte nur aus alphanumerischen Zeichen, Bindestrichen und Unterstrichen bestehen.
el_gr: Το όνομα θα πρέπει να αποτελείται μόνο από αλφαριθμητικούς χαρακτήρες, παύλες και κάτω παύλες.
fa_ir: نام باید فقط شامل حروف، ارقام، خط تیره و زیرخط باشد.
fr_fr: Le nom ne devrait contenir que des caractères alphanumériques, des tirets et des underscores.
it_it: Il nome deve essere composto solo da caratteri alfanumerici, trattini e trattini bassi.
ko_kr: 이름은 알파벳, 숫자, 대시, 밑줄로만 구성돼야 합니다.
pl_pl: Nazwa powinna składać się wyłącznie z alfanumerycznych znaków, myślników i podkreśleń.
uk_ua: Ім'я повинно складатися лише з буквено-цифрових символів, дефісів та підкреслень.
zh_cn: 该名称只能由字母数字字符，破折号和下划线组成。

source: The number of retries must be greater than 0
cs_cz: Je třeba, aby počet opakovaných pokusů byla vyšší než 0 (nula)
de_de: Die Anzahl der Wiederholungsversuche muss größer als 0 sein.
el_gr: Ο αριθμός των επαναλήψεων πρέπει να είναι μεγαλύτερος από 0
fa_ir: تعداد تلاش‌ها باید بزرگ‌تر از 0 باشد.
fr_fr: Le nombre de réessais doit être supérieur à 0
it_it: Il numero di tentativi deve essere maggiore di 0
ko_kr: 재시도 횟수는 0보다 커야 합니다
pl_pl: Liczba prób musi być większa niż 0
uk_ua: Кількість спроб має бути більшою за 0
zh_cn: 重试次数必须大于0

source: The route priority must be greater than 0
cs_cz: Je třeba, aby priorita trasy byla vyšší než 0 (nula)
de_de: Die Priorität der Route muss größer als 0 sein.
el_gr: Η προτεραιότητα διαδρομής πρέπει να είναι μεγαλύτερη από 0
fa_ir: اولویت مسیر باید بزرگ‌تر از 0 باشد.
fr_fr: La priorité de la route doit être supérieure à 0
it_it: La priorità del percorso deve essere maggiore di 0
ko_kr: 라우트 우선순위는 0보다 커야 합니다
pl_pl: Priorytet trasy musi być większy niż 0
uk_ua: Пріоритет маршруту має бути більшим за 0
zh_cn: 路由优先级必须大于0

source: The time must be a positive integer.
cs_cz: Je třeba, aby čas bylo celé kladné číslo.
de_de: Die Zeit muss eine positive Ganzzahl sein.
el_gr: Ο χρόνος πρέπει να είναι θετικός ακέραιος αριθμός.
fa_ir: زمان باید یک عدد صحیح مثبت باشد.
fr_fr: Le temps doit être un nombre entier positif.
it_it: L'ora deve essere un numero intero positivo.
ko_kr: 시간은 양의 정수여야 합니다.
pl_pl: Czas musi być dodatnią liczbą całkowitą.
uk_ua: Час має бути позитивним цілим числом.
zh_cn: 时间必须是正整数。

source: The timeout must be a number between 1 and 2147483647.
cs_cz: Je třeba, aby časový limit byl číslo z rozmezí 1 až 2147483647.
de_de: Der Timeout muss eine Zahl zwischen 1 und 2147483647 sein.
el_gr: Το χρονικό όριο πρέπει να είναι ένας αριθμός μεταξύ 1 και 2147483647.
fa_ir: زمان انتظار باید عددی بین 1 و 2147483647 باشد.
fr_fr: Le délai d'inactivité doit être un nombre compris entre 1 et 2147483647.
it_it: Il timeout deve essere un numero compreso tra 1 e 2147483647.
ko_kr: 타임아웃은 1에서 2147483647 사이의 숫자여야 합니다.
pl_pl: Limit czasu musi być liczbą między 1 a 2147483647.
uk_ua: Таймаут має бути числом від 1 до 2147483647.
zh_cn: 超时必须是介于1和2147483647之间的数字。

source: The timeout must be greater than 0
cs_cz: Je třeba, aby časový limit byl vyšší než 0 (nula)
de_de: Der Timeout muss größer als 0 sein.
el_gr: Το χρονικό όριο πρέπει να είναι μεγαλύτερο από 0
fa_ir: زمان انتظار باید بزرگ‌تر از 0 باشد.
fr_fr: Le délai d'inactivité doit être supérieur à 0
it_it: Il timeout deve essere maggiore di 0
ko_kr: 타임아웃은 0보다 커야 합니다
pl_pl: Limit czasu musi być większy niż 0
uk_ua: Таймаут має бути більшим за 0
zh_cn: 超时必须大于0

source: This must be a valid port number.
cs_cz: Je třeba, aby toto bylo platné číslo portu.
de_de: Dies muss eine gültige Portnummer sein.
el_gr: Αυτός πρέπει να είναι ένας έγκυρος αριθμός θύρας.
fa_ir: این باید یک شماره port معتبر باشد.
fr_fr: Ceci doit être un numéro de port valide.
it_it: Deve essere un numero di porta valido.
ko_kr: 유효한 포트 번호여야 합니다.
pl_pl: Musi to być prawidłowy numer portu.
uk_ua: Це має бути дійсний номер порту.
zh_cn: 必须是有效的端口号。

source: Trace Route
cs_cz: Stopování trasy (trace route)
de_de: Routenverfolgung
el_gr: Παρακολούθηση διαδρομής
fa_ir: ردیابی مسیر
it_it: Traccia percorso
ko_kr: 라우트 추적
pl_pl: Trasa śledzenia
uk_ua: Трасування маршруту
zh_cn: 路由跟踪

source: Traffic
cs_cz: Provoz
de_de: Datenverkehr
el_gr: Κυκλοφορία
fa_ir: ترافیک
fr_fr: Trafic
it_it: Traffico
ko_kr: 트래픽
pl_pl: Ruch
uk_ua: Трафік
zh_cn: 流量图表

source: Traffic is HTTP
cs_cz: Provoz je HTTP
de_de: Datenverkehr ist HTTP
el_gr: Η επισκεψιμότητα είναι HTTP
fa_ir: ترافیک از نوع HTTP است
fr_fr: Le trafic est du HTTP
it_it: Il traffico è HTTP
ko_kr: HTTP 트래픽
pl_pl: Ruch to HTTP
uk_ua: Трафік HTTP

source: Transmit delay must be between 0 and 4294967295.
cs_cz: Je třeba, aby prodleva přenosu byla z rozmezí 0 až 4294967295.
de_de: Übertragungsverzögerung muss zwischen 0 und 4294967295 liegen.
el_gr: Η καθυστέρηση μετάδοσης πρέπει να είναι μεταξύ 0 και 4294967295.
fa_ir: تأخیر ارسال باید بین 0 و 4294967295 باشد.
fr_fr: Le délai de transmission doit être compris entre 0 et 4294967295.
it_it: Il ritardo di trasmissione deve essere compreso tra 0 e 4294967295.
ko_kr: 전송 딜레이는 0에서 4294967295사이의 값이어야 합니다.
pl_pl: Opóźnienie transmisji musi wynosić od 0 do 4294967295.
uk_ua: Затримка передачі має бути від 0 до 4294967295.
zh_cn: 传输延迟必须介于0和4294967295之间。

source: Trust
cs_cz: Důvěra
de_de: Sicherheit
el_gr: Εμπιστοσύνη
fa_ir: اعتماد
fr_fr: Gestion des Certificats
it_it: Fiducia
ko_kr: 신뢰성
pl_pl: Zaufany
uk_ua: Довіра
zh_cn: 证书

source: Tunables
cs_cz: Vyladitelné
de_de: Optimierungen
el_gr: Παραμετροποιήσεις
fa_ir: پارامترهای قابل تنظیم
fr_fr: Optimisations
it_it: Accordabili
ko_kr: 조정값
uk_ua: Налаштовувані параметри
zh_cn: 可调参数

source: Tuning
cs_cz: Vyladění
el_gr: Παράμετροποίηση
fa_ir: تنظیم
it_it: Sintonia
ko_kr: 튜닝
uk_ua: Налаштування
zh_cn: 调整

source: Tunnel Settings
cs_cz: Nastavení tunelu
de_de: Tunneleinstellungen
el_gr: Ρυθμίσεις σήραγγας
fa_ir: تنظیمات تونل
fr_fr: Paramètres du Tunnel
it_it: Impostazioni del tunnel
ko_kr: 터널 설정
pl_pl: Ustawienia tunelu
uk_ua: Параметри тунелю
zh_cn: 隧道设置

source: UNLESS
cs_cz: DOKUD
el_gr: ΕΚΤΟΣ
fa_ir: مگر اینکه
fr_fr: SAUF SI
it_it: SALVO CHE
pl_pl: CHYBA, ŻE
uk_ua: ЯКЩО НЕ

source: URI Hash (only HTTP mode)
cs_cz: Otisk (hash) URI (pouze HTTP režim)
de_de: URI-Hash (nur im HTTP-Modus)
el_gr: URI Hash (μόνο λειτουργία HTTP)
fa_ir: هش URI (فقط در حالت HTTP)
fr_fr: Hash URI (uniquement en mode HTTP)
it_it: Hash URI (solo modalità HTTP)
ko_kr: URI Hash (HTTP 모드 전용)
pl_pl: Skrót URI (tylko w trybie HTTP)
uk_ua: Хеш URI (лише режим HTTP)
zh_cn: URI哈希 (仅HTTP 模式)

source: URL parameter contains
cs_cz: URL parametr obsahuje
de_de: URL-Parameter enthält
el_gr: Η παράμετρος URL περιέχει
fa_ir: پارامتر URL شامل
fr_fr: Le paramètre de l'URL contient
it_it: Il parametro URL contiene
ko_kr: URL 매개 변수에 다음을 포함
pl_pl: Parametr URL zawiera
uk_ua: Параметр URL містить
zh_cn: URL参数包含

source: USER
cs_cz: UZIVATEL
de_de: BENUTZER
el_gr: ΜΕΤΑΧΕΙΡΙΖΟΜΕΝΟΣ
fa_ir: کاربر
fr_fr: UTILISATEUR
it_it: UTENTE
ko_kr: 사용자
pl_pl: UŻYTKOWNIK
uk_ua: КОРИСТУВАЧ
zh_cn: 用户

source: Unmonitor
cs_cz: Nedohledovat
de_de: Nicht mehr überwachen
el_gr: Κατάργηση παρακολούθησης
fa_ir: لغو مانیتورینگ
fr_fr: Ne pas surveiller
it_it: Non monitorare
ko_kr: 모니터링 해제
pl_pl: Nie monitoruj
uk_ua: Зняти з моніторингу
zh_cn: 不监控

source: Updates
cs_cz: Aktualizace
de_de: Aktualisierungen
el_gr: Ενημερώσεις
fa_ir: به‌روزرسانی‌ها
fr_fr: Mises à jour
it_it: Aggiornamenti
ko_kr: 업데이트
pl_pl: Aktualizacje
uk_ua: Оновлення
zh_cn: 更新

source: Use specified Backend Pool
cs_cz: Použít zadaný fond podpůrné vrstvy
de_de: Verwende den angegebenen Backend-Pool
el_gr: Χρήση καθορισμένου Backend Pool
fa_ir: استفاده از Backend Pool مشخص‌شده
fr_fr: Utiliser le Backend Pool spécifié
it_it: Utilizza il pool back-end specificato
ko_kr: 특정된 백엔드 풀을 사용
pl_pl: Użyj określonego puli Backend
uk_ua: Використовувати вказаний пул бекендів
zh_cn: 使用指定的后端池

source: User Forum
cs_cz: Diskuzní fórum uživatelů
de_de: Benutzerforum
el_gr: Φόρουμ χρηστών
fa_ir: انجمن کاربران
fr_fr: Forum des Utilisateurs
it_it: Forum degli utenti
ko_kr: 사용자 포럼
pl_pl: Forum użytkowników
uk_ua: Форум користувачів
zh_cn: 用户论坛

source: Users
cs_cz: Uživatelé
de_de: Benutzer
el_gr: Χρήστες
fa_ir: کاربران
fr_fr: Utilisateurs
it_it: Utenti
ko_kr: 사용자
pl_pl: Użytkownicy
uk_ua: Користувачі
zh_cn: 用户

source: Value needs to be between 0 and 23; multiple values, ranges, steps and asterisk are supported (ex. 1,2,8 or 0-8).
cs_cz: Je třeba, aby hodnota byla z rozmezí 0 až 23. Je možné zadat jako vícero hodnot, rozsahy, kroky a zástupná vyjádření (hvězdička). Příklad: 1,2,8 nebo 0-8.
de_de: Wert muss zwischen 0 und 23 liegen; mehrere Werte, Bereiche, Schritte und ein Asterisk werden Unterstützt (zum Beispiel 1,2,8 or 0-8).
el_gr: Η τιμή πρέπει να είναι μεταξύ 0 και 23. Υποστηρίζονται πολλαπλές τιμές, εύρη, βήματα και αστερίσκος (π.χ. 1, 2, 8 ή 0-8).
fa_ir: مقدار باید بین 0 و 23 باشد؛ مقادیر متعدد، بازه‌ها، گام‌ها و ستاره پشتیبانی می‌شوند (مثلاً 1,2,8 یا 0-8).
fr_fr: La valeur doit être comprise entre 0 et 23; plusieurs valeurs, plages, étapes et astérisques sont pris en charge (ex. 1,2,8 ou 0-8).
it_it: Il valore deve essere compreso tra 0 e 23; sono supportati più valori, intervalli, passaggi e asterisco (es. 1,2,8 o 0-8).
ko_kr: 값은 0에서 23 사이여야 합니다. 여러 값, 범위, 단계 및 별표가 지원됩니다 (예: 1,2,8 또는 0-8).
pl_pl: Wartość musi być między 0 a 23; obsługiwane są pojedyncze wartości, zakresy, kroki oraz gwiazdka (np. 1,2,8 lub 0-8).
uk_ua: Значення має бути від 0 до 23; підтримуються кілька значень, діапазони, кроки та зірочка (наприклад, 1,2,8 або 0-8).
zh_cn: 值必须在0到23之间; 支持多个值，范围，步长和星号(例如1,2,8或0-8)。

source: Value needs to be between 0 and 59; multiple values, ranges, steps and asterisk are supported (ex. 1,10,20,30 or 1-30).
cs_cz: Je třeba, aby hodnota byla z rozmezí 0 až 59. Je možné zadat jako vícero hodnot, rozsahy, kroky a zástupná vyjádření (hvězdička). Příklad: 1,10,20,30 nebo 1-30.
de_de: Wert muss zwischen 0 und 59 liegen; mehrere Werte, Bereiche, Schritte und ein Asterisk werden Unterstützt (zum Beispiel 1,10,20,30 or 1-30).
el_gr: Η τιμή πρέπει να είναι μεταξύ 0 και 59. Υποστηρίζονται πολλαπλές τιμές, εύρη, βήματα και αστερίσκος (π.χ. 1, 10, 20, 30 ή 1-30).
fa_ir: مقدار باید بین 0 و 59 باشد؛ مقادیر متعدد، بازه‌ها، گام‌ها و ستاره پشتیبانی می‌شوند (مثلاً 1,10,20,30 یا 1-30).
fr_fr: La valeur doit être comprise entre 0 et 59; plusieurs valeurs, plages, étapes et astérisques sont pris en charge (ex. 1,10,20,30 ou 1-30).
it_it: Il valore deve essere compreso tra 0 e 59; sono supportati più valori, intervalli, passaggi e asterisco (es. 1,10,20,30 o 1-30).
ko_kr: 값은 0에서 59 사이여야 합니다. 여러 값, 범위, 단계 및 별표가 지원됩니다 (예: 1,10,20,30 또는 1-30).
pl_pl: Wartość musi być między 0 a 59; obsługiwane są pojedyncze wartości, zakresy, kroki oraz gwiazdka (np. 1,10,20,30 lub 1-30).
uk_ua: Значення має бути від 0 до 59; підтримуються кілька значень, діапазони, кроки та зірочка (наприклад, 1,10,20,30 або 1-30).
zh_cn: 值必须介于0到59之间; 支持多个值，范围，步长和星号(例如1,10,20,30或1-30)。

source: Value needs to be between 0 and 7 (Sunday to Sunday), multiple values, ranges, steps and asterisk are supported (ex. 1,2,4 or 0-4).
cs_cz: Je třeba, aby hodnota byla z rozmezí 0 až 7 (od neděle do neděle). Je možné zadat jako vícero hodnot, rozsahy, kroky a zástupná vyjádření (hvězdička). Příklad: 1,2,4 nebo 0-4.
de_de: Wert muss zwischen 0 und 7 (Sonntag bis Sonntag) liegen; mehrere Werte, Bereiche, Schritte und ein Asterisk werden Unterstützt (zum Beispiel 1,2,4 or 0-4).
el_gr: Η τιμή πρέπει να είναι μεταξύ 0 και 7 (από Κυριακή έως Κυριακή), υποστηρίζονται πολλαπλές τιμές, εύρη, βήματα και αστερίσκος (π.χ. 1, 2, 4 ή 0-4).
fa_ir: مقدار باید بین 0 و 7 باشد (یکشنبه تا یکشنبه)؛ مقادیر متعدد، بازه‌ها، گام‌ها و ستاره پشتیبانی می‌شوند (مثلاً 1,2,4 یا 0-4).
fr_fr: La valeur doit être comprise entre 0 et 7 (Dimanche à Dimanche), plusieurs valeurs, plages, étapes et astérisques sont pris en charge (par exemple 1,2,4 ou 0-4).
it_it: Il valore deve essere compreso tra 0 e 7 (da domenica a domenica), sono supportati più valori, intervalli, passaggi e asterisco (es. 1,2,4 o 0-4).
ko_kr: 값은 0에서 7 사이여야 합니다 (일요일부터 일요일까지). 여러 값, 범위, 단계 및 별표가 지원됩니다 (예: 1,2,4 또는 0-4).
pl_pl: Wartość musi być między 0 a 7 (od niedzieli do niedzieli), obsługiwane są pojedyncze wartości, zakresy, kroki oraz gwiazdka (np. 1,2,4 lub 0-4).
uk_ua: Значення має бути від 0 до 7 (неділя до неділі); підтримуються кілька значень, діапазони, кроки та зірочка (наприклад, 1,2,4 або 0-4).
zh_cn: 值必须介于0到7(星期日到星期日)之间，支持多个值，范围，步长和星号(例如1,2,4或0-4)。

source: Value needs to be between 1 and 12 or JAN to DEC, multiple values, ranges, steps and asterisk are supported (ex. JAN,2,10 or 3-8).
cs_cz: Je třeba, aby hodnota byla z rozmezí 1 až 12 nebo JAN (leden) až DEC (prosinec). Je možné zadat jako vícero hodnot, rozsahy, kroky a zástupná vyjádření (hvězdička). Příklad: JAN,2,10 nebo 3-8.
de_de: Wert muss zwischen 0 und 12 oder JAN bis DEC) liegen; mehrere Werte, Bereiche, Schritte und ein Asterisk werden Unterstützt (zum Beispiel JAN,2,10 or 3-8).
el_gr: Η τιμή πρέπει να είναι μεταξύ 1 και 12 ή από JAN έως DEC. Υποστηρίζονται πολλαπλές τιμές, εύρη, βήματα και αστερίσκος (π.χ. JAN, 2, 10 ή 3-8).
fa_ir: مقدار باید بین 1 و 12 یا JAN تا DEC باشد؛ مقادیر متعدد، بازه‌ها، گام‌ها و ستاره پشتیبانی می‌شوند (مثلاً JAN,2,10 یا 3-8).
fr_fr: La valeur doit être comprise entre 1 et 12 ou de JAN à DEC, plusieurs valeurs, plages, étapes et astérisques sont pris en charge (ex. JAN, 2,10 ou 3-8).
it_it: Il valore deve essere compreso tra 1 e 12 o da JAN a DEC, sono supportati più valori, intervalli, passaggi e asterisco (es. JAN,2,10 o 3-8).
ko_kr: 값은 1에서 12 또는 JAN에서 DEC 사이여야 합니다. 여러 값, 범위, 단계 및 별표가 지원됩니다 (예: JAN,2,10 또는 3-8).
pl_pl: Wartość musi być między 1 a 12 lub STY do GRU, obsługiwane są pojedyncze wartości, zakresy, kroki oraz gwiazdka (np. STY,2,10 lub 3-8).
uk_ua: Значення має бути між 1 та 12 або Січ до Груд; підтримуються кілька значень, діапазони, кроки та зірочка (напр. Січ,2,10 або 3-8).
zh_cn: 值必须在1到12之间或JAN到DEC，支持多个值，范围，步长和星号(例如JAN，2,10或3-8)。
