Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Static Routes
cs_cz: Statické trasy
de_de: Statische Routen
el_gr: Στατικά routes
fa_ir: مسیرهای ایستا
fr_fr: Routes Statiques
it_it: Percorsi statici
ko_kr: 정적 경로
pl_pl: Trasy statyczne
uk_ua: Статичні маршрути
zh_cn: 静态路由

source: Firewall Schedules
cs_cz: Plány brány firewall
de_de: Firewall-Zeitpläne
el_gr: Χρονοδιαγράμματα τείχους προστασίας
fa_ir: زمان‌بندی‌های فایروال
fr_fr: Planifications du Firewall
it_it: Pianificazioni del firewall
ko_kr: 방화벽 스케줄
pl_pl: Harmonogramy zapory
uk_ua: Розклади брандмауера
zh_cn: 防火墙计划

source: Auth Servers
cs_cz: Ověř. servery
de_de: Authentifizierungsserver
el_gr: Διακομιστές Εξουσιοδότησης
fa_ir: سرورهای احراز هویت
fr_fr: Serveurs d'Authentification
it_it: Server di autenticazione
ko_kr: 인증 서버
pl_pl: Serwery autentykacji
uk_ua: Сервери автентифікації
zh_cn: 认证服务器

source: Enter the web GUI password of the system entered above for synchronizing your configuration.
cs_cz: Zadejte heslo do webového správního rozhraní k systému, se kterým chcete synchronizovat nastavení tohoto stroje.
de_de: Geben Sie das GUI-Passwort des oben eingegebenen Systems für die Synchronisation ein.
el_gr: Εισαγάγετε τον κωδικό πρόσβασης γραφικού περιβάλλοντος χρήστη ιστού του συστήματος που καταχωρίσατε παραπάνω για τον συγχρονισμό της διαμόρφωσής σας.
fa_ir: برای همگام‌سازی پیکربندی، رمز عبور رابط وب (GUI) سیستم وارد شده در بالا را وارد کنید.
fr_fr: Entrez le mot de passe de l'interface Web du système indiqué ci-dessus pour synchroniser la configuration.
it_it: Immettere la password della GUI Web del sistema immesso sopra per sincronizzare la configurazione.
ko_kr: 구성을 동기화하기 위해 위에 입력한 시스템의 웹 GUI 비밀번호를 입력하세요.
pl_pl: Wprowadź hasło do interfejsu webowego systemu podanego powyżej, aby zsynchronizować konfigurację.
uk_ua: Введіть пароль веб-інтерфейсу системи, зазначеної вище, для синхронізації вашої конфігурації.
zh_cn: 输入该防火墙的Web GUI密码。

source: Remote System Password
cs_cz: Heslo na vzdáleném systému
de_de: Remote-System-Passwort
el_gr: Κωδικός πρόσβασης απομακρυσμένου συστήματος
fa_ir: رمز عبور سیستم از راه دور
fr_fr: Mot de passe du Système Distant
it_it: Password del sistema remoto
ko_kr: 원격 시스템 비밀번호
pl_pl: Hasło zdalnego systemu
uk_ua: Пароль віддаленої системи
zh_cn: 远程系统密码

source: Enter the web GUI username of the system entered above for synchronizing your configuration.
cs_cz: Zadejte uživatelské jméno do webového správního rozhraní výše zadaného systému pro synchronizaci nastavení.
de_de: Geben Sie den GUI-Benutzernamen des oben eingegebenen Systems für die Synchronisation ein.
el_gr: Εισαγάγετε το όνομα χρήστη του γραφικού περιβάλλοντος χρήστη ιστού του συστήματος που καταχωρήθηκε παραπάνω για τον συγχρονισμό της διαμόρφωσής σας.
fa_ir: برای همگام‌سازی پیکربندی، نام کاربری رابط وب (GUI) سیستم وارد شده در بالا را وارد کنید.
fr_fr: Entrez l'identifiant de l'interface Web du système indiqué ci-dessus pour synchroniser la configuration
it_it: Inserisci il nome utente della GUI Web del sistema inserito sopra per sincronizzare la configurazione.
ko_kr: 구성 동기화를 위해 위에 입력한 시스템의 웹 GUI 사용자 이름을 입력하세요.
pl_pl: Wprowadź nazwę użytkownika interfejsu graficznego (GUI) systemu podanego powyżej w celu synchronizacji konfiguracji.
uk_ua: Введіть ім'я користувача веб-інтерфейсу системи, зазначеної вище, для синхронізації вашої конфігурації.
zh_cn: 输入该防火墙的Web GUI用户名。

source: Remote System Username
cs_cz: Heslo na vzdáleném systému
de_de: Remote-System-Benutzername
el_gr: Όνομα χρήστη απομακρυσμένου συστήματος
fa_ir: نام کاربری سیستم از راه دور
fr_fr: Identifiant du Système Distant
it_it: Nome utente del sistema remoto
ko_kr: 원격 시스템 사용자 이름
pl_pl: Nazwa użytkownika zdalnego systemu
uk_ua: Ім'я користувача віддаленої системи
zh_cn: 远程系统用户名

source: Setting this option will force pfsync to synchronize its state table to this IP address. The default is directed multicast.
cs_cz: Nastavení této předvolby přiměje pfsync synchronizovat svou stavovou tabulku s touto IP adresou. Výchozí je směrované všesměrové vysílání.
de_de: Erzwingt, dass pfsync seine Statusdaten an diese IP-Adresse überträgt. Standardmäßig wird dazu Multicast verwendet.
el_gr: Η ρύθμιση αυτής της επιλογής θα αναγκάσει το pfsync να συγχρονίσει τον πίνακα καταστάσεών του με αυτήν τη διεύθυνση IP. Η προεπιλογή είναι κατευθυνόμενη πολλαπλή διανομή.
fa_ir: با انتخاب این گزینه، pfsync جدول وضعیت خود را به این آدرس IP همگام‌سازی می‌کند. مقدار پیش‌فرض multicast هدایت‌شده است.
fr_fr: L'utilisation de cette option forcera pfsync à synchroniser ses tables d'état vers cette adresse IP. Par défaut directed multicast est utilisé.
it_it: L'impostazione di questa opzione forzerà pfsync a sincronizzare la sua tabella di stato con questo indirizzo IP. L'impostazione predefinita è multicast diretto.
ko_kr: 이 옵션을 설정하면 pfsync가 해당 상태 테이블을 이 IP 주소와 동기화합니다. 기본값은 다이렉트 멀티캐스트입니다.
pl_pl: Ustawienie tej opcji wymusi synchronizację tablicy stanów pfsync z tym adresem IP. Domyślnie jest to kierowany multicast.
uk_ua: Встановлення цієї опції змусить pfsync синхронізувати свою таблицю станів з цією IP-адресою. Типово є спрямований багатоадресний.
zh_cn: 设置此选项会强制pfsync将其状态表同步到该IP地址。默认为定向多播。

source: Synchronize Peer IP
cs_cz: Synchronizovat IP adresu protějšku
de_de: IP der Gegenstelle synchronisieren
el_gr: Συγχρονισμός IP των peer
fa_ir: همگام‌سازی IP همتا
fr_fr: IP de Synchronisation du Pair
it_it: Sincronizza IP peer
ko_kr: 피어 IP 동기화
pl_pl: IP peera synchronizacji
uk_ua: Синхронізувати IP-адресу піра
zh_cn: 同步对端IP

source: loopback
cs_cz: místní smyčka
el_gr: βρόχος επιστροφής
fa_ir: لوپ‌بک
ko_kr: 루프백
pl_pl: pętla zwrotna
uk_ua: петля

source: Disable preempt
cs_cz: Vypnout preempci
de_de: Vorrang deaktivieren
el_gr: Απενεργοποίηση προεπιλογής
fa_ir: غیرفعال‌سازی preempt
fr_fr: Désactiver automatique CARP Master
it_it: Disabilita la prelazione
ko_kr: preempt 사용 안 함
pl_pl: Wyłącz preemption.
uk_ua: Вимкнути випередження
zh_cn: 禁用抢占

source: Group name
cs_cz: Název skupiny
de_de: Gruppenname
el_gr: Όνομα ομάδας
fa_ir: نام گروه
fr_fr: Nom du groupe
it_it: Nome del gruppo
ko_kr: 그룹 이름
pl_pl: Nazwa grupy
uk_ua: Назва групи
zh_cn: 组名

source: Allow DNS server list to be overridden by DHCP/PPP on WAN
cs_cz: Umožnit, aby seznam DNS serverů byl přebit DHCP/PPP na WAN
de_de: Überschreiben der DNS-Serverliste durch DHCP/PPP am WAN zulassen
el_gr: Να επιτρέπεται η παράκαμψη της λίστας διακομιστών DNS από DHCP/PPP σε WAN
fa_ir: اجازه بازنویسی فهرست DNS توسط DHCP/PPP در WAN
fr_fr: Autoriser le remplacement des serveurs DNS par ceux obtenus par DHCP/PPP sur le WAN
it_it: Consenti all'elenco dei server DNS di essere sovrascritto da DHCP/PPP sulla WAN
ko_kr: WAN의 DHCP/PPP에서 DNS 서버 목록을 재정의하도록 허용
pl_pl: Pozwól na nadpisywanie listy serwerów DNS przez DHCP/PPP na porcie WAN
uk_ua: Дозволити DHCP/PPP на WAN перевизначати список DNS-серверів
zh_cn: 允许DNS服务器列表被WAN/DHCP上的DHCP/PPP覆盖

source: DNS server options
cs_cz: Předvolby DNS serveru
de_de: DNS-Serveroptionen
el_gr: Επιλογές διακομιστή DNS
fa_ir: گزینه‌های سرور DNS
fr_fr: Options du serveur DNS
it_it: Opzioni del server DNS
ko_kr: DNS 서버 옵션
pl_pl: Opcje serwera DNS
uk_ua: Параметри DNS-сервера
zh_cn: DNS服务器选项

source: In addition, optionally select the gateway for each DNS server. When using multiple WAN connections there should be at least one unique DNS server per gateway.
cs_cz: Ještě k tomu, volitelně vybrat bránu pro každý z DNS serverů. Při používání vícero WAN připojení by pro každou z bran měl být alespoň jeden jedinečný DNS server.
de_de: Wählen Sie optional zusätzlich das Gateway für jeden DNS-Server aus. Bei Verwendung mehrerer WAN-Verbindungen sollte pro Gateway mindestens ein eindeutiger DNS-Server vorhanden sein.
el_gr: Επιπλέον, προαιρετικά, επιλέξτε την πύλη για κάθε διακομιστή DNS. Όταν χρησιμοποιείτε πολλαπλές συνδέσεις WAN, θα πρέπει να υπάρχει τουλάχιστον ένας μοναδικός διακομιστής DNS ανά πύλη.
fa_ir: علاوه بر این، به‌صورت اختیاری برای هر سرور DNS دروازه را انتخاب کنید. هنگام استفاده از چند اتصال WAN باید حداقل یک سرور DNS یکتا برای هر دروازه وجود داشته باشد.
fr_fr: De plus, sélectionner éventuellement la passerelle pour chaque serveur DNS. Lorsque vous utilisez plusieurs connexions WAN il devrait y avoir au moins un serveur DNS unique par passerelle.
it_it: Inoltre, facoltativamente, seleziona il gateway per ciascun server DNS. Quando si utilizzano più connessioni WAN è necessario che sia presente almeno un server DNS univoco per gateway.
ko_kr: 또한 각 DNS 서버에 대한 게이트웨이를 선택적으로 선택합니다. 여러 WAN 연결을 사용하는 경우 게이트웨이당 하나 이상의 고유 DNS 서버가 있어야 합니다.
pl_pl: Ponadto opcjonalnie wybierz bramę dla każdego serwera DNS. W przypadku korzystania z wielu połączeń WAN powinien istnieć co najmniej jeden unikalny serwer DNS na bramę.
uk_ua: Крім того, за бажанням виберіть шлюз для кожного DNS-сервера. При використанні кількох WAN-з'єднань повинен бути принаймні один унікальний DNS-сервер на шлюз.
zh_cn: 当使用多个WAN连接时，每个网关应至少有一个唯一的DNS服务器。

source: Use gateway
cs_cz: Použít bránu
de_de: Verwendetes Gateway
el_gr: Χρήση πύλης
fa_ir: استفاده از دروازه
fr_fr: Utiliser la passerelle
it_it: Utilizza il gateway
ko_kr: 게이트웨이 사용
pl_pl: Używaj bramy
uk_ua: Використовувати шлюз
zh_cn: 应用网关

source: Prefer to use IPv4 even if IPv6 is available
cs_cz: Upřednostňovat IPv4 i když je k dispozici IPv6
de_de: IPv4 bevorzugen, wenn sowohl IPv4 als auch IPv6 verfügbar sind
el_gr: Προτιμώ να χρησιμοποιώ IPv4 ακόμα κι αν είναι διαθέσιμο το IPv6
fa_ir: ترجیح استفاده از IPv4 حتی اگر IPv6 در دسترس باشد
fr_fr: Préférer utiliser IPv4 même si IPv6 est disponible
it_it: Preferisco utilizzare IPv4 anche se IPv6 è disponibile
ko_kr: IPv6을 사용할 수 있는 경우에도 IPv4 사용 선호
pl_pl: Preferuj użycie IPv4 nawet jeśli IPv6 jest dostępne
uk_ua: Віддавати перевагу IPv4, навіть якщо доступний IPv6
zh_cn: 即使IPv6可用，也仍然使用IPv4

source: Prefer IPv4 over IPv6
cs_cz: Upřednostňovat IPv4 nad IPv6
de_de: IPv4 gegenüber IPv6 bevorzugen
el_gr: Προτίμηση IPv4 έναντι IPv6
fa_ir: ترجیح IPv4 نسبت به IPv6
fr_fr: Préférer IPv4 à IPv6
it_it: Preferisci IPv4 a IPv6
ko_kr: IPv6보다 IPv4 선호
pl_pl: Preferuj IPv4 nad IPv6
uk_ua: Віддавати перевагу IPv4 над IPv6
zh_cn: 在IPv6上优先使用IPv4

source: Networking
cs_cz: Síťování
de_de: Netzwerk
el_gr: Δικτύωση
fa_ir: شبکه
fr_fr: Réseau
it_it: Rete
ko_kr: 네트워킹
pl_pl: Sieci
uk_ua: Мережа
zh_cn: 网络

source: This will change the look and feel of the GUI.
cs_cz: Toto změní vzhled a chování uživatelského rozhraní.
de_de: Dadurch wird das Erscheinungsbild der Weboberfläche geändert.
el_gr: Αυτό θα αλλάξει την εμφάνιση και την αίσθηση του γραφικού περιβάλλοντος χρήστη (GUI).
fa_ir: این ظاهر و حس رابط کاربری (GUI) را تغییر می‌دهد.
fr_fr: Ce paramètre changera l'apparence de l'interface graphique.
it_it: Ciò cambierà l'aspetto della GUI.
ko_kr: 이렇게 하면 GUI의 모양과 느낌이 바뀝니다.
pl_pl: To zmieni wygląd GUI.
uk_ua: Це змінить вигляд та функціональність графічного інтерфейсу.
zh_cn: 选择您喜欢的GUI主题。

source: Theme
cs_cz: Téma vzhledu
de_de: Design
el_gr: Θέμα
fa_ir: قالب
fr_fr: Thème
it_it: Tema
ko_kr: 테마
pl_pl: Motyw
uk_ua: Тема
zh_cn: 主题

source: Choose a language for the web GUI.
cs_cz: Zvolte jazyk textů webového správního rozhraní.
de_de: Wählen Sie eine Sprache für die Weboberfläche aus.
el_gr: Επιλέξτε μια γλώσσα για το γραφικό περιβάλλον του χρήστη.
fa_ir: زبان رابط وب را انتخاب کنید.
fr_fr: Choisissez une langue pour l'interface Web.
it_it: Scegli una lingua per la GUI web.
ko_kr: 웹 GUI에 사용할 언어를 선택하세요.
pl_pl: Wybierz język dla web GUI.
uk_ua: Виберіть мову для веб-графічного інтерфейсу.
zh_cn: 选择Web GUI使用的语言。

source: Select the location closest to you
cs_cz: Vyberte kterému umístění jste nejblíže
de_de: Wählen Sie den nächstgelegenen Standort aus.
el_gr: Επιλέξτε την τοποθεσία που βρίσκεται πιο κοντά σας
fa_ir: نزدیک‌ترین موقعیت را انتخاب کنید
fr_fr: Sélectionnez l'emplacement le plus proche
it_it: Seleziona la località più vicina a te
ko_kr: 가장 가까운 위치를 선택
pl_pl: Wybierz najbliższą lokalizację
uk_ua: Виберіть найближче до вас місцезнаходження
zh_cn: 选择防火墙所在的地理位置

source: Time zone
cs_cz: Časová zóna
de_de: Zeitzone
el_gr: Ζώνη ώρας
fa_ir: منطقه زمانی
fr_fr: Fuseau horaire
it_it: Fuso orario
ko_kr: 표준시
pl_pl: Strefa czasowa
uk_ua: Часовий пояс
zh_cn: 时区

source: Name of the firewall host, without domain part
cs_cz: Název stroje s bránou firewall, bez doménové části
de_de: Name des Firewall-Hosts, ohne Domainteil.
el_gr: Όνομα του κεντρικού υπολογιστή του τείχους προστασίας, χωρίς το τμήμα τομέα
fa_ir: نام میزبان فایروال، بدون قسمت دامنه
fr_fr: Nom d'hôte du pare-feu, sans le nom de domaine
it_it: Nome dell'host del firewall, senza parte del dominio
ko_kr: 도메인을 제외한 방화벽 호스트 이름
pl_pl: Nazwa tego firewalla, bez domeny
uk_ua: Ім'я хоста брандмауера, без доменної частини
zh_cn: 防火墙主机名，不包含域部分

source: The hostname may only contain the characters a-z, 0-9 and '-'.
cs_cz: Název stroje může obsahovat pouze znaky a-z (bez diakritiky!), 0-9 a dále ještě „-“ (spojovník).
de_de: Die Hostname kann nur folgende Zeichen enthalten a-z, 0-9, '-' und '.'.
el_gr: Το όνομα κεντρικού υπολογιστή μπορεί να περιέχει μόνο τους χαρακτήρες az, 0-9 και '-'.
fa_ir: نام میزبان می‌تواند تنها شامل کاراکترهای a-z، 0-9 و '-' باشد.
fr_fr: Le nom d'hôte ne peut contenir que les caractères a-z, 0-9 et "-".
it_it: Il nome host può contenere solo i caratteri a-z, 0-9 e '-'.
ko_kr: 호스트 이름에는 a-z, 0-9 및 '-' 문자만 사용할 수 있습니다.
pl_pl: Nazwa hosta może zawierać tylko znaki a-z, 0-9 oraz '-'.
uk_ua: Ім'я хоста може містити лише символи a-z, 0-9 та '-'.
zh_cn: 主机名只能包含字符a-z，0-9和' - '。

source: Probe Interval
cs_cz: Jak často zjišťovat
de_de: Abfrageintervall
el_gr: Διάστημα ανιχνευτή
fa_ir: فاصله بررسی
fr_fr: Intervalle de la sonde
it_it: Intervallo della sonda
ko_kr: 프로브 간격
pl_pl: Interwał sprawdzania
uk_ua: Інтервал опитування
zh_cn: 探测间隔

source: Mark Gateway as Down
cs_cz: Označit bránu jako nedostupnou
de_de: Gateway als inaktiv markieren
el_gr: Σημειώστε την πύλη ως απενεργοποιημένη
fa_ir: نشانه‌گذاری دروازه به‌عنوان قطع‌شده
fr_fr: Marquer cette passerelle comme hors-service
it_it: Contrassegna Gateway come inattivo
ko_kr: 게이트웨이를 중단으로 표시
pl_pl: Oznacz bramę jako opuszczoną
uk_ua: Позначити шлюз як неактивний
zh_cn: 将网关标记为关闭

source: Disable Gateway Monitoring
cs_cz: Nedohlížet na bránu
de_de: Gateway-Überwachung deaktivieren
el_gr: Απενεργοποίηση παρακολούθησης πύλης
fa_ir: غیرفعال‌کردن مانیتورینگ دروازه
fr_fr: Désactiver la surveillance de la passerelle
it_it: Disabilita il monitoraggio del gateway
ko_kr: 게이트웨이 모니터링 사용 안 함
pl_pl: Wyłącz monitorowanie bramy
uk_ua: Вимкнути моніторинг шлюзу
zh_cn: 禁用网关监控

source: This will allow the gateway to exist outside of the interface subnet.
cs_cz: Toto umožní aby brána existovala mimo podsíť rozhraní.
de_de: Dadurch kann das Gateway außerhalb des Schnittstellensubnetzes existieren.
el_gr: Αυτό θα επιτρέψει στην πύλη να υπάρχει εκτός του υποδικτύου διεπαφής.
fa_ir: این اجازه می‌دهد دروازه خارج از زیرشبکهٔ رابط وجود داشته باشد.
fr_fr: Cela permettra à la passerelle de sortir du sous-réseau de l'interface.
it_it: Ciò consentirà al gateway di esistere all'esterno della sottorete dell'interfaccia.
ko_kr: 이 옵션은 게이트웨이가 인터페이스 서브넷 외부에 존재할 수 있도록 허용합니다.
pl_pl: Pozwoli bramie istnieć poza podsiecią interfejsu.
uk_ua: Це дозволить шлюзу існувати поза підмережею інтерфейсу.
zh_cn: 允许网关存在于接口子网之外。

source: Far Gateway
cs_cz: Vzdálená brána
de_de: Remote-Gateway
el_gr: Μακρινή Πύλη
fa_ir: دروازه دور
fr_fr: Passerelle Étendue
it_it: Porta lontana
ko_kr: 원격 게이트웨이
pl_pl: Brama odległa
uk_ua: Віддалений шлюз
zh_cn: 远程网关

source: Choose the Internet Protocol this gateway uses.
cs_cz: Zvolte Internetový protokol, který tato brána používá.
de_de: Wählen Sie das Internetprotokoll, das dieses Gateway verwendet.
el_gr: Επιλέξτε το Πρωτόκολλο Διαδικτύου που χρησιμοποιεί αυτή η πύλη.
fa_ir: پروتکل اینترنت مورد استفاده این دروازه را انتخاب کنید.
fr_fr: Choisissez le protocole Internet utilisé par cette passerelle.
it_it: Scegli il protocollo Internet utilizzato da questo gateway.
ko_kr: 이 게이트웨이가 사용하는 인터넷 프로토콜을 선택합니다.
pl_pl: Wybierz jakiego protokołu używa ta brama.
uk_ua: Виберіть Інтернет-протокол, який використовує цей шлюз.
zh_cn: 选择该网关使用的Internet协议。

source: Choose which interface this gateway applies to.
cs_cz: Vyberte pro které rozhraní tato brána platí.
de_de: Wählen Sie aus, welcher Schnittstelle dieses Gateway zugeteilt werden soll.
el_gr: Επιλέξτε σε ποια διεπαφή εφαρμόζεται αυτή η πύλη.
fa_ir: رابطی که این دروازه به آن تعلق دارد را انتخاب کنید.
fr_fr: Choisissez sur quelle interface cette passerelle sera appliquée.
it_it: Scegli a quale interfaccia si applica questo gateway.
ko_kr: 이 게이트웨이가 적용되는 인터페이스를 선택합니다.
pl_pl: Wybierz interfejs, którego dotyczy ta brama.
uk_ua: Виберіть, до якого інтерфейсу застосовується цей шлюз.
zh_cn: 选择该网关使用的接口。

source: Changing name on a gateway is not allowed.
cs_cz: Dodatečně měnit název brány není možné.
de_de: Es ist nicht erlaubt den Gateway-Namen zu ändern.
el_gr: Δεν επιτρέπεται η αλλαγή ονόματος σε μια πύλη.
fa_ir: تغییر نام یک دروازه مجاز نیست.
fr_fr: Changer le nom sur une passerelle n'est pas autorisé.
it_it: Non è consentito modificare il nome su un gateway.
ko_kr: 게이트웨이에서 이름을 변경할 수 없습니다.
pl_pl: Zmiana nazwy bramy nie jest możliwa.
uk_ua: Зміна імені шлюзу не дозволяється.
zh_cn: 不允许更改网关上的名称。

source: Loss
cs_cz: Ztráta
de_de: Verluste
el_gr: Απώλεια
fa_ir: از دست‌رفتن
fr_fr: Perte
it_it: Perdita
ko_kr: 손실율
pl_pl: Utracono
uk_ua: Втрати
zh_cn: 丢包

source: Monitor IP
cs_cz: IP adresa dohledu
el_gr: Παρακολούθηση IP
fa_ir: مانیتور IP
fr_fr: IP moniteur
it_it: Monitorare l'IP
ko_kr: 모니터 IP
pl_pl: IP monitorowania
uk_ua: IP для моніторингу
zh_cn: 监控IP

source: When to trigger exclusion of a member
cs_cz: Kdy člena vyloučit
de_de: Wann wird der Ausschluss eines Mitglieds ausgelöst?
el_gr: Πότε ενεργοποιείται ο αποκλεισμός ενός μέλους
fa_ir: چه زمانی حذف یک عضو اجرا شود
fr_fr: Quand déclencher l'exclusion d'un membre
it_it: Quando attivare l'esclusione di un membro
ko_kr: 구성원 제외를 트리거할 시기
pl_pl: Kiedy wywołać wykluczenie członka.
uk_ua: Коли спрацьовує виключення учасника
zh_cn: 选择触发的条件

source: High Latency
cs_cz: Dlouhá odezva
de_de: Hohe Latenz
el_gr: Υψηλή καθυστέρηση
fa_ir: تأخیر زیاد
fr_fr: Latence Élevée
it_it: Alta latenza
ko_kr: 높은 지연 시간
pl_pl: Wysoki czas opóźnienia
uk_ua: Висока затримка
zh_cn: 高延迟

source: Packet Loss
cs_cz: Ztráta paketů
de_de: Paketverlust
el_gr: Απώλεια πακέτων
fa_ir: از دست‌رفتن بسته‌ها
fr_fr: Perte de Paquets
it_it: Perdita di pacchetti
ko_kr: 패킷 손실
pl_pl: Utrata pakietów
uk_ua: Втрата пакетів
zh_cn: 丢包

source: Member Down
cs_cz: Člen není dostupný
de_de: Mitglied inaktiv
el_gr: Μέλος κάτω
fa_ir: عضو آفلاین
fr_fr: Membre Hors Service
it_it: Membro giù
ko_kr: 멤버 다운
pl_pl: Członek niedostępny
uk_ua: Учасник неактивний
zh_cn: 组成员掉线

source: Trigger Level
cs_cz: Spouštěcí úroveň
de_de: Schwellwert
el_gr: Επίπεδο ενεργοποίησης
fa_ir: سطح فعال‌سازی
fr_fr: Niveau de Déclenchement
it_it: Livello di attivazione
ko_kr: 트리거 레벨
pl_pl: Poziom wyzwalania
uk_ua: Рівень спрацювання
zh_cn: 触发条件

source: The virtual IP field selects what (virtual) IP should be used when this group applies to a local Dynamic DNS, IPsec or OpenVPN endpoint
cs_cz: Kolonka virtuální IP adresa určuje, která adresa by měla být použita když tato skupina se týká místní dynamické DNS, IPsec nebo OpenVPN
de_de: Das Feld "Virtuelle IP" wählt aus, welche (virtuelle) IP verwendet werden soll, wenn diese Gruppe auf einen lokalen dynamischen DNS-, IPsec- oder OpenVPN-Endpunkt angewendet wird.
el_gr: Το πεδίο εικονικής IP επιλέγει ποια (εικονική) IP θα πρέπει να χρησιμοποιηθεί όταν αυτή η ομάδα εφαρμόζεται σε ένα τοπικό τελικό σημείο Dynamic DNS, IPsec ή OpenVPN.
fa_ir: فیلد IP مجازی تعیین می‌کند که هنگام اعمال این گروه روی یک endpoint محلی Dynamic DNS، IPsec یا OpenVPN از کدام آدرس IP (مجازی) استفاده شود.
fr_fr: Le champ IP virtuelle permet de sélectionner quelle IP (virtuelle) devrait être utilisée quand ce groupe s'applique à un DNS Dynamique local, une terminaison IPsec ou OpenVPN
it_it: Il campo IP virtuale seleziona quale IP (virtuale) deve essere utilizzato quando questo gruppo si applica a un endpoint locale DNS dinamico, IPsec o OpenVPN
ko_kr: 가상 IP 필드는 이 그룹이 로컬 동적 DNS, IPsec 또는 OpenVPN 엔드포인트에 적용될 때 사용할 (가상) IP를 선택합니다
pl_pl: Pole wirtualnego adresu IP określa, jaki (wirtualny) adres IP ma być używany, gdy ta grupa dotyczy lokalnego dynamicznego punktu końcowego DNS, IPsec lub OpenVPN
uk_ua: Поле віртуального IP-адреси вибирає, яку (віртуальну) IP-адресу слід використовувати, коли ця група застосовується до локальної точки Dynamic DNS, IPsec або OpenVPN.
zh_cn: 当这个组应用于本地动态DNS、IPsec或OpenVPN端点时，虚拟IP字段选择应使用的虚拟IP
