Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The default is to use the domain name of this system as the DNSSL option in Router Advertisements. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator.
cs_cz: Výchozí je v Propagacích směrovače coby volbu DNSSL použít doménový název tohoto systému. Volitelně zde můžete zadat jednu nebo více domén. Jako oddělovač použijte znak středníku.
de_de: Standardmäßig wird der Domainname dieses Systems als DNSSL-Option in Router Advertisements verwendet. Optional können hier eine oder mehrere Domains angeben werden. Verwende als Trennzeichen das Semikolon.
el_gr: Η προεπιλογή είναι να χρησιμοποιείται το όνομα τομέα αυτού του συστήματος ως επιλογή DNSSL στις Διαφημίσεις δρομολογητή. Μπορείτε προαιρετικά να καθορίσετε έναν ή περισσότερους τομείς εδώ. Χρησιμοποιήστε το ερωτηματικό ως διαχωριστικό.
fa_ir: پیش‌فرض استفاده از نام دامنه این سیستم به‌عنوان گزینهٔ DNSSL در Router Advertisements است. در صورت تمایل می‌توانید یک یا چند دامنه اینجا مشخص کنید. از علامت نقطه‌ویرگول (;) به‌عنوان جداکننده استفاده کنید.
fr_fr: La valeur par défaut consiste à utiliser le nom de domaine de ce système comme option DNSSL dans les annonces de routeur. Vous pouvez éventuellement spécifier un ou plusieurs domaine(s) ici. Utilisez le caractère point-virgule comme séparateur.
it_it: L'impostazione predefinita prevede l'utilizzo del nome di dominio di questo sistema come opzione DNSSL negli annunci del router. Facoltativamente puoi specificare uno o più domini qui. Utilizzare il carattere punto e virgola come separatore.
ko_kr: 기본적으로 이 시스템의 도메인 이름을 라우터 알림의 DNSSL 옵션으로 사용합니다. 여기서 선택적으로 하나 이상의 도메인을 지정할 수 있습니다. 세미콜론 문자를 구분 기호로 사용합니다.
pl_pl: Domyślnie używaj nazwy domeny tego systemu jako opcji DNSSL w Reklamach Routera. Opcjonalnie możesz podać tutaj jedną lub więcej domen. Użyj średnika jako separatora.
uk_ua: Типово використовується доменне ім'я цієї системи як опція DNSSL в оголошеннях маршрутизатора. За бажанням, ви можете вказати одне або кілька доменів тут. Використовуйте крапку з комою як роздільник.
zh_cn: 默认设置是将此系统的域名用作"路由通告"中的DNSSL选项。可以在此处指定一个或多个域。使用分号字符作为分隔符。

source: Use "Router Only" to disable Stateless Address Autoconfiguration (SLAAC) and DHCPv6, "Unmanaged" for SLAAC (A flag), "Managed" for Stateful DHCPv6 (M+O flags), "Assisted" for Stateful DHCPv6 and SLAAC (M+O+A flags), or "Stateless" for Stateless DHCPv6 and SLAAC (O+A flags).
cs_cz: Použijte „Pouze směrovač“ pro vypnutí bezstavové automatického nastavování adres (SLAAC) a DHCPv6, „Neřízený“ pro SLAAC (příznak A), „Řízený“ pro stavový DHCPv6 (příznaky M+O), „Asistovaný“ pro stavový DHCPv6 a SLAAC (příznaky M+O+A) nebo „Bezstavový“ pro stavový DHCPv6 a SLAAC (příznaky O+A).
de_de: Verwenden Sie "Router Only", um Stateless Address Autoconfiguration (SLAAC) und DHCPv6 zu deaktivieren, "Unmanaged" für SLAAC (A-Flag), "Managed" für Stateful DHCPv6 (M+O-Flags), "Assisted" für Stateful DHCPv6 und SLAAC (M+O+A-Flags) oder "Stateless" für Stateless DHCPv6 und SLAAC (O+A-Flags).
el_gr: Χρησιμοποιήστε την επιλογή "Μόνο δρομολογητής" για να απενεργοποιήσετε την Αυτόματη διαμόρφωση διευθύνσεων χωρίς κατάσταση (SLAAC) και το DHCPv6, την επιλογή "Μη διαχειριζόμενο" για SLAAC (σημαία A), την επιλογή "Διαχειριζόμενο" για DHCPv6 με κατάσταση (σημαίες M+O), την επιλογή "Υποβοηθούμενο" για DHCPv6 με κατάσταση και SLAAC (σημαίες M+O+A) ή την επιλογή "Χωρίς κατάσταση" για DHCPv6 και SLAAC χωρίς κατάσταση (σημαίες O+A).
fa_ir: برای غیرفعال‌کردن Stateless Address Autoconfiguration (SLAAC) و DHCPv6 از «Router Only» استفاده کنید، برای SLAAC (پرچم A) از «Unmanaged»، برای DHCPv6 حالت Stateful (پرچم‌های M+O) از «Managed»، برای DHCPv6 حالت Stateful و SLAAC (پرچم‌های M+O+A) از «Assisted»، و برای DHCPv6 حالت Stateless و SLAAC (پرچم‌های O+A) از «Stateless» استفاده کنید.
fr_fr: Utilisez « Routeur uniquement » pour désactiver la configuration automatique d'adresse sans état (SLAAC) et DHCPv6, « Non géré » pour SLAAC (indicateur A), « Géré » pour DHCPv6 avec état (indicateurs M+O), « Assisté » pour DHCPv6 avec état et SLAAC (M+ indicateurs O+A) ou "Stateless" pour DHCPv6 et SLAAC sans état (indicateurs O+A).
it_it: Utilizzare "Solo router" per disabilitare la configurazione automatica dell'indirizzo senza stato (SLAAC) e DHCPv6, "Non gestito" per SLAAC (flag A), "Gestito" per DHCPv6 con stato (flag M+O), "Assistito" per DHCPv6 con stato e SLAAC (M+ O+A flag) o "Stateless" per Stateless DHCPv6 e SLAAC (flag O+A).
ko_kr: "Router Only"를 사용하여 SLAAC(상태 비저장 주소 자동 구성) 및 DHCPv6를 사용하지 않도록 설정하고, SLAAC(A 플래그)의 경우 "Unmanaged", 상태 저장 DHCPv6(M+O 플래그)의 경우 "Managed", 상태 저장 DHCPv6 및 SLAAC(M+O+A 플래그)의 경우 "Assisted", 상태 비저장 DHCPV6 및 SLAAC(A+ 플래그)를 사용합니다.
pl_pl: Użyj "Router Only", aby wyłączyć Stateless Address Autoconfiguration (SLAAC) i DHCPv6, "Unmanaged" dla SLAAC (flaga A), "Managed" dla stanowego DHCPv6 (flagi M+O), "Assisted" dla stanowego DHCPv6 i SLAAC (flagi M+O+A) lub "Stateless" dla Stateless DHCPv6 i SLAAC (flagi O+A).
uk_ua: Використовуйте "Лише маршрутизатор", щоб вимкнути безстановочну автоконфігурацію адрес (SLAAC) і DHCPv6, "Некеруваний" для SLAAC (прапорець A), "Керований" для становочного DHCPv6 (прапорці M+O), "Допоміжний" для становочного DHCPv6 і SLAAC (прапорці M+O+A), або "Безстановочний" для безстановочного DHCPv6 і SLAAC (прапорці O+A).
zh_cn: "Router Only"表示禁用无状态地址自动配置（SLAAC）和DHCPv6，"Unmanaged"表示SLAAC（A 标识），"Managed"表示有状态DHCPv6（M+O 标识），"Assisted"表示有状态DHCPv6和SLAAC（M+O+A 标识），"Stateless"表示无状态DHCPv6和SLAAC（O+A 标识）。

source: Select which flags to set in Router Advertisements sent from this interface.
cs_cz: Vyberte které příznaky nastavit v propagaci směrovače, posílané přes toto rozhraní.
de_de: Wählen Sie aus, welche Flags in Router Advertisements gesetzt werden sollen, die von dieser Schnittstelle gesendet werden.
el_gr: Επιλέξτε ποιες σημαίες θα ορίσετε στις Διαφημίσεις δρομολογητή που αποστέλλονται από αυτήν τη διεπαφή.
fa_ir: پرچم‌هایی را که باید در Router Advertisements ارسالی از این رابط تنظیم شوند، انتخاب کنید.
fr_fr: Sélectionnez les drapeaux à définir dans les annonces de routeur envoyées par cette interface.
it_it: Seleziona quali flag impostare negli annunci del router inviati da questa interfaccia.
ko_kr: 이 인터페이스에서 보낸 라우터 알림에 설정할 플래그를 선택하세요.
pl_pl: Wybierz, które flagi ustawić w wysyłanych Reklamach Routera z tego interfejsu.
uk_ua: Виберіть, які прапорці встановити в оголошеннях маршрутизатора, що надсилаються з цього інтерфейсу.
zh_cn: 选择该接口发送路由通告设置的标识。

source: AdvRouteLifetime must be between %s and %s seconds.
cs_cz: Je třeba, aby AdvRouteLifetime bylo z rozmezí %s až %s sekund.
de_de: AdvRouterLifetime muss zwischen %s und %s Sekunden liegen.
el_gr: Το AdvRouteLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.
fa_ir: AdvRouteLifetime باید بین %s و %s ثانیه باشد.
fr_fr: AdvRouteLifetime doit être compris entre %s et %s secondes.
it_it: AdvRouteLifetime deve essere compreso tra %s e %s secondi.
ko_kr: AdvRouteLifetime은 %s에서 %s초 사이여야 합니다.
pl_pl: AdvRouteLifetime musi być pomiędzy %s a %s sekund.
uk_ua: AdvRouteLifetime має бути між %s та %s секундами.
zh_cn: AdvRouteLifetime必须在%s和%s秒之间。

source: AdvDNSSLLifetime must be between %s and %s seconds.
cs_cz: Je třeba, aby AdvDNSSLLifetime bylo z rozmezí %s až %s sekund.
de_de: AdvDNSSLLifetime muss zwischen %s und %s Sekunden liegen.
el_gr: Η διάρκεια ζωής του AdvDNSSL πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.
fa_ir: مقدار AdvDNSSLLifetime باید بین %s و %s ثانیه باشد.
fr_fr: AdvDNSSLLifetime doit être compris entre %s et %s secondes.
it_it: AdvDNSSLLifetime deve essere compreso tra %s e %s secondi.
ko_kr: AdvDNSLL 시간은 %s에서 %s초 사이여야 합니다.
pl_pl: AdvDNSSLLifetime musi być pomiędzy %s a %s sekund.
uk_ua: AdvDNSSLLifetime має бути між %s та %s секундами.
zh_cn: AdvDNSSLLifetime必须在%s和%s秒之间。

source: AdvRDNSSLifetime must be between %s and %s seconds.
cs_cz: Je třeba, aby AdvRDNSSLifetime bylo z rozmezí %s až %s sekund.
de_de: AdvRDNSSLifetime muss zwischen %s und %s Sekunden liegen.
el_gr: Το AdvRDNSSLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.
fa_ir: مقدار AdvRDNSSLifetime باید بین %s و %s ثانیه باشد.
fr_fr: AdvRDNSSLifetime doit être compris entre %s et %s secondes.
it_it: AdvRDNSSLifetime deve essere compreso tra %s e %s secondi.
ko_kr: AdvRDNSLifetime은 %s에서 %s초 사이여야 합니다.
pl_pl: AdvRDNSSLifetime musi być pomiędzy %s a %s sekund.
uk_ua: AdvRDNSSLifetime має бути між %s та %s секундами.
zh_cn: AdvRDNSSLifetime必须在%s和%s秒之间。

source: AdvPreferredLifetime must be between %s and %s seconds.
cs_cz: Je třeba, aby AdvPreferredLifetime bylo z rozmezí %s až %s sekund.
de_de: AdvPreferredLifetime muss zwischen %s und %s Sekunden liegen.
el_gr: Το AdvPreferredLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.
fa_ir: مقدار AdvPreferredLifetime باید بین %s و %s ثانیه باشد.
fr_fr: AdvPreferredLifetime doit être compris entre %s et %s secondes.
it_it: AdvPreferredLifetime deve essere compreso tra %s e %s secondi.
ko_kr: AdvPreferredLifetime은 %s에서 %s초 사이여야 합니다.
pl_pl: AdvPreferredLifetime musi być pomiędzy %s a %s sekund.
uk_ua: AdvPreferredLifetime має бути між %s та %s секундами.
zh_cn: AdvPreferredLifetime必须在%s和%s秒之间。

source: AdvValidLifetime must be between %s and %s seconds.
cs_cz: Je třeba, aby AdvValidLifetime bylo z rozmezí %s až %s sekund.
de_de: AdvValidLifetime muss zwischen %s und %s Sekunden liegen.
el_gr: Το AdvValidLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.
fa_ir: مقدار AdvValidLifetime باید بین %s و %s ثانیه باشد.
fr_fr: AdvValidLifetime doit être compris entre %s et %s secondes.
it_it: AdvValidLifetime deve essere compreso tra %s e %s secondi.
ko_kr: AdvValidLifetime은 %s에서 %s초 사이여야 합니다.
pl_pl: AdvValidLifetime musi być pomiędzy %s a %s sekund.
uk_ua: AdvValidLifetime має бути між %s та %s секундами.
zh_cn: AdvValidLifetime必须在%s和%s秒之间。

source: AdvDefaultLifetime must be between %s and %s seconds.
cs_cz: Je třeba, aby AdvDefaultLifetime bylo z rozmezí %s až %s sekund.
de_de: AdvDefaultLifetime muss zwischen %s und %s Sekunden liegen.
el_gr: Το AdvDefaultLifetime πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.
fa_ir: مقدار AdvDefaultLifetime باید بین %s و %s ثانیه باشد.
fr_fr: AdvDefaultLifetime doit être compris entre %s et %s secondes.
it_it: AdvDefaultLifetime deve essere compreso tra %s e %s secondi.
ko_kr: AdvDefaultLifetime은 %s에서 %s초 사이여야 합니다.
pl_pl: AdvDefaultLifetime musi być pomiędzy %s a %s sekund.
uk_ua: AdvDefaultLifetime має бути між %s та %s секундами.
zh_cn: AdvDefaultLifetime必须在%s和%s秒之间。

source: This option will be removed in the future due to being insecure by nature. In the mean time only full administrators are allowed to change this setting.
cs_cz: Tato volba bude v budoucnu odebrána protože ze své podstaty zhoršuje zabezpečení. V mezidobí je měnění tohoto nastavení dovoleno pouze správcům s veškerými právy.
de_de: Diese Option wird zukünftig entfernt, da sie von Natur aus unsicher ist. In der Zwischenzeit dürfen nur vollständige Administratoren diese Einstellung ändern.
el_gr: Αυτή η επιλογή θα καταργηθεί στο μέλλον επειδή δεν είναι ασφαλής εκ φύσεως. Εν τω μεταξύ, μόνο οι πλήρεις διαχειριστές επιτρέπεται να αλλάξουν αυτήν τη ρύθμιση.
fa_ir: این گزینه به‌دلیل ناایمن بودن در آینده حذف خواهد شد. تا آن زمان تنها مدیران کامل اجازهٔ تغییر این تنظیم را دارند.
fr_fr: Cette option sera supprimée à l'avenir en raison de son insécurité par nature. En attendant, seuls les administrateurs complets sont autorisés à modifier ce paramètre.
it_it: Questa opzione verrà rimossa in futuro perché insicura per natura. Nel frattempo solo gli amministratori completi possono modificare questa impostazione.
ko_kr: 이 옵션은 향후 보안 문제로 인해 제거될 예정입니다. 그 동안 전체 관리자만이 이 설정을 변경할 수 있습니다.
pl_pl: Ta opcja zostanie usunięta w przyszłości z powodu jej naturalnej niebezpieczeństwa. Tymczasem tylko pełni administratorzy mogą zmieniać to ustawienie.
uk_ua: Ця опція буде видалена в майбутньому через свою незахищену природу. Тим часом лише повні адміністратори мають право змінювати це налаштування.
zh_cn: 由于先天的不安全性，此选项将来会被删除。同时，只有管理员才能更改此设置。

source: Advanced options may only be edited by system administrators due to the increased possibility of privilege escalation.
cs_cz: Pokročilé volby mohou být upravovány pouze správci systému, protože je zde zvýšená pravděpodobnost nechtěné eskalace oprávnění.
de_de: Erweiterte Optionen dürfen nur von Systemadministratoren bearbeitet werden, da die Möglichkeit einer Privilegieneskalation besteht.
el_gr: Οι προηγμένες επιλογές μπορούν να υποστούν επεξεργασία μόνο από διαχειριστές συστήματος λόγω της αυξημένης πιθανότητας κλιμάκωσης δικαιωμάτων.
fa_ir: به دلیل افزایش احتمال بالا‌گرفتن سطح دسترسی، تنها مدیران سیستم می‌توانند گزینه‌های پیشرفته را ویرایش کنند.
fr_fr: Les options avancées ne peuvent être modifiées que par les administrateurs système en raison de la possibilité accrue d'augmentation des privilèges.
it_it: Le opzioni avanzate possono essere modificate solo dagli amministratori di sistema a causa della maggiore possibilità di escalation dei privilegi.
ko_kr: 고급 옵션은 권한 상승 가능성이 높기 때문에 시스템 관리자만 편집할 수 있습니다.
pl_pl: Zaawansowane opcje mogą być edytowane tylko przez administratorów systemu ze względu na zwiększone ryzyko eskalacji uprawnień.
uk_ua: Розширені опції можуть редагуватися лише системними адміністраторами через підвищену ймовірність підвищення привілеїв.
zh_cn: 由于特权升级的可能性增加，高级选项只能由系统管理员编辑。

source: If you want to use a custom domain search list for this host, you may optionally specify one or multiple domains here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of this host if enabled. If empty, the first domain in the interface's domain search list will be used. If this is empty, too, the system domain will be used.
cs_cz: Pokud chcete pro tohoto hostitele použít uživatelsky určený seznam prohledávaných domén, je zde možné volitelně zadat jednu nebo více domén. Jako oddělovač použijte znak středníku. První doména v tomto seznamu bude také použita pro registraci DNS tohoto hostitele, pokud je povolena. Pokud nevyplněno, bude použita první doména v seznamu prohledávaných domén rozhraní. Pokud ani tam není vyplněno, bude použita doména systému.
de_de: Wenn Sie eine benutzerdefinierte Domänensuchliste für diesen Host verwenden möchten, können Sie hier optional eine oder mehrere Domänen angeben. Verwenden Sie das Semikolon als Trennzeichen. Die erste Domäne in dieser Liste wird auch für die DNS-Registrierung dieses Hosts verwendet, wenn sie aktiviert ist. Ist sie leer, wird die erste Domäne in der Domänensuchliste der Schnittstelle verwendet. Wenn auch diese leer ist, wird die Systemdomäne verwendet.
el_gr: Εάν θέλετε να χρησιμοποιήσετε μια προσαρμοσμένη λίστα αναζήτησης τομέα για αυτόν τον κεντρικό υπολογιστή, μπορείτε προαιρετικά να καθορίσετε έναν ή περισσότερους τομείς εδώ. Χρησιμοποιήστε το ερωτηματικό ως διαχωριστικό. Ο πρώτος τομέας σε αυτήν τη λίστα θα χρησιμοποιηθεί επίσης για την εγγραφή DNS αυτού του κεντρικού υπολογιστή, εάν είναι ενεργοποιημένος. Εάν είναι κενό, θα χρησιμοποιηθεί ο πρώτος τομέας στη λίστα αναζήτησης τομέα της διεπαφής. Εάν και αυτός είναι κενός, θα χρησιμοποιηθεί ο τομέας συστήματος.
fa_ir: اگر می‌خواهید از فهرست جستجوی دامنهٔ دلخواه برای این میزبان استفاده کنید، می‌توانید یکی یا چند دامنه را در اینجا مشخص کنید. از کاراکتر سمی‌کالن (;) به‌عنوان جداکننده استفاده کنید. اولین دامنه در این فهرست در صورت فعال‌بودن برای ثبت DNS این میزبان نیز استفاده خواهد شد. در صورت خالی بودن، اولین دامنه در فهرست جستجوی دامنهٔ این رابط استفاده می‌شود. اگر آن هم خالی باشد، دامنهٔ سیستم استفاده خواهد شد.
fr_fr: Si vous souhaitez utiliser une liste de recherche de domaines personnalisée pour cet hôte, vous pouvez éventuellement spécifier un ou plusieurs domaines ici. Utilisez le caractère point-virgule comme séparateur. Le premier domaine de cette liste sera également utilisé pour l'enregistrement DNS de cet hôte s'il est activé. Si vide, le premier domaine dans la liste de recherche de domaine de l'interface sera utilisé. S'il est également vide, le domaine système sera utilisé.
it_it: Se desideri utilizzare un elenco di ricerca di domini personalizzato per questo host, puoi facoltativamente specificare uno o più domini qui. Utilizzare il carattere punto e virgola come separatore. Il primo dominio in questo elenco verrà utilizzato anche per la registrazione DNS di questo host, se abilitato. Se vuoto, verrà utilizzato il primo dominio nell'elenco di ricerca dei domini dell'interfaccia. Se anche questo è vuoto verrà utilizzato il dominio di sistema.
ko_kr: 이 호스트에 대해 사용자 지정 도메인 검색 목록을 사용하려면 여기에서 선택적으로 하나 이상의 도메인을 지정할 수 있습니다. 세미콜론 문자를 구분 기호로 사용합니다. 이 목록의 첫 번째 도메인은 활성화된 경우 이 호스트의 DNS 등록에도 사용됩니다. 비어 있으면 인터페이스의 도메인 검색 목록에 있는 첫 번째 도메인이 사용됩니다. 이것도 비어 있으면 시스템 도메인이 사용됩니다.
pl_pl: Jeśli chcesz używać niestandardowej listy domen do wyszukiwania dla tego hosta, możesz opcjonalnie określić tutaj jedną lub kilka domen. Użyj średnika jako separatora. Pierwsza domena z tej listy będzie również używana do rejestracji DNS tego hosta, jeśli jest włączona. Jeśli pole jest puste, zostanie użyta pierwsza domena z listy domen do wyszukiwania interfejsu. Jeśli to pole również jest puste, zostanie użyta domena systemowa.
uk_ua: Якщо ви хочете використовувати власний список пошуку доменів для цього хоста, ви можете за бажанням вказати один або кілька доменів тут. Використовуйте крапку з комою як роздільник. Перший домен у цьому списку також використовуватиметься для реєстрації DNS цього хоста, якщо увімкнено. Якщо порожньо, використовуватиметься перший домен у списку пошуку доменів інтерфейсу. Якщо й це порожньо, використовуватиметься системний домен.
zh_cn: 如果要为此主机使用自定义域搜索列表，则可以选择在此处指定一个或多个域。使用分号字符作为分隔符。如果启用，此列表中的第一个域也会用于此主机的DNS注册。如果为空，则使用接口的域搜索列表中的第一个域。如果也为空，则使用系统域。

source: The default is to use the domain name of this system as the domain search list option provided by DHCPv6. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of DHCP static mappings (if enabled).
cs_cz: Ve výchozím nastavení bude jako seznam v předvolbě prohledávaných domén, poskytované protokolem DHCPv6, použit název domény tohoto systému. Volitelně je zde možné zadat jednu nebo více domén. Jako oddělovač použijte znak středníku. První doména v tomto seznamu bude také použita pro DNS registraci statických mapování DHCP (pokud je zapnuto).
de_de: Standardmäßig wird der Domainname dieses Systems als Option für die von DHCPv6 bereitgestellte Domänensuchliste verwendet. Sie können hier optional eine oder mehrere Domäne(n) angeben. Verwenden Sie das Semikolon als Trennzeichen. Die erste Domäne in dieser Liste wird auch für die DNS-Registrierung von statischen DHCP-Zuordnungen verwendet (falls aktiviert).
el_gr: Η προεπιλογή είναι να χρησιμοποιείται το όνομα τομέα αυτού του συστήματος ως επιλογή λίστας αναζήτησης τομέα που παρέχεται από το DHCPv6. Μπορείτε προαιρετικά να καθορίσετε έναν ή περισσότερους τομείς εδώ. Χρησιμοποιήστε το ερωτηματικό ως διαχωριστικό. Ο πρώτος τομέας σε αυτήν τη λίστα θα χρησιμοποιηθεί επίσης για την καταχώριση DNS των στατικών αντιστοιχίσεων DHCP (εάν είναι ενεργοποιημένη).
fa_ir: به‌صورت پیش‌فرض از نام دامنهٔ این سیستم به‌عنوان گزینهٔ فهرست جستجوی دامنه که توسط DHCPv6 ارائه می‌شود استفاده می‌شود. در صورت تمایل می‌توانید یک یا چند دامنه را در اینجا مشخص کنید. از کاراکتر سمی‌کالن (;) به‌عنوان جداکننده استفاده کنید. اولین دامنه در این فهرست برای ثبت DNS نگاشت‌های ایستای DHCP (در صورت فعال بودن) نیز استفاده خواهد شد.
fr_fr: La valeur par défaut consiste à utiliser le nom de domaine de ce système comme option de liste de recherche de domaine fournie par DHCPv6. Vous pouvez éventuellement spécifier un ou plusieurs domaine(s) ici. Utilisez le caractère point-virgule comme séparateur. Le premier domaine de cette liste sera également utilisé pour l'enregistrement DNS des mappages statiques DHCP (si activé).
it_it: L'impostazione predefinita prevede l'utilizzo del nome di dominio di questo sistema come opzione dell'elenco di ricerca dei domini fornita da DHCPv6. Facoltativamente puoi specificare uno o più domini qui. Utilizzare il carattere punto e virgola come separatore. Il primo dominio in questo elenco verrà utilizzato anche per la registrazione DNS delle mappature statiche DHCP (se abilitate).
ko_kr: 기본적으로 이 시스템의 도메인 이름을 DHCPv6에서 제공하는 도메인 검색 목록 옵션으로 사용합니다. 여기서 선택적으로 하나 이상의 도메인을 지정할 수 있습니다. 세미콜론 문자를 구분 기호로 사용합니다. 이 목록의 첫 번째 도메인은 DHCP 정적 매핑의 DNS 등록에도 사용됩니다(활성화된 경우).
pl_pl: Domyślnie używana jest nazwa domeny tego systemu jako opcja listy domen do wyszukiwania dostarczana przez DHCPv6. Możesz opcjonalnie określić tutaj jedną lub kilka domen. Użyj średnika jako separatora. Pierwsza domena z tej listy będzie również używana do rejestracji DNS dla statycznych mapowań DHCP (jeśli jest włączona).
uk_ua: Типово використовується доменне ім'я цієї системи як опція списку пошуку доменів, що надається DHCPv6. За бажанням, ви можете вказати один або кілька доменів тут. Використовуйте крапку з комою як роздільник. Перший домен у цьому списку також використовуватиметься для реєстрації DNS статичних відображень DHCP (якщо увімкнено).
zh_cn: 默认设置是将此系统的域名用作DHCPv6提供的域搜索列表选项。可以在此处指定一个或多个域。使用分号字符作为分隔符。此列表中的第一个域还会用于DHCP静态映射的DNS注册（如果启用）

source: A valid primary domain name server IPv6 address must be specified for the dynamic domain name.
cs_cz: V případě dynamického doménového názvu je třeba zadat platnou IPv6 adresu primárního doménového jmenného serveru.
de_de: Eine gültige primäre Domain Name Server IPv6-Adresse muss für den dynamischen Domain Namen angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 του κύριου διακομιστή ονόματος τομέα για το δυναμικό όνομα τομέα.
fa_ir: برای نام دامنهٔ پویا باید یک آدرس IPv6 معتبر برای سرور نام دامنهٔ اولیه مشخص شود.
fr_fr: Une adresse IPv6 de serveur de nom de domaine principal valide doit être spécifiée pour le nom de domaine dynamique.
it_it: Per il nome di dominio dinamico è necessario specificare un indirizzo IPv6 del server dei nomi di dominio primario valido.
ko_kr: 동적 도메인 이름에 유효한 기본 도메인 이름 서버 IPv6 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres serwera nazw domeny IPv6 dla dynamicznej nazwy domeny.
uk_ua: Для динамічного доменного імені має бути вказана дійсна адреса IPv6 основного сервера доменних імен.
zh_cn: 必须为动态域名指定有效的主域名服务器IPv6地址。

source: OMAPI key
cs_cz: Klíč k OMAPI
de_de: OMAPI-Schlüssel
el_gr: Κλειδί OMAPI
fa_ir: کلید OMAPI
fr_fr: Clé OMAPI
it_it: Chiave OMAPI
ko_kr: OMAPI 키
pl_pl: Klucz OMAPI
uk_ua: Ключ OMAPI
zh_cn: OMAPI密钥

source: Key algorithm
cs_cz: Algoritmus klíče
de_de: Schlüsselalgorithmus
el_gr: Αλγόριθμος κλειδιού
fa_ir: الگوریتم کلید
fr_fr: Algorithme de clé
it_it: Algoritmo chiave
ko_kr: 키 알고리즘
pl_pl: Algorytm klucza
uk_ua: Алгоритм ключа
zh_cn: 密钥算法

source: OMAPI port
cs_cz: Port s OMAPI
el_gr: Θύρα OMAPI
fa_ir: پورت OMAPI
fr_fr: Port OMAPI
it_it: Porta OMAPI
ko_kr: OMAPI 포트
pl_pl: Port OMAPI
uk_ua: Порт OMAPI
zh_cn: OMAPI端口

source: Enables OMAPI
cs_cz: Zapíná OMAPI
de_de: OMAPI aktivieren
el_gr: Ενεργοποιεί το OMAPI
fa_ir: فعال کردن OMAPI
fr_fr: Active OMAPI
it_it: Abilita OMAPI
ko_kr: OMAPI 사용
pl_pl: Włącz OMAPI
uk_ua: Увімкнути OMAPI
zh_cn: 启用OMAPI

source: Show OMAPI configuration
cs_cz: Zobrazit nastavení OMAPI
de_de: Zeige OMAPI Konfiguration
el_gr: Εμφάνιση διαμόρφωσης OMAPI
fa_ir: نمایش پیکربندی OMAPI
fr_fr: Afficher la configuration OMAPI
it_it: Mostra la configurazione OMAPI
ko_kr: OMAPI 구성 표시
pl_pl: Pokaż konfigurację OMAPI
uk_ua: Показати конфігурацію OMAPI
zh_cn: 显示OMAPI配置

source: Enable OMAPI
cs_cz: Zapnout OMAPI
de_de: OMAPI aktivieren
el_gr: Ενεργοποίηση OMAPI
fa_ir: فعال کردن OMAPI
fr_fr: Activer OMAPI
it_it: Abilita OMAPI
ko_kr: OMAPI 사용
pl_pl: Włącz OMAPI
uk_ua: Увімкнути OMAPI
zh_cn: 启用OMAPI
