Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Specify a name for the UPS for log files, status reports etc., between 1 and 99 characters in length.
cs_cz: Zadejte název UPS zdroje (1 až 99 znaků) pro účely záznamu událostí, stavové zprávy atd.
de_de: Name der USV für Logdateien, Statusberichte usw. (zwischen 1 und 99 Zeichen).
el_gr: Καθορίστε ένα όνομα για το UPS για αρχεία καταγραφής, αναφορές κατάστασης κ.λπ., μήκους μεταξύ 1 και 99 χαρακτήρων.
fa_ir: برای UPS نامی وارد کنید که در فایل‌های لاگ، گزارش وضعیت و غیره استفاده شود؛ طول نام باید بین 1 تا 99 کاراکتر باشد.
fr_fr: Spécifiez un nom pour l'ASI pour les fichiers journaux, les rapports d'état, etc, entre 1 et 99 caractères.
it_it: Specificare un nome per l'UPS per file di registro, rapporti di stato ecc., di lunghezza compresa tra 1 e 99 caratteri.
ko_kr: UPS의 로그 파일, 상태 보고서 등의 이름을 1~99자 사이로 지정하세요.
uk_ua: Вкажіть ім'я для ДБЖ для файлів журналу, звітів про стан тощо, довжиною від 1 до 99 символів.
zh_cn: 为 UPS 指定一个名称，用于日志文件、状态报告等、 长度在 1 至 99 个字符之间。

source: TTL value to use when replying with expired data. If "Client Expired Response Timeout" is also used then it is recommended to use 30 as the value as per RFC 8767.
cs_cz: Hodnota TTL, kterou použít při odpovědi údaji, kterým už skončila platnost. Pokud je použita také předvolba „Časový limit prošlé odpovědi klientovi“, pak se doporučuje použít hodnotu 30 (viz norma RFC 8767).
de_de: TTL-Wert, der bei der Beantwortung mit abgelaufenen Daten verwendet wird. Wenn zusätzlich die Option "Client-Timeout für abgelaufene Antworten" aktiviert ist, wird gemäß RFC 8767 empfohlen, den Wert auf 30 zu setzen.
el_gr: Τιμή TTL που θα χρησιμοποιηθεί κατά την απάντηση με δεδομένα που έχουν λήξει. Εάν χρησιμοποιείται επίσης η επιλογή "Λήξη χρονικού ορίου απόκρισης πελάτη", τότε συνιστάται η χρήση της τιμής 30 σύμφωνα με το RFC 8767.
fa_ir: مقدار TTL برای پاسخ‌دهی با داده‌های منقضی شده. اگر «Client Expired Response Timeout» نیز استفاده می‌شود، مطابق RFC 8767 مقدار 30 توصیه می‌گردد.
fr_fr: Valeur TTL à utiliser lors d'une réponse avec des données expirées. Si "Client Expired Response Timeout" est également utilisé, il est recommandé d'utiliser une valeur de 30, conformément à la norme RFC 8767. il est recommandé d'utiliser 30 comme valeur, conformément à la RFC 8767.
it_it: Valore TTL da utilizzare quando si risponde con dati scaduti. Se viene utilizzato anche "Timeout risposta scaduto client". allora si consiglia di utilizzare 30 come valore secondo RFC 8767.
ko_kr: 만료된 데이터로 응답할 때 사용할 TTL 값입니다. "클라이언트 만료 응답 시간 초과"도 사용하는 경우 RFC 8767에 따라 30을 사용하는 것이 좋습니다.
uk_ua: Значення TTL для використання при відповіді застарілими даними. Якщо також використовується "Тайм-аут відповіді клієнта на застарілі дані", рекомендується використовувати значення 30 відповідно до RFC 8767.
zh_cn: 使用过期数据回复时使用的TTL值。如果还使用“客户端过期响应超时”， 则建议按照RFC 8767使用30作为值。

source: The Common Name of the DNS server (e.g. dns.example.com). This field is required to verify its TLS certificate. DNS-over-TLS is susceptible to man-in-the-middle attacks unless certificates can be verified. Leave empty to accept self-signed yet also potentially fraudulent certificates.
cs_cz: Běžný název DNS serveru (např. dns.example.com). Tato kolonka je nutná pro ověření jeho TLS certifikátu. DNS-over-TLS je náchylné k útokům typu „někdo uprostřed“ (MitM), pokud nelze certifikáty ověřit. Pokud chcete, aby byly přijímány samy sebou podepsané certifikáty (ale také potenciálně podvodné), nevyplňujte.
de_de: Der Common Name (CN) des DNS-Servers (z. B. dns.example.com). Dieses Feld ist erforderlich, um dessen TLS-Zertifikat zu überprüfen. DNS-over-TLS ist anfällig für Man-in-the-Middle-Angriffe, wenn Zertifikate nicht verifiziert werden können. Lassen Sie dieses Feld leer, um selbstsignierte - jedoch möglicherweise auch betrügerische - Zertifikate zu akzeptieren.
el_gr: Το κοινό όνομα του διακομιστή DNS (π.χ. dns.example.com). Αυτό το πεδίο είναι απαραίτητο για την επαλήθευση του πιστοποιητικού TLS. Το DNS-over-TLS είναι ευάλωτο σε επιθέσεις man-in-the-middle, εκτός εάν είναι δυνατή η επαλήθευση πιστοποιητικών. Αφήστε το κενό για να αποδεχτείτε αυτο-υπογεγραμμένα αλλά και δυνητικά δόλια πιστοποιητικά.
fa_ir: Common Name سرور DNS (مثلاً dns.example.com). این فیلد برای تأیید گواهی TLS آن لازم است. DNS-over-TLS در برابر حملات مرد میانی آسیب‌پذیر است مگر اینکه گواهی‌ها قابل‌تأیید باشند. خالی گذاشتن این فیلد باعث می‌شود گواهی‌های self-signed که ممکن است تقلبی باشند پذیرفته شوند.
fr_fr: Le nom commun du serveur DNS (par exemple, dns.example.com). Ce champ est nécessaire pour vérifier son certificat TLS. Le protocole DNS-over-TLS est susceptible de faire l'objet d'attaques de type "man-in-the-middle" si les certificats ne peuvent pas être vérifiés. Laissez ce champ vide pour accepter les certificats auto-signés, mais aussi potentiellement frauduleux.
it_it: Il nome comune del server DNS (ad esempio dns.example.com). Questo campo è obbligatorio per verificare il relativo certificato TLS. DNS-over-TLS è suscettibile agli attacchi man-in-the-middle a meno che i certificati non possano essere verificati. Lascia vuoto per accettare certificati autofirmati ma anche potenzialmente fraudolenti.
ko_kr: DNS 서버의 공통 이름(예: dns.example.com)입니다. 이 필드는 TLS 인증서를 확인하는 데 필요합니다. 인증서를 확인할 수 없는 경우 DNS-over-TLS는 중간자 공격에 취약합니다. 자체 서명된 인증서를 수락하려면 비워 두어야 하지만, 이는 여전히 잠재적으로 부정한 인증서입니다.
uk_ua: Загальне ім'я DNS-сервера (наприклад, dns.example.com). Це поле потрібне для перевірки його сертифіката TLS. DNS-over-TLS вразливий до атак типу "людина посередині", якщо сертифікати не можуть бути перевірені. Залиште порожнім, щоб прийняти самопідписані, але потенційно шахрайські сертифікати.
zh_cn: DNS服务器的通用名称（例如 dns.example.com）。 需要此字段来验证其TLS证书。 除非可以验证证书， 否则DNS-over-TLS很容易受到中间人攻击。 留空则接受自签名但也可能存在欺诈性的证书。

source: The configured system nameservers will be used to forward queries to. This will override any entry in the grid below, except for entries with a specific domain. DNS over TLS will never be used for any query bound for a system nameserver.
cs_cz: Nastavené systémové jmenné servery budou použity k předávání dotazů. Toto přepíší libovolnou položku v níže uvedené mřížce, s výjimkou položek s konkrétní doménou. DNS přes TLS se nikdy nepoužije pro žádný dotaz vázaný na systémový jmenný server.
de_de: Die konfigurierten System-Nameserver werden zur Weiterleitung von DNS-Anfragen verwendet. Diese Einstellung überschreibt alle Einträge in der untenstehenden Tabelle – außer Einträgen mit einer spezifischen Domain. DNS über TLS wird niemals für Anfragen verwendet, die an einen System-Nameserver weitergeleitet werden.
el_gr: Οι διαμορφωμένοι διακομιστές ονομάτων συστήματος θα χρησιμοποιηθούν για την προώθηση ερωτημάτων. Αυτό θα παρακάμψει οποιαδήποτε καταχώρηση στο παρακάτω πλέγμα, εκτός από τις καταχωρήσεις με συγκεκριμένο τομέα. Το DNS μέσω TLS δεν θα χρησιμοποιηθεί ποτέ για κανένα ερώτημα που συνδέεται με έναν διακομιστή ονομάτων συστήματος.
fa_ir: از nameserverهای تنظیم‌شدهٔ سیستم برای فوروارد کردن پرس‌وجوها استفاده می‌شود. این تنظیم هر ورودی در جدول زیر را بازنویسی می‌کند، مگر ورودی‌هایی که برای دامنهٔ مشخص تعریف شده‌اند. برای هیچ پرس‌وجویی که به یک system nameserver ارجاع داده شود، از DNS over TLS استفاده نخواهد شد.
fr_fr: Les serveurs de noms configurés seront utilisés pour transmettre les requêtes. Cette option est prioritaire sur toutes les entrées de la grille ci-dessous, à l'exception des entrées comportant un domaine spécifique. DNS over TLS ne sera jamais utilisé pour une requête liée à un serveur de noms du système.
it_it: I server dei nomi di sistema configurati verranno utilizzati per inoltrare le query. Ciò sovrascriverà qualsiasi voce nella griglia sottostante, ad eccezione delle voci con un dominio specifico. DNS su TLS non verrà mai utilizzato per alcuna query associata a un server dei nomi di sistema.
ko_kr: 구성된 시스템 네임 서버는 쿼리를 전달하는 데 사용됩니다. 이는 특정 도메인을 가진 항목을 제외하고 아래 그리드의 모든 항목을 무시합니다. DNS over TLS는 시스템 네임 서버로 전송되는 모든 쿼리에 대해 사용되지 않습니다.
uk_ua: Налаштовані системні сервери імен будуть використовуватися для пересилання запитів. Це перекриє будь-який запис у сітці нижче, за винятком записів з певним доменом. DNS через TLS ніколи не буде використовуватися для будь-якого запиту, що прямує до системного сервера імен.
zh_cn: 选中，则使用系统配置DNS服务器进行查询转发。 这会覆盖下面网格中的所有条目，具有特定域的条目除外。 基于TLS的DNS不会用于绑定到系统DNS服务器的任何查询。

source: The number of incoming TCP buffers to allocate per thread. If 0 is selected then no TCP queries, from clients, are accepted.
cs_cz: Počet vyrovnávacích pamětí pro TCP, které přidělovat jednotlivým vláknům. Pokud je vybrána hodnota 0, nejsou přijímány žádné TCP dotazy od klientů.
de_de: Anzahl der eingehenden TCP-Puffer pro Thread. Wenn 0 ausgewählt ist, werden keine TCP-Anfragen von Clients akzeptiert.
el_gr: Ο αριθμός των εισερχόμενων buffer TCP που θα εκχωρηθούν ανά νήμα. Εάν επιλεγεί 0, τότε δεν γίνονται δεκτά ερωτήματα TCP από υπολογιστές-πελάτες.
fa_ir: تعداد بافرهای TCP ورودی که به ازای هر ترد اختصاص می‌یابند. اگر مقدار 0 انتخاب شود، هیچ پرس‌وجوی TCP از کلاینت‌ها پذیرفته نخواهد شد.
fr_fr: Le nombre de tampons TCP entrants à allouer par thread. Si 0 est sélectionné, aucune requête TCP n'est acceptée de la part des clients.
it_it: Il numero di buffer TCP in entrata da allocare per thread. Se viene selezionato 0, non verranno accettate query TCP dai client.
ko_kr: 스레드당 할당되는 수신 TCP 버퍼의 수입니다. 0을 선택하면 클라이언트에서 TCP 쿼리를 수락하지 않습니다.
uk_ua: Кількість вхідних TCP-буферів для виділення на потік. Якщо вибрано 0, то TCP-запити від клієнтів не приймаються.
zh_cn: 每个线程分配的入站TCP缓冲区的数量。 如果为0，则不接受来自客户端的TCP查询。

source: The number of outgoing TCP buffers to allocate per thread. If 0 is selected then no TCP queries, to authoritative servers, are done.
cs_cz: Počet vyrovnávacích pamětí pro odchozí TCP, které mají být přiděleny jednomu vláknu. Pokud je vybrána hodnota 0, neprovádějí se žádné TCP dotazy na autoritativní servery.
de_de: Anzahl der ausgehenden TCP-Puffer, die pro Thread zugewiesen werden. Wenn 0 ausgewählt ist, werden keine TCP-Anfragen an autoritative Server gesendet.
el_gr: Ο αριθμός των εξερχόμενων buffer TCP που θα εκχωρηθούν ανά νήμα. Εάν επιλεγεί 0, τότε δεν θα πραγματοποιούνται ερωτήματα TCP σε έγκυρους διακομιστές.
fa_ir: تعداد بافرهای TCP خروجی که به ازای هر ترد اختصاص می‌یابند. اگر مقدار 0 انتخاب شود، هیچ پرس‌وجوی TCP به سرورهای authoritative ارسال نخواهد شد.
fr_fr: Le nombre de tampons TCP sortants à allouer par thread. Si 0 est sélectionné, aucune requête TCP n'est effectuée vers les serveurs faisant autorité.
it_it: Il numero di buffer TCP in uscita da allocare per thread. Se viene selezionato 0, non verrà eseguita alcuna query TCP sui server autorevoli.
ko_kr: 스레드당 할당되는 송신 TCP 버퍼의 수입니다. 0을 선택하면 권한 있는 서버로의 TCP 쿼리가 수행되지 않습니다.
uk_ua: Кількість вихідних TCP-буферів для виділення на потік. Якщо вибрано 0, то TCP-запити до авторитетних серверів не виконуються.
zh_cn: 每个线程分配的出站TCP缓冲区的数量。 如果为0，则不会对权威服务器进行任何TCP查询。

source: The number of ports to open. This number of file descriptors can be opened per thread. Larger numbers need extra resources from the operating system. For performance a very large value is best. For reference, usually double the amount of queries per thread is used.
cs_cz: Počet portů, které mají být otevřeny. Pro každé z vláken pak lze otevřít tento počet popisovačů souborů. Vyšší počty vyžadují více prostředků operačního systému. Pro síťovou propustnost je nejlepší velmi velká hodnota. Pro informaci, obvykle se používá dvojnásobek počtu dotazů na vlákno.
de_de: Anzahl der zu öffnenden Ports. Diese Anzahl entspricht den Datei-Deskriptoren, die pro Thread geöffnet werden können. Höhere Werte benötigen mehr Systemressourcen. Für eine bessere Leistung ist ein sehr hoher Wert empfohlen. In der Regel wird der doppelte Wert der "Anzahl an Abfragen pro Thread" verwendet.
el_gr: Ο αριθμός των θυρών που θα ανοίξουν. Αυτός ο αριθμός περιγραφέων αρχείων μπορεί να ανοιχτεί ανά νήμα. Οι μεγαλύτεροι αριθμοί απαιτούν επιπλέον πόρους από το λειτουργικό σύστημα. Για την απόδοση, μια πολύ μεγάλη τιμή είναι η καλύτερη. Για αναφορά, συνήθως χρησιμοποιείται διπλάσιος αριθμός ερωτημάτων ανά νήμα.
fa_ir: تعداد پورت‌هایی که باید باز شوند. این تعداد دسکریپتور فایل می‌تواند به‌ازای هر ترد باز شود. مقادیر بزرگ‌تر منابع بیشتری از سیستم‌عامل نیاز دارند. برای عملکرد، مقدار بسیار زیاد بهتر است. به‌طور مرجع معمولاً دو برابر تعداد پرس‌وجو به‌ازای هر ترد استفاده می‌شود.
fr_fr: Le nombre de ports à ouvrir. Ce nombre de descripteurs de fichiers peut être ouvert par thread. Des nombres plus élevés nécessitent des ressources supplémentaires de la part du système d'exploitation. Pour des raisons de performance, il est préférable d'utiliser une valeur très élevée. À titre de référence, on utilise généralement le double du nombre de requêtes par thread.
it_it: Il numero di porte da aprire. Questo numero di descrittori di file può essere aperto per thread. Numeri più grandi necessitano di risorse aggiuntive dal sistema operativo. Per le prestazioni è meglio un valore molto grande. Per riferimento, in genere viene utilizzata il doppio della quantità di query per thread.
ko_kr: 열고자 하는 포트의 수입니다. 이 수의 파일 디스크립터는 스레드당 열 수 있습니다. 더 큰 수는 운영 체제에서 추가 리소스가 필요합니다. 성능을 위해 매우 큰 값이 가장 좋습니다. 참고로, 일반적으로 스레드당 쿼리 수의 두 배가 사용됩니다.
uk_ua: Кількість портів для відкриття. Ця кількість файлових дескрипторів може бути відкрита на потік. Більші числа потребують додаткових ресурсів від операційної системи. Для продуктивності найкраще дуже велике значення. Для довідки, зазвичай використовується подвійна кількість запитів на потік.
zh_cn: 要打开的端口数。 较大的值需要操作系统提供额外的资源。 较大的值提供更好的性能。 作为参考，通常使用每个线程的查询量的两倍。

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled out (see "Jostle Timeout"), then these queries are dropped. This forces the client to resend after a timeout, allowing the server time to work on the existing queries.
cs_cz: Počet dotazů, které bude každé vlákno obsluhovat souběžně. Pokud přijde více dotazů, než je je třeba obsloužit, a žádné dotazy nelze vyřadit (viz „Jostle Timeout"), pak jsou tyto dotazy vyřazeny. To nutí klienta po uplynutí časového limitu znovu odeslat, což umožňuje serveru čas na práci se stávajícími dotazy.
de_de: Anzahl der DNS-Abfragen, die jeder Thread gleichzeitig bearbeiten kann. Wenn mehr Anfragen eintreffen, als verarbeitet werden können, und keine verdrängt werden können (siehe "Jostle Timeout"), werden diese Anfragen verworfen. Der Client muss die Anfrage dann nach einem Timeout erneut senden, wodurch dem Server Zeit gegeben wird, die vorhandenen Anfragen abzuarbeiten.
el_gr: Ο αριθμός των ερωτημάτων που θα εξυπηρετεί ταυτόχρονα κάθε νήμα. Εάν φτάσουν περισσότερα ερωτήματα που πρέπει να εξυπηρετηθούν και δεν μπορούν να εκτελεστούν ερωτήματα (βλ. "Χρονικό όριο εκτόνωσης"), τότε αυτά τα ερωτήματα απορρίπτονται. Αυτό αναγκάζει τον πελάτη να τα στείλει ξανά μετά από ένα χρονικό όριο, επιτρέποντας στον διακομιστή χρόνο να εργαστεί στα υπάρχοντα ερωτήματα.
fa_ir: تعداد پرس‌وجوهایی که هر ترد به‌صورت هم‌زمان سرویس می‌دهد. اگر پرس‌وجوهای بیشتری وارد شوند و نتوان هیچ‌کدام را جابه‌جا کرد (نگاه کنید به «Jostle Timeout»)، آن پرس‌وجوها رها می‌شوند. این باعث می‌شود کلاینت پس از یک تایم‌اوت مجدداً ارسال کند تا سرور فرصت پردازش پرس‌وجوهای موجود را داشته باشد.
fr_fr: Le nombre de requêtes que chaque thread traitera simultanément. Si d'autres requêtes arrivent et doivent être traitées requêtes doivent être traitées, et qu'aucune requête ne peut être éliminée par bousculade (voir "Délai de bousculade"), ces requêtes sont abandonnées, ces requêtes sont abandonnées. Cela oblige le client à renvoyer sa requête après un certain délai, ce qui laisse au serveur le temps de travailler sur les requêtes existantes. serveur de travailler sur les requêtes existantes.
it_it: Il numero di query che ogni thread servirà simultaneamente. Se arrivano più domande, quello necessitano di assistenza e nessuna query può essere spostata (vedere "Timeout Jostle"), quindi queste query vengono eliminate. Ciò costringe il client a inviare nuovamente dopo un timeout, consentendo al file tempo del server per lavorare sulle query esistenti.
ko_kr: 모든 스레드가 동시에 처리할 쿼리 수입니다. 서비스해야 하는 쿼리가 더 많이 도착하고 밀어내는 쿼리가 없으면("밀어내기 시간 초과" 참조), 이러한 쿼리가 삭제됩니다. 이렇게 하면 클라이언트가 타임아웃 후에 다시 보내도록 하여 서버가 기존 쿼리를 처리할 시간을 확보할 수 있습니다.
uk_ua: Кількість запитів, які кожен потік буде обслуговувати одночасно. Якщо надходить більше запитів, які потребують обслуговування, і жоден запит не може бути витіснений (див. "Тайм-аут витіснення"), тоді ці запити відхиляються. Це змушує клієнта повторно надсилати запит після тайм-ауту, надаючи серверу час для роботи з існуючими запитами.
zh_cn: 每个线程将同时服务的查询数量。 如果有更多查询到达需要服务，并且没有查询可以被排除（请参阅下面的"拥堵超时"选项)， 那么这些查询将被丢弃。 这会强制客户端在超时后重新发送，从而使服务器有时间处理现有查询。

source: The number of seconds from when a power failure is detected until apcupsd reacts with an onbattery event. (Default is 6).
cs_cz: Počet sekund od zjištění výpadku napájení do okamžiku, kdy apcupsd zareaguje událostí onbattery. (Výchozí hodnota je 6).
de_de: Anzahl der Sekunden nach Erkennung eines Stromausfalls, bis apcupsd mit einem 'onbattery'-Ereignis reagiert. (Standardwert: 6).
el_gr: Ο αριθμός των δευτερολέπτων από την ανίχνευση διακοπής ρεύματος μέχρι την αντίδραση του apcupsd με ένα συμβάν onbattery. (Η προεπιλογή είναι 6).
fa_ir: تعداد ثانیه از زمان تشخیص قطع برق تا زمانی که apcupsd با رویداد onbattery واکنش نشان دهد. (پیش‌فرض 6).
fr_fr: Nombre de secondes entre le moment où une panne de courant est détectée et le moment où apcupsd réagit avec un événement "onbattery". (La valeur par défaut est 6).
it_it: Il numero di secondi che intercorrono tra il rilevamento di un'interruzione di corrente e il momento in cui apcupsd reagisce con un evento di accensione della batteria. (L'impostazione predefinita è 6).
ko_kr: 전원 공급 장애가 감지된 후 apcupsd가 onbattery 이벤트로 반응하는 데 걸리는 시간 (기본값은 6초).
uk_ua: Кількість секунд від моменту виявлення збою живлення до того, як apcupsd відреагує подією "на батареї". (Типово: 6).
zh_cn: 从检测到断电到 apcupsd 响应电池电量不足事件的秒数。 (默认值为 6）。

source: This timeout is used for when the server is very busy. Set to a value that usually results in one round-trip to the authority servers. If too many queries arrive, then 50% of the queries are allowed to run to completion, and the other 50% are replaced with the new incoming query if they have already spent more than their allowed time. This protects against denial of service by slow queries or high query rates.
cs_cz: Tento časový limit je použít v případě, že je server velmi vytížen. Nastavte na hodnotu, která obvykle vede k jednomu kolečku tam-zpět na autoritativní servery. Pokud přijde příliš mnoho dotazů, je 50 % dotazů dovoleno dokončit a zbylých 50 % je nahrazeno novým příchozím dotazem, pokud už strávily více času, než je povoleno. Tím se chrání před odepření služby pomalými dotazy nebo jejich vysokým počtem.
de_de: Dieser Timeout wird verwendet, wenn der Server stark ausgelastet ist. Er sollte so gesetzt werden, dass ein Durchlauf (Round-Trip) zur autoritativen Quelle abgeschlossen werden kann. Wenn zu viele Anfragen eingehen, werden 50 % der laufenden Anfragen abgeschlossen, während die anderen 50 % durch neue Anfragen ersetzt werden – sofern ihre zulässige Verarbeitungszeit überschritten ist. Dies schützt vor Denial-of-Service-Angriffen durch langsame oder sehr viele Anfragen.
el_gr: Αυτό το χρονικό όριο χρησιμοποιείται όταν ο διακομιστής είναι πολύ απασχολημένος. Ορίστε σε μια τιμή που συνήθως έχει ως αποτέλεσμα ένα ταξίδι μετ' επιστροφής στους διακομιστές αρχών. Εάν φτάσουν πάρα πολλά ερωτήματα, τότε το 50% των ερωτημάτων επιτρέπεται να εκτελεστούν μέχρι να ολοκληρωθούν και το άλλο 50% αντικαθίσταται με το νέο εισερχόμενο ερώτημα εάν έχουν ήδη περάσει περισσότερο από τον επιτρεπόμενο χρόνο τους. Αυτό προστατεύει από την άρνηση υπηρεσίας λόγω αργών ερωτημάτων ή υψηλών ποσοστών ερωτημάτων.
fa_ir: این تایم‌اوت زمانی استفاده می‌شود که سرور بسیار شلوغ است. آن را روی مقداری تنظیم کنید که معمولاً منجر به یک رفت‌وبرگشت به سرورهای مرجع شود. اگر پرس‌وجوهای زیادی برسند، ۵۰٪ از پرس‌وجوها اجازه می‌یابند تا کامل اجرا شوند و ۵۰٪ باقی‌مانده، در صورتی‌که بیش از زمان مجازشان صرف کرده باشند، با پرس‌وجوی جدید ورودی جایگزین می‌شوند. این از حملات انکار سرویس توسط پرس‌وجوهای کند یا نرخ‌های بالای پرس‌وجو محافظت می‌کند.
fr_fr: Ce délai est utilisé lorsque le serveur est très occupé. Il doit être fixé à une valeur qui permet généralement d'effectuer un aller-retour vers les serveurs d'autorité. Si un trop grand nombre de requêtes arrivent, 50 % d'entre elles sont autorisées à s'exécuter jusqu'au bout. à s'exécuter jusqu'au bout, et les 50 % restants sont remplacés par la nouvelle requête entrante s'ils ont déjà dépassé le temps alloué. si elles ont déjà dépassé le temps qui leur est imparti. Cela permet de se prémunir contre les dénis de service dus à des requêtes lentes ou des taux de requêtes élevés.
it_it: Questo timeout viene utilizzato quando il server è molto occupato. Impostato su un valore che solitamente risulta in uno andata e ritorno ai server dell'autorità. Se arrivano troppe query, viene consentito il 50% delle query per essere eseguito fino al completamento e il restante 50% viene sostituito con la nuova query in arrivo, se disponibile hanno già trascorso più del tempo consentito. Questo protegge dalla negazione del servizio da parte di query lente o frequenze di query elevate.
ko_kr: 서버가 매우 혼잡한 경우에 사용되는 타임아웃입니다. 일반적으로 권한 있는 서버로의 왕복을 결과로 하는 값으로 설정합니다. 쿼리가 너무 많이 도착하면 쿼리의 50%가 완료될 수 있도록 허용되며, 다른 50%는 이미 허용된 시간보다 더 많이 소비한 경우 새로운 들어오는 쿼리로 대체됩니다. 이는 느린 쿼리 또는 높은 쿼리 속도로 인한 서비스 거부를 방지합니다.
uk_ua: Цей тайм-аут використовується, коли сервер дуже зайнятий. Встановіть значення, яке зазвичай призводить до одного кругового запиту до авторитетних серверів. Якщо надходить занадто багато запитів, то 50% запитів дозволяється завершитися, а інші 50% замінюються новим вхідним запитом, якщо вони вже витратили більше дозволеного часу. Це захищає від відмови в обслуговуванні через повільні запити або високу частоту запитів.
zh_cn: 该超时用于解决服务器非常繁忙时的查询服务。 设置的值通常为与授权服务器进行一次往返的值。 如果到达的查询过多，则允许完成50%的查询， 而另外50%的查询将被新入站的查询替换（如果它们已经花费了超过允许的时间）。 这可以防止因慢速查询或高查询率而导致拒绝服务。

source: Time to live in seconds for entries in the host cache. The host cache contains round-trip timing, lameness and EDNS support information.
cs_cz: Doba platnosti (v sekundách) pro záznamy v mezipaměti hostitele. Hostitelská mezipaměť obsahuje časování okružní cesty, nepřesvědčivosti a informace o podpoře EDNS.
de_de: Lebensdauer in Sekunden für Einträge im Host-Cache. Der Host-Cache enthält Informationen zu Antwortzeiten, Erreichbarkeit (Lameness) und EDNS-Unterstützung.
el_gr: Χρόνος αναμονής σε δευτερόλεπτα για καταχωρήσεις στην προσωρινή μνήμη του κεντρικού υπολογιστή. Η προσωρινή μνήμη του κεντρικού υπολογιστή περιέχει πληροφορίες χρονισμού μετ' επιστροφής, σφάλματος και υποστήριξης EDNS.
fa_ir: TTL به ثانیه برای ورودی‌های کش میزبان. کش میزبان شامل زمان رفت‌وبرگشت، وضعیت قابلیت پاسخ‌دهی (lameness) و اطلاعات پشتیبانی EDNS است.
fr_fr: Temps de vie en secondes pour les entrées dans le cache de l'hôte. Le cache de l'hôte contient des informations sur le temps d'aller-retour, la boiterie et le support EDNS. et les informations de support EDNS.
it_it: Tempo di vita in secondi per le voci nella cache dell'host. La cache dell'host contiene tempi di andata e ritorno, zoppia e informazioni di supporto EDNS.
ko_kr: 호스트 캐시의 항목의 TTL(초). 호스트 캐시에는 왕복 시간, 상태 불량 및 EDNS 지원 정보가 포함되어 있습니다.
uk_ua: Час життя в секундах для записів у кеші хостів. Кеш хостів містить інформацію про час передачі туди й назад, дефекти та підтримку EDNS.
zh_cn: 主机缓存中条目的生存时间（以秒为单位）。 主机缓存包含往返计时、跛行和EDNS支持信息。
