Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select the Community List. If multiples with the same name exist, selecting one is enough.
de_de: Die Community-Liste auswählen. Wenn mehrere mit demselben Namen existieren, genügt die Auswahl einer Liste.
fa_ir: Community List را انتخاب کنید. اگر چند مورد با نام یکسان وجود دارد، انتخاب یک مورد کافی است.
fr_fr: Sélectionnez la liste des communautés. S'il en existe plusieurs portant le même nom, il suffit d'en sélectionner une.
ko_kr: 커뮤니티 목록을 선택하세요. 같은 이름의 커뮤니티가 여러 개 있는 경우 하나만 선택하면 됩니다.
uk_ua: Виберіть список Community. Якщо існує кілька з однаковою назвою, достатньо вибрати один.

source: Select the DNS Provider. If you cannot find your provider here, consider using os-acme-client for the DNS-01 Challenge and os-ddclient for Dynamic DNS as alternatives.
de_de: Den DNS-Provider auswählen. Falls Ihr Provider hier nicht aufgeführt ist, verwenden Sie alternativ "os-acme-client" für die DNS-01-Challenge oder "os-ddclient" für dynamisches DNS.
fa_ir: DNS Provider را انتخاب کنید. اگر ارائه‌دهنده‌تان را اینجا پیدا نمی‌کنید، به‌عنوان جایگزین از os-acme-client برای DNS-01 Challenge و از os-ddclient برای Dynamic DNS استفاده کنید.
fr_fr: Sélectionnez le fournisseur DNS. Si vous ne trouvez pas votre fournisseur ici, envisagez d'utiliser os-acme-client pour le défi DNS-01 et os-ddclient pour le DNS dynamique comme alternatives.
ko_kr: DNS 공급자를 선택하세요. 여기에서 공급자를 찾을 수 없는 경우 DNS-01 챌린지에는 os-acme-client를, 동적 DNS에는 os-ddclient를 대안으로 사용하는 것을 고려해 보세요.
uk_ua: Виберіть провайдера DNS. Якщо ви не можете знайти свого провайдера тут, розгляньте використання os-acme-client для DNS-01 Challenge та os-ddclient для Dynamic DNS як альтернативи.

source: Select the HTTP response status code for the redirection message.
de_de: Den HTTP-Antwortstatuscode für die Umleitungsnachricht auswählen.
fa_ir: کد وضعیت پاسخ HTTP را برای پیام ریدایرکت انتخاب کنید.
fr_fr: Sélectionnez le code d'état de la réponse HTTP pour le message de redirection.
ko_kr: 리디렉션 메시지에 사용할 HTTP 응답 상태 코드를 선택하세요.
uk_ua: Виберіть код статусу відповіді HTTP для повідомлення перенаправлення.

source: Select the HTTP versions for the frontend listeners. By default, QUIC (HTTP/3) is disabled.
de_de: Die HTTP-Versionen für die Frontend-Listener auswählen. Standardmäßig ist QUIC (HTTP/3) deaktiviert.
fa_ir: نسخه‌های HTTP را برای لیسنرهای frontend انتخاب کنید. به‌طور پیش‌فرض QUIC (HTTP/3) غیرفعال است.
fr_fr: Sélectionnez les versions HTTP pour les auditeurs du frontend. Par défaut, QUIC (HTTP/3) est désactivé.
ko_kr: 프런트엔드 리스너에 사용할 HTTP 버전을 선택하세요. 기본적으로 QUIC(HTTP/3)는 비활성화되어 있습니다.
uk_ua: Виберіть версії HTTP для інтерфейсних слухачів. Типово QUIC (HTTP/3) вимкнено.

source: Select the Prefix List. If multiples with the same name exist, selecting one is enough.
de_de: Die Präfixliste auswählen. Wenn mehrere mit demselben Namen existieren, genügt die Auswahl einer Liste.
fa_ir: Prefix List را انتخاب کنید. اگر چند مورد با نام یکسان وجود دارد، انتخاب یک مورد کافی است.
fr_fr: Sélectionnez la liste des préfixes. S'il existe plusieurs préfixes portant le même nom, il suffit d'en sélectionner un.
ko_kr: 프리픽스 목록을 선택하세요. 동일한 이름을 가진 항목이 여러 개 있는 경우 하나만 선택하면 됩니다.
uk_ua: Виберіть список префіксів. Якщо існує кілька з однаковою назвою, достатньо вибрати один.

source: Select the associated virtual server.
de_de: Den zugehörigen virtuellen Server auswählen.
fa_ir: سرور مجازی مرتبط را انتخاب کنید.
fr_fr: Sélectionnez le serveur virtuel associé.
ko_kr: 연결된 가상 서버를 선택하세요.
uk_ua: Виберіть пов'язаний віртуальний сервер.

source: Select the interfaces where no OSPF packets should be sent.
de_de: Die Schnittstellen auswählen, an die keine OSPF-Pakete gesendet werden sollen.
fa_ir: رابط‌هایی را انتخاب کنید که هیچ بسته OSPF به آن‌ها ارسال نشود.
fr_fr: Sélectionnez les interfaces sur lesquelles aucun paquet OSPF ne doit être envoyé.
ko_kr: OSPF 패킷을 전송하지 않을 인터페이스를 선택하세요.
uk_ua: Виберіть інтерфейси, куди не повинні надсилатися пакети OSPF.

source: Select the interfaces, where no RIP packets should be sent to, (e.g., WAN interface).
de_de: Die Schnittstellen auswählen, an die keine RIP-Pakete gesendet werden sollen (z. B. die WAN-Schnittstelle).
fa_ir: رابط‌هایی را انتخاب کنید که هیچ بسته RIP به آن‌ها ارسال نشود (مثلاً رابط WAN).
fr_fr: Sélectionnez les interfaces vers lesquelles aucun paquet RIP ne doit être envoyé (par exemple, l'interface WAN).
ko_kr: RIP 패킷을 전송하지 않을 인터페이스를 선택하세요(예: WAN 인터페이스).
uk_ua: Виберіть інтерфейси, куди не повинні надсилатися пакети RIP (наприклад, WAN-інтерфейс).

source: Select the mode matching the OpenVPN Server or Client.
de_de: Den Modus auswählen, der dem OpenVPN-Server oder -Client entspricht.
fa_ir: حالت منطبق با سرور یا کلاینت OpenVPN را انتخاب کنید.
fr_fr: Sélectionnez le mode correspondant au serveur ou au client OpenVPN.
ko_kr: OpenVPN 서버 또는 클라이언트에 맞는 모드를 선택하세요.
uk_ua: Виберіть режим, що відповідає серверу або клієнту OpenVPN.

source: Select the type for this location. "ProxyPass" will reverse proxy all matched HTTP traffic. "Redirect" will create a HTTP redirect. "RedirectMatch" will also create a HTTP redirect, but avoids common redirect loops that can happen with trailing slashes if the path is not absolute. "Exchange Server" will securely reverse proxy a Microsoft Exchange Server with additional features as Outlook Anywhere support.
de_de: Den Typ für diesen Standort auswählen. "ProxyPass": Leitet den gesamten übereinstimmenden HTTP-Verkehr per Reverse Proxy weiter. "Redirect": Erstellt eine HTTP-Weiterleitung. "RedirectMatch": Erstellt ebenfalls eine HTTP-Weiterleitung, vermeidet jedoch typische Weiterleitungsschleifen, die bei fehlenden Schrägstrichen im Pfad auftreten können. "Exchange-Server": Richtet einen sicheren Reverse Proxy für einen Microsoft Exchange Server ein, einschließlich zusätzlicher Funktionen wie "Outlook Anywhere".
fa_ir: نوع این مکان را انتخاب کنید. "ProxyPass" تمام ترافیک HTTP مطابقت‌یافته را به‌صورت پروکسی معکوس هدایت می‌کند. "Redirect" یک تغییر مسیر HTTP ایجاد می‌کند. "RedirectMatch" نیز تغییر مسیر HTTP ایجاد می‌کند، اما از حلقه‌های رایج تغییر مسیر که ممکن است با اسلش انتهایی رخ دهند در صورتی که مسیر مطلق نباشد جلوگیری می‌کند. "Exchange Server" به‌صورت امن یک Microsoft Exchange Server را به‌عنوان پروکسی معکوس مدیریت می‌کند و قابلیت‌های اضافی مانند پشتیبانی از Outlook Anywhere را فراهم می‌آورد.
fr_fr: Sélectionnez le type pour cet emplacement. "ProxyPass" crée un proxy inverse pour tout le trafic HTTP correspondant. "Redirect" crée une redirection HTTP. "RedirectMatch" crée également une redirection HTTP, mais évite les boucles de redirection courantes qui peuvent se produire avec des barres obliques si le chemin d'accès n'est pas absolu. "Exchange Server" crée un proxy inverse sécurisé pour un serveur Microsoft Exchange avec des fonctionnalités supplémentaires telles que la prise en charge d'Outlook Anywhere.
ko_kr: 이 위치에 사용할 유형을 선택합니다. "ProxyPass"는 일치하는 모든 HTTP 트래픽을 리버스 프록시합니다. "Redirect"는 HTTP 리다이렉트를 생성합니다. "RedirectMatch"는 HTTP 리다이렉트를 생성하지만, 경로가 절대 경로가 아닐 경우 후행 슬래시로 인해 발생할 수 있는 일반적인 리다이렉트 루프를 방지합니다. "Exchange Server"는 Outlook Anywhere 지원 등 추가 기능을 포함하여 Microsoft Exchange Server를 안전하게 리버스 프록시합니다.
uk_ua: Виберіть тип для цієї локації. "ProxyPass" буде перенаправляти весь відповідний HTTP-трафік через зворотний проксі. "Redirect" створить HTTP-перенаправлення. "RedirectMatch" також створить HTTP-перенаправлення, але дозволить уникнути поширених циклів перенаправлення, які можуть виникнути з кінцевими слешами, якщо шлях не є абсолютним. "Exchange Server" безпечно перенаправлятиме Microsoft Exchange Server через зворотний проксі з додатковими функціями, такими як підтримка Outlook Anywhere.

source: Select which address families to activate for this peer group.
de_de: Auswählen, welche Adressfamilien für diese Peering-Gruppe aktiviert werden sollen.
fa_ir: خانوادهٔ آدرس‌هایی را که برای این گروه همتا باید فعال شوند انتخاب کنید.
fr_fr: Sélectionnez les familles d'adresses à activer pour ce groupe de pairs.
ko_kr: 이 피어 그룹에 대해 활성화할 주소 패밀리를 선택합니다.
uk_ua: Виберіть, які сімейства адрес активувати для цієї групи пірів.

source: Select which group a user should belong to in order to view and update its own otp token.
de_de: Die Gruppe auswählen, der ein Benutzer angehören muss, um sein eigenes OTP-Token anzuzeigen und zu aktualisieren.
fa_ir: گروهی را انتخاب کنید که کاربر باید عضو آن باشد تا بتواند توکن OTP خود را مشاهده و به‌روزرسانی کند.
fr_fr: Sélectionnez le groupe auquel un utilisateur doit appartenir pour voir et mettre à jour son propre jeton otp.
ko_kr: 사용자가 자신의 OTP 토큰을 보고 업데이트하려면 어떤 그룹에 속해야 하는지 선택하세요.
uk_ua: Виберіть, до якої групи має належати користувач, щоб переглядати та оновлювати свій власний токен OTP.

source: Select which group the user should be a member of in order to use this vpn.
de_de: Die Gruppe auswählen, deren Mitglied ein Benutzer sein muss, um dieses VPN zu verwenden.
fa_ir: گروهی را انتخاب کنید که کاربر برای استفاده از این VPN باید عضو آن باشد.
fr_fr: Sélectionnez le groupe auquel l'utilisateur doit appartenir pour utiliser ce vpn.
ko_kr: 이 VPN을 사용하기 위해 사용자가 속해야 할 그룹을 선택하세요.
uk_ua: Виберіть, членом якої групи має бути користувач, щоб використовувати цей VPN.

source: Select which groups this host is a member of. This may limit accessibility for some users
de_de: Die Gruppen auswählen, in denen dieser Host Mitglied ist. Dies kann die Zugänglichkeit für bestimmte Benutzer einschränken.
fa_ir: گروه‌هایی را که این میزبان عضو آن‌هاست انتخاب کنید. این ممکن است دسترسی بعضی کاربران را محدود کند.
fr_fr: Sélectionnez les groupes dont cet hôte est membre. Cela peut limiter l'accessibilité pour certains utilisateurs
ko_kr: 이 호스트가 속한 그룹을 선택하세요. 이로 인해 일부 사용자의 접근성이 제한될 수 있습니다.
uk_ua: Виберіть групи, до яких належить цей хост. Це може обмежити доступність для деяких користувачів

source: Select which interface this subnet belongs too.
de_de: Die Schnittstelle auswählen, zu dem dieses Subnetz gehört.
fa_ir: انتخاب کنید این زیرشبکه به کدام رابط تعلق دارد.
fr_fr: Sélectionnez l'interface à laquelle ce sous-réseau appartient.
ko_kr: 이 서브넷이 속할 인터페이스를 선택하세요.
uk_ua: Виберіть інтерфейс, до якого належить ця підмережа.

source: Select which kind of blocklists you want to use.
de_de: Die Art der Blocklisten auswählen, die Sie verwenden möchten.
fa_ir: نوع لیست‌های مسدودسازی مورد استفاده را انتخاب کنید.
fr_fr: Sélectionnez le type de listes de blocage que vous souhaitez utiliser.
ko_kr: 사용할 차단 목록 유형을 선택하세요.
uk_ua: Виберіть, які види чорних списків ви хочете використовувати.

source: Send Cisco Unity vendor ID payload (IKEv1 only).
de_de: Cisco-Unity-Vendor-ID-Payload senden (nur IKEv1).
fa_ir: ارسال payload شناسه Vendor ID مربوط به Cisco Unity (فقط IKEv1).
fr_fr: Send Cisco Unity vendor ID payload (IKEv1 uniquement).
ko_kr: Cisco Unity 벤더 ID 페이로드를 전송합니다(IKEv1 전용).
uk_ua: Надіслати корисне навантаження Cisco Unity vendor ID (лише IKEv1).

source: Sends a default route to the neighbor, useful in small AS environments where a full routing table is not necessary.
de_de: Sendet eine Standardroute an den Nachbarn. Dies ist in kleinen AS-Umgebungen nützlich, in denen keine vollständige Routing-Tabelle erforderlich ist.
fa_ir: یک مسیر پیش‌فرض به همسایه ارسال می‌کند؛ مفید در محیط‌های کوچک AS که جدول مسیریابی کامل ضروری نیست.
fr_fr: Envoie une route par défaut au voisin, utile dans les environnements de petits AS où une table de routage complète n'est pas nécessaire.
ko_kr: 기본 경로를 이웃에게 전송합니다. 전체 라우팅 테이블이 필요하지 않은 소규모 AS 환경에서 유용합니다.
uk_ua: Надсилає типовий маршрут сусідові, що корисно в невеликих середовищах AS, де повна таблиця маршрутизації не є необхідною.

source: Sends logs to the OPNsense integrated syslog-ng service.
de_de: Sendet Protokolle an den in OPNsense integrierten Syslog-ng-Dienst.
fa_ir: لاگ‌ها را به سرویس syslog-ng یکپارچه OPNsense ارسال می‌کند.
fr_fr: Envoie les journaux au service syslog-ng intégré à OPNsense.
ko_kr: OPNsense에 통합된 syslog-ng 서비스로 로그를 전송합니다.
uk_ua: Надсилає журнали до інтегрованої служби syslog-ng OPNsense.

source: Sequential count
de_de: Fortlaufende Anzahl
fa_ir: شمارش ترتیبی
fr_fr: Comptage séquentiel
ko_kr: 순차 카운트
uk_ua: Послідовний відлік

source: Server Settings
de_de: Servereinstellungen
fa_ir: تنظیمات سرور
fr_fr: Paramètres du serveur
ko_kr: 서버 설정
uk_ua: Налаштування сервера

source: Server address
de_de: Serveradresse
fa_ir: آدرس سرور
fr_fr: Adresse du serveur
ko_kr: 서버 주소
uk_ua: Адреса сервера

source: Server instance
de_de: Serverinstanz
fa_ir: نمونه سرور
fr_fr: Instance du serveur
ko_kr: 서버 인스턴스
uk_ua: Екземпляр сервера

source: ServerName
fa_ir: نام سرور
fr_fr: Nom du serveur
ko_kr: 서버 이름
uk_ua: Ім'я сервера

source: Set primary domain name server IPv4 or IPv6 address. Repeat this option to set secondary DNS server addresses.
de_de: Legen Sie die IPv4- oder IPv6-Adresse des primären DNS-Servers fest. Wiederholen Sie diese Option, um sekundäre DNS-Serveradressen festzulegen.
fa_ir: آدرس IPv4 یا IPv6 سرور نام دامنهٔ اصلی را مشخص کنید. برای تنظیم آدرس‌های سرور DNS ثانویه، این گزینه را تکرار کنید.
fr_fr: Définir l'adresse IPv4 ou IPv6 du serveur de noms de domaine primaire. Répétez cette option pour définir les adresses des serveurs DNS secondaires.
ko_kr: 기본 도메인 이름 서버 IPv4 또는 IPv6 주소를 설정합니다. 보조 DNS 서버 주소를 설정하려면 이 옵션을 반복합니다.
uk_ua: Встановіть адресу IPv4 або IPv6 основного сервера доменних імен. Повторіть цю опцію, щоб встановити адреси вторинних серверів DNS.

source: Set priority [low-delay]
de_de: Priorität festlegen [geringe Verzögerung]
fa_ir: اولویت را تنظیم کنید [low-delay]
fr_fr: Définir la priorité [low-delay]
ko_kr: 우선순위 설정 [저지연]
uk_ua: Встановити пріоритет [низька затримка]

source: Set the IP address of server to forward requests to.
de_de: Die IP-Adresse des Servers festlegen, an den Anfragen weitergeleitet werden sollen.
fa_ir: آدرس IP سروری که درخواست‌ها باید به آن فوروارد شوند را تنظیم کنید.
fr_fr: Définissez l'adresse IP du serveur vers lequel les demandes doivent être transférées.
ko_kr: 요청을 전달할 서버의 IP 주소를 설정합니다.
uk_ua: Встановіть IP-адресу сервера, на який пересилати запити.

source: Set the above domain as local. This will configure this DNS server as authoritative; it will not forward queries to any upstream servers for this domain.
de_de: Die obige Domain als lokal festlegen. Dadurch wird dieser DNS-Server als autoritativ konfiguriert; er leitet für diese Domain keine Anfragen an Upstream-Server weiter.
fa_ir: دامنهٔ بالا را به‌عنوان محلی تعیین کنید. با این کار این سرور DNS به‌عنوان سرور مرجع برای این دامنه پیکربندی می‌شود؛ پرس‌وجوها برای این دامنه به سرورهای بالادستی ارسال نخواهند شد.
fr_fr: Définissez le domaine ci-dessus comme local. Cela configurera ce serveur DNS comme faisant autorité ; il ne transmettra pas de requêtes à des serveurs en amont pour ce domaine.
ko_kr: 위 도메인을 로컬로 설정합니다. 이렇게 하면 이 DNS 서버가 권한 있는 서버로 구성되며, 이 도메인의 상위 서버로 쿼리를 전달하지 않습니다.
uk_ua: Встановіть вищезгаданий домен як локальний. Це налаштує цей DNS-сервер як авторитетний; він не пересилатиме запити до жодних вищестоящих серверів для цього домену.

source: Set the authentication setup key
de_de: Den Authentifizierungs-Setup-Schlüssel festlegen
fa_ir: کلید راه‌اندازی احراز هویت را تنظیم کنید.
fr_fr: Définir la clé de configuration de l'authentification
ko_kr: 인증 설정 키를 설정
uk_ua: Встановити ключ налаштування автентифікації

source: Set the default metric to a value between 1 and 16. Routes with lower metrics will be preferred, while higher metrics indicate less preferred or distant paths.
de_de: Die Standardmetrik auf einen Wert zwischen 1 und 16 festlegen. Routen mit niedrigeren Metriken werden bevorzugt, höhere Metriken kennzeichnen weniger bevorzugte oder weiter entfernte Pfade.
fa_ir: متریک پیش‌فرض را روی مقداری بین 1 و 16 تنظیم کنید. مسیرهایی با متریک کمتر ترجیح داده می‌شوند، در حالی که متریک‌های بالاتر نشان‌دهنده مسیرهای کمتر ترجیحی یا دورتر هستند.
fr_fr: Définissez la métrique par défaut sur une valeur comprise entre 1 et 16. Les routes dont la métrique est plus faible seront préférées, tandis que les métriques plus élevées indiquent des chemins moins préférés ou plus éloignés.
ko_kr: 기본 메트릭을 1~16 사이의 값으로 설정합니다. 메트릭이 낮은 경로가 선호되고, 메트릭이 높은 경로는 선호도가 낮거나 거리가 먼 경로를 나타냅니다.
uk_ua: Встановіть типову метрику на значення від 1 до 16. Маршрути з меншими метриками будуть пріоритетними, тоді як вищі метрики вказують на менш пріоритетні або віддалені шляхи.

source: Set the request matcher that will be applied to this access list.
de_de: Den Anforderungs-Matcher festlegen, der auf diese Zugriffsliste angewendet wird.
fa_ir: الگوی تطبیق درخواست که بر این فهرست دسترسی اعمال می‌شود را تنظیم کنید.
fr_fr: Définir le filtre de requête qui sera appliqué à cette liste d'accès.
ko_kr: 이 액세스 목록에 적용될 요청 매처를 설정합니다.
uk_ua: Встановіть збігач запитів, який буде застосовано до цього списку доступу.

source: Sets all DHCP domains as local. This will configure this DNS server as authoritative; it will not forward queries to any upstream servers for these domains.
de_de: Alle DHCP-Domains als lokal festlegen. Dadurch wird dieser DNS-Server als autoritativ konfiguriert und Anfragen für diese Domains nicht an übergeordnete Server weitergeleitet.
fa_ir: تمام دامنه‌های DHCP را به‌عنوان محلی تعیین می‌کند. این سرور DNS به‌عنوان سرور مرجع برای این دامنه‌ها پیکربندی می‌شود؛ پرس‌وجوها برای این دامنه‌ها به سرورهای بالادستی ارسال نخواهند شد.
fr_fr: Définit tous les domaines DHCP comme locaux. Cela configure ce serveur DNS comme faisant autorité ; il ne transmet pas les requêtes aux serveurs en amont pour ces domaines.
ko_kr: 모든 DHCP 도메인을 로컬로 설정합니다. 이렇게 하면 해당 DNS 서버가 권한 있는 서버로 구성되며, 해당 도메인의 업스트림 서버로 쿼리를 전달하지 않습니다.
uk_ua: Встановлює всі домени DHCP як локальні. Це налаштує цей DNS-сервер як авторитетний; він не пересилатиме запити до жодних вищестоящих серверів для цих доменів.

source: Sets frequency (in seconds) of Hello packets to maintain OSPF neighbor relationships.
de_de: Die Frequenz (in Sekunden) der Hello-Pakete festlegen, um OSPF-Nachbarschaften aufrechtzuerhalten.
fa_ir: فرکانس (بر حسب ثانیه) بسته‌های Hello برای حفظ روابط همسایگی OSPF را تنظیم می‌کند.
fr_fr: Définit la fréquence (en secondes) des paquets Hello pour maintenir les relations de voisinage OSPF.
ko_kr: OSPF 이웃 관계를 유지하기 위해 Hello 패킷의 빈도(초)를 설정합니다.
uk_ua: Встановлює частоту (в секундах) пакетів Hello для підтримки відносин сусідства OSPF.

source: Sets the OSPF metric for path selection; lower costs are preferred paths within the area.
de_de: Die OSPF-Metrik für die Pfadauswahl festlegen; niedrigere Kosten werden innerhalb des Bereichs bevorzugt.
fa_ir: متریک OSPF برای انتخاب مسیر را تنظیم می‌کند؛ هزینه‌های کمتر درون ناحیه مسیرهای ترجیحی محسوب می‌شوند.
fr_fr: Définit la métrique OSPF pour la sélection des chemins ; les coûts les plus bas sont les chemins préférés à l'intérieur de la zone.
ko_kr: 경로 선택을 위한 OSPF 메트릭을 설정합니다. 해당 영역 내에서 선호되는 경로는 비용이 낮습니다.
uk_ua: Встановлює метрику OSPF для вибору шляху; нижчі витрати є кращими шляхами в межах області.

source: Sets the available SignatureAlgorithms.
de_de: Die verfügbaren Signaturalgorithmen festlegen.
fa_ir: الگوریتم‌های امضا (SignatureAlgorithms) موجود را تنظیم می‌کند.
fr_fr: Définit les algorithmes de signature disponibles.
ko_kr: 사용 가능한 SignatureAlgorithms를 설정합니다.
uk_ua: Встановлює доступні SignatureAlgorithms.

source: Sets the interval (default 60 seconds) between keepalive messages to check the neighbors availability.
de_de: Das Intervall (Standard: 60 Sekunden) zwischen Keepalive-Nachrichten festlegen, um die Erreichbarkeit der Nachbarn zu prüfen.
fa_ir: فاصله (پیش‌فرض 60 ثانیه) بین پیام‌های keepalive برای بررسی در دسترس بودن همسایگان را تنظیم می‌کند.
fr_fr: Définit l'intervalle (par défaut 60 secondes) entre les messages keepalive pour vérifier la disponibilité des voisins.
ko_kr: 이웃의 가용성을 확인하기 위해 keepalive 메시지 간 간격(기본 60초)을 설정합니다.
uk_ua: Встановлює інтервал (типово 60 секунд) між повідомленнями підтримки з'єднання для перевірки доступності сусідів.

source: Sets the local router as the next hop for routes advertised to the neighbor, commonly used in Route Reflector setups.
de_de: Den lokalen Router als nächsten Hop für an den Nachbarn angekündigte Routen festlegen, häufig in Route-Reflector-Setups verwendet.
fa_ir: روتر محلی را به‌عنوان next hop برای مسیرهایی که به همسایه اعلان می‌شوند تعیین می‌کند؛ معمولاً در تنظیمات Route Reflector استفاده می‌شود.
fr_fr: Définit le routeur local comme le prochain saut pour les itinéraires annoncés au voisin, couramment utilisé dans les configurations Route Reflector.
ko_kr: 이웃에게 광고된 경로에 대한 다음 홉으로 로컬 라우터를 설정합니다. 이는 일반적으로 Route Reflector 설정에 사용됩니다.
uk_ua: Встановлює локальний маршрутизатор як наступний перехід для маршрутів, що оголошуються сусіду, що зазвичай використовується в налаштуваннях Route Reflector.

source: Setting this will enable Router Advertisements for all configured DHCPv6 ranges with the managed address bits set, and the use SLAAC bit reset. To change this default, select a combination of the possible options in the individual DHCPv6 ranges. Keep in mind that this is a global option; if there are configured DHCPv6 ranges, RAs will be sent unconditionally and cannot be deactivated selectively. Setting Router Advertisement modes in DHCPv6 ranges will have no effect without this global option enabled.
de_de: Aktiviert Router Advertisements für alle konfigurierten DHCPv6-Bereiche mit gesetztem verwaltetem Adressbit und zurückgesetztem SLAAC-Bit. Um diese Standardeinstellung zu ändern, wählen Sie eine Kombination der möglichen Optionen in den einzelnen DHCPv6-Bereichen. Beachten Sie, dass dies eine globale Option ist; wenn DHCPv6-Bereiche konfiguriert sind, werden RAs unbedingt gesendet und können nicht deaktiviert werden. Das Setzen von Router-Advertisement-Modi in DHCPv6-Bereichen hat keine Wirkung, wenn diese globale Option nicht aktiviert ist.
fa_ir: با فعال‌کردن این گزینه، اعلان‌های Router Advertisements برای همهٔ بازه‌های پیکربندی‌شده DHCPv6 ارسال می‌شوند و بیت‌های مدیریت‌شدهٔ آدرس ست و بیت استفاده از SLAAC پاک می‌شود. برای تغییر این پیش‌فرض، ترکیبی از گزینه‌های موجود را در هر بازهٔ DHCPv6 انتخاب کنید. توجه داشته باشید این یک گزینهٔ سراسری است؛ اگر بازه‌های DHCPv6 پیکربندی شده باشند، RAs بدون قید و شرط ارسال خواهند شد و نمی‌توان آن‌ها را به‌صورت انتخابی غیرفعال کرد. تنظیم حالت‌های Router Advertisement در بازه‌های DHCPv6 بدون فعال‌سازی این گزینهٔ سراسری تأثیری نخواهد داشت.
fr_fr: Ce paramètre permet d'activer les annonces de routeur pour toutes les plages DHCPv6 configurées avec les bits d'adresse gérée définis et le bit d'utilisation SLAAC réinitialisé. Pour modifier cette valeur par défaut, sélectionnez une combinaison des options possibles dans les différentes plages DHCPv6. N'oubliez pas qu'il s'agit d'une option globale ; si des plages DHCPv6 sont configurées, les annonces de routeur seront envoyées sans condition et ne pourront pas être désactivées de manière sélective. La définition des modes d'annonce de routeur dans les plages DHCPv6 n'aura aucun effet si cette option globale n'est pas activée.
ko_kr: 이 옵션을 설정하면 관리되는 주소 비트가 설정되어 있고 SLAAC 비트가 재설정된 모든 구성된 DHCPv6 범위에 대해 라우터 광고(RA)가 활성화됩니다. 이 기본값을 변경하려면 개별 DHCPv6 범위에서 가능한 옵션 조합을 선택하세요. 이 옵션은 전역 옵션이므로, 구성된 DHCPv6 범위가 있는 경우 RA는 무조건 전송되며 선택적으로 비활성화할 수 없습니다. 이 전역 옵션을 활성화하지 않으면 DHCPv6 범위에서 라우터 광고 모드를 설정해도 아무런 효과가 없습니다.
uk_ua: Увімкнення цього дозволить оголошення маршрутизатора (Router Advertisements) для всіх налаштованих діапазонів DHCPv6 з встановленими бітами керованих адрес і скинутим бітом використання SLAAC. Щоб змінити це типове значення, виберіть комбінацію можливих опцій в окремих діапазонах DHCPv6. Майте на увазі, що це глобальна опція; якщо є налаштовані діапазони DHCPv6, RA будуть надсилатися безумовно і не можуть бути деактивовані вибірково. Встановлення режимів оголошення маршрутизатора в діапазонах DHCPv6 не матиме ефекту без увімкнення цієї глобальної опції.

source: Setup Key
de_de: Setup-Schlüssel
fa_ir: کلید راه‌اندازی
fr_fr: Touche de configuration
ko_kr: 설정 키
uk_ua: Ключ налаштування
