Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: CPU 27
cs_cz: Procesor 27
fa_ir: هسته CPU 27
uk_ua: ЦП 27

source: CPU 28
cs_cz: Procesor 28
fa_ir: هسته CPU 28
uk_ua: ЦП 28

source: CPU 29
cs_cz: Procesor 29
fa_ir: هسته CPU 29
uk_ua: ЦП 29

source: CPU 3
cs_cz: Procesor 3
fa_ir: هسته CPU 3
uk_ua: ЦП 3

source: CPU 30
cs_cz: Procesor 30
fa_ir: هسته CPU 30
uk_ua: ЦП 30

source: CPU 31
cs_cz: Procesor 31
fa_ir: هسته CPU 31
uk_ua: ЦП 31

source: CPU 32
cs_cz: Procesor 32
fa_ir: هسته CPU 32
uk_ua: ЦП 32

source: CPU 33
cs_cz: Procesor 33
fa_ir: هسته CPU 33
uk_ua: ЦП 33

source: CPU 34
cs_cz: Procesor 34
fa_ir: هسته CPU 34
uk_ua: ЦП 34

source: CPU 35
cs_cz: Procesor 35
fa_ir: هسته CPU 35
uk_ua: ЦП 35

source: CPU 36
cs_cz: Procesor 36
fa_ir: هسته CPU 36
uk_ua: ЦП 36

source: CPU 37
cs_cz: Procesor 37
fa_ir: هسته CPU 37
uk_ua: ЦП 37

source: CPU 38
cs_cz: Procesor 38
fa_ir: هسته CPU 38
uk_ua: ЦП 38

source: CPU 39
cs_cz: Procesor 39
fa_ir: پردازنده 39
uk_ua: ЦП 39

source: CPU 4
cs_cz: Procesor 4
fa_ir: پردازنده 4
uk_ua: ЦП 4

source: CPU 40
cs_cz: Procesor 40
fa_ir: پردازنده 40
uk_ua: ЦП 40

source: CPU 41
cs_cz: Procesor 41
fa_ir: پردازنده 41
uk_ua: ЦП 41

source: CPU 42
cs_cz: Procesor 42
fa_ir: پردازنده 42
uk_ua: ЦП 42

source: CPU 43
cs_cz: Procesor 43
fa_ir: پردازنده 43
uk_ua: ЦП 43

source: CPU 44
cs_cz: Procesor 44
fa_ir: پردازنده 44
uk_ua: ЦП 44

source: CPU 45
cs_cz: Procesor 45
fa_ir: پردازنده 45
pl_pl: CPU 46
uk_ua: ЦП 45

source: CPU 46
cs_cz: Procesor 46
fa_ir: پردازنده 46
uk_ua: ЦП 46

source: CPU 47
cs_cz: Procesor 47
fa_ir: پردازنده 47
uk_ua: ЦП 47

source: CPU 48
cs_cz: Procesor 48
fa_ir: پردازنده 48
uk_ua: ЦП 48

source: CPU 49
cs_cz: Procesor 49
fa_ir: پردازنده 49
uk_ua: ЦП 49

source: CPU 5
cs_cz: Procesor 5
fa_ir: پردازنده 5
uk_ua: ЦП 5

source: CPU 50
cs_cz: Procesor 50
fa_ir: پردازنده 50
uk_ua: ЦП 50

source: CPU 51
cs_cz: Procesor 51
fa_ir: پردازنده 51
uk_ua: ЦП 51

source: CPU 52
cs_cz: Procesor 52
fa_ir: پردازنده 52
uk_ua: ЦП 52

source: CPU 53
cs_cz: Procesor 53
fa_ir: پردازنده 53
uk_ua: ЦП 53

source: CPU 54
cs_cz: Procesor 54
fa_ir: پردازنده 54
uk_ua: ЦП 54

source: CPU 55
cs_cz: Procesor 55
fa_ir: پردازنده 55
uk_ua: ЦП 55

source: CPU 56
cs_cz: Procesor 56
fa_ir: پردازنده 56
uk_ua: ЦП 56

source: CPU 57
cs_cz: Procesor 57
uk_ua: ЦП 57

source: CPU 58
cs_cz: Procesor 58
uk_ua: ЦП 58

source: CPU 59
cs_cz: Procesor 59
uk_ua: ЦП 59

source: CPU 6
cs_cz: Procesor 6
uk_ua: ЦП 6

source: CPU 60
cs_cz: Procesor 60
uk_ua: ЦП 60

source: CPU 61
cs_cz: Procesor 61
uk_ua: ЦП 61

source: CPU 62
cs_cz: Procesor 62
uk_ua: ЦП 62

source: CPU 63
cs_cz: Procesor 63
uk_ua: ЦП 63

source: CPU 7
cs_cz: Procesor 7
uk_ua: ЦП 7

source: CPU 8
cs_cz: Procesor 8
uk_ua: ЦП 8

source: CPU 9
cs_cz: Procesor 9
uk_ua: ЦП 9

source: CPUs with even ID
cs_cz: Procesory se sudými identifikátory
de_de: CPUs mit gerader ID
el_gr: CPU με άρτιο αναγνωριστικό
fa_ir: CPUهای با شناسه زوج
fr_fr: CPUs avec ID pair
it_it: CPU con ID pari
ko_kr: ID가 짝수인 CPU
pl_pl: Procesory z parzystym ID
uk_ua: ЦП з парним ID
zh_cn: ID为偶数的CPU

source: CPUs with odd ID
cs_cz: Procesory s lichými identifikátory
de_de: CPUs mit ungerader ID
el_gr: CPU με περιττό αναγνωριστικό
fa_ir: CPUهای با شناسه فرد
fr_fr: CPUs avec un ID impair
it_it: CPU con ID dispari
ko_kr: ID가 홀수인 CPU
pl_pl: Procesory z nieparzystym ID
uk_ua: ЦП з непарним ID
zh_cn: ID为奇数的CPU

source: Cameleon List
de_de: Cameleon-Liste
el_gr: Λίστα Καμελέων
fa_ir: فهرست Cameleon
fr_fr: Liste des caméléons
it_it: Elenco dei cameleon
ko_kr: Cameleon 목록
pl_pl: Lista Cameleon
uk_ua: Список Cameleon
zh_cn: Cameleon列表

source: Case Insensitive Match ("~*")
cs_cz: Shoda nezohledňující VELKÁ/malá písmena („~*“)
de_de: Groß-/Kleinschreibung nicht berücksichtigende Übereinstimmung ("~*")
el_gr: Αντιστοίχιση χωρίς διάκριση πεζών-κεφαλαίων ("~*")
fa_ir: مطابقت بدون حساسیت به حروف ("~*")
fr_fr: Correspondance insensible à la casse ("~*")
it_it: Corrispondenza senza distinzione tra maiuscole e minuscole ("~*")
ko_kr: 대소문자 구분 없이 일치 ("~*")
pl_pl: Wyszukiwanie nieuwzględniające wielkości liter ("*")
uk_ua: Збіг без урахування регістру ("~*")
zh_cn: 不区分大小写的匹配("〜*")

source: Case Sensitive Match ("~")
cs_cz: Shoda zohledňující VELKÁ/malá písmena („~“)
de_de: Groß-/Kleinschreibung beachten ("~")
el_gr: Αντιστοίχιση με διάκριση πεζών-κεφαλαίων ("~")
fa_ir: مطابقت حساس به حروف ("~")
fr_fr: Correspondance sensible à la casse ("~")
it_it: Corrispondenza con distinzione tra maiuscole e minuscole ("~")
ko_kr: 대소문자 구분 일치 ("~")
pl_pl: Wyszukiwanie uwzględniające wielkość liter ("")
uk_ua: Збіг з урахуванням регістру ("~")
zh_cn: 区分大小写的匹配("〜")

source: Changelog
cs_cz: Seznam změn
de_de: Änderungsprotokoll
el_gr: Αρχείο αλλαγών
fa_ir: لیست تغییرات
fr_fr: Notes de versions
it_it: Registro delle modifiche
ko_kr: 변경로그
pl_pl: Dziennik zmian
uk_ua: Журнал змін
zh_cn: 日志

source: Choose a number between 1 and 10000.
cs_cz: Zvolte číslo z rozmezí 1 až 10000.
de_de: Wählen Sie eine Nummer zwischen 1 und 10000.
el_gr: Επιλέξτε έναν αριθμό μεταξύ 1 και 10000.
fa_ir: یک عدد بین 1 تا 10000 انتخاب کنید.
fr_fr: Choisissez un nombre compris entre 1 et 10000.
it_it: Scegli un numero compreso tra 1 e 10000.
ko_kr: 1에서 10000 사이의 숫자를 선택하세요.
pl_pl: Wybierz liczbę między 1 a 10000.
uk_ua: Виберіть число від 1 до 10000.
zh_cn: 选择1到10000之间的数字。

source: Choose a number between 1 and 20480.
cs_cz: Zvolte číslo z rozmezí 1 až 20480.
de_de: Wählen Sie eine Zahl zwischen 1 und 20480.
el_gr: Επιλέξτε έναν αριθμό μεταξύ 1 και 20480.
fa_ir: یک عدد بین 1 تا 20480 انتخاب کنید.
fr_fr: Choisissez un nombre compris entre 1 et 20480.
it_it: Scegli un numero compreso tra 1 e 20480.
ko_kr: 1에서 20480 사이의 숫자를 선택하세요.
pl_pl: Wybierz liczbę między 1 a 20480.
uk_ua: Виберіть число від 1 до 20480.
zh_cn: 选择1到20480之间的数字。

source: Choose a number between 1 and 3600.
cs_cz: Zvolte číslo z rozmezí 1 až 3600.
de_de: Wählen Sie eine Zahl zwischen 1 und 3600.
el_gr: Επιλέξτε έναν αριθμό μεταξύ 1 και 3600.
fa_ir: یک عدد بین 1 تا 3600 انتخاب کنید.
fr_fr: Choisissez un nombre compris entre 1 et 3600.
it_it: Scegli un numero compreso tra 1 e 3600.
ko_kr: 1에서 3600 사이의 숫자를 선택하세요.
pl_pl: Wybierz liczbę między 1 a 3600.
uk_ua: Виберіть число від 1 до 3600.
zh_cn: 选择1到3600之间的数字。

source: Choose a number between 1 and 600.
cs_cz: Zvolte číslo z rozmezí 1 až 600.
de_de: Wählen Sie eine Zahl zwischen 1 und 600.
el_gr: Επιλέξτε έναν αριθμό μεταξύ 1 και 600.
fa_ir: یک عدد بین 1 تا 600 انتخاب کنید.
fr_fr: Choisissez un nombre entre 1 et 600.
it_it: Scegli un numero compreso tra 1 e 600.
ko_kr: 1에서 600 사이의 숫자를 선택하세요.
pl_pl: Wybierz liczbę między 1 a 600.
uk_ua: Виберіть число від 1 до 600.
zh_cn: 选择1到600之间的数字。

source: Choose a number between 1 and 86400.
cs_cz: Zvolte číslo z rozmezí 1 až 86400.
de_de: Wählen Sie eine Zahl zwischen 1 und 86400.
el_gr: Επιλέξτε έναν αριθμό μεταξύ 1 και 86400.
fa_ir: یک عدد بین 1 تا 86400 انتخاب کنید.
fr_fr: Choisissez un nombre compris entre 1 et 86400.
it_it: Scegli un numero compreso tra 1 e 86400.
ko_kr: 1에서 86400 사이의 숫자를 선택하세요.
pl_pl: Wybierz liczbę między 1 a 86400.
uk_ua: Виберіть число від 1 до 86400.
zh_cn: 选择1到86400之间的数字。

source: Choose a number between 100 and 10000.
cs_cz: Zvolte číslo z rozmezí 100 až 10000.
de_de: Wählen Sie eine Zahl zwischen 100 und 10000.
el_gr: Επιλέξτε έναν αριθμό μεταξύ 100 και 10000.
fa_ir: یک عدد بین 100 تا 10000 انتخاب کنید.
fr_fr: Choisissez un nombre entre 100 et 10000.
it_it: Scegli un numero compreso tra 100 e 10000.
ko_kr: 100에서 10000 사이의 숫자를 선택하세요.
pl_pl: Wybierz liczbę między 100 a 10000.
uk_ua: Виберіть число від 100 до 10000.
zh_cn: 选择100到10000之间的数字。

source: Choose a value between 1 and 1000.
cs_cz: Zvolte hodnotu z rozmezí 1 až 1000.
de_de: Wählen Sie einen Wert zwischen 1 und 1000.
el_gr: Επιλέξτε μια τιμή μεταξύ 1 και 1000.
fa_ir: یک مقدار بین 1 تا 1000 انتخاب کنید.
fr_fr: Choisissez une valeur entre 1 et 1000.
it_it: Scegli un valore compreso tra 1 e 1000.
ko_kr: 1에서 1000 사이의 값을 선택하세요.
pl_pl: Wybierz wartość między 1 a 1000.
uk_ua: Виберіть значення від 1 до 1000.
zh_cn: 选择1到1000之间的值。

source: Choose a value between 1 and 99.
cs_cz: Zvolte hodnotu z rozmezí 1 až 99.
de_de: Wählen Sie einen Wert zwischen 1 und 99.
el_gr: Επιλέξτε μια τιμή μεταξύ 1 και 99.
fa_ir: یک مقدار بین 1 تا 99 انتخاب کنید.
fr_fr: Choisissez une valeur entre 1 et 99.
it_it: Scegli un valore compreso tra 1 e 99.
ko_kr: 1에서 99 사이의 값을 선택하세요.
pl_pl: Wybierz wartość między 1 a 99.
uk_ua: Виберіть значення від 1 до 99.
zh_cn: 选择1到99之间的值。

source: Choose an ACL.
cs_cz: Zvolte ACL seznam.
de_de: Wählen Sie eine ACL.
el_gr: Επιλέξτε μία ACL.
fa_ir: یک ACL را انتخاب کنید.
fr_fr: Choisissez un ACL.
it_it: Scegli un ACL.
ko_kr: ACL을 선택하세요.
pl_pl: Wybierz ACL.
uk_ua: Виберіть ACL.
zh_cn: 选择一个访问列表。

source: CoDel and PIE can not be combined.
cs_cz: CoDel a PIE není možné kombinovat.
de_de: CoDel und PIE können nicht kombiniert werden.
el_gr: Τα CoDel και PIE δεν μπορούν να συνδυαστούν.
fa_ir: CoDel و PIE را نمی‌توان با هم ترکیب کرد.
fr_fr: CoDel et PIE ne peuvent pas être combinés.
it_it: CoDel e PIE non possono essere combinati.
ko_kr: CoDel과 PIE는 결합할 수 없습니다.
pl_pl: CoDel i PIE nie mogą być łączone.
uk_ua: CoDel і PIE не можна поєднувати.
zh_cn: CoDel和PIE不能合并。

source: Cookie-based persistence (HTTP/HTTPS only)
cs_cz: Trvalost založená na cookie (pouze HTTP/HTTPS)
de_de: Cookie-basierte Persistenz (nur HTTP/HTTPS)
el_gr: Μόνιμη χρήση μέσω cookie (μόνο HTTP/HTTPS)
fa_ir: پایداری مبتنی بر کوکی (فقط HTTP/HTTPS)
fr_fr: Persistance basée sur les cookies (HTTP/HTTPS uniquement)
it_it: Persistenza basata sui cookie (solo HTTP/HTTPS)
ko_kr: 쿠키 기반 지속성 (HTTP/HTTPS만 해당)
pl_pl: Trwałość na podstawie ciasteczka (tylko HTTP/HTTPS)
uk_ua: Стійкість на основі файлів cookie (лише HTTP/HTTPS)
zh_cn: 基于Cookie的持久性（仅限 HTTP/HTTPS）

source: DHCP Leases
cs_cz: DHCP zápůjčky
el_gr: Μισθώσεις DHCP
fa_ir: اجاره‌های DHCP
fr_fr: Baux DHCP
it_it: Locazioni DHCP
ko_kr: DHCP 대여
pl_pl: Przydziały DHCP
uk_ua: Оренди DHCP
zh_cn: DHCP租约

source: DNS Domain Is
cs_cz: DNS doména je
de_de: DNS-Domain ist
el_gr: Ο τομέας DNS είναι
fa_ir: دامنه DNS برابر با
fr_fr: DNS Domaine est
it_it: Il dominio DNS è
pl_pl: Domena DNS to
uk_ua: Домен DNS це
zh_cn: DNS域名是

source: DNS Domain Levels (Count Of Dots)
cs_cz: Úrovní DNS domény (počet teček)
de_de: DNS-Domainebenen (Anzahl der Punkte)
el_gr: Επίπεδα τομέα DNS (Αριθμός κουκκίδων)
fa_ir: سطوح دامنه DNS (تعداد نقطه‌ها)
fr_fr: Niveaux de domaine DNS (nombre de points)
it_it: Livelli di dominio DNS (conteggio di punti)
ko_kr: DNS 도메인 레벨 (도트 수)
pl_pl: Poziomy domen DNS (liczba kropek)
uk_ua: Рівні домену DNS (кількість крапок)
zh_cn: DNS域级别(点数)

source: DNSCrypt-Proxy
uk_ua: DNSCrypt-Проксі

source: Date Range
cs_cz: Datumový rozsah
de_de: Datumsbereich
el_gr: Εύρος ημερομηνιών
fa_ir: بازه تاریخ
fr_fr: Plage de dates
it_it: Intervallo di date
ko_kr: 기간 범위
pl_pl: Zakres dat
uk_ua: Діапазон дат
zh_cn: 日期范围

source: Decode DNS responses and do not resolve numeric IPs
cs_cz: Dekódovat DNS odpovědi a nepřekládat číselné IP adresy
de_de: DNS-Antworten dekodieren und numerische IPs nicht auflösen
el_gr: Αποκωδικοποίηση απαντήσεων DNS και μη επίλυση αριθμητικών IP
fa_ir: پاسخ‌های DNS را رمزگشایی کن و آدرس‌های عددی IP را تفکیک نکن
fr_fr: Décoder les réponses DNS et ne pas résoudre les IPs numériques
it_it: Decodifica le risposte DNS e non risolve gli IP numerici
ko_kr: DNS 응답을 디코딩하고 숫자 IP를 확인하지 않음
pl_pl: Dekoduj odpowiedzi DNS i nie rozwiązuj numerycznych IP
uk_ua: Декодувати відповіді DNS і не вирішувати числові IP
zh_cn: 解析DNS响应并且不解析数字IP

source: Decode DNS responses and resolve all numeric IPs
cs_cz: Dekódovat DNS odpovědi a překládat veškeré číselné IP adresy
de_de: DNS-Antworten dekodieren und alle numerischen IPs auflösen
el_gr: Αποκωδικοποίηση απαντήσεων DNS και επίλυση όλων των αριθμητικών IP
fa_ir: پاسخ‌های DNS را رمزگشایی کن و تمام آدرس‌های عددی IP را تفکیک کن
fr_fr: Décoder les réponses DNS et résoudre toutes les IP numériques
it_it: Decodifica le risposte DNS e risolvi tutti gli IP numerici
ko_kr: DNS 응답을 디코딩하고 모든 숫자 IP를 확인합니다.
pl_pl: Dekoduj odpowiedzi DNS i rozwiązuj wszystkie numeryczne IP
uk_ua: Декодувати відповіді DNS і вирішувати всі числові IP
zh_cn: 解析DNS响应并解析所有数字IP

source: Decode DNS responses and resolve only local numeric IPs
cs_cz: Dekódovat DNS odpovědi a překládat pouze lokální číselné IP adresy
de_de: DNS-Antworten dekodieren und nur lokale numerische IPs auflösen
el_gr: Αποκωδικοποίηση απαντήσεων DNS και επίλυση μόνο τοπικών αριθμητικών IP
fa_ir: پاسخ‌های DNS را رمزگشایی کن و فقط آدرس‌های عددی IP محلی را تفکیک کن
fr_fr: Décoder les réponses DNS et résoudre uniquement les IP numériques locales
it_it: Decodifica le risposte DNS e risolvi solo gli IP numerici locali
ko_kr: DNS 응답을 디코딩하고 로컬 숫자 IP만 확인
pl_pl: Dekoduj odpowiedzi DNS i rozwiązuj tylko lokalne numeryczne IP
uk_ua: Декодувати відповіді DNS і вирішувати лише локальні числові IP
zh_cn: 解析DNS响应并仅解析本地数字IP

source: Deny Access
cs_cz: Odepřít přístup
de_de: Verweigere Zugriff
el_gr: Άρνηση πρόσβασης
fa_ir: دسترسی را مسدود کن
fr_fr: Refuser l'accès
it_it: Nega l'accesso
ko_kr: 접근 거부
pl_pl: Odmów dostępu
uk_ua: Відмовити в доступі
zh_cn: 拒绝访问

source: Direct Connection (no Proxy)
cs_cz: Přímé spojení (bez proxy)
de_de: Direkte Verbindung (kein Proxy)
el_gr: Άμεση σύνδεση (χωρίς διακομιστή μεσολάβησης)
fa_ir: اتصال مستقیم (بدون Proxy)
fr_fr: Connexion directe (pas de Proxy)
it_it: Connessione diretta (nessun proxy)
ko_kr: 직접 연결 (프록시 없음)
pl_pl: Bezpośrednie połączenie (bez Proxy)
uk_ua: Пряме з'єднання (без проксі)
zh_cn: 直连(无代理)

source: Disk I/O
cs_cz: Diskový vst./výstup
de_de: Festplatten-I/O
el_gr: Είσοδος/Έξοδος δίσκου
fa_ir: ورودی/خروجی دیسک
fr_fr: E/S de disque
it_it: I/O del disco
ko_kr: 디스크 입/출력
pl_pl: Dysk I/O
uk_ua: Введення/виведення диска
zh_cn: 磁盘I/O

source: Do not decode DNS responses and do not resolve numeric IPs
cs_cz: Nedekódovat DNS odpovědi a nepřekládat číselné IP adresy
de_de: DNS-Antworten nicht dekodieren und numerische IPs nicht auflösen
el_gr: Μην αποκωδικοποιείτε τις απαντήσεις DNS και μην επιλύετε αριθμητικές διευθύνσεις IP
fa_ir: پاسخ‌های DNS را رمزگشایی نکن و آدرس‌های عددی IP را تفکیک نکن
fr_fr: Ne décode pas les réponses DNS et ne résout pas les IP numériques.
it_it: Non decodificare le risposte DNS e non risolvere gli IP numerici
ko_kr: DNS 응답을 디코딩하지 않고 숫자 IP를 확인하지 않음
pl_pl: Nie dekoduj odpowiedzi DNS i nie rozwiązuj numerycznych IP
uk_ua: Не декодувати відповіді DNS і не вирішувати числові IP
zh_cn: 不解析DNS响应，也不解析数字IP

source: Drop The Connection
cs_cz: Zahodit spojení
de_de: Verbindung trennen
el_gr: Διακόψτε τη σύνδεση
fa_ir: اتصال را قطع کن
fr_fr: Laissez tomber la connexion
it_it: Interrompi la connessione
ko_kr: 연결 삭제
pl_pl: Rozłącz połączenie
uk_ua: Розірвати з'єднання
zh_cn: 断开连接

source: EMD Malicious Domains List
cs_cz: Seznam škodlivých domén EMD
de_de: EMD-Liste bösartiger Domains
el_gr: Λίστα κακόβουλων τομέων EMD
fa_ir: فهرست دامنه‌های مخرب EMD
fr_fr: Liste des domaines malveillants d'EMD
it_it: Elenco domini dannosi EMD
ko_kr: EMD 악성 도메인 목록
pl_pl: Lista złosliwych domen EMD
uk_ua: Список шкідливих доменів EMD
zh_cn: EMD恶意域名列表

source: Enter a number followed by k, m or g.
cs_cz: Zadejte číslo následované k,m nebo g.
de_de: Geben Sie eine Zahl gefolgt von k, m oder g ein.
el_gr: Εισαγάγετε έναν αριθμό ακολουθούμενο από k, m ή g.
fa_ir: یک عدد وارد کنید و سپس k، m یا g را اضافه کنید.
fr_fr: Entrez un numéro suivi de k, m ou g.
it_it: Immettere un numero seguito da k, m o g.
ko_kr: k, m 또는 g 뒤에 붙을 숫자를 입력하세요.
pl_pl: Wprowadź liczbę poprzedzoną k, m lub g.
uk_ua: Введіть число, за яким слідує k, m або g.
zh_cn: 输入一个数字，后跟k，m或g。

source: Exact Match ("=")
cs_cz: Přesná shoda („=“)
de_de: Exakte Übereinstimmung ("=")
el_gr: Ακριβής αντιστοίχιση ("=")
fa_ir: مطابقت دقیق (=)
fr_fr: Correspondance exacte ("=")
it_it: Corrispondenza esatta ("=")
ko_kr: 정확히 일치("=")
pl_pl: Dokładne dopasowanie ("=")
uk_ua: Точний збіг ("=")
zh_cn: 完全匹配 ("=")

source: Existence
de_de: Existenz
el_gr: Υπαρξη
fa_ir: وجود
it_it: Esistenza
ko_kr: 존재함
pl_pl: Istnienie
uk_ua: Існування
zh_cn: 现有

source: Existing cookie value
cs_cz: Hodnota existujícího cookie
de_de: Existierender Cookie-Wert
el_gr: Υπάρχουσα τιμή cookie
fa_ir: مقدار کوکی موجود
fr_fr: Valeur du cookie existant
it_it: Valore del cookie esistente
ko_kr: 현재 쿠키 값
pl_pl: Istniejąca wartość ciasteczka
uk_ua: Існуюче значення cookie
zh_cn: 现有的cookie值

source: Expedited Forwarding
cs_cz: Zrychlené přeposílání
de_de: Vorrangige Weiterleitung
el_gr: Ταχεία προώθηση
fa_ir: ارسال تسریع‌شده
fr_fr: Expédition accélérée
it_it: Inoltro rapido
ko_kr: 신속 전달
pl_pl: Priorytetowy przesył
uk_ua: Прискорене пересилання

source: Extended
cs_cz: Rozšířené
de_de: Erweitert
el_gr: Εκτεταμένη
fa_ir: گسترش‌یافته
fr_fr: Extension du site
it_it: Esteso
ko_kr: 확장됨
pl_pl: Rozszerzone
uk_ua: Розширений
zh_cn: 扩展名

source: File Checksum
cs_cz: Kontrolní součet souboru
de_de: Dateiprüfsumme
el_gr: Άθροισμα Ελέγχου Αρχείου
fa_ir: چک‌سام فایل
fr_fr: Somme de contrôle du fichier
it_it: Checksum del file
ko_kr: 파일 체크섬
pl_pl: Suma kontrolna pliku
uk_ua: Контрольна сума файлу
zh_cn: 文件校验

source: File Content
cs_cz: Obsah souboru
de_de: Dateiinhalt
el_gr: Περιεχόμενο αρχείου
fa_ir: محتوای فایل
fr_fr: Contenu du fichier
it_it: Contenuto del file
ko_kr: 파일 내용
pl_pl: Zawartość pliku
uk_ua: Вміст файлу
zh_cn: 文件内容

source: File Size
cs_cz: Velikost souboru
de_de: Dateigröße
el_gr: Μέγεθος αρχείου
fa_ir: حجم فایل
fr_fr: Taille du fichier
it_it: Dimensioni del file
ko_kr: 파일 크기
pl_pl: Rozmiar pliku
uk_ua: Розмір файлу
zh_cn: 文件大小

source: Filesystem Mount Flags
cs_cz: Příznaky připojování (mount) souborového systému
de_de: Dateisystem-Mount-Flags
el_gr: Σημαίες προσάρτησης συστήματος αρχείων
fa_ir: فلگ‌های مونت سیستم فایل
fr_fr: Drapeaux de montage du système de fichiers
it_it: Flag di montaggio del file system
ko_kr: 파일시스템 마운트 플래그
pl_pl: Flagi montowania systemu plików
uk_ua: Прапори монтування файлової системи
zh_cn: 文件系统挂载标志

source: Friday
cs_cz: pátek
de_de: Freitag
el_gr: Παρασκευή
fa_ir: جمعه
fr_fr: Vendredi
it_it: Venerdì
ko_kr: 금요일
pl_pl: Piątek
uk_ua: П'ятниця
zh_cn: 星期五

source: HTTP Basic Auth: username/password from client matches selected User/Group
cs_cz: HTTP Basic Auth: uživatelské jméno/heslo od klienta odpovídá vybranému uživateli/skupině
de_de: HTTP Basic-Authentifizierung: Benutzername/Passwort vom Client ist für die ausgewählten Benutzer / Gruppen gültig
el_gr: Βασική Εξουσιοδότηση HTTP: το όνομα χρήστη/κωδικός πρόσβασης από τον πελάτη αντιστοιχεί στον επιλεγμένο Χρήστη/Ομάδα
fa_ir: HTTP Basic Auth: نام‌کاربری/رمز عبور ارسال‌شده توسط کلاینت با کاربر/گروه انتخاب‌شده مطابقت دارد
fr_fr: HTTP Basic Auth : le nom d'utilisateur/mot de passe du client correspond à l'utilisateur/groupe sélectionné.
it_it: Autenticazione HTTP di base: il nome utente/password del client corrisponde all'utente/gruppo selezionato
ko_kr: HTTP 기본 인증: 클라이언트의 사용자 이름/비밀번호가 선택한 사용자/그룹과 일치합니다
pl_pl: Podstawowe uwierzytelnianie HTTP: nazwa użytkownika/hasło od klienta pasuje do wybranego Użytkownika/Grupy
uk_ua: HTTP Basic Auth: ім'я користувача/пароль від клієнта відповідає вибраному Користувачу/Групі
zh_cn: HTTP 基本认证：来自客户端的用户名/密码与所选用户/组匹配

source: HTTP Proxy
el_gr: Διακομιστής μεσολάβησης HTTP
fa_ir: پراکسی HTTP
fr_fr: Proxy HTTP
it_it: Proxy HTTP
ko_kr: HTTP 프록시
pl_pl: Proxy HTTP
uk_ua: HTTP Проксі
zh_cn: HTTP代理

source: HTTP Status Code 403
cs_cz: HTTP stavový kód 403
el_gr: Κωδικός κατάστασης HTTP 403
fa_ir: کد وضعیت HTTP 403
fr_fr: Code d'état HTTP 403
it_it: Codice di stato HTTP 403
ko_kr: HTTP 상태 코드 403
uk_ua: Код стану HTTP 403
zh_cn: HTTP状态代码403

source: HTTP Status Code 404
cs_cz: HTTP stavový kód 404
el_gr: Κωδικός κατάστασης HTTP 404
fa_ir: کد وضعیت HTTP 404
fr_fr: Code d'état HTTP 404
it_it: Codice di stato HTTP 404
ko_kr: HTTP 상태 코드 404
uk_ua: Код стану HTTP 404
zh_cn: HTTP状态代码404

source: HTTP Status Code 429
cs_cz: HTTP stavový kód 429
el_gr: Κωδικός κατάστασης HTTP 429
fa_ir: کد وضعیت HTTP 429
fr_fr: Code d'état HTTP 429
it_it: Codice di stato HTTP 429
ko_kr: HTTP 상태 코드 429
uk_ua: Код стану HTTP 429
zh_cn: HTTP状态代码429

source: HTTP Status Code 500
cs_cz: HTTP stavový kód 500
el_gr: Κωδικός κατάστασης HTTP 500
fa_ir: کد وضعیت HTTP 500
fr_fr: Code d'état HTTP 500
it_it: Codice di stato HTTP 500
ko_kr: HTTP 상태 코드 500
uk_ua: Код стану HTTP 500
zh_cn: HTTP状态代码500

source: HTTP Status Code 502
cs_cz: HTTP stavový kód 502
el_gr: Κωδικός κατάστασης HTTP 502
fa_ir: کد وضعیت HTTP 502
fr_fr: Code d'état HTTP 502
it_it: Codice di stato HTTP 502
ko_kr: HTTP 상태 코드 502
uk_ua: Код стану HTTP 502
zh_cn: HTTP状态代码502

source: HTTP Status Code 503
cs_cz: HTTP stavový kód 503
el_gr: Κωδικός κατάστασης HTTP 503
fa_ir: کد وضعیت HTTP 503
fr_fr: Code d'état HTTP 503
it_it: Codice di stato HTTP 503
ko_kr: HTTP 상태 코드 503
uk_ua: Код стану HTTP 503
zh_cn: HTTP状态代码503

source: HTTP Status Code 504
cs_cz: HTTP stavový kód 504
el_gr: Κωδικός κατάστασης HTTP 504
fa_ir: کد وضعیت HTTP 504
fr_fr: Code d'état HTTP 504
it_it: Codice di stato HTTP 504
ko_kr: HTTP 상태 코드 504
uk_ua: Код стану HTTP 504
zh_cn: HTTP状态代码504

source: HTTPS Proxy
el_gr: Διακομιστής μεσολάβησης HTTPS
fa_ir: پراکسی HTTPS
fr_fr: Proxy HTTPS
it_it: Proxy HTTPS
ko_kr: HTTPS 프록시
uk_ua: HTTPS Проксі
zh_cn: HTTPS代理

source: Hostname Matches
cs_cz: Shody s názvem hostitele
de_de: Hostname stimmt überein
el_gr: Ταιριάζει το όνομα κεντρικού υπολογιστή
fa_ir: نام میزبان مطابقت دارد
fr_fr: Correspondance des noms d'hôtes
it_it: Corrispondenze del nome host
ko_kr: 호스트 이름 일치
pl_pl: Zgodność nazwy hosta
uk_ua: Ім'я хоста збігається
zh_cn: 主机名匹配

source: IP Is In Network
cs_cz: IP adresa je v síti
de_de: IP ist im Netzwerk
el_gr: Η IP είναι στο δίκτυο
fa_ir: IP در شبکه است
fr_fr: IP est dans le réseau
it_it: L'IP è in rete
ko_kr: IP가 네트워크에 있음
pl_pl: IP jest w sieci
uk_ua: IP знаходиться в мережі
zh_cn: IP在网络中

source: Inode Usage
cs_cz: Využití i-uzlů
de_de: Inode-Nutzung
el_gr: Χρήση Inode
fa_ir: استفاده از inode
fr_fr: Utilisation des inodes
it_it: Utilizzo dell'inode
ko_kr: 아이노드 사용량
pl_pl: Użycie inodów
uk_ua: Використання Inode
zh_cn: Inode用法

source: Insert new cookie
cs_cz: Vložit nové cookie
de_de: Neues Cookie einfügen
el_gr: Εισαγωγή νέου cookie
fa_ir: افزودن کوکی جدید
fr_fr: Insérer un nouveau cookie
it_it: Inserisci nuovo cookie
ko_kr: 새 쿠키 가져오기
pl_pl: Wstaw nowe ciasteczko
uk_ua: Вставити новий файл cookie
zh_cn: 插入新的cookie

source: Invalid_header
cs_cz: neplatne_zahlavi
de_de: Ungültiger Header
el_gr: Μη έγκυρη_κεφαλίδα
fa_ir: هدر نامعتبر
fr_fr: En-tête non valide
it_it: Intestazione_non valida
pl_pl: Nieprawidłowy_nagłówek
uk_ua: Недійсний заголовок
zh_cn: 无效的标头

source: Is Resolvable
cs_cz: Je přeložitelné
de_de: Ist auflösbar
el_gr: Είναι επιλύσιμο
fa_ir: قابل حل است
fr_fr: Est résoluble
it_it: È risolvibile
ko_kr: 해결 가능
pl_pl: Można rozwiązać
uk_ua: Можна розв'язати
zh_cn: 可解析

source: Lesser
cs_cz: Menší
de_de: Kleiner
el_gr: Μικρότερο
fa_ir: کوچکتر
it_it: Minore
ko_kr: 미만
pl_pl: Mniejszy
uk_ua: Менше
zh_cn: 小于

source: Lesser or Equal
cs_cz: Menší nebo rovno
de_de: Kleiner oder geich
el_gr: Μικρότερο ή Ίσο
fa_ir: کوچکتر یا مساوی
fr_fr: Inférieur ou égal
it_it: Minore o Uguale
ko_kr: 이하
pl_pl: Mniejszy lub równy
uk_ua: Менше або дорівнює
zh_cn: 小于或等于

source: Log Request
cs_cz: Zaznamenávat žádosti
de_de: Anfrage protokollieren
el_gr: Αίτημα καταγραφής
fa_ir: لاگ درخواست
fr_fr: Demande de journal
it_it: Richiesta di registro
ko_kr: 요청 로그
pl_pl: Rejestruj żądanie
uk_ua: Записати запит
zh_cn: 日志请求

source: Logs
cs_cz: Záznamy událostí
de_de: Protokolle
el_gr: Αρχεία καταγραφής
fa_ir: لاگ‌ها
fr_fr: Bûches
it_it: Registri
ko_kr: 로그
pl_pl: Logi
uk_ua: Журнали
zh_cn: 日志

source: Main Rule
cs_cz: Hlavní pravidlo
de_de: Hauptregel
el_gr: Κύριος κανόνας
fa_ir: قانون اصلی
fr_fr: Règle principale
it_it: Regola principale
ko_kr: 기본 규칙
pl_pl: Główna reguła
uk_ua: Головне правило
zh_cn: 主要规则
