Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit).
cs_cz: Po dosažení tohoto počtu záznamů stavu budou všechny hodnoty časového limitu vynulovány, čímž budou všechny záznamy stavu okamžitě vymazány. Tato hodnota slouží k definování faktoru měřítka, ve skutečnosti by neměla být dosažena (nastavení spodní hranici stavu).
de_de: Wird diese Anzahl an Zustandsobjekten erreicht, werden alle Timeout-Werte auf null gesetzt und alle Zustände sofort gelöscht. Dieser Wert dient zur Skalierung und sollte nicht tatsächlich erreicht werden (setzen Sie ein niedrigeres Zustandslimit).
el_gr: Όταν επιτευχθεί αυτός ο αριθμός καταχωρίσεων κατάστασης, όλες οι τιμές χρονικού ορίου μηδενίζονται, ουσιαστικά διαγράφοντας αμέσως όλες τις καταχωρίσεις κατάστασης. Αυτή η τιμή χρησιμοποιείται για τον ορισμό του συντελεστή κλίμακας, δεν θα πρέπει στην πραγματικότητα να επιτευχθεί (ορίστε ένα χαμηλότερο όριο κατάστασης).
fa_ir: وقتی تعداد ورودی‌های state به این عدد برسد، تمام timeoutها به صفر شده و در عمل همهٔ ورودی‌های state فوراً پاک می‌شوند. این مقدار برای تعیین ضریب مقیاس استفاده می‌شود و نباید واقعاً به آن برسد (یک حد state پایین‌تر تعیین کنید).
fr_fr: Lorsque ce nombre d'entrées d'état est atteint, toutes les valeurs de délai deviennent nulles, ce qui a pour effet de purger immédiatement toutes les entrées d'état. Cette valeur est utilisée pour définir le facteur d'échelle, elle ne doit pas être atteinte (fixer une limite d'état inférieure).
it_it: Quando si raggiunge questo numero di voci di stato, tutti i valori di timeout diventano zero, eliminando immediatamente tutte le voci di stato. Questo valore viene utilizzato per definire il fattore di scala, non dovrebbe essere effettivamente raggiunto (impostare un limite statale inferiore).
ko_kr: 이 상태 항목 수에 도달하면 모든 시간 초과 값이 0이 되어 모든 상태 항목이 즉시 제거됩니다. 이 값은 배율 인수를 정의하는 데 사용되며 실제로 도달하면 안 됩니다(하한 상태 한계 설정).
uk_ua: При досягненні цієї кількості записів стану всі значення тайм-ауту стають нульовими, ефективно негайно очищаючи всі записи стану. Це значення використовується для визначення коефіцієнта масштабування, його фактично не слід досягати (встановіть нижню межу стану).
zh_cn: 当达到这个状态条目数时，所有超时值都变为零，有效地立即清除所有状态条目。该值用于定义比例因子，实际不应达到（设置状态下限）

source: When this is set the system will try to match the counters to the still existing rules on filter reloads.
cs_cz: Pokud je toto nastaveno, systém se při znovunačtení filtru pokusí hledat shodu v čítačích s pořád ještě existujícími pravidly.
de_de: Wenn dies eingestellt ist, versucht das System, die Zähler den noch vorhandenen Regeln zum Neuladen von Filtern zuzuordnen.
el_gr: Όταν αυτό οριστεί, το σύστημα θα προσπαθήσει να αντιστοιχίσει τους μετρητές με τους κανόνες που εξακολουθούν να υπάρχουν στις επαναφορτώσεις φίλτρων.
fa_ir: وقتی این تنظیم فعال باشد، سیستم هنگام بارگذاری مجدد فیلتر سعی می‌کند شمارنده‌ها را با قوانین هنوز موجود مطابقت دهد.
fr_fr: Lorsque cette option est activée, le système tente de faire correspondre les compteurs aux règles encore existantes lors du rechargement des filtres.
it_it: Quando viene impostato, il sistema proverà a far corrispondere i contatori alle regole ancora esistenti sui ricaricamenti dei filtri.
ko_kr: 이 옵션을 설정하면 시스템은 필터를 다시 로드할 때 카운터를 기존 규칙과 일치시키려고 시도합니다.
uk_ua: Коли це встановлено, система спробує зіставити лічильники з правилами, що все ще існують, при перезавантаженні фільтра.
zh_cn: 设置后，系统将尝试将计数器与过滤器重新加载时仍然存在的规则进行匹配。

source: When used on a single VLAN interface the setting "Promiscuous mode" is required for this to work. Alternatively, the parent interface MAC can be spoofed applying the MAC address to all attached VLAN children automatically.
cs_cz: Při použití na jednotlivém VLAN rozhraní je pro fungování tohoto režimu nutné nastavení „Promiskuitního režimu“. Alternativně lze podvrhnout MAC adresu nadřazeného rozhraní a použít ji automaticky na všechny připojené podřízené VLAN sítě.
de_de: Bei Verwendung auf einer einzelnen VLAN-Schnittstelle ist hierfür die Einstellung "Promiscuous-Modus" erforderlich. Alternativ kann die MAC-Adresse der übergeordneten Schnittstelle gefälscht werden, indem die MAC-Adresse automatisch auf alle angeschlossenen VLAN-Untereinheiten angewendet wird.
el_gr: Όταν χρησιμοποιείται σε μία μόνο διεπαφή VLAN, απαιτείται η ρύθμιση "Promiscuous mode" για να λειτουργήσει αυτό. Εναλλακτικά, η διεύθυνση MAC της γονικής διεπαφής μπορεί να πλαστογραφηθεί εφαρμόζοντας αυτόματα τη διεύθυνση MAC σε όλα τα συνδεδεμένα θυγατρικά VLAN.
fa_ir: وقتی روی یک رابط VLAN منفرد استفاده شود، تنظیم «Promiscuous mode» برای کارکردن آن لازم است. به‌طور جایگزین می‌توان MAC رابط والد را جعل کرد تا آدرس MAC به‌طور خودکار به همهٔ رابط‌های فرزند VLAN ضمیمه اعمال شود.
fr_fr: Lorsqu'il est utilisé sur une interface VLAN unique, le paramètre "Promiscuous mode" est nécessaire pour que cela fonctionne. Il est également possible d'usurper le MAC de l'interface parent et d'appliquer automatiquement l'adresse MAC à tous les VLAN enfants attachés.
it_it: Se utilizzato su una singola interfaccia VLAN, affinché funzioni è necessaria l'impostazione "Modalità promiscua". In alternativa, è possibile falsificare il MAC dell'interfaccia principale applicando automaticamente l'indirizzo MAC a tutte le VLAN secondarie collegate.
ko_kr: 단일 VLAN 인터페이스에서 사용되는 경우 "Promiscuous 모드" 설정이 작동하려면 "Promiscuous 모드"가 필요합니다. 또는 부모 인터페이스 MAC은 연결된 모든 VLAN 자식에 MAC 주소를 적용하여 자동으로 스푸핑할 수 있습니다.
uk_ua: При використанні на одному інтерфейсі VLAN для цього потрібна настройка "Нерозбірливий режим". Альтернативно, MAC-адресу батьківського інтерфейсу можна підробити, автоматично застосовуючи MAC-адресу до всіх приєднаних дочірніх VLAN.
zh_cn: 当在单个VLAN接口上使用时，需要设置"混杂模式"才能正常工作。或者，可以欺骗父接口MAC，自动将MAC地址应用于所有连接的VLAN子项。

source: When using (legacy) tunnels, please click Create to define one.
cs_cz: Při používání (starých) tunelů, klikněte na Vytvořit a definujte takový.
de_de: Wenn Sie (veraltete) Tunnel verwenden, klicken Sie bitte auf "Erstellen", um einen Tunnel zu definieren.
el_gr: Όταν χρησιμοποιείτε (παλαιού τύπου) σήραγγες, κάντε κλικ στην επιλογή Δημιουργία για να ορίσετε μία.
fa_ir: وقتی از تونل‌های (legacy) استفاده می‌کنید، برای تعریف یکی لطفاً روی «ایجاد» کلیک کنید.
fr_fr: Si vous utilisez des tunnels (anciens), cliquez sur Créer pour en définir un.
it_it: Quando si utilizzano tunnel (legacy), fare clic su Crea per definirne uno.
ko_kr: (레거시) 터널을 사용하는 경우 만들기를 클릭하여 터널을 정의하세요.
uk_ua: При використанні (успадкованих) тунелів, будь ласка, натисніть Створити, щоб визначити один.
zh_cn: 使用（传统）隧道时，请单击 "创建 "来定义隧道。

source: When using a tracked interface then please only enter the range itself, i.e. ::xxxx:0:0:0:0. For example, for a /56 delegation from ::100:0:0:0:0 to ::f00:0:0:0:0. Also make sure that the desired prefix delegation size is not longer than the available size shown above.
cs_cz: Při použití sledovaného rozhraní zadejte pouze samotný rozsah, tj. ::xxxx:0:0:0:0. Například pro delegaci /56 od ::100:0:0:0:0 do ::f00:0:0:0:0. Ujistěte se také, že požadovaná velikost delegace předpony není delší než výše uvedená dostupná velikost.
de_de: Bei Verwendung einer getrackten Schnittstelle geben Sie bitte nur den Bereich selbst an, z. B. ::xxxx:0:0:0:0. Beispiel: Für eine /56-Delegation von ::100:0:0:0:0 bis ::f00:0:0:0:0. Stellen Sie außerdem sicher, dass die gewünschte Präfixlänge nicht größer ist als die oben angegebene verfügbare Größe.
el_gr: Όταν χρησιμοποιείτε μια διεπαφή που παρακολουθείται, εισαγάγετε μόνο το ίδιο το εύρος, π.χ. ::xxxx:0:0:0:0. Για παράδειγμα, για μια ανάθεση /56 από ::100:0:0:0:0 έως ::f00:0:0:0:0. Βεβαιωθείτε επίσης ότι το επιθυμητό μέγεθος ανάθεσης προθέματος δεν είναι μεγαλύτερο από το διαθέσιμο μέγεθος που φαίνεται παραπάνω.
fa_ir: وقتی از یک رابط ردیابی‌شده استفاده می‌کنید، لطفاً فقط خودِ بازه را وارد کنید، مثلاً ::xxxx:0:0:0:0. برای مثال، برای واگذاری /56 از ::100:0:0:0:0 تا ::f00:0:0:0:0. همچنین مطمئن شوید که اندازهٔ واگذاری پیشوند موردنظر از اندازهٔ در دسترس نشان‌داده‌شدهٔ بالا بزرگ‌تر نباشد.
fr_fr: En cas d'utilisation d'une interface suivie, n'entrez que la plage elle-même, c'est-à-dire ::xxxx:0:0:0:0. Par exemple, pour une délégation /56 de ::100:0:0:0:0 à ::f00:0:0:0:0. Assurez-vous également que la taille de la délégation de préfixe souhaitée n'est pas supérieure à la taille disponible indiquée ci-dessus.
it_it: Quando si utilizza un'interfaccia tracciata, inserire solo l'intervallo stesso, ovvero ::xxxx:0:0:0:0. Ad esempio, per una delega /56 da ::100:0:0:0:0 a ::f00:0:0:0:0. Assicurati inoltre che la dimensione della delega del prefisso desiderata non sia più lunga della dimensione disponibile mostrata sopra.
ko_kr: 추적된 인터페이스를 사용하는 경우 범위 자체만 입력하세요(예: ::xxxx:0:0:0:0). 예를 들어 ::100:0:0:0:0에서 ::f00:0:0:0:0으로의 /56 위임의 경우입니다. 또한 원하는 접두사 위임 크기가 위에 표시된 사용 가능한 크기보다 길지 않은지 확인하세요.
uk_ua: При використанні відстежуваного інтерфейсу, будь ласка, введіть лише сам діапазон, тобто ::xxxx:0:0:0:0. Наприклад, для делегування /56 від ::100:0:0:0:0 до ::f00:0:0:0:0. Також переконайтеся, що бажаний розмір делегування префікса не довший за доступний розмір, показаний вище.
zh_cn: 使用跟踪接口时，请只输入范围本身，即 ::xxxx:0:0:0:0。例如，对于从 ::100:0:0:0:0 到 ::f00:0:0:0 的 /56 授权。还要确保所需的前缀分派大小不超过上面显示的可用大小。

source: Whitelist Domain
cs_cz: Zařadit doménu na seznam povolených
de_de: Domain der Whitelist hinzufügen
el_gr: Προσθήκη τομέα σε λευκή λίστα
fa_ir: دامنهٔ لیست سفید
fr_fr: Domaine de la liste blanche
it_it: Dominio nella lista bianca
ko_kr: 화이트리스트 도메인
uk_ua: Домен білого списку
zh_cn: 白名单域名

source: You can not assign a reply-to destination to a rule that uses a gateway.
cs_cz: Pravidlu, které používá bránu, nelze přiřadit cíl odpovědi.
de_de: Einer Regel mit Gateway kann kein "Antwort-an"-Ziel zugewiesen werden.
el_gr: Δεν μπορείτε να αντιστοιχίσετε έναν προορισμό απάντησης σε έναν κανόνα που χρησιμοποιεί μια πύλη.
fa_ir: نمی‌توانید یک مقصد reply-to به قانونی که از gateway استفاده می‌کند اختصاص دهید.
fr_fr: Vous ne pouvez pas attribuer une destination de réponse à une règle qui utilise une passerelle.
it_it: Non è possibile assegnare una destinazione di risposta a una regola che utilizza un gateway.
ko_kr: 게이트웨이를 사용하는 규칙에는 응답 대상을 할당할 수 없습니다.
uk_ua: Ви не можете призначити місце призначення для відповіді правилу, яке використовує шлюз.
zh_cn: 您不能为使用网关的规则指定回复目的地。

source: You can only override the interface subnet when one LAN interface is selected
cs_cz: Podsíť rozhraní lze přepsat pouze v případě, že je vybráno jedno rozhraní LAN.
de_de: Das Schnittstellensubnetz kann nur überschrieben werden, wenn genau eine LAN-Schnittstelle ausgewählt ist.
el_gr: Μπορείτε να παρακάμψετε το υποδίκτυο της διεπαφής μόνο όταν έχει επιλεγεί μία διεπαφή LAN
fa_ir: شما فقط زمانی می‌توانید زیرشبکهٔ رابط را بازنویسی کنید که تنها یک رابط LAN انتخاب شده باشد.
fr_fr: Vous ne pouvez remplacer le sous-réseau de l'interface que lorsqu'une interface LAN est sélectionnée
it_it: È possibile sovrascrivere la sottorete dell'interfaccia solo quando è selezionata un'interfaccia LAN
ko_kr: LAN 인터페이스를 하나 선택한 경우에만 인터페이스 서브넷을 재정의할 수 있습니다
uk_ua: Ви можете перевизначити підмережу інтерфейсу лише тоді, коли вибрано один інтерфейс LAN
zh_cn: 只有在选择了一个 LAN 接口时，才能覆盖接口子网

source: You can only specify the adaptive timeouts (advanced option) for Pass type rules.
cs_cz: Adaptivní časové limity (pokročilá předvolba) lze zadat pouze pro pravidla typu Propustit.
de_de: Adaptive Timeouts (erweiterte Option) können nur bei Regeln vom Typ "Erlauben" angegeben werden.
el_gr: Μπορείτε να καθορίσετε μόνο τα προσαρμοστικά χρονικά όρια (επιλογή για προχωρημένους) για τους κανόνες τύπου Pass.
fa_ir: تنها برای قوانین نوع Pass می‌توانید timeoutهای تطبیقی (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous ne pouvez spécifier les délais d'adaptation (option avancée) que pour les règles de type "Pass".
it_it: È possibile specificare solo i timeout adattivi (opzione avanzata) per le regole del tipo di passaggio.
ko_kr: 통과 유형 규칙에는 적응형 제한 시간(고급 옵션)만 지정할 수 있습니다.
uk_ua: Ви можете вказати лише адаптивні тайм-аути (розширена опція) для правил типу Pass.
zh_cn: 只能为通行类型规则指定自适应超时（高级选项）。

source: You cannot override the WAN IP if you have a STUN host set.
cs_cz: Pokud je nastaven hostitel STUN, nelze přepsat WAN IP adresu.
de_de: Die WAN-IP kann nicht überschrieben werden, wenn ein STUN-Host konfiguriert ist.
el_gr: Δεν μπορείτε να παρακάμψετε την IP WAN εάν έχετε ορίσει κεντρικό υπολογιστή STUN.
fa_ir: اگر یک میزبان STUN تنظیم شده باشد، نمی‌توانید IPِ WAN را بازنویسی کنید.
fr_fr: Vous ne pouvez pas remplacer l'IP WAN si vous avez défini un hôte STUN.
it_it: Non è possibile sovrascrivere l'IP WAN se è impostato un host STUN.
ko_kr: STUN 호스트가 설정된 경우 WAN IP를 재정의할 수 없습니다.
uk_ua: Ви не можете перевизначити IP-адресу WAN, якщо у вас встановлено хост STUN.
zh_cn: 如果设置了 STUN 主机，则无法覆盖 WAN IP。

source: You cannot specify the adaptive timeouts (advanced option) if statetype is none.
cs_cz: Adaptivní časové limity (rozšířená možnost) nelze zadat, pokud je typ stavu žádný.
de_de: Adaptive Timeouts (erweiterte Option) können nicht verwendet werden, wenn der Zustandstyp auf "keiner" gesetzt ist.
el_gr: Δεν μπορείτε να καθορίσετε τα προσαρμοστικά χρονικά όρια (επιλογή για προχωρημένους) εάν ο τύπος κατάστασης είναι "κανένας".
fa_ir: نمی‌توانید timeoutهای تطبیقی (گزینهٔ پیشرفته) را مشخص کنید اگر statetype برابر none باشد.
fr_fr: Vous ne pouvez pas spécifier les délais d'adaptation (option avancée) si statetype est none.
it_it: Non è possibile specificare i timeout adattivi (opzione avanzata) se statetype è nessuno.
ko_kr: 상태 유형이 없음이면 적응 시간 초과(고급 옵션)를 지정할 수 없습니다.
uk_ua: Ви не можете вказати адаптивні тайм-аути (розширена опція), якщо тип стану 'none'.
zh_cn: 如果状态类型为 "无"，则无法指定自适应超时（高级选项）。

source: adaptive
cs_cz: přizpůsobivé
de_de: adaptiv
el_gr: προσαρμοστικός
fa_ir: تطبیقی
fr_fr: adaptatif
it_it: adattivo
ko_kr: 적응형
uk_ua: адаптивний

source: download capture
cs_cz: stáhnout si zachycené
de_de: Aufzeichnung herunterladen
el_gr: λήψη καταγραφής
fa_ir: دانلود کپچر
fr_fr: télécharger la capture
it_it: scarica l'acquisizione
ko_kr: 캡처 다운로드
uk_ua: завантажити перехоплення
zh_cn: 下载捕获

source: environment
cs_cz: prostředí
de_de: Umgebung
el_gr: περιβάλλο
fa_ir: محیط
fr_fr: l'environnement
it_it: ambiente
ko_kr: 환경
uk_ua: середовище
zh_cn: 环境

source: hostname %s is not a valid hostname.
cs_cz: název stroje %s není platný.
de_de: Hostname %s ist kein gültiger Hostname.
el_gr: Το όνομα κεντρικού υπολογιστή %s δεν είναι έγκυρο όνομα κεντρικού υπολογιστή.
fa_ir: نام میزبان %s معتبر نیست.
fr_fr: Le nom d'hôte %s n'est pas un nom d'hôte valide.
it_it: il nome host %s non è un nome host valido.
ko_kr: %s 호스트 이름이 올바른 호스트 이름이 아닙니다.
uk_ua: ім'я хоста %s не є дійсним ім'ям хоста.
zh_cn: 主机名%s无效。

source: interface name
cs_cz: název rozhraní
de_de: Schnittstellenname
el_gr: όνομα διεπαφής
fa_ir: نام رابط
fr_fr: nom de l'interface
it_it: nome dell'interfaccia
ko_kr: 인터페이스 이름
uk_ua: ім'я інтерфейсу

source: invalid token %s
cs_cz: neplatný token %s
de_de: Ungültiges Token: %s
el_gr: μη έγκυρο διακριτικό %s
fa_ir: توکن %s نامعتبر است
fr_fr: jeton invalide %s
it_it: token non valido %s
ko_kr: 유효하지 않은 토큰 %s 입니다
uk_ua: недійсний токен %s

source: loss
cs_cz: ztráta
de_de: Verlust
el_gr: απώλεια
fa_ir: از دست رفتن
fr_fr: perte
it_it: perdita
ko_kr: 손실율
uk_ua: втрата
zh_cn: 丢包率

source: never (default)
cs_cz: nikdy (výchozí)
de_de: Nie (Standard)
el_gr: ποτέ (προεπιλογή)
fa_ir: هرگز (پیش‌فرض)
fr_fr: jamais (par défaut)
it_it: mai (predefinito)
ko_kr: 안함 (기본값)
uk_ua: ніколи (типово)

source: nextHop
de_de: Nächster Hop
fa_ir: هاپ بعدی
fr_fr: prochainSaut
uk_ua: наступний стрибок

source: output
cs_cz: výstup
de_de: Ausgabe
el_gr: παραγωγή
fa_ir: خروجی
fr_fr: sortie
it_it: produzione
ko_kr: 출력
uk_ua: вихід

source: port %s not valid.
cs_cz: port %s není platný.
de_de: Port %s ist ungültig.
el_gr: Η θύρα %s δεν είναι έγκυρη.
fa_ir: پورت %s معتبر نیست.
fr_fr: le port %s n'est pas valide.
it_it: porta %s non valida.
ko_kr: %s 포트가 잘못되었습니다.
uk_ua: порт %s недійсний.
zh_cn: 端口%s无效。

source: remove
cs_cz: odebrat
de_de: Entfernen
el_gr: αφαιρώ
fa_ir: حذف
fr_fr: supprimer
it_it: rimuovere
ko_kr: 제거
uk_ua: видалити

source: remove capture
cs_cz: odebrat zachycené
de_de: Aufzeichnung entfernen
el_gr: κατάργηση καταγραφής
fa_ir: حذف ضبط
fr_fr: supprimer la capture
it_it: rimuovere la cattura
ko_kr: 캡처 제거
uk_ua: видалити захоплення
zh_cn: 删除捕获

source: report only
cs_cz: pouze hlásit
de_de: Nur berichten
el_gr: μόνο αναφορά
fa_ir: فقط گزارش
fr_fr: rapport uniquement
it_it: riferire solo
ko_kr: 보고만
uk_ua: лише звіт

source: routerId
el_gr: Αναγνωριστικό δρομολογητή
fa_ir: شناسه روتر
uk_ua: ідентифікатор маршрутизатора

source: stop
cs_cz: zastavit
de_de: Stopp
el_gr: στάση
fa_ir: توقف
fr_fr: arrêter
it_it: fermare
ko_kr: 중지
uk_ua: зупинити

source: stop capture
cs_cz: zastavit zachytávání
de_de: Aufzeichnung stoppen
el_gr: διακοπή λήψης
fa_ir: توقف ضبط
fr_fr: arrêter la capture
it_it: interrompere la cattura
ko_kr: 캡처 중지
uk_ua: зупинити захоплення

source: unexpected token at %d (%s)
cs_cz: neočekávaný token u %d (%s)
de_de: Unerwartetes Zeichen bei %d (%s)
el_gr: μη αναμενόμενο διακριτικό στο %d (%s)
fa_ir: توکن غیرمنتظره در %d (%s)
fr_fr: jeton inattendu à %d (%s)
it_it: token inaspettato a %d (%s)
ko_kr: %d (%s)에서 예기치 않은 토큰
uk_ua: неочікуваний токен у %d (%s)

source: view capture
cs_cz: zobrazit zachycené
de_de: Aufzeichnung anzeigen
el_gr: λήψη προβολής
fa_ir: مشاهده ضبط
fr_fr: voir la capture
it_it: visualizzare l'acquisizione
ko_kr: 캡처 보기
uk_ua: переглянути захоплення
zh_cn: 查看捕获

source: view capture (high detail)
cs_cz: zobrazit zachycené (podrobnosti)
de_de: Aufzeichnung anzeigen (hohe Detailstufe)
el_gr: λήψη προβολής (υψηλή λεπτομέρεια)
fa_ir: مشاهده ضبط (جزئیات زیاد)
fr_fr: capture de vue (haut niveau de détail)
it_it: cattura vista (dettaglio elevato)
ko_kr: 캡처 보기(고급 세부사항)
uk_ua: переглянути захоплення (висока деталізація)
zh_cn: 查看捕获(高)

source: view capture (medium detail)
cs_cz: zobrazit zachycené (střední podrobnosti)
de_de: Aufzeichnung anzeigen (mittlere Detailstufe)
el_gr: λήψη προβολής (μέτρια λεπτομέρεια)
fa_ir: مشاهده ضبط (جزئیات متوسط)
fr_fr: capture de vue (détail moyen)
it_it: vista cattura (dettaglio medio)
ko_kr: 캡처 보기(중간 세부사항)
uk_ua: переглянути захоплення (середня деталізація)
zh_cn: 查看捕获(中)

source: wireless clone
cs_cz: bezdrátový klon
de_de: Drahtlose Kopie
el_gr: ασύρματο κλώνο
fa_ir: کلون بی‌سیم
fr_fr: clone sans fil
it_it: clone senza fili
ko_kr: 무선 클론
uk_ua: бездротове клонування

source: Apcupsd will shutdown the system during a power failure when the remaining battery charge falls below the specified percentage. Set to -1 to disable. (Default is 5).
cs_cz: Pokud při výpadku napájení klesne zbývající nabití baterie pod zadanou hodnotu (v %), apcupsd systém vypne. Pokud se nemá vypínat, nastavte na -1. (Výchozí hodnota je 5).
de_de: Apcupsd fährt das System bei einem Stromausfall herunter, wenn die verbleibende Batterieladung unter den angegebenen Prozentsatz fällt. Auf -1 setzen, um diese Funktion zu deaktivieren. (Standardwert: 5).
el_gr: Το Apcupsd θα απενεργοποιήσει το σύστημα σε περίπτωση διακοπής ρεύματος, όταν η υπολειπόμενη φόρτιση της μπαταρίας πέσει κάτω από το καθορισμένο ποσοστό. Ορίστε σε -1 για απενεργοποίηση. (Η προεπιλογή είναι 5).
fa_ir: Apcupsd در هنگام قطع برق زمانی که میزان شارژ باتری از درصد مشخص‌شده کمتر شود، سیستم را خاموش می‌کند. برای غیرفعال کردن مقدار -1 قرار دهید. (پیش‌فرض 5).
fr_fr: Apcupsd arrête le système en cas de panne de courant lorsque la charge restante de la batterie est inférieure au pourcentage spécifié. pourcentage spécifié. Définissez -1 pour le désactiver. (La valeur par défaut est 5).
it_it: Apcupsd spegnerà il sistema durante un'interruzione di corrente quando la carica rimanente della batteria scende al di sotto della soglia percentuale specificata. Impostare su -1 per disabilitare. (L'impostazione predefinita è 5).
ko_kr: Apcupsd는 배터리 잔량이 지정된 비율 아래로 떨어지면 정전 시 시스템을 종료합니다. 사용하지 않으려면 -1로 설정하세요 (기본값은 5).
uk_ua: Apcupsd вимкне систему під час збою живлення, коли залишок заряду батареї впаде нижче вказаного відсотка. Встановіть -1, щоб вимкнути. (Типово: 5).
zh_cn: 当剩余电池电量低于指定百分比时，Apcupsd 将在断电期间关闭系统。 指定百分比时关闭系统。设置为 -1 则禁用。(默认值为 5）。

source: Apcupsd will shutdown the system during a power failure when the remaining runtime on batteries as internally calculated by the UPS falls below the specified minutes. Set to -1 to disable. (Default is 3)
cs_cz: Pokud při výpadku napájení klesne zbývající doba provozu z akumulátorů (vypočteno interně v UPS) pod zadaný počet minut, apcupsd systém vypne. Pokud se nemá vypínat, nastavte -1. (Výchozí hodnota je 3)
de_de: Apcupsd fährt das System bei einem Stromausfall herunter, wenn die verbleibende Batterielaufzeit (laut interner Berechnung der USV) unter die angegebene Minutenanzahl fällt. Auf -1 setzen, um diese Funktion zu deaktivieren. (Standardwert: 3).
el_gr: Το Apcupsd θα απενεργοποιήσει το σύστημα σε περίπτωση διακοπής ρεύματος όταν ο υπολειπόμενος χρόνος λειτουργίας με μπαταρίες, όπως υπολογίζεται εσωτερικά από το UPS, πέσει κάτω από τα καθορισμένα λεπτά. Ορίστε σε -1 για απενεργοποίηση. (Η προεπιλογή είναι 3)
fa_ir: Apcupsd در هنگام قطع برق زمانی که زمان باقی‌ماندهٔ کارکرد باتری‌ها (طبق محاسبهٔ داخلی UPS) از دقیقهٔ مشخص‌شده کمتر شود، سیستم را خاموش می‌کند. برای غیرفعال کردن مقدار -1 قرار دهید. (پیش‌فرض 3)
fr_fr: Apcupsd arrête le système pendant une panne de courant lorsque l'autonomie restante des batteries, calculée en interne par l'ASI, est inférieure aux minutes spécifiées. calculée en interne par l'onduleur est inférieure au nombre de minutes spécifié. Définissez -1 pour le désactiver. (La valeur par défaut est 3)
it_it: Apcupsd spegnerà il sistema durante un'interruzione di corrente quando l'autonomia rimanente delle batterie è insufficiente calcolato internamente dall'UPS scende al di sotto dei minuti specificati. Impostare su -1 per disabilitare. (L'impostazione predefinita è 3)
ko_kr: UPS에서 내부적으로 계산한 배터리의 남은 런타임이 지정된 분 아 래로 떨어지면 Apcupsd는 정전 동안 시스템을 종료합니다. 비활성화하려면 -1로 설정하세요 (기본값은 3입니다)
uk_ua: Apcupsd вимкне систему під час збою живлення, коли залишковий час роботи від батарей, внутрішньо розрахований ДБЖ, впаде нижче вказаних хвилин. Встановіть -1, щоб вимкнути. (Типово: 3)
zh_cn: 当 UPS 内部计算的电池剩余运行时间低于指定分钟数时，Apcupsd 将在断电期间关闭系统。 UPS 内部计算的电池剩余运行时间低于指定分钟数时，Apcupsd 将关闭系统。设置为 -1 则禁用。(默认值为 3）
