Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select a Forward Auth Provider. It can be added inside a "Handler" by enabling the "Forward Auth" checkbox. For Authelia only the basic subdomain example is supported. More information: https://www.authelia.com/integration/proxies/caddy/#basic-examples. For Authentik custom headers are not supported. More information: https://docs.goauthentik.io/docs/providers/proxy/server_caddy
cs_cz: Vyberte poskytovatele přeposílání ověřování. Lze ho přidat uvnitř „Obsluhy“ zaškrtnutím kolonky „Přeposílat ověřování“. V případě Authelia je podporován pouze základní příklad subdomény. Další informace: https://www.authelia.com/integration/proxies/caddy/#basic-examples. V případě Authentik nejsou podporovány uživatelsky určené hlavičky. Více informací: https://docs.goauthentik.io/docs/providers/proxy/server_caddy
de_de: Forward-Auth-Provider auswählen. Kann im "Handler" aktiviert werden, indem das Kontrollkästchen "Forward Auth" gesetzt wird. Bei Authelia wird nur das einfache Subdomain-Beispiel unterstützt: https://www.authelia.com/integration/proxies/caddy/#basic-examples. Bei Authentik werden benutzerdefinierte Header nicht unterstützt: https://docs.goauthentik.io/docs/providers/proxy/server_caddy
el_gr: Επιλέξτε έναν πάροχο προώθησης ελέγχου ταυτότητας. Μπορεί να προστεθεί μέσα σε έναν "Χειριστή" ενεργοποιώντας το πλαίσιο ελέγχου "Προώθηση ελέγχου ταυτότητας". Για το Authelia υποστηρίζεται μόνο το βασικό παράδειγμα υποτομέα. Περισσότερες πληροφορίες: https://www.authelia.com/integration/proxies/caddy/#basic-examples. Για το Authentik δεν υποστηρίζονται προσαρμοσμένες κεφαλίδες. Περισσότερες πληροφορίες: https://docs.goauthentik.io/docs/providers/proxy/server_caddy
fa_ir: یک ارائه‌دهنده Forward Auth را انتخاب کنید. می‌توان آن را در داخل «Handler» با فعال‌کردن تیک «Forward Auth» اضافه کرد. برای Authelia فقط مثال پایه ساب‌دامنه پشتیبانی می‌شود. اطلاعات بیشتر: https://www.authelia.com/integration/proxies/caddy/#basic-examples. برای Authentik هدرهای سفارشی پشتیبانی نمی‌شوند. اطلاعات بیشتر: https://docs.goauthentik.io/docs/providers/proxy/server_caddy
fr_fr: Sélectionnez un fournisseur de services d'authentification (Forward Auth Provider). Il peut être ajouté dans un "Handler" en activant la case à cocher "Forward Auth". Pour Authelia, seul l'exemple du sous-domaine de base est supporté. Pour plus d'informations : https://www.authelia.com/integration/proxies/caddy/#basic-examples. Pour Authentik, les en-têtes personnalisés ne sont pas pris en charge. Pour plus d'informations : https://docs.goauthentik.io/docs/providers/proxy/server_caddy
it_it: Seleziona un provider di autenticazione inoltro. Può essere aggiunto all'interno di un "Gestore" abilitando la casella di controllo "Inoltra autenticazione". Per Authelia è supportato solo l'esempio del sottodominio di base. Maggiori informazioni: https://www.authelia.com/integration/proxies/caddy/#basic-examples. Per Authentik le intestazioni personalizzate non sono supportate. Maggiori informazioni: https://docs.goauthentik.io/docs/provviders/proxy/server_caddy
ko_kr: 포워드 인증 공급자를 선택하세요. "핸들러" 내에서 "포워드 인증" 체크박스를 활성화하여 추가할 수 있습니다. Authelia의 경우 기본 서브도메인 예제만 지원됩니다. 자세한 내용은 https://www.authelia.com/integration/proxies/caddy/#basic-examples 를 참조하세요. Authentik의 경우 사용자 정의 헤더는 지원되지 않습니다. 자세한 내용은 https://docs.goauthentik.io/docs/providers/proxy/server_caddy 를 참조하세요.
uk_ua: Виберіть постачальника Forward Auth. Його можна додати всередині "Обробника", увімкнувши прапорець "Forward Auth". Для Authelia підтримується лише базовий приклад піддомену. Більше інформації: https://www.authelia.com/integration/proxies/caddy/#basic-examples. Для Authentik власні заголовки не підтримуються. Більше інформації: https://docs.goauthentik.io/docs/providers/proxy/server_caddy
zh_cn: 选择转发认证提供商。可以通过启用“转发验证”复选框将其添加到“处理程序”中。对于Authelia，仅支持基本子域示例。更多信息：https://www.authelia.com/integration/proxies/caddy/#basic-examples。对于Authentik，不支持自定义标头。更多信息：https://docs.goauthentik.io/docs/providers/proxy/server_caddy

source: Select a domain to handle.
cs_cz: Vyberte doménu pro obsluhování.
de_de: Eine zu verarbeitende Domain auswählen.
el_gr: Επιλέξτε έναν τομέα για διαχείριση.
fa_ir: یک دامنه برای مدیریت انتخاب کنید.
fr_fr: Sélectionnez un domaine à traiter.
it_it: Seleziona un dominio da gestire.
ko_kr: 처리할 도메인을 선택하세요.
uk_ua: Виберіть домен для обробки.
zh_cn: 选择该处理程序的域。

source: Select a subdomain to handle. Make sure to additionaly choose a wildcard domain as "Domain". Leave unset, if not using subdomains.
cs_cz: Vyberte subdoménu, kterou chcete obsluhovat. Nezapomeňte navíc zvolit zástupnou doménu jako „Doména“. Pokud subdomény nepoužíváte, ponechte nenastavené.
de_de: Eine zu verarbeitende Subdomain auswählen. Zusätzlich eine Wildcard-Domain als "Domain" festlegen. Feld leer lassen, wenn keine Subdomains verwendet werden.
el_gr: Επιλέξτε έναν υποτομέα για χειρισμό. Βεβαιωθείτε ότι έχετε επιλέξει επιπλέον έναν τομέα με χαρακτήρα μπαλαντέρ ως "Τομέας". Αφήστε το απενεργοποιημένο, εάν δεν χρησιμοποιείτε υποτομείς.
fa_ir: یک ساب‌دامنه برای مدیریت انتخاب کنید. مطمئن شوید که علاوه بر آن یک دامنه wildcard را به‌عنوان «Domain» انتخاب کرده‌اید. اگر از ساب‌دامنه استفاده نمی‌کنید، خالی بگذارید.
fr_fr: Sélectionnez un sous-domaine à gérer. Veillez à choisir en plus un domaine joker comme "Domaine". Laissez le champ libre si vous n'utilisez pas de sous-domaines.
it_it: Seleziona un sottodominio da gestire. Assicurati di scegliere inoltre un dominio con caratteri jolly come "Dominio". Lasciare non impostato se non si utilizzano sottodomini.
ko_kr: 처리할 하위 도메인을 선택하세요. "도메인"으로 와일드카드 도메인을 추가로 선택하세요. 하위 도메인을 사용하지 않는 경우 설정하지 마세요.
uk_ua: Виберіть піддомен для обробки. Переконайтеся, що додатково вибрано домен із символом підстановки як "Домен". Залиште без змін, якщо не використовуєте піддомени.
zh_cn: 选择要处理的子域。确保另外选择一个通配符域作为“域”。如果不使用子域，则保留未设置。

source: Select a wildcard domain for this subdomain.
cs_cz: Vyberte hvězdičkovou doménu pro tuto dílčí doménu.
de_de: Wildcard-Domain für diese Subdomain auswählen.
el_gr: Επιλέξτε έναν τομέα με χαρακτήρα μπαλαντέρ για αυτόν τον υποτομέα.
fa_ir: یک دامنه wildcard برای این ساب‌دامنه انتخاب کنید.
fr_fr: Sélectionnez un domaine de remplacement pour ce sous-domaine.
it_it: Seleziona un dominio con caratteri jolly per questo sottodominio.
ko_kr: 이 서브도메인에 대한 와일드카드 도메인을 선택하세요.
uk_ua: Виберіть домен із символом підстановки для цього піддомену.
zh_cn: 为此子域选择通配符域。

source: Select an Access List to restrict access to this domain. If unset, any local or remote client is allowed access.
cs_cz: Výběrem seznamu řízení přístupu omezíte přístup do této domény. Pokud není nastaveno, je přístup povolen jakémukoli místnímu nebo vzdálenému klientovi.
de_de: Zugriffsliste auswählen, um den Zugriff auf diese Domain zu beschränken. Ist keine Liste ausgewählt, ist der Zugriff für alle Clients erlaubt.
el_gr: Επιλέξτε μια Λίστα Πρόσβασης για να περιορίσετε την πρόσβαση σε αυτόν τον τομέα. Εάν δεν οριστεί, επιτρέπεται η πρόσβαση σε οποιονδήποτε τοπικό ή απομακρυσμένο υπολογιστή-πελάτη.
fa_ir: یک Access List برای محدود کردن دسترسی به این دامنه انتخاب کنید. اگر تنظیم نشده باشد، هر کلاینت محلی یا از راه دور اجازه دسترسی خواهد داشت.
fr_fr: Sélectionnez une liste d'accès pour restreindre l'accès à ce domaine. Si elle n'est pas définie, tout client local ou distant est autorisé à accéder au domaine.
it_it: Seleziona un elenco di accesso per limitare l'accesso a questo dominio. Se non impostato, è consentito l'accesso a qualsiasi client locale o remoto.
ko_kr: 이 도메인에 대한 액세스를 제한하려면 액세스 목록을 선택하세요. 설정하지 않으면 모든 로컬 또는 원격 클라이언트가 액세스가 허용됩니다.
uk_ua: Виберіть список доступу, щоб обмежити доступ до цього домену. Якщо не встановлено, будь-якому локальному або віддаленому клієнту дозволено доступ.
zh_cn: 选择访问列表以限制对此域的访问。如果未设置，则允许任何本地或远程客户端访问。

source: Select an Access List to restrict access to this handler. If unset, any local or remote client is allowed access.
cs_cz: Výběrem seznamu přístupů omezíte přístup k této obslužné rutině. Pokud není nastaveno, je přístup povolen jakémukoli místnímu nebo vzdálenému klientovi.
de_de: Zugriffsliste auswählen, um den Zugriff auf diesen Handler zu beschränken.
el_gr: Επιλέξτε μια Λίστα Πρόσβασης για να περιορίσετε την πρόσβαση σε αυτόν τον χειριστή. Εάν δεν οριστεί, επιτρέπεται η πρόσβαση σε οποιονδήποτε τοπικό ή απομακρυσμένο υπολογιστή-πελάτη.
fa_ir: یک Access List برای محدود کردن دسترسی به این «Handler» انتخاب کنید. اگر تنظیم نشده باشد، هر کلاینت محلی یا از راه دور اجازه دسترسی خواهد داشت.
fr_fr: Sélectionnez une liste d'accès pour restreindre l'accès à ce gestionnaire. Si elle n'est pas définie, tout client local ou distant est autorisé à y accéder.
it_it: Seleziona un elenco di accesso per limitare l'accesso a questo gestore. Se non impostato, è consentito l'accesso a qualsiasi client locale o remoto.
ko_kr: 이 핸들러에 대한 액세스를 제한할 액세스 목록을 선택하세요. 설정하지 않으면 모든 로컬 또는 원격 클라이언트가 접근할 수 있습니다.
uk_ua: Виберіть список доступу, щоб обмежити доступ до цього обробника. Якщо не встановлено, будь-якому локальному або віддаленому клієнту дозволено доступ.
zh_cn: 选择访问列表以限制对此处理程序的访问。如果未设置，则允许任何本地或远程客户端访问。

source: Select an Access List to restrict access to this subdomain. If unset, any local or remote client is allowed access.
cs_cz: Výběrem seznamu přístupů omezíte přístup k této subdoméně. Pokud není nastaveno, je přístup povolen jakémukoli místnímu nebo vzdálenému klientovi.
de_de: Zugriffsliste auswählen, um den Zugriff auf diese Subdomain zu beschränken.
el_gr: Επιλέξτε μια Λίστα Πρόσβασης για να περιορίσετε την πρόσβαση σε αυτόν τον υποτομέα. Εάν δεν οριστεί, επιτρέπεται η πρόσβαση σε οποιονδήποτε τοπικό ή απομακρυσμένο υπολογιστή-πελάτη.
fa_ir: یک Access List برای محدود کردن دسترسی به این ساب‌دامنه انتخاب کنید. اگر تنظیم نشده باشد، هر کلاینت محلی یا از راه دور اجازه دسترسی خواهد داشت.
fr_fr: Sélectionnez une liste d'accès pour restreindre l'accès à ce sous-domaine. Si elle n'est pas définie, tout client local ou distant est autorisé à accéder à ce sous-domaine.
it_it: Seleziona un elenco di accesso per limitare l'accesso a questo sottodominio. Se non impostato, è consentito l'accesso a qualsiasi client locale o remoto.
ko_kr: 이 서브도메인에 대한 액세스를 제한할 액세스 목록을 선택하세요. 설정하지 않으면 모든 로컬 또는 원격 클라이언트가 접근할 수 있습니다.
uk_ua: Виберіть список доступу, щоб обмежити доступ до цього піддомену. Якщо не встановлено, будь-якому локальному або віддаленому клієнту дозволено доступ.
zh_cn: 选择访问列表以限制对该子域的访问。如果未设置，则允许任何本地或远程客户端访问。

source: Select an interface to extract the current IP addresses of the firewall. This is generally not needed as Caddy uses default providers to test the current IP addresses. Depending on the specified DynDns IP Version, at most one IPv6 Global Unicast Address and one IPv4 non-RFC1918 Address will be extracted.
cs_cz: Výběrem rozhraní získáte aktuální IP adresy brány firewall. Obecně to není potřeba, protože Caddy používá k testování aktuálních IP adres výchozí poskytovatele. V závislosti na zadané verzi IP adresy DynDns bude extrahována maximálně jedna globální adresa jednosměrového vysílání IPv6 a jedna adresa IPv4, která nespadá pod RFC1918.
de_de: Schnittstelle auswählen, um die aktuellen IP-Adressen der Firewall zu ermitteln. In der Regel nicht erforderlich, da Caddy eigene Standardmechanismen zur IP-Erkennung nutzt. Je nach eingestellter DynDNS-IP-Version wird maximal eine globale IPv6-Adresse und eine öffentliche IPv4-Adresse ermittelt.
el_gr: Επιλέξτε μια διεπαφή για να εξαγάγετε τις τρέχουσες διευθύνσεις IP του τείχους προστασίας. Αυτό γενικά δεν είναι απαραίτητο, καθώς η Caddy χρησιμοποιεί προεπιλεγμένους παρόχους για να ελέγξει τις τρέχουσες διευθύνσεις IP. Ανάλογα με την καθορισμένη έκδοση IP DynDns, θα εξαχθεί το πολύ μία διεύθυνση IPv6 Global Unicast και μία διεύθυνση IPv4 που δεν είναι RFC1918.
fa_ir: یک اینترفیس را برای استخراج آدرس‌های IP فعلی فایروال انتخاب کنید. معمولاً لازم نیست چون Caddy از تأمین‌کننده‌های پیش‌فرض برای بررسی آدرس‌های فعلی استفاده می‌کند. بسته به DynDns IP Version مشخص‌شده، حداکثر یک IPv6 Global Unicast Address و یک IPv4 non-RFC1918 Address استخراج خواهد شد.
fr_fr: Sélectionnez une interface pour extraire les adresses IP actuelles du pare-feu. Cela n'est généralement pas nécessaire car Caddy utilise des fournisseurs par défaut pour tester les adresses IP actuelles. En fonction de la version IP DynDns spécifiée, au maximum une adresse IPv6 Global Unicast et une adresse IPv4 non-RFC1918 seront extraites.
it_it: Seleziona un'interfaccia per estrarre gli indirizzi IP correnti del firewall. Questo generalmente non è necessario poiché Caddy utilizza provider predefiniti per testare gli indirizzi IP attuali. A seconda della versione IP DynDns specificata, verrà estratto al massimo un indirizzo unicast globale IPv6 e un indirizzo IPv4 non RFC1918.
ko_kr: 방화벽의 현재 IP 주소를 추출할 인터페이스를 선택하세요. Caddy가 기본 공급자를 사용하여 현재 IP 주소를 테스트하기 때문에 일반적으로 필요하지 않습니다. 지정된 DynDns IP 버전에 따라 최대 하나의 IPv6 글로벌 유니캐스트 주소와 하나의 IPv4 비-RFC1918 주소가 추출됩니다.
uk_ua: Виберіть інтерфейс, щоб видобути поточні IP-адреси брандмауера. Зазвичай це не потрібно, оскільки Caddy використовує типові постачальники для перевірки поточних IP-адрес. Залежно від вказаної версії IP DynDns, буде видобуто щонайбільше одну глобальну одноадресну IPv6-адресу та одну не-RFC1918 IPv4-адресу.
zh_cn: 选择一个接口来提取防火墙的当前IP地址。这通常不需要，因为Caddy使用默认提供商来测试当前IP地址。根据指定的DynDns IP版本，最多会提取一个IPv6全局单播地址和一个IPv4非RFC1918地址。

source: Select interface(s) to use. When enabling IPS, make sure the (virtual) driver supports this feature.
cs_cz: Vyberte rozhraní, která chcete použít. Při povolování IPS se ujistěte, že (virtuální) ovladač tuto funkci podporuje.
de_de: Wählen Sie die zu verwendenden Schnittstellen aus. Wenn Sie den IPS-Modus aktivieren, stellen Sie sicher, dass der (virtuelle) Treiber diese Funktion unterstützt.
el_gr: Επιλέξτε διεπαφές που θα χρησιμοποιήσετε. Όταν ενεργοποιείτε το IPS, βεβαιωθείτε ότι το (εικονικό) πρόγραμμα οδήγησης υποστηρίζει αυτήν τη λειτουργία.
fa_ir: اینترفیس(ها) برای استفاده انتخاب کنید. هنگام فعال‌سازی IPS، مطمئن شوید که درایور (مجازی) از این ویژگی پشتیبانی می‌کند.
fr_fr: Sélectionnez la ou les interfaces à utiliser. Lorsque vous activez l'IPS, assurez-vous que le pilote (virtuel) prend en charge cette fonctionnalité.
it_it: Seleziona le interfacce da utilizzare. Quando si abilita IPS, assicurarsi che il driver (virtuale) supporti questa funzionalità.
ko_kr: 사용할 인터페이스를 선택하세요. IPS를 활성화할 때 (가상) 드라이버가 이 기능을 지원하는지 확인하세요.
uk_ua: Виберіть інтерфейс(и) для використання. Увімкнувши IPS, переконайтеся, що (віртуальний) драйвер підтримує цю функцію.
zh_cn: 选择要使用的接口。启用IPS时，请确保（虚拟）驱动程序支持此功能。

source: Select interfaces to listen on.
cs_cz: Vyberte rozhraní na kterých očekávat spojení.
de_de: Wählen Sie Schnittstellen aus, auf denen der Dienst auf eingehende Verbindungen wartet.
el_gr: Επιλέξτε διεπαφές για ακρόαση.
fa_ir: اینترفیس‌هایی که باید گوش دهند را انتخاب کنید.
fr_fr: Sélectionner une interface à écouter.
it_it: Seleziona le interfacce su cui ascoltare.
ko_kr: 수신 대기할 인터페이스 선택
uk_ua: Виберіть інтерфейси для прослуховування.
zh_cn: 选择监听接口。

source: Select one or multiple headers. Caddy sets "X-Forwarded-For", "X-Forwarded-Proto" and "X-Forwarded-Host" by default, adding them here is not needed. Setting a wrong configuration can be a security risk or break functionality.
cs_cz: Vyberte jednu nebo více hlaviček. Caddy ve výchozím nastavení nastaví „X-Forwarded-For“, „X-Forwarded-Proto“ a „X-Forwarded-Host“, jejich přidání zde není nutné. Nastavení nesprávné konfigurace může představovat bezpečnostní riziko nebo narušit funkčnost.
de_de: Einen oder mehrere Header auswählen. Caddy setzt standardmäßig "X-Forwarded-For", "X-Forwarded-Proto" und "X-Forwarded-Host" - deren erneute Angabe ist nicht erforderlich. Falsche Konfiguration kann Sicherheitsrisiken oder Funktionsstörungen verursachen.
el_gr: Επιλέξτε μία ή περισσότερες κεφαλίδες. Η Caddy ορίζει από προεπιλογή τις κεφαλίδες "X-Forwarded-For", "X-Forwarded-Proto" και "X-Forwarded-Host". Η προσθήκη τους εδώ δεν είναι απαραίτητη. Μια λανθασμένη ρύθμιση παραμέτρων μπορεί να αποτελέσει κίνδυνο ασφαλείας ή να διακόψει τη λειτουργικότητα.
fa_ir: یک یا چند هدر را انتخاب کنید. Caddy به‌صورت پیش‌فرض «X-Forwarded-For»، «X-Forwarded-Proto» و «X-Forwarded-Host» را تنظیم می‌کند، اضافه‌کردن آن‌ها در اینجا لازم نیست. تنظیم نادرست می‌تواند خطر امنیتی ایجاد کند یا عملکرد را مختل کند.
fr_fr: Sélectionnez un ou plusieurs en-têtes. Caddy définit "X-Forwarded-For", "X-Forwarded-Proto" et "X-Forwarded-Host" par défaut, il n'est pas nécessaire de les ajouter ici. Une mauvaise configuration peut présenter un risque pour la sécurité ou compromettre la fonctionnalité.
it_it: Seleziona una o più intestazioni. Caddy imposta "X-Forwarded-For", "X-Forwarded-Proto" e "X-Forwarded-Host" per impostazione predefinita, non è necessario aggiungerli qui. L'impostazione di una configurazione errata può rappresentare un rischio per la sicurezza o interrompere la funzionalità.
ko_kr: 하나 또는 여러 개의 헤더를 선택하세요. Caddy는 기본적으로 "X-Forwarded-For", "X-Forwarded-Proto" 및 "X-Forwarded-Host"를 설정하므로 여기에 추가할 필요가 없습니다. 잘못된 구성을 설정하면 보안 위험이 있거나 기능이 중단될 수 있습니다.
uk_ua: Виберіть один або кілька заголовків. Caddy за типово встановлює "X-Forwarded-For", "X-Forwarded-Proto" та "X-Forwarded-Host", додавати їх тут не потрібно. Встановлення неправильної конфігурації може бути ризиком для безпеки або порушити функціональність.
zh_cn: 选择一个或多个标头。Caddy默认设置“X-Forwarded-For”、“X-Forwarded-Proto”和“X-Forwarded-Host”，无需在此处添加。设置错误的配置可能会带来安全风险或破坏功能。

source: Select the Auto HTTPS option. "On (default)" creates automatic certificates using "Let's Encrypt" or "ZeroSSL". "Off" turns all automatic certificate requests off.
cs_cz: Vyberte volbu pro automatické HTTPS. „Zapnuto (výchozí)“ vytvoří automatické certifikáty pomocí „Let's Encrypt“ nebo „ZeroSSL“. „Vypnuto“ vypne všechny automatické žádosti o certifikát.
de_de: Option "Auto HTTPS" auswählen. "On (default)" erstellt automatisch Zertifikate von "Let's Encrypt" oder "ZeroSSL". "Off" deaktiviert alle automatischen Zertifikatsanfragen.
el_gr: Επιλέξτε την επιλογή Αυτόματο HTTPS. Η επιλογή "Ενεργοποίηση (προεπιλογή)" δημιουργεί αυτόματα πιστοποιητικά χρησιμοποιώντας το "Let's Encrypt" ή το "ZeroSSL". Η επιλογή "Απενεργοποίηση" απενεργοποιεί όλα τα αυτόματα αιτήματα πιστοποιητικών.
fa_ir: گزینه Auto HTTPS را انتخاب کنید. «On (default)» گواهی‌نامه‌های خودکار را با استفاده از «Let's Encrypt» یا «ZeroSSL» ایجاد می‌کند. «Off» همه درخواست‌های گواهی‌نامه خودکار را غیرفعال می‌کند.
fr_fr: Sélectionnez l'option Auto HTTPS. "Activé (par défaut)" crée des certificats automatiques à l'aide de "Let's Encrypt" ou "ZeroSSL". L'option "Désactivé" désactive toutes les demandes automatiques de certificats.
it_it: Seleziona l'opzione HTTPS automatico. "On (impostazione predefinita)" crea certificati automatici utilizzando "Let's Encrypt" o "ZeroSSL". "Off" disattiva tutte le richieste automatiche di certificato.
ko_kr: 자동 HTTPS 옵션을 선택하세요. "켜기(기본값)"는 "Let's Encrypt" 또는 "ZeroSSL"을 사용하여 자동 인증서를 만듭니다. "끄기"는 모든 자동 인증서 요청을 끕니다.
uk_ua: Виберіть опцію Автоматичний HTTPS. "Увімкнено (типово)" створює автоматичні сертифікати за допомогою "Let's Encrypt" або "ZeroSSL". "Вимкнено" вимикає всі запити на автоматичні сертифікати.
zh_cn: 选择自动HTTPS选项。"On (default)"使用“Let's Encrypt”或“ZeroSSL”创建自动证书。选择“关闭”，将关闭所有自动证书请求。

source: Select the DynDns IP Version: "IPv4+IPv6" to set IPv4 A-Records and IPv6 AAAA-Records, "IPv4 only" for only A-Records, "IPv6 only" for only AAAA-Records.
cs_cz: Vyberte verzi IP protokolu pro DynDns: „IPv4+IPv6“ pro nastavení IPv4 A záznamů a IPv6 AAAA záznamů, „pouze IPv4“ pro nastavení pouze A záznamů a „pouze IPv6“ pro nastavení pouze AAAA záznamů.
de_de: DynDNS-IP-Version auswählen: "IPv4+IPv6" für A- und AAAA-Einträge, "IPv4 only" nur A-Records, "IPv6 only" nur AAAA-Records.
el_gr: Επιλέξτε την έκδοση IP DynDns: "IPv4+IPv6" για να ορίσετε τις εγγραφές IPv4 A και τις εγγραφές IPv6 AAAA, "Μόνο IPv4" μόνο για εγγραφές A, "Μόνο IPv6" μόνο για εγγραφές AAAA.
fa_ir: نسخه DynDns IP را انتخاب کنید: «IPv4+IPv6» برای ایجاد A-Recordهای IPv4 و AAAA-Recordهای IPv6، «IPv4 only» فقط برای A-Recordها، «IPv6 only» فقط برای AAAA-Recordها.
fr_fr: Sélectionnez la version IP de DynDns : "IPv4+IPv6" pour définir les enregistrements A IPv4 et les enregistrements AAAA IPv6, "IPv4 uniquement" pour les enregistrements A uniquement, "IPv6 uniquement" pour les enregistrements AAAA uniquement.
it_it: Selezionare la versione IP DynDns: "IPv4+IPv6" per impostare i record A IPv4 e i record AAAA IPv6, "Solo IPv4" solo per i record A, "Solo IPv6" solo per i record AAAA.
ko_kr: DynDns IP 버전을 선택하세요: "IPv4+IPv6"는 IPv4 A 레코드와 IPv6 AAAA 레코드를 설정하고, "IPv4 전용"은 A 레코드만 설정하고, "IPv6 전용"은 AAAA 레코드만 설정합니다.
uk_ua: Виберіть версію IP DynDns: "IPv4+IPv6" для встановлення записів A IPv4 та записів AAAA IPv6, "Лише IPv4" для лише записів A, "Лише IPv6" для лише записів AAAA.
zh_cn: 选择DynDns IP版本：“IPv4+IPv6”以设置IPv4 A 记录和IPv6 AAAA记录，“仅IPv4”仅用于A记录，“仅IPv6”仅用于AAAA记录。

source: Select the minimum global Log Level. "INFO" is the default and should not be changed without a reason, as it displays the ACME Client messages for automatic certificates. This setting does not influence the HTTP Access logs; they always use "INFO", which is their lowest supported Log Level.
cs_cz: Vyberte globální nejnižší stupeň podrobnosti záznamu událostí. „INFO“ je výchozí a neměla by být bezdůvodně měněna, protože zobrazuje zprávy klienta ACME pro automatické certifikáty. Toto nastavení nemá vliv na záznamy událostí HTTP přístup – ty vždy používají „INFO“, což je jejich nejnižší podporovaný stupeň podrobnosti.
de_de: Minimale globale Protokollierungsebene auswählen. "INFO" ist Standard und sollte nicht ohne triftigen Grund geändert werden, da ACME-Client-Meldungen dort erscheinen. Diese Einstellung beeinflusst nicht die HTTP-Zugriffsprotokolle - diese verwenden immer "INFO".
el_gr: Επιλέξτε το ελάχιστο καθολικό Επίπεδο Καταγραφής. Το "INFO" είναι η προεπιλεγμένη τιμή και δεν πρέπει να αλλάζει χωρίς λόγο, καθώς εμφανίζει τα μηνύματα του προγράμματος-πελάτη ACME για αυτόματα πιστοποιητικά. Αυτή η ρύθμιση δεν επηρεάζει τα αρχεία καταγραφής πρόσβασης HTTP. Χρησιμοποιούν πάντα το "INFO", το οποίο είναι το χαμηλότερο υποστηριζόμενο Επίπεδο Καταγραφής.
fa_ir: حداقل Log Level سراسری را انتخاب کنید. «INFO» مقدار پیش‌فرض است و نباید بدون دلیل تغییر کند، چون پیام‌های ACME Client برای گواهی‌های خودکار را نمایش می‌دهد. این تنظیم روی لاگ‌های HTTP Access تأثیر ندارد؛ آن‌ها همیشه از «INFO» استفاده می‌کنند که پایین‌ترین Log Level قابل‌پشتیبانی آن‌هاست.
fr_fr: Sélectionnez le niveau minimum du journal global. "INFO" est le niveau par défaut et ne doit pas être modifié sans raison, car il affiche les messages du client ACME pour les certificats automatiques. Ce paramètre n'influe pas sur les journaux d'accès HTTP ; ils utilisent toujours "INFO", qui est leur niveau de journal le plus bas.
it_it: Selezionare il livello di registro globale minimo. "INFO" è l'impostazione predefinita e non deve essere modificata senza motivo, poiché visualizza i messaggi del client ACME per i certificati automatici. Questa impostazione non influenza i log di accesso HTTP; utilizzano sempre "INFO", che è il livello di registro più basso supportato.
ko_kr: 최소 글로벌 로그 레벨을 선택하세요. "INFO"는 기본값이며 자동 인증서에 대한 ACME 클라이언트 메시지를 표시하므로 이유 없이 변경해서는 안 됩니다. 이 설정은 HTTP 액세스 로그에 영향을 미치지 않습니다. 항상 지원되는 가장 낮은 로그 레벨인 "INFO"를 사용합니다.
uk_ua: Виберіть мінімальний глобальний рівень журналу. "INFO" є типовим значенням і не повинно змінюватися без причини, оскільки він відображає повідомлення клієнта ACME для автоматичних сертифікатів. Цей параметр не впливає на журнали доступу HTTP; вони завжди використовують "INFO", що є їхнім найнижчим підтримуваним рівнем журналу.
zh_cn: 选择最低全局日志级别。“INFO”是默认值，不建议更改，因为它会显示自动证书的ACME客户端消息。此设置不会影响HTTP访问日志；它们始终使用“INFO”，这是它们支持的最低日志级别。
