Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: A JSON document containing configuration options that apply to the local node
cs_cz: JSON dokument obsahující předvolby nastavení, které uplatnit na místní uzel
de_de: Ein JSON-Dokument mit Konfigurationsoptionen, die für den lokalen Knoten gelten.
el_gr: Ένα έγγραφο JSON που περιέχει επιλογές διαμόρφωσης που ισχύουν για τον τοπικό κόμβο
fa_ir: یک سند JSON حاوی گزینه‌های پیکربندی که بر گره محلی اعمال می‌شوند
fr_fr: Un document JSON contenant les options de configuration s'appliquant au noeud local
it_it: Un documento JSON contenente le opzioni di configurazione che si applicano al nodo locale
ko_kr: 로컬 노드에 적용되는 환경설정 선택사항이 들어 있는 JSON 문서
pl_pl: Dokument JSON zawierający opcje konfiguracyjne dotyczące lokalnego węzła
uk_ua: Документ JSON, що містить параметри конфігурації, які застосовуються до локального вузла
zh_cn: 包含适用于本地节点配置选项的JSON文本

source: A bridge is a private relay. It is not visible in the public directory. Uncheck this if you want to become a public relay.
cs_cz: Most je soukromé předávání. Není viditelný ve veřejném adresáři. Pokud se chcete stát veřejným předáváním, zrušte zaškrtnutí této kolonky.
de_de: Eine Brücke ist eine private Weiterleitung. Sie ist nicht im öffentlichen Verzeichnis sichtbar. Wählen Sie diese Option ab, um eine öffentliche Weiterleitung anzubieten.
el_gr: Μια γέφυρα είναι ένα ιδιωτικό αναμεταδότη. Δεν είναι ορατό στον δημόσιο κατάλογο. Αποεπιλέξτε αυτό το στοιχείο εάν θέλετε να γίνετε δημόσιος αναμεταδότης.
fa_ir: یک bridge یک رلهٔ خصوصی است. در دایرکتوری عمومی قابل‌مشاهده نیست. اگر می‌خواهید به یک رلهٔ عمومی تبدیل شوید، این را غیرفعال کنید.
fr_fr: Un pont est un relais privé. Il n'est pas visible dans le répertoire public. Décochez-la si vous souhaitez devenir un relais public.
it_it: Un bridge è un relè privato. Non è visibile nella directory pubblica. Deseleziona questa opzione se vuoi diventare un relè pubblico.
ko_kr: 브리지는 개인 릴레이입니다. 공용 디렉토리에는 표시되지 않습니다. 공개 릴레이로 전환하려면 이 항목을 선택 취소합니다.
pl_pl: Most to prywatny przekaźnik. Nie jest widoczny w publicznym katalogu. Odznacz to, jeśli chcesz stać się publicznym przekaźnikiem.
uk_ua: Міст є приватним ретранслятором. Він невидимий у публічному каталозі. Зніміть цей прапорець, якщо хочете стати публічним ретранслятором.
zh_cn: 桥是私有中继。它在公用目录中不可见。如果您想成为公共中继, 请取消选中此项。

source: A name for this server. Used when displaying information about this server (logs, info service, etc).
cs_cz: Název pro tento server. Použito při zobrazování informací o tomto serveru (záznamy událostí, informační služby, atp.).
de_de: Ein Name für diesen Server. Wird verwendet, um Informationen über diesen Server (Protokolle, Informationsdienste etc.) anzuzeigen.
el_gr: Ένα όνομα για αυτόν τον διακομιστή. Χρησιμοποιείται κατά την εμφάνιση πληροφοριών σχετικά με αυτόν τον διακομιστή (αρχεία καταγραφής, υπηρεσία πληροφοριών, κ.λπ.).
fa_ir: یک نام برای این سرور. هنگام نمایش اطلاعات این سرور (لاگ‌ها، سرویس اطلاعات، و غیره) استفاده می‌شود.
fr_fr: Un nom pour ce serveur. Utilisé quand des informations sur ce serveur (logs, info service, etc) sont affichées.
it_it: Un nome per questo server. Utilizzato durante la visualizzazione delle informazioni su questo server (registri, servizio informazioni, ecc.).
ko_kr: 이 서버의 이름입니다. 이 서버에 대한 정보(로그, 정보 서비스 등)를 표시할 때 사용됩니다.
pl_pl: Nazwa dla tego serwera. Używana podczas wyświetlania informacji o tym serwerze (logi, serwis informacyjny itp.).
uk_ua: Назва для цього сервера. Використовується для відображення інформації про цей сервер (журнали, інформаційна служба тощо).
zh_cn: 此服务器的名称。用于显示有关此服务器的信息 (日志、信息服务、etc等)。

source: AD Kerberos implementation
cs_cz: Implementace kerbera v rámci AD
de_de: AD Kerberosimplementierung
el_gr: Υλοποίηση AD Kerberos
fa_ir: پیاده‌سازی Kerberos در AD
fr_fr: Implémentation Kerberos de l'AD
it_it: Implementazione di AD Kerberos
ko_kr: AD Kerberos 구현
pl_pl: Implementacja AD Kerberos
uk_ua: Реалізація AD Kerberos
zh_cn: AD Kerberos实施

source: AD admin login
cs_cz: Uživatelské jméno správce AD
de_de: AD Administratorlogin
el_gr: Σύνδεση διαχειριστή διαφημίσεων
fa_ir: نام کاربری ادمین AD
fr_fr: Login de l'administrateur de l'AD
it_it: Accesso amministratore AD
ko_kr: AD 관리자 로그인
pl_pl: Login administratora AD
uk_ua: Логін адміністратора AD
zh_cn: AD管理员登录

source: AD admin password
cs_cz: Heslo správce AD
de_de: AD Administratorpasswort
el_gr: Κωδικός πρόσβασης διαχειριστή διαφημίσεων
fa_ir: رمز عبور ادمین AD
fr_fr: Mot de passe de l'administrateur de l'AD
it_it: Password amministratore AD
ko_kr: AD 관리자 비밀번호
pl_pl: Hasło administratora AD
uk_ua: Пароль адміністратора AD
zh_cn: AD管理员密码

source: API Access Token
cs_cz: Token pro přístup k API
de_de: API-Zugriffstoken
el_gr: Διακριτικό πρόσβασης API
fa_ir: توکن دسترسی API
fr_fr: Access Token de l'API
it_it: Token di accesso API
ko_kr: API 액세스 토큰
pl_pl: Token dostępu API
uk_ua: Токен доступу API
zh_cn: API访问令牌

source: API Key
cs_cz: Klíč k API
de_de: API-Schlüssel
el_gr: Κλειδί API
fa_ir: کلید API
fr_fr: Clé de l'API
it_it: Chiave API
ko_kr: API 키
pl_pl: Klucz API
uk_ua: Ключ API
zh_cn: API密钥

source: API Token
cs_cz: Token k API
fa_ir: توکن API
fr_fr: Jeton de l'API
it_it: Token API
ko_kr: API 토큰
pl_pl: Token API
uk_ua: Токен API
zh_cn: API令牌

source: API URL
cs_cz: URL adresa aplikačního programového rozhraní (API)
el_gr: URL API
fa_ir: URL API
fr_fr: URL de l'API
it_it: URL dell'API
pl_pl: URL API
uk_ua: URL-адреса API

source: AS
el_gr: ΩΣ
it_it: COME
uk_ua: АС

source: AS-Path List
cs_cz: Seznam umístění AS
de_de: AS-Pfadliste
el_gr: Λίστα AS-Διαδρομών
fa_ir: لیست AS-Path
fr_fr: Liste d'AS-Path
it_it: Elenco percorsi AS
ko_kr: AS-경로 목록
pl_pl: Lista AS-Path
uk_ua: Список AS-Path
zh_cn: AS 路径列表

source: AWS ID
cs_cz: Identifikátor AWS
el_gr: Αναγνωριστικό AWS
fr_fr: Identifiant AWS
it_it: ID AWS
pl_pl: ID AWS
uk_ua: Ідентифікатор AWS

source: AWS Secret
cs_cz: Heslo k AWS
de_de: AWS-Geheimnis
fa_ir: رمز AWS
it_it: Segreto AWS
ko_kr: AWS 시크릿
pl_pl: Tajny klucz AWS
uk_ua: Секретний ключ AWS
zh_cn: AWS密钥

source: Access Control List
cs_cz: Seznam řízení přístupu
de_de: Zugriffskontrollliste
el_gr: Λίστα ελέγχου πρόσβασης
fa_ir: فهرست کنترل دسترسی
fr_fr: Liste de contrôle d'accès
it_it: Elenco di controllo degli accessi
ko_kr: 액세스 제어 목록
pl_pl: Lista kontroli dostępu
uk_ua: Список керування доступом
zh_cn: 访问控制列表(ACL)

source: Access Token used for the Zerotier API service
cs_cz: Přístupový token použitý pro API služby Zerotier
de_de: Zugriffstoken, der für den Zerotier-API-Dienst verwendet wird
el_gr: Διακριτικό πρόσβασης που χρησιμοποιείται για την υπηρεσία Zerotier API
fa_ir: توکن دسترسی مورد استفاده در سرویس API Zerotier
fr_fr: Jeton d'accès utilisé pour l'API Zerotier
it_it: Token di accesso utilizzato per il servizio API Zerotier
ko_kr: Zerotier API 서비스에 사용되는 액세스 토큰
pl_pl: Token dostępu używany dla usługi Zerotier API
uk_ua: Токен доступу, що використовується для сервісу Zerotier API
zh_cn: 用于访问Zerotier API服务的令牌

source: According to the service type path can be a file or a directory.
cs_cz: Dle typu služby umístění může být soubor nebo složka.
de_de: Abhängig vom Diensttyp kann Pfad eine Datei oder ein Verzeichnis sein.
el_gr: Ανάλογα με τον τύπο υπηρεσίας, η διαδρομή μπορεί να είναι αρχείο ή κατάλογος.
fa_ir: بسته به نوع سرویس، مسیر می‌تواند فایل یا دایرکتوری باشد.
fr_fr: En accord avec le chemin du type de service peut être un fichier ou un répertoire.
it_it: A seconda del tipo di servizio il percorso può essere un file o una directory.
ko_kr: 서비스 유형에 따라 경로는 파일 또는 디렉터리가 될 수 있습니다.
pl_pl: W zależności od typu usługi ścieżka może być plikiem lub katalogiem.
uk_ua: Відповідно до типу сервісу шлях може бути файлом або каталогом.
zh_cn: 根据服务类型，路径可以是文件或目录。

source: Act as a relay.
cs_cz: Působit jako relay.
de_de: Als Weiterleitungsknoten agieren
el_gr: Λειτουργήστε ως ρελέ.
fa_ir: به‌عنوان رله عمل کند.
fr_fr: Fonctionner comme relais.
it_it: Agire come un relè.
ko_kr: 릴레이로 작업.
pl_pl: Działać jako przekaźnik.
uk_ua: Працювати як ретранслятор.
zh_cn: 充当中继。

source: Act as an exit.
cs_cz: Působit jako exit.
de_de: Als Ausgangsknoten agieren
el_gr: Λειτουργήστε ως διέξοδος.
fa_ir: به‌عنوان خروجی عمل کند.
fr_fr: Fonctionner comme sortie.
it_it: Agire come un'uscita.
ko_kr: 종료로 작업.
pl_pl: Działać jako wyjście.
uk_ua: Працювати як вихід.
zh_cn: 充当出口。

source: Action
cs_cz: Akce
de_de: Aktion
el_gr: Δράση
fa_ir: عمل
it_it: Azione
ko_kr: 작업
pl_pl: Akcja
uk_ua: Дія
zh_cn: 操作

source: Active (default) or passive mode, only switch to passive if you know what you are doing.
cs_cz: Aktivní (výchozí) nebo pasivní režim – do pasivního přepínejte pouze pokud víte, co děláte.
de_de: Aktiver (standard) oder passiver Modus; ändern Sie diese Einstellung nur, wenn Sie wissen, was Sie tun.
el_gr: Ενεργή (προεπιλογή) ή παθητική λειτουργία, μεταβείτε σε παθητική μόνο εάν γνωρίζετε τι κάνετε.
fa_ir: حالت فعال (پیش‌فرض) یا غیرفعال؛ تنها در صورتی به غیرفعال تغییر دهید که بدانید چه می‌کنید.
fr_fr: Mode actif (par défaut) ou passif, ne passez au passif que si vous savez ce que vous faites.
it_it: Modalità attiva (predefinita) o passiva, passa alla modalità passiva solo se sai cosa stai facendo.
ko_kr: 활성(기본값) 또는 수동 모드. 현재 작업을 알고 있는 경우에만 수동 모드로 전환합니다.
pl_pl: Aktywny (domyślnie) lub tryb pasywny, przełącz na pasywny tylko jeśli wiesz, co robisz.
uk_ua: Активний (типово) або пасивний режим, переходьте в пасивний режим, лише якщо знаєте, що робите.
zh_cn: 主动(默认)或被动模式，仅在知道自己在做什么时才切换到被动。

source: Active Check Refresh
cs_cz: Obnovení aktivní kontroly
de_de: Aktualisierungsintervall für aktive Prüfungen
el_gr: Ανανέωση ενεργού ελέγχου
fa_ir: به‌روزرسانی بررسی فعال
fr_fr: Actualisation de la vérification active
it_it: Aggiornamento controllo attivo
ko_kr: 활성 검사 새로 고침
pl_pl: Odświeżanie Aktywnego Sprawdzenia
uk_ua: Оновлення активної перевірки
zh_cn: 主动检查刷新

source: Active Check Servers
cs_cz: Servery aktivní kontroly
de_de: Server für aktive Prüfungen
el_gr: Ενεργοί διακομιστές ελέγχου
fa_ir: سرورهای بررسی فعال
fr_fr: Serveurs de contrôle actifs
it_it: Server di controllo attivi
ko_kr: 활성 검사 서버
pl_pl: Serwery Aktywnego Sprawdzenia
uk_ua: Сервери активної перевірки
zh_cn: 主动检查服务器

source: Active Directory user name with administrator rights (this value is not stored in configuration).
cs_cz: Uživatelské jméno v rámci Active Directory, které má práva její správy (toto nebude uloženo v nastavení).
de_de: Active Directory-Benutzername mit Administratorrechten (dieser Wert wird nicht in der Konfiguration gespeichert).
el_gr: Όνομα χρήστη Active Directory με δικαιώματα διαχειριστή (αυτή η τιμή δεν αποθηκεύεται στη διαμόρφωση).
fa_ir: نام کاربری Active Directory با حقوق مدیر (این مقدار در پیکربندی ذخیره نمی‌شود).
fr_fr: Nom d'utilisateur Active Directory avec les droits d'administration. (Cette valeur ne sera pas stockée dans la configuration) .
it_it: Nome utente Active Directory con diritti di amministratore (questo valore non è memorizzato nella configurazione).
ko_kr: 관리자 권한이 있는 Active Directory 사용자 이름(이 값은 구성에 저장되지 않음).
pl_pl: Nazwa użytkownika w Active Directory z prawami administratora (ta wartość nie jest przechowywana w konfiguracji).
uk_ua: Ім'я користувача Active Directory з правами адміністратора (це значення не зберігається в конфігурації).
zh_cn: 具有管理员权限的Active Directory用户名(此值不存储在配置中)。

source: Active Directory user password (this value is not stored in configuration).
cs_cz: Heslo k účtu uživatele v Active Directory (toto nebude uloženo v nastavení).
de_de: Active Directory-Benutzerpasswort (dieser Wert wird nicht in der Konfiguration gespeichert).
el_gr: Κωδικός πρόσβασης χρήστη Active Directory (αυτή η τιμή δεν αποθηκεύεται στη διαμόρφωση).
fa_ir: رمز عبور کاربر Active Directory (این مقدار در پیکربندی ذخیره نمی‌شود).
fr_fr: Mot de passe utilisateur Active Directory (cette valeur n'est pas stockée dans la configuration).
it_it: Password utente Active Directory (questo valore non è memorizzato nella configurazione).
ko_kr: Active Directory 사용자 비밀번호(이 값은 구성에 저장되지 않음).
pl_pl: Hasło użytkownika AD (ta wartość nie jest przechowywana w konfiguracji).
uk_ua: Пароль користувача Active Directory (це значення не зберігається в конфігурації).
zh_cn: Active Directory用户密码(此值未存储在配置中)。

source: Add a header containing a visible indicator of the spam level.
cs_cz: Přidat záhlaví obsahující viditelný ukazatel pravděpodobnosti, že je nevyžádanou poštou.
de_de: Fügen Sie einen Header hinzu, der einen sichtbaren Indikator für den Spam-Level enthält.
el_gr: Προσθέστε μια κεφαλίδα που περιέχει μια ορατή ένδειξη του επιπέδου ανεπιθύμητης αλληλογραφίας.
fa_ir: افزودن هدر حاوی نشانگر قابل‌مشاهده سطح اسپم.
fr_fr: Ajouter un en-tête avec un indicateur visible du degré de catégorie de message indésirable.
it_it: Aggiungi un'intestazione contenente un indicatore visibile del livello di spam.
ko_kr: 스팸 수준을 표시하는 헤더를 추가합니다.
pl_pl: Dodaj nagłówek zawierający widoczny wskaźnik poziomu spamu.
uk_ua: Додати заголовок, що містить видимий індикатор рівня спаму.
zh_cn: 添加包含垃圾邮件级别的可见指示符的标头。

source: Add delay in ms to this pipe.
cs_cz: Přidat do tohoto zřetězení prodlevu v ms.
de_de: Geben Sie die Verzögerung in Millisekunden für diese Pipe an.
el_gr: Προσθέστε καθυστέρηση σε ms σε αυτόν τον αγωγό.
fa_ir: افزودن تأخیر (ms) به این پایپ.
fr_fr: Ajouter du délai à ce tuyau (en ms).
it_it: Aggiungi un ritardo in ms a questa pipe.
ko_kr: 이 파이프에 지연 시간(ms)을 추가합니다.
pl_pl: Dodaj opóźnienie w ms do tej rury.
uk_ua: Додати затримку в мс до цього каналу.
zh_cn: 向此管道添加延迟（以毫秒为单位）。

source: Add more than localhost IP addresses to listen IPs for SOCKS connections.
cs_cz: Přidání více IP adres než localhost mezi IP adresy pro očekávání SOCKS spojení.
de_de: Fügen Sie mehr als lokale IP-Adressen hinzu, um IPs auf SOCKS-Verbindungen zu überwachen.
el_gr: Προσθέστε περισσότερες από διευθύνσεις IP localhost για να ακούσετε τις διευθύνσεις IP για συνδέσεις SOCKS.
fa_ir: برای اتصالات SOCKS، علاوه بر localhost، آدرس‌های IP دیگری برای گوش دادن اضافه کنید.
fr_fr: Ajouter plus que l'adresse IP locale pour l'écoute des connexions SOCKS
it_it: Aggiungi più di indirizzi IP localhost per ascoltare gli IP per le connessioni SOCKS.
ko_kr: SOCKS 연결에 대한 수신 IP를 수신하려면 로컬 호스트 IP 주소 이상을 추가하세요.
pl_pl: Dodaj więcej adresów IP niż localhost, aby słuchać adresów IP dla połączeń SOCKS.
uk_ua: Додати більше IP-адрес, ніж localhost, до IP-адрес для прослуховування SOCKS-з'єднань.
zh_cn: 添加多个localhost IP地址来监听SOCKS连接的IP。

source: Add servers to this backend. Use TAB key to complete typing.
cs_cz: Přidat server k této podpůrné vrstvě. Funguje automatické dokončování klávesou TAB.
de_de: Fügen Sie diesem Backend Server hinzu. Verwenden Sie die TAB-Taste, um die Eingabe abzuschließen.
el_gr: Προσθήκη διακομιστών σε αυτό το backend. Χρησιμοποιήστε το πλήκτρο TAB για να ολοκληρώσετε την πληκτρολόγηση.
fa_ir: به این backend سرور اضافه کنید. برای تکمیل تایپ از کلید TAB استفاده کنید.
fr_fr: Ajoutez des serveurs à ce backend. Utilisez la touche TAB pour terminer la saisie.
it_it: Aggiungi server a questo backend. Utilizzare il tasto TAB per completare la digitazione.
ko_kr: 이 백엔드에 서버를 추가합니다. Tab 키를 사용하여 입력을 완료합니다.
pl_pl: Dodaj serwery do tego backendu. Użyj klawisza TAB, aby ukończyć wpisywanie.
uk_ua: Додати сервери до цього бекенду. Використовуйте клавішу TAB для завершення введення.
zh_cn: 将服务器添加到此后端。 使用TAB键完成输入。

source: Add some randomness in the check interval between 0 and +/- 50%. A value between 2 and 5 seems to show good results. The default value is 0 (disabled).
cs_cz: Přidat trochu náhodnosti do intervalů kontrol mezi 0 a +/- 50%. Hodnota mezi 2 a 5 dává dobré výsledky. Výchozí hodnota je 0 (vypnuto).
de_de: Fügt eine gewisse Zufälligkeit in das Überprüfungsintervall zwischen 0 und ± 50 % ein. Ein Wert zwischen 2 und 5 hat sich bewährt. Der Standardwert ist 0 (deaktiviert).
el_gr: Προσθέστε κάποια τυχαιότητα στο διάστημα ελέγχου μεταξύ 0 και +/- 50%. Μια τιμή μεταξύ 2 και 5 φαίνεται να δείχνει καλά αποτελέσματα. Η προεπιλεγμένη τιμή είναι 0 (απενεργοποιημένη).
fa_ir: مقداری تصادفی‌سازی در بازهٔ بررسی بین 0 و +/- 50% اضافه کنید. مقادیری بین 2 و 5 نتایج خوبی نشان می‌دهند. مقدار پیش‌فرض 0 (غیرفعال) است.
fr_fr: Ajoutez un peu de hasard dans l'intervalle de vérification entre 0 et +/- 50%. Une valeur entre 2 et 5 semble donner de bons résultats. La valeur par défaut est 0 (désactivée).
it_it: Aggiungi un po' di casualità nell'intervallo di controllo tra 0 e +/- 50%. Un valore compreso tra 2 e 5 sembra mostrare buoni risultati. Il valore predefinito è 0 (disabilitato).
ko_kr: 0과 +/- 50% 사이의 검사 간격에 임의성을 추가합니다. 2와 5 사이의 값은 좋은 결과를 보여주는 것 같다. 기본값은 0(사용 안 함)입니다.
pl_pl: Dodaj pewną losowość w interwale sprawdzania między 0 a +/- 50%. Wartość między 2 a 5 wydaje się dawać dobre wyniki. Domyślna wartość to 0 (wyłączone).
uk_ua: Додати деяку випадковість до інтервалу перевірки між 0 та +/- 50%. Значення між 2 та 5, схоже, дає гарні результати. Типове значення — 0 (вимкнено).
zh_cn: 在检查间隔0和+/- 50％之间添加一些随机性。 2到5之间的值似乎表现出良好的结果。 默认值为0(禁用)。

source: Additional exceptions for TLD rules.
cs_cz: Dodatečné výjimky pro TLD pravidla.
de_de: Zusätzliche Ausnahmen für TLD-Regeln
el_gr: Επιπλέον εξαιρέσεις για τους κανόνες TLD.
fa_ir: استثناهای اضافی برای قوانین TLD.
fr_fr: Exceptions supplémentaires aux règles TLD.
it_it: Ulteriori eccezioni per le regole TLD.
ko_kr: TLD 규칙에 대한 추가 예외입니다.
pl_pl: Dodatkowe wyjątki dla reguł TLD.
uk_ua: Додаткові винятки для правил TLD.
zh_cn: TLD规则的其他例外情况。

source: Address
cs_cz: Adresa
de_de: Adresse
el_gr: Διεύθυνση
fa_ir: آدرس
fr_fr: Adresse
it_it: Indirizzo
ko_kr: 주소
pl_pl: Adres
uk_ua: Адреса
zh_cn: 地址

source: Address where the proxy will listen for redirected control connections. The default is 127.0.0.1.
cs_cz: Adresa na které bude proxy očekávat přesměrovaná řídící spojení. Výchozí je 127.0.0.1.
de_de: Adresse, bei der der Proxy auf umgeleitetete Kontrollverbindungen hört. Der Standard ist 127.0.0.1.
el_gr: Διεύθυνση όπου ο διακομιστής μεσολάβησης θα ακούει για ανακατευθυνόμενες συνδέσεις ελέγχου. Η προεπιλογή είναι 127.0.0.1.
fa_ir: آدرسی که پراکسی برای گوش دادن به اتصالات کنترل بازهدایت‌شده استفاده می‌کند. مقدار پیش‌فرض 127.0.0.1 است.
fr_fr: Adresse d'écoute utilisée par le proxy pour rediriger les connexions. La valeur par défaut est 127.0.0.1.
it_it: Indirizzo in cui il proxy ascolterà le connessioni di controllo reindirizzate. Il valore predefinito è 127.0.0.1.
ko_kr: 프록시가 리디렉션된 제어 연결을 수신할 주소입니다. 기본값은 127.0.0.1입니다.
pl_pl: Adres, na którym proxy będzie nasłuchiwać przekierowanych połączeń kontrolnych. Domyślnie jest to 127.0.0.1.
uk_ua: Адреса, на якій проксі слухатиме перенаправлені контрольні з'єднання. Типово — 127.0.0.1.
zh_cn: 代理会监听重定向控制连接的地址。 默认值为127.0.0.1。

source: Adjust the server's weight relative to other servers.
cs_cz: Upravit prioritu serveru vztaženě k ostatním serverům.
de_de: Die relative Gewichtung zu anderen Servern anpassen.
el_gr: Προσαρμόστε το βάρος του διακομιστή σε σχέση με άλλους διακομιστές.
fa_ir: وزن سرور را نسبت به سایر سرورها تنظیم کنید.
fr_fr: Ajuster le poids du serveur relativement aux autres serveurs.
it_it: Regola il peso del server rispetto agli altri server.
ko_kr: 다른 서버와 비교하여 서버의 가중치를 조정합니다.
pl_pl: Dostosuj wagę serwera w stosunku do innych serwerów.
uk_ua: Налаштувати вагу сервера відносно інших серверів.
zh_cn: 调整服务器相对于其他服务器的权重。

source: Admin Password
cs_cz: Heslo správce
de_de: Administratorpasswort
el_gr: Κωδικός πρόσβασης διαχειριστή
fa_ir: رمز عبور ادمین
fr_fr: Mot de passe administrateur
it_it: Password amministratore
ko_kr: 관리자 비밀번호
pl_pl: Hasło admina
uk_ua: Пароль адміністратора
zh_cn: 管理员密码

source: Administrator's Email
cs_cz: E-mail správce
de_de: E-Mail-Adresse des Administrators
el_gr: Ηλεκτρονικό ταχυδρομείο διαχειριστή
fa_ir: ایمیل مدیر
fr_fr: Courriel de l'administrateur
it_it: E-mail dell'amministratore
ko_kr: 관리자 이메일
pl_pl: E-mail Administratora
uk_ua: Електронна пошта адміністратора
zh_cn: 管理员Email

source: Advanced SSL settings
cs_cz: Pokročilá nastavení SSL
de_de: Erweiterte SSL-Einstellungen
el_gr: Προηγμένες ρυθμίσεις SSL
fa_ir: تنظیمات پیشرفته SSL
fr_fr: Paramètres SSL avancés
it_it: Impostazioni SSL avanzate
ko_kr: 고급 SSL 설정
pl_pl: Ustawienia zaawansowane SSL
uk_ua: Додаткові налаштування SSL
zh_cn: 高级SSL设置

source: Advanced settings
cs_cz: Pokročilé předvolby
de_de: Erweiterte Einstellungen
el_gr: Προηγμένες ρυθμίσεις
fa_ir: تنظیمات پیشرفته
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
ko_kr: 고급 설정
pl_pl: Ustawienia zaawansowane
uk_ua: Додаткові налаштування
zh_cn: 高级设置

source: Advertise Default Gateway
cs_cz: Propagovat výchozí bránu
de_de: Standard-Gateway bekanntgeben
el_gr: Διαφήμιση Προεπιλεγμένης Πύλης
fa_ir: اعلام دروازه پیش‌فرض
fr_fr: Annoncer la passerelle par défaut
it_it: Pubblicizza gateway predefinito
ko_kr: 기본 게이트웨이 알림
pl_pl: Reklamuj Domyślną Bramę
uk_ua: Рекламувати типовий шлюз
zh_cn: 通告默认网关

source: Agent check
cs_cz: Kontrola agenta
el_gr: Έλεγχος πράκτορα
fa_ir: بررسی Agent
fr_fr: Contrôle des agents
it_it: Controllo dell'agente
ko_kr: 에이전트 검사
pl_pl: Sprawdzenie agenta
uk_ua: Перевірка агента
zh_cn: 代理检查

source: Agent port
cs_cz: Port agenta
de_de: Agentenport
el_gr: Θύρα πράκτορα
fa_ir: پورت Agent
fr_fr: Port de l'agent
it_it: Porta dell'agente
ko_kr: 에이전트 포트
pl_pl: Port agenta
uk_ua: Порт агента
zh_cn: 代理端口

source: Allow 204 responses
cs_cz: Umožnit odpovědi 204
de_de: Erlaube 204 Antworten
el_gr: Επιτρέψτε 204 απαντήσεις
fa_ir: پذیرش پاسخ‌های 204
fr_fr: Autoriser les réponses 204
it_it: Consenti 204 risposte
ko_kr: 204개 응답 허용
pl_pl: Zezwalaj na odpowiedzi 204
uk_ua: Дозволити відповіді 204
zh_cn: 允许204响应

source: Allow Environment From Empty
cs_cz: Povolit Prostředí z Prázdné
de_de: Erlaube Umgebung von leer
el_gr: Επιτρέψτε το περιβάλλον από κενό
fa_ir: اجازهٔ تنظیم محیط از مقدار خالی
fr_fr: Autoriser l'environnement à partir du vide
it_it: Consenti ambiente da vuoto
ko_kr: 비어 있는 환경 허용
pl_pl: Zezwalaj na Puste Środowisko
uk_ua: Дозволити оточення з порожнього значення
zh_cn: 允许环境为空

source: Allow Exit using IPv6 protocol
cs_cz: Umožnit výstup pomocí IPv6 protokolu
de_de: Erlaube das IPv6-Protokoll ausgehend
el_gr: Να επιτρέπεται η έξοδος χρησιμοποιώντας το πρωτόκολλο IPv6
fa_ir: اجازه خروج با استفاده از پروتکل IPv6
fr_fr: Autoriser la sortie utilisant le protocole IPv6
it_it: Consenti uscita utilizzando il protocollo IPv6
ko_kr: IPv6 프로토콜을 사용하여 종료 허용
pl_pl: Zezwalaj na wyjście przy użyciu protokołu IPv6
uk_ua: Дозволити вихід за допомогою протоколу IPv6
zh_cn: 允许使用IPv6 协议退出

source: Allow HAProxy to automatically raise log level for non-completely successful connections to aid debugging.
cs_cz: Umožnit HAProxy automaticky zvýšit úroveň podrobnosti zaznamenávaných událostí v případě ne zcela úspěšných spojení a pomoci tak při hledání příčin problémů.
de_de: Erlauben Sie HAProxy, die Protokollebene für nicht vollständig erfolgreiche Verbindungen automatisch zu erhöhen, um die Fehlersuche zu erleichtern.
el_gr: Επιτρέψτε στο HAProxy να αυξάνει αυτόματα το επίπεδο καταγραφής για μη πλήρως επιτυχημένες συνδέσεις για να βοηθήσει στην αποσφαλμάτωση.
fa_ir: به HAProxy اجازه دهید سطح لاگ را به‌طور خودکار برای اتصالاتی که کاملاً موفق نیستند بالا ببرد تا عیب‌یابی آسان‌تر شود.
fr_fr: Autoriser HAProxy a élever automatiquement le niveau de journalisation pour les connections en échec afin d'aider le débogage.
it_it: Consentire a HAProxy di aumentare automaticamente il livello di registro per le connessioni non riuscite completamente per facilitare il debug.
ko_kr: 디버깅에 도움이 되도록 HAProxy가 완전히 성공하지 못한 연결에 대한 로그 수준을 자동으로 올릴 수 있도록 허용합니다.
pl_pl: Pozwól HAProxy automatycznie podnosić poziom logowania dla niecałkowicie udanych połączeń, aby ułatwić debugowanie.
uk_ua: Дозволити HAProxy автоматично підвищувати рівень журналу для неповністю успішних з'єднань, щоб полегшити налагодження.
zh_cn: 允许HAProxy自动提高未完全成功连接的日志级别，以帮助调试。
