Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Allowed destination TCP ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
cs_cz: Povolené cílové TCP porty. Je možné použít rozsahy (např. 222-226) a pomocí dvojtečky přidávat komentáře (např. 22:ssh).
de_de: Erlaubte Ziel-TCP-Ports, Bereiche können verwendet werden (z. B. 222–226), Kommentare mit Doppelpunkt hinzufügen (z. B. 22:ssh).
el_gr: Επιτρεπόμενες θύρες TCP προορισμού, μπορείτε να χρησιμοποιήσετε εύρη (π.χ. 222-226) και να προσθέσετε σχόλια με άνω και κάτω τελεία (π.χ. 22:ssh).
fa_ir: پورت‌های مقصد TCP مجاز، می‌توانید از بازه‌ها استفاده کنید (مثلاً 222-226) و با دونقطه توضیحات اضافه کنید (مثلاً 22:ssh).
fr_fr: Ports TCP de destination autorisés, vous pouvez utiliser des plages (ex. 222-226) et ajouter des commentaires avec deux points (ex. 22:ssh).
it_it: Porte TCP di destinazione consentite, puoi utilizzare intervalli (es. 222-226) e aggiungere commenti con i due punti (es. 22:ssh).
ko_kr: 허용되는 대상 TCP 포트. 범위(예: 222-226)를 사용하고 콜론(예: 22:ssh)으로 주석을 추가할 수 있습니다.
pl_pl: Dozwolone porty docelowe TCP, możesz używać zakresów (np. 222-226) i dodawać komentarze za pomocą dwukropka (np. 22:ssh).
uk_ua: Дозволені цільові TCP-порти, ви можете використовувати діапазони (напр. 222-226) та додавати коментарі з двокрапкою (напр. 22:ssh).
zh_cn: 允许的目标TCP端口，可以使用范围(例如222-226)并使用冒号添加注释(例如22:ssh)。

source: Allows everything from the same site (path can differ, but host, protocol and port need to be the same).
cs_cz: Povolí vše ze stejné stránky (popis umístění se může lišit, ale je třeba, aby hostitel, protokol a port by shodný).
de_de: Erlaubt alles von derselben Seite (Pfad darf abweichen, aber Host, Protokoll und Port müssen gleich sein).
el_gr: Επιτρέπει τα πάντα από τον ίδιο ιστότοπο (η διαδρομή μπορεί να διαφέρει, αλλά ο κεντρικός υπολογιστής, το πρωτόκολλο και η θύρα πρέπει να είναι τα ίδια).
fa_ir: اجازه می‌دهد همه چیز از همان سایت باشد (مسیر ممکن است متفاوت باشد، اما میزبان، پروتکل و پورت باید یکسان باشند).
fr_fr: Permet tout depuis le même site (le chemin peut différer, mais l'hôte, le protocole et le port doivent être les mêmes).
it_it: Consente tutto dallo stesso sito (il percorso può differire, ma host, protocollo e porta devono essere gli stessi).
ko_kr: 동일한 사이트에서 모든 것을 허용합니다(경로는 다를 수 있지만 호스트, 프로토콜 및 포트는 동일해야 함).
pl_pl: Pozwala na wszystko z tej samej strony (ścieżka może się różnić, ale host, protokół i port muszą być takie same).
uk_ua: Дозволяє все з того ж сайту (шлях може відрізнятися, але хост, протокол та порт повинні бути однаковими).
zh_cn: 允许来自同一站点的所有内容(路径可以不同，但​​主机，协议和端口需要相同)。

source: Allows to use blobs as a data source. This usually is content, which is somehow generated in JavaScript.
cs_cz: Umožňuje používat bloby jako zdroj dat. Obvykle se jedná o obsah, který je nějakým způsobem generován v JavaScriptu.
de_de: Erlaubt die Verwendung von Blobs als Datenquelle. Meist handelt es sich um Inhalte, die per JavaScript generiert werden.
el_gr: Επιτρέπει τη χρήση blob ως πηγή δεδομένων. Αυτό συνήθως είναι περιεχόμενο, το οποίο δημιουργείται με κάποιο τρόπο σε JavaScript.
fa_ir: امکان استفاده از blobها به‌عنوان منبع داده را می‌دهد. معمولاً این محتوا به‌نوعی در JavaScript تولید می‌شود.
fr_fr: Permet d'utiliser des blobs comme source de données. Il s'agit généralement de contenu généré d'une manière ou d'une autre en JavaScript.
it_it: Consente di utilizzare i BLOB come origine dati. Di solito si tratta di contenuto, che viene in qualche modo generato in JavaScript.
ko_kr: 블롭을 데이터 소스로 사용할 수 있습니다. 이는 일반적으로 JavaScript에서 어떤 방식으로든 생성된 콘텐츠입니다.
pl_pl: Pozwala używać blobów jako źródła danych. Zazwyczaj jest to treść, która jest w jakiś sposób generowana w JavaScript.
uk_ua: Дозволяє використовувати "блоби" як джерело даних. Зазвичай це контент, який якимось чином генерується в JavaScript.
zh_cn: 允许使用blob作为数据源。这通常是内容，它以某种方式在JavaScript中生成。

source: Always send accounting requests
cs_cz: Vždy odesílat účtovací požadavky
de_de: Abrechnungsanfragen immer senden
el_gr: Να στέλνετε πάντα αιτήματα λογιστικής
fa_ir: همیشه درخواست‌های حسابداری ارسال شود.
fr_fr: Envoyez toujours des demandes de comptabilité
it_it: Invia sempre richieste contabili
ko_kr: 항상 계정 요청 전송
pl_pl: Zawsze wysyłaj żądania rozliczeniowe
uk_ua: Завжди надсилати запити обліку
zh_cn: 始终发送计费请求

source: Always use TCP to connect to upstream servers. This can be can be useful if you need to route everything through Tor, otherwise keep it disabled.
cs_cz: Pro připojení k serverům vyššího řádu vždy používejte protokol TCP. To může být užitečné, pokud potřebujete vše směrovat přes Tor, jinak to nechte vypnuté.
de_de: TCP immer zur Verbindung mit Upstream-Servern verwenden. Dies kann nützlich sein, wenn der gesamte Datenverkehr über Tor geleitet werden soll – andernfalls deaktiviert lassen.
el_gr: Να χρησιμοποιείτε πάντα TCP για να συνδέεστε σε διακομιστές upstream. Αυτό μπορεί να είναι χρήσιμο εάν χρειάζεται να δρομολογήσετε τα πάντα μέσω του Tor, διαφορετικά διατηρήστε το απενεργοποιημένο.
fa_ir: همیشه برای اتصال به سرورهای بالادستی از TCP استفاده کنید. این می‌تواند زمانی مفید باشد که نیاز دارید همه ترافیک را از طریق Tor هدایت کنید؛ در غیر این صورت آن را غیرفعال نگه دارید.
fr_fr: Utilisez toujours TCP pour vous connecter aux serveurs en amont. Cela peut être utile si vous devez tout acheminer via Tor, sinon laissez-le désactivé.
it_it: Utilizza sempre TCP per connetterti ai server upstream. Questo può essere utile se devi instradare tutto attraverso Tor, altrimenti tienilo disabilitato.
ko_kr: 항상 TCP를 사용하여 업스트림 서버에 연결하세요. 이 기능은 Tor를 통해 모든 정보를 라우팅해야 하는 경우에 유용할 수 있으며, 그렇지 않으면 비활성화 상태로 유지할 수 있습니다.
pl_pl: Zawsze używaj TCP do łączenia się z serwerami wyższego poziomu. Może być przydatne, jeśli musisz przekierować wszystko przez Tor, w przeciwnym razie pozostaw wyłączone.
uk_ua: Завжди використовувати TCP для підключення до вищестоящих серверів. Це може бути корисним, якщо вам потрібно маршрутизувати все через Tor, інакше залиште вимкненим.
zh_cn: 始终使用TCP连接到上游服务器。如果您需要通过Tor路由所有内容，那么这可能会很有用，否则请禁用它。

source: Area Range
cs_cz: Rozsah oblasti
de_de: Bereichsspanne
el_gr: Εύρος περιοχής
fa_ir: محدوده ناحیه
fr_fr: Gamme de zones
it_it: Intervallo di area
ko_kr: 영역 범위
pl_pl: Zakres obszaru
uk_ua: Діапазон області
zh_cn: 区域范围

source: Arguments
cs_cz: Argumenty
de_de: Argumente
el_gr: Επιχειρήματα
fa_ir: پارامترها
it_it: Argomenti
ko_kr: 인수
pl_pl: Argumenty
uk_ua: Аргументи
zh_cn: 参数

source: Auth ID
cs_cz: Identif. autorizace
de_de: Autorisierungs-ID
el_gr: Αναγνωριστικό Εξουσιοδότησης
fa_ir: شناسه احراز هویت
fr_fr: ID d'authentification
it_it: ID autenticazione
ko_kr: 인증 ID
pl_pl: ID uwierzytelniania
uk_ua: Ідентифікатор автентифікації
zh_cn: 认证ID

source: Auth Password
cs_cz: Heslo pro ověření
de_de: Authentifizierungs-Passwort
el_gr: Κωδικός πρόσβασης ελέγχου ταυτότητας
fa_ir: رمز عبور احراز هویت
fr_fr: Mot de passe d'authentification
it_it: Password di autenticazione
ko_kr: 인증 비밀번호
pl_pl: Hasło uwierzytelniania
uk_ua: Пароль автентифікації
zh_cn: 认证密码

source: Authenticate on the Server using a client certificate.
cs_cz: Ověřit se na serveru pomocí klientského certifikátu.
de_de: Wählen Sie ein Client-Zertifikat zur Authentifizierung am Server aus.
el_gr: Επαληθεύστε τον έλεγχο ταυτότητας στον διακομιστή χρησιμοποιώντας ένα πιστοποιητικό προγράμματος-πελάτη.
fa_ir: احراز هویت در سرور با استفاده از گواهی کلاینت.
fr_fr: S'authentifier sur le serveur en utilisant un certificat client.
it_it: Autenticarsi sul server utilizzando un certificato client.
ko_kr: 클라이언트 인증서를 사용하여 서버에서 인증합니다.
pl_pl: Uwierzytelnij się na serwerze przy użyciu certyfikatu klienta.
uk_ua: Автентифікуватися на сервері за допомогою клієнтського сертифіката.
zh_cn: 使用客户端证书在服务器上进行认证。

source: Authentication Key ID
cs_cz: Identifikátor ověřovacího klíče
de_de: Authentifizierungsschlüssel-ID
el_gr: Αναγνωριστικό κλειδιού ελέγχου ταυτότητας
fa_ir: شناسه کلید احراز هویت
fr_fr: ID de la clé d'authentification
it_it: ID chiave di autenticazione
ko_kr: 인증 키 ID
pl_pl: ID klucza uwierzytelniania
uk_ua: Ідентифікатор ключа автентифікації
zh_cn: 认证密钥ID

source: Automatic Index
cs_cz: Automatický rejstřík
de_de: Automatischer Index
el_gr: Αυτόματο Ευρετήριο
fa_ir: ایندکس خودکار
fr_fr: Index automatique
it_it: Indice automatico
ko_kr: 자동 색인
pl_pl: Automatyczny Indeks
uk_ua: Автоматичний індекс
zh_cn: 自动索引

source: Automation Timeout
cs_cz: Časový limit automatizace
de_de: Automatisierungs-Zeitüberschreitung
el_gr: Χρονικό όριο αυτοματισμού
fa_ir: زمان انتظار اتوماسیون
fr_fr: Délai d'automatisation
it_it: Timeout dell'automazione
ko_kr: 자동화 타임아웃
pl_pl: Limit Czasu Automatyzacji
uk_ua: Тайм-аут автоматизації
zh_cn: 自动操作超时

source: Automations
cs_cz: Automatizace
de_de: Automationen
el_gr: Αυτοματισμοί
fa_ir: اتوماسیون‌ها
fr_fr: Automatismes
it_it: Automazioni
ko_kr: 자동화
pl_pl: Automatyzacje
uk_ua: Автоматизації
zh_cn: 自动操作

source: BCC To
cs_cz: Skrytá kopie na
de_de: BCC zu
el_gr: Ιδιωτική κοινοποίηση προς
fa_ir: رونوشت پنهان (BCC) به
fr_fr: BCC à
it_it: BCC a
ko_kr: 숨은 참조 대상
pl_pl: Kopia BCC Do
uk_ua: Прихована копія (BCC) кому
zh_cn: 密件抄送

source: Bandwidth Metric
cs_cz: Metrika šířky pásma
de_de: Einheit der Bandbreite
el_gr: Μετρική εύρους ζώνης
fa_ir: معیار پهنای باند
fr_fr: Largeur de bande métrique
it_it: Metrica della larghezza di banda
ko_kr: 대역폭 메트릭
pl_pl: Metryka Przepustowości
uk_ua: Метрика пропускної здатності
zh_cn: 单位

source: Basic Authentication
cs_cz: Základní ověřování
de_de: Basis-Authentifizierung
el_gr: Βασικός έλεγχος ταυτότητας
fa_ir: احراز هویت پایه
fr_fr: Authentification de base
it_it: Autenticazione di base
ko_kr: 기본 인증
pl_pl: Podstawowe Uwierzytelnienie
uk_ua: Базова автентифікація
zh_cn: 基本认证

source: Basic Credentials List
cs_cz: Základní seznam pověření
de_de: Basis-Zugangsdatenliste
el_gr: Λίστα βασικών διαπιστευτηρίων
fa_ir: فهرست اعتبارنامه‌های پایه
fr_fr: Liste des références de base
it_it: Elenco delle credenziali di base
ko_kr: 기본 자격 증명 목록
pl_pl: Lista Podstawowych Poświadczeń
uk_ua: Список базових облікових даних
zh_cn: 基本凭证列表

source: Beginning Hour
cs_cz: Počáteční hodina
de_de: Startzeit (Stunde)
el_gr: Ώρα έναρξης
fa_ir: ساعت شروع
fr_fr: Heure de début
it_it: Ora d'inizio
ko_kr: 시작 시간
pl_pl: Początkowa Godzina
uk_ua: Початкова година
zh_cn: 开始时间

source: Bind SMTP Client Address
cs_cz: Adresa SMTP klienta Bind
de_de: SMTP-Client-Adresse binden
el_gr: Σύνδεση διεύθυνσης πελάτη SMTP
fa_ir: آدرس کلاینت SMTP را اختصاص دهید
fr_fr: Lier l'adresse du client SMTP
it_it: Associa l'indirizzo del client SMTP
ko_kr: SMTP 클라이언트 주소 바인딩
pl_pl: Adres Klienta SMTP do Powiązania
uk_ua: Прив'язати адресу клієнта SMTP
zh_cn: 绑定SMTP客户端地址

source: Bind SMTP Client v6 Address
cs_cz: v6 adresa SMTP klienta Bind
de_de: SMTP-Client-Adresse v6 binden
el_gr: Σύνδεση διεύθυνσης προγράμματος-πελάτη SMTP v6
fa_ir: آدرس کلاینت SMTP v6 را اختصاص دهید
fr_fr: Lier l'adresse du client SMTP v6
it_it: Associa l'indirizzo del client SMTP v6
ko_kr: SMTP 클라이언트 v6 주소 바인딩
pl_pl: Adres Klienta IPv6 SMTP do Powiązania
uk_ua: Прив'язати адресу клієнта SMTP v6
zh_cn: 绑定SMTP客户端v6地址

source: Bind the process/thread ID to this CPU.
cs_cz: Navázat identifikátor procesu/vlákna k tomuto procesoru
de_de: Weist die Prozess- bzw. Thread-ID dieser CPU zu.
el_gr: Συνδέστε το ID διεργασίας/νήματος σε αυτήν την CPU.
fa_ir: شناسه فرایند/نخ را به این CPU اختصاص دهید.
fr_fr: Lier l'ID du processus/thread à ce CPU.
it_it: Associa l'ID del processo/thread a questa CPU.
ko_kr: 프로세스/스레드 ID를 이 CPU에 바인딩합니다.
pl_pl: Przypisz ID procesu/wątku do tego CPU.
uk_ua: Прив'язати ID процесу/потоку до цього ЦП.
zh_cn: 将进程/线程ID绑定到此CPU。

source: Blacklist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
cs_cz: Zařazování domén na seznam blokovaných. Je možné použít regulární výraz, čárku nebo stisknutím Enter přidat novou položku. Příklady: „mydomain.com“ odpovídá „*.mydomain.com“; „^https?:\/\/([a-zA-Z]+)\.mydomain\.“ odpovídá „http(s)://textONLY.mydomain.*“; „\.gif$“ odpovídá „*.gif“, ale ne „\*.gif\test“; „\[0-9]+\.gif$“ odpovídá „\123.gif“, ale ne „\test.gif“.
de_de: Zieldomains auf die schwarze Liste setzen. Sie können einen regulären Ausdruck verwenden, ein Komma setzen oder die Eingabetaste drücken, um ein neues Element zu erstellen. Beispiele: "mydomain.com" entspricht "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." entspricht "http(s)://textONLY.mydomain.*"; "\.gif$" entspricht "*.gif", aber nicht "\*.gif\test"; "\[0-9]+\.gif$" entspricht "\123.gif", aber nicht "\test.gif".
el_gr: Προσθήκη τομέων προορισμού σε μαύρη λίστα. Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: Το "mydomain.com" αντιστοιχεί στο "*.mydomain.com". Το "^https?:\/\/([a-zA-Z]+)\.mydomain\." αντιστοιχεί στο "http(s)://textONLY.mydomain.*". Το "\.gif$" αντιστοιχεί στο "*.gif" αλλά όχι στο "\*.gif\test". Το "\[0-9]+\.gif$" αντιστοιχεί στο "\123.gif" αλλά όχι στο "\test.gif".
fa_ir: دامنه‌های مقصد لیست سیاه. می‌توانید از regular expression استفاده کنید، از ویرگول استفاده کنید یا برای مورد جدید Enter بزنید. Examples: "mydomain.com" با ".mydomain.com" منطبق می‌شود; "^https?://([a-zA-Z]+).mydomain." با "http(s)://textONLY.mydomain." منطبق می‌شود; ".gif$" با "*.gif" منطبق می‌شود but not on "*.gif\test"; "[0-9]+.gif$" با "\123.gif" منطبق می‌شود but not on "\test.gif"
fr_fr: Liste noire des domaines de destination. Vous pouvez utiliser une expression régulière, utiliser une virgule ou appuyer sur Entrée pour un nouvel élément. Exemples: "mydomain.com" correspond à "* .mydomain.com"; "^ https?: \ / \ / ([a-zA-Z] +)\.mondomaine\."correspond à "http(s)://textONLY.mydomain.*";"\.gif$" correspond à "*.gif" mais pas à "\*.gif\test";"\ [0-9]+\.gif$" correspond à "\123.gif" mais pas à "\test.gif"
it_it: Domini di destinazione nella lista nera. Puoi usare un'espressione regolare, usare una virgola o premere Invio per un nuovo elemento. Esempi: "miodominio.com" corrisponde a "*.miodominio.com"; "^https?:\/\/([a-zA-Z]+)\.miodominio\." corrisponde a "http(s)://textONLY.mydomain.*"; "\.gif$" corrisponde a "*.gif" ma non a "\*.gif\test"; "\[0-9]+\.gif$" corrisponde a "\123.gif" ma non a "\test.gif"
ko_kr: 대상 도메인을 블랙리스트에 추가합니다. 정규식을 사용하거나 쉼표를 사용하거나 Enter 키를 눌러 새 항목을 선택할 수 있습니다. 예: "mydomain.com"은 "*.mydomain.com"; "^https?"와 일치합니다?:\/\/([a-zA-Z]+)\.mydomain\"은(는) "http(s):/textONLY.mydomain"과(와) 일치합니다.*"; "\.gif$"는 "*.gif"에 일치하지만 "\.gif\test"에는 일치하지 않습니다. "\[0-9]+\.gif$"는 "\123.gif"에 일치하지만 "\test.gif"에는 일치하지 않습니다
pl_pl: Czarna lista domen docelowych. Możesz użyć wyrażenia regularnego, użyj przecinka lub naciśnij Enter dla nowego elementu. Przykłady: "mydomain.com" odpowiada ".mydomain.com"; "^https?://([a-zA-Z]+).mydomain." odpowiada "http(s)://textONLY.mydomain."; ".gif$" odpowiada ".gif", ale nie "*.gif\test"; "[0-9]+.gif$" odpowiada "\123.gif", ale nie "\test.gif"
uk_ua: Чорний список цільових доменів. Можна використовувати регулярний вираз, використовувати кому або натиснути Enter для нового елемента. Приклади: "mydomain.com" збігається з "*.mydomain.com"; "^https?:\\/\\/([a-zA-Z]+)\\.mydomain\\." збігається з "http(s)://textONLY.mydomain.*"; "\\.gif$" збігається з "*.gif", але не з "\\*.gif\\test"; "\\[0-9]+\\.gif$" збігається з "\\123.gif", але не з "\\test.gif"
zh_cn: 黑名单目标域名。可以使用正则表达式，使用逗号或回车键输入新项目。例如:"mydomain.com"匹配"* .mydomain.com";"^https?:\/\/([a-zA-Z]+)\.mydomain\." 匹配 "http(s)://textONLY.mydomain.*";"\.gif$" 匹配 "*.gif" 但不匹配 "\*.gif\test";"\[0-9]+\.gif$" 匹配 "\123.gif" 但不匹配 "\test.gif"

source: BlazerSerial-Driver
de_de: BlazerSerial-Treiber
ko_kr: BlazerSerial-드라이버
pl_pl: Sterownik BlazerSerial
uk_ua: BlazerSerial-Драйвер
zh_cn: BlazerSerial-驱动程序

source: BlazerUSB-Driver
de_de: BlazerUSB-Treiber
el_gr: Πρόγραμμα οδήγησης BlazerUSB
ko_kr: BlazerUSB-드라이버
pl_pl: Sterownik BlazerUSB
uk_ua: BlazerUSB-Драйвер
zh_cn: BlazerUSB-驱动程序

source: Block Configuration Files
cs_cz: Blokovat soubory s nastavením
de_de: Konfigurationsdateien blockieren
el_gr: Αρχεία διαμόρφωσης μπλοκ
fa_ir: مسدود کردن فایل‌های پیکربندی
fr_fr: Fichiers de configuration des blocs
it_it: Blocca i file di configurazione
ko_kr: 구성 파일 차단
pl_pl: Blokuj Pliki Konfiguracyjne
uk_ua: Блокувати файли конфігурації
zh_cn: 阻止配置文件

source: Block IPv6
cs_cz: Blokovat IPv6
de_de: Blockiere IPv6
el_gr: Αποκλεισμός IPv6
fa_ir: مسدود کردن IPv6
fr_fr: Bloquer IPv6
it_it: Blocca IPv6
ko_kr: IPv6 차단
pl_pl: Blokuj IPv6
uk_ua: Блокувати IPv6
zh_cn: 阻止IPv6

source: Block SQL Injection Score
cs_cz: Hodnocení v rámci SQL Injection
de_de: SQL-Injection-Wert blockieren
el_gr: Βαθμολογία έγχυσης SQL μπλοκ
fa_ir: امتیاز مسدودسازی تزریق SQL
fr_fr: Blocage du score d'injection SQL
it_it: Blocca il punteggio SQL Injection
ko_kr: SQL 인젝션 점수 차단
pl_pl: Blokuj Wynik Wstrzyknięcia SQL
uk_ua: Блокувати оцінку SQL-ін'єкцій
zh_cn: 阻止SQL注入分数

source: Block SQL injection with a score above the specified value using generic detection.
cs_cz: Blokovat SQL vpravení, která mají hodnocení vyšší než zadaná hodnota (při obecném zjišťování).
de_de: Blockiert SQL-Injection, wenn der ermittelte Wert über dem angegebenen Schwellenwert liegt (generische Erkennung).
el_gr: Αποκλεισμός της ένεσης SQL με βαθμολογία πάνω από την καθορισμένη τιμή χρησιμοποιώντας γενική ανίχνευση.
fa_ir: مسدود کردن تزریق SQL با امتیاز بالاتر از مقدار مشخص‌شده با استفاده از تشخیص عمومی.
fr_fr: Bloquer l'injection SQL avec un score supérieur à la valeur spécifiée en utilisant la détection générique.
it_it: Blocca l'iniezione SQL con un punteggio superiore al valore specificato utilizzando il rilevamento generico.
ko_kr: 일반 탐지를 사용하여 점수가 지정된 값보다 높은 SQL 주입을 차단합니다.
pl_pl: Blokuj wstrzyknięcia SQL o wyniku wyższym niż określona wartość, używając ogólnej detekcji.
uk_ua: Блокувати SQL-ін'єкції з оцінкою, вищою за вказане значення, використовуючи загальне виявлення.
zh_cn: 使用通用检测阻止分数超过指定值的SQL注入。

source: Block XSS Score
cs_cz: Hodnocení v rámci XSS
de_de: XSS-Wert blockieren
el_gr: Βαθμολογία XSS μπλοκαρίσματος
fa_ir: امتیاز مسدودسازی XSS
fr_fr: Blocage du score XSS
it_it: Blocca il punteggio XSS
ko_kr: XSS 점수 차단
pl_pl: Blokuj Wynik XSS
uk_ua: Блокувати оцінку XSS
zh_cn: 阻止XSS分数

source: Block XSS with a score above the specified value using generic detection.
cs_cz: Blokovat XSS skriptování, která mají hodnocení vyšší než zadaná hodnota (při obecném zjišťování).
de_de: Blockiert XSS, wenn der ermittelte Wert über dem angegebenen Schwellenwert liegt (generische Erkennung).
el_gr: Αποκλεισμός XSS με βαθμολογία πάνω από την καθορισμένη τιμή χρησιμοποιώντας γενική ανίχνευση.
fa_ir: مسدود کردن XSS با امتیاز بالاتر از مقدار مشخص‌شده با استفاده از تشخیص عمومی.
fr_fr: Bloque les XSS dont le score est supérieur à la valeur spécifiée en utilisant la détection générique.
it_it: Blocca XSS con un punteggio superiore al valore specificato utilizzando il rilevamento generico.
ko_kr: 일반 탐지를 사용하여 지정된 값 이상의 점수를 가진 XSS를 차단합니다.
pl_pl: Blokuj XSS o wyniku wyższym niż określona wartość, używając ogólnej detekcji.
uk_ua: Блокувати XSS з оцінкою, вищою за вказане значення, використовуючи загальне виявлення.
zh_cn: 使用通用检测阻止得分高于指定值的XSS。

source: Block specific MIME type reply. You may use a regular expression, use a comma or press Enter for new item. Examples: "video/flv" matches on "Flash Video"; "application/x-javascript" matches on "javascripts"
cs_cz: Blokovat konkrétní odpověď MIME typem. Je možné použít regulární výraz, použít čárku nebo stisknout Enter a zadat novou položku. Příklady: „video/flv“ odpovídá „Flash Video“; „application/x-javascript“ odpovídá „javascripts“
de_de: Blockiere bestimmte MIME-Typ-Antworten. Sie können einen regulären Ausdruck verwenden, ein Komma setzen oder die Eingabetaste drücken, um ein neues Element zu erstellen. Beispiele: "video/flv" entspricht "Flash Video"; "application/x-javascript" entspricht "javascripts".
el_gr: Αποκλεισμός απάντησης συγκεκριμένου τύπου MIME. Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: το "video/flv" αντιστοιχεί στο "Flash Video". το "application/x-javascript" αντιστοιχεί στο "javascripts".
fa_ir: مسدود کردن پاسخ‌های با نوع MIME خاص. می‌توانید از عبارت منظم استفاده کنید، با کاما جدا کنید یا برای آیتم جدید Enter بزنید. مثال‌ها: "video/flv" مطابقت با "Flash Video"; "application/x-javascript" مطابقت با "javascripts"
fr_fr: Bloquer une réponse de type MIME spécifique. Vous pouvez utiliser une expression régulière, utiliser une virgule ou appuyer sur Entrée pour un nouvel élément. Exemples: "video/flv" correspond à "Flash Video"; "application/x-javascript" correspond à "javascripts"
it_it: Blocca la risposta di tipo MIME specifica. Puoi usare un'espressione regolare, usare una virgola o premere Invio per un nuovo elemento. Esempi: "video/flv" corrisponde a "Flash Video"; "application/x-javascript" corrisponde a "javascripts"
ko_kr: 특정 MIME 유형 응답을 차단합니다. 정규식을 사용하거나 쉼표를 사용하거나 Enter 키를 눌러 새 항목을 선택할 수 있습니다. 예: "Flash Video"에서 "video/flv"가 일치하고 "application/x-javascript"에서 "javascript"가 일치합니다
pl_pl: Blokuj określony typ odpowiedzi MIME. Możesz użyć wyrażenia regularnego, użyj przecinka lub naciśnij Enter dla nowego elementu. Przykłady: "video/flv" odpowiada "Flash Video"; "application/x-javascript" odpowiada "javascripts"
uk_ua: Блокувати відповіді певного типу MIME. Можна використовувати регулярний вираз, використовувати кому або натиснути Enter для нового елемента. Приклади: "video/flv" збігається з "Flash Video"; "application/x-javascript" збігається з "javascripts"
zh_cn: 阻止特定的MIME类型回复。可以使用正则表达式，使用逗号或按回车键输入新项目。例如:"video/flv" 匹配 "Flash Video"; "application/x-javascript" 匹配 "javascripts"
