Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The interface to which this tap instance will be bridged. This is not done automatically. You must assign this interface and create the bridge separately. This setting controls which existing IP address and subnet mask are used by OpenVPN for the bridge. Setting this to 'none' will cause the Server Bridge DHCP settings below to be ignored.
cs_cz: Rozhraní do kterého bude tato tap instance přemostěná. Most není vytvořen automaticky, po přiřazení rozhraní je třeba most zvlášť vytvořit. Toto nastavení určuje, která existující IP adresa a maska podsítě je OpenVPN použita pro přemostění. Nastavení na „žádné“ způsobí, že níže uvedená DHCP nastavení síťového mostu serveru nebudou použita.
de_de: Die Schnittstelle, mit der diese Tap-Instanz überbrückt werden soll. Dies wird nicht automatisch gemacht. Sie müssen diese Schnittstelle zuweisen und eine Brücke separat erstellen. Diese Einstellung kontrolliert, welche existierende IP-Adresse und Subnetzmaske von OpenVPN für die Brücke verwendet werden soll. Durch das Setzen auf 'none' werden die DHCP-Einstellungen der Serverbrücke unten ignoriert.
el_gr: Η διεπαφή στην οποία θα γεφυρωθεί αυτή η παρουσία tap. Αυτό δεν γίνεται αυτόματα. Πρέπει να αντιστοιχίσετε αυτήν τη διεπαφή και να δημιουργήσετε τη γέφυρα ξεχωριστά. Αυτή η ρύθμιση ελέγχει ποια υπάρχουσα διεύθυνση IP και μάσκα υποδικτύου χρησιμοποιούνται από το OpenVPN για τη γέφυρα. Αν ορίσετε αυτήν την τιμή σε 'καμία', οι παρακάτω ρυθμίσεις DHCP του Server Bridge θα αγνοηθούν.
fa_ir: رابطی که این نمونه tap به آن بریج خواهد شد. این کار به‌صورت خودکار انجام نمی‌شود. شما باید این رابط را اختصاص داده و بریج را به‌صورت جداگانه ایجاد کنید. این تنظیم مشخص می‌کند که از کدام آدرس IP و ماسک زیرشبکه موجود OpenVPN برای بریج استفاده کند. قرار دادن این گزینه روی 'none' باعث می‌شود تنظیمات DHCP بریج سرور زیر نادیده گرفته شوند.
fr_fr: L'interface sur laquelle l'instance tap sera pontée. Ceci ne se fait pas automatiquement. Vous devez assigner cette interface et créer le pont séparément. Ce paramètre contrôle quel adresse et masque de sous-réseau existant sont utilisés par OpenVPN pour le pont. Définir ce paramètre sur 'aucun' provoquera la non-utilisation des paramètres du Serveur DHCP du Pont définis ci-dessus.
it_it: L'interfaccia a cui verrà collegata questa istanza di tocco. Ciò non avviene automaticamente. È necessario assegnare questa interfaccia e creare il bridge separatamente. Questa impostazione controlla quale indirizzo IP e maschera di sottorete esistenti vengono utilizzati da OpenVPN per il bridge. Impostandolo su "nessuno" le impostazioni DHCP di Server Bridge riportate di seguito verranno ignorate.
ko_kr: 이 TAP 인스턴스를 브리지할 인터페이스입니다. 이 작업은 자동으로 수행되지 않습니다. 이 인터페이스를 할당하고 브리지를 별도로 만들어야 합니다. 이 설정은 OpenVPN이 브리지에 사용하는 기존 IP 주소 및 서브넷 마스크를 제어합니다. 이 값을 '없음'으로 설정하면 아래 서버 브리지 DHCP 설정이 무시됩니다.
pl_pl: Interfejs, z którym ta instancja kranu zostanie zmostkowana. Nie odbywa się to automatycznie. Musisz przypisać ten interfejs i osobno utworzyć most. To ustawienie kontroluje, który istniejący adres IP i maska ​​podsieci są używane przez OpenVPN dla mostu. Ustawienie tej opcji na „brak” spowoduje zignorowanie poniższych ustawień DHCP mostka serwera.
uk_ua: Інтерфейс, до якого буде підключено (мостом) цей екземпляр tap. Це не відбувається автоматично. Ви повинні призначити цей інтерфейс та створити міст окремо. Це налаштування контролює, яка існуюча IP-адреса та маска підмережі використовуються OpenVPN для мосту. Встановлення значення «none» призведе до ігнорування налаштувань DHCP-мосту сервера нижче.
zh_cn: 接口至这个tap实例会被桥接。这不会被自动完成。您必须分别指定这个接口和创建桥接。这个设置控制OpenVPN为桥接使用的现有IP地址和子网。设置为"none"会导致以下的桥接DHCP服务器设置被忽略。

source: Bridge Interface
cs_cz: Rozhraní síťového mostu
de_de: Brücken-Schnittstelle
el_gr: Διεπαφή Γέφυρας
fa_ir: رابط بریج
fr_fr: Interface Bridge
it_it: Interfaccia a ponte
ko_kr: 브리지 인터페이스
pl_pl: Most
uk_ua: Інтерфейс мосту
zh_cn: 桥接接口

source: Allow clients on the bridge to obtain DHCP.
cs_cz: Umožnit klientům na síťovém mostu obdržet nastavení z DHCP.
de_de: Erlaube den Clients, die mit der Bridge verbunden sind, DHCP-Nachrichten zu erhalten.
el_gr: Επιτρέψτε στους υπολογιστές-πελάτες στη γέφυρα να λαμβάνουν DHCP.
fa_ir: اجازه به کلاینت‌های روی بریج برای دریافت DHCP
fr_fr: Autoriser les clients du bridge à obtenir une configuration DHCP.
it_it: Consenti ai client sul bridge di ottenere DHCP.
ko_kr: 브리지에 연결된 클라이언트가 DHCP를 받을 수 있도록 허용.
pl_pl: Pozwól klientom na moście uzyskiwać adresy z DHCP.
uk_ua: Дозволити клієнтам на мосту отримувати DHCP.
zh_cn: 允许该桥接上的客户端获取DHCP。

source: Bridge DHCP
cs_cz: DHCP síťového mostu
el_gr: Γέφυρα DHCP
fa_ir: DHCP بریج
ko_kr: 브리지 DHCP
pl_pl: DHCP mostu
uk_ua: DHCP-міст
zh_cn: 桥接DHCP

source: When authenticating users, enforce a match between the Common Name of the client certificate and the username given at login.
cs_cz: Při ověřování uživatelů, vyžadovat aby uživatelské jméno, zadávané při přihlašování, bylo shodné s atributem „Common Name“ (CN) s tím předloženého klientského certifikátu.
de_de: Erzwinge eine Übereinstimmung des Common Name des Clientzertifikats und dem angegebenen Benutzernamen, wenn ein Benutzer authentifiziert wird.
el_gr: Κατά την επαλήθευση ταυτότητας χρηστών, επιβάλετε μια αντιστοίχιση μεταξύ του Κοινού Ονόματος του πιστοποιητικού του πελάτη και του ονόματος χρήστη που δόθηκε κατά τη σύνδεση.
fa_ir: هنگام احراز هویت کاربران، تطابق بین Common Name گواهی کلاینت و نام کاربری واردشده در هنگام ورود را الزام کنید.
fr_fr: Lors de l'authentification des utilisateurs, contrôle la correspondance entre le Common Name (CN) du certificat client and le nom d'utilisateur founi au login.
it_it: Quando si autenticano gli utenti, imporre una corrispondenza tra il nome comune del certificato client e il nome utente fornito all'accesso.
ko_kr: 사용자를 인증할 때 클라이언트 인증서의 일반 이름과 로그인 시 지정된 사용자 이름 사이에 일치하는 항목을 적용합니다.
pl_pl: Wymuszaj zgodność CN certyfikatu klienta i nazwy użytkownika podanej podczas logowania.
uk_ua: При автентифікації користувачів, вимагати відповідність між загальним іменем клієнтського сертифіката та ім'ям користувача, вказаним при вході.
zh_cn: 当认证用户时，对客户端证书的通用名称和用户在登录时给出的用户名称执行强制匹配。

source: Strict User/CN Matching
cs_cz: Striktní shoda uživatel-CN
de_de: Strenge Benutzer/CN-Prüfung
el_gr: Αυστηρή αντιστοίχιση χρήστη/CN
fa_ir: تطابق دقیق کاربر/CN
fr_fr: Correspondance Exacte Utilisateur/CN
it_it: Corrispondenza utente/CN rigorosa
ko_kr: 엄격한 사용자/CN 일치
pl_pl: Porównywanie użytkownika z CN
uk_ua: Суворе зіставлення користувача/CN
zh_cn: 严格的用户/CN匹配

source: When a certificate-based client logs in, do not accept certificates below this depth. Useful for denying certificates made with intermediate CAs generated from the same CA as the server.
cs_cz: Při přihlašování klientů pomocí certifikátu, nepřijímat certifikáty s řetězem důvěry delším, než tímto. Užitečné pro odmítání certifikátů vydanými zprostředkovávajícími cert. autoritami, vytvořenými stejnou cert. autoritou, jako serveru.
de_de: Wenn sich ein zertifikatbasierter Client anmeldet, werden keine Zertifikate unter dieser Tiefe akzeptiert. Nützlich wenn Zertifikate von Intermediate-CAs verweigert werden sollen, die wiederum von der selben CA wie das Serverzertifikat ausgestellt wurden.
el_gr: Όταν συνδέεται ένας υπολογιστής-πελάτης που βασίζεται σε πιστοποιητικά, μην αποδέχεστε πιστοποιητικά κάτω από αυτό το βάθος. Χρήσιμο για την απόρριψη πιστοποιητικών που έχουν δημιουργηθεί με ενδιάμεσες CA που δημιουργούνται από την ίδια CA με τον διακομιστή.
fa_ir: هنگامی که یک کلاینت مبتنی بر گواهی وارد می‌شود، گواهی‌هایی با عمق کمتر از این مقدار را نپذیرید. این برای رد کردن گواهی‌هایی مفید است که با CAهای میانی ساخته شده‌اند که از همان CA سرور تولید شده‌اند.
fr_fr: Quand un client se connecte via un certificat, ne pas accepter les certificats en-dessous de ce niveau. Utile pour refuser les certificats émanant des AC intermédiaires générées à partir de la même AC que celle du serveur.
it_it: Quando un client basato su certificato accede, non accettare certificati al di sotto di questa profondità. Utile per negare certificati realizzati con CA intermedie generate dalla stessa CA del server.
ko_kr: 인증서 기반 클라이언트가 로그인할 때 이 깊이 이하의 인증서는 허용하지 않습니다. 서버와 동일한 CA에서 생성된 중간 CA로 만든 인증서를 거부하는 데 유용합니다.
pl_pl: Nie akceptuj certyfikatów poniżej tej głębokości podczas logowania klienta za pomocą certyfikatu. Przydatne do blokowania certyfikatów utworzonych przez pośrednie CA wygenerowane przez to samo CA serwera.
uk_ua: Коли клієнт на основі сертифіката входить в систему, не приймати сертифікати, глибина яких нижча за вказану. Корисно для відхилення сертифікатів, створених проміжними центрами сертифікації, що згенеровані з того ж центру сертифікації, що й сервер.
zh_cn: 当基于证书的客户端登录时，不要接受低于此深度的证书。用于拒绝使用从与服务器相同的CA生成的中间CAs生成的证书。

source: Five (Client+4xIntermediate+Server)
cs_cz: Pět (klient + 4 zprostředkovávající + server)
de_de: Fünf (Client + 4x Intermediate + Server)
el_gr: Πέντε (Client+4xΕνδιάμεσος+Διακομιστής)
fa_ir: پنج (کلاینت+4×میانی+سرور)
fr_fr: Cinq (Client+4xIntermédiaires+Serveur)
it_it: Cinque (Client+4xIntermedio+Server)
ko_kr: 5개 (클라이언트+4x중간+서버)
pl_pl: 5 (klient + 4 x pośredni + serwer)
uk_ua: П'ять (Клієнт+4хПроміжний+Сервер)

source: Four (Client+3xIntermediate+Server)
cs_cz: Čtyři (klient + 3 zprostředkovávající + server)
de_de: Vier (Client + 3x Intermediate + Server)
el_gr: Τέσσερα (Client+3xΕνδιάμεσος+Διακομιστής)
fa_ir: چهار (کلاینت+3×میانی+سرور)
fr_fr: Quatre (Client+3xIntermédiaires+Serveur)
it_it: Quattro (Client+3xIntermedio+Server)
ko_kr: 4개(클라이언트+3x중간+서버)
pl_pl: 4 (klient + 3 x pośredni + serwer)
uk_ua: Чотири (Клієнт+3хПроміжний+Сервер)

source: Three (Client+2xIntermediate+Server)
cs_cz: Tři (klient + 2 zprostředkovávající + server)
de_de: Drei (Client + 2x Intermediate + Server)
el_gr: Τρία (Client+2xΕνδιάμεσος+Διακομιστής)
fa_ir: سه (کلاینت+2×میانی+سرور)
fr_fr: Trois (Client+2xIntermédiaires+Serveur)
it_it: Tre (Client+2xIntermedio+Server)
ko_kr: 3개(클라이언트+2x중간+서버)
pl_pl: 3 (klient + 2 x pośredni + serwer)
uk_ua: Три (Клієнт+2хПроміжний+Сервер)

source: Two (Client+Intermediate+Server)
cs_cz: Dva (klient + zprostředkovávající + server)
de_de: Zwei (Client + Intermediate + Server)
el_gr: Δύο (Client+Ενδιάμεσος+Διακομιστής)
fa_ir: دو (کلاینت+میانی+سرور)
fr_fr: Deux (Client+Intermédiaire+Serveur)
it_it: Due (Client+Intermedio+Server)
ko_kr: 2개 (클라이언트+중간+서버)
pl_pl: 2 (klient + pośredni + serwer)
uk_ua: Два (Клієнт+Проміжний+Сервер)

source: One (Client+Server)
cs_cz: Jedna (klient + server)
de_de: Eins (Client + Server)
el_gr: Ένα (Client+Διακομιστής)
fa_ir: یک (کلاینت+سرور)
fr_fr: Un (Client+Serveur)
it_it: Uno (client+server)
ko_kr: 하나(클라이언트+서버)
pl_pl: 1 (klient + serwer)
uk_ua: Один (Клієнт+Сервер)

source: Do Not Check
cs_cz: Nekontrolovat
de_de: Nicht prüfen
el_gr: Χωρίς έλεγχο
fa_ir: بررسی نکن
fr_fr: Ne Pas Vérifier
it_it: Non controllare
ko_kr: 확인 안 함
pl_pl: Nie sprawdzaj
uk_ua: Не перевіряти
zh_cn: 不检查

source: Certificate Depth
cs_cz: „Hloubka“ certifikátu
de_de: Zertifikatstiefe
el_gr: Βάθος πιστοποιητικού
fa_ir: عمق گواهی
fr_fr: Profondeur du Certificat
it_it: Profondità del certificato
ko_kr: 인증서 깊이
pl_pl: Głębokość certyfikatu
uk_ua: Глибина сертифіката
zh_cn: 证书深度

source: Leave this set to SHA1 unless all clients are set to match. SHA1 is the default for OpenVPN.
cs_cz: Ponechte nastavené na SHA1 pokud na všech klientech není shodně nastaveno něco jiného. Algoritmus SHA1 je pro OpenVPN výchozím.
de_de: SHA1 sollte verwendet werden, sofern nicht alle Clients anderweitig konfiguriert sind. SHA1 ist der Standardwert von OpenVPN.
el_gr: Αφήστε αυτήν την τιμή σε SHA1, εκτός εάν έχουν οριστεί όλα τα προγράμματα-πελάτες ώστε να ταιριάζουν. Το SHA1 είναι η προεπιλογή για το OpenVPN.
fa_ir: این گزینه را روی SHA1 نگه دارید مگر اینکه همهٔ کلاینت‌ها برای مطابقت تنظیم شده باشند. SHA1 مقدار پیش‌فرض در OpenVPN است.
fr_fr: Laisser la valeur à SHA1 à moins que cela ne soit pas le cas sur les clients. SHA1 est la valeur par défaut avec OpenVPN.
it_it: Lasciarlo impostato su SHA1 a meno che tutti i client non siano impostati per corrispondere. SHA1 è l'impostazione predefinita per OpenVPN.
ko_kr: 모든 클라이언트가 일치하도록 설정되지 않은 경우 이 설정을 SHA1로 유지합니다. SHA1은 OpenVPN의 기본값입니다.
pl_pl: Pozostaw SHA1 jeżeli wszyscy klienci nie są ustawieni na dopasowanie. SHA1 jest domyślne dla OpenVPN.
uk_ua: Залиште це значення як SHA1, якщо тільки всі клієнти не налаштовані на відповідність. SHA1 є типовим для OpenVPN.
zh_cn: 请让该选项保留设置为SHA1，除非所有客户端都设置了互相匹配的选项。SHA1是OpenVPN的默认值。

source: No Certificate Revocation Lists (CRLs) defined.
cs_cz: Nejsou určené žádné seznamy certifikátů s odvolanou platností (CRL).
de_de: Keine Zertifikats-Rückruflisten (CRLs) definiert.
el_gr: Δεν έχουν οριστεί λίστες ανάκλησης πιστοποιητικών (CRL).
fa_ir: هیچ فهرست لغو گواهی (CRLs) تعریف نشده است.
fr_fr: Aucune Liste de Révocation de Certificats (CRL) définie.
it_it: Nessun elenco di revoche di certificati (CRL) definito.
ko_kr: CRL(인증서 해지 목록)이 정의되지 않았습니다.
pl_pl: Nie zdefiniowano listy Certificate Revocation Lists (CRL).
uk_ua: Списки відкликання сертифікатів (CRLs) не визначено.
zh_cn: 未定义证书吊销列表(CRLs)

source: Peer Certificate Revocation List
cs_cz: Seznam odvolaných certifikátů na protějšku
de_de: Peerzertifikats-Rückrufliste
el_gr: Λίστα ανάκλησης peer πιστοποιητικών
fa_ir: فهرست لغو گواهی همتا
fr_fr: Liste de Révocation de Certificats du correspondant
it_it: Elenco di revoche di certificati peer
ko_kr: 피어 인증서 취소 목록
pl_pl: Lista Certificate Revocation List klienta
uk_ua: Список відкликання сертифікатів піра
zh_cn: 对端证书吊销列表

source: Device Mode
cs_cz: Režim zařízení
de_de: Gerätemodus
el_gr: Λειτουργία συσκευής
fa_ir: حالت دستگاه
fr_fr: Interface en mode
it_it: Modalità dispositivo
ko_kr: 장치 모드
pl_pl: Typ urządzenia
uk_ua: Режим пристрою
zh_cn: 设备模式

source: Backend for authentication
cs_cz: Podpůrná vrstva pro ověřování
de_de: Authentifizierungs-Backend
el_gr: Backend για έλεγχο ταυτότητας
fa_ir: Backend برای احراز هویت
fr_fr: Backend pour l'authentification
it_it: Backend per l'autenticazione
ko_kr: 인증을 위한 백엔드
pl_pl: Źródło autentykacji
uk_ua: Backend для автентифікації
zh_cn: 认证后端

source: Remote Access ( SSL/TLS + User Auth )
cs_cz: Vzdálený přístup (SSL/TLS + ověř. uživatele)
de_de: Remotezugriff ( SSL/TLS + Benutzerauthentifizierung )
el_gr: Απομακρυσμένη πρόσβαση (SSL/TLS + Έλεγχος ταυτότητας χρήστη)
fa_ir: دسترسی از راه دور (SSL/TLS + احراز هویت کاربر)
fr_fr: Accès Distant ( SSL/TLS + Authentification Utilisateur )
it_it: Accesso remoto (SSL/TLS + autenticazione utente)
ko_kr: 원격 액세스(SSL/TLS + 사용자 인증)
pl_pl: Zdalny dostęp (SSL/TLS + autentykacja użytkownika)
uk_ua: Віддалений доступ ( SSL/TLS + автентифікація користувача )
zh_cn: 远程接入(SSL/TLS + 用户认证)

source: Remote Access ( User Auth )
cs_cz: Vzdálený přístup (ověření uživatele)
de_de: Remotezugriff ( Benutzerauthentifizierung )
el_gr: Απομακρυσμένη πρόσβαση (Έλεγχος ταυτότητας χρήστη)
fa_ir: دسترسی از راه دور (احراز هویت کاربر)
fr_fr: Accès Distant ( Authentification Utilisateur )
it_it: Accesso remoto (Autenticazione utente)
ko_kr: 원격 액세스(사용자 인증)
pl_pl: Zdalny dostęp (autentykacja użytkownika)
uk_ua: Віддалений доступ ( автентифікація користувача )
zh_cn: 远程接入(用户认证)

source: Remote Access ( SSL/TLS )
cs_cz: Vzdálený přístup (SSL/TLS)
de_de: Remotezugriff ( SSL/TLS )
el_gr: Απομακρυσμένη πρόσβαση (SSL/TLS)
fa_ir: دسترسی از راه دور (SSL/TLS)
fr_fr: Accès Distant ( SSL/TLS )
it_it: Accesso remoto (SSL/TLS)
ko_kr: 원격 액세스(SSL/TLS)
pl_pl: Zdalny dostęp (SSL/TLS)
uk_ua: Віддалений доступ ( SSL/TLS )
zh_cn: 远程接入(SSL/TLS)

source: Set this option to disable this server without removing it from the list
cs_cz: Tuto předvolbu použijte k vypnutí tohoto serveru aniž by bylo třeba odebrat ho ze seznamu
de_de: Setzen Sie diese Einstellung, um den Server zu deaktivieren, ohne in von der Liste zu entfernen
el_gr: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτόν τον διακομιστή χωρίς να τον αφαιρέσετε από τη λίστα
fa_ir: این گزینه را برای غیرفعال‌کردن این سرور بدون حذف آن از فهرست انتخاب کنید.
fr_fr: Configurez cette option pour désactiver ce serveur sans le retirer de la liste
it_it: Imposta questa opzione per disabilitare questo server senza rimuoverlo dall'elenco
ko_kr: 이 서버를 목록에서 제거하지 않고 비활성화하려면 이 옵션 설정
pl_pl: Ustaw tą opcję, aby wyłączyć ten serwer bez usuwania z listy
uk_ua: Встановіть цю опцію, щоб вимкнути цей сервер без видалення його зі списку
zh_cn: 设置此选项来禁用该服务器而不从列表中移除

source: Do you really want to delete this server?
cs_cz: Opravdu chcete tento server smazat?
de_de: Wollen Sie diesen Server wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτόν τον διακομιστή;
fa_ir: آیا واقعاً می‌خواهید این سرور را حذف کنید؟
fr_fr: Voulez-vous réellement supprimer ce serveur ?
it_it: Vuoi davvero eliminare questo server?
ko_kr: 이 서버를 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć ten serwer?
uk_ua: Ви дійсно бажаєте видалити цей сервер?
zh_cn: 您真的要删除该服务器吗？

source: The Server Bridge DHCP range is invalid (start higher than end).
cs_cz: DHCP rozsah síťového mostu serveru není platný (začátek je vyšší než konec).
de_de: Der DHCP-Bereich der Serverbrücke ist ungültig (Der Start ist größer als das Ende).
el_gr: Το εύρος DHCP του Server Bridge δεν είναι έγκυρο (έναρξη υψηλότερη από τέλος).
fa_ir: بازه DHCP پل سرور نامعتبر است (شروع بزرگ‌تر از پایان).
fr_fr: La plage du serveur bridge DHCP est invalide (le début est plus grand que la fin)
it_it: L'intervallo DHCP di Server Bridge non è valido (inizio superiore alla fine).
ko_kr: 서버 브리지 DHCP 범위가 잘못되었습니다 (시작 주소가 끝 주소보다 큽니다).
pl_pl: Zakres serwera DHCP mostu jest nieprawidłowy (początek większy niż koniec).
uk_ua: Діапазон DHCP Server Bridge недійсний (початок вищий за кінець).
zh_cn: 非法DHCP服务器桥接范围(起始大于结束)

source: Server Bridge DHCP End must be an IPv4 address.
cs_cz: Je třeba, aby konec DHCP rozsahu pro síťový most serveru byla IPv4 adresa.
de_de: Das DHCP-Ende der Serverbrücke muss eine IPv4-Adresse sein.
el_gr: Το τέλος της DHCP γέφυρας διακομιστή πρέπει να είναι μια διεύθυνση IPv4.
fa_ir: پایان DHCP پل سرور باید یک آدرس IPv4 باشد.
fr_fr: Le paramètre de Fin du serveur DHCP du bridge doit être une adresse IPv4.
it_it: La fine DHCP del bridge server deve essere un indirizzo IPv4.
ko_kr: 서버 브리지 DHCP 끝 주소는 IPv4 주소여야 합니다.
pl_pl: Koniec serwera DHCP mostu musi być adresem IPv4.
uk_ua: Кінець діапазону DHCP Server Bridge має бути IPv4-адресою.
zh_cn: 服务器桥接DHCP结束地址必须为IPv4地址。

source: Server Bridge DHCP Start must be an IPv4 address.
cs_cz: Je třeba, aby začátek DHCP rozsahu pro síťový most serveru byla IPv4 adresa.
de_de: Der DHCP-Start der Serverbrücke muss eine IPv4-Adresse sein.
el_gr: Η έναξη της DHCP γέφυρας διακομιστή πρέπει να είναι μια διεύθυνση IPv4.
fa_ir: شروع DHCP پل سرور باید یک آدرس IPv4 باشد.
fr_fr: Le paramètre de Début du serveur DHCP du bridge doit être une adresse IPv4.
it_it: Server Bridge DHCP Start deve essere un indirizzo IPv4.
ko_kr: 서버 브리지 DHCP 시작 주소는 IPv4 주소여야 합니다.
pl_pl: Początek serwera DHCP mostu musi być adresem IPv4.
uk_ua: Початок діапазону DHCP Server Bridge має бути IPv4-адресою.
zh_cn: 服务器桥接DHCP开始地址必须为IPv4地址。

source: Server Bridge DHCP Start and End must both be empty, or defined.
cs_cz: Je třeba, aby začátek a konec DHCP rozsahu pro síťový most serveru byly buď oboje nevyplněné nebo oboje zadané.
de_de: Sowohl der Start, als auch das Ende der Serverbrücke müssen entweder beide angegeben oder leer gelassen werden.
el_gr: Η έναρξη και η λήξη του DHCP της γέφυρας διακομιστή πρέπει να είναι κενές ή να έχουν οριστεί.
fa_ir: شروع و پایان DHCP پل سرور باید یا هر دو خالی باشند یا هر دو تعریف‌شده.
fr_fr: Les paramètres de Début et de Fin du serveur DHCP du bridge doivent être vides ou complétés.
it_it: Server Bridge DHCP Start e End devono essere entrambi vuoti o definiti.
ko_kr: 서버 브리지 DHCP 시작 및 끝 주소는 모두 비어 있거나 모두 정의되어야 합니다.
pl_pl: Początek i koniec serwera DHCP mostu musi być pusty lub wpisany.
uk_ua: Початок і кінець діапазону DHCP Server Bridge мають бути порожніми або визначеними.
zh_cn: 服务器桥接DHCP开始和结束地址必须同时为空或同时定义。

source: Using a tunnel network and server bridge settings together is not allowed.
cs_cz: Není možné použít současně nastavení sítě tunelu a síťového mostu serveru.
de_de: Die gemeinsame Verwendung eines Tunnelnetzwerks und einer Serverbrücke ist nicht erlaubt.
el_gr: Δεν επιτρέπεται η χρήση δικτύου σήραγγας και ρυθμίσεων γέφυρας διακομιστή μαζί.
fa_ir: استفاده هم‌زمان از شبکه تونل و تنظیمات پل سرور مجاز نیست.
fr_fr: Utiliser les paramètres tunnel réseau et serveur bridge en même temps n'est pas autorisé.
it_it: Non è consentito utilizzare insieme una rete tunnel e le impostazioni del bridge server.
ko_kr: 터널 네트워크와 서버 브리지 설정을 함께 사용할 수 없습니다.
pl_pl: Użycie sieci tunelowej i serwera DHCP mostu razem nie jest dozwolone.
uk_ua: Використання тунельної мережі та налаштувань серверного мосту одночасно заборонено.
zh_cn: 不允许同时使用隧道网络和服务器桥接设置。

source: You must select a Backend for Authentication if the server mode requires User Auth.
cs_cz: Pokud server vyžaduje ověřování uživatelů, je třeba vybrat jaká podpůrná vrstva je k tomu používána.
de_de: Sie müssen ein Authentifizierungs-Backend auswählen, falls der Servermodus Benutzerauthentifizierung verlangt.
el_gr: Πρέπει να επιλέξετε ένα Backend για έλεγχο ταυτότητας εάν η λειτουργία διακομιστή απαιτεί έλεγχο ταυτότητας χρήστη.
fa_ir: اگر حالت سرور نیاز به احراز هویت کاربر دارد، باید یک Backend برای احراز هویت انتخاب کنید.
fr_fr: Vous devez sélectionner un Backend à utiliser pour l'Authentification si le mode de fonctionnement du serveur requiert l'utilisation du paramètre Auth Utilisateur.
it_it: È necessario selezionare un backend per l'autenticazione se la modalità server richiede l'autenticazione utente.
ko_kr: 서버 모드에서 사용자 인증이 필요한 경우 인증을 위한 백엔드를 선택해야 합니다.
pl_pl: Musisz wybrać serwer do autentykacji jeśli tryb serwera wymaga autentykacji użytkownika.
uk_ua: Ви повинні вибрати Backend для автентифікації, якщо режим сервера вимагає автентифікації користувача.
zh_cn: 如果服务器模式需要认证，您必须选择一个后端认证。

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 IP address.
cs_cz: Neshoda v generacích protokolu a IP adres. Není možné vybrat IPv4 protokol a přitom IPv6 adresu.
de_de: Protokoll und IP-Adressfamilie stimmen nicht überein. Sie können das IPv4-Protokoll nicht auswählen, und eine IPv6-Adresse angeben.
el_gr: Οι οικογένειες πρωτοκόλλων και διευθύνσεων IP δεν ταιριάζουν. Δεν μπορείτε να επιλέξετε ένα πρωτόκολλο IPv4 και μια διεύθυνση IP IPv6.
fa_ir: خانواده‌های پروتکل و آدرس IP سازگار نیستند. نمی‌توانید یک پروتکل IPv4 را با یک آدرس IPv6 انتخاب کنید.
fr_fr: Les familles de protocole et d'adresse IP ne correspondent pas. Vous ne pouvez pas sélectionner un protocole IPv4 et une adresse IP IPv6.
it_it: Le famiglie di protocolli e indirizzi IP non corrispondono. Non è possibile selezionare un protocollo IPv4 e un indirizzo IP IPv6.
ko_kr: 프로토콜과 IP 주소 패밀리가 일치하지 않습니다. IPv4 프로토콜과 IPv6 IP 주소는 선택할 수 없습니다.
pl_pl: Rodziny protokołu i adresu IP są niezgodne. Nie można wybrać protokołu IPv4 i adresu IPv6.
uk_ua: Протокол та сімейства IP-адрес не співпадають. Ви не можете вибрати протокол IPv4 та IP-адресу IPv6.
zh_cn: 协议和IP地址系列不匹配。 您不能选择IPv4协议和IPv6 IP地址。
