Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select interfaces from which to allow inbound (stateful) traffic. This can be convenient if the zone in question contains machines/servers which should be accessible from other networks attached to this firewall.
cs_cz: Vyberte rozhraní, ze kterých chcete povolit příchozí (stavový) provoz. To může být výhodné, pokud daná zóna obsahuje stroje/servery, které by měly být přístupné z jiných sítí připojených k této bráně firewall.
el_gr: Επιλέξτε διεπαφές από τις οποίες θα επιτρέπεται η εισερχόμενη (με κατάσταση) κίνηση Αυτό μπορεί να είναι βολικό εάν η εν λόγω ζώνη περιέχει μηχανήματα/διακομιστές στους οποίους θα πρέπει να υπάρχει πρόσβαση από άλλα δίκτυα που είναι συνδεδεμένα σε αυτό το τείχος προστασίας

source: Additional Fields
cs_cz: Dodatečné kolonky
el_gr: Επιπλέον πεδία

source: Allow inbound
cs_cz: Povolit příchozí
el_gr: Επιτρέψτε τα εισερχόμενα

source: ArtFiles DNS API
cs_cz: API ArtFiles DNS
el_gr: API DNS ArtFiles
it_it: API DNS di ArtFiles

source: Aurora (PCextreme/Versio)
el_gr: Aurora (PCextreme/Έκδοση)

source: BGP routes usually have an administrative distance of 20. Here you can adjust these values, e.g. when you want to prefer OSPF learned routes.
cs_cz: BGP trasy obvykle mívají administrativní vzdálenost 20. Zde můžete tyto hodnoty upravit, např. pokud chcete upřednostňovat trasy naučené pomocí OSPF.
el_gr: Οι διαδρομές BGP έχουν συνήθως μια διοικητική απόσταση 20. Εδώ μπορείτε να προσαρμόσετε αυτές τις τιμές, π.χ. όταν θέλετε να προτιμάτε τις διαδρομές OSPF που έχουν μαθευτεί.

source: Choose ACME to get automatic certificates with the built in ACME client; no additional plugin required. The "HTTP-01", "TLS-ALPN-01" or "DNS-01" challenge will be used to get automatic "Let's Encrypt" or "ZeroSSL" certificates. Alternatively, choose a custom certificate from "System - Trust - Certificates" for this domain. Make sure the full chain has been imported.
cs_cz: Pokud chcete certifikáty získávat automatizovaně, pomocí vestavěného klienta ACME, vyberte možnost ACME – není třeba žádného dalšího zásuvného modulu. Výzva „HTTP-01“, „TLS-ALPN-01“ nebo „DNS-01“ bude použita k automatizovanému získávání certifikátů „Let's Encrypt“ nebo „ZeroSSL“. Případně můžete pro tuto doménu vybrat uživatelsky určený certifikát v „Systém - Důvěra - Certifikáty“. Ujistěte se, že byl naimportován celý řetězec.
el_gr: Επιλέξτε ACME για να λάβετε αυτόματα πιστοποιητικά με το ενσωματωμένο πρόγραμμα-πελάτη ACME. Δεν απαιτείται επιπλέον πρόσθετο. Η πρόκληση "HTTP-01", "TLS-ALPN-01" ή "DNS-01" θα χρησιμοποιηθεί για την αυτόματη λήψη πιστοποιητικών "Let's Encrypt" ή "ZeroSSL". Εναλλακτικά, επιλέξτε ένα προσαρμοσμένο πιστοποιητικό από το "Σύστημα - Αξιόπιστο - Πιστοποιητικά" για αυτόν τον τομέα. Βεβαιωθείτε ότι έχει εισαχθεί ολόκληρη η αλυσίδα.

source: DNS API Additional Field 1
cs_cz: Doplňková kolonka 1 API rozhraní DNS
el_gr: Πρόσθετο πεδίο 1 του DNS API

source: DNS API Additional Field 2
cs_cz: Doplňková kolonka 2 API rozhraní DNS
el_gr: Πρόσθετο πεδίο 2 του DNS API

source: DNS API Additional Field 3
cs_cz: Doplňková kolonka 3 API rozhraní DNS
el_gr: Πρόσθετο πεδίο 3 του DNS API

source: DNS API Additional Field 4
cs_cz: Doplňková kolonka 4 API rozhraní DNS
el_gr: Πρόσθετο πεδίο 4 του DNS API

source: DNS API Additional Field 5
cs_cz: Doplňková kolonka 5 API rozhraní DNS
el_gr: Πρόσθετο πεδίο 5 του DNS API

source: DNS API Standard Field
cs_cz: Standardní kolonka API rozhraní DNS
el_gr: Πρότυπο πεδίο DNS API

source: DynDns Check Http
cs_cz: Kontrola DynDns Http
el_gr: DynDns Έλεγχος Http

source: DynDns Check Interface
cs_cz: Rozhraní pro kontrolu DynDns
el_gr: Διεπαφή ελέγχου DynDns

source: DynDns Check Interval
cs_cz: Interval kontroly DynDns
el_gr: Διάστημα ελέγχου DynDns

source: DynDns IP Version
cs_cz: DynDns verze IP protokolu
el_gr: Έκδοση IP DynDns

source: DynDns Update Only
cs_cz: Pouze aktualizace DynDns
el_gr: Μόνο ενημέρωση DynDns

source: Elasticsearch
el_gr: Ελαστική αναζήτηση
it_it: Ricerca elastica

source: Enable automatically created firewall rules, when additional policies are needed, disable this and define your own custom policies in the Firewall section.
cs_cz: Povolit automaticky vytvářená pravidla brány firewall. Pokud jsou potřeba další zásady, zakažte je a definujte své vlastní zásady v části Brána firewall.
el_gr: Ενεργοποιήστε τους αυτόματα δημιουργούμενους κανόνες τείχους προστασίας. Όταν απαιτούνται πρόσθετες πολιτικές, απενεργοποιήστε την επιλογή και ορίστε τις δικές σας προσαρμοσμένες πολιτικές στην ενότητα Τείχος προστασίας.

source: Enables a passive health check when multiple destinations in "Upstream Domain" are set. "Fail Duration" is a value that defines how long to remember a failed request. A duration of 1 or more seconds enables passive health checking; the default is empty (off). A reasonable starting point might be 30s to balance error rates with responsiveness when bringing an unhealthy upstream back online.
cs_cz: Zapíná pasivní kontrolu stavu, pokud je v „Nadřazená doména“ nastaveno vícero cílů. „Doba trvání nezdaru“ je hodnota, která definuje, jak dlouho si pamatovat neúspěšný požadavek. Doba trvání 1 nebo více sekund zapíná pasivní kontrolu stavu; výchozí hodnota je nevyplněno (vypnuto). Rozumným výchozím bodem může být 30 s, aby se vyvážila chybovost s rychlostí odezvy při opětovném zprovozňování nadřazeného po výpadku.
el_gr: Ενεργοποιεί έναν παθητικό έλεγχο εύρυθμης λειτουργίας όταν έχουν οριστεί πολλαπλοί προορισμοί στον "Ανώτερο Τομέα". Η "Διάρκεια Αποτυχίας" είναι μια τιμή που καθορίζει το χρονικό διάστημα για το οποίο θα απομνημονεύεται ένα αποτυχημένο αίτημα. Μια διάρκεια 1 ή περισσότερων δευτερολέπτων ενεργοποιεί τον παθητικό έλεγχο εύρυθμης λειτουργίας. Η προεπιλογή είναι κενή (απενεργοποιημένη). Ένα λογικό σημείο εκκίνησης μπορεί να είναι τα 30 δευτερόλεπτα για την εξισορρόπηση των ποσοστών σφαλμάτων με την απόκριση κατά την επαναφορά ενός μη υγιούς ανώτερου τομέα στο διαδίκτυο.

source: Exoscale
el_gr: Εξωκλίμακα
it_it: Esoscala

source: Gateway (optional)
cs_cz: Brána (volitelné)
el_gr: Πύλη (προαιρετικά)

source: Graphite
el_gr: Γραφίτης
it_it: Grafite

source: Here you can summarize a network for this area like fe80:1234::0/64
cs_cz: Zde je možné provést souhrn sítě pro tuto oblast, jako např. fe80:1234::0/64
el_gr: Εδώ μπορείτε να συνοψίσετε ένα δίκτυο για αυτήν την περιοχή όπως fe80:1234::0/64

source: IKE_SA/ISAKMP SA
el_gr: IKE_SA/ISAKMP Α.Ε.

source: IP adresses
cs_cz: IP adresy
el_gr: Διευθύνσεις IP

source: Leave empty if your DNS Provider isn't specified here. Field can be left empty if optional: Duckdns "override_domain", Route53 "secret_access_key", Porkbun "api_secret_key", ACME-DNS "password", Azure "client_id", OVH "application_key", Namecheap "user", PowerDNS "api_token", DDNSS "username", Linode "api_url", Tencent Cloud "secret_key", Dinahosting "password", Hexonet "password", Mail-in-a-Box "email_address", DNS Made Easy "secret_key", Scaleway "organization_id", ACME Proxy "password", INWX "password", Netcup "api_key", RFC2136 "key_alg", Name.com "server", EasyDNS "api_key", DirectAdmin "user".
cs_cz: Pokud zde vámi využívaný poskytovatel DNS není uveden, nevyplňujte. Pokud je kolonka nepovinná, je možné nevyplnit: Duckdns „override_domain“, Route53 „secret_access_key“, Porkbun „api_secret_key“, ACME-DNS „password“, Azure „client_id“, OVH „application_key“, Namecheap „user“, PowerDNS „api_token“, DDNSS „username“, Linode „api_url“, Tencent Cloud „secret_key“, Dinahosting „password“, Hexonet „password“, Mail-in-a-Box „email_address“, DNS Made Easy „secret_key“, Scaleway „organization_id“, ACME Proxy „password“, INWX „password“, Netcup „api_key“, RFC2136 „key_alg“, Name.com „server“, EasyDNS „api_key“, DirectAdmin „user“.
el_gr: Αφήστε το κενό εάν ο πάροχος DNS σας δεν έχει καθοριστεί εδώ. Το πεδίο μπορεί να παραμείνει κενό εάν είναι προαιρετικό: Duckdns "override_domain", Route53 "secret_access_key", Porkbun "api_secret_key", ACME-DNS "password", Azure "client_id", OVH "application_key", Namecheap "user", PowerDNS "api_token", DDNSS "username", Linode "api_url", Tencent Cloud "secret_key", Dinahosting "password", Hexonet "password", Mail-in-a-Box "email_address", DNS Made Easy "secret_key", Scaleway "organization_id", ACME Proxy "password", INWX "password", Netcup "api_key", RFC2136 "key_alg", Name.com "server", EasyDNS "api_key", DirectAdmin "user".

source: Leave empty if your DNS Provider isn't specified here. Field can be left empty if optional: Route53 "hosted_zone_id", ACME-DNS "subdomain", Azure "client_secret", OVH "application_secret", Namecheap "api_endpoint", DDNSS "password", Linode "api_version", Mail-in-a-Box "password", DNS Made Easy "api_endpoint", ACME Proxy "endpoint", INWX "shared_secret", Netcup "api_password", Name.com "user", EasyDNS "api_url", DirectAdmin "login_key", RFC2136 "key".
cs_cz: Pokud zde vámi využívaný poskytovatel DNS není uveden, nevyplňujte. Pokud je kolonka nepovinná, je možné nevyplnit: DNS Made Easy „api_endpoint“, ACME Proxy „endpoint“, INWX „shared_secret“, Netcup „api_password“, Name.com „user“, EasyDNS „api_url“, DirectAdmin „login_key“, RFC2136 „key“.
el_gr: Αφήστε το κενό εάν ο πάροχος DNS σας δεν έχει καθοριστεί εδώ. Το πεδίο μπορεί να παραμείνει κενό εάν είναι προαιρετικό: Route53 "hosted_zone_id", ACME-DNS "subdomain", Azure "client_secret", OVH "application_secret", Namecheap "api_endpoint", DDNSS "password", Linode "api_version", Mail-in-a-Box "password", DNS Made Easy "api_endpoint", ACME Proxy "endpoint", INWX "shared_secret", Netcup "api_password", Name.com "user", EasyDNS "api_url", DirectAdmin "login_key", RFC2136 "key".

source: Leave empty if your DNS Provider isn't specified here. Field can be left empty if optional: Route53 "profile", ACME-DNS "server_url", Azure "subscription_id", OVH "consumer_key", Namecheap "client_ip", DDNS "password", INWX "endpoint_url", DirectAdmin "insecure_requests", RFC2136 "server".
cs_cz: Pokud zde vám využívaný poskytovatel DNS není uveden, nevyplňujte. Pokud je kolonka nepovinná, je možné nevyplnit: Route53 „profile“, ACME-DNS „server_url“, Azure „subscription_id“, OVH „consumer_key“, Namecheap „client_ip“, DDNS „password“, INWX „endpoint_url“, DirectAdmin „insecure_requests“, RFC2136 „server“.
el_gr: Αφήστε το κενό εάν ο πάροχος DNS σας δεν έχει καθοριστεί εδώ. Το πεδίο μπορεί να παραμείνει κενό εάν είναι προαιρετικό: Route53 "profile", ACME-DNS "server_url", Azure "subscription_id", OVH "consumer_key", Namecheap "client_ip", DDNS "password", INWX "endpoint_url", DirectAdmin "insecure_requests", RFC2136 "server".

source: Leave empty if your DNS Provider isn't specified here. Field can be left empty if optional: Route53 "region", Azure "resource_group_name".
cs_cz: Pokud zde vámi využívaný poskytovatel DNS není uveden, nevyplňujte. Pokud jsou kolonky volitelné, je možné je nevyplňovat: Route53 „region“, Azure „resource_group_name“.
el_gr: Αφήστε το κενό εάν ο πάροχος DNS σας δεν έχει καθοριστεί εδώ. Το πεδίο μπορεί να αφεθεί κενό εάν είναι προαιρετικό: Route53 "region", Azure "resource_group_name".

source: Leave empty if your DNS Provider isn't specified here. Field can be left empty if optional: Route53 "session_token".
cs_cz: Pokud zde vámi využívaný poskytovatel DNS není, nevyplňujte. Pokud je pole nepovinné, může být ponecháno prázdné: Route53 "session_token".
el_gr: Αφήστε το κενό εάν ο πάροχος DNS σας δεν έχει καθοριστεί εδώ. Το πεδίο μπορεί να αφεθεί κενό εάν είναι προαιρετικό: Route53 "session_token".

source: List of networks allowed to pass trough the tunnel adapter. Use CIDR notation like 10.0.0.0/24.
cs_cz: Seznam sítí, kterým umožňovat průchod přes tento tunelový adaptér. Použijte CIDR zápis, například 10.0.0.0/24.
el_gr: Λίστα δικτύων που επιτρέπεται να περάσουν μέσω του προσαρμογέα σήραγγας. Χρησιμοποιήστε συμβολισμό CIDR όπως 10.0.0.0/24.

source: Peer Group this neighbor belongs to.
cs_cz: Skupina protějšků do které tento soused přísluší.
el_gr: Ομάδα ομότιμων στην οποία ανήκει αυτός ο γείτονας.

source: Prefix-List for inbound direction.
cs_cz: Seznam předpon pro příchozí směr.
el_gr: Λίστα προθεμάτων για την κατεύθυνση εισερχόμενων μηνυμάτων.

source: Prefix-List for outbound direction.
cs_cz: Seznam předpon pro odchozí směr.
el_gr: Λίστα προθέματος για εξερχόμενη κατεύθυνση.

source: Prometheus
el_gr: Προμηθέας
it_it: Prometeo

source: Propagation Timeout is a duration value that sets the maximum time to wait for the DNS TXT records to appear when using the DNS challenge. The default is 2 minutes. Disabling this will set propagation_timeout to -1 (checking propagation infinitely) and additionally set a propagation_delay of 30s (wait time before starting propagation checks). This can help when the DNS Challenge continues to fail because the local DNS Server does not know the new DNS TXT records yet in the default timeframe of 2 minutes.
cs_cz: Časový limit propagace je hodnota trvání, která při použití DNS výzvy nastavuje maximální dobu čekání na zobrazení záznamů DNS TXT. Výchozí hodnota je 2 minuty. Zakázáním této hodnoty bude nastaveno propagation_timeout na -1 (kontrola propagace nekonečně dlouho) a navíc bude nastaveno propagation_delay na 30 s (čekací doba před zahájením kontroly propagace). To může pomoct, pokud se DNS výzva neustále nedaří, protože místní DNS server ve výchozím časovém rámci 2 minut ještě nezná nové DNS TXT záznamy.
el_gr: Το Χρονικό όριο διάδοσης είναι μια τιμή διάρκειας που ορίζει τον μέγιστο χρόνο αναμονής για την εμφάνιση των εγγραφών DNS TXT κατά τη χρήση της πρόκλησης DNS. Η προεπιλογή είναι 2 λεπτά. Η απενεργοποίηση αυτής της τιμής θα ορίσει το propagation_timeout σε -1 (έλεγχος διάδοσης επ' άπειρον) και επιπλέον θα ορίσει μια καθυστέρηση_διάδοσης 30 δευτερολέπτων (χρόνος αναμονής πριν από την έναρξη των ελέγχων διάδοσης). Αυτό μπορεί να βοηθήσει όταν η πρόκληση DNS συνεχίζει να αποτυγχάνει επειδή ο τοπικός διακομιστής DNS δεν γνωρίζει ακόμη τις νέες εγγραφές DNS TXT στο προεπιλεγμένο χρονικό πλαίσιο των 2 λεπτών.

source: Remote AS for tthis peergroup.
cs_cz: Vzdálený autonomní systém pro tuto partnerskou skupinu.
el_gr: Απομακρυσμένο AS για αυτήν την ομότιμη ομάδα.

source: Route-Map for inbound direction.
cs_cz: Mapa trasy pro příchozí směr.
el_gr: Χάρτης διαδρομής για την κατεύθυνση εισόδου.

source: Route-Map for outbound direction.
cs_cz: Mapa trasy pro odchozí směr.
el_gr: Χάρτης διαδρομής για εξερχόμενη κατεύθυνση.

source: Select an Access List to set IP ranges of Trusted Proxies. If Caddy is not the first server being connected to by clients (for example, when a "CDN" is in front of Caddy), configure "Trusted Proxies" with a list of IP ranges (CIDRs) from which incoming requests are trusted to have sent good values for these headers. Additionally, set the same Access List to the domains the Trusted Proxies connect to.
cs_cz: Výběrem seznamu přístupů nastavíte rozsahy IP adres důvěryhodných proxy serverů. Pokud Caddy není prvním serverem, ke kterému se klienti připojují (například když je před Caddy „CDN“), nastavte „Důvěryhodné proxy“ se seznamem IP rozsahů (CIDR), ze kterých je důvěryhodné, že příchozí požadavky odeslaly dobré hodnoty těchto hlaviček. Kromě toho nastavte stejný seznam přístupů pro domény, ke kterým se důvěryhodné proxy servery připojují.
el_gr: Επιλέξτε μια Λίστα Πρόσβασης για να ορίσετε εύρη IP των Αξιόπιστων Διακομιστών Μεσολάβησης. Εάν το Caddy δεν είναι ο πρώτος διακομιστής στον οποίο συνδέονται οι υπολογιστές-πελάτες (για παράδειγμα, όταν ένα "CDN" βρίσκεται μπροστά από το Caddy), διαμορφώστε τα "Αξιόπιστα Διακομιστές Μεσολάβησης" με μια λίστα εύρων IP (CIDR) από τα οποία τα εισερχόμενα αιτήματα είναι αξιόπιστα ότι έχουν στείλει καλές τιμές για αυτές τις κεφαλίδες. Επιπλέον, ορίστε την ίδια Λίστα Πρόσβασης στους τομείς στους οποίους συνδέονται τα Αξιόπιστα Διακομιστές Μεσολάβησης.

source: Select the DNS provider for the DNS-01 Challenge and Dynamic DNS. This is mostly needed for Wildcard Certificates, and for Dynamic DNS. To use, enable the checkbox in a "Domain" or "Subdomain". For more information, visit https://github.com/caddy-dns where each module is community maintained.
cs_cz: Vyberte poskytovatele DNS pro výzvu DNS-01 a dynamickou DNS. To je většinou potřeba pro hvězdičkové certifikáty a pro dynamickou DNS. Pokud ho chcete použít, zaškrtněte v „Doména“ nebo „Subdoména“. Další informace naleznete na adrese https://github.com/caddy-dns, kde jsou jednotlivé moduly komunitně spravovány.
el_gr: Επιλέξτε τον πάροχο DNS για την Πρόκληση DNS-01 και το Δυναμικό DNS. Αυτό είναι απαραίτητο κυρίως για Πιστοποιητικά Wildcard και για Δυναμικό DNS. Για να το χρησιμοποιήσετε, ενεργοποιήστε το πλαίσιο ελέγχου σε έναν "Τομέα" ή "Υποτομέα". Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση https://github.com/caddy-dns όπου κάθε ενότητα συντηρείται από την κοινότητα.

source: Select the HTTP Version for the frontend listeners. By default, QUIC (HTTP/3) is enabled. This means, UDP/443 will be used by Caddy. To free this protocol port combination for a different service, choose a different combination of protocols that does not include HTTP/3.
cs_cz: Vyberte verzi HTTP protokolu pro spojení očekávající součásti nadstavby. Ve výchozím nastavení je povoleno QUIC (HTTP/3). To znamená, že Caddy bude používat (protokol/port) UDP/443. Pokud chcete tuto kombinaci portu a protokolu uvolnit pro jinou službu, vyberte jinou kombinaci protokolů, která nezahrnuje HTTP/3.
el_gr: Επιλέξτε την έκδοση HTTP για τους ακροατές frontend. Από προεπιλογή, το QUIC (HTTP/3) είναι ενεργοποιημένο. Αυτό σημαίνει ότι το UDP/443 θα χρησιμοποιηθεί από την Caddy. Για να ελευθερώσετε αυτόν τον συνδυασμό θυρών πρωτοκόλλου για μια διαφορετική υπηρεσία, επιλέξτε έναν διαφορετικό συνδυασμό πρωτοκόλλων που δεν περιλαμβάνει HTTP/3.

source: Specify the name of this peergroup.
cs_cz: Zadejte název této skupiny protějšků.
el_gr: Καθορίστε το όνομα αυτής της ομάδας ομοτίμων.

source: Static routes that the client should install in its routing cache, defined as dest-ip1,router-ip1;dest-ip2,router-ip2
cs_cz: Statické trasy, které by měl klient nainstalovat do své mezipaměti směrování, definované jako cil-ip1,ip-smerovace1;cil-ip2,ip-smerovace2.
el_gr: Στατικές διαδρομές που ο client πρέπει να εγκαταστήσει στην προσωρινή μνήμη δρομολόγησης, που ορίζονται ως dest-ip1,router-ip1;dest-ip2,router-ip2

source: This is the standard field for the API Key. Field can be left empty if optional: Cloudflare "api_token", Duckdns "api_token", DigitalOcean "auth_token", Godaddy "api_token", Gandi "bearer_token", IONOS "api_token", deSEC "token", Route53 "access_key_id", Porkbun "api_key", ACME-DNS "username", Netlify "personal_access_token", Njalla "api_token", Google Cloud DNS "gcp_project", Azure "tenant_id", OVH "endpoint", Namecheap "api_key", PowerDNS "server_url", DDNSS "api_token", Linode "api_token", Tencent Cloud "secret_id", Dinahosting "username", Hexonet "username", Mail-in-a-Box "api_url", DNS Made Easy "api_key", Bunny "access_key", Civo "api_token", Scaleway "secret_key", ACME Proxy "username", INWX "username", Netcup "customer_number", RFC2136 "key_name", Name.com "token", EasyDNS "api_token", Infomaniak "api_token", DirectAdmin "host", Hosttech "api_token", Vultr "api_token", Hetzner "api_token"
cs_cz: Toto je standardní kolonka pro klíč k API. Pokud není povinné, je možné nevyplnit: Cloudflare „api_token“, Duckdns "api_token", DigitalOcean "auth_token", Godaddy "api_token", Gandi "bearer_token", IONOS "api_token", deSEC "token", Route53 "access_key_id", Porkbun "api_key", ACME-DNS "username", Netlify "personal_access_token", Njalla "api_token", Google Cloud DNS "gcp_project", Azure "tenant_id", OVH "endpoint", Namecheap "api_key", PowerDNS "server_url", DDNSS "api_token", Linode "api_token", Tencent Cloud "secret_id", Dinahosting "username", Hexonet "username", Mail-in-a-Box "api_url", DNS Made Easy "api_key", Bunny "access_key", Civo "api_token", Scaleway "secret_key", ACME Proxy "username", INWX "username", Netcup "customer_number", RFC2136 "key_name", Name.com "token", EasyDNS "api_token", Infomaniak "api_token", DirectAdmin "host", Hosttech "api_token", Vultr "api_token", Hetzner "api_token"
el_gr: Αυτό είναι το τυπικό πεδίο για το Κλειδί API. Το πεδίο μπορεί να παραμείνει κενό εάν είναι προαιρετικό: Cloudflare "api_token", Duckdns "api_token", DigitalOcean "auth_token", Godaddy "api_token", Gandi "bearer_token", IONOS "api_token", deSEC "token", Route53 "access_key_id", Porkbun "api_key", ACME-DNS "username", Netlify "personal_access_token", Njalla "api_token", Google Cloud DNS "gcp_project", Azure "tenant_id", OVH "endpoint", Namecheap "api_key", PowerDNS "server_url", DDNSS "api_token", Linode "api_token", Tencent Cloud "secret_id", Dinahosting "username", Hexonet "username", Mail-in-a-Box "api_url", DNS Made Easy "api_key", Bunny "access_key", Civo "api_token", Scaleway "secret_key", ACME Proxy "όνομα_χρήστη", INWX "όνομα_χρήστη", Netcup "αριθμός_πελάτη", RFC2136 "όνομα_κλειδιού", Name.com "διακριτικό", EasyDNS "api_token", Infomaniak "api_token", DirectAdmin "κεντρικός υπολογιστής", Hosttech "api_token", Vultr "api_token", Hetzner "api_token"

source: This option allows changing policies without clearing the BGP session.
cs_cz: Tato volba umožňuje měnit zásady bez vymazání BGP relace.
el_gr: Αυτή η επιλογή επιτρέπει την αλλαγή πολιτικών χωρίς να διαγραφεί η συνεδρία BGP.

source: This will activate the staticd service if the support of routing protocols is enabled in "General".
cs_cz: Pokud je v části „Obecné“ zapnuta podpora směrovacích protokolů, pak toto aktivuje službu staticd.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία staticd εάν η υποστήριξη πρωτοκόλλων δρομολόγησης είναι ενεργοποιημένη στο "Γενικά".

source: Upstream Fail Duration
cs_cz: Doba trvání poruchy nadřazeného
el_gr: Διάρκεια αποτυχίας ανοδικής ροής

source: multihop tells the BFD daemon that we should expect packets with TTL less than 254 (because it will take more than one hop) and to listen on the multihop port (4784). When using multi-hop mode echo-mode will not work (see RFC 5883 section 3).
cs_cz: multihop sděluje procesu služby BFD, že by měly být očekávány pakety s TTL nižším než 254. (protože to bude trvat více než jeden skok) a aby spojení očekával na portu multihop (4784). Při použití režimu multihop nebude fungovat režim echo (viz RFC 5883, část 3).
el_gr: Η λειτουργία multihop λέει στον δαίμονα BFD ότι θα πρέπει να περιμένουμε πακέτα με TTL λιγότερο από 254 (επειδή θα χρειαστούν περισσότερα από ένα hop) και να ακούσουμε στη θύρα multihop (4784). Όταν χρησιμοποιείτε τη λειτουργία multi-hop, η λειτουργία echo δεν θα λειτουργήσει (βλ. RFC 5883 ενότητα 3).

source: rage4
el_gr: οργή4
it_it: rabbia4

source: Caddy Certificates
cs_cz: Certifikáty pro Caddy
el_gr: Πιστοποιητικά Caddy

source: Caddy does not manage any automatic certificates.
cs_cz: Caddy nespravuje žádné automatické certifikáty.
el_gr: Η Caddy δεν διαχειρίζεται αυτόματα πιστοποιητικά.

source: Expires:
cs_cz: Platnost skončí:
el_gr: Λήγει:

source: Mbuf
cs_cz: Vyrovnávací paměť zpráv
el_gr: Προσωρινή μνήμη
it_it: Mbuff

source: Peer disconnected
cs_cz: Protějšek odpojen
el_gr: Ομότιμος αποσυνδέθηκε

source: ArtFiles
cs_cz: Umělé soubory
el_gr: Αρχεία Τέχνης

source: Caddy Web Server
cs_cz: Webový server Caddy
el_gr: Διακομιστής Ιστού Caddy

source: DNS Made Easy
el_gr: DNS εύκολα

source: Digitalocean
el_gr: Ψηφιακός ωκεανός

source: Gif already exists!
cs_cz: Gif už existuje!
el_gr: Το GIF υπάρχει ήδη!

source: Gre already exists!
cs_cz: Gre už existuje!
el_gr: Το Gre υπάρχει ήδη!

source: Hexonet
el_gr: Εξονέτ

source: IONOS
el_gr: ΙΩΝΟΣ

source: Kea DHCP [new]
cs_cz: Kea DHCP [nové]
el_gr: Kea DHCP [νέο]

source: Lima-City (TrafficPlex)
el_gr: Λίμα-Σίτι (TrafficPlex)
it_it: Lima-Città (TrafficPlex)

source: Mail-in-a-Box
el_gr: Αλληλογραφία σε κουτί
