Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Do not create a dedicated host route for this monitor.
cs_cz: Nevytvářet pro tento monitor vyhrazenou trasu hostitele.
de_de: Keine dedizierte Host-Route für diesen Monitor erstellen.
el_gr: Μην δημιουργήσετε μια αποκλειστική διαδρομή κεντρικού υπολογιστή για αυτήν την οθόνη.
fa_ir: برای این مانیتور مسیر میزبان اختصاصی ایجاد نکنید.
fr_fr: Ne créez pas de route d'hôte dédiée pour ce moniteur.
it_it: Non creare un percorso host dedicato per questo monitor.
ko_kr: 이 모니터에 대한 전용 호스트 경로 생성 안함.
uk_ua: Не створювати виділений маршрут хоста для цього монітора.
zh_cn: 不要为此监视器创建专用主机路由。

source: Do not read hostnames in /etc/hosts
cs_cz: Nečíst název strojů z /etc/hosts
de_de: Hostnamen in /etc/hosts nicht einlesen.
el_gr: Μην διαβάζετε ονόματα κεντρικών υπολογιστών στο /etc/hosts
fa_ir: نام‌های میزبان در /etc/hosts را نخوانید
fr_fr: Ne pas lire les noms d'hôtes dans /etc/hosts
it_it: Non leggere i nomi host in /etc/hosts
ko_kr: /etc/hosts에서 호스트 이름을 읽지 않음
uk_ua: Не читати імена хостів у /etc/hosts
zh_cn: 不要读取/etc/hosts中的主机名

source: Do not send any DNS configuration to clients
cs_cz: Neodesílat klientům žádná nastavení DNS
de_de: Keine DNS-Konfiguration an Clients senden
el_gr: Μην στέλνετε καμία ρύθμιση παραμέτρων DNS στους υπολογιστές-πελάτες
fa_ir: هیچ پیکربندی DNS به کلاینت‌ها ارسال نشود.
fr_fr: Ne pas envoyer de configuration DNS aux clients
it_it: Non inviare alcuna configurazione DNS ai client
ko_kr: 클라이언트에 DNS 구성 전송 안함
uk_ua: Не надсилати жодної конфігурації DNS клієнтам
zh_cn: 不要向客户端发送任何DNS配置

source: Do not verify server
cs_cz: Neověřovat server
de_de: Server nicht überprüfen
el_gr: Μην επαληθεύετε τον διακομιστή
fa_ir: اعتبارسنجی سرور را غیرفعال کنید
fr_fr: Ne pas vérifier le serveur
it_it: Non verificare il server
ko_kr: 서버 확인 안 함
uk_ua: Не перевіряти сервер
zh_cn: 不验证服务器

source: Do you really want to reset the Unbound statistics data?
cs_cz: Opravdu chcete vynulovat data statistik Unbound?
de_de: Möchten Sie die Unbound-Statistikdaten wirklich zurücksetzen?
el_gr: Θέλετε πραγματικά να επαναφέρετε τα δεδομένα στατιστικών στοιχείων για το Unbound;
fa_ir: آیا واقعاً می‌خواهید داده‌های آماری Unbound را بازنشانی کنید؟
fr_fr: Voulez-vous vraiment réinitialiser les données statistiques de Unbound ?
it_it: Vuoi davvero azzerare i dati delle statistiche Unbound?
ko_kr: 언바운트 통계 데이터를 초기화하시겠습니까?
uk_ua: Ви справді хочете скинути дані статистики Unbound?
zh_cn: 确定重置Unbound统计数据？

source: Dynamic DNS domain
cs_cz: Doména dynamického DNS
de_de: Dynamische DNS-Domain
el_gr: Δυναμικός τομέας DNS
fa_ir: دامنه DNS پویا
fr_fr: Domaine DNS dynamique
it_it: Dominio DNS dinamico
ko_kr: 동적 DNS 도메인
uk_ua: Домен динамічного DNS
zh_cn: 动态DNS域

source: EAP Method
cs_cz: Metoda EAP
de_de: EAP-Methode
el_gr: Μέθοδος EAP
fa_ir: روش EAP
fr_fr: Méthode EAP
it_it: Metodo EAP
ko_kr: EAP 방법
uk_ua: Метод EAP
zh_cn: EAP 方法

source: EAP Phase 2 Authentication
cs_cz: Ověřování EAP fáze 2
de_de: EAP-Authentifizierung Phase 2
el_gr: Έλεγχος ταυτότητας φάσης 2 του EAP
fa_ir: احراز هویت فاز 2 (EAP)
fr_fr: Authentification EAP phase 2
it_it: Autenticazione EAP Fase 2
ko_kr: EAP 2단계 인증
uk_ua: Автентифікація EAP Фаза 2
zh_cn: EAP 第 2 阶段身份验证

source: EAP TLS CA Certificate
cs_cz: Certifikát cert. autority EAP TLS
de_de: EAP-TLS-CA-Zertifikat
el_gr: Πιστοποιητικό EAP TLS CA
fa_ir: گواهی CA TLS (EAP)
fr_fr: Certificat CA EAP TLS
it_it: Certificato CA EAP TLS
ko_kr: EAP TLS CA 인증서
uk_ua: Сертифікат центру сертифікації EAP TLS
zh_cn: EAP TLS CA 证书

source: EAP TLS Client Certificate
cs_cz: Klientský certifikát EAP TLS
de_de: EAP-TLS-Client-Zertifikat
el_gr: Πιστοποιητικό πελάτη EAP TLS
fa_ir: گواهی کلاینت TLS (EAP)
fr_fr: Certificat client EAP TLS
it_it: Certificato client EAP TLS
ko_kr: EAP TLS 클라이언트 인증서
uk_ua: Сертифікат клієнта EAP TLS
zh_cn: EAP TLS 客户证书

source: Edit CSO
cs_cz: Upravit CSO
de_de: CSO bearbeiten
el_gr: Επεξεργασία CSO
fa_ir: ویرایش CSO
fr_fr: Modifier l'OSC
it_it: Modifica CSO
ko_kr: 인증서 서명 순서 수정
uk_ua: Редагувати CSO
zh_cn: 编辑CSO

source: Edit Child
cs_cz: Upravit potomka
de_de: Kind bearbeiten
el_gr: Επεξεργασία παιδιού
fa_ir: ویرایش فرزند
fr_fr: Editer l'enfant
it_it: Modifica bambino
ko_kr: 하위 편집
uk_ua: Редагувати дочірній
zh_cn: 编辑Child

source: Edit Connection
cs_cz: Upravit připojení
de_de: Verbindung bearbeiten
el_gr: Επεξεργασία σύνδεσης
fa_ir: ویرایش اتصال
fr_fr: Modifier la connexion
it_it: Modifica connessione
ko_kr: 연결 편집
uk_ua: Редагувати підключення
zh_cn: 编辑连接

source: Edit Domain Override
cs_cz: Upravit přebití domény
de_de: Domainüberschreibung bearbeiten
el_gr: Επεξεργασία παράκαμψης τομέα
fa_ir: ویرایش بازنویسی دامنه
fr_fr: Modifier le domaine
it_it: Modifica la sostituzione del dominio
ko_kr: 도메인 재정의 편집
uk_ua: Редагувати перевизначення домену
zh_cn: 编辑域覆盖

source: Edit FastCGI Application
cs_cz: Upravit FastCGI aplikaci
de_de: FastCGI-Anwendung bearbeiten
el_gr: Επεξεργασία εφαρμογής FastCGI
fa_ir: ویرایش برنامه FastCGI
fr_fr: Modifier l'application FastCGI
it_it: Modifica l'applicazione FastCGI
ko_kr: FastCGI 응용 프로그램 편집
uk_ua: Редагувати застосунок FastCGI
zh_cn: 编辑FastCGI应用程序

source: Edit Homeserverpools
cs_cz: Upravit Homeserverpools
de_de: Homeserver-Pools bearbeiten
el_gr: Επεξεργασία πακέτων οικιακών διακομιστών
fa_ir: ویرایش Homeserverpools
fr_fr: Modifier Homeserverpools
it_it: Modifica pool di server home
ko_kr: 홈서버풀 편집
uk_ua: Редагувати пули домашніх серверів
zh_cn: 编辑家庭服务器池

source: Edit Homeservers
cs_cz: Upravit Homeservers
de_de: Homeserver bearbeiten
el_gr: Επεξεργασία οικιακών διακομιστών
fa_ir: ویرایش Homeservers
fr_fr: Modifier les serveurs domestiques
it_it: Modifica server domestici
ko_kr: 홈서버 편집
uk_ua: Редагувати домашні сервери
zh_cn: 编辑家庭服务器

source: Edit Host Override
cs_cz: Upravit přebití hostitele
de_de: Host-Überschreibung bearbeiten
el_gr: Επεξεργασία παράκαμψης κεντρικού υπολογιστή
fa_ir: ویرایش بازنویسی میزبان
fr_fr: Modifier le remplacement de l'hôte
it_it: Modifica la sostituzione dell'host
ko_kr: 호스트 재정의 편집
uk_ua: Редагувати перевизначення хоста
zh_cn: 编辑主机覆盖

source: Edit Host Override Alias
cs_cz: Úprava alternativního názvu přebití hostitele
de_de: Host-Überschreibungs-Alias bearbeiten
el_gr: Επεξεργασία ψευδωνύμου παράκαμψης κεντρικού υπολογιστή
fa_ir: ویرایش نام مستعار بازنویسی میزبان
fr_fr: Modifier l'alias de remplacement de l'hôte
it_it: Modifica l'alias di sostituzione dell'host
ko_kr: 호스트 재정의 별칭 편집
uk_ua: Редагувати псевдонім перевизначення хоста
zh_cn: 编辑主机覆盖别名

source: Edit Instance
cs_cz: Upravit instanci
de_de: Instanz bearbeiten
el_gr: Επεξεργασία στιγμιότυπου
fa_ir: ویرایش نمونه
fr_fr: Modifier l'instance
it_it: Modifica istanza
ko_kr: 인스턴스 편집
uk_ua: Редагувати екземпляр
zh_cn: 编辑实例

source: Edit Lagg
cs_cz: Upravit Lagg
de_de: LAGG bearbeiten
el_gr: Επεξεργασία Lagg
fa_ir: ویرایش Lagg
fr_fr: Editer Lagg
it_it: Modifica Lagg
ko_kr: Lagg 편집
uk_ua: Редагувати Lagg
zh_cn: 编辑 Lagg

source: Edit Local
cs_cz: Upravit místní
de_de: Lokal bearbeiten
el_gr: Επεξεργασία Τοπικού
fa_ir: ویرایش محلی
fr_fr: Modifier le local
it_it: Modifica locale
ko_kr: 로컬 편집
uk_ua: Редагувати локальний
zh_cn: 编辑本地

source: Edit Manual SPD
cs_cz: Upravit ruční SPD
de_de: Manuelle SPD bearbeiten
el_gr: Επεξεργασία χειροκίνητου SPD
fa_ir: ویرایش دستی SPD
fr_fr: Modifier le DOCUP manuel
it_it: Modifica SPD manuale
ko_kr: 보안 정책 데이터베이스 수동 편집
uk_ua: Редагувати ручний SPD
zh_cn: 编辑手动SPD

source: Edit Pool
cs_cz: Upravit fond
de_de: Pool bearbeiten
el_gr: Επεξεργασία ομάδας
fa_ir: ویرایش استخر
fr_fr: Modifier le pool
it_it: Modifica piscina
ko_kr: 풀 편집
uk_ua: Редагувати пул
zh_cn: 编辑池

source: Edit Primary Zone
cs_cz: Upravit hlavní oblast
de_de: Primäre Zone bearbeiten
el_gr: Επεξεργασία κύριας ζώνης
fa_ir: ویرایش منطقه اصلی
fr_fr: Modifier la zone primaire
it_it: Modifica zona primaria
ko_kr: 기본 영역 편집
uk_ua: Редагувати первинну зону
zh_cn: 编辑主要区域

source: Edit Realms
cs_cz: Upravit sféry
de_de: Realms bearbeiten
el_gr: Επεξεργασία Βασιλείων
fa_ir: ویرایش قلمروها
fr_fr: Modifier les royaumes
it_it: Modifica regni
ko_kr: 영역 편집
uk_ua: Редагувати галузі

source: Edit Remote
cs_cz: Upravit vzdálené
de_de: Remote bearbeiten
el_gr: Επεξεργασία τηλεχειριστηρίου
fa_ir: ویرایش از راه دور
fr_fr: Modifier la télécommande
it_it: Modifica telecomando
ko_kr: 원격 편집
uk_ua: Редагувати віддалений
zh_cn: 编辑远程

source: Edit Secondary Zone
cs_cz: Upravit pomocnou oblast
de_de: Sekundäre Zone bearbeiten
el_gr: Επεξεργασία Δευτερεύουσας Ζώνης
fa_ir: ویرایش زون ثانویه
fr_fr: Modifier la zone secondaire
it_it: Modifica zona secondaria
ko_kr: 보조 영역 편집
uk_ua: Редагувати вторинну зону
zh_cn: 编辑次要区域

source: Edit Static Key
cs_cz: Upravit statický klíč
de_de: Statischen Schlüssel bearbeiten
el_gr: Επεξεργασία στατικού κλειδιού
fa_ir: ویرایش کلید ایستا
fr_fr: Modifier la clé statique
it_it: Modifica chiave statica
ko_kr: 고정 키 편집
uk_ua: Редагувати статичний ключ
zh_cn: 编辑静态密钥

source: Edit VirtualTunnelInterface
cs_cz: Upravit VirtualTunnelInterface
de_de: Virtuelle Tunnel-Schnittstelle bearbeiten
el_gr: Επεξεργασία VirtualTunnelInterface
fa_ir: ویرایش رابط تونل مجازی
fr_fr: Modifier VirtualTunnelInterface
it_it: Modifica VirtualTunnelInterface
ko_kr: 가상 터널 인터페이스 편집
uk_ua: Редагувати віртуальний тунельний інтерфейс
zh_cn: 编辑虚拟隧道接口

source: Edit Vlan
cs_cz: Upravit vlan
de_de: VLAN bearbeiten
el_gr: Επεξεργασία Vlan
fa_ir: ویرایش VLAN
fr_fr: Modifier le Vlan
it_it: Modifica Vlan
ko_kr: Vlan 편집
uk_ua: Редагувати Vlan
zh_cn: 编辑Vlan

source: Edit pre-shared-key
cs_cz: Upravit předsdílený klíč
de_de: Pre-Shared Key bearbeiten
el_gr: Επεξεργασία προ-κοινόχρηστου-κλειδιού
fa_ir: ویرایش کلید پیش‌اشتراکی
fr_fr: Modifier la clé pré-partagée
it_it: Modifica la chiave precondivisa
ko_kr: 사전 공유 키 편집
uk_ua: Редагувати попередньо спільний ключ
zh_cn: 编辑预共享密钥

source: Either reqid or child must be set
cs_cz: Je třeba nastavit buď reqid, nebo child.
de_de: Entweder "reqid" oder "child" muss festgelegt sein
el_gr: Πρέπει να οριστεί είτε το requid είτε το child
fa_ir: باید یکی از reqid یا child تنظیم شود
fr_fr: L'un ou l'autre doit être défini, soit reqid, soit child
it_it: È necessario impostare reqid o child
ko_kr: reqid 또는 하위 항목 중 하나를 설정해야 합니다
uk_ua: Повинен бути встановлений або reqid, або child
zh_cn: 必须设置reqid或child

source: Enable Rate limiting
cs_cz: Zapnout omezování rychlosti
de_de: Ratenbegrenzung aktivieren
el_gr: Ενεργοποίηση περιορισμού ρυθμού
fa_ir: فعال‌سازی محدودیت نرخ
fr_fr: Activer la limitation du débit
it_it: Abilita limitazione della velocità
ko_kr: 속도 제한 사용
uk_ua: Увімкнути обмеження швидкості
zh_cn: 启用速率限制

source: Enable access logging on the web GUI for debugging and analysis purposes.
cs_cz: Zaznamenávat (log) přístupy k webovém rozhraní pro účely ladění a analýzy.
de_de: Aktivieren Sie die Zugriffsprotokollierung auf der Weboberfläche zu Debugging- und Analysezwecken.
el_gr: Ενεργοποιήστε την καταγραφή πρόσβασης στο γραφικό περιβάλλον χρήστη ιστού για σκοπούς εντοπισμού σφαλμάτων και ανάλυσης.
fa_ir: فعال‌سازی لاگ‌گیری دسترسی در رابط وب برای اشکال‌زدایی و تحلیل.
fr_fr: Activer la journalisation des accès sur l'interface graphique web à des fins de débogage et d'analyse.
it_it: Abilita la registrazione degli accessi sulla GUI Web per scopi di debug e analisi.
ko_kr: 디버깅 및 분석 목적으로 웹 GUI에서 접근 로깅을 사용합니다.
uk_ua: Увімкнути ведення журналу доступу на веб-інтерфейсі для налагодження та аналізу.
zh_cn: 在Web GUI上启用访问日志记录。

source: Enable mobile settings, some of the settings below depend on configuration choices in configured tunnels, when not dependent on configured networks, they will also be used for configured connections when this option is checked.
cs_cz: Zapnout mobilní nastavení – některá níže uvedená nastavení závisí na volbách nastavení v nastavených tunelech. Pokud nejsou závislá na nastavených sítích, budou použita i pro nastavená připojení, pokud je tato možnost zaškrtnuta.
de_de: Aktivieren Sie die mobilen Einstellungen. Einige der folgenden Einstellungen hängen von Konfigurationsentscheidungen in konfigurierten Tunneln ab. Wenn sie nicht von konfigurierten Netzwerken abhängig sind, werden sie auch für konfigurierte Verbindungen verwendet, wenn diese Option aktiviert ist.
el_gr: Ενεργοποιήστε τις ρυθμίσεις για κινητά. Ορισμένες από τις παρακάτω ρυθμίσεις εξαρτώνται από τις επιλογές διαμόρφωσης στις διαμορφωμένες σήραγγες. Όταν δεν εξαρτώνται από τα διαμορφωμένα δίκτυα, θα χρησιμοποιούνται επίσης για τις διαμορφωμένες συνδέσεις όταν είναι ενεργοποιημένη αυτή η επιλογή.
fa_ir: تنظیمات موبایل را فعال کنید. برخی گزینه‌های زیر به پیکربندی تونل‌ها وابسته‌اند؛ اگر وابسته به شبکه‌های پیکربندی‌شده نباشند، هنگام انتخاب این گزینه برای اتصالات پیکربندی‌شده نیز اعمال خواهند شد.
fr_fr: Activer les paramètres mobiles, certains des paramètres ci-dessous dépendent des choix de configuration dans les tunnels configurés, lorsqu'ils ne dépendent pas des réseaux configurés, ils seront également utilisés pour les connexions configurées lorsque cette option est cochée.
it_it: Abilita le impostazioni mobili, alcune delle impostazioni seguenti dipendono dalle scelte di configurazione nei tunnel configurati, quando non dipendono dalle reti configurate, verranno utilizzate anche per le connessioni configurate quando questa opzione è selezionata.
ko_kr: 모바일 설정 사용을 사용합니다. 아래 설정 중 일부는 구성된 터널의 구성 선택에 따라 달라집니다. 구성된 네트워크에 종속되지 않는 경우 이 옵션을 선택하면 구성된 연결에도 사용됩니다.
uk_ua: Увімкнути мобільні налаштування; деякі з наведених нижче налаштувань залежать від вибору конфігурації в налаштованих тунелях, якщо вони не залежать від налаштованих мереж, вони також використовуватимуться для налаштованих з'єднань, коли цей параметр позначено.
zh_cn: 启用移动设置，下面的一些设置取决于配置的隧道中的配置选择，当不依赖于配置的网络时，选中此选项时它们也将用于配置的连接。

source: Enable syncookies
cs_cz: Povolit syncookie
de_de: Syncookies aktivieren
el_gr: Ενεργοποίηση συγχρονισμένων cookies
fa_ir: فعال‌سازی SYN cookies
fr_fr: Activer les syncookies
it_it: Abilita i cookie sincronizzati
ko_kr: syncookies 사용
uk_ua: Увімкнути syncookies
zh_cn: 启用syncookies

source: Enables local gathering of statistics.
cs_cz: Umožňuje místní shromažďování statistik.
de_de: Lokale Erfassung von Statistiken aktivieren
el_gr: Επιτρέπει τη συλλογή στατιστικών στοιχείων σε τοπικό επίπεδο.
fa_ir: جمع‌آوری محلی آمار را فعال می‌کند.
fr_fr: Permet la collecte locale de statistiques.
it_it: Consente la raccolta locale di statistiche.
ko_kr: 로컬 통계 수집을 활성화.
uk_ua: Увімкнути локальний збір статистики.
zh_cn: 启用本地统计信息收集。

source: Encryption algorithm (deprecated)
cs_cz: Šifrovací algoritmus (zastaralé)
de_de: Verschlüsselungsalgorithmus (veraltet)
el_gr: Αλγόριθμος κρυπτογράφησης (καταργημένος)
fa_ir: الگوریتم رمزنگاری (منسوخ‌شده)
fr_fr: Algorithme de cryptage (obsolète)
it_it: Algoritmo di crittografia (obsoleto)
ko_kr: 암호화 알고리즘(사용되지 않음)
uk_ua: Алгоритм шифрування (застарілий)
zh_cn: 加密算法（已弃用）

source: End (%)
cs_cz: Konec (%)
de_de: Ende (%)
el_gr: Τέλος (%)
fa_ir: پایان (%)
fr_fr: Fin (%)
it_it: FINE (%)
ko_kr: 끝 (%)
uk_ua: Кінець (%)
zh_cn: 结束 (%)

source: Enter the dynamic DNS domain which will be used to register this client in the DNS server.
cs_cz: Zadejte dynamickou doménu DNS, která bude použita k registraci tohoto klienta na serveru DNS.
de_de: Geben Sie die dynamische DNS-Domain ein, unter der dieser Client im DNS-Server registriert wird.
el_gr: Εισαγάγετε τον δυναμικό τομέα DNS που θα χρησιμοποιηθεί για την εγγραφή αυτού του πελάτη στον διακομιστή DNS.
fa_ir: دامنهٔ DNS پویا را وارد کنید که برای ثبت این کلاینت در سرور DNS استفاده خواهد شد.
fr_fr: Entrez le domaine DNS dynamique qui sera utilisé pour enregistrer ce client dans le serveur DNS.
it_it: Immettere il dominio DNS dinamico che verrà utilizzato per registrare questo client nel server DNS.
ko_kr: 이 클라이언트를 DNS 서버에 등록하는 데 사용할 동적 DNS 도메인을 입력하세요.
uk_ua: Введіть домен динамічного DNS, який буде використовуватися для реєстрації цього клієнта на DNS-сервері.
zh_cn: 输入将用于在DNS服务器中注册此客户端的动态DNS域。

source: Entry "%s" is not a valid ASN.
cs_cz: Položka „%s“ není platné ASN.
de_de: Eintrag "%s" ist keine gültige ASN.
el_gr: Η καταχώρηση "%s" δεν είναι έγκυρο ASN.
fa_ir: ورودی "%s" یک ASN معتبر نیست.
fr_fr: L'entrée "%s" n'est pas un ASN valide.
it_it: La voce "%s" non è un ASN valido.
ko_kr: "%s" 항목은 올바른 ASN이 아닙니다.
uk_ua: Запис "%s" не є дійсним ASN.
zh_cn: 条目"%s"不是有效的ASN。

source: Entry "%s" is not a valid group id.
cs_cz: Položka „%s“ není platným identifikátorem skupiny.
de_de: Eintrag "%s" ist keine gültige Gruppen-ID.
el_gr: Η καταχώρηση "%s" δεν είναι έγκυρο αναγνωριστικό ομάδας.
fa_ir: ورودی "%s" یک شناسه گروه معتبر نیست.
fr_fr: L'entrée "%s" n'est pas un identifiant de groupe valide.
it_it: La voce "%s" non è un ID gruppo valido.
ko_kr: "%s" 항목은 올바른 그룹 idr가 아닙니다.
uk_ua: Запис "%s" не є дійсним ідентифікатором групи.
zh_cn: 条目"%s"不是有效的组id。

source: Entry "%s" is not a valid hostname, IP address or range.
cs_cz: Položka „%s“ není platným názvem stroje, IP adresou či rozsahem.
de_de: Eintrag "%s" ist kein gültiger Hostname, keine gültige IP-Adresse oder kein gültiger Bereich.
el_gr: Η καταχώρηση "%s" δεν είναι έγκυρο όνομα κεντρικού υπολογιστή, διεύθυνση IP ή εύρος.
fa_ir: ورودی "%s" یک نام میزبان، آدرس IP یا بازهٔ معتبر نیست.
fr_fr: L'entrée "%s" n'est pas un nom d'hôte, une adresse IP ou une plage valide.
it_it: La voce "%s" non è un nome host, un indirizzo IP o un intervallo valido.
ko_kr: "%s" 항목은 올바른 호스트이름, IP주소 또는 범위가 아닙니다.
uk_ua: Запис "%s" не є дійсним ім'ям хоста, IP-адресою або діапазоном.
zh_cn: 条目"%s"不是有效的主机名,IP地址或范围。

source: Error changing status
cs_cz: Chyba při změně stavu
de_de: Fehler beim Ändern des Status
el_gr: Σφάλμα αλλαγής κατάστασης κατά την αλλαγή κατάστασης
fa_ir: خطا در تغییر وضعیت
fr_fr: Erreur de changement d'état
it_it: Errore durante la modifica dello stato
ko_kr: 상태 변경 중 오류
uk_ua: Помилка зміни статусу
zh_cn: 更改状态出错

source: Error reconfiguring IPsec
cs_cz: Chyba při přenastavování IPsec
de_de: Fehler bei der Neukonfiguration von IPsec
el_gr: Σφάλμα κατά την επαναρύθμιση του IPsec
fa_ir: خطا در بازپیکربندی IPsec
fr_fr: Erreur de reconfiguration d'IPsec
it_it: Errore durante la riconfigurazione di IPsec
ko_kr: IPSec 재설정 중 오류
uk_ua: Помилка переконфігурації IPsec
zh_cn: 重新配置 IPsec 出错

source: Error reconfiguring Wazuh Agent
cs_cz: Chyba při přenastavování Vazuh agenta
de_de: Fehler bei der Neukonfiguration des Wazuh-Agenten
el_gr: Σφάλμα κατά την επαναρύθμιση του παράγοντα Wazuh
fa_ir: خطا در بازپیکربندی Wazuh Agent
fr_fr: Erreur de reconfiguration de l'agent Wazuh
it_it: Errore durante la riconfigurazione dell'agente Wazuh
ko_kr: Wazuh 에이전트 재설정 중 오류
uk_ua: Помилка переконфігурації агента Wazuh
zh_cn: 重新配置 Wazuh 代理程序出错

source: Error updating blocklists
cs_cz: Chyba při aktualizaci seznamu blokovaných
de_de: Fehler beim Aktualisieren der Blocklisten
el_gr: Σφάλμα κατά την ενημέρωση των λιστών αποκλεισμού
fa_ir: خطا در به‌روزرسانی بلاک‌لیست‌ها
fr_fr: Erreur de mise à jour des listes de blocage
it_it: Errore durante l'aggiornamento delle liste bloccate
ko_kr: 차단목록 업데이트 오류
uk_ua: Помилка оновлення списків блокування
zh_cn: 更新拦截列表出错

source: Exclude console settings from import.
cs_cz: Při importu vynechat nastavení pro konzoli.
de_de: Konfigurationseinstellungen der Konsole vom Import ausschließen
el_gr: Εξαίρεση ρυθμίσεων κονσόλας από την εισαγωγή.
fa_ir: تنظیمات کنسول را از واردسازی مستثنی کنید.
fr_fr: Exclure les paramètres de la console de l'importation.
it_it: Escludi le impostazioni della console dall'importazione.
ko_kr: 콘솔 설정을 가져오기에서 제외합니다.
uk_ua: Виключити налаштування консолі з імпорту.
zh_cn: 从导入配置中排除控制台设置。

source: Extensible Authentication Protocol (EAP)
cs_cz: Protokol EAP (Extensible Authentication Protocol)
el_gr: Επεκτάσιμο Πρωτόκολλο Ελέγχου Ταυτότητας (EAP)
fa_ir: پروتکل احراز هویت توسعه‌پذیر (EAP)
fr_fr: Protocole d'authentification extensible (EAP)
it_it: Protocollo di autenticazione estensibile (EAP)
ko_kr: 확장 가능한 인증 프로토콜(EAP)
uk_ua: Розширюваний протокол автентифікації (EAP)
zh_cn: 可扩展身份验证协议（EAP）

source: External1
cs_cz: Externí1
de_de: Extern1
el_gr: Εξωτερικό1
fr_fr: Externe1
it_it: Esterno1
ko_kr: 외부1
uk_ua: Зовнішній1

source: External2
cs_cz: Externí2
de_de: Extern2
el_gr: Εξωτερικό2
fr_fr: Externe2
it_it: Esterno2
ko_kr: 외부2
uk_ua: Зовнішній2

source: Family
cs_cz: Generace
de_de: Familie
el_gr: Οικογένεια
fa_ir: خانواده
fr_fr: Famille
it_it: Famiglia
ko_kr: 패밀리
uk_ua: Сімейство
zh_cn: 产品系列

source: FastCGI Application Name
cs_cz: Název pro FastCGI aplikaci
de_de: FastCGI-Anwendungsname
el_gr: Όνομα εφαρμογής FastCGI
fa_ir: نام برنامه FastCGI
fr_fr: Nom de l'application FastCGI
it_it: Nome dell'applicazione FastCGI
ko_kr: FastCGI 응용 프로그램 이름
uk_ua: Ім'я застосунку FastCGI
zh_cn: FastCGI应用名称

source: FastCGI ID
cs_cz: FastCGI identif.
de_de: FastCGI-Anwendungsname
el_gr: Αναγνωριστικό FastCGI
fa_ir: شناسه FastCGI
fr_fr: ID FastCGI
it_it: ID CGI veloce
uk_ua: Ідентифікатор FastCGI

source: File too big to process. It will not be submitted automatically.
cs_cz: Soubor je příliš velký na zpracování. Nebude automaticky odeslán.
de_de: Datei zu groß zur Verarbeitung. Sie wird nicht automatisch übermittelt.
el_gr: Το αρχείο είναι πολύ μεγάλο για επεξεργασία. Δεν θα υποβληθεί αυτόματα.
fa_ir: فایل برای پردازش خیلی بزرگ است. به‌طور خودکار ارسال نخواهد شد.
fr_fr: Fichier trop volumineux pour être traité. Il ne sera pas soumis automatiquement.
it_it: File troppo grande per essere elaborato. Non verrà inviato automaticamente.
ko_kr: 파일이 너무 커서 처리할 수 없습니다. 자동으로 보내지지 않습니다.
uk_ua: Файл завеликий для обробки. Його не буде надіслано автоматично.
zh_cn: 文件太大，无法处理。不会自动提交。

source: Floating rules
cs_cz: Plovoucí pravidla
de_de: Globale Regeln
el_gr: Κυμαινόμενοι κανόνες
fa_ir: قوانین شناور
fr_fr: Règles flottantes
it_it: Regole fluttuanti
ko_kr: 플로팅 규칙
uk_ua: Плаваючі правила
zh_cn: 浮动规则

source: Font Source
cs_cz: Zdroj písma
de_de: Schriftquellen
el_gr: Πηγή γραμματοσειράς
fa_ir: منبع فونت
it_it: Origine carattere
ko_kr: 글꼴 소스
uk_ua: Джерело шрифту
zh_cn: 字体源

source: For grouping purposes you may select multiple groups here to organize items.
cs_cz: Pro účely seskupování je zde možné vybrat vícero skupin a uspořádat tak položky.
de_de: Zu Gruppierungszwecken können Sie hier mehrere Gruppen auswählen, um Elemente zu organisieren.
el_gr: Για λόγους ομαδοποίησης, μπορείτε να επιλέξετε πολλές ομάδες εδώ για να οργανώσετε τα στοιχεία.
fa_ir: برای گروه‌بندی می‌توانید چند گروه را اینجا انتخاب کنید تا آیتم‌ها را سازمان‌دهی کنید.
fr_fr: À des fins de regroupement, vous pouvez sélectionner plusieurs groupes ici pour organiser les éléments.
it_it: A scopo di raggruppamento è possibile selezionare più gruppi qui per organizzare gli elementi.
ko_kr: 그룹화를 위해 여기서 여러 그룹을 선택하여 항목을 구성할 수 있습니다.
uk_ua: Для цілей групування ви можете вибрати декілька груп, щоб організувати елементи.
zh_cn: 出于分组目的，可以在此处选择多个组来组织项目。

source: Form Action
cs_cz: Akce formuláře
de_de: Formularaktion
el_gr: Ενέργεια φόρμας
fa_ir: عملیات فرم
fr_fr: Action sur le formulaire
it_it: Azione del modulo
ko_kr: Form 동작
uk_ua: Дія форми
zh_cn: 表单操作

source: Frame Ancestors
cs_cz: Předkové rámce
de_de: Frame-Vorfahren
el_gr: Πρόγονοι Πλαισίου
fa_ir: والدهای فریم
fr_fr: Encadrer les ancêtres
it_it: Antenati del telaio
ko_kr: 프레임 상위 소스
uk_ua: Батьківські фрейми

source: Frame Source
cs_cz: Zdroj rámce
de_de: Frame-Quellen
el_gr: Πηγή πλαισίου
fa_ir: منبع فریم
fr_fr: Source du cadre
it_it: Sorgente fotogramma
ko_kr: 프레임 소스
uk_ua: Джерело фрейму
zh_cn: 帧源

source: Gateway monitor (%s)
cs_cz: Monitor brány (%s)
el_gr: Παρακολούθηση πύλης (%s)
fa_ir: پایش دروازه (%s)
fr_fr: Moniteur de passerelle (%s)
it_it: Monitoraggio gateway (%s)
ko_kr: 게이트웨이 모니터 (%s)
uk_ua: Монітор шлюзу (%s)
zh_cn: 网关监控器 (%s)

source: Gateway monitor watcher
cs_cz: Sledování monitoru brány
de_de: Gateway-Monitor-Überwachung
el_gr: Παρακολούθηση πύλης
fa_ir: ناظر پایش دروازه
fr_fr: Surveillance de la passerelle
it_it: Osservatore del monitoraggio del gateway
ko_kr: 게이트웨이 모니터 감시기
uk_ua: Наглядач монітора шлюзу
zh_cn: 网关监控监视器
