Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Export type
cs_cz: Typ exportu
de_de: Exportformat
el_gr: Τύπος εξαγωγής
fa_ir: نوع خروجی
fr_fr: Type d'exportation
it_it: Tipo di esportazione
ko_kr: 내보내기 유형
pl_pl: Typ eksportu
uk_ua: Тип експорту
zh_cn: 导出类型

source: Extensive Naxsi Log
cs_cz: Podrobný záznam událostí v Naxsi
de_de: Umfassendes Naxsi-Protokoll
el_gr: Εκτεταμένο αρχείο καταγραφής Naxsi
fa_ir: لاگ مفصل Naxsi
fr_fr: Journal de bord étendu de Naxsi
it_it: Ampio registro di Naxsi
ko_kr: Naxsi 상세 로그
pl_pl: Szczegółowy dziennik Naxsi
uk_ua: Розширений журнал Naxsi
zh_cn: 扩展Naxsi日志

source: Fail Timeout
cs_cz: Časový limit pro nezdar
de_de: Fehlzeitüberschreitung
el_gr: Χρονικό όριο αποτυχίας
fa_ir: زمان انتظار پس از خطا
fr_fr: Délai de défaillance
it_it: Timeout errore
ko_kr: 실패 타임아웃
pl_pl: Czas na połączenie nieudane
uk_ua: Таймаут відмови
zh_cn: 失败超时

source: Fallback Resolver
cs_cz: Náhradní překlad
de_de: Ersatz-Resolver
el_gr: Εφεδρικός Επίλυση
fa_ir: رزولور پشتیبان
fr_fr: Résolveur de secours
it_it: Risolutore di fallback
ko_kr: 대체 해석기
pl_pl: Rezerwowy Resolver
uk_ua: Резервний вирішувач
zh_cn: 后备解析器

source: File System Root
cs_cz: Kořen souborového systému
de_de: Dateisystem-Stammverzeichnis
el_gr: Ρίζα συστήματος αρχείων
fa_ir: ریشهٔ فایل‌سیستم
fr_fr: Racine du système de fichiers
it_it: Radice del file system
ko_kr: 파일 시스템 루트
pl_pl: Korzeń systemu plików
uk_ua: Кореневий каталог файлової системи
zh_cn: 文件系统根目录

source: File format to export.
cs_cz: Formát souboru, do kterého exportovat
de_de: Format, in dem die Konfiguration ausgegeben werden soll.
el_gr: Μορφή αρχείου για εξαγωγή.
fa_ir: قالب فایل برای خروجی
fr_fr: Format de fichier à exporter.
it_it: Formato file da esportare.
ko_kr: 내보낼 파일 형식입니다.
pl_pl: Format pliku do eksportu.
uk_ua: Формат файлу для експорту.
zh_cn: 要导出的文件格式。

source: Flag
cs_cz: Příznak
el_gr: Σημαία
fa_ir: پرچم
fr_fr: Drapeau
it_it: Bandiera
ko_kr: 플래그
pl_pl: Flaga
uk_ua: Прапорець
zh_cn: 标识

source: Flexible user parameters accept parameters with the key. This way a flexible user parameter can be the basis for creating several items.
cs_cz: Přizpůsobivé uživatelské parametry přijímají parametry pomocí klíče. Takový parametr tak může být základem pro vytvoření několika položek.
de_de: Flexible Benutzerparameter akzeptieren Parameter mit dem Schlüssel. Auf diese Weise kann ein flexibler Benutzerparameter als Grundlage für die Erstellung mehrerer Einträge dienen.
el_gr: Οι ευέλικτες παράμετροι χρήστη δέχονται παραμέτρους με το κλειδί. Με αυτόν τον τρόπο, μια ευέλικτη παράμετρος χρήστη μπορεί να αποτελέσει τη βάση για τη δημιουργία πολλών στοιχείων.
fa_ir: پارامترهای کاربری انعطاف‌پذیر پارامترهایی با کلید را می‌پذیرند؛ به این ترتیب یک پارامتر کاربری انعطاف‌پذیر می‌تواند مبنایی برای ایجاد چندین مورد باشد.
fr_fr: Les paramètres utilisateur flexibles acceptent les paramètres avec la clé. De cette façon, un paramètre utilisateur flexible peut servir de base à la création de plusieurs éléments.
it_it: I parametri utente flessibili accettano parametri con la chiave. In questo modo un parametro utente flessibile può essere la base per la creazione di diversi articoli.
ko_kr: 유연한 사용자 매개 변수는 키를 사용하여 매개 변수를 허용합니다. 이러한 방식으로 유연한 사용자 매개 변수는 여러 항목을 만드는 기초가 될 수 있습니다.
pl_pl: Elastyczne parametry użytkownika akceptują parametry z kluczem. W ten sposób elastyczny parametr użytkownika może stanowić podstawę do tworzenia kilku elementów.
uk_ua: Гнучкі параметри користувача приймають параметри з ключем. Таким чином, гнучкий параметр користувача може бути основою для створення кількох елементів.
zh_cn: 灵活的用户参数通过密钥接受参数。这样灵活的用户参数可以成为创建多个项目的基础。

source: Forbid Explicitly
cs_cz: Výslovně zakázat
de_de: Ausdrücklich verbieten
el_gr: Απαγορεύστε ρητά
fa_ir: ممنوع‌سازی صریح
fr_fr: Interdire explicitement
it_it: Vietare esplicitamente
ko_kr: 명시적으로 금지
pl_pl: Zabroń wyraźnie
uk_ua: Заборонити явно
zh_cn: 明确禁止

source: Force HTTPS
cs_cz: Vynutit HTTPS
de_de: HTTPS erzwingen
el_gr: Επιβολή HTTPS
fa_ir: اجبار به HTTPS
fr_fr: Forcer HTTPS
it_it: Forza HTTPS
ko_kr: HTTPS 강제
pl_pl: Wymuś HTTPS
uk_ua: Примусовий HTTPS
zh_cn: 强制HTTPS

source: Force TCP
cs_cz: Vynutit TCP
de_de: Erzwinge TCP
el_gr: Επιβολή TCP
fa_ir: اجبار به TCP
it_it: Forza TCP
ko_kr: TCP 강제 적용
pl_pl: Wymuś TCP
uk_ua: Примусовий TCP
zh_cn: 强制TCP

source: From Day
cs_cz: Ode dne
de_de: Von Tag
el_gr: Από την ημέρα
fa_ir: از روز
fr_fr: Du jour
it_it: Dal giorno
ko_kr: 시작일
pl_pl: Od dnia
uk_ua: З дня
zh_cn: 第一天

source: From Month
cs_cz: Od měsíce
de_de: Von Monat
el_gr: Από τον μήνα
fa_ir: از ماه
fr_fr: Du Mois
it_it: Dal mese
ko_kr: 시작월
pl_pl: Od miesiąca
uk_ua: З місяця
zh_cn: 第一个月

source: GUI Settings
cs_cz: Nastavení grafického uživ. rozhraní
de_de: GUI-Einstellungen
el_gr: Ρυθμίσεις Γραφικού Περιβάλλοντος (GUI)
fa_ir: تنظیمات GUI
fr_fr: Paramètres de l'interface graphique
it_it: Impostazioni dell'interfaccia grafica
ko_kr: GUI 설정
pl_pl: Ustawienia GUI
uk_ua: Налаштування GUI
zh_cn: GUI设置

source: Gateway IP
cs_cz: IP adresa brány
el_gr: IP πύλης
fa_ir: آدرس IP دروازه
fr_fr: IP de la passerelle
it_it: IP del gateway
ko_kr: 게이트웨이 IP
pl_pl: Adres IP bramy
uk_ua: IP-адреса шлюзу
zh_cn: 网关IP

source: Global HTTP Settings
cs_cz: Globální nastavení pro HTTP
de_de: Globale HTTP-Einstellungen
el_gr: Καθολικές ρυθμίσεις HTTP
fa_ir: تنظیمات سراسری HTTP
fr_fr: Paramètres HTTP globaux
it_it: Impostazioni HTTP globali
ko_kr: 전역 HTTP 설정
pl_pl: Globalne ustawienia HTTP
uk_ua: Глобальні налаштування HTTP
zh_cn: 全局HTTP设置

source: Graceful stop
cs_cz: Nenásilné zastavení
de_de: Ordnungsgemäßer Stopp
el_gr: Χαριτωμένη στάση
fa_ir: توقف آرام
fr_fr: Arrêt en douceur
it_it: Sosta graziosa
ko_kr: 정상 종료
pl_pl: Eleganckie zatrzymanie
uk_ua: Плавне завершення роботи
zh_cn: 正常停止

source: Graphite Tag Support
cs_cz: Podpora štítků Graphite
de_de: Graphite Tag-Unterstützung
el_gr: Υποστήριξη ετικετών γραφίτη
fa_ir: پشتیبانی از برچسب‌های Graphite
fr_fr: Support pour les étiquettes en graphite
it_it: Supporto per tag in grafite
ko_kr: Graphite 태그 지원
pl_pl: Wsparcie dla tagów Graphite
uk_ua: Підтримка тегів Graphite
zh_cn: 石墨标签支持

source: Greylist Score
cs_cz: Graylist hodnocení
de_de: Greylist Punkte
el_gr: Βαθμολογία γκρίζας λίστας
fa_ir: امتیاز لیست خاکستری
fr_fr: Score Greylist
it_it: Punteggio della greylist
ko_kr: Greylist 점수
pl_pl: Wynik greylistowania
uk_ua: Бал сірого списку
zh_cn: 灰名单分数

source: HAProxy threads
cs_cz: Vlákna HAProxy
el_gr: Νήματα HAProxy
fa_ir: تردهای HAProxy
fr_fr: Fils HAProxy
it_it: Thread HAProxy
ko_kr: HAProxy 스레드
pl_pl: Wątki HAProxy
uk_ua: Потоки HAProxy
zh_cn: HAProxy线程

source: HAProxy will extract the Host header from the HTTP request and search the map file for a match. If a match is found, the backend pool from the map file will be used.
cs_cz: HAProxy z HTTP požadavku vytáhne hlavičku Hostitel a vyhledá shodu v souboru s mapováním. Pokud je nalezena shoda, použije se fond podpůrné vrstvy ze souboru s mapováním.
de_de: HAProxy extrahiert den Host-Header aus der HTTP-Anfrage und durchsucht die Zuordnungsdatei nach einer Übereinstimmung. Wenn eine Übereinstimmung gefunden wird, wird der Backend-Pool aus der Zuordnungsdatei verwendet.
el_gr: Το HAProxy θα εξαγάγει την κεφαλίδα Host από το αίτημα HTTP και θα αναζητήσει στο αρχείο map μια αντιστοιχία. Εάν βρεθεί μια αντιστοιχία, θα χρησιμοποιηθεί η ομάδα backend από το αρχείο map.
fa_ir: HAProxy هدر Host را از درخواست HTTP استخراج می‌کند و در فایل نقشه به دنبال تطابق می‌گردد. اگر تطابقی یافت شود، استخر بک‌اند مشخص‌شده در فایل نقشه استفاده خواهد شد.
fr_fr: HAProxy extraira l'en-tête Host de la requête HTTP et recherchera une correspondance dans le fichier map. Si une correspondance est trouvée, le pool principal du fichier de carte sera utilisé.
it_it: HAProxy estrarrà l'intestazione Host dalla richiesta HTTP e cercherà una corrispondenza nel file della mappa. Se viene trovata una corrispondenza, verrà utilizzato il pool backend del file di mappa.
ko_kr: HAProxy는 HTTP 요청에서 호스트 헤더를 추출하고 일치하는지에 대한 맵 파일을 검색합니다. 일치하는 경우, 맵 파일에서 백엔드 풀이 사용됩니다.
pl_pl: HAProxy wyodrębnia nagłówek Host z żądania HTTP i wyszukuje odpowiednik w pliku map. Jeżeli dopasowanie zostanie znalezione, zostanie użyty pul backend z pliku map.
uk_ua: HAProxy витягне заголовок Host із HTTP-запиту та шукатиме відповідність у файлі карти. Якщо відповідність знайдено, буде використано пул бекендів із файлу карти.
zh_cn: HAProxy会从HTTP请求中提取主机标头，然后在映射文件中搜索匹配项。如果找到匹配项，则会使用映射文件中的后端池。

source: HAProxy will handle service restarts in a way that no connections are dropped. This is the best restart mode, because it has no impact on user experience. That being said, there might be edge cases where seamless reloads lead to unexpected behaviour.
cs_cz: HAProxy bude restarty služeb obsluhovat tak, aby nedošlo k přerušení spojení. Jedná se o nejlepší režim restartování, protože nemá žádný dopad na uživatele. Ovšem mohou se vyskytnout okrajové případy, kdy bezvýpadkové znovunačtení povede k neočekávanému chování.
de_de: HAProxy führt Dienstneustarts so durch, dass keine Verbindungen getrennt werden. Dies ist der beste Neustartmodus, da er keine Auswirkungen auf die Benutzererfahrung hat. Es kann jedoch Randfälle geben, in denen nahtlose Neustarts zu unerwartetem Verhalten führen.
el_gr: Το HAProxy θα χειριστεί τις επανεκκινήσεις των υπηρεσιών με τρόπο που δεν θα διακόπτει καμία σύνδεση. Αυτή είναι η καλύτερη λειτουργία επανεκκίνησης, επειδή δεν έχει καμία επίδραση στην εμπειρία του χρήστη. Ωστόσο, ενδέχεται να υπάρχουν ακραίες περιπτώσεις όπου οι απρόσκοπτες επαναφορτώσεις οδηγούν σε απροσδόκητη συμπεριφορά.
fa_ir: HAProxy راه‌اندازی مجدد سرویس‌ها را طوری مدیریت می‌کند که هیچ اتصالی قطع نشود. این بهترین حالت راه‌اندازی مجدد است چون تأثیری بر تجربه کاربری ندارد. با این حال ممکن است در موارد حاشیه‌ای بارگذاری مجدد بدون وقفه به رفتار غیرمنتظره‌ای منجر شود.
fr_fr: HAProxy gérera les redémarrages de service de manière à ce qu'aucune connexion ne soit interrompue. C'est le meilleur mode de redémarrage, car il n'a aucun impact sur l'expérience utilisateur. Cela étant dit, il peut y avoir des cas extrêmes où des rechargements transparents conduisent à un comportement inattendu.
it_it: HAProxy gestirà i riavvii del servizio in modo tale che nessuna connessione venga interrotta. Questa è la modalità di riavvio migliore perché non ha alcun impatto sull'esperienza dell'utente. Detto questo, potrebbero esserci casi limite in cui le ricariche continue portano a comportamenti inaspettati.
ko_kr: HAProxy는 연결이 끊어지지 않는 방식으로 서비스 재시작을 처리합니다. 이는 사용자 경험에 영향을 주지 않기 때문에 최상의 재시작 모드입니다. 하지만, 신뢰성있는 리로드가 예상치 못한 동작을 유발할 수 있는 극히 드문 경우가 있을 수 있습니다.
pl_pl: HAProxy będzie obsługiwać restarty usług w taki sposób, że żadne połączenia nie zostaną przerwane. Jest to najlepszy sposób restartu, ponieważ nie wpływa na doświadczenia użytkownika. Niemniej jednak, mogą wystąpić przypadki graniczne, w których bezproblemowe przeładowania prowadzą do nieoczekiwanych zachowań.
uk_ua: HAProxy буде обробляти перезапуски сервісів таким чином, щоб не було розривів з'єднань. Це найкращий режим перезапуску, оскільки він не впливає на взаємодію з користувачем. Проте, можуть бути граничні випадки, коли безперервне перезавантаження призводить до неочікуваної поведінки.
zh_cn: HAProxy会以不断开连接的方式处理服务重启。这是最佳的重新启动模式，因为它不会影响用户体验。但在某些极端情况下，无缝重新加载会导致意外行为。

source: HAProxy will use this backend pool if no match is found in the map file.
cs_cz: Pokud nebude nalezena žádná shoda v mapovacím souboru, HAProxy použije fond podpůrné vrstvy.
de_de: Falls keine Übereinstimmung in der Zuordnungsdatei gefunden wird, nutzt HAProxy diesen Backend-Pool.
el_gr: Το HAProxy θα χρησιμοποιήσει αυτήν την ομάδα backend εάν δεν βρεθεί καμία αντιστοιχία στο αρχείο χάρτη.
fa_ir: HAProxy از این استخر بک‌اند استفاده خواهد کرد اگر در فایل نقشه هیچ تطابقی یافت نشود.
fr_fr: HAProxy utilisera ce pool de backend si aucune correspondance n'est trouvée dans le fichier map.
it_it: HAProxy utilizzerà questo pool backend se non viene trovata alcuna corrispondenza nel file di mappa.
ko_kr: 맵 파일에서 일치하는 항목이 없으면 HAProxy에서 이 백엔드 풀을 사용합니다.
pl_pl: Jeżeli w pliku map nie zostanie znalezione dopasowanie, HAProxy będzie korzystać z tego pulu backend.
uk_ua: HAProxy використовуватиме цей пул бекендів, якщо у файлі карти не знайдено збігу.
zh_cn: 如果在映射文件中找不到匹配项，HAProxy会使用此后端池。

source: HTTP Port
el_gr: Θύρα HTTP
fa_ir: پورت HTTP
fr_fr: Port HTTP
it_it: Porta HTTP
ko_kr: HTTP 포트
pl_pl: Port HTTP
uk_ua: Порт HTTP
zh_cn: HTTP端口

source: HTTP Port this service listens on.
cs_cz: HTTP port na kterém tato služba očekává spojení.
de_de: HTTP-Port an dem dieser Dienst lauscht.
el_gr: Θύρα HTTP στην οποία εκτελεί ακρόαση αυτή η υπηρεσία.
fa_ir: پورت HTTP که این سرویس به آن گوش می‌دهد.
fr_fr: Port HTTP sur lequel ce service écoute.
it_it: Porta HTTP su cui è in ascolto questo servizio.
ko_kr: 이 서비스가 수신 대기하는 HTTP 포트입니다.
pl_pl: Port HTTP, na którym nasłuchuje ta usługa.
uk_ua: Порт HTTP, на якому прослуховує ця служба.
zh_cn: 此服务监听的HTTP端口。

source: HTTP reuse
cs_cz: Znovuvyužití HTTP
de_de: HTTP-Wiederverwendung
el_gr: Επαναχρησιμοποίηση HTTP
fa_ir: بازاستفاده HTTP
fr_fr: Réutilisation HTTP
it_it: Riutilizzo HTTP
ko_kr: HTTP 재사용
pl_pl: Ponowne użycie HTTP
uk_ua: Повторне використання HTTP
zh_cn: HTTP重用

source: HTTPS Only
cs_cz: Pouze HTTPS
de_de: Nur HTTPS
el_gr: Μόνο HTTPS
fa_ir: فقط HTTPS
fr_fr: HTTPS uniquement
it_it: Solo HTTPS
ko_kr: HTTPS 전용
pl_pl: Tylko HTTPS
uk_ua: Тільки HTTPS
zh_cn: 仅HTTPS

source: HTTPS Port
el_gr: Θύρα HTTPS
fa_ir: پورت HTTPS
fr_fr: Port HTTPS
it_it: Porta HTTPS
ko_kr: HTTPS 포트
pl_pl: Port HTTPS
uk_ua: Порт HTTPS
zh_cn: HTTPS端口

source: HTTPS Port this service listens on. If you enable HTTPS you will be redirected from HTTP to HTTPS. Please select a certificate below
cs_cz: Port HTTPS, na kterém tato služba očekává spojení. Pokud zapnete HTTPS, budete přesměrováni z HTTP na HTTPS. Níže vyberte certifikát
de_de: HTTPS-Port, auf dem der Dienst lauscht. Bei Aktivierung erfolgt eine Umleitung von HTTP auf HTTPS.
el_gr: Θύρα HTTPS στην οποία ακούει αυτή η υπηρεσία. Εάν ενεργοποιήσετε το HTTPS, θα ανακατευθυνθείτε από HTTP σε HTTPS. Επιλέξτε ένα πιστοποιητικό παρακάτω.
fa_ir: پورت HTTPS که این سرویس به آن گوش می‌دهد. اگر HTTPS را فعال کنید، از HTTP به HTTPS هدایت خواهید شد. لطفاً یک گواهی را از فهرست زیر انتخاب کنید.
fr_fr: Port HTTPS sur lequel ce service écoute. Si vous activez HTTPS, vous serez redirigé de HTTP vers HTTPS. Veuillez sélectionner un certificat ci-dessous
it_it: Porta HTTPS su cui è in ascolto questo servizio. Se abiliti HTTPS verrai reindirizzato da HTTP a HTTPS. Seleziona un certificato di seguito
ko_kr: 이 서비스가 수신 대기하는 HTTPS 포트입니다. HTTPS를 사용하도록 설정하면 HTTP에서 HTTPS로 리디렉션됩니다. 아래에서 인증서를 선택하세요
pl_pl: Port HTTPS, na którym nasłuchuje ta usługa. Jeśli włączysz HTTPS, zostaniesz przekierowany z HTTP na HTTPS. Proszę wybrać poniżej certyfikat
uk_ua: Порт HTTPS, на якому прослуховує ця служба. Якщо ви ввімкнете HTTPS, вас буде перенаправлено з HTTP на HTTPS. Будь ласка, виберіть сертифікат нижче.
zh_cn: 此服务监听的HTTPS端口。如果启用HTTPS，您会从HTTP重定向到HTTPS。请在下面选择证书

source: Hash Bucket Size
cs_cz: Velikost „kbelíku“ otisku
de_de: Größe der Hash-Buckets
el_gr: Μέγεθος κάδου κατακερματισμού
fa_ir: اندازه باکت هش
fr_fr: Taille du seau de hachage
it_it: Dimensioni del bucket di hash
ko_kr: 해시 버킷 크기
pl_pl: Rozmiar kubełka hash
uk_ua: Розмір хеш-корзини
zh_cn: 哈希桶大小

source: Header Score
cs_cz: Hodnocení hlavičky
de_de: Header-Bewertung
el_gr: Σκορ κεφαλίδας
fa_ir: امتیاز هدر
fr_fr: Score de l'en-tête
it_it: Punteggio di testa
ko_kr: 헤더 점수
pl_pl: Wynik nagłówka
uk_ua: Бал заголовка
zh_cn: 标头分数

source: Healthy Threshold
cs_cz: Prahová hodnota pro zdraví
de_de: Schwellenwert für „gesund“
el_gr: Υγιές όριο
fa_ir: آستانه سلامت
fr_fr: Seuil de santé
it_it: Soglia sana
ko_kr: 정상 임계값
pl_pl: Próg zdrowia
uk_ua: Поріг здоров'я
zh_cn: 正常阈值

source: Hide Hostname
cs_cz: Skrýt název stroje
de_de: Verstecke Hostnamen
el_gr: Απόκρυψη ονόματος κεντρικού υπολογιστή
fa_ir: پنهان‌سازی نام میزبان
fr_fr: Masquer le nom d'hôte
it_it: Nascondi nome host
ko_kr: 호스트 이름 숨기기
pl_pl: Ukryj nazwę hosta
uk_ua: Приховати ім'я хоста
zh_cn: 隐藏主机名

source: Honeypot
fa_ir: هانی‌پات
fr_fr: Pot de miel
ko_kr: 허니팟
pl_pl: Pułapka (honeypot)
uk_ua: Медова пастка
zh_cn: 蜜罐

source: Host Pattern
cs_cz: Vzor hostitele
de_de: Host-Muster
el_gr: Πρότυπο κεντρικού υπολογιστή
fa_ir: الگوی میزبان
fr_fr: Modèle d'hôte
it_it: Modello ospite
ko_kr: 호스트 패턴
pl_pl: Wzorzec hosta
uk_ua: Шаблон хоста
zh_cn: 主机模式

source: Hostname Upstream Map
cs_cz: Nadřazená mapa názvu strojů
de_de: Hostname-Zuordnung (Upstream)
el_gr: Χάρτης ανοδικού ρεύματος ονόματος κεντρικού υπολογιστή
fa_ir: نقشه نام میزبان بالادست
fr_fr: Carte du nom d'hôte en amont
it_it: Mappa upstream del nome host
ko_kr: 호스트 이름 업스트림 맵
pl_pl: Mapa nazw hostów dla upstream
uk_ua: Карта вихідних імен хостів
zh_cn: 主机名上游映射

source: How long a DNS query will wait for a response in milliseconds.
cs_cz: Jak dlouho bude DNS dotaz čekat na odpověď (v milisekundách).
de_de: Wie lange eine DNS-Abfrage auf eine Antwort wartet (in Millisekunden).
el_gr: Πόσο χρόνο θα περιμένει ένα ερώτημα DNS για μια απάντηση σε χιλιοστά του δευτερολέπτου.
fa_ir: مدت زمانی که یک پرس‌وجوی DNS برای دریافت پاسخ صبر می‌کند (ms).
fr_fr: Combien de temps une requête DNS attendra pour une réponse, en millisecondes.
it_it: Quanto tempo una query DNS attenderà una risposta in millisecondi.
ko_kr: DNS 쿼리가 응답을 기다리는 시간(밀리초)입니다.
pl_pl: Jak długo zapytanie DNS będzie czekać na odpowiedź w milisekundach.
uk_ua: Скільки мілісекунд DNS-запит чекатиме на відповідь.
zh_cn: DNS查询等待响应的时间(毫秒)。

source: How much memory in percent the cache can use from the system. Default is 80%.
cs_cz: Kolik operační paměti (v procentech) může mezipaměť využít ze systému. Výchozí hodnota je 80 %.
de_de: Wie viel Speicher (in %) der Cache maximal nutzen darf. Standard: 80 %.
el_gr: Πόση μνήμη σε ποσοστό μπορεί να χρησιμοποιήσει η προσωρινή μνήμη από το σύστημα. Η προεπιλογή είναι 80%.
fa_ir: چه درصدی از حافظهٔ سیستم می‌تواند توسط کش استفاده شود. مقدار پیش‌فرض 80% است.
fr_fr: Combien de mémoire en pourcentage le cache peut utiliser du système. La valeur par défaut est de 80 %.
it_it: Quanta memoria in percentuale può essere utilizzata dalla cache dal sistema. L'impostazione predefinita è 80%.
ko_kr: 캐시가 시스템에서 사용할 수 있는 메모리 양(%)입니다. 기본값은 80%입니다.
pl_pl: Ile pamięci w procentach może wykorzystać cache z systemu. Domyślnie jest to 80%.
uk_ua: Скільки пам'яті у відсотках кеш може використовувати з системи. Типово 80%.
zh_cn: 缓存可以从系统使用多少内存（以百分比表示）。默认值为80％。

source: IP ACL
it_it: ACL IP
pl_pl: ACL IP
uk_ua: ACL IP
zh_cn: IP访问列表

source: IP address the server UI listens on.
cs_cz: IP adresa, na které očekává spojení uživatelské rozhraní serveru.
de_de: IP-Adresse, auf der die Server-Oberfläche lauscht.
el_gr: Διεύθυνση IP στην οποία ακούει το περιβάλλον χρήστη του διακομιστή.
fa_ir: آدرس IP که رابط کاربری سرور به آن گوش می‌دهد.
fr_fr: Adresse IP sur laquelle l'interface utilisateur du serveur écoute.
it_it: Indirizzo IP su cui è in ascolto l'interfaccia utente del server.
ko_kr: 서버 UI가 수신 대기하는 IP 주소입니다.
pl_pl: Adres IP, na którym nasłuchuje interfejs użytkownika serwera.
uk_ua: IP-адреса, на якій прослуховує інтерфейс користувача сервера.
zh_cn: 服务器UI监听的IP地址。

source: IP address to listen to where sensors should send log. Leave blank if you run server and sensor on the same machine.
cs_cz: IP adresa na které očekávat spojení, na kterou mají senzory odesílat záznam událostí. Pokud provozujete server a senzor na stejném počítači, nevyplňujte.
de_de: IP-Adresse, auf der auf Logdaten von Sensoren gewartet wird. Freilassen, wenn Server und Sensor auf derselben Maschine laufen.
el_gr: Διεύθυνση IP για την ακρόαση του σημείου όπου οι αισθητήρες θα πρέπει να στέλνουν το αρχείο καταγραφής. Αφήστε το κενό εάν εκτελείτε διακομιστή και αισθητήρα στον ίδιο υπολογιστή.
fa_ir: آدرس IP که سنسورها باید لاگ را به آن ارسال کنند. اگر سرور و سنسور روی یک ماشین اجرا می‌شوند، خالی بگذارید.
fr_fr: Adresse IP à écouter où les capteurs doivent envoyer le journal. Laissez vide si vous exécutez le serveur et le capteur sur la même machine.
it_it: Indirizzo IP per ascoltare dove i sensori dovrebbero inviare il registro. Lascia vuoto se esegui server e sensore sulla stessa macchina.
ko_kr: 센서가 로그를 보낼 위치를 수신할 IP 주소입니다. 서버와 센서를 동일한 시스템에서 실행하는 경우에는 비워 두세요.
pl_pl: Adres IP do nasłuchiwania, gdzie czujniki powinny wysyłać logi. Pozostaw puste, jeśli serwer i czujnik działają na tej samej maszynie.
uk_ua: IP-адреса, на якій прослуховувати, куди датчики повинні надсилати журнал. Залиште порожнім, якщо сервер і датчик працюють на одній машині.
zh_cn: 监听传感器应将日志发送到的IP地址。如果在同一台计算机上运行服务器和传感器，请保留空白。

source: IPv6 Address
cs_cz: IPv6 adresa
de_de: IPv6-Adresse
el_gr: Διεύθυνση IPv6
fa_ir: آدرس IPv6
fr_fr: Adresse IPv6
it_it: Indirizzo IPv6
ko_kr: IPv6 주소
pl_pl: Adres IPv6
uk_ua: Адреса IPv6
zh_cn: IPv6地址

source: If checked, also subdomains are affected.
cs_cz: Pokud zaškrtnuto, týká se také subdomén.
de_de: Wenn aktiviert, gilt die Einstellung auch für Subdomains.
el_gr: Εάν είναι επιλεγμένο, επηρεάζονται και οι υποτομείς.
fa_ir: اگر تیک زده شود، زیردامنه‌ها نیز تحت تأثیر قرار می‌گیرند.
fr_fr: Si cette case est cochée, les sous-domaines sont également concernés.
it_it: Se selezionato, sono interessati anche i sottodomini.
ko_kr: 선택하면 하위 도메인도 영향을 받습니다.
pl_pl: Jeśli zaznaczone, dotyczy także subdomen.
uk_ua: Якщо встановлено, також зачіпає піддомени.
zh_cn: 如果选中，则子域也会受到影响。

source: If checked, the CSP is not enforced (learning mode).
cs_cz: Pokud zaškrtnuto, CPS není vynucováno (učící se režim).
de_de: Wenn aktiviert, wird CSP nicht erzwungen (Lernmodus).
el_gr: Εάν επιλεγεί, το CSP δεν επιβάλλεται (λειτουργία εκμάθησης).
fa_ir: اگر تیک زده شود، CSP اعمال نمی‌شود (حالت یادگیری).
fr_fr: Si cette case est cochée, le CSP n'est pas appliqué (mode apprentissage).
it_it: Se selezionato, il CSP non viene applicato (modalità di apprendimento).
ko_kr: 체크하면 CSP가 적용되지 않습니다(학습 모드).
pl_pl: Jeśli zaznaczone, CSP nie jest egzekwowane (tryb nauki).
uk_ua: Якщо встановлено, CSP не застосовується (режим навчання).
zh_cn: 如果选中，则不强制执行CSP(学习模式)。

source: If checked, this part of the CSP is enabled.
cs_cz: Pokud zaškrtnuto, tato část CSP je zapnuta.
de_de: Wenn aktiviert, ist dieser Teil der CSP aktiv.
el_gr: Εάν είναι επιλεγμένο, αυτό το μέρος του CSP είναι ενεργοποιημένο.
fa_ir: اگر تیک زده شود، این بخش از CSP فعال می‌شود.
fr_fr: Si cette case est cochée, cette partie du CSP est activée.
it_it: Se selezionata, questa parte del CSP è abilitata.
ko_kr: 이 옵션을 선택하면 CSP의 이 부분이 활성화됩니다.
pl_pl: Jeśli zaznaczone, ta część CSP jest włączona.
uk_ua: Якщо встановлено, ця частина CSP увімкнена.
zh_cn: 如果选中，则启用CSP的这一部分。

source: If enabled it allows you to use SMTPS.
cs_cz: Pokud zapnuto, umožní používání SMTPs.
de_de: Wenn aktiviert erlaubt es ihnen SMTPS zu benutzen.
el_gr: Εάν είναι ενεργοποιημένο, σας επιτρέπει να χρησιμοποιήσετε το SMTPS.
fa_ir: اگر فعال شود، امکان استفاده از SMTPS را فراهم می‌کند.
fr_fr: Si elle est activée, elle vous permet d'utiliser SMTPS.
it_it: Se abilitato consente di utilizzare SMTPS.
ko_kr: 활성화하면, SMTPS를 사용할 수 있습니다.
pl_pl: Jeśli jest włączony, pozwala używać SMTPS.
uk_ua: Якщо ввімкнено, це дозволяє використовувати SMTPS.
zh_cn: 如果启用它，则允许您使用SMTPS。
