Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Specify resolver for Upstream names resolution, OCSP stapling etc. Uses system resolver if not specified but can produce warning messages in log.
cs_cz: Zadejte server pro překlad nadřazených názvů, „sešívání“ (stapling) OCSP atd. Pokud není zadán, bude použit ten z nastavení systému, ale může se stát, že v záznamu událostí se budou objevovat varovné zprávy.
de_de: Geben Sie den DNS-Resolver für die Namensauflösung von Upstreams, OCSP-Stapling usw. an. Wird kein Resolver angegeben, wird der System-Resolver verwendet (kann Warnungen im Log verursachen).
el_gr: Καθορίστε τον αναλυτή για την ανάλυση ονομάτων Upstream, τη συρραφή OCSP κ.λπ. Χρησιμοποιεί τον αναλυτή συστήματος εάν δεν έχει καθοριστεί, αλλά μπορεί να παράγει μηνύματα προειδοποίησης στο αρχείο καταγραφής.
fa_ir: حل‌کننده‌ای برای برطرف‌سازی نام‌های بالادستی، OCSP stapling و غیره را مشخص کنید. در صورت عدم تعیین از حل‌کنندهٔ سیستم استفاده می‌شود اما ممکن است پیام‌های هشدار در لاگ تولید کند.
fr_fr: Spécifier le résolveur pour la résolution des noms en amont, l'agrafage OCSP, etc. Utilise le résolveur du système s'il n'est pas spécifié, mais peut produire des messages d'avertissement dans le journal.
it_it: Specificare il risolutore per la risoluzione dei nomi upstream, la pinzatura OCSP ecc. Utilizza il risolutore di sistema se non specificato ma può produrre messaggi di avviso nel registro.
ko_kr: 업스트림 이름 확인, OCSP 스테이플링 등을 위한 리졸버를 지정합니다. 지정하지 않으면 시스템 리졸버를 사용하지만 로그에 경고 메시지가 생성될 수 있습니다.
uk_ua: Вкажіть резолвер для розділення імен Upstream, OCSP stapling тощо. Використовує системний резолвер, якщо не вказано, але може створювати попереджувальні повідомлення в журналі.
zh_cn: 指定上游名称解析、OCSP装订等的解析器。如果未指定，则使用系统解析器，但可以在日志中生成警告消息。

source: Specify the number of data bytes to be sent. Default is 1.
cs_cz: Zadejte počet datových bajtů, které poslat. Výchozí je 1.
de_de: Anzahl der zu sendenden Datenbytes. Standardwert ist 1.
el_gr: Καθορίστε τον αριθμό των byte δεδομένων που θα αποσταλούν. Η προεπιλογή είναι 1.
fa_ir: تعداد بایت‌های داده‌ای که باید ارسال شوند را مشخص کنید. مقدار پیش‌فرض 1 است.
fr_fr: Indique le nombre d'octets de données à envoyer. La valeur par défaut est 1.
it_it: Specificare il numero di byte di dati da inviare. L'impostazione predefinita è 1.
ko_kr: 보낼 데이터 바이트 수를 지정합니다. 기본값은 1입니다.
uk_ua: Вкажіть кількість байтів даних для надсилання. Типово — 1.
zh_cn: 指定要发送的数据字节数。默认值为 1。

source: Store CRL's
cs_cz: Ukládat CRL seznamy
de_de: CRLs speichern
el_gr: CRL καταστήματος
fa_ir: ذخیره CRL‌ها
fr_fr: Stocker les CRL
it_it: Memorizzare le CRL
ko_kr: CRL 저장
uk_ua: Зберігати CRL-и
zh_cn: 存储库CRL

source: Store all configured CRL's in the default trust store.
cs_cz: Uložit veškeré nastavené CRL seznamy do výchozího úložiště důvěryhodnosti.
de_de: Speichern Sie alle konfigurierten Sperrlisten (CRLs) im standardmäßigen Vertrauensspeicher.
el_gr: Αποθηκεύστε όλες τις διαμορφωμένες CRL στον προεπιλεγμένο χώρο αποθήκευσης αξιοπιστίας.
fa_ir: تمام CRLهای پیکربندی‌شده را در مخزن اعتماد پیش‌فرض ذخیره کنید.
fr_fr: Stocker toutes les CRL configurées dans la liste de confiance par défaut.
it_it: Archivia tutti i CRL configurati nell'archivio attendibilità predefinito.
ko_kr: 모든 구성된 CRL을 기본 신뢰 저장소에 저장합니다.
uk_ua: Зберігати всі налаштовані CRL-и у типовому сховищі довіри.
zh_cn: 将所有配置的CRL存储在默认信任库中。

source: Store and generate next
cs_cz: Uložit a vytvořit další
de_de: Speichern und nächsten generieren
el_gr: Αποθήκευση και δημιουργία επόμενου
fa_ir: ذخیره و تولید بعدی
fr_fr: Stocker et générer le prochain
it_it: Memorizza e genera successivamente
ko_kr: 저장하고 다음을 생성
uk_ua: Зберігати та генерувати наступний
zh_cn: 存储并生成下一步

source: Store the public parts of this peer and generate a keypair for the next.
cs_cz: Uložit veřejné části tohoto protějšku a vytvořit dvojici klíčů pro dalšího.
de_de: Speichern Sie die öffentlichen Teile dieser Gegenstelle und generieren Sie ein Schlüsselpaar für die nächste.
el_gr: Αποθηκεύστε τα δημόσια μέρη αυτού του ομότιμου και δημιουργήστε ένα ζεύγος κλειδιών για το επόμενο.
fa_ir: بخش‌های عمومی این همتا را ذخیره کرده و برای مورد بعدی یک جفت کلید تولید کنید.
fr_fr: Stocker les parties publiques de ce pair et générer une paire de clés pour le prochain.
it_it: Memorizza le parti pubbliche di questo peer e genera una coppia di chiavi per il successivo.
ko_kr: 이 피어의 공개 부분을 저장하고 다음 피어에 대한 키 쌍을 생성합니다.
uk_ua: Зберігати публічні частини цього піра та генерувати пару ключів для наступного.
zh_cn: 存储该端点的公共部分设置并为下一个端点生成密钥对。

source: StrictSubnets
cs_cz: Striktní podsítě
fa_ir: سخت‌گیری برای زیرشبکه‌ها
it_it: Sottoreti rigorose
ko_kr: 엄격한 서브넷
uk_ua: Суворі підмережі

source: Subnet or range defining addresses allocated in pool. Accepts a single CIDR subnet defining the pool to allocate addresses from.
cs_cz: Podsíť nebo rozsah definující adresy přidělené ve fondu. Přijímá jednu CIDR podsíť, definující fond, ze kterého budou přidělovány adresy.
de_de: Subnetz oder Bereich, aus dem Adressen im Pool zugewiesen werden. Akzeptiert ein einzelnes CIDR-Subnetz, das den Adressbereich angibt.
el_gr: Υποδίκτυο ή εύρος που ορίζει διευθύνσεις που έχουν εκχωρηθεί σε μια ομάδα. Δέχεται ένα μόνο υποδίκτυο CIDR που ορίζει την ομάδα από την οποία θα εκχωρηθούν διευθύνσεις.
fa_ir: زیرشبکه یا محدوده‌ای که آدرس‌های تخصیص‌یافته در استخر را تعریف می‌کند. یک زیرشبکهٔ CIDR واحد پذیرفته می‌شود که استخر آدرس‌ها را مشخص می‌کند.
fr_fr: Sous-réseau ou plage définissant les adresses allouées dans le pool. Accepte un sous-réseau CIDR unique définissant le pool à partir duquel les adresses sont allouées.
it_it: Indirizzi che definiscono la sottorete o l'intervallo allocati nel pool. Accetta una singola sottorete CIDR che definisce il pool da cui allocare gli indirizzi.
ko_kr: 풀에서 할당할 주소를 정의하는 서브넷 또는 범위입니다. 주소를 할당할 풀을 정의하는 단일 CIDR 서브넷을 허용합니다.
uk_ua: Підмережа або діапазон, що визначає адреси, виділені в пулі. Приймає одну CIDR-підмережу, що визначає пул, з якого виділяти адреси.
zh_cn: 定义池中分配的子网或范围的地址。接受定义池以分配地址的单个CIDR子网。

source: Subnet this reservation belongs to
cs_cz: Podsíť, do které tato rezervace patří
de_de: Subnetz, dem diese Reservierung zugewiesen ist
el_gr: Υποδίκτυο στο οποίο ανήκει αυτή η κράτηση
fa_ir: زیرشبکه‌ای که این رزرو به آن تعلق دارد
fr_fr: Sous-réseau auquel cette réservation appartient
it_it: Sottorete a cui appartiene questa prenotazione
ko_kr: 이 예약이 속한 서브넷
uk_ua: Підмережа, до якої належить це резервування
zh_cn: 该预留所属的子网

source: Subnet to use, should be large enough to hold the specified pools and reservations
cs_cz: Podsíť, která má být použita. Měla by být dostatečně velká, aby se do ní vešly zadané fondy a rezervace.
de_de: Zu verwendendes Subnetz. Sollte groß genug sein, um die angegebenen Bereiche und Reservierungen aufzunehmen.
el_gr: Το υποδίκτυο που θα χρησιμοποιηθεί θα πρέπει να είναι αρκετά μεγάλο ώστε να χωράει τις καθορισμένες ομάδες και τις κρατήσεις.
fa_ir: زیرشبکه‌ای برای استفاده؛ باید به‌اندازهٔ کافی بزرگ باشد تا استخرها و رزروهای مشخص‌شده را دربرگیرد.
fr_fr: Sous-réseau à utiliser, suffisamment grand pour contenir les pools et les réservations spécifiés.
it_it: La sottorete da utilizzare deve essere sufficientemente grande da contenere i pool e le prenotazioni specificati
ko_kr: 사용할 서브넷으로, 지정된 풀과 예약을 수용할 수 있을 만큼 커야 합니다.
uk_ua: Підмережа для використання, повинна бути достатньо великою, щоб вмістити вказані пули та резервування
zh_cn: 要使用的子网，子网应足够大来容纳指定的地址池和保留地址

source: Superseded
cs_cz: Nahrazeno
de_de: Ersetzt
el_gr: Αντικαταστάθηκε
fa_ir: جایگزین‌شده
fr_fr: Remplacé
it_it: Sostituito
ko_kr: 대체됨
uk_ua: Замінено
zh_cn: 取代

source: Sync compatibility
cs_cz: Kompatibilita se synchronizací
de_de: Synchronisationskompatibilität
el_gr: Συμβατότητα συγχρονισμού
fa_ir: سازگاری همگام‌سازی
fr_fr: Compatibilité avec le système de synchronisation
it_it: Compatibilità di sincronizzazione
ko_kr: 동기화 호환성
uk_ua: Сумісність синхронізації
zh_cn: 同步兼容性

source: Synchronize Config
cs_cz: Synchronizovat nastavení
de_de: Konfigurationssynchronisation
el_gr: Συγχρονισμός διαμόρφωσης
fa_ir: همگام‌سازی پیکربندی
fr_fr: Synchroniser la configuration
it_it: Sincronizza config
ko_kr: 구성 동기화
uk_ua: Синхронізувати конфігурацію
zh_cn: 同步配置

source: Synchronize all states via
cs_cz: Synchronizovat veškeré stavy prostřednictvím
de_de: Statussynchronisation über
el_gr: Συγχρονισμός όλων των καταστάσεων μέσω
fa_ir: همهٔ حالت‌ها را از طریق
fr_fr: Synchroniser tous les états via
it_it: Sincronizza tutti gli stati tramite
ko_kr: 모든 상태를 동기화합니다.
uk_ua: Синхронізувати всі стани через
zh_cn: 同步状态接口

source: System User
cs_cz: Systémový uživatel
de_de: Systembenutzer
el_gr: Χρήστης συστήματος
fa_ir: کاربر سیستم
fr_fr: Utilisateur du système
it_it: Utente del sistema
ko_kr: 시스템 사용자
uk_ua: Системний користувач
zh_cn: 系统用户

source: TFTP bootfile name
cs_cz: Název souboru pro zavádění přes TFTP
de_de: TFTP-Startdateiname
el_gr: Όνομα αρχείου εκκίνησης TFTP
fa_ir: نام فایل بوت TFTP
fr_fr: Nom du fichier d'amorçage TFTP
it_it: Nome del file di avvio TFTP
ko_kr: TFTP 부팅 파일 이름
uk_ua: Ім'я завантажувального файлу TFTP
zh_cn: TFTP引导文件名称

source: TFTP server address or fqdn
cs_cz: Adresa nebo fqdn TFTP serveru
de_de: Adresse oder FQDN des TFTP-Servers.
el_gr: Διεύθυνση διακομιστή TFTP ή fqdn
fa_ir: آدرس سرور TFTP یا FQDN
fr_fr: Adresse du serveur TFTP ou fqdn
it_it: Indirizzo del server TFTP o fqdn
ko_kr: TFTP 서버 주소 또는 FQDN
uk_ua: Адреса TFTP-сервера або FQDN
zh_cn: TFTP 服务器地址或 FQDN

source: TLS Insecure Skip Verify
cs_cz: Přeskočit ověřování nezabezpečeného TLS
el_gr: Μη ασφαλής παράλειψη επαλήθευσης TLS
fa_ir: TLS — نادیده‌گرفتن بررسی گواهی (ناامن)
it_it: TLS non sicuro Salta verifica
ko_kr: TLS 안전하지 않음 건너뛰기 확인
uk_ua: TLS: небезпечно, пропустити перевірку
zh_cn: 跳过验证

source: TLS Server Name
cs_cz: Název TLS serveru
el_gr: Όνομα διακομιστή TLS
fa_ir: نام سرور TLS
fr_fr: Nom du serveur TLS
it_it: Nome del server TLS
ko_kr: TLS 서버 이름
uk_ua: Ім'я сервера TLS
zh_cn: TLS服务器名称

source: TLS Trust Pool
cs_cz: Fond TLS důvěryhodnosti
de_de: TLS-Servername
fa_ir: مخزن اعتماد TLS
fr_fr: Pool de confiance TLS
it_it: Pool di attendibilità TLS
ko_kr: TLS 신뢰 풀
uk_ua: Пул довіри TLS
zh_cn: TLS证书池

source: The 1:1 mapping will only be used for connections to or from the specified destination. Hint: this is usually 'any'.
cs_cz: Mapování 1:1 bude použito pouze pro připojení k zadanému cíli nebo z něj. Tip: obvykle toto bývá 'any'.
de_de: Die 1:1-Zuordnung wird nur für Verbindungen zu oder von dem angegebenen Ziel verwendet. Hinweis: In der Regel "beliebig" auswählen.
el_gr: Η αντιστοίχιση 1:1 θα χρησιμοποιηθεί μόνο για συνδέσεις προς ή από τον καθορισμένο προορισμό. Υπόδειξη: συνήθως πρόκειται για «οποιαδήποτε».
fa_ir: تطابق 1:1 فقط برای اتصال‌هایی به یا از مقصد مشخص‌شده استفاده می‌شود. نکته: معمولاً مقدار 'any' است.
fr_fr: Le mappage 1:1 ne sera utilisé que pour les connexions vers ou depuis la destination spécifiée. Conseil : il s'agit généralement de "any".
it_it: La mappatura 1:1 verrà utilizzata solo per le connessioni da o verso la destinazione specificata. Suggerimento: di solito è "qualsiasi".
ko_kr: 1:1 매핑은 지정된 대상과의 연결에만 사용됩니다. 힌트: 이는 일반적으로 '모두'입니다.
uk_ua: Відображення 1:1 буде використовуватись лише для з'єднань до або від вказаного призначення. Підказка: це типово 'будь-який'.
zh_cn: 1:1映射仅用于往返于指定目标的连接。提示：这通常是“any”。

source: The API Key is the previous mechanism that was replaced with Personal Access Tokens. API Keys should no longer be used.
cs_cz: Klíč k API je předchozí mechanismus, který byl nahrazen osobními přístupovými tokeny. Klíče k API by už neměly být používány.
de_de: Der API-Schlüssel ist der vorherige Mechanismus, der durch persönliche Zugriffstoken ersetzt wurde. API-Schlüssel sollten nicht mehr verwendet werden.
el_gr: Το Κλειδί API είναι ο προηγούμενος μηχανισμός που αντικαταστάθηκε με Προσωπικά Διακριτικά Πρόσβασης. Τα Κλειδιά API δεν θα πρέπει πλέον να χρησιμοποιούνται.
fa_ir: کلید API مکانیزم قبلی بود که با توکن‌های دسترسی شخصی جایگزین شد. دیگر نباید از کلیدهای API استفاده شود.
fr_fr: La clé API est l'ancien mécanisme qui a été remplacé par les jetons d'accès personnels. Les clés API ne doivent plus être utilisées.
it_it: La chiave API è il meccanismo precedente che è stato sostituito con i token di accesso personale. Le chiavi API non dovrebbero più essere utilizzate.
ko_kr: API 키는 개인 액세스 토큰으로 대체된 이전 메커니즘입니다. API 키는 더 이상 사용해서는 안 됩니다.
uk_ua: Ключ API — це попередній механізм, який був замінений персональними маркерами доступу. Ключі API більше не повинні використовуватися.
zh_cn: 以前的 API 密钥机制已被个人访问令牌取代。API 密钥不应再使用。

source: The CARP VHID to depend on. When this virtual address is not in master state, then the instance will be shutdown.
cs_cz: CARP VHID, na kterém má záviset. Pokud tato virtuální adresa není ve stavu hlavní, instance bude vypnuta.
de_de: Die CARP-VHID, von der diese Instanz abhängig ist. Befindet sich die virtuelle Adresse nicht im Master-Status, wird die Instanz heruntergefahren.
el_gr: Το CARP VHID στο οποίο θα βασίζεται. Όταν αυτή η εικονική διεύθυνση δεν βρίσκεται σε κατάσταση master, τότε η παρουσία θα τερματιστεί.
fa_ir: CARP VHID که به آن وابسته می‌شود. وقتی این آدرس مجازی در حالت master نباشد، نمونه متوقف خواهد شد.
fr_fr: Le VHID CARP dont il faut dépendre. Si cette adresse virtuelle n'est pas dans l'état maître, l'instance sera arrêtée.
it_it: Il CARP VHID da cui dipendere. Quando questo indirizzo virtuale non è nello stato master, l'istanza verrà arrestata.
ko_kr: 의존할 CARP VHID입니다. 이 가상 주소가 마스터 상태가 아닐 때 인스턴스는 종료됩니다.
uk_ua: CARP VHID, від якого залежить. Коли ця віртуальна адреса не перебуває в головному стані, екземпляр буде вимкнено.
zh_cn: 要依赖的CARP VHID。当该虚拟地址不处于主用状态时，实例将被关闭。

source: The default versions are highly recommended. Choose a HTTP version for the upstream destination. HTTP/3 (HTTP over QUIC) requires HTTPS, and only establishes connections to webservers that also support HTTP/3.
cs_cz: Vřele doporučujeme používat verze, nastavené jako výchozí. Jinak zvolte verzi HTTP pro cíl nadřazeného. HTTP/3 (HTTP přes QUIC) vyžaduje HTTPS a navazuje spojení pouze s těmi webovými servery, které také podporují HTTP/3.
de_de: Die Standardversionen werden dringend empfohlen. Wählen Sie eine HTTP-Version für das Upstream-Ziel. HTTP/3 (HTTP über QUIC) erfordert HTTPS und stellt Verbindungen nur zu Webservern her, die ebenfalls HTTP/3 unterstützen.
el_gr: Συνιστώνται ανεπιφύλακτα οι προεπιλεγμένες εκδόσεις. Επιλέξτε μια έκδοση HTTP για τον ανοδικό προορισμό. Το HTTP/3 (HTTP μέσω QUIC) απαιτεί HTTPS και δημιουργεί συνδέσεις μόνο με διακομιστές ιστού που υποστηρίζουν επίσης HTTP/3.
fa_ir: نسخه‌های پیش‌فرض به‌شدت توصیه می‌شوند. یک نسخه HTTP برای مقصد بالادست انتخاب کنید. HTTP/3 (HTTP روی QUIC) به HTTPS نیاز دارد و تنها با وب‌سرورهایی که HTTP/3 را پشتیبانی می‌کنند ارتباط برقرار می‌کند.
fr_fr: Les versions par défaut sont fortement recommandées. Choisissez une version HTTP pour la destination en amont. HTTP/3 (HTTP over QUIC) nécessite HTTPS et n'établit des connexions qu'avec des serveurs web qui prennent également en charge HTTP/3.
it_it: Le versioni predefinite sono altamente raccomandate. Scegli una versione HTTP per la destinazione upstream. HTTP/3 (HTTP over QUIC) richiede HTTPS e stabilisce solo connessioni a server Web che supportano anche HTTP/3.
ko_kr: 기본 버전을 강력히 권장합니다. 업스트림 대상에 대한 HTTP 버전을 선택하세요. HTTP/3(QUIC를 통한 HTTP)는 HTTPS를 필요로 하며 HTTP/3도 지원하는 웹 서버에만 연결을 설정합니다.
uk_ua: Типові версії настійно рекомендуються. Оберіть версію HTTP для вихідного призначення. HTTP/3 (HTTP over QUIC) вимагає HTTPS і встановлює з'єднання лише з вебсерверами, які також підтримують HTTP/3.
zh_cn: 强烈建议使用默认版本。为上游目标选择HTTP 版本。HTTP/3（QUIC 上的 HTTP）需要HTTPS，并且仅与同样支持HTTP/3的Web服务器建立连接。

source: The destination server group to relay DHCP requests to.
cs_cz: Cílová skupina serverů, na kterou mají být předávány DHCP požadavky.
de_de: Die Ziel-Servergruppe, an die DHCP-Anfragen weitergeleitet werden sollen.
el_gr: Η ομάδα διακομιστών προορισμού στην οποία θα αναμεταδοθούν αιτήματα DHCP.
fa_ir: گروه سرور مقصد برای رلهٔ درخواست‌های DHCP.
fr_fr: Le groupe de serveurs de destination vers lequel relayer les requêtes DHCP.
it_it: Il gruppo di server di destinazione a cui inoltrare le richieste DHCP.
ko_kr: DHCP 요청을 중계할 대상 서버 그룹입니다.
uk_ua: Група цільових серверів, до якої пересилати запити DHCP.
zh_cn: DHCP请求中继目标服务器组。

source: The domain name to offer to the client, set to this firewall's domain name when left empty
cs_cz: Název domény, který má být nabídnut klientovi. Pokud nevyplněno, nastavit na název domény této brány firewall.
de_de: Der dem Client angebotene Domainname. Wenn leer, wird der Domainname dieser Firewall verwendet.
el_gr: Το όνομα τομέα που θα προσφερθεί στον πελάτη, ορίζεται στο όνομα τομέα αυτού του τείχους προστασίας όταν παραμείνει κενό
fa_ir: نام دامنه‌ای که به کلاینت پیشنهاد می‌شود؛ در صورت خالی گذاشتن به نام دامنهٔ این فایروال تنظیم می‌شود.
fr_fr: Le nom de domaine à offrir au client, défini sur le nom de domaine de ce pare-feu s'il est laissé vide.
it_it: Il nome di dominio da offrire al client, impostato sul nome di dominio di questo firewall quando lasciato vuoto
ko_kr: 클라이언트에게 제공할 도메인 이름. 비어 있는 경우 이 방화벽의 도메인 이름으로 설정됩니다.
uk_ua: Доменне ім'я, що пропонується клієнту; встановлюється на доменне ім'я цього брандмауера, якщо залишити порожнім.
zh_cn: 提供给客户端的域名，留空时设置为此防火墙的域名

source: The exclusion map should only contain a list of host names without a scheme and path.
cs_cz: Mapa vyloučení by měla obsahovat pouze seznam názvů hostitelů bez schématu a popis umístění.
de_de: Die Ausschlussliste darf nur eine Liste von Hostnamen ohne Schema und Pfadangabe enthalten.
el_gr: Ο χάρτης αποκλεισμού θα πρέπει να περιέχει μόνο μια λίστα ονομάτων κεντρικών υπολογιστών χωρίς σχήμα και διαδρομή.
fa_ir: نقشهٔ استثنا باید فقط شامل فهرستی از نام‌های میزبان باشد، بدون scheme و بدون path.
fr_fr: La carte d'exclusion ne doit contenir qu'une liste de noms d'hôtes sans schéma ni chemin.
it_it: La mappa di esclusione dovrebbe contenere solo un elenco di nomi host senza schema e percorso.
ko_kr: 제외 맵은 스킴과 경로가 없는 호스트 이름 목록만 포함해야 합니다.
uk_ua: Мапа виключень повинна містити лише список імен хостів без схеми та шляху.
zh_cn: 排除映射应只包含主机名列表，不包含方案和路径。

source: The interface to relay DHCP requests from.
cs_cz: Rozhraní, ze kterého mají být předávány DHCP požadavky.
de_de: Die Schnittstelle, von der DHCP-Anfragen weitergeleitet werden sollen.
el_gr: Η διεπαφή από την οποία αναμεταδίδονται αιτήματα DHCP.
fa_ir: اینترفیس مبدا برای رلهٔ درخواست‌های DHCP.
fr_fr: L'interface à partir de laquelle les requêtes DHCP sont relayées.
it_it: L'interfaccia da cui inoltrare le richieste DHCP.
ko_kr: DHCP 요청을 전달하기 위한 인터페이스입니다.
uk_ua: Інтерфейс, з якого пересилати запити DHCP.
zh_cn: 中继DHCP请求的接口。

source: The name of this server, should match with one of the entries in the HA peers. Leave empty to use this machines hostname
cs_cz: Název tohoto serveru by měl odpovídat jedné z položek v protějšcích pro vysokou dostupnost. Pokud chcete použít název tohoto stroje, nevyplňujte
de_de: Der Name dieses Servers muss mit einem der Einträge bei den HA-Gegenstellen übereinstimmen. Lassen Sie dieses Feld leer, um den Hostnamen dieses Systems zu verwenden.
el_gr: Το όνομα αυτού του διακομιστή θα πρέπει να ταιριάζει με μία από τις καταχωρήσεις στους ομότιμους κεντρικούς υπολογιστές HA Αφήστε το κενό για να χρησιμοποιήσετε το όνομα κεντρικού υπολογιστή αυτού του μηχανήματος
fa_ir: نام این سرور که باید با یکی از ورودی‌های همتایان HA مطابقت داشته باشد. برای استفاده از نام میزبان این دستگاه خالی بگذارید.
fr_fr: Le nom de ce serveur doit correspondre à l'une des entrées des pairs HA. Laisser vide pour utiliser le nom d'hôte de cette machine
it_it: Il nome di questo server deve corrispondere a una delle voci nei peer HA. Lascia vuoto per utilizzare il nome host di questa macchina
ko_kr: 이 서버의 이름은 HA 피어의 항목 중 하나와 일치해야 합니다. 이 머신의 호스트 이름을 사용하려면 비워두세요.
uk_ua: Ім'я цього сервера повинно збігатися з одним із записів у HA-пірах. Залиште порожнім, щоб використовувати ім'я хоста цієї машини.
zh_cn: 该服务器的名称应与HA对端的条目之一匹配。 留空则使用该设备主机名

source: The time period over which results are averaged. Default is 60.
cs_cz: Časové období, za které mají být výsledky zprůměrovány. Výchozí hodnota je 60.
de_de: Zeitraum (in Sekunden), über den die Messergebnisse gemittelt werden. Standard ist 60.
el_gr: Η χρονική περίοδος κατά την οποία υπολογίζεται ο μέσος όρος των αποτελεσμάτων. Η προεπιλογή είναι 60.
fa_ir: بازهٔ زمانی که نتایج روی آن میانگین‌گیری می‌شوند. مقدار پیش‌فرض 60 است.
fr_fr: Période de temps sur laquelle les résultats sont calculés en moyenne. La valeur par défaut est 60.
it_it: Il periodo di tempo durante il quale viene calcolata la media dei risultati. L'impostazione predefinita è 60.
ko_kr: 결과가 평균화되는 시간 기간입니다. 기본값은 60초입니다.
uk_ua: Період часу, протягом якого усереднюються результати. Типово — 60.
zh_cn: 对结果进行平均的时间段。默认值为 60。

source: This enables state insertion, update, and deletion messages between firewalls by utilizing the selected interface for communication. Best choose a dedicated interface for this type of communication to prevent manipulation of states causing security issues.
cs_cz: Toto umožňuje zprávy vkládání, aktualizace a mazání stavů mezi bránami firewall přes rozhraní vybrané pro komunikaci. Pro tento typ komunikace je nejlépe používat vyhrazené rozhraní, aby se zabránilo manipulaci se stavy, což by způsobovalo bezpečnostní problémy.
de_de: Aktiviert das Einfügen, Aktualisieren und Löschen von Statusinformationen zwischen Firewalls über die gewählte Schnittstelle. Es wird empfohlen, eine dedizierte Schnittstelle zu verwenden, um Manipulationen und Sicherheitsprobleme zu vermeiden.
el_gr: Αυτό επιτρέπει την εισαγωγή, ενημέρωση και διαγραφή μηνυμάτων κατάστασης μεταξύ τείχους προστασίας, χρησιμοποιώντας την επιλεγμένη διεπαφή για επικοινωνία. Καλύτερα να επιλέξετε μια ειδική διεπαφή για αυτόν τον τύπο επικοινωνίας, ώστε να αποτρέψετε την παραποίηση των καταστάσεων που προκαλεί προβλήματα ασφαλείας.
fa_ir: با فعال‌سازی این گزینه، پیام‌های درج، به‌روزرسانی و حذف وضعیت بین فایروال‌ها از طریق اینترفیس انتخاب‌شده ارسال می‌شوند. بهتر است برای این نوع ارتباط یک اینترفیس اختصاصی انتخاب کنید تا از دستکاری وضعیت‌ها و بروز مشکلات امنیتی جلوگیری شود.
fr_fr: Cela permet d'insérer, de mettre à jour et de supprimer des messages d'état entre les pare-feux en utilisant l'interface sélectionnée pour la communication. Il est préférable de choisir une interface dédiée pour ce type de communication afin d'éviter que la manipulation des états ne pose des problèmes de sécurité.
it_it: Ciò consente l'inserimento, l'aggiornamento e l'eliminazione dei messaggi di stato tra i firewall utilizzando l'interfaccia selezionata per la comunicazione. È meglio scegliere un'interfaccia dedicata per questo tipo di comunicazione per impedire la manipolazione degli stati che causa problemi di sicurezza.
ko_kr: 이 설정은 선택된 인터페이스를 사용하여 방화벽 간의 상태 삽입, 업데이트 및 삭제 메시지를 활성화합니다. 보안 문제를 유발할 수 있는 상태 조작을 방지하기 위해 이 유형의 통신에 전용 인터페이스를 선택하는 것이 가장 좋습니다.
uk_ua: Це вмикає повідомлення про вставлення, оновлення та видалення станів між брандмауерами шляхом використання обраного інтерфейсу для зв'язку. Найкраще обрати виділений інтерфейс для такого типу зв'язку, щоб запобігти маніпуляціям зі станами, що спричиняють проблеми безпеки.
zh_cn: 利用所选通信接口在防火墙之间插入、更新和删除状态消息。最好为此类通信选择专用接口，以防止同步状态导致安全问题。
