Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Sets an additional read timeout for running health checks on a server. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Nastaví další časový limit čtení pro vykonávání kontrol stavu na serveru. Bez udání jednotek jsou použity výchozí milisekundy. Volitelně je jednotku možné zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Bestimmt eine zusätzliche Lesezeitüberschreitung, um Gesundheitsprüfungen auf dem Server zu erzwingen. Der Standard sind Millisekunden. Optional kann die Einheit bestimmt werden als "d", "h", "m", "s", "ms" oder "us".
el_gr: Ορίζει ένα επιπλέον χρονικό όριο ανάγνωσης για την εκτέλεση ελέγχων εύρυθμης λειτουργίας σε έναν διακομιστή. Η προεπιλεγμένη τιμή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: زمان‌تایم‌اوت خواندن اضافی برای اجرای چک سلامت روی سرور را تنظیم می‌کند. پیش‌فرض بر حسب میلی‌ثانیه است. به‌صورت اختیاری واحد می‌تواند یکی از «d»، «h»، «m»، «s»، «ms» یا «us» باشد.
fr_fr: Définit un délai d'attente de lecture supplémentaire pour l'exécution des vérifications de l'état sur un serveur. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: Imposta un timeout di lettura aggiuntivo per l'esecuzione di controlli di integrità su un server. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 서버에서 상태 점검을 실행하는 추가 읽기 시간 제한을 설정하세요. 기본값은 밀리초입니다. 선택적으로 단위를 "d", "h", "m", "s", "ms" 또는 "us"로 지정할 수 있습니다.
pl_pl: Ustaw dodatkowy czas oczekiwania na odczyt podczas wykonywania kontroli stanu serwera. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Встановлює додатковий час очікування читання для виконання перевірок стану на сервері. Типово мілісекунди. За бажанням одиницю можна вказати як "d", "h", "m", "s", "ms" або "us".
zh_cn: 为在服务器上运行健康检查设置额外的读取超时。 默认值为毫秒。 单位可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"(可选)。

source: Sets the interval (in milliseconds) for running health checks on the server when the server state is DOWN. If it is not set HAProxy uses the check interval.
cs_cz: Nastaví interval (v milisekundách) pro kontroly stavu na serveru když je stav serveru NEDOSTUPNÝ. Pokud není nastaveno, HAProxy použije interval kontroly.
de_de: Bestimmt das Intervall (in Millisekunden) zum Durchführen von Gesundheitsprüfungen auf dem Server, wenn der Server als "DOWN" markiert ist. Wenn nicht gesetzt verwendet HAProxy das Prüfintervall.
el_gr: Ορίζει το διάστημα (σε χιλιοστά του δευτερολέπτου) για την εκτέλεση ελέγχων εύρυθμης λειτουργίας στον διακομιστή όταν η κατάσταση του διακομιστή είναι ΚΑΤΩ. Εάν δεν έχει οριστεί, το HAProxy χρησιμοποιεί το διάστημα ελέγχου.
fa_ir: فاصله زمانی (بر حسب میلی‌ثانیه) اجرای چک سلامت روی سرور را وقتی وضعیت سرور DOWN است تعیین می‌کند. اگر تنظیم نشود، HAProxy از فاصلهٔ چک استفاده می‌کند.
fr_fr: Définit l'intervalle (en millisecondes) d'exécution des vérifications de l'état sur le serveur lorsque l'état du serveur est DOWN. S'il n'est pas défini, HAProxy utilise l'intervalle de vérification.
it_it: Imposta l'intervallo (in millisecondi) per l'esecuzione dei controlli di integrità sul server quando lo stato del server è INATTIVO. Se non è impostato, HAProxy utilizza l'intervallo di controllo.
ko_kr: 서버 상태가 DOWN일 때 서버에서 상태 점검을 실행하는 간격(밀리초)을 설정하세요. 설정되지 않은 경우 HAProxy는 검사 간격을 사용합니다.
pl_pl: Ustawia interwał (w milisekundach) dla kontroli stanu serwera, gdy stan serwera to DOWN. Jeśli nie jest ustawiony, HAProxy używa interwału kontroli.
uk_ua: Встановлює інтервал (у мілісекундах) для виконання перевірок стану на сервері, коли стан сервера DOWN (ВИМКНЕНО). Якщо не встановлено, HAProxy використовує інтервал перевірки.
zh_cn: 设置服务器状态为"关闭"时在服务器上运行健康检查的间隔（以毫秒为单位） 如果未设置，HAProxy会使用检查间隔。

source: Sets the maximum amount of RAM in megabytes per process usable by Lua. By default it is zero which means unlimited. It is important to set a limit to ensure that a bug in a script will not result in the system running out of memory.
cs_cz: Nastavuje kolik nanejvýš operační paměti (v megabajtech) může využít každý z procesů Lua. Výchozí hodnota je nula, což znamená neomezeně. Limit je důležité nastavit, aby případná chyba ve skriptu nevyústila v to, že systému dojde volná paměť.
de_de: Legt die maximale RAM-Menge in Megabyte pro Prozess fest, die von Lua genutzt werden kann. Standardmäßig ist der Wert 0, was unbegrenzt bedeutet. Es ist wichtig, ein Limit festzulegen, um sicherzustellen, dass ein Fehler in einem Skript nicht zu Speichermangel im System führt.
el_gr: Ορίζει τη μέγιστη ποσότητα μνήμης RAM σε megabyte ανά διεργασία που μπορεί να χρησιμοποιηθεί από το Lua. Από προεπιλογή, είναι μηδέν, που σημαίνει απεριόριστη. Είναι σημαντικό να ορίσετε ένα όριο για να διασφαλίσετε ότι ένα σφάλμα σε ένα σενάριο δεν θα έχει ως αποτέλεσμα την εξάντληση της μνήμης του συστήματος.
fa_ir: حداکثر میزان RAM قابل استفاده توسط هر فرایند برای Lua را بر حسب MB تعیین می‌کند. پیش‌فرض صفر است که به معنی نامحدود است. تعیین یک حد مهم است تا باگ در یک اسکریپت منجر به پر شدن حافظهٔ سیستم نشود.
fr_fr: Définit la quantité maximale de RAM en mégaoctets par processus utilisable par Lua. Par défaut c'est zéro ce qui signifie illimité. Il est important de définir une limite pour s'assurer qu'un bogue dans un script ne provoquera pas une insuffisance de mémoire du système.
it_it: Imposta la quantità massima di RAM in megabyte per processo utilizzabile da Lua. Per impostazione predefinita è zero, il che significa illimitato. È importante impostare un limite per garantire che un bug in uno script non provochi l'esaurimento della memoria del sistema.
ko_kr: Lua에서 사용할 수 있는 프로세스당 최대 RAM 크기를 MB 단위로 설정하세요. 기본적으로 0은 무제한을 의미합니다. 스크립트의 버그로 인해 시스템 메모리가 부족해지지 않도록 제한을 설정하는 것이 중요합니다.
pl_pl: Ustawia maksymalną ilość pamięci RAM w megabajtach na proces używany przez Lua. Domyślnie jest to zero, co oznacza brak limitu. Ważne jest ustawienie limitu, aby błąd w skrypcie nie spowodował wyczerpania pamięci w systemie.
uk_ua: Встановлює максимальний обсяг оперативної пам'яті в мегабайтах на процес, який може використовувати Lua. Типово це нуль, що означає необмежено. Важливо встановити ліміт, щоб переконатися, що помилка в скрипті не призведе до вичерпання системної пам'яті.
zh_cn: 设置Lua可用的每个进程的最大RAM量(兆字节)。 默认情况下它是零，这意味着无限。 设置限制以确保脚本中的错误不会导致系统内存不足非常重要。

source: Sets the operation mode to use for this server.
cs_cz: Nastaví režim fungování tohoto serveru.
de_de: Setzt den Arbeitsmodus, der für diesen Server verwendet wird.
el_gr: Ορίζει τη λειτουργία που θα χρησιμοποιηθεί για αυτόν τον διακομιστή.
fa_ir: حالت عملیاتی مورد استفاده برای این سرور را تعیین کنید.
fr_fr: Définit le mode de fonctionnement à utiliser pour ce serveur.
it_it: Imposta la modalità operativa da utilizzare per questo server.
ko_kr: 이 서버에 사용할 작업 모드를 설정하세요.
pl_pl: Ustawia tryb działania do użycia dla tego serwera.
uk_ua: Встановлює режим роботи для цього сервера.
zh_cn: 设置用于此服务器的操作模式。

source: Sets the source address which will be used when connecting to the server(s).
cs_cz: Nastaví zdrojovou adresu kterou použít při připojování k serverům.
de_de: Setzt die Quelladresse, die bei der Verbindung zu dem/den Server(n) verwendet wird.
el_gr: Ορίζει τη διεύθυνση προέλευσης που θα χρησιμοποιηθεί κατά τη σύνδεση με τον/τους διακομιστή/διακομιστές.
fa_ir: آدرس مبدأ که هنگام اتصال به سرور(ها) استفاده می‌شود را تنظیم کنید.
fr_fr: Définit l'adresse source qui sera utilisée lors de la connexion au(x) serveur(s).
it_it: Imposta l'indirizzo di origine che verrà utilizzato durante la connessione ai server.
ko_kr: 서버에 연결할 때 사용할 출발지 주소를 설정하세요.
pl_pl: Ustawia adres źródłowy, który będzie używany podczas łączenia się z serwer(em/ami).
uk_ua: Встановлює вихідну адресу, яка буде використовуватися при підключенні до сервера(ів).
zh_cn: 设置连接到服务器时会使用的源地址。

source: Sets the source address which will be used when connecting to the server.
cs_cz: Nastaví zdrojovou adresu kterou použít při připojování k serveru.
de_de: Setzt die Quelladresse, welche bei der Verbindung mit dem Server verwendet werden soll.
el_gr: Ορίζει τη διεύθυνση προέλευσης που θα χρησιμοποιηθεί κατά τη σύνδεση στον διακομιστή.
fa_ir: آدرس مبدأ که هنگام اتصال به سرور استفاده می‌شود را تنظیم کنید.
fr_fr: Définit l'adresse source qui sera utilisée lors de la connexion au serveur.
it_it: Imposta l'indirizzo di origine che verrà utilizzato durante la connessione al server.
ko_kr: 서버에 연결할 때 사용할 출발지 주소를 설정하세요.
pl_pl: Ustawia adres źródłowy, który będzie używany podczas łączenia się z serwerem.
uk_ua: Встановлює вихідну адресу, яка буде використовуватися при підключенні до сервера.
zh_cn: 设置连接到服务器时会使用的源地址。

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
el_gr: Ρυθμίσεις
fa_ir: تنظیمات
fr_fr: Paramètres
it_it: Impostazioni
ko_kr: 설정
pl_pl: Ustawienia
uk_ua: Налаштування
zh_cn: 设置

source: Show introduction pages
cs_cz: Zobrazit úvodní stránky
de_de: Zeige Einführungsseiten
el_gr: Εμφάνιση εισαγωγικών σελίδων
fa_ir: نمایش صفحات معرفی
fr_fr: Afficher les pages de présentation
it_it: Mostra le pagine di introduzione
ko_kr: 소개 페이지 표시
pl_pl: Pokaż strony wprowadzenia
uk_ua: Показати вступні сторінки
zh_cn: 显示介绍页面

source: Sign Local
cs_cz: Místní značka
de_de: Lokal signieren
el_gr: Τοπική Υπογραφή
fa_ir: امضای محلی
fr_fr: Enseigne locale
it_it: Iscriviti locale
ko_kr: 로컬 서명
pl_pl: Podpisz lokalnie
uk_ua: Підписати локально
zh_cn: 本地签名

source: Signature Id
cs_cz: Identifikátor podpisu
de_de: Signatur-ID
el_gr: Αναγνωριστικό υπογραφής
fa_ir: شناسهٔ امضا
fr_fr: Id Signature
it_it: Identificativo firma
ko_kr: 서명 ID
pl_pl: Id sygnatury
uk_ua: Ідентифікатор підпису
zh_cn: 签名ID

source: Siproxd will masquerade the interal UAs to this given string (optional).
cs_cz: Siproxd namaskuje interní UA na tento řetězec (nepovinné).
de_de: Siproxd gibt die internen UAs als diese Zeichenfolge aus (optional).
el_gr: Το Siproxd θα μεταμφιέσει τα εσωτερικά UA σε αυτήν τη δεδομένη συμβολοσειρά (προαιρετικά).
fa_ir: Siproxd، UAs داخلی را با این رشتهٔ مشخص جایگزین می‌کند (اختیاری).
fr_fr: Siproxd masquera les UAs interales à cette chaîne donnée (facultatif).
it_it: Siproxd maschererà gli UA interni con questa determinata stringa (opzionale).
ko_kr: Siproxd는 내부 UA를 이 지정된 문자열로 위장합니다(선택 사항).
pl_pl: Siproxd będzie maskować wewnętrzne UAs do tego podanego ciągu (opcjonalnie).
uk_ua: Siproxd маскуватиме внутрішні UA під цей заданий рядок (необов'язково).
zh_cn: Siproxd会把内部UA伪装成这个给定的字符串(可选)。

source: Size
cs_cz: Velikost
de_de: Größe
el_gr: Μέγεθος
fa_ir: اندازه
fr_fr: Taille
it_it: Misurare
ko_kr: 크기
pl_pl: Rozmiar
uk_ua: Розмір
zh_cn: 大小

source: Size of configuration cache, in bytes. Shared memory size, for storing hosts and items data. Range: 128K-8G
cs_cz: Velikost mezipaměti nastavení (v bajtech). Velikost sdílené paměti pro ukládání dat hostitelů a položek. Rozsah: 128K-8G
de_de: Größe des Konfigurationscaches in Byte. Gemeinsame Speichergröße zum Speichern von Host und Item Daten. Größe: 128K-8G
el_gr: Μέγεθος προσωρινής μνήμης διαμόρφωσης, σε byte. Μέγεθος κοινόχρηστης μνήμης, για την αποθήκευση δεδομένων κεντρικών υπολογιστών και στοιχείων. Εύρος: 128K-8G
fa_ir: اندازهٔ کش پیکربندی، بر حسب بایت. اندازهٔ حافظهٔ مشترک برای ذخیرهٔ داده‌های میزبان‌ها و آیتم‌ها. بازه: 128K-8G
fr_fr: Taille du cache de configuration, en octets. Taille de la mémoire partagée pour enregistrer les données sur les hôtes et les objets. Intervalle : 128K-8G
it_it: Dimensioni della cache di configurazione, in byte. Dimensioni della memoria condivisa, per l'archiviazione di host e dati di elementi. Intervallo: 128K-8G
ko_kr: 구성 캐시의 크기(바이트)입니다. 호스트 및 항목 데이터를 저장하기 위한 공유 메모리 크기입니다. 범위: 128K-8G
pl_pl: Rozmiar pamięci podręcznej konfiguracji, w bajtach. Współdzielony rozmiar pamięci, do przechowywania danych hostów i elementów. Zakres: 128K-8G
uk_ua: Розмір кешу конфігурації, в байтах. Розмір спільної пам'яті для зберігання даних про хости та елементи. Діапазон: 128К-8Г.
zh_cn: 配置缓存的大小，以字节为单位。 共享内存大小，用于存储主机和项目数据。 范围:128K-8G

source: Size of history cache in bytes. Shared memory size for storing history data. Range: 128K-2G
cs_cz: Velikost mezipaměti historie (v bajtech). Velikost sdílené paměti pro ukládání dat hostitelů a položek. Rozsah: 128K-2G
de_de: Größe des Verlaufs-Cache in Bytes. Gemeinsame Speichergröße zum Speichern des Verlaufs. Größe: 128K-2G
el_gr: Μέγεθος προσωρινής μνήμης ιστορικού σε byte. Μέγεθος κοινόχρηστης μνήμης για την αποθήκευση δεδομένων ιστορικού. Εύρος: 128K-2G
fa_ir: اندازهٔ کش تاریخچه، بر حسب بایت. اندازهٔ حافظهٔ مشترک برای ذخیرهٔ داده‌های تاریخچه. بازه: 128K-2G
fr_fr: Taille du cache d'historique, en octets. Taille de la mémoire partagée pour enregistrer les données d'historique. Intervalle : 128K-2G
it_it: Dimensioni della cache della cronologia in byte. Dimensioni della memoria condivisa per l'archiviazione dei dati della cronologia. Intervallo: 128K-2G
ko_kr: 기록 캐시 크기(바이트)입니다. 기록 데이터를 저장하기 위한 공유 메모리 크기입니다. 범위: 128K-2G
pl_pl: Rozmiar pamięci podręcznej historii, w bajtach. Współdzielony rozmiar pamięci, do przechowywania danych historii. Zakres: 128K-2G
uk_ua: Розмір кешу історії в байтах. Розмір спільної пам'яті для зберігання даних історії. Діапазон: 128К-2Г.
zh_cn: 历史缓存的大小，以字节为单位。用于存储历史数据的共享内存大小。 范围:128K-2G

source: Size of history index cache in bytes. Shared memory size for indexing history cache. Range: 128K-2G
cs_cz: Velikost mezipaměti rejstříku historie (v bajtech). Velikost sdílené paměti pro ukládání dat hostitelů a položek. Rozsah: 128K-2G
de_de: Größe des Verlaufsindex-Cache in Bytes. Gemeinsame Speichergröße für den Verlaufsindex-Cache. Größe: 128K-2G
el_gr: Μέγεθος προσωρινής μνήμης ιστορικού ευρετηρίου σε byte. Μέγεθος κοινόχρηστης μνήμης για την ευρετηρίαση της προσωρινής μνήμης ιστορικού. Εύρος: 128K-2G
fa_ir: اندازه کش ایندکس تاریخچه (به بایت). اندازه حافظهٔ مشترک برای ایندکس‌سازی کش تاریخچه. بازه: 128K-2G
fr_fr: Taille du cache de l'historique en octets. Taille de la mémoire partagée pour le cache d'indexation de l'historique. Plage : 128K-2G
it_it: Dimensioni della cache dell'indice della cronologia in byte. Dimensioni della memoria condivisa per l'indicizzazione della cache della cronologia. Intervallo: 128K-2G
ko_kr: 기록 인덱스 캐시의 크기(바이트)입니다. 인덱싱 기록 캐시의 공유 메모리 크기입니다. 범위: 128K-2G
pl_pl: Rozmiar indeksu pamięci podręcznej historii, w bajtach. Współdzielony rozmiar pamięci, do indeksowania pamięci podręcznej historii. Zakres: 128K-2G
uk_ua: Розмір кешу індексу історії в байтах. Розмір спільної пам'яті для індексування кешу історії. Діапазон: 128К-2Г.
zh_cn: 历史索引缓存的大小，以字节为单位。 用于索引历史记录缓存的共享内存大小。 范围:128K-2G

source: Skip Authenticated
cs_cz: Přeskočit ověřené
de_de: Authentifizierte überspringen
el_gr: Παράλειψη ελέγχου ταυτότητας
fa_ir: نادیده‌گرفتن احرازشده‌ها
it_it: Salta Autenticato
ko_kr: 인증 건너뛰기
pl_pl: Pomiń uwierzytelnione
uk_ua: Пропустити автентифікованих
zh_cn: 跳过认证

source: Skip Local
cs_cz: Přeskočit místní
de_de: Lokale überspringen
el_gr: Παράλειψη Τοπικού
fa_ir: نادیده‌گرفتن محلی
it_it: Salta locale
ko_kr: 로컬 건너뛰기
pl_pl: Pomiń lokalne
uk_ua: Пропустити локальних
zh_cn: 跳过本地

source: Skip Multi
cs_cz: Přeskočit vícero
de_de: Multi Überspringen
el_gr: Παράλειψη Πολλαπλών
fa_ir: نادیده‌گرفتن چندتایی
it_it: Salta Multiplo
ko_kr: 다중 건너뛰기
pl_pl: Pomiń wielokrotne
uk_ua: Пропустити кілька
zh_cn: 跳过Multi

source: Slow Transactions
cs_cz: Pomalé transakce
de_de: Langsame Transaktionen
el_gr: Αργές συναλλαγές
fa_ir: تراکنش‌های کند
fr_fr: Transactions lentes
it_it: Transazioni lente
ko_kr: 느린 트랜잭션
pl_pl: Wolne transakcje
uk_ua: Повільні транзакції
zh_cn: 处理缓慢

source: Smart Host
cs_cz: Předávací SMTP server
de_de: Intelligenter Host
el_gr: Έξυπνος οικοδεσπότης
fa_ir: میزبان هوشمند
fr_fr: Hôte intelligent
it_it: Ospite intelligente
ko_kr: 스마트 호스트
pl_pl: Inteligentny host
uk_ua: Смарт-хост
zh_cn: 智能主机

source: Source
cs_cz: Zdroj
de_de: Quelle
el_gr: Πηγή
fa_ir: مبدأ
it_it: Fonte
ko_kr: 출발지
pl_pl: Źródło
uk_ua: Джерело
zh_cn: 源

source: Source IP
cs_cz: Zdrojová IP adresa
de_de: Quell-IP
el_gr: IP πηγής
fa_ir: IP مبدأ
fr_fr: IP source
it_it: IP di origine
ko_kr: 출발지 IP
pl_pl: IP źródłowy
uk_ua: IP-адреса джерела
zh_cn: 源IP

source: Source IP address for outgoing connections.
cs_cz: Zdrojová IP adresa pro odchozí spojení.
de_de: Quell-IP-Adresse für ausgehende Verbindungen.
el_gr: Διεύθυνση IP πηγής για εξερχόμενες συνδέσεις.
fa_ir: آدرس IP مبدأ برای اتصالات خروجی.
fr_fr: Adresse IP source pour les connexions sortantes.
it_it: Indirizzo IP di origine per le connessioni in uscita.
ko_kr: 나가는 연결에 대한 출발지 IP 주소입니다.
pl_pl: Adres IP źródłowy dla połączeń wychodzących.
uk_ua: Вихідна IP-адреса для вихідних з'єднань.
zh_cn: 出站连接的源IP地址。

source: Source address
cs_cz: Zdrojová adresa
de_de: Quelladresse
el_gr: Διεύθυνση πηγής
fa_ir: آدرس مبدأ
fr_fr: Adresse source
it_it: Indirizzo di origine
ko_kr: 출발지 주소
pl_pl: Adres źródłowy
uk_ua: Вихідна адреса
zh_cn: 源地址

source: Source port
cs_cz: Zdrojový port
de_de: Quellport
el_gr: Θύρα πηγής
fa_ir: پورت مبدأ
fr_fr: Port source
it_it: Porta di origine
ko_kr: 출발지 포트
pl_pl: Port źródłowy
uk_ua: Вихідний порт
zh_cn: 源端口

source: Spam Protection
cs_cz: Ochrana před nevyžádanou poštou
de_de: Spamschutz
el_gr: Προστασία από ανεπιθύμητα μηνύματα
fa_ir: محافظت در برابر هرزنامه
fr_fr: Protection contre le spam
it_it: Protezione dallo spam
ko_kr: 스팸 방지
pl_pl: Ochrona przed spamem
uk_ua: Захист від спаму
zh_cn: 垃圾邮件防护

source: Spam Trap
cs_cz: Past na nevyžádanou poštu
de_de: Spamfalle
el_gr: Παγίδα ανεπιθύμητης αλληλογραφίας
fa_ir: تله هرزنامه
fr_fr: Piège à spam
it_it: Trappola anti-spam
ko_kr: 스팸 트랩
pl_pl: Pułapka na spam
uk_ua: Спам-пастка
zh_cn: 垃圾邮件陷阱

source: Specifies how long we wait for agent, SNMP device or external check (in seconds).
cs_cz: Určuje jak dlouho čekat na agenta, SNMP zařízení nebo externí kontrolu (v sekundách).
de_de: Gibt an, wie lange wir auf den Agenten, SNMP-Gerät oder externen Check warten (in Sekunden).
el_gr: Καθορίζει πόσο χρόνο περιμένουμε για έλεγχο από agent, συσκευή SNMP ή εξωτερικό έλεγχο (σε δευτερόλεπτα).
fa_ir: مدت زمان انتظار برای عامل، دستگاه SNMP یا بررسی خارجی را مشخص می‌کند (بر حسب ثانیه).
fr_fr: Indique combien de temps nous attendons la vérification de l'agent, du dispositif SNMP ou de l'extérieur (en secondes).
it_it: Specifica quanto tempo attendere l'agente, il dispositivo SNMP o il controllo esterno (in secondi).
ko_kr: 에이전트, SNMP 장치 또는 외부 검사를 기다리는 시간(초)을 지정하세요.
pl_pl: Określa, jak długo czekamy na agenta, urządzenie SNMP lub zewnętrzne sprawdzenie (w sekundach).
uk_ua: Вказує, скільки часу ми чекаємо на агента, пристрій SNMP або зовнішню перевірку (в секундах).
zh_cn: 指定SNMP设备或外部检查代理等待时间(秒)。

source: Specifies the debug level for Zabbix agent.
cs_cz: Určuje podrobnost ladících informací pro Zabbix agenta.
de_de: Gibt die Debug-Stufe für den Zabbix-Agenten an.
el_gr: Καθορίζει το επίπεδο εντοπισμού σφαλμάτων για τον παράγοντα Zabbix.
fa_ir: سطح اشکال‌زدایی عامل Zabbix را مشخص می‌کند.
fr_fr: Spécifie le niveau de débogage de l'agent Zabbix.
it_it: Specifica il livello di debug per l'agente Zabbix.
ko_kr: Zabbix 에이전트의 디버그 수준을 지정하세요.
pl_pl: Określa liczbę dni do odnowienia certyfikatu. Maksymalna wartość to 60 dni.
uk_ua: Вказує рівень налагодження для агента Zabbix.
zh_cn: 指定Zabbix代理的调试级别。

source: Specifies the size of the hash table used for storing the various dynamic pipes configured with the mask setting
cs_cz: Udává velikost tabulky otisků (hash) použité pro ukládání různých dynamických potrubí (pipe), nastavených pomocí masky
de_de: Geben Sie die Größe der Hashtabelle an, die zur Speicherung der verschiedenen dynamischen Pipes verwendet wird, die mit der Maskenoption konfiguriert wurden.
el_gr: Καθορίζει το μέγεθος του πίνακα κατακερματισμού που χρησιμοποιείται για την αποθήκευση των διαφόρων δυναμικών pipes που έχουν διαμορφωθεί με τη ρύθμιση της μάσκας
fa_ir: اندازه جدول هش مورد استفاده برای ذخیره‌سازی انواع پایپ‌های پویا که با تنظیم ماسک پیکربندی شده‌اند را مشخص می‌کند.
fr_fr: Spécifie la taille de la table de hachage utilisée pour stocker les divers tuyaux dynamiques configurés avec le paramètre de masque
it_it: Specifica la dimensione della tabella hash utilizzata per memorizzare le varie pipe dinamiche configurate con l'impostazione della maschera
ko_kr: 마스크 설정으로 구성된 다양한 동적 파이프를 저장하는 데 사용되는 해시 테이블의 크기를 지정하세요.
pl_pl: Określa rozmiar tablicy mieszającej używanej do przechowywania różnych dynamicznych rur konfigurowanych z ustawieniem maski
uk_ua: Вказує розмір хеш-таблиці, яка використовується для зберігання різних динамічних каналів, налаштованих за допомогою параметра маски.
zh_cn: 指定用于存储使用掩码设置配置的各种动态管道的哈希表的大小

source: Specifies the size of the hash table used for storing the various dynamic queues configured with the mask setting
cs_cz: Udává velikost tabulky otisků (hash) použité pro ukládání různých dynamických front, nastavených pomocí masky
de_de: Setzt die größe der Hash-Tabelle, die für das Speichern der verschiedenen dynamischen Queues verwendet wird, welche mit der Maskeneinstellung konfiguriert sind.
el_gr: Καθορίζει το μέγεθος του πίνακα κατακερματισμού που χρησιμοποιείται για την αποθήκευση των διαφόρων δυναμικών ουρών που έχουν διαμορφωθεί με τη ρύθμιση μάσκας.
fa_ir: اندازه جدول هش مورد استفاده برای ذخیره‌سازی صف‌های پویا که با تنظیم ماسک پیکربندی شده‌اند را مشخص می‌کند.
fr_fr: Spécifie la taille de la table de hachage utilisée pour le stockage des différentes files d'attente dynamiques configurées avec le paramètre de masque
it_it: Specifica la dimensione della tabella hash utilizzata per archiviare le varie code dinamiche configurate con l'impostazione della maschera
ko_kr: 마스크 설정으로 구성된 다양한 동적 큐를 저장하는 데 사용되는 해시 테이블의 크기를 지정하세요.
pl_pl: Określa rozmiar tablicy mieszającej używanej do przechowywania różnych dynamicznych kolejek konfigurowanych z ustawieniem maski
uk_ua: Вказує розмір хеш-таблиці, яка використовується для зберігання різноманітних динамічних черг, налаштованих за допомогою параметра маски
zh_cn: 指定用于存储使用掩码设置配置的各种动态队列的哈希表的大小

source: Specify HTTP host to use for health check. Requires HTTP/1.1.
cs_cz: Zadejte HTTP stroj který použít pro kontroly stavu. Vyžaduje HTTP/1.1.
de_de: Geben Sie den HTTP-Host an, der für die Gesundheitsüberprüfung verwendet werden soll. Erfordert HTTP/1.1.
el_gr: Καθορίστε τον κεντρικό υπολογιστή HTTP που θα χρησιμοποιηθεί για τον έλεγχο εύρυθμης λειτουργίας. Απαιτείται HTTP/1.1.
fa_ir: میزبان HTTP مورد استفاده برای بررسی سلامت را مشخص کنید. نیازمند HTTP/1.1 است.
fr_fr: Indiquer un hôte HTTP pour les vérifications de santé. Exige HTTP/1.1.
it_it: Specificare l'host HTTP da utilizzare per il controllo dello stato. Richiede HTTP/1.1.
ko_kr: 상태 점검에 사용할 HTTP 호스트를 지정합니다. HTTP/1.1이 필요합니다.
pl_pl: Określ host HTTP do używania dla kontroli stanu. Wymaga HTTP/1.1.
uk_ua: Вкажіть HTTP-хост для перевірки стану. Потрібен HTTP/1.1.
zh_cn: 指定用于运行健康检查的HTTP主机。 需要HTTP / 1.1。

source: Specify HTTP request URI for health check.
cs_cz: Zadejte URI adresu HTTP požadavku na kontrolu stavu.
de_de: Geben Sie die HTTP-Anfrage-URI für die Gesundheitsüberprüfung an.
el_gr: Καθορίστε το URI αιτήματος HTTP για έλεγχο εύρυθμης λειτουργίας.
fa_ir: URI درخواست HTTP برای بررسی سلامت را مشخص کنید.
fr_fr: Indiquer l'URI de la requête HTTP pour les vérifications de santé.
it_it: Specificare l'URI della richiesta HTTP per il controllo dello stato.
ko_kr: 상태 점검를 위해 HTTP 요청 URI를 지정합니다.
pl_pl: Określ URI żądania HTTP dla kontroli stanu.
uk_ua: Вкажіть URI HTTP-запиту для перевірки стану.
zh_cn: 指定用于运行健康检查的HTTP请求URI。
