Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable this validation
cs_cz: Zapnout toto ověřování
de_de: Diese Überprüfung aktivieren
el_gr: Ενεργοποίηση αυτής της επικύρωσης
fa_ir: این اعتبارسنجی را فعال کنید.
fr_fr: Activer cette validation
it_it: Abilita questa convalida
ko_kr: 이 검증을 사용
pl_pl: Włącz tę walidację
uk_ua: Увімкнути цю перевірку
zh_cn: 启用此验证

source: Enable this zone
cs_cz: Zapnout tuto zónu
de_de: Aktiviert diese Zone.
el_gr: Ενεργοποίηση αυτής της ζώνης
fa_ir: این زون را فعال کنید.
fr_fr: Activer cette zone
it_it: Abilita questa zona
ko_kr: 이 영역을 사용
pl_pl: Włącz tę strefę
uk_ua: Увімкнути цю зону
zh_cn: 编辑该区域

source: Enable this, if you want to anonymize traffic originating from a network.
cs_cz: Toto zapněte, pokud chcete anonymizovat provoz pocházející ze sítě.
de_de: Durch Aktivierung wird der Datenverkehr aus diesem Netzwerk anonymisiert
el_gr: Ενεργοποιήστε αυτήν τη ρύθμιση, εάν θέλετε να ανωνυμοποιήσετε την επισκεψιμότητα που προέρχεται από ένα δίκτυο.
fa_ir: برای ناشناس‌سازی ترافیکی که از یک شبکه می‌آید، این را فعال کنید.
fr_fr: Activer ceci, si vous voulez anonymiser le trafic en provenance d'un réseau.
it_it: Abilita questa opzione se desideri rendere anonimo il traffico proveniente da una rete.
ko_kr: 네트워크에서 발생하는 트래픽을 익명화하려면 이 옵션을 선택합니다.
pl_pl: Włącz to jeżeli chcesz anonimizować ruch wychodzący z sieci.
uk_ua: Увімкнути, якщо ви бажаєте анонімізувати трафік, що походить з мережі.
zh_cn: 如果要匿名化来自网络的流量，请启用此选项。

source: Enable this, if you want to map onion services to the IP pool configured above.
cs_cz: Toto zapněte, pokud chcete mapovat onion služby na výše nastavený fond IP adres.
de_de: Aktivieren Sie dies, wenn Sie Onion Services dem oben konfigurierten IP-Pool zuordnen möchten.
el_gr: Ενεργοποιήστε αυτήν τη ρύθμιση, εάν θέλετε να αντιστοιχίσετε υπηρεσίες onion στην ομάδα IP που έχει ρυθμιστεί παραπάνω.
fa_ir: این گزینه را فعال کنید اگر می‌خواهید سرویس‌های onion را به استخر IP تنظیم‌شده در بالا نگاشت دهید.
fr_fr: Activer ceci, si vous voulez mapper les services oignon à la plage IP configurée ci-dessus.
it_it: Abilita questa opzione se desideri mappare i servizi Onion al pool IP configurato sopra.
ko_kr: Onion 서비스를 위에 구성된 IP 풀에 매핑하려면 이 옵션을 사용하도록 설정합니다.
pl_pl: Włącz to, jeśli chcesz mapować usługi onion na pulę IP skonfigurowaną powyżej.
uk_ua: Увімкнути, якщо ви бажаєте зіставити служби Onion з IP-пулом, налаштованим вище.
zh_cn: 如果要将onion服务映射到上面配置的IP池，请启用此选项。

source: Enable to be able to retrieve values from sticky counters. If disabled, all values will return 0, rendering many conditions useless.
cs_cz: Zapnutím bude možné načítat hodnoty z „lepivých“ čítačů. Pokud vypnuto, všechny hodnoty budou vracet 0, čímž se mnoho podmínek stane nepoužitelnými.
de_de: Aktivieren Sie diese Option, um Werte von Sticky Countern abrufen zu können. Wenn deaktiviert, geben alle Werte 0 zurück, wodurch viele Bedingungen nutzlos werden.
el_gr: Ενεργοποιήστε την επιλογή για να μπορείτε να ανακτάτε τιμές από sticky counters. Εάν απενεργοποιηθεί, όλες οι τιμές θα επιστρέφουν 0, καθιστώντας πολλές συνθήκες άχρηστες.
fa_ir: برای بازیابی مقادیر از sticky counters فعال کنید. اگر غیرفعال شود، همه مقادیر 0 بازگردانده می‌شوند که بسیاری از شرط‌ها را بی‌اثر می‌کند.
fr_fr: Activer pour pouvoir récupérer les valeurs des compteurs collants. Si désactivé, toutes les valeurs renverront 0, rendant de nombreuses conditions inutiles.
it_it: Abilita per poter recuperare valori dai contatori permanenti. Se disabilitato, tutti i valori restituiranno 0, rendendo inutili molte condizioni.
ko_kr: 스틱 카운터에서 값을 검색할 수 있습니다. 비활성화하면 모든 값이 0을 반환하여 많은 조건을 사용할 수 없게 됩니다.
pl_pl: Włącz, aby móc pobierać wartości z lepkich liczników. Jeśli wyłączone, wszystkie wartości zwrócą 0, co sprawi, że wiele warunków będzie bezużytecznych.
uk_ua: Увімкнути, щоб мати можливість отримувати значення з фіксованих лічильників. Якщо вимкнено, всі значення повертатимуть 0, що зробить багато умов безкорисними.
zh_cn: 允许从粘性计数器中检索值。 如果禁用，则所有值都会返回0，从而使许多条件无效。

source: Enable to log health check status updates.
cs_cz: Zapnutím budou zaznamenávány aktualizace stavu kontroly stavu.
de_de: Aktivieren Sie diese Option, um Statusaktualisierungen der Zustandsprüfungen zu protokollieren.
el_gr: Ενεργοποίηση για την καταγραφή ενημερώσεων κατάστασης ελέγχου εύρυθμης λειτουργίας.
fa_ir: برای ثبت به‌روزرسانی‌های وضعیت بررسی سلامت فعال کنید.
fr_fr: Activer pour journaliser les mises à jour du status du contrôle de santé.
it_it: Abilita la registrazione degli aggiornamenti sullo stato del controllo dello stato.
ko_kr: 상태 점검 상태의 업데이트 로깅 사용
pl_pl: Włącz logowanie aktualizacji stanu kontroli zdrowia.
uk_ua: Увімкнути для журналювання оновлень статусу перевірки справності.
zh_cn: 启用记录健康检查状态更新。

source: Enable traffic management.
cs_cz: Zapnout správu provozu.
de_de: Bandbreitenverwaltung aktivieren.
el_gr: Ενεργοποίηση διαχείρισης κυκλοφορίας.
fa_ir: مدیریت ترافیک را فعال کنید.
fr_fr: Activer la gestion du trafic.
it_it: Abilita la gestione del traffico.
ko_kr: 트래픽 관리를 사용합니다.
pl_pl: Włącz zarządzanie ruchem.
uk_ua: Увімкнути керування трафіком.
zh_cn: 启用流量管理。

source: Enable transparent ftp proxy mode to forward all requests for destination port 21 to the proxy server without any additional configuration.
cs_cz: Zapnout transparentní režim ftp proxy a přeposílat veškeré požadavky na cílový port 21 na proxy server bez jakéhokoli dalšího nastavování.
de_de: Aktiviere den transparenten FTP-Proxy-Modus, um jeglichen Datenverkehr für den Zielport 21 an den Proxyserver ohne zusätzliche Konfiguration weiterzuleiten.
el_gr: Ενεργοποιήστε τη διαφανή λειτουργία διακομιστή μεσολάβησης ftp για να προωθήσετε όλα τα αιτήματα για τη θύρα προορισμού 21 στον διακομιστή μεσολάβησης χωρίς καμία πρόσθετη ρύθμιση παραμέτρων.
fa_ir: حالت پراکسی FTP شفاف را فعال کنید تا همه درخواست‌ها به مقصد پورت 21 را بدون پیکربندی اضافی به سرور پراکسی منتقل کند.
fr_fr: Activer le mode proxy ftp transparent pour transférer toutes les requêtes à destination du port 21 vers le serveur proxy sans configuration additionnelle.
it_it: Abilita la modalità proxy ftp trasparente per inoltrare tutte le richieste per la porta di destinazione 21 al server proxy senza alcuna configurazione aggiuntiva.
ko_kr: 추가 구성 없이 목적지 포트 21에 대한 모든 요청을 프록시 서버로 전달하려면 투명 ftp 프록시 모드를 사용합니다.
pl_pl: Włącz tryb transparentnego proxy FTP aby przekazywać zapytania z portu docelowego 21 do serwera proxy bez dodatkowej konfiguracji.
uk_ua: Увімкнути прозорий режим FTP-проксі для пересилання всіх запитів до порту призначення 21 на проксі-сервер без додаткових налаштувань.
zh_cn: 启用透明ftp代理模式，会对目标端口21的所有请求转发到代理服务器，而无需任何其他配置。

source: Enable uptime plugin
cs_cz: Zapnout zásuvný modul uptime
de_de: Uptime-Plugin aktivieren
el_gr: Ενεργοποίηση προσθήκης χρόνου λειτουργίας
fa_ir: افزونه uptime را فعال کنید.
fr_fr: Activer le greffon uptime
it_it: Abilita il plug-in di uptime
ko_kr: 가동 시간 플러그인 사용
pl_pl: Włącz wtyczkę uptime
uk_ua: Увімкнути плагін часу безперервної роботи
zh_cn: 启用运行时间插件

source: Enable users plugin
cs_cz: Zapnout zásuvný modul uživatelé
de_de: Aktiviere Benutzererweiterung
el_gr: Ενεργοποίηση προσθήκης χρηστών
fa_ir: افزونه users را فعال کنید.
fr_fr: Activer le greffon users
it_it: Abilita il plug-in degli utenti
ko_kr: 사용자 플러그인 사용
pl_pl: Włącz wtyczkę użytkowników
uk_ua: Увімкнути плагін користувачів
zh_cn: 启用用户插件

source: Enabled
cs_cz: Zapnuto
de_de: Aktiviert
el_gr: Ενεργοποιημένο
fa_ir: فعال
fr_fr: Activé
it_it: Abilitato
ko_kr: 활성화됨
pl_pl: Włączono
uk_ua: Увімкнено
zh_cn: 启用

source: Enabling this will write the policy to the config file.
cs_cz: Zapnutí tohoto zásadu zapíše do soubor s nastaveními.
de_de: Durch Aktivierung wird die Policy in die Config Datei geschrieben.
el_gr: Η ενεργοποίηση αυτής της επιλογής θα εγγράψει την πολιτική στο αρχείο ρυθμίσεων.
fa_ir: فعال‌سازی این مورد، سیاست را در فایل پیکربندی می‌نویسد.
fr_fr: En activant cette option, la politique sera écrite dans le fichier de configuration.
it_it: Abilitando questa opzione la policy verrà scritta nel file di configurazione.
ko_kr: 이 옵션을 사용하도록 설정하면 정책이 구성 파일에 기록됩니다.
pl_pl: Włączenie tego spowoduje zapisanie polityki do pliku konfiguracyjnego.
uk_ua: Увімкнення цього запише політику до файлу конфігурації.
zh_cn: 启用此功能会将策略写入配置文件。

source: Encode Username
cs_cz: Enkódovat uživatelské jméno
de_de: Benutzername kodieren
el_gr: Κωδικοποίηση ονόματος χρήστη
fa_ir: کدگذاری نام کاربری
fr_fr: Encoder le nom d'utilisateur
it_it: Codifica nome utente
ko_kr: 사용자 이름 인코딩
pl_pl: Zakoduj nazwę użytkownika
uk_ua: Кодувати ім'я користувача
zh_cn: 编码用户名

source: End Port
cs_cz: Koncový port
el_gr: Τελική θύρα
fa_ir: پورت انتهایی
fr_fr: Port final
it_it: Porto finale
ko_kr: 종료 포트
pl_pl: Port końcowy
uk_ua: Кінцевий порт
zh_cn: 结束端口

source: Ending of the port range RTP may use.
cs_cz: Zakončení rozsahu portů, které RTP může využívat.
de_de: Ende des Portbereichs, den RTP verwenden kann.
el_gr: Λήξη του εύρους θύρας που μπορεί να χρησιμοποιήσει το RTP.
fa_ir: انتهای بازه پورت که RTP ممکن است از آن استفاده کند.
fr_fr: Fin de la plage de ports que pourrait utiliser RTP.
it_it: Fine dell'intervallo di porte che RTP può utilizzare.
ko_kr: RTP에서 사용할 수 있는 포트 범위의 끝.
pl_pl: Zakończenie zakresu portów, których RTP może używać.
uk_ua: Кінець діапазону портів, які може використовувати RTP.
zh_cn: RTP可使用端口范围的最终值。

source: Endpoint
cs_cz: Koncový bod
de_de: Endpunkt
el_gr: Τελικό σημείο
fa_ir: پایانه
fr_fr: Terminaison
it_it: Punto finale
ko_kr: 엔드포인트
pl_pl: Punkt końcowy
uk_ua: Кінцева точка
zh_cn: 端点

source: Enforce local group
cs_cz: Vynutit místní skupinu
de_de: Lokale Gruppe erzwingen
el_gr: Επιβολή τοπικής ομάδας
fa_ir: گروه محلی را اعمال کنید.
fr_fr: Appliquer le groupe local
it_it: Applicare il gruppo locale
ko_kr: 로컬 그룹 강제 적용
pl_pl: Wymuszaj lokalną grupę
uk_ua: Застосувати локальну групу
zh_cn: 强制本地组

source: Enter FQDN here. Finish with TAB.
cs_cz: Sem zadejte FQDN. Dokončete stiskem TAB.
de_de: Geben Sie den FQDN hier ein. Bestätigen Sie mit TAB.
el_gr: Εισαγάγετε εδώ το FQDN. Ολοκληρώστε με TAB.
fa_ir: FQDN را اینجا وارد کنید. با TAB پایان دهید.
fr_fr: Entrez un FQDN. Terminez avec TAB.
it_it: Inserisci qui il FQDN. Concludere con TAB.
ko_kr: 여기에 FQDN을 입력하세요. TAB키로 완료하세요.
pl_pl: Wprowadź tutaj pełną nazwę domenową (FQDN). Zakończ klawiszem TAB.
uk_ua: Введіть FQDN тут. Завершіть клавішею TAB.
zh_cn: 在此输入FQDN。 用TAB结束。

source: Enter IP addresses here. Finish each with TAB.
cs_cz: IP adresy zadávejte sem. Každou zakončete tabulátorem.
de_de: Geben Sie hier IP-Adressen ein. Bestätigen Sie mit TAB.
el_gr: Εισαγάγετε εδώ τις διευθύνσεις IP. Ολοκληρώστε την καθεμία με TAB.
fa_ir: آدرس‌های IP را اینجا وارد کنید. هر کدام را با TAB پایان دهید.
fr_fr: Entrez les adresses IP. Terminez avec TAB.
it_it: Inserisci qui gli indirizzi IP. Termina ciascuno con TAB.
ko_kr: 여기에 IP 주소를 입력하세요. TAB키로 완료하세요.
pl_pl: Wprowadź tutaj adresy IP. Każdy zakończ klawiszem TAB.
uk_ua: Введіть IP-адреси тут. Кожну завершуйте клавішею TAB.
zh_cn: 在此输入IP地址。 用TAB完成每个。

source: Enter a (partial) mail address, which should also receive extended headers. For example: user@example.com or @example.net.
cs_cz: Zadejte (část) e-mailové adresy, která má také obdržet rozšířené hlavičky. Například: uzivatel@example.com nebo @example.net.
de_de: Geben Sie eine (Teil-)Mailadresse ein, die auch erweiterte Header erhalten soll. Zum Beispiel: user@example.com oder @example.net.
el_gr: Εισαγάγετε μια (μερική) διεύθυνση ηλεκτρονικού ταχυδρομείου, η οποία θα πρέπει επίσης να λαμβάνει εκτεταμένες κεφαλίδες. Για παράδειγμα: user@example.com ή @example.net.
fa_ir: یک نشانی ایمیل (کامل یا جزئی) وارد کنید که باید هدرهای توسعه‌یافته را نیز دریافت کند. برای مثال: user@example.com یا @example.net.
fr_fr: Entrer une adresse courriel (partielle), qui devrait aussi recevoir des en-têtes étendus. Par exemple: utilisateur@exemple.com ou @exemple.net.
it_it: Inserisci un indirizzo e-mail (parziale), che dovrebbe ricevere anche intestazioni estese. Ad esempio: utente@esempio.com o @esempio.net.
ko_kr: 확장 헤더를 수신할 (부분) 메일 주소를 입력하세요. 예: user@example.com 또는 @example.net.
pl_pl: Wprowadź (częściowy) adres e-mail, który powinien również otrzymywać rozszerzone nagłówki. Na przykład: user@example.com lub @example.net.
uk_ua: Введіть (часткову) поштову адресу, яка також повинна отримувати розширені заголовки. Наприклад: user@example.com або @example.net.
zh_cn: 输入(部分)邮件地址，该地址也应接收扩展标头。 例如:user@example.com或@ example.net。

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx
cs_cz: Zadejte MAC adresu ve formátu: xx:xx:xx:xx:xx:xx
de_de: Geben Sie eine MAC-Adresse im Format xx:xx:xx:xx:xx:xx ein.
el_gr: Εισαγάγετε μια διεύθυνση MAC με την ακόλουθη μορφή: xx:xx:xx:xx:xx:xx
fa_ir: یک آدرس MAC را به قالب زیر وارد کنید: xx:xx:xx:xx:xx:xx
fr_fr: Entrer une adresse MAC au format suivant: xx:xx:xx:xx:xx:xx
it_it: Immettere un indirizzo MAC nel seguente formato: xx:xx:xx:xx:xx:xx
ko_kr: MAC 주소를 xx:xx:xx:xx:xx:xx 형식으로 입력
pl_pl: Wprowadź adres MAC w następującym formacie: xx:xx:xx:xx:xx:xx
uk_ua: Введіть MAC-адресу у такому форматі: xx:xx:xx:xx:xx:xx
zh_cn: 按 xx:xx:xx:xx:xx:xx 格式输入MAC地址

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx.
cs_cz: Zadejte MAC adresu v následujícím formátu: xx:xx:xx:xx:xx:xx.
de_de: Geben Sie eine MAC-Adresse in folgendem Format ein: xx:xx:xx:xx:xx:xx.
el_gr: Εισαγάγετε μια διεύθυνση MAC με την ακόλουθη μορφή: xx:xx:xx:xx:xx:xx.
fa_ir: یک آدرس MAC را به قالب زیر وارد کنید: xx:xx:xx:xx:xx:xx.
fr_fr: Entrer une adresse MAC au format suivant: xx:xx:xx:xx:xx:xx.
it_it: Immettere un indirizzo MAC nel seguente formato: xx:xx:xx:xx:xx:xx.
ko_kr: MAC 주소를 xx:xx:xx:xx:xx:xx 형식으로 입력합니다.
pl_pl: Wprowadź adres MAC w następującym formacie: xx:xx:xx:xx:xx:xx.
uk_ua: Введіть MAC-адресу у такому форматі: xx:xx:xx:xx:xx:xx.
zh_cn: 按 xx:xx:xx:xx:xx:xx 格式输入MAC地址。

source: Enter a description to explain what this blacklist is intended for.
cs_cz: Zadejte popis toho k čemu tento seznam vyloučených slouží.
de_de: Geben Sie eine Beschreibung ein, wozu die Blacklist gedacht ist.
el_gr: Εισαγάγετε μια περιγραφή για να εξηγήσετε σε τι χρησιμεύει αυτή η μαύρη λίστα.
fa_ir: یک توضیح وارد کنید تا هدف این فهرست سیاه مشخص شود.
fr_fr: Entrez une description pour expliquer le contenu de la liste noire.
it_it: Inserisci una descrizione per spiegare a cosa è destinata questa lista nera.
ko_kr: 이 블랙리스트의 용도를 설명하는 설명을 입력하세요.
pl_pl: Wprowadź opis, aby wyjaśnić, do czego przeznaczona jest ta czarna lista.
uk_ua: Введіть опис, щоб пояснити призначення цього чорного списку.
zh_cn: 该黑名单的描述说明。

source: Enter a description to explain what this job is intended for.
cs_cz: Zadejte popis toho k čemu tato úloha slouží.
de_de: Geben Sie eine Beschreibung ein, um zu erklären, wofür dieser Job gedacht ist.
el_gr: Εισαγάγετε μια περιγραφή για να εξηγήσετε για ποιο σκοπό προορίζεται αυτή η εργασία.
fa_ir: یک توضیح وارد کنید تا هدف این کار مشخص شود.
fr_fr: Entrez une description pour expliquer à quoi est destinée cette tâche.
it_it: Inserisci una descrizione per spiegare a cosa è destinato questo lavoro.
ko_kr: 이 작업의 용도를 설명하는 설명을 입력하세요.
pl_pl: Wprowadź opis, aby wyjaśnić, do czego przeznaczony jest ten zadanie.
uk_ua: Введіть опис, щоб пояснити призначення цього завдання.
zh_cn: 该计划的描述说明。

source: Enter a directory name for the Onion service. It may consist of lowercase and uppercase characters.
cs_cz: Zadejte název adresáře pro službu Onion. Může se skládat z malých a velkých písmen.
de_de: Geben Sie einen Verzeichnisnamen für den Onion-Dienst ein. Er kann aus Klein- und Großbuchstaben bestehen.
el_gr: Εισαγάγετε ένα όνομα καταλόγου για την υπηρεσία Onion. Μπορεί να αποτελείται από πεζούς και κεφαλαίους χαρακτήρες.
fa_ir: یک نام پوشه برای سرویس Onion وارد کنید. می‌تواند شامل حروف کوچک و بزرگ باشد.
fr_fr: Entrez un nom de répertoire pour le service Oignon. Il peut s'agir de minuscules et de majuscules.
it_it: Inserisci un nome di directory per il servizio Onion. Può essere composto da caratteri minuscoli e maiuscoli.
ko_kr: Onion 서비스의 디렉토리 이름을 입력합니다. 소문자와 대문자로 구성될 수 있습니다.
pl_pl: Wprowadź nazwę katalogu dla usługi Onion. Może składać się z małych i dużych liter.
uk_ua: Введіть ім'я каталогу для служби Onion. Воно може складатися з малих та великих літер.
zh_cn: 输入Onion服务的目录名称。 它可能包含小写和大写字符。

source: Enter a filename for storing the blacklist.
cs_cz: Zadejte název souboru ve kterém tento seznam vyloučených bude uložen.
de_de: Geben Sie einen Dateinamen an, der zum Speichern der Blacklist verwendet wird.
el_gr: Εισαγάγετε ένα όνομα αρχείου για την αποθήκευση της μαύρης λίστας.
fa_ir: نام فایلی برای ذخیرهٔ فهرست سیاه وارد کنید.
fr_fr: Entrez un nom de fichier pour stocker la liste noire.
it_it: Immettere un nome file per archiviare la lista nera.
ko_kr: 블랙리스트를 저장할 파일 이름을 입력하세요.
pl_pl: Wprowadź nazwę pliku do przechowywania czarnej listy.
uk_ua: Введіть ім'я файлу для зберігання чорного списку.
zh_cn: 输入用于存储黑名单的文件名。

source: Enter a network which will be used as an IP Pool to map onion Hosts.
cs_cz: Zadejte síť která bude sloužit jako fond IP adres na které mapovat onion hostitele.
de_de: Geben Sie ein Netzwerk ein, das als IP-Pool zur Zuordnung von Onion-Hosts verwendet wird.
el_gr: Εισαγάγετε ένα δίκτυο που θα χρησιμοποιηθεί ως IP Pool για την αντιστοίχιση των onion Hosts.
fa_ir: یک شبکه وارد کنید که به‌عنوان IP Pool برای نگاشت میزبان‌های Onion استفاده شود.
fr_fr: Entrer un réseau qui sera utilisé en tant que plage IP pour mapper des Hôtes oignons.
it_it: Inserisci una rete che verrà utilizzata come pool IP per mappare gli host Onion.
ko_kr: Onion 호스트를 매핑하는 IP 풀로 사용할 네트워크를 입력하세요.
pl_pl: Wprowadź sieć, która zostanie użyta jako pula IP do mapowania hostów onion.
uk_ua: Введіть мережу, яка буде використовуватися як пул IP-адрес для відображення хостів Onion.
zh_cn: 输入会用作IP池以映射onion主机的网络。

source: Enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds). This configures the maximum duration of an entry in the stick-table since it was last created, refreshed or matched. The maximum duration is slightly above 24 days.
cs_cz: Zadejte číslo následované jednou z podporovaných jednotek: „d“ (den), „h“ (hodina), „m“ (minuta), „s“ (sekundy), „ms“ (milisekundy). Toto nastaví nejdelší dobu trvání položky v lepivé tabulce od okamžiku nejnovějšího vytvoření, obnovení nebo shody. Nejdelší trvání je lehce přes 24 dnů.
de_de: Geben Sie eine Zahl gefolgt von einem unterstützten Suffix wie "d" (Tage), "h" (Stunden), "m" (Minuten), "s" (Sekunden) oder "ms" (Millisekunden) ein. Dies konfiguriert die maximale Lebensdauer eines Eintrags seit der Erstellung, Aktualisierung oder Verwendung in der fixierten Tabelle. Die Maximale Dauer ist etwas über 24 Tage.
el_gr: Εισαγάγετε έναν αριθμό ακολουθούμενο από ένα από τα υποστηριζόμενα επιθήματα "d" (ημέρες), "h" (ώρα), "m" (λεπτό), "s" (δευτερόλεπτα), "ms" (χιλιοστά του δευτερολέπτου). Αυτό ρυθμίζει τη μέγιστη διάρκεια μιας καταχώρησης στον πίνακα stick από την τελευταία δημιουργία, ανανέωση ή αντιστοίχιση. Η μέγιστη διάρκεια είναι ελαφρώς πάνω από 24 ημέρες.
fa_ir: یک عدد وارد کنید و پس از آن یکی از پسوندهای 'd' (روز)، 'h' (ساعت)، 'm' (دقیقه)، 's' (ثانیه)، 'ms' (میلی‌ثانیه) را اضافه کنید. این مقدار حداکثر مدت یک ورودی در stick-table را از زمان ایجاد، تازه‌سازی یا تطابق آخرین‌بار تعیین می‌کند. حداکثر مدت کمی بیش از 24 روز است.
fr_fr: Saisissez un nombre suivi de l'un des suffixes pris en charge « d » (jours), « h » (heure), « m » (minute), « s » (secondes), « ms » (millisecondes). Cela configure la durée maximale d'une entrée dans le stick-table depuis sa dernière création, actualisation ou correspondance. La durée maximale est légèrement supérieure à 24 jours.
it_it: Inserisci un numero seguito da uno dei suffissi supportati "d" (giorni), "h" (ora), "m" (minuti), "s" (secondi), "ms" (milisecondi). Questo configura la durata massima di una voce nella stick-table dall'ultima volta che è stata creata, aggiornata o abbinata. La durata massima è di poco superiore ai 24 giorni.
ko_kr: 지원되는 접미사 "d"(일), "h"(시간), "m"(분), "s"(초), "ms"(밀리초) 중 하나 뒤에 숫자를 입력하세요. 마지막으로 작성, 새로 고침 또는 일치한 후 스틱 테이블에 있는 항목의 최대 기간을 구성합니다. 최대 지속 기간은 24일을 약간 초과합니다.
pl_pl: Wprowadź liczbę poprzedzoną jednym z obsługiwanych sufiksów "d" (dni), "h" (godziny), "m" (minuty), "s" (sekundy), "ms" (milisekundy). Konfiguruje to maksymalny czas trwania wpisu w tabeli stick-table od momentu jego ostatniego utworzenia, odświeżenia lub dopasowania. Maksymalny czas trwania to nieco ponad 24 dni.
uk_ua: Введіть число, за яким слідує один із підтримуваних суфіксів: "d" (дні), "h" (година), "m" (хвилина), "s" (секунди), "ms" (мілісекунди). Це налаштовує максимальну тривалість запису в stick-table з моменту його останнього створення, оновлення або співставлення. Максимальна тривалість становить трохи більше 24 днів.
zh_cn: 输入一个数字，后跟一个支持的后缀"d"(天)，"h"(小时)，"m"(分钟)，"s"(秒)，"ms"(毫秒)。 这是自上次创建、刷新或匹配条目以来，此操作可配置条目表中最长条目的持续时间。最长持续时间略高于24天。

source: Enter a number followed by one of the supported suffixes "k", "m", "g". This configures the maximum number of entries that can fit in the table. This value directly impacts memory usage. Count approximately 50 bytes per entry, plus the size of a string if any.
cs_cz: Zadejte číslo následované jednou z podporovaných jednotek: „k“, „m“, „g“. Toto nastaví nejvyšší umožněný počet položek, které tabulka pojme. Tato hodnota přímo ovlivňuje využití operační paměti. Počítejte přibližně 50 bajtů na položku plus velikost případného řetězce.
de_de: Geben Sie eine Zahl gefolgt von einem unterstützten Suffix ("k", "m", "g") ein. Dabei wird die maximale Anzahl an Einträgen konfiguriert, die in die Tabelle passt. Dieser Wert hat eine direkte Auswirkung auf den Speicherverbrauch. Ein Eintrag braucht in etwa 50 Bytes plus die Länge einer Zeichenkette, sofern sie vorhanden ist.
el_gr: Εισαγάγετε έναν αριθμό ακολουθούμενο από ένα από τα υποστηριζόμενα επιθήματα "k", "m", "g". Αυτό ρυθμίζει τον μέγιστο αριθμό καταχωρίσεων που μπορούν να χωρέσουν στον πίνακα. Αυτή η τιμή επηρεάζει άμεσα τη χρήση μνήμης. Μετρήστε περίπου 50 byte ανά καταχώρηση, συν το μέγεθος μιας συμβολοσειράς, εάν υπάρχει.
fa_ir: یک عدد وارد کنید و پس از آن یکی از پسوندهای 'k'، 'm'، 'g' را قرار دهید. این مقدار حداکثر تعداد ورودی‌های قابل‌قرارگیری در جدول را تعیین می‌کند. این مقدار مستقیماً روی مصرف حافظه تأثیر می‌گذارد. تقریباً به ازای هر ورودی 50 بایت به‌علاوه اندازهٔ هر رشته محاسبه کنید.
fr_fr: Entrez un nombre suivi de l'un des suffixes pris en charge "k", "m", "g". Cela configure le nombre maximum d'entrées pouvant tenir dans le tableau. Cette valeur a un impact direct sur l'utilisation de la mémoire. Comptez environ 50 octets par entrée, plus la taille d'une chaîne, le cas échéant.
it_it: Immettere un numero seguito da uno dei suffissi supportati "k", "m", "g". Ciò configura il numero massimo di voci che possono essere inserite nella tabella. Questo valore influisce direttamente sull'utilizzo della memoria. Contare circa 50 byte per voce, più la dimensione di una stringa, se presente.
ko_kr: 숫자 뒤에 지원되는 접미사 "k", "m", "g" 중 하나를 입력하세요. 테이블에 들어갈 수 있는 최대 항목 수를 구성합니다. 이 값은 메모리 사용량에 직접적인 영향을 미칩니다. 항목당 약 50바이트를 계산하고 문자열 크기(있는 경우)를 더합니다.
pl_pl: Wprowadź liczbę poprzedzoną jednym z obsługiwanych sufiksów "k", "m", "g". Konfiguruje to maksymalną liczbę wpisów, które mogą zmieścić się w tabeli. Wartość ta bezpośrednio wpływa na zużycie pamięci. Licz około 50 bajtów na wpis, plus rozmiar ciągu znaków, jeśli istnieje.
uk_ua: Введіть число, за яким слідує один із підтримуваних суфіксів: "k", "m", "g". Це налаштовує максимальну кількість записів, які можуть поміститися в таблиці. Це значення безпосередньо впливає на використання пам'яті. Враховуйте приблизно 50 байт на запис, плюс розмір рядка, якщо такий є.
zh_cn: 输入一个数字，后跟一个支持的后缀"k"，"m"，"g"。 这是配置表中可以容纳的最大条目数。此值直接影响内存使用率。每个条目大约计数50个字节，如果有的话，还要加上字符串的大小。
