Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Unlock
cs_cz: Odemknout
de_de: Entsperren
el_gr: Ξεκλειδώνω
fa_ir: باز کردن قفل
fr_fr: Déverrouiller
it_it: Sbloccare
ko_kr: 잠금 해제
pl_pl: Odblokuj
uk_ua: Розблокувати
zh_cn: 解锁

source: Upgrade instructions
cs_cz: Pokyny k přechodu na novější verzi
de_de: Aktualisierungsinstruktionen
el_gr: Οδηγίες αναβάθμισης
fa_ir: دستورالعمل‌های ارتقا
fr_fr: Instructions de mise à jour
it_it: Istruzioni per l'aggiornamento
ko_kr: 업그레이드 지침
pl_pl: Instrukcje aktualizacji
uk_ua: Інструкції з оновлення
zh_cn: 升级说明

source: Click to view full changelog history.
cs_cz: Kliknutím zde si zobrazíte úplnou historii změn.
de_de: Klicken Sie hier, um die vollständige Änderungshistorie anzuzeigen.
el_gr: Κάντε κλικ για να δείτε το πλήρες ιστορικό αλλαγών.
fa_ir: برای مشاهدهٔ تاریخچهٔ کامل تغییرات کلیک کنید.
fr_fr: Cliquez pour afficher l'historique complet du journal des modifications.
it_it: Fare clic per visualizzare la cronologia completa del registro delle modifiche.
ko_kr: 전체 변경 내역을 보려면 클릭하세요.
pl_pl: Kliknij by zobaczyć pełną historię zmian.
uk_ua: Натисніть, щоб переглянути повну історію змін.
zh_cn: 单击查看完整的更新历史记录。

source: Check for updates to view changelog history.
cs_cz: Aby bylo možné zobrazit historii změn, je třeba nechat zkontrolovat dostupnost případných aktualizací.
de_de: Auf Aktualisierungen prüfen, um den Änderungshistorie anzuzeigen.
el_gr: Ελέγξτε για ενημερώσεις για να δείτε το ιστορικό αλλαγών του αρχείου καταγραφής.
fa_ir: برای مشاهدهٔ تاریخچهٔ تغییرات، به‌روزرسانی‌ها را بررسی کنید.
fr_fr: Vérifier les mises à jours pour voir l'historique des changements.
it_it: Controlla gli aggiornamenti per visualizzare la cronologia del registro delle modifiche.
ko_kr: 변경 로그 기록을 보려면 업데이트를 확인하세요.
pl_pl: By zobaczyć historię zmian sprawdź aktualizacje.
uk_ua: Перевірте наявність оновлень, щоб переглянути історію змін.
zh_cn: 检查更新来查看更改日志历史记录。

source: Date
cs_cz: Datum
de_de: Datum
el_gr: Ημερομηνία
fa_ir: تاریخ
it_it: Data
ko_kr: 날짜
pl_pl: Data
uk_ua: Дата
zh_cn: 日期

source: Check for updates to view available plugins.
cs_cz: Aby bylo možné zobrazit dostupné zásuvné moduly, je třeba nechat zkontrolovat dostupnost případných aktualizací.
de_de: Prüfen Sie auf Aktualisierungen, um die verfügbaren Plugins anzuzeigen.
el_gr: Ελέγξτε για ενημερώσεις για να δείτε τα διαθέσιμα πρόσθετα (plugins).
fa_ir: برای مشاهدهٔ افزونه‌های موجود، به‌روزرسانی‌ها را بررسی کنید.
fr_fr: Vérifier les mises à jour pour voir les greffons disponibles.
it_it: Controlla gli aggiornamenti per visualizzare i plugin disponibili.
ko_kr: 사용 가능한 플러그인을 보려면 업데이트를 확인하세요.
pl_pl: By zobaczyć dostępne wtyczki sprawdź aktualizacje.
uk_ua: Перевірте наявність оновлень, щоб переглянути доступні плагіни.
zh_cn: 检查更新来查看可用的插件。

source: orphaned
cs_cz: osiřelé
de_de: verwaist
el_gr: ορφανός
fa_ir: یتیم
fr_fr: orphelins
it_it: orfano
ko_kr: 독립
pl_pl: osierocone
uk_ua: осиротілі
zh_cn: 孤儿

source: installed
cs_cz: nainstalované
de_de: installiert
el_gr: εγκατεστημένο
fa_ir: نصب‌شده
fr_fr: installé
it_it: installato
ko_kr: 설치됨
pl_pl: zainstalowany
uk_ua: встановлені
zh_cn: 已安装

source: No packages were found on your system. Please call for help.
cs_cz: Na tomto systému nebyly nalezeny žádné balíčky. Obraťte se na podporu.
de_de: Es wurden keine Paket auf Ihrem System gefunden. Bitte fragen Sie um Hilfe an.
el_gr: Δεν βρέθηκαν πακέτα στο σύστημά σας. Καλέστε για βοήθεια.
fa_ir: هیچ بسته‌ای در سیستم شما یافت نشد. لطفاً برای دریافت کمک تماس بگیرید.
fr_fr: Pas de package trouvés sur votre système. Appeler pour plus d'aide.
it_it: Nessun pacchetto trovato nel tuo sistema. Per favore, chiama aiuto.
ko_kr: 시스템에서 패키지를 찾을 수 없습니다. 도움을 요청하세요.
pl_pl: Nie znaleziono żadnych pakietów w twoim systemie. Proszę wezwać na pomoc.
uk_ua: Пакунки на вашій системі не знайдено. Будь ласка, зверніться за допомогою.
zh_cn: 在您的系统上找不到软件包。 请致电寻求帮助。

source: Your device is rebooting
cs_cz: Stroj se restartuje
de_de: Ihr Gerät startet neu
el_gr: Η συσκευή σας επανεκκινείται
fa_ir: دستگاه شما در حال راه‌اندازی مجدد است
fr_fr: Votre équipement redémarre
it_it: Il tuo dispositivo si sta riavviando
ko_kr: 장치를 재부팅하는 중
pl_pl: Twoje urządzenie jest restartowane
uk_ua: Ваш пристрій перезавантажується
zh_cn: 您的设备正在重新启动

source: The firewall will download all firmware sets and reboot multiple times for this upgrade. All operating system files and packages will be reinstalled as a consequence. This may take several minutes to complete.
cs_cz: Zařízení brány firewall stáhne veškeré sady firmware a několikrát se kvůli přechodu na novější verzi restartuje. V důsledku toho budou veškeré soubory operačního systému a balíčků přeinstalovány. Dokončení může trvat několik minut.
de_de: Die Firewall lädt für dieses Upgrade alle Firmware-Pakete herunter und startet mehrmals neu. Alle Betriebssystemdateien und -pakete werden dabei neu installiert. Dies kann einige Minuten dauern.
el_gr: Το τείχος προστασίας θα κατεβάσει όλα τα σετ υλικολογισμικού και θα επανεκκινήσει πολλές φορές για αυτήν την αναβάθμιση. Κατά συνέπεια, όλα τα αρχεία και τα πακέτα του λειτουργικού συστήματος θα επανεγκατασταθούν. Η ολοκλήρωση αυτής της διαδικασίας ενδέχεται να διαρκέσει αρκετά λεπτά.
fa_ir: فایروال برای این ارتقا همهٔ مجموعه‌های فرم‌ور را دانلود کرده و چندین بار راه‌اندازی مجدد خواهد شد. در نتیجه، همهٔ فایل‌ها و بسته‌های سیستم‌عامل دوباره نصب خواهند شد. تکمیل این فرآیند ممکن است چند دقیقه طول بکشد.
fr_fr: Le pare-feu téléchargera tous les ensembles de microprogrammes et redémarrera plusieurs fois pour cette mise à niveau. En conséquence, tous les fichiers et packages du système d'exploitation seront réinstallés. Cela peut prendre plusieurs minutes.
it_it: Il firewall scaricherà tutti i set di firmware e si riavvierà più volte per questo aggiornamento. Di conseguenza, tutti i file e i pacchetti del sistema operativo verranno reinstallati. Il completamento dell'operazione potrebbe richiedere diversi minuti.
ko_kr: 방화벽은 이 업그레이드를 위해 모든 펌웨어 세트를 다운로드하고 여러 번 재부팅합니다. 따라서 모든 운영 체제 파일 및 패키지가 다시 설치됩니다. 완료하는 데 몇 분 정도 걸릴 수 있습니다.
pl_pl: Firewall pobierze wszystkie zestawy oprogramowania i kilkakrotnie uruchomi się ponownie w trakcie tej aktualizacji. Wszystkie pliki systemu operacyjnego i pakiety zostaną ponownie zainstalowane. Może to zająć kilka minut.
uk_ua: Брандмауер завантажить усі набори прошивки та перезавантажиться кілька разів для цього оновлення. Усі файли та пакунки операційної системи будуть перевстановлені внаслідок цього. Це може зайняти кілька хвилин.
zh_cn: 防火墙将下载固件并多次重启来进行此升级。该过程需要重新安装所有操作系统文件和软件包。这可能需要几分钟才能完成。

source: The firewall will reboot directly after this firmware update.
cs_cz: Brána firewall se po této aktualizaci firmware okamžitě zrestartuje.
de_de: Die Firewall wird direkt nach dieser Firmware-Aktualisierung neu starten.
el_gr: Το τείχος προστασίας θα επανεκκινηθεί αμέσως μετά από αυτήν την ενημέρωση υλικολογισμικού.
fa_ir: فایروال بلافاصله پس از این به‌روزرسانی فرم‌ور راه‌اندازی مجدد خواهد شد.
fr_fr: Le pare-feu va redémarrer directement après la mise à jour du firmware
it_it: Il firewall si riavvierà direttamente dopo questo aggiornamento del firmware.
ko_kr: 이 펌웨어 업데이트 후 방화벽이 바로 재부팅됩니다.
pl_pl: Firewall zostanie ponownie uruchomiony bezpośrednio po tej aktualizacji oprogramowania.
uk_ua: Брандмауер перезавантажиться одразу після цього оновлення прошивки.
zh_cn: 固件更新后，防火墙会直接重启。

source: Abort
cs_cz: Zrušit
de_de: Abbrechen
el_gr: Διακοπή
fa_ir: لغو
fr_fr: Abandonner
it_it: Interrompere
ko_kr: 중단
pl_pl: O
uk_ua: Скасувати
zh_cn: 中止

source: Reboot required
cs_cz: Je třeba restartovat
de_de: Neustart erforderlich
el_gr: Απαιτείται επανεκκίνηση
fa_ir: نیاز به راه‌اندازی مجدد
fr_fr: Redémarrage requis
it_it: È necessario il riavvio
ko_kr: 재부팅 필요
pl_pl: Wymagany restart
uk_ua: Потрібне перезавантаження
zh_cn: 需要重启

source: The firewall will reboot directly after this set reinstall.
cs_cz: Brána firewall se restartuje přímo po reinstalaci této sady.
de_de: Die Firwall wird direkt nach der Neuinstallation neu starten.
el_gr: Το τείχος προστασίας θα επανεκκινηθεί αμέσως μετά την επανεγκατάσταση αυτού του σετ.
fa_ir: فایروال بلافاصله پس از نصب مجدد این مجموعه راه‌اندازی مجدد خواهد شد.
fr_fr: Le pare-feu redémarrera directement après la réinstallation de l'ensemble.
it_it: Il firewall si riavvierà direttamente dopo la reinstallazione del set.
ko_kr: 이 세트를 다시 설치한 후 방화벽이 바로 재부팅됩니다.
pl_pl: Firewall zostanie ponownie uruchomiony bezpośrednio po tej ponownej instalacji zestawu.
uk_ua: Брандмауер перезавантажиться одразу після перевстановлення цього набору.
zh_cn: 设置重新安装后，防火墙会直接重启。

source: License details
cs_cz: Podrobnosti licence
de_de: Lizenzdetails
el_gr: Λεπτομέρειες άδειας χρήσης
fa_ir: جزئیات مجوز
fr_fr: Détails de la licence
it_it: Dettagli della licenza
ko_kr: 라이선스 세부 정보
pl_pl: Szczegóły licencji
uk_ua: Деталі ліцензії
zh_cn: 许可证详情

source: Sorry, the package does not have an associated license file.
cs_cz: Omlouváme se, ale k tomuto balíčku není k dispozici související soubor se zněním licence.
de_de: Es tut uns leid, aber mit diesem Paket ist keine Lizenzdatei verknüpft.
el_gr: Λυπούμαστε, το πακέτο δεν έχει συσχετισμένο αρχείο άδειας χρήσης.
fa_ir: متأسفیم، بسته فایل مجوز مرتبط ندارد.
fr_fr: Désolé, ce paquetage n'a pas de fichier de licence associé.
it_it: Siamo spiacenti, al pacchetto non è associato un file di licenza.
ko_kr: 죄송합니다. 패키지에 연결된 라이센스 파일이 없습니다.
pl_pl: Przykro mi, pakiet nie ma przypisanego pliku licencyjnego.
uk_ua: Вибачте, пакунок не має пов'язаного файлу ліцензії.
zh_cn: 抱歉，该软件包没有关联的许可证文件。

source: Plugin details
cs_cz: Podrobnosti o zásuvném modulu
de_de: Erweiterungsdetails
el_gr: Λεπτομέρειες πρόσθετου
fa_ir: جزئیات افزونه
fr_fr: Détails du greffon
it_it: Dettagli del plugin
ko_kr: 플러그인 세부 정보
pl_pl: Szczegóły pluginu
uk_ua: Деталі плагіна
zh_cn: 插件详细信息

source: Sorry, plugin details are currently not available.
cs_cz: Omlouváme se, podrobnosti o zásuvném modulu nyní nejsou k dispozici.
de_de: Entschuldige, die Erweiterungsdetails sind im Moment nicht verfügbar.
el_gr: Λυπούμαστε, οι λεπτομέρειες του πρόσθετου δεν είναι διαθέσιμες αυτήν τη στιγμή.
fa_ir: متأسفیم، جزئیات افزونه در حال حاضر در دسترس نیست.
fr_fr: Désolé, les détails du greffon ne sont pas actuellement disponibles.
it_it: Siamo spiacenti, i dettagli del plugin non sono al momento disponibili.
ko_kr: 죄송합니다. 플러그인 세부 정보를 현재 사용할 수 없습니다.
pl_pl: Przepraszamy, szczegóły pluginu są w tym momencie niedostępne.
uk_ua: Вибачте, деталі плагіна наразі недоступні.
zh_cn: 抱歉，插件详细信息目前不可用。

source: Generate
cs_cz: Vytvořit
de_de: Generieren
el_gr: Παράγω
fa_ir: ایجاد
fr_fr: Générer
it_it: Generare
ko_kr: 생성
pl_pl: Generuj
uk_ua: Згенерувати
zh_cn: 生成

source: Groupname
cs_cz: Název skupiny
de_de: Gruppenname
el_gr: Όνομα ομάδας
fa_ir: نام گروه
fr_fr: Nom du groupe
it_it: Nome gruppo
ko_kr: 그룹 이름
pl_pl: Nazwa grupy
uk_ua: Назва групи
zh_cn: 组名

source: Number of vouchers
cs_cz: Počet kuponů
de_de: Anzahl an Voucher
el_gr: Αριθμός κουπονιών
fa_ir: تعداد کوپن‌ها
fr_fr: Nombre de bon(s) d'échange
it_it: Numero di voucher
ko_kr: 바우처수
pl_pl: Liczba voucherów
uk_ua: Кількість ваучерів
zh_cn: 凭证数量

source: Custom (hours)
cs_cz: Vlastní (hodiny)
de_de: Benutzerdefiniert (Stunden)
el_gr: Προσαρμοσμένο (ώρες)
fa_ir: سفارشی (ساعت)
fr_fr: Customisation (en heures)
it_it: Personalizzato (ore)
ko_kr: 사용자 정의(시간)
pl_pl: Niestandardowe (godziny)
uk_ua: Власне (години)
zh_cn: 自定义(小时)

source: 3 months
cs_cz: 3 měsíce
de_de: 3 Monate
el_gr: 3 μήνες
fa_ir: 3 ماه
fr_fr: 3 mois
it_it: 3 mesi
ko_kr: 3 개월
pl_pl: 3 miesiące
uk_ua: 3 місяці
zh_cn: 3个月

source: 2 months
cs_cz: 2 měsíce
de_de: 2 Monate
el_gr: 2 μήνες
fa_ir: 2 ماه
fr_fr: 2 mois
it_it: 2 mesi
ko_kr: 2개월
pl_pl: 2 miesiące
uk_ua: 2 місяці
zh_cn: 2个月

source: 1 month
cs_cz: 1 měsíc
de_de: 1 Monat
el_gr: 1 μήνα
fa_ir: 1 ماه
fr_fr: 1 mois
it_it: 1 mese
ko_kr: 1 개월
pl_pl: 1 miesiąc
uk_ua: 1 місяць
zh_cn: 1月

source: 3 weeks
cs_cz: 3 týdny
de_de: 3 Wochen
el_gr: 3 εβδομάδες
fa_ir: 3 هفته
fr_fr: 3 semaines
it_it: 3 settimane
ko_kr: 3 주
pl_pl: 3 tygodnie
uk_ua: 3 тижні
zh_cn: 3周

source: 12 hours
cs_cz: 12 hodin
de_de: 12 Stunden
el_gr: 12 ώρες
fa_ir: 12 ساعت
fr_fr: 12 heures
it_it: 12 ore
ko_kr: 12 시간
pl_pl: 12 godzin
uk_ua: 12 годин
zh_cn: 12个小时

source: 6 hours
cs_cz: 6 hodin
de_de: 6 Stunden
el_gr: 6 ώρες
fa_ir: 6 ساعت
fr_fr: 6 heures
it_it: 6 ore
ko_kr: 6 시간
pl_pl: 6 godzin
uk_ua: 6 годин
zh_cn: 6个小时

source: never
cs_cz: nikdy
de_de: nie
el_gr: ποτέ
fa_ir: هرگز
fr_fr: jamais
it_it: Mai
ko_kr: 없음
pl_pl: nigdy
uk_ua: ніколи
zh_cn: 从不

source: Expires in
cs_cz: Platnost skončí za
de_de: Läuft ab in
el_gr: Λήγει σε
fa_ir: منقضی می‌شود در
fr_fr: Expire dans
it_it: Scade tra
ko_kr: 만료일
pl_pl: Wygasa za
uk_ua: Термін дії закінчується через
zh_cn: 过期时间

source: Custom (minutes)
cs_cz: Vlastní (minuty)
de_de: Benutzerdefiniert (Minuten)
el_gr: Προσαρμοσμένο (λεπτά)
fa_ir: سفارشی (دقیقه)
fr_fr: Customisation (en minutes)
it_it: Personalizzato (minuti)
ko_kr: 사용자 정의(분)
pl_pl: Niestandardowe (minuty)
uk_ua: Власне (хвилини)
zh_cn: 自定义(分钟)

source: 2 weeks
cs_cz: 2 týdny
de_de: zwei Wochen
el_gr: 2 εβδομάδες
fa_ir: 2 هفته
fr_fr: 2 semaines
it_it: 2 settimane
ko_kr: 2주
pl_pl: 2 tygodnie
uk_ua: 2 тижні
zh_cn: 2周

source: 1 week
cs_cz: 1 týden
de_de: eine Woche
el_gr: 1 εβδομάδα
fa_ir: 1 هفته
fr_fr: 1 semaine
it_it: 1 settimana
ko_kr: 1 주
pl_pl: 1 tydzień
uk_ua: 1 тиждень
zh_cn: 1周

source: 6 days
cs_cz: 6 dnů
de_de: sechs Tage
el_gr: 6 ημέρες
fa_ir: 6 روز
fr_fr: 6 jours
it_it: 6 giorni
ko_kr: 6 일
pl_pl: 6 dni
uk_ua: 6 днів
zh_cn: 6天

source: 5 days
cs_cz: 5 dnů
de_de: fünf Tage
el_gr: 5 ημέρες
fa_ir: 5 روز
fr_fr: 5 jours
it_it: 5 giorni
ko_kr: 5일
pl_pl: 5 dni
uk_ua: 5 днів
zh_cn: 5天

source: 4 days
cs_cz: 4 dny
de_de: vier Tage
el_gr: 4 ημέρες
fa_ir: ۴ روز
fr_fr: 4 jours
it_it: 4 giorni
ko_kr: 4일
pl_pl: 4 dni
uk_ua: 4 дні
zh_cn: 4天

source: 3 days
cs_cz: 3 dny
de_de: drei Tage
el_gr: 3 ημέρες
fa_ir: ۳ روز
fr_fr: 3 jours
it_it: 3 giorni
ko_kr: 3 일
pl_pl: 3 dni
uk_ua: 3 дні
zh_cn: 3天

source: 2 days
cs_cz: 2 dny
de_de: zwei Tage
el_gr: 2 ημέρες
fa_ir: ۲ روز
fr_fr: 2 jours
it_it: 2 giorni
ko_kr: 2일
pl_pl: 2 dni
uk_ua: 2 дні
zh_cn: 2天

source: 1 day
cs_cz: 1 den
de_de: ein Tag
el_gr: 1 ημέρα
fa_ir: ۱ روز
fr_fr: 1 jour
it_it: 1 giorno
ko_kr: 1 일
pl_pl: 1 dzień
uk_ua: 1 день
zh_cn: 1天

source: 8 hours
cs_cz: 8 hodin
de_de: acht Stunden
el_gr: 8 ώρες
fa_ir: ۸ ساعت
fr_fr: 8 heures
it_it: 8 ore
ko_kr: 8 시간
pl_pl: 8 godzin
uk_ua: 8 годин
zh_cn: 8小时

source: 4 hours
cs_cz: 4 hodiny
de_de: vier Stunden
el_gr: 4 ώρες
fa_ir: ۴ ساعت
fr_fr: 4 heures
it_it: 4 ore
ko_kr: 4시간
pl_pl: 4 godziny
uk_ua: 4 години
zh_cn: 4小时

source: Validity
cs_cz: Platnost
de_de: Gültigkeit
el_gr: Κύρος
fa_ir: اعتبار
fr_fr: Validité
it_it: Validità
ko_kr: 유효성
pl_pl: Ważność
uk_ua: Термін дії
zh_cn: 有效期

source: Setting
cs_cz: Nastavení
de_de: Einstellung
el_gr: Σύνθεση
fa_ir: تنظیم
fr_fr: Paramètres
it_it: Collocamento
ko_kr: 설정
pl_pl: Ustawienia
uk_ua: Налаштування
zh_cn: 设置

source: Generate vouchers
cs_cz: Vytvořit kupony
de_de: Voucher generieren
el_gr: Δημιουργήστε κουπόνια
fa_ir: تولید ووچرها
fr_fr: Générer des bons d'échange
it_it: Genera voucher
ko_kr: 바우처 생성
pl_pl: Generuj vouchery
uk_ua: Згенерувати ваучери
zh_cn: 生成凭证

source: Create vouchers
cs_cz: Vytvořit kupony
de_de: Voucher erstellen
el_gr: Δημιουργήστε κουπόνια
fa_ir: ایجاد ووچرها
fr_fr: Créer des bons d'échange
it_it: Crea voucher
ko_kr: 바우처 생성
pl_pl: Stwórz vouchery
uk_ua: Створити ваучери
zh_cn: 创建凭证

source: Drop expired vouchers
cs_cz: Zahodit prošlé kupony
de_de: Abgelaufene Voucher löschen
el_gr: Απόρριψη ληγμένων κουπονιών
fa_ir: حذف ووچرهای منقضی‌شده
fr_fr: Supprimer les bons d'échange expirés
it_it: Elimina i voucher scaduti
ko_kr: 만료된 바우처 삭제
pl_pl: Usuń wygasłe vouchery
uk_ua: Видалити прострочені ваучери
zh_cn: 丢弃过期凭证

source: Expire selected vouchers
cs_cz: Ukončit platnost označených kuponů
de_de: Ausgewählte Voucher ungültig setzten
el_gr: Λήξη επιλεγμένων κουπονιών
fa_ir: منقضی کردن ووچرهای انتخاب‌شده
fr_fr: Expirer les bons d'échange sélectionnés
it_it: Scadenza dei voucher selezionati
ko_kr: 선택한 바우처 만료
pl_pl: Wygaś wybrane vouchery
uk_ua: Анулювати вибрані ваучери
zh_cn: 过期所选凭证

source: State
cs_cz: Stav
de_de: Zustand
el_gr: Κατάσταση
fa_ir: وضعیت
fr_fr: État
it_it: Stato
ko_kr: 상태
pl_pl: Status
uk_ua: Стан
zh_cn: 状态

source: Expires at
cs_cz: Platnost skončí v
de_de: Läuft ab am
el_gr: Λήγει στις
fa_ir: انقضا در
fr_fr: Expire le
it_it: Scade alle
ko_kr: 만료일
pl_pl: Wygasa o
uk_ua: Термін дії закінчується
zh_cn: 过期时间

source: Valid to
cs_cz: Platné do
de_de: Gültig bis
el_gr: Ισχύει έως
fa_ir: معتبر تا
fr_fr: Valide jusque
it_it: Valido fino a
ko_kr: 만료일
pl_pl: Ważny do
uk_ua: Дійсний до
zh_cn: 有效期（终）

source: Valid from
cs_cz: Platné od
de_de: Gültig von
el_gr: Ισχύει από
fa_ir: معتبر از
fr_fr: Valide à partir de
it_it: Valido dal
ko_kr: 발급일
pl_pl: Ważny od
uk_ua: Дійсний від
zh_cn: 有效期（起）

source: Expire all selected vouchers?
cs_cz: Ukončit platnost všech označených kuponů?
de_de: Alle ausgewählten Voucher ungültig setzten?
el_gr: Λήξη όλων των επιλεγμένων κουπονιών;
fa_ir: آیا همه ووچرهای انتخاب‌شده را منقضی می‌کنید؟
fr_fr: Expirer tous les bons d'échange sélectionnés?
it_it: Scadono tutti i voucher selezionati?
ko_kr: 선택한 모든 바우처를 만료하시겠습니까?
pl_pl: Czy wygaśnieć wszystkie wybrane vouchery?
uk_ua: Анулювати всі вибрані ваучери?
zh_cn: 过期所有选中的凭证？

source: Close
cs_cz: Zavřít
de_de: Schließen
el_gr: Κλείσιμο
fa_ir: بستن
fr_fr: Fermer
it_it: Vicino
ko_kr: 닫기
pl_pl: Zamknij
uk_ua: Закрити
zh_cn: 关闭

source: All expired vouchers within this group will be deleted
cs_cz: Veškeré kupony v této skupině, kterým skončila platnost, budou smazány
de_de: Alle abgelaufenen Voucher in dieser Gruppe werden gelöscht
el_gr: Όλα τα ληγμένα κουπόνια εντός αυτής της ομάδας θα διαγραφούν
fa_ir: تمام ووچرهای منقضی‌شده در این گروه حذف خواهند شد
fr_fr: Tous les bons d'échange expirés de ce groupe seront effacés
it_it: Tutti i voucher scaduti all'interno di questo gruppo verranno eliminati
ko_kr: 이 그룹 내의 모든 만료된 바우처가 삭제됨
pl_pl: Wszystkie wygasłe vouchery w tej grupie zostaną usunięte
uk_ua: Усі прострочені ваучери в цій групі буде видалено
zh_cn: 该组中所有过期的凭证会被删除

source: Remove expired vouchers
cs_cz: Odebrat prošlé kupony
de_de: Entferne abgelaufene Voucher
el_gr: Αφαίρεση ληγμένων κουπονιών
fa_ir: حذف ووچرهای منقضی‌شده
fr_fr: Supprimer les bons d'échanges expirés
it_it: Rimuovere i voucher scaduti
ko_kr: 만료된 바우처 제거
pl_pl: Usuń wygasłe vouchery
uk_ua: Видалити прострочені ваучери
zh_cn: 删除过期凭证

source: The validity, expiry time and the quantity of vouchers must be integers.
cs_cz: Je třeba, aby platnost, doba skončení platnosti a počet kuponu byla celá čísla.
de_de: Die Gültigkeit, die Verfallszeit und die Anzahl der Voucher müssen ganze Zahlen sein.
el_gr: Η ισχύς, ο χρόνος λήξης και η ποσότητα των κουπονιών πρέπει να είναι ακέραιοι αριθμοί.
fa_ir: مدت اعتبار، زمان انقضا و تعداد ووچرها باید اعداد صحیح باشند.
fr_fr: La validité, l'heure d'expiration et le nombre de bons d'échange doivent être des entiers.
it_it: La validità, la scadenza e la quantità dei voucher devono essere numeri interi.
ko_kr: 바우처의 유효 기간, 만료 시간 및 수량은 정수여야 합니다.
pl_pl: Ważność, czas wygaśnięcia i ilość voucherów muszą być liczbami całkowitymi.
uk_ua: Термін дії, час закінчення та кількість ваучерів повинні бути цілими числами.
zh_cn: 凭证的有效期，到期时间和数量必须是整数。

source: All vouchers within this group will be deleted
cs_cz: Veškeré kupony v této skupiny budou smazány
de_de: Alle Voucher in dieser Gruppe werden gelöscht
el_gr: Όλα τα κουπόνια εντός αυτής της ομάδας θα διαγραφούν
fa_ir: تمام ووچرهای این گروه حذف خواهند شد
fr_fr: Tous les bons d'échange dans ce groupe seront supprimés
it_it: Tutti i voucher all'interno di questo gruppo verranno eliminati
ko_kr: 이 그룹 내의 모든 바우처가 삭제됩니다
pl_pl: Wszystkie vouchery w tej grupie zostaną usunięte
uk_ua: Усі ваучери в цій групі буде видалено
zh_cn: 该组内的所有凭证会被删除

source: Remove voucher group
cs_cz: Odebrat skupinu kuponů
de_de: Entferne Voucher-Gruppe
el_gr: Κατάργηση ομάδας κουπονιών
fa_ir: حذف گروه ووچر
fr_fr: Supprimer ce groupe de bon d'échange
it_it: Rimuovere il gruppo di voucher
ko_kr: 바우처 그룹 제거
pl_pl: Usuń grupę voucherów
uk_ua: Видалити групу ваучерів
zh_cn: 删除凭证组

source: Please setup a voucher server first (%sgoto auth servers%s)
cs_cz: Nejprve je třeba vytvořit server s kupony (%sgoto ověř. servery%s)
de_de: Bitte richten Sie zuerst einen Voucherserver ein (%szu den Authentifizierungsservern%s)
el_gr: Παρακαλώ ρυθμίστε πρώτα έναν διακομιστή κουπονιών (%sgoto auth servers%s)
fa_ir: لطفاً ابتدا یک سرور ووچر تنظیم کنید (%sgoto auth servers%s)
fr_fr: Veuillez d'abord créer un serveur de bon d'échange (%svoir serveurs d'accès%s)
it_it: Configura prima un server voucher (%sgoto auth server%s)
ko_kr: 바우처 서버를 먼저 지정(%s인증 서버로 이동%s)
pl_pl: Proszę najpierw skonfigurować serwer voucherów (%sgoto auth servers%s)
uk_ua: Будь ласка, спочатку налаштуйте сервер ваучерів (%sперейти до серверів автентифікації%s)
zh_cn: 请先设置认证服务器(%s转到认证服务器%s)

source: Upload
cs_cz: Nahrát
el_gr: Μεταφόρτωση
fa_ir: بارگذاری
fr_fr: Envoyer
it_it: Caricamento
ko_kr: 업로드
pl_pl: Prześlij
uk_ua: Завантажити
zh_cn: 上传

source: File input
cs_cz: Vstup ze souboru
de_de: Dateieingabe
el_gr: Εισαγωγή αρχείου
fa_ir: ورودی فایل
fr_fr: Entrée du fichier
it_it: Inserimento file
ko_kr: 파일 입력
pl_pl: Wejście pliku
uk_ua: Введення файлу
zh_cn: 导入文件

source: Template name
cs_cz: Název šablony
de_de: Vorlagenname
el_gr: Όνομα προτύπου
fa_ir: نام قالب
fr_fr: Nom du modèle
it_it: Nome del modello
ko_kr: 템플릿 이름
pl_pl: Nazwa szablonu
uk_ua: Назва шаблону
zh_cn: 模板名称

source: Upload file
cs_cz: Nahrát soubor
de_de: Datei hochladen
el_gr: Μεταφόρτωση αρχείου
fa_ir: بارگذاری فایل
fr_fr: Envoyer un fichier
it_it: Carica file
ko_kr: 파일 업로드
pl_pl: Wgraj plik
uk_ua: Завантажити файл
zh_cn: 上传文件

source: Edit zone
cs_cz: Upravit zónu
de_de: Zone bearbeiten
el_gr: Επεξεργασία ζώνης
fa_ir: ویرایش زون
fr_fr: Editer la zone
it_it: Modifica zona
ko_kr: 영역 편집
pl_pl: Edytuj strefę
uk_ua: Редагувати зону
zh_cn: 编辑区域

source: Apply
cs_cz: Použít
de_de: Anwenden
el_gr: Εφαρμόζω
fa_ir: اعمال
fr_fr: Appliquer
it_it: Fare domanda a
ko_kr: 적용
pl_pl: Zastosuj
uk_ua: Застосувати
zh_cn: 应用

source: Fileid
cs_cz: Identifikátor souboru
de_de: Datei-ID
el_gr: Αναγνωριστικό αρχείου
fa_ir: شناسه فایل
fr_fr: Filed
ko_kr: 파일 ID
uk_ua: Ідентифікатор файлу

source: Zoneid
cs_cz: Identifikátor zóny
de_de: Zonen-ID
fa_ir: شناسه زون
ko_kr: 존 ID
uk_ua: Ідентифікатор зони

source: Templates
cs_cz: Šablony
de_de: Vorlagen
el_gr: Πρότυπα
fa_ir: قالب‌ها
fr_fr: Modèles
it_it: Modelli
ko_kr: 템플릿
pl_pl: Szablony
uk_ua: Шаблони
zh_cn: 模板

source: Zones
cs_cz: Zóny
de_de: Zonen
el_gr: Ζώνες
fa_ir: زون‌ها
it_it: Zone
ko_kr: 구역
pl_pl: Strefy
uk_ua: Зони
zh_cn: 区域

source: Error uploading template
cs_cz: Chyba při nahrávání šablony
de_de: Hochladen des Templates fehlgeschlagen
el_gr: Σφάλμα κατά τη μεταφόρτωση του προτύπου κατά τη μεταφόρτωση.
fa_ir: خطا در بارگذاری قالب
fr_fr: Erreur lors de l'envoi du modèle
it_it: Errore durante il caricamento del modello
ko_kr: 템플릿 업로드 오류
pl_pl: Błąd przesyłania szablonu
uk_ua: Помилка завантаження шаблону
zh_cn: 上传模板时出错

source: Do you want to remove the selected item?
cs_cz: Opravdu chcete odebrat označenou položku?
de_de: Wollen Sie das ausgewählte Element löschen?
el_gr: Θέλετε να καταργήσετε το επιλεγμένο στοιχείο;
fa_ir: آیا می‌خواهید مورد انتخاب‌شده را حذف کنید؟
fr_fr: Voulez-vous supprimer l'élément sélectionné ?
it_it: Vuoi rimuovere l'elemento selezionato?
ko_kr: 선택한 항목을 제거하시겠습니까?
pl_pl: Czy chcesz usunąć wybrany element?
uk_ua: Ви хочете видалити вибраний елемент?
zh_cn: 您要删除所选项目吗？

source: Confirm removal
cs_cz: Potvrzení odebrání
de_de: Entferen bestätigen
el_gr: Επιβεβαίωση κατάργησης
fa_ir: تأیید حذف
fr_fr: Confirmation de suppression
it_it: Conferma la rimozione
ko_kr: 제거 확인
pl_pl: Potwierdź usunięcie
uk_ua: Підтвердити видалення
zh_cn: 确认删除
