Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Specify the filename scheme for this Lua script. Usually using the ID is sufficient and the most fail-safe apparoach. However, when using Lua's "require" function this apparoach will not work and it becomes necessary to use the specified name as filename. In this case all non-alphanumeric characters are removed from the filename. Note that this may cause issues when creating multiple Lua scripts with the same name.
cs_cz: Zadejte schéma názvu souboru pro tento Lua skript. Obvykle stačí použít identifikátor a je to zároveň nejjistější postup. Při použití funkce Lua „require“ však tento přístup nebude fungovat a bude nutné použít jako název souboru zadaný název. V tomto případě budou z názvu souboru odstraněny veškeré znaky, které nejsou písmeno nebo číslice. Upozorňujeme, že to může způsobit problémy při vytváření vícero Lua skriptů se stejným názvem.
de_de: Legen Sie das Dateinamenschema für dieses Lua-Skript fest. In der Regel reicht die Verwendung einer ID aus und ist der fehlertoleranteste Ansatz. Wird das Skript jedoch über "require" eingebunden, funktioniert dieser Ansatz nicht und der festgelegte Name muss als Dateiname verwendet werden. Dabei werden alle nicht-alphanumerischen Zeichen aus dem Dateinamen entfernt. Hinweis: Dies kann zu Problemen führen, wenn mehrere Lua-Skripte denselben Namen erhalten.
el_gr: Καθορίστε το σχήμα ονόματος αρχείου για αυτό το σενάριο Lua. Συνήθως, η χρήση του ID είναι επαρκής και η πιο ασφαλής προσέγγιση. Ωστόσο, όταν χρησιμοποιείτε τη συνάρτηση "require" του Lua, αυτή η προσέγγιση δεν θα λειτουργήσει και καθίσταται απαραίτητο να χρησιμοποιήσετε το καθορισμένο όνομα ως όνομα αρχείου. Σε αυτήν την περίπτωση, όλοι οι μη αλφαριθμητικοί χαρακτήρες αφαιρούνται από το όνομα αρχείου. Σημειώστε ότι αυτό μπορεί να προκαλέσει προβλήματα κατά τη δημιουργία πολλαπλών σεναρίων Lua με το ίδιο όνομα.
fa_ir: الگوی نام‌فایل این اسکریپت Lua را مشخص کنید. معمولاً استفاده از ID کافی و مطمئن‌ترین روش است. اما هنگام استفاده از تابع Lua یعنی "require" این روش کار نمی‌کند و لازم است از نام مشخص‌شده به‌عنوان نام فایل استفاده شود. در این حالت تمام کاراکترهای غیرالف‌رقمی از نام فایل حذف می‌شوند. توجه کنید که این ممکن است در ایجاد چند اسکریپت Lua با نام یکسان مشکلاتی ایجاد کند.
fr_fr: Spécifiez le schéma de nom de fichier pour ce script Lua. Habituellement, l'utilisation de l'ID est suffisante et constitue l'approche la plus sûre. Cependant, lors de l'utilisation de la fonction "require" de Lua, cet apparoach ne fonctionnera pas et il devient nécessaire d'utiliser le nom spécifié comme nom de fichier. Dans ce cas, tous les caractères non alphanumériques sont supprimés du nom de fichier. Notez que cela peut causer des problèmes lors de la création de plusieurs scripts Lua avec le même nom.
it_it: Specificare lo schema del nome file per questo script Lua. Di solito l'uso dell'ID è sufficiente ed è l'approccio più sicuro. Tuttavia, quando si utilizza la funzione "require" di Lua questo approccio non funzionerà e diventa necessario utilizzare il nome specificato come nome file. In questo caso tutti i caratteri non alfanumerici vengono rimossi dal nome file. Tieni presente che ciò potrebbe causare problemi durante la creazione di più script Lua con lo stesso nome.
ko_kr: 이 Lua 스크립트의 파일 이름 체계를 지정하세요. 일반적으로 ID를 사용하면 충분하고 가장 안전한 장치입니다. 그러나 Lua의 "require" 기능을 사용할 때 이 장치는 작동하지 않으며 지정된 이름을 파일 이름으로 사용해야 합니다. 이 경우 영숫자가 아닌 모든 문자가 파일 이름에서 제거됩니다. 이로 인해 동일한 이름의 Lua 스크립트를 여러 개 만들 때 문제가 발생할 수 있습니다.
uk_ua: Вкажіть схему імені файлу для цього Lua-скрипту. Зазвичай використання ідентифікатора є достатнім і найбільш надійним підходом. Однак при використанні функції "require" Lua цей підхід не спрацює, і стане необхідним використовувати вказане ім'я як ім'я файлу. У цьому випадку всі неалфавітно-цифрові символи видаляються з імені файлу. Зверніть увагу, що це може спричинити проблеми при створенні кількох Lua-скриптів з однаковим іменем.
zh_cn: 指定该Lua脚本的文件名方案。通常使用ID。但是，当使用Lua的"require"函数时，此应用程序将不起作用，并且有必要使用指定的名称作为文件名。在这种情况下，所有非字母数字字符都将从文件名中删除。注意，在创建多个具有相同名称的Lua脚本时，这可能会导致问题。

source: Stats Allowed IP
cs_cz: Statistiky Povolené IP
de_de: Zugelassene IP-Adresse für Statistikzugriff
el_gr: Στατιστικά Επιτρεπόμενη IP
fa_ir: آدرس‌های IP مجاز برای آمار
fr_fr: Stats IP autorisées
it_it: IP consentito per le statistiche
ko_kr: 통계 허용 IP
pl_pl: Zezwolone IP statystyk
uk_ua: Дозволена IP-адреса для статистики
zh_cn: 统计允许IP

source: Synology Hostname
cs_cz: Název stroje Synology
el_gr: Όνομα κεντρικού υπολογιστή Synology
fa_ir: نام میزبان Synology
fr_fr: Nom d'hôte Synology
it_it: Nome host Synology
ko_kr: Synology 호스트 이름
pl_pl: Nazwa serwera Synology
uk_ua: Ім'я хоста Synology
zh_cn: 群晖主机名

source: Synology Port
cs_cz: Port Synology
el_gr: Θύρα Synology
fa_ir: پورت Synology
fr_fr: Port du Synology
it_it: Porta Synology
ko_kr: Synology 포트
pl_pl: Port serwera Synology
uk_ua: Порт Synology
zh_cn: 群晖端口

source: TLS Ciphers
cs_cz: TLS šifry
de_de: TLS-Verschlüsselungsverfahren
el_gr: Κρυπτογραφήματα TLS
fa_ir: رمزنگاری‌های TLS
fr_fr: Ciphers TLS
it_it: Cifrature TLS
ko_kr: TLS 암호화
pl_pl: Szyfry TLS
uk_ua: Шифри TLS
zh_cn: TLS密码

source: TLS Minimum Version
cs_cz: Nejnižší přijímaná verze TLS
de_de: Minimale TLS-Version
el_gr: Ελάχιστη έκδοση TLS
fa_ir: حداقل نسخه TLS
fr_fr: Version minimum de TLS
it_it: Versione minima TLS
ko_kr: TLS 최소 버전
pl_pl: Minimalna wersja TLS
uk_ua: Мінімальна версія TLS
zh_cn: TLS最低版本

source: TLS Protocols
cs_cz: TLS protokoly
de_de: TLS-Protokolle
el_gr: Πρωτόκολλα TLS
fa_ir: پروتکل‌های TLS
fr_fr: Protocoles TLS
it_it: Protocolli TLS
ko_kr: TLS 프로토콜
pl_pl: Protokoły TLS
uk_ua: Протоколи TLS
zh_cn: TLS 协议

source: TLS-ALPN Service
cs_cz: Služba TLS-ALPN
de_de: TLS-ALPN-Dienst
el_gr: Υπηρεσία TLS-ALPN
fa_ir: سرویس TLS-ALPN
fr_fr: Service TLS-ALPN
it_it: Servizio TLS-ALPN
ko_kr: TLS-ALPN 서비스
pl_pl: Usługa TLS-ALPN
uk_ua: Сервіс TLS-ALPN
zh_cn: TLS-ALPN服务

source: The 'Listen IPs' parameter specifies a comma-separated list of IP addresses to listen to. Default is to listen on all interfaces.
cs_cz: Parametr „Listen IPs“ určuje čárkou oddělovaný seznam IP adres, na kterých očekávat spojení. Výchozí je na všech rozhraních.
de_de: Der Parameter „Listen IPs“ gibt eine kommaseparierte Liste von IP-Adressen an, auf denen gelauscht werden soll. Standardmäßig wird auf allen Schnittstellen gelauscht.
el_gr: Η παράμετρος 'Listen IPs' καθορίζει μια λίστα διευθύνσεων IP διαχωρισμένων με κόμμα για ακρόαση. Η προεπιλογή είναι η ακρόαση σε όλες τις διεπαφές.
fa_ir: پارامتر 'Listen IPs' فهرستی از آدرس‌های IP جداشده با ویرگول را که باید به آنها گوش داده شود مشخص می‌کند. پیش‌فرض گوش دادن روی همهٔ اینترفیس‌ها است.
fr_fr: Le paramètre 'Listen IPs' spécifie une liste d'adresses IP à écouter, séparées par des virgules. La valeur par défaut est d'écouter sur toutes les interfaces.
it_it: Il parametro "Listen IPs" specifica un elenco separato da virgole di indirizzi IP da ascoltare. L'impostazione predefinita è l'ascolto su tutte le interfacce.
ko_kr: 'IP 수신' 매개 변수는 수신할 IP 주소의 쉼표 목록을 지정합니다. 기본값은 모든 인터페이스에서 수신 대기입니다.
uk_ua: Параметр 'Listen IPs' визначає список IP-адрес, розділених комою, для прослуховування. Типово прослуховування на всіх інтерфейсах.
zh_cn: "监听 IP"参数指定要监听的 IP 地址的逗号分隔列表。默认设置是监听所有接口。

source: The HTTPS URL of the custom ACME CA that should be used for this account and all associated certificates. If using your own CA, make sure the Root CA is added to OPNsense's trust store. For example: https://acme-v02.api.letsencrypt.org/directory or https://ca.internal/acme/directory
cs_cz: HTTPS URL adresa uživatelsky určené ACME certifikační autorité, která by měla být použita pro tento účet a všechny související certifikáty. Pokud používáte svou vlastní certifikační autoritu, zajistěte, aby kořenová certifikační autorita byla přidána do úložiště důvěry OPNsense. Například: https://acme-v02.api.letsencrypt.org/directory nebo https://ca.internal/acme/directory
de_de: Die HTTPS-URL der benutzerdefinierten ACME-CA, die für dieses Konto und alle zugehörigen Zertifikate verwendet werden soll. Wenn Sie eine eigene CA verwenden, stellen Sie sicher, dass die Stamm-CA dem Vertrauensspeicher von OPNsense hinzugefügt wurde. Beispiel: https://acme-v02.api.letsencrypt.org/directory oder https://ca.internal/acme/directory
el_gr: Η διεύθυνση URL HTTPS της προσαρμοσμένης ACME CA που θα πρέπει να χρησιμοποιηθεί για αυτόν τον λογαριασμό και όλα τα σχετικά πιστοποιητικά. Εάν χρησιμοποιείτε τη δική σας CA, βεβαιωθείτε ότι η Root CA έχει προστεθεί στον χώρο αποθήκευσης αξιοπιστίας του OPNsense. Για παράδειγμα: https://acme-v02.api.letsencrypt.org/directory ή https://ca.internal/acme/directory
fa_ir: URL HTTPS مربوط به CA سفارشی ACME که باید برای این حساب و تمام گواهی‌های مرتبط استفاده شود. اگر از CA خود استفاده می‌کنید، مطمئن شوید Root CA به مخزن اعتماد OPNsense اضافه شده است. برای مثال: https://acme-v02.api.letsencrypt.org/directory یا https://ca.internal/acme/directory
fr_fr: L'URL HTTPS de l'autorité de certification ACME personnalisée qui doit être utilisée pour ce compte et tous les certificats associés. Si vous utilisez votre propre AC, assurez-vous que l'AC racine est ajoutée au magasin de confiance d'OPNsense. Par exemple : https://acme-v02.api.letsencrypt.org/directory ou https://ca.internal/acme/directory
it_it: L'URL HTTPS della CA ACME personalizzata da utilizzare per questo account e tutti i certificati associati. Se utilizzi la tua CA, assicurati che la CA radice sia aggiunta al trust store di OPNsense. Ad esempio: https://acme-v02.api.letsencrypt.org/directory o https://ca.internal/acme/directory
ko_kr: 이 계정 및 관련된 모든 인증서에 사용해야 하는 사용자 정의 ACMECA의 HTTPS URL. 자신의 CA를 사용하는 경우 루트 CA가 OPNense의 신뢰 저장소에 추가되었는지 확인하세요. 예: https://acme-v02.api.letsencrypt.org/directory 또는 https://ca.internal/acme/directory
uk_ua: HTTPS URL власного центру сертифікації ACME, який слід використовувати для цього облікового запису та всіх пов'язаних сертифікатів. Якщо ви використовуєте власний ЦС, переконайтеся, що кореневий ЦС додано до сховища довіри OPNsense. Наприклад: https://acme-v02.api.letsencrypt.org/directory або https://ca.internal/acme/directory
zh_cn: 应用于该帐户和所有关联证书的自定义ACME CA 的 HTTPS URL。如果使用您自己的CA，请确保将Root CA添加到OPNsense 的信任存储中。例如：https://acme-v02.api.letsencrypt.org/directory 或 https://ca.internal/acme/directory

source: The host name sent in the SNI TLS extension to the server.
cs_cz: Název hostitele odeslaný v TLS rozšíření SNI na server.
de_de: Der Hostname, der in der SNI-TLS-Erweiterung an den Server gesendet wird.
el_gr: Το όνομα κεντρικού υπολογιστή που αποστέλλεται στην επέκταση SNI TLS στον διακομιστή.
fa_ir: نام میزبان ارسال‌شده در اکستنشن SNI TLS به سرور.
fr_fr: Le nom d'hôte envoyé dans l'extension SNI TLS au serveur.
it_it: Il nome host inviato nell'estensione SNI TLS al server.
ko_kr: SNI TLS 확장에서 서버로 전송된 호스트 이름.
pl_pl: Nazwa hosta wysyłana w rozszerzeniu SNI TLS do serwera.
uk_ua: Ім'я хоста, що надсилається на сервер у розширенні SNI TLS.
zh_cn: 在SNI TLS扩展中发送到服务器的主机名。

source: The host name sent in the SNI TLS extension to the server. Overrides the server's SNI setting for health checks.
cs_cz: Název hostitele odeslaný v TLS rozšíření SNI na server. Přepisuje nastavení SNI serveru pro kontroly stavu.
de_de: Der Hostname, der in der SNI-TLS-Erweiterung an den Server gesendet wird. Überschreibt die SNI-Einstellung des Servers für Integritätsprüfungen.
el_gr: Το όνομα κεντρικού υπολογιστή που αποστέλλεται στην επέκταση SNI TLS στον διακομιστή. Παρακάμπτει τη ρύθμιση SNI του διακομιστή για ελέγχους εύρυθμης λειτουργίας.
fa_ir: نام میزبان ارسال‌شده در اکستنشن SNI TLS به سرور. برای بررسی سلامت، تنظیم SNI سرور را بازنویسی می‌کند.
fr_fr: Le nom d'hôte envoyé dans l'extension SNI TLS au serveur. Remplace le paramètre SNI du serveur pour les contrôles de santé.
it_it: Il nome host inviato nell'estensione SNI TLS al server. Sostituisce l'impostazione SNI del server per i controlli di integrità.
ko_kr: SNI TLS 확장에서 서버로 전송된 호스트 이름. 상태 점검을 위해 서버의 SNI 설정을 재정의합니다.
pl_pl: Nazwa hosta wysyłana w rozszerzeniu SNI TLS do serwera. Nadpisuje wartość SNI serwera dla sprawdzania żywotności.
uk_ua: Ім'я хоста, що надсилається на сервер у розширенні SNI TLS. Перевизначає налаштування SNI сервера для перевірок стану.
zh_cn: 在SNI TLS扩展中发送到服务器的主机名。覆盖服务器的SNI设置以进行健康检查。

source: The ipstats plugin lists multiple interface stats.
cs_cz: Zásuvný modul ipstats zobrazuje statistiky vícera rozhraní.
de_de: Das Plugin ipstats listet Statistiken mehrerer Schnittstellen auf.
el_gr: Το πρόσθετο ipstats παραθέτει πολλά στατιστικά στοιχεία διεπαφής.
fa_ir: افزونه ipstats آمار چندین اینترفیس را فهرست می‌کند.
fr_fr: Le plugin ipstats liste les statistiques de plusieurs interfaces.
it_it: Il plugin ipstats elenca più statistiche dell'interfaccia.
ko_kr: ipstats 플러그인에는 여러 인터페이스 통계가 나열됩니다.
pl_pl: Wtyczka ipstats listuje statystyki wielu interfejsów.
uk_ua: Плагін ipstats виводить статистику кількох інтерфейсів.
zh_cn: Ipstats插件列出了多个接口统计信息。

source: The service port when using TLS-ALPN-01 as challenge type. It works similar to the HTTP-01 challenge type. Defaults to port 43581.
cs_cz: Port služby při použití typu výzvy TLS-ALPN-01. Funguje podobně jako typ výzvy HTTP-01. Výchozí hodnota je port 43581.
de_de: Dienstport bei Verwendung des Challenge-Typs TLS-ALPN-01. Funktioniert ähnlich wie der Typ HTTP-01. Standardmäßig Port 43581.
el_gr: Η θύρα υπηρεσίας κατά τη χρήση του TLS-ALPN-01 ως τύπου πρόκλησης. Λειτουργεί παρόμοια με τον τύπο πρόκλησης HTTP-01. Η προεπιλεγμένη θύρα είναι η 43581.
fa_ir: پورت سرویس هنگام استفاده از TLS-ALPN-01 به‌عنوان نوع چالش. عملکردش مشابه نوع چالش HTTP-01 است. پیش‌فرض port 43581.
fr_fr: Le port de service lors de l'utilisation de TLS-ALPN-01 comme type de défi. Il fonctionne de la même manière que le type de défi HTTP-01. La valeur par défaut est le port 43581.
it_it: La porta di servizio quando si utilizza TLS-ALPN-01 come tipo di sfida. Funziona in modo simile al tipo di sfida HTTP-01. Il valore predefinito è la porta 43581.
ko_kr: 챌린지 유형으로 TLS-ALPN-01을 사용할 때 서비스 포트입니다. HTTP-01 챌린지 유형과 유사하게 작동합니다. 기본값은 포트 43581입니다.
uk_ua: Порт служби при використанні TLS-ALPN-01 як типу виклику. Він працює подібно до типу виклику HTTP-01. Типово використовується порт 43581.
zh_cn: 使用 TLS-ALPN-01 作为挑战类型时的服务端口。它的工作方式类似于 HTTP-01 挑战类型。默认为端口43581。

source: The tcpconns plugin lists a summary of all tcp connections.
cs_cz: Zásuvný modul tcpconns zobrazuje přehled všech tcp připojení.
de_de: Das Plugin tcpconns zeigt eine Zusammenfassung aller TCP-Verbindungen.
el_gr: Το πρόσθετο tcpconns παραθέτει μια σύνοψη όλων των συνδέσεων tcp.
fa_ir: افزونه tcpconns خلاصه‌ای از تمام اتصال‌های tcp را فهرست می‌کند.
fr_fr: Le plugin tcpconns liste un résumé de toutes les connexions tcp.
it_it: Il plugin tcpconns elenca un riepilogo di tutte le connessioni TCP.
ko_kr: tcpconns 플러그인은 모든 tcp 연결에 대한 요약을 나열합니다.
uk_ua: Плагін tcpconns виводить зведення всіх TCP-з'єднань.
zh_cn: Tcpconns插件列出了所有 tcp 连接的摘要。

source: This enables the EXOS VLAN and policy attributes assignment via users tab.
cs_cz: Toto zapíná přiřazení atributů EXSOS VLAN a zásad prostřednictvím karty uživatelů.
de_de: Aktiviert die Zuweisung von EXOS-VLAN- und Richtlinienattributen über den Reiter Benutzer.
el_gr: Αυτό επιτρέπει την αντιστοίχιση χαρακτηριστικών EXOS VLAN και πολιτικής μέσω της καρτέλας χρήστες.
fa_ir: این مورد تخصیص ویژگی‌های VLAN و policy مربوط به EXOS را از طریق زبانهٔ کاربران فعال می‌کند.
fr_fr: Cela active l'attribution des attributs de VLAN et de politique de l'EXOS via l'onglet Utilisateurs.
it_it: Ciò consente la VLAN EXOS e l'assegnazione degli attributi della policy tramite la scheda Utenti.
ko_kr: 이렇게 하면 사용자 탭을 통해 EXOS VLAN 및 정책 특성을 할당할 수 있습니다.
uk_ua: Це дозволяє призначення атрибутів EXOS VLAN та політики через вкладку користувачів.
zh_cn: 这可以通过用户选项卡启用 EXOS VLAN 和策略属性分配。

source: This option ensures that a new certificate is created in Synology DSM if it does not exist yet. If unchecked only existing certificates will be updated.
cs_cz: Tato volba zajistí vytvoření nového certifikátu v systému Synology DSM, pokud ještě neexistuje. Pokud není zaškrtnuta, budou aktualizovány pouze existující certifikáty.
de_de: Diese Option stellt sicher, dass ein neues Zertifikat in Synology DSM erstellt wird, wenn noch keines vorhanden ist. Ist die Option deaktiviert, werden nur bestehende Zertifikate aktualisiert.
el_gr: Αυτή η επιλογή διασφαλίζει ότι θα δημιουργηθεί ένα νέο πιστοποιητικό στο Synology DSM, εάν δεν υπάρχει ακόμη. Εάν δεν επιλεγεί, θα ενημερωθούν μόνο τα υπάρχοντα πιστοποιητικά.
fa_ir: این گزینه تضمین می‌کند که در Synology DSM در صورت وجود نداشتن، یک گواهی جدید ایجاد شود. اگر تیک نخورده باشد، تنها گواهی‌های موجود به‌روزرسانی خواهند شد.
fr_fr: Cette option garantit qu'un nouveau certificat est créé dans Synology DSM s'il n'existe pas encore. Si elle n'est pas cochée, seuls les certificats existants seront mis à jour.
it_it: Questa opzione garantisce che venga creato un nuovo certificato in Synology DSM se non esiste ancora. Se deselezionato verranno aggiornati solo i certificati esistenti.
ko_kr: 이 옵션을 선택하면 Synology DSM에 새 인증서가 아직 없는 경우 생성됩니다. 선택하지 않으면 기존 인증서만 업데이트됩니다.
uk_ua: Ця опція забезпечує, що новий сертифікат створюється в Synology DSM, якщо його ще не існує. Якщо знято прапорець, оновлюватимуться лише наявні сертифікати.
zh_cn: 该选项可确保在Synology DSM中创建新证书（如果该证书尚不存在）。如果未选中，则只会更新现有证书。

source: This will activate the vpnserver service only on the master device.
cs_cz: Tímto bude služba vpnserver aktivována pouze na hlavním zařízení.
de_de: Aktiviert den Dienst vpnserver nur auf dem Master-Gerät.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία vpnserver μόνο στην κύρια συσκευή.
fa_ir: این سرویس vpnserver را فقط روی دستگاه master فعال می‌کند.
fr_fr: Cela activera le service vpnserver uniquement sur l'appareil maître.
it_it: Ciò attiverà il servizio VPNserver solo sul dispositivo master.
ko_kr: 이 옵션은 vpnserver 서비스를 마스터 장치에서만 활성화합니다.
uk_ua: Це активує службу vpnserver лише на головному пристрої.
zh_cn: 仅在主设备上激活VPN服务器。

source: This will enable/disable local logs. This includes both [query_log] and [nx_log] as described in the DNSCrypt-Proxy documentation.
cs_cz: Toto zapne/vypne zaznamenávání událostí do místních souborů. To zahrnuje jak [query_log], tak [nx_log] – jak je popsáno v dokumentaci k DNSCrypt-Proxy.
de_de: Aktiviert oder deaktiviert lokale Protokolle. Dazu gehören sowohl [query_log] als auch [nx_log], wie in der DNSCrypt-Proxy-Dokumentation beschrieben.
el_gr: Αυτό θα ενεργοποιήσει/απενεργοποιήσει τα τοπικά αρχεία καταγραφής. Αυτό περιλαμβάνει τόσο το [query_log] όσο και το [nx_log], όπως περιγράφεται στην τεκμηρίωση του DNSCrypt-Proxy.
fa_ir: این لاگ‌های محلی را فعال/غیرفعال می‌کند. شامل [query_log] و [nx_log] طبق مستندات DNSCrypt-Proxy است.
fr_fr: Ceci permet d'activer/désactiver les journaux locaux. Cela inclut [query_log] et [nx_log] comme décrit dans la documentation de DNSCrypt-Proxy.
it_it: Ciò abiliterà/disabiliterà i registri locali. Ciò include sia [query_log] che [nx_log] come descritto nella documentazione DNSCrypt-Proxy.
ko_kr: 이 옵션은 로컬 로그를 활성화/비활성화합니다. 이는 DNSCrypt-Proxy 문서에서 설명한 [query_log] 및 [nx_log] 모두를 포함합니다.
pl_pl: Spowoduje włączenie/wyłączenie logów lokalnych. Zawiera to zarówno [query_log] jak i [nx_log] jak opisano w dokumentacji DNSCrypt-Proxy.
uk_ua: Це дозволить/вимкне локальні журнали. Це включає як [query_log], так і [nx_log], як описано в документації DNSCrypt-Proxy.
zh_cn: 这将启用/禁用本地日志。这包括 [query_log] 和 [nx_log]，如DNSCrypt-Proxy 文档中所述。

source: This will skip chain and host verification.
cs_cz: Tím bude přeskočeno ověřování řetězce a hostitele.
de_de: Überspringt die Überprüfung der Zertifikatskette und des Hosts.
el_gr: Αυτό θα παραλείψει την επαλήθευση αλυσίδας και κεντρικού υπολογιστή.
fa_ir: این بررسی زنجیره و میزبان را نادیده می‌گیرد.
fr_fr: Cela permet d'éviter la vérification de la chaîne et de l'hôte.
it_it: Ciò salterà la verifica della catena e dell'host.
ko_kr: 이 옵션은 체인 및 호스트 검증을 건너뜁니다.
pl_pl: Spowoduje pominięcie weryfikacji łańcucha i hosta.
uk_ua: Це пропустить перевірку ланцюжка та хоста.
zh_cn: 将跳过chain和主机验证。

source: This will start the process with wheel group and root user permission. Please use this with care, currently only needed for Unbound and Suricata.
cs_cz: Toto proces spustí pod skupinou wheel a tím oprávněním správce systému (root). Používejte prosím opatrně – v současnosti je toto nutné pouze pro Unbound a Suricata.
de_de: Startet den Prozess mit Rechten der Gruppe wheel und des Benutzers root. Vorsicht bei der Verwendung – derzeit nur für Unbound und Suricata erforderlich.
el_gr: Αυτό θα ξεκινήσει τη διαδικασία με δικαιώματα ομάδας τροχού και χρήστη root. Χρησιμοποιήστε το με προσοχή, προς το παρόν χρειάζεται μόνο για Unbound και Suricata.
fa_ir: این فرآیند را با مجوز گروه wheel و کاربر root شروع می‌کند. لطفاً با احتیاط از این استفاده کنید؛ در حال حاضر فقط برای Unbound و Suricata لازم است.
fr_fr: Ceci lancera le processus avec le groupe wheel et la permission de l'utilisateur root. Veuillez l'utiliser avec précaution, il n'est actuellement nécessaire que pour Unbound et Suricata.
it_it: Questo avvierà il processo con il gruppo wheel e l'autorizzazione dell'utente root. Si prega di utilizzarlo con attenzione, attualmente necessario solo per Unbound e Suricata.
ko_kr: 이 옵션은 프로세스를 휠 그룹 및 루트 사용자 권한으로 시작합니다. 주의해서 사용하세요. 현재 Unbound 및 Suricata에만 필요합니다.
uk_ua: Це запустить процес з дозволами групи wheel та користувача root. Будь ласка, використовуйте це обережно, наразі потрібно лише для Unbound та Suricata.
zh_cn: 这将使用wheel group和 root 用户权限启动该过程。 请谨慎使用，目前仅适用于Unbound和Suricata。

source: Time until we send a notification to the sender if mail is delayed (in hours) - 0 or empty to disable.
cs_cz: Doba po které bude odesilateli zasláno oznámení, pokud je pošta zpožděná (v hodinách) – zadání 0 (nula) nebo nevyplnění vypíná.
de_de: Zeit bis zur Benachrichtigung des Absenders bei verzögerter Zustellung (in Stunden) – 0 oder leer zum Deaktivieren.
el_gr: Χρόνος μέχρι να στείλουμε ειδοποίηση στον αποστολέα σε περίπτωση καθυστέρησης της αλληλογραφίας (σε ώρες) - 0 ή κενό για απενεργοποίηση.
fa_ir: زمان تا ارسال اعلان به فرستنده در صورت تأخیر ایمیل (بر حسب ساعت) — برای غیرفعال کردن 0 یا خالی بگذارید.
fr_fr: Temps jusqu'à ce que nous envoyions une notification à l'expéditeur si le courrier est retardé (en heures) - 0 ou vide pour désactiver.
it_it: Tempo fino all'invio della notifica al mittente in caso di ritardo della posta (in ore) - 0 o vuoto per disabilitare.
ko_kr: 메일이 지연된 경우 발신자에게 알림을 보내는 시간(시간 단위) - 0 또는 비어 있으면 비활성화됩니다.
uk_ua: Час, доки ми надішлемо сповіщення відправнику, якщо пошта затримується (у годинах) – 0 або порожньо, щоб вимкнути.
zh_cn: 如果邮件延迟(小时)，则向发件人发送通知的时间 - 0 或留空则禁用。

source: Timeout hold time
cs_cz: Doba podržení časového limitu
de_de: Timeout-Pufferzeit
el_gr: Χρόνος αναμονής χρονικού ορίου
fa_ir: زمان نگهداری تایم‌اوت
fr_fr: Temps de maintien de la temporisation
it_it: Tempo di attesa del timeout
ko_kr: 시간 초과 유지 시간
uk_ua: Час утримання тайм-ауту
zh_cn: 超时保持时间

source: Transfer Key
cs_cz: Přenosový klíč
de_de: Transferschlüssel
el_gr: Κλειδί μεταφοράς
fa_ir: کلید انتقال
fr_fr: Clé de transfert
it_it: Chiave di trasferimento
ko_kr: 전송 키
pl_pl: Klucz transferu
uk_ua: Ключ передачі
zh_cn: 传输密钥

source: Transfer Key Algorithm
cs_cz: Algoritmus přenosu klíče
de_de: Transferschlüsselalgorithmus
el_gr: Αλγόριθμος Μεταφοράς Κλειδιού
fa_ir: الگوریتم کلید انتقال
fr_fr: Algorithme de clé de transfert
it_it: Algoritmo di trasferimento della chiave
ko_kr: 전송 키 알고리즘
pl_pl: Algorytm klucza transferu
uk_ua: Алгоритм ключа передачі
zh_cn: 传输密钥算法

source: UNIX Socket
cs_cz: UNIXOVÝ soket
el_gr: Υποδοχή UNIX
fa_ir: سوکت UNIX
fr_fr: Socket UNIX
it_it: Presa UNIX
ko_kr: UNIX 소켓
uk_ua: Сокет UNIX
zh_cn: UNIX套接字
