Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable this peer to act as a router for server routes received from the management
de_de: Diese Gegenstelle aktivieren, damit sie als Router für vom Management empfangene Serverrouten fungiert.
fa_ir: این همتا را برای عمل‌کردن به‌عنوان روتر برای مسیرهای سرور دریافتی از مدیریت فعال کنید.
fr_fr: Activer cet homologue pour qu'il agisse en tant que routeur pour les routes de serveur reçues de la gestion
ko_kr: 관리로부터 수신된 서버 경로에 대한 라우터 역할을 하도록 이 피어를 활성화
uk_ua: Увімкнути цього піра, щоб діяв як маршрутизатор для серверних маршрутів, отриманих від керування

source: Enables Encrypted ClientHello (ECH) by using the specified public domain name as the plaintext server name (SNI) in TLS handshakes. More information: https://caddyserver.com/docs/caddyfile/options#ech
de_de: Aktiviert Encrypted ClientHello (ECH), indem der angegebene öffentliche Domain-Name als Klartext-Servername (SNI) in TLS-Handshakes verwendet wird. Weitere Informationen: https://caddyserver.com/docs/caddyfile/options#ech
fa_ir: Encrypted ClientHello (ECH) را با استفاده از نام دامنه عمومی مشخص‌شده به‌عنوان نام سرور به‌صورت متنِ آشکار (SNI) در دست‌دادن‌های TLS فعال می‌کند. اطلاعات بیشتر: https://caddyserver.com/docs/caddyfile/options#ech
fr_fr: Active Encrypted ClientHello (ECH) en utilisant le nom de domaine public spécifié comme nom de serveur en clair (SNI) dans les handshakes TLS. Pour plus d'informations : https://caddyserver.com/docs/caddyfile/options#ech
ko_kr: TLS 핸드셰이크에서 지정된 공개 도메인 이름을 일반 텍스트 서버 이름(SNI)으로 사용하여 암호화된 ClientHello(ECH)를 활성화합니다. 자세한 내용은 https://caddyserver.com/docs/caddyfile/options#ech를 참조하세요.
uk_ua: Увімкнути Encrypted ClientHello (ECH), використовуючи вказане загальнодоступне доменне ім'я як ім'я сервера відкритого тексту (SNI) у TLS-рукостисканнях. Більше інформації: https://caddyserver.com/docs/caddyfile/options#ech

source: Enables a permanent redirect (301 Moved Permanently) from HTTP to HTTPS. This will bind the default HTTP port additionally for all virtual hosts. Make sure this port is not bound to a different service, like the default WebGUI redirect rule.
de_de: Aktiviert eine permanente Umleitung (301 Moved Permanently) von HTTP nach HTTPS. Dadurch wird der Standard-HTTP-Port zusätzlich für alle virtuellen Hosts gebunden. Stellen Sie sicher, dass dieser Port nicht von einem anderen Dienst verwendet wird, wie z. B. der Standard-WebGUI-Umleitungsregel.
fa_ir: یک ریدایرکت دائم (301 Moved Permanently) از HTTP به HTTPS فعال می‌کند. این کار پورت پیش‌فرض HTTP را برای همه میزبان‌های مجازی نیز می‌بندد. مطمئن شوید این پورت به سرویس دیگری مانند قانون ریدایرکت پیش‌فرض WebGUI متصل نیست.
fr_fr: Active une redirection permanente (301 Moved Permanently) de HTTP vers HTTPS. Le port HTTP par défaut sera lié à tous les hôtes virtuels. Assurez-vous que ce port n'est pas lié à un autre service, comme la règle de redirection par défaut du WebGUI.
ko_kr: HTTP에서 HTTPS로의 영구 리디렉션(301 영구 이동)을 활성화합니다. 이렇게 하면 모든 가상 호스트에 기본 HTTP 포트가 추가로 바인딩됩니다. 이 포트가 기본 WebGUI 리디렉션 규칙처럼 다른 서비스에 바인딩되지 않았는지 확인하세요.
uk_ua: Увімкнути постійне перенаправлення (301 Moved Permanently) з HTTP на HTTPS. Це додатково прив'яже типовий HTTP-порт для всіх віртуальних хостів. Переконайтеся, що цей порт не прив'язаний до іншої служби, наприклад, типового правила перенаправлення WebGUI.

source: Enables connections to eBGP neighbors across multiple hops; often required for peering over loopback addresses.
de_de: Aktiviert Verbindungen zu eBGP-Nachbarn über mehrere Hops; wird häufig für Peering über Loopback-Adressen benötigt.
fa_ir: اتصال به همسایگان eBGP از طریق چندین هاپ را فعال می‌کند؛ اغلب برای peering روی آدرس‌های لوپ‌بک لازم است.
fr_fr: Permet d'établir des connexions avec des voisins eBGP à travers plusieurs sauts ; souvent nécessaire pour le peering sur des adresses de bouclage.
ko_kr: 여러 홉에 걸쳐 eBGP 이웃에 대한 연결을 활성화합니다. 루프백 주소를 통한 피어링에 흔히 필요합니다.
uk_ua: Увімкнути з'єднання з eBGP сусідами через кілька переходів; часто потрібно для пірингу через loopback адреси.

source: Enables multiprotocol BGP for support of additional address families like IPv6.
de_de: Aktiviert Multiprotocol-BGP zur Unterstützung zusätzlicher Adressfamilien wie IPv6.
fa_ir: BGP چندپروتکلی را برای پشتیبانی از خانواده‌های آدرس اضافی مانند IPv6 فعال می‌کند.
fr_fr: Active le protocole BGP multiprotocole pour la prise en charge de familles d'adresses supplémentaires comme IPv6.
ko_kr: IPv6와 같은 추가 주소 패밀리를 지원하기 위해 다중 프로토콜 BGP를 활성화합니다.
uk_ua: Увімкнути багатопротокольний BGP для підтримки додаткових сімейств адрес, таких як IPv6.

source: End address
de_de: Endadresse
fa_ir: آدرس انتهایی
fr_fr: Adresse finale
ko_kr: 끝 주소
uk_ua: Кінцева адреса

source: End of the range.
de_de: Ende des Bereichs.
fa_ir: پایان بازه.
fr_fr: Fin de la gamme.
ko_kr: 범위의 끝.
uk_ua: Кінець діапазону.

source: Enforce local group (Xauth)
de_de: Lokale Gruppe erzwingen (Xauth)
fa_ir: اجبار استفاده از گروه محلی (Xauth)
fr_fr: Renforcer le groupe local (Xauth)
ko_kr: 로컬 그룹(Xauth) 강제 적용
uk_ua: Застосувати локальну групу (Xauth)

source: Enrollment
de_de: Registrierung
fa_ir: ثبت‌نام
fr_fr: Inscription
ko_kr: 등록
uk_ua: Реєстрація

source: Enrollment key from https://app.crowdsec.net
de_de: Registrierungsschlüssel von https://app.crowdsec.net
fa_ir: کلید ثبت‌نام از https://app.crowdsec.net
fr_fr: Clé d'inscription de https://app.crowdsec.net
ko_kr: https://app.crowdsec.net 에서 발급된 등록 키
uk_ua: Ключ реєстрації з https://app.crowdsec.net

source: Enrollment port
de_de: Registrierungsport
fa_ir: پورت ثبت‌نام
fr_fr: Port d'inscription
ko_kr: 등록 포트
uk_ua: Порт реєстрації

source: Enter a name for this group.
de_de: Geben Sie einen Namen für diese Gruppe ein.
fa_ir: یک نام برای این گروه وارد کنید.
fr_fr: Saisissez un nom pour ce groupe.
ko_kr: 이 그룹에 대한 이름을 입력하세요.
uk_ua: Введіть ім'я для цієї групи.

source: Enter an optional description
de_de: Geben Sie eine optionale Beschreibung ein.
fa_ir: یک توضیح اختیاری وارد کنید.
fr_fr: Saisir une description facultative
ko_kr: 선택적 설명 입력
uk_ua: Введіть необов'язковий опис

source: Enter one or multiple IP networks in CIDR notation. Accept connections from any peers in the specified prefix.
de_de: Geben Sie ein oder mehrere IP-Netzwerke in CIDR-Notation ein. Akzeptiert Verbindungen von allen Peers im angegebenen Präfix.
fa_ir: یک یا چند شبکه IP را به‌صورت نمایش CIDR وارد کنید. اتصالات از هر همتایی در پیشوند مشخص‌شده پذیرفته می‌شود.
fr_fr: Saisissez un ou plusieurs réseaux IP en notation CIDR. Accepte les connexions de tous les pairs dans le préfixe spécifié.
ko_kr: CIDR 표기법으로 하나 이상의 IP 네트워크를 입력하세요. 지정된 프리픽스 내의 모든 피어로부터의 연결을 허용합니다.
uk_ua: Введіть одну або кілька IP-мереж у нотації CIDR. Приймати з'єднання від будь-яких пірів у вказаному префіксі.

source: Enter the MAC address of the downlink interface. Usually, this is the WAN interface. When ndproxy runs on the same router that distributes the IPv6 prefix, uplink and downlink interfaces are identical.
de_de: Geben Sie die MAC-Adresse des Downlink-Interfaces ein. In der Regel ist dies das WAN-Interface. Wenn ndproxy auf demselben Router läuft, der das IPv6-Präfix verteilt, sind Uplink- und Downlink-Interfaces identisch.
fa_ir: آدرس MAC رابط downlink را وارد کنید. معمولاً این رابط WAN است. وقتی ndproxy روی همان روتر توزیع‌کننده پیشوند IPv6 اجرا می‌شود، رابط‌های uplink و downlink یکسان هستند.
fr_fr: Saisissez l'adresse MAC de l'interface de liaison descendante. Il s'agit généralement de l'interface WAN. Lorsque ndproxy fonctionne sur le même routeur que celui qui distribue le préfixe IPv6, les interfaces de liaison montante et descendante sont identiques.
ko_kr: 다운링크 인터페이스의 MAC 주소를 입력하세요. 일반적으로 이는 WAN 인터페이스입니다. ndproxy가 IPv6 프리픽스를 배포하는 동일한 라우터에서 실행되는 경우, 업링크와 다운링크 인터페이스는 동일합니다.
uk_ua: Введіть MAC-адресу інтерфейсу низхідного каналу. Зазвичай, це WAN-інтерфейс. Коли ndproxy працює на тому ж маршрутизаторі, що розподіляє префікс IPv6, інтерфейси висхідного та низхідного каналів є ідентичними.

source: Enter the email address
de_de: Geben Sie die E-Mail-Adresse ein.
fa_ir: آدرس ایمیل را وارد کنید
fr_fr: Saisir l'adresse électronique
ko_kr: 이메일 주소 입력
uk_ua: Введіть адресу електронної пошти

source: Enter up to 16 client IPv4 addresses including subnet or networks to be exluded.
de_de: Geben Sie bis zu 16 Client-IPv4-Adressen einschließlich Subnetz oder auszuschließender Netzwerke ein.
fa_ir: حداکثر 16 آدرس IPv4 مشتری (شامل ساب‌نت یا شبکه) برای مستثنی‌سازی وارد کنید.
fr_fr: Saisissez jusqu'à 16 adresses IPv4 de clients, y compris le sous-réseau ou les réseaux à exclure.
ko_kr: 제외할 클라이언트 IPv4 주소를 서브넷 또는 네트워크 단위로 최대 16개까지 입력하세요.
uk_ua: Введіть до 16 клієнтських IPv4-адрес, включаючи підмережі або мережі, які потрібно виключити.

source: Exception IPv6 Addresses
de_de: Ausnahme-IPv6-Adressen
fa_ir: آدرس‌های IPv6 مستثنی
fr_fr: Adresses IPv6 d'exception
ko_kr: 예외 IPv6 주소
uk_ua: Виняткові IPv6-адреси

source: Exclude from backup
de_de: Von Backup ausschließen
fa_ir: مستثنی از پشتیبان‌گیری
fr_fr: Exclure de la sauvegarde
ko_kr: 백업에서 제외
uk_ua: Виключити з резервної копії

source: Exclude this host from central backups (when enabled)
de_de: Diesen Host von zentralen Backups ausschließen (falls aktiviert).
fa_ir: این میزبان را از پشتیبان‌گیری مرکزی مستثنی کنید (در صورت فعال بودن).
fr_fr: Exclure cet hôte des sauvegardes centrales (si activé)
ko_kr: 이 호스트를 중앙 백업에서 제외(활성화된 경우)
uk_ua: Виключити цей хост з центральних резервних копій (коли увімкнено)

source: Exclude this item from HA synchronization. Enable manually for the same item on both master and backup to prevent changes, deletions, or syncing. If this setting is removed from the backup but kept on the master, the item will be deleted on the backup during synchronization. Useful for Unicast CARP: after initial sync, enable this and adjust Unicast IPs. Additional IP aliases in the same VHID group can then sync without overwriting their parent CARP VIP.
de_de: Schließen Sie dieses Element von der HA-Synchronisierung aus. Aktivieren Sie die Option manuell für dasselbe Element sowohl auf dem Master als auch auf dem Backup, um Änderungen, Löschungen oder Synchronisierungen zu verhindern. Wird diese Einstellung aus dem Backup entfernt, aber auf dem Master beibehalten, wird das Element während der Synchronisierung aus dem Backup gelöscht. Nützlich für Unicast CARP: Aktivieren Sie diese Option nach der ersten Synchronisierung und passen Sie die Unicast-IPs an. Zusätzliche IP-Aliase in derselben VHID-Gruppe können dann synchronisiert werden, ohne ihre übergeordnete CARP-VIP zu überschreiben.
fa_ir: این مورد را از فرایند همگام‌سازی HA مستثنی کنید. برای جلوگیری از تغییر، حذف یا همگام‌سازی، همین مورد را به‌صورت دستی روی هر دو گره اصلی و پشتیبان فعال کنید. اگر این تنظیم روی پشتیبان حذف شده اما روی اصلی باقی بماند، آن مورد هنگام همگام‌سازی در پشتیبان حذف خواهد شد. برای Unicast CARP مفید است: پس از همگام‌سازی اولیه، این گزینه را فعال کرده و آدرس‌های Unicast را تنظیم کنید. سپس آلیاس‌های IP اضافی در همان گروه VHID می‌توانند همگام شوند بدون اینکه CARP VIP والد را بازنویسی کنند.
fr_fr: Exclure cet élément de la synchronisation HA. Activer manuellement le même élément sur le maître et la sauvegarde pour empêcher les modifications, les suppressions ou la synchronisation. Si ce paramètre est supprimé de la sauvegarde mais conservé sur le maître, l'élément sera supprimé sur la sauvegarde pendant la synchronisation. Utile pour le CARP Unicast : après la synchronisation initiale, activez ce paramètre et ajustez les IP Unicast. Les alias IP supplémentaires dans le même groupe VHID peuvent alors se synchroniser sans écraser leur VIP CARP parent.
ko_kr: 이 항목을 HA 동기화에서 제외합니다. 동일한 항목에 대해 마스터와 백업 모두에서 수동으로 활성화하여 변경, 삭제 또는 동기화를 방지합니다. 이 설정이 백업에서 제거되고 마스터에만 유지되는 경우, 동기화 과정에서 해당 항목은 백업에서 삭제됩니다. Unicast CARP에 유용하며, 초기 동기화 이후 이 옵션을 활성화하고 Unicast IP를 조정할 수 있습니다. 동일한 VHID 그룹 내의 추가 IP 별칭은 부모 CARP VIP를 덮어쓰지 않고 동기화될 수 있습니다.
uk_ua: Виключити цей елемент із синхронізації HA. Увімкніть вручну для того ж елемента як на основному, так і на резервному пристроях, щоб запобігти змінам, видаленням або синхронізації. Якщо цей параметр буде видалено з резервного пристрою, але збережено на основному, елемент буде видалено на резервному пристрої під час синхронізації. Корисно для Unicast CARP: після початкової синхронізації увімкніть це та налаштуйте Unicast IP-адреси. Додаткові IP-псевдоніми в тій самій групі VHID можуть синхронізуватися без перезапису їхнього батьківського CARP VIP.

source: Exclude this item from the HA synchronization process. An already existing item with the same UUID on the synchronization target will not be altered or deleted as long as this is active.
de_de: Schließen Sie dieses Element vom HA-Synchronisierungsprozess aus. Ein bereits vorhandenes Element mit derselben UUID auf dem Synchronisierungsziel wird nicht geändert oder gelöscht, solange dies aktiv ist.
fa_ir: این مورد را از فرآیند همگام‌سازی HA مستثنی کنید. تا زمانی که این گزینه فعال باشد، موردی که با همان UUID قبلاً در هدف همگام‌سازی وجود دارد تغییر یا حذف نخواهد شد.
fr_fr: Exclure cet élément du processus de synchronisation HA. Un élément déjà existant avec le même UUID sur la cible de synchronisation ne sera pas modifié ou supprimé tant que cette option est active.
ko_kr: 이 항목을 HA 동기화 프로세스에서 제외합니다. 이 설정이 활성화되어 있는 동안, 동기화 대상에 동일한 UUID를 가진 기존 항목은 변경되거나 삭제되지 않습니다.
uk_ua: Виключити цей елемент із процесу синхронізації HA. Вже існуючий елемент з тим же UUID на цілі синхронізації не буде змінений або видалений, доки цей параметр активний.

source: Explicit disable reply-to for this rule
de_de: Antwort-an für diese Regel ausdrücklich deaktivieren.
fa_ir: غیرفعال‌سازی صریح reply-to برای این قانون
fr_fr: Désactivation explicite des réponses pour cette règle
ko_kr: 이 규칙에 대해 reply-to를 명시적으로 비활성화
uk_ua: Явно вимкнути відповідь для цього правила

source: Export template
de_de: Vorlage exportieren
fa_ir: صادرات قالب
fr_fr: Modèle d'exportation
ko_kr: 템플릿 내보내기
uk_ua: Експортувати шаблон

source: Extends Next-Hop-Self by applying the setting to all addresses, including multiple address families.
de_de: Erweitert Next-Hop-Self, indem die Einstellung auf alle Adressen angewendet wird, einschließlich mehrerer Adressfamilien.
fa_ir: عملکرد Next-Hop-Self را با اعمال تنظیم روی همهٔ آدرس‌ها، از جمله چندین address family، گسترش می‌دهد.
fr_fr: Étend le Next-Hop-Self en appliquant le paramètre à toutes les adresses, y compris les familles d'adresses multiples.
ko_kr: Next-Hop-Self 기능을 확장하여 모든 주소에 적용되며, 다중 주소 패밀리까지 포함합니다.
uk_ua: Розширює Next-Hop-Self, застосовуючи налаштування до всіх адрес, включаючи кілька сімейств адрес.

source: Failback States
fa_ir: وضعیت‌های Failback
fr_fr: États de repli
ko_kr: 복구 진행 상태
uk_ua: Стани повернення після збою

source: Failover States
fa_ir: وضعیت‌های Failover
fr_fr: États de basculement
ko_kr: 장애 조치 상태
uk_ua: Стани відмовостійкості

source: Filters inbound route advertisements using a prefix list.
de_de: Filtert eingehende Routenankündigungen mithilfe einer Präfixliste.
fa_ir: اعلان‌های مسیر ورودی را با استفاده از لیست پیشوند فیلتر می‌کند.
fr_fr: Filtre les annonces d'itinéraires entrants à l'aide d'une liste de préfixes.
ko_kr: 프리픽스 목록을 사용하여 인바운드 경로 광고를 필터링합니다.
uk_ua: Фільтрує вхідні оголошення маршрутів, використовуючи список префіксів.

source: Filters outbound route advertisements using a prefix list.
de_de: Filtert ausgehende Routenankündigungen mithilfe einer Präfixliste.
fa_ir: اعلان‌های مسیر خروجی را با استفاده از لیست پیشوند فیلتر می‌کند.
fr_fr: Filtre les annonces d'itinéraires sortants à l'aide d'une liste de préfixes.
ko_kr: 프리픽스 목록을 사용하여 아웃바운드 경로 광고를 필터링합니다.
uk_ua: Фільтрує вихідні анонси маршрутів за допомогою списку префіксів.

source: Firewall alias
fa_ir: آلیاس فایروال
fr_fr: Alias de pare-feu
ko_kr: 방화벽 별칭
uk_ua: Псевдонім брандмауера

source: Force caching of 200, 301 and 302 responses according to the request methods enabled for caching. Given in minutes; leave empty to rely on request/response headers from client and upstream.
de_de: Erzwingt das Caching von 200-, 301- und 302-Antworten entsprechend den für Caching aktivierten Anfragemethoden. Angabe in Minuten; leer lassen, um auf Anfrage-/Antwort-Header von Client und Upstream zu vertrauen.
fa_ir: کش‌کردن اجباری پاسخ‌های 200، 301 و 302 را بر اساس روش‌های درخواست که برای کش فعال شده‌اند اعمال کنید. مقدار به دقیقه است؛ برای تکیه بر هدرهای درخواست/پاسخ از کلاینت و upstream خالی بگذارید.
fr_fr: Force la mise en cache des réponses 200, 301 et 302 en fonction des méthodes de requête activées pour la mise en cache. Indiqué en minutes ; laisser vide pour se fier aux en-têtes de requête/réponse du client et de l'amont.
ko_kr: 캐싱에 활성화된 요청 메서드에 따라 200, 301, 302 응답을 강제 캐싱합니다. 분 단위로 지정하며, 클라이언트와 업스트림의 요청/응답 헤더를 사용하려면 비워 두세요.
uk_ua: Примусове кешування відповідей 200, 301 та 302 відповідно до методів запиту, дозволених для кешування. Вказується в хвилинах; залиште пустим, щоб покладатися на заголовки запитів/відповідей від клієнта та вищестоящого вузла.

source: Forward first
de_de: Zuerst weiterleiten
fa_ir: ابتدا ارسال
fr_fr: En avant, d'abord
ko_kr: 먼저 전달
uk_ua: Пересилати першим

source: Free text field for setting attributes, e.g., “local-preference 300” or “community 1:1”.
de_de: Freitextfeld zum Setzen von Attributen, z. B. "local-preference 300" oder "community 1:1".
fa_ir: فیلد متن آزاد برای تنظیم ویژگی‌ها، مثلاً «local-preference 300» یا «community 1:1».
fr_fr: Champ de texte libre pour définir les attributs, par exemple "préférence locale 300" ou "communauté 1:1".
ko_kr: 예를 들어 "local-preference 300" 또는 "community 1:1"과 같은 속성을 설정하기 위한 자유 텍스트 필드입니다.
uk_ua: Вільне текстове поле для встановлення атрибутів, наприклад, “local-preference 300” або “community 1:1”.

source: Free text field for your set. You can set e.g. "local-preference 300" or "community 1:1" (http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command)
de_de: Freitextfeld für Ihr Set. Sie können z. B. "local-preference 300" oder "community 1:1" angeben (http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command).
fa_ir: فیلد متن آزاد برای تنظیمات. می‌توانید مثلاً «local-preference 300» یا «community 1:1» را مشخص کنید (http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command)
fr_fr: Champ de texte libre pour votre ensemble. Vous pouvez par exemple définir "local-preference 300" ou "community 1:1" (http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command).
ko_kr: 예를 들어 "local-preference 300" 또는 "community 1:1"과 같은 속성을 설정하기 위한 자유 텍스트 필드입니다.(http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command).
uk_ua: Вільне текстове поле для вашого набору. Ви можете встановити, наприклад, "local-preference 300" або "community 1:1" (http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command)

source: GET, HEAD, POST, OPTIONS (default)
de_de: GET, HEAD, POST, OPTIONS (Standard)
fa_ir: GET, HEAD, POST, OPTIONS (پیش‌فرض)
fr_fr: GET, HEAD, POST, OPTIONS (par défaut)
ko_kr: GET, HEAD, POST, OPTIONS (기본)
uk_ua: GET, HEAD, POST, OPTIONS (типово)

source: Gateway address to use, e.g. 192.168.1.254.
de_de: Zu verwendende Gateway-Adresse, z. B. 192.168.1.254.
fa_ir: آدرس دروازه برای استفاده، مثلاً 192.168.1.254.
fr_fr: Adresse de la passerelle à utiliser, par exemple 192.168.1.254.
ko_kr: 사용할 게이트웨이 주소, 예: 192.168.1.254
uk_ua: Адреса шлюзу для використання, наприклад, 192.168.1.254.

source: Generate and add OCSP Must Staple extension to the certificate. When this option is enabled and issueance/renewal requests fail, then this extension is probably not supported by the CA.
de_de: OCSP-Must-Staple-Erweiterung zum Zertifikat generieren und hinzufügen. Wenn diese Option aktiviert ist und Ausstellungs-/Erneuerungsanfragen fehlschlagen, wird diese Erweiterung wahrscheinlich nicht von der CA unterstützt.
fa_ir: تولید و افزودن افزونه OCSP Must Staple به گواهی. اگر این گزینه فعال باشد و درخواست‌های صدور/تمدید ناموفق شوند، احتمالاً این افزونه توسط CA پشتیبانی نمی‌شود.
fr_fr: Générer et ajouter l'extension OCSP Must Staple au certificat. Lorsque cette option est activée et que les demandes de délivrance/renouvellement échouent, cette extension n'est probablement pas prise en charge par l'autorité de certification.
ko_kr: OCSP Must Staple 확장 기능을 생성하여 인증서에 추가합니다. 이 옵션이 활성화되어 있고 발급/갱신 요청이 실패하는 경우, CA에서 이 확장 기능을 지원하지 않는 것일 수 있습니다.
uk_ua: Створити та додати розширення OCSP Must Staple до сертифіката. Якщо цей параметр увімкнено, а запити на видачу/поновлення не вдаються, то це розширення, ймовірно, не підтримується центром сертифікації.

source: Generate block rules from the Crowdsec blocklists. They are applied to all interfaces, ipv4/v6, ingress and egress. If you disable this, you'll have to write your own rules to block anything.
de_de: Blockregeln aus den Crowdsec-Blocklisten generieren. Diese werden auf alle Interfaces, IPv4/IPv6, Eingangs- und Ausgangsverkehr angewendet. Wenn Sie dies deaktivieren, müssen Sie eigene Regeln erstellen, um etwas zu blockieren.
fa_ir: تولید قوانین مسدودسازی از بلاک‌لیست‌های Crowdsec. این قوانین روی همه رابط‌ها، ipv4/v6، ورودی و خروجی اعمال می‌شوند. در صورت غیرفعال‌کردن، باید خودتان قوانین لازم برای مسدودسازی را بنویسید.
fr_fr: Générer des règles de blocage à partir des listes de blocage de Crowdsec. Elles sont appliquées à toutes les interfaces, ipv4/v6, ingress et egress. Si vous désactivez cette fonction, vous devrez écrire vos propres règles pour bloquer quoi que ce soit.
ko_kr: Crowdsec 차단 목록에서 차단 규칙을 생성하세요. 이 규칙은 모든 인터페이스, IPv4/v6, 수신 및 송신에 적용됩니다. 이 기능을 비활성화하면 차단 규칙을 직접 작성해야 합니다.
uk_ua: Створити правила блокування зі списків блокування Crowdsec. Вони застосовуються до всіх інтерфейсів, IPv4/IPv6, на вхід і вихід. Якщо ви вимкнете це, вам доведеться написати власні правила для блокування.

source: Group membership
de_de: Gruppenmitgliedschaft
fa_ir: عضویت در گروه
fr_fr: Composition du groupe
ko_kr: 그룹 소속
uk_ua: Членство в групі

source: Group selection (class_group)
de_de: Gruppenauswahl (class_group)
fa_ir: انتخاب گروه (class_group)
fr_fr: Sélection de groupe (class_group)
ko_kr: 그룹 선택 (class_group)
uk_ua: Вибір групи (class_group)

source: Groups neighbors with similar configurations to simplify management.
de_de: Fasst Nachbarn mit ähnlichen Konfigurationen zusammen, um die Verwaltung zu vereinfachen.
fa_ir: گروه‌بندی همسایه‌ها با پیکربندی‌های مشابه برای ساده‌سازی مدیریت.
fr_fr: Regroupe les voisins ayant des configurations similaires pour simplifier la gestion.
ko_kr: 유사한 구성을 가진 이웃을 그룹화하여 관리를 간소화합니다.
uk_ua: Групує сусідів зі схожими конфігураціями для спрощення керування.

source: HTTP Settings
de_de: HTTP-Einstellungen
fa_ir: تنظیمات HTTP
fr_fr: Paramètres HTTP
ko_kr: HTTP 설정
uk_ua: Налаштування HTTP

source: HTTP Versions
de_de: HTTP-Versionen
fa_ir: نسخه‌های HTTP
fr_fr: Versions HTTP
ko_kr: HTTP 버전
uk_ua: Версії HTTP

source: HTTP redirection message
de_de: HTTP-Umleitungsnachricht
fa_ir: پیام هدایت مجدد HTTP
fr_fr: Message de redirection HTTP
ko_kr: HTTP 리디렉션 메시지
uk_ua: Повідомлення про перенаправлення HTTP

source: Hardware addresses
de_de: Hardware-Adressen
fa_ir: آدرس‌های سخت‌افزاری
fr_fr: Adresses du matériel
ko_kr: 하드웨어 주소
uk_ua: Апаратні адреси

source: Header Security
de_de: Header-Sicherheit
fa_ir: امنیت هدر
fr_fr: Sécurité de l'en-tête
ko_kr: 헤더 보안
uk_ua: Безпека заголовків

source: Host groups
de_de: Hostgruppen
fa_ir: گروه‌های میزبان
fr_fr: Groupes d'accueil
ko_kr: 호스트 그룹
uk_ua: Групи хостів

source: Hostname included in the template (this firewall)
de_de: Hostname in der Vorlage enthalten (diese Firewall).
fa_ir: نام میزبان درج‌شده در قالب (این فایروال)
fr_fr: Nom d'hôte inclus dans le modèle (ce pare-feu)
ko_kr: 템플릿(이 방화벽)에 포함된 호스트 이름
uk_ua: Ім'я хоста, включене в шаблон (цей брандмауер)
