Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Related HAProxy frontend not found.
de_de: Zugehöriges HAProxy-Frontend nicht gefunden.
fa_ir: فرانت‌اند مرتبط با HAProxy یافت نشد.
fr_fr: Le frontend HAProxy correspondant n'a pas été trouvé.
ko_kr: 관련 HAProxy 프런트엔드를 찾을 수 없습니다.
uk_ua: Пов'язаний інтерфейс HAProxy не знайдено.

source: Related automation not found.
de_de: Zugehörige Automatisierung nicht gefunden.
fa_ir: اتوماسیون مرتبط یافت نشد.
fr_fr: L'automatisation correspondante n'a pas été trouvée.
ko_kr: 관련 자동화를 찾을 수 없습니다.
uk_ua: Пов'язану автоматизацію не знайдено.

source: Related host group not found.
de_de: Zugehörige Hostgruppe nicht gefunden.
fa_ir: گروه میزبان مرتبط یافت نشد.
fr_fr: Le groupe d'hôtes correspondant n'a pas été trouvé.
ko_kr: 관련 호스트 그룹을 찾을 수 없습니다.
uk_ua: Пов'язану групу хостів не знайдено.

source: Related item not found.
de_de: Zugehöriges Element nicht gefunden.
fa_ir: آیتم مرتبط یافت نشد.
fr_fr: L'article correspondant n'a pas été trouvé.
ko_kr: 관련 항목을 찾을 수 없습니다.
uk_ua: Пов'язаний елемент не знайдено.

source: Reload Caddy (OPNsense plugin)
de_de: Caddy neu laden (OPNsense-Plugin)
fa_ir: بارگذاری مجدد Caddy (افزونه OPNsense)
fr_fr: Reload Caddy (plugin OPNsense)
ko_kr: Caddy 다시 로드 (OPNsense 플러그인)
uk_ua: Перезавантажити Caddy (плагін OPNsense)

source: Resource limit matched
de_de: Ressourcenlimit erreicht
fa_ir: محدودیت منابع برآورده شد.
fr_fr: Limite de ressources respectée
ko_kr: 리소스 제한에 도달함
uk_ua: Ліміт ресурсів досягнуто

source: Resources
de_de: Ressourcen
fa_ir: منابع
fr_fr: Ressources
ko_kr: 자원
uk_ua: Ресурси

source: Saturation exceeded
de_de: Sättigung überschritten
fa_ir: اشباع فراتر رفته
fr_fr: Saturation dépassée
ko_kr: 포화도를 초과됨
uk_ua: Перевищено насиченість

source: Scenarios
de_de: Szenarien
fa_ir: سناریوها
fr_fr: Scénarios
ko_kr: 시나리오
uk_ua: Сценарії

source: Sequence shall be between 1 and 999999.
de_de: Die Sequenz muss zwischen 1 und 999999 liegen.
fa_ir: ترتیب باید بین 1 تا 999999 باشد.
fr_fr: La séquence doit être comprise entre 1 et 999999.
ko_kr: 순서는 1부터 999999 사이의 값이어야 합니다.
uk_ua: Послідовність має бути від 1 до 999999.

source: Servername and Port combination should be unique
de_de: Die Kombination aus Servername und Port muss eindeutig sein.
fa_ir: ترکیب نام سرور و پورت باید یکتا باشد.
fr_fr: La combinaison du nom de serveur et du port doit être unique
ko_kr: 서버 이름과 포트 번호의 조합은 고유해야 함
uk_ua: Поєднання імені сервера та порту має бути унікальним

source: Should be a string between 16 and 128 characters.
de_de: Es muss eine Zeichenkette zwischen 16 und 128 Zeichen sein.
fa_ir: باید رشته‌ای بین 16 تا 128 کاراکتر باشد.
fr_fr: Il s'agit d'une chaîne de 16 à 128 caractères.
ko_kr: 16자에서 128자 사이의 문자열이어야 합니다.
uk_ua: Має бути рядок довжиною від 16 до 128 символів.

source: Size failed
de_de: Größe fehlgeschlagen.
fa_ir: اندازه نامعتبر است.
fr_fr: Taille échouée
ko_kr: 크기 실패됨
uk_ua: Розмір не пройшов перевірку

source: Specify a multiple of operating system I/O page size.
de_de: Geben Sie ein Vielfaches der I/O-Seitengröße des Betriebssystems an.
fa_ir: یک مضرب از اندازه صفحه I/O سیستم‌عامل را مشخص کنید.
fr_fr: Spécifier un multiple de la taille des pages d'E/S du système d'exploitation.
ko_kr: 운영 체제 I/O 페이지 크기의 배수를 지정하세요.
uk_ua: Вкажіть кратне розміру сторінки введення/виведення операційної системи.

source: Specify a valid (list of) classes to send to the connected host.
de_de: Geben Sie eine gültige Klasse oder eine gültige Liste von Klassen an, die an den verbundenen Host gesendet werden soll.
fa_ir: کلاس(های) معتبر برای ارسال به میزبان متصل را مشخص کنید.
fr_fr: Spécifiez une (liste de) classe(s) valide(s) à envoyer à l'hôte connecté.
ko_kr: 연결된 호스트로 전송할 유효한 클래스(목록)를 지정하세요.
uk_ua: Вкажіть дійсну (список) класів для надсилання підключеному хосту.

source: Specify a valid swap-rate.
de_de: Geben Sie eine gültige Swap-Rate an.
fa_ir: یک swap-rate معتبر را مشخص کنید.
fr_fr: Spécifiez un taux de permutation valide.
ko_kr: 올바른 스왑 비율 값을 지정하세요.
uk_ua: Вкажіть дійсну швидкість обміну.

source: Specify a valid swap-timeout.
de_de: Geben Sie ein gültiges Swap-Timeout an.
fa_ir: یک swap-timeout معتبر را مشخص کنید.
fr_fr: Spécifiez un délai de permutation valide.
ko_kr: 올바른 스왑 타임아웃 값을 입력하세요.
uk_ua: Вкажіть дійсний тайм-аут обміну.

source: Speed failed
de_de: Geschwindigkeit fehlgeschlagen.
fa_ir: سرعت نامعتبر
fr_fr: Vitesse défaillante
ko_kr: 속도 측정 실패
uk_ua: Швидкість не пройшла перевірку

source: Status failed
de_de: Status fehlgeschlagen.
fa_ir: وضعیت نامعتبر
fr_fr: Échec de l'état
ko_kr: 상태 확인 실패
uk_ua: Статус не пройшов перевірку

source: Suricata (Intrusion Detection)
fa_ir: Suricata (تشخیص نفوذ)
fr_fr: Suricata (détection d'intrusion)
ko_kr: Suricata (침입 탐지)
uk_ua: Suricata (Виявлення вторгнень)

source: Tag names should be unique.
de_de: Tag-Namen müssen eindeutig sein.
fa_ir: نام‌های برچسب باید یکتا باشند.
fr_fr: Les noms des étiquettes doivent être uniques.
ko_kr: 태그 이름은 고유해야 합니다.
uk_ua: Імена тегів мають бути унікальними.

source: The domains field is required if no wildcards have been specified.
de_de: Das Feld "Domains" ist erforderlich, wenn keine Wildcards angegeben wurden.
fa_ir: فیلد domains زمانی الزامی است که هیچ wildcardی مشخص نشده باشد.
fr_fr: Le champ domaines est obligatoire si aucun joker n'a été spécifié.
ko_kr: 와일드카드를 지정하지 않은 경우 도메인 필드는 필수 항목입니다.
uk_ua: Поле доменів є обов'язковим, якщо не вказано жодних підстановочних символів.

source: The enrollment key can only contain numbers and letters and must be between 1 and 63 characters. Did you take it from app.crowdsec.net?
de_de: Der Registrierungsschlüssel darf nur Zahlen und Buchstaben enthalten und muss zwischen 1 und 63 Zeichen lang sein. Haben Sie ihn von app.crowdsec.net übernommen?
fa_ir: کلید ثبت‌نام تنها می‌تواند شامل اعداد و حروف باشد و باید بین 1 تا 63 کاراکتر باشد. آیا آن را از app.crowdsec.net برداشته‌اید؟
fr_fr: La clé d'inscription ne peut contenir que des chiffres et des lettres et doit être comprise entre 1 et 63 caractères. L'avez-vous prise sur app.crowdsec.net ?
ko_kr: 등록 키는 숫자와 문자만 포함할 수 있으며 1~63자 사이여야 합니다. app.crowdsec.net에서 가져왔나요?
uk_ua: Ключ реєстрації може містити лише цифри та літери і повинен бути від 1 до 63 символів. Ви взяли його з app.crowdsec.net?

source: The maximum value can not exceed 1073741824.
de_de: Der Maximalwert darf 1073741824 nicht überschreiten.
fa_ir: مقدار بیشینه نمی‌تواند از 1073741824 بیشتر باشد.
fr_fr: La valeur maximale ne peut pas dépasser 1073741824.
ko_kr: 최대값은 1073741824를 초과할 수 없습니다.
uk_ua: Максимальне значення не може перевищувати 1073741824.

source: The wildcard field is required if no domains have been specified.
de_de: Das Feld "Wildcard" ist erforderlich, wenn keine Domains angegeben wurden.
fa_ir: فیلد wildcard زمانی الزامی است که هیچ domains مشخص نشده باشد.
fr_fr: Le champ "wildcard" est obligatoire si aucun domaine n'a été spécifié.
ko_kr: 도메인을 지정하지 않은 경우 와일드카드 필드는 필수입니다.
uk_ua: Поле підстановочного символу є обов'язковим, якщо не вказано жодних доменів.

source: This groupname already exist.
de_de: Dieser Gruppenname existiert bereits.
fa_ir: این نام گروه قبلاً وجود دارد.
fr_fr: Ce nom de groupe existe déjà.
ko_kr: 이 그룹 이름은 이미 존재합니다.
uk_ua: Ця назва групи вже існує.

source: This username already exist.
de_de: Dieser Benutzername existiert bereits.
fa_ir: این نام کاربری قبلاً وجود دارد.
fr_fr: Ce nom d'utilisateur existe déjà.
ko_kr: 이 사용자 이름은 이미 존재합니다.
uk_ua: Це ім'я користувача вже існує.

source: Timestamp failed
de_de: Zeitstempel fehlgeschlagen.
fa_ir: برچسب زمانی نامعتبر
fr_fr: Échec de l'horodatage
ko_kr: 타임스탬프 오류
uk_ua: Мітка часу не пройшла перевірку

source: To keep track of which policies are applicable to source networks, a description should be provided. It should be a string between 1 and 255 characters.
de_de: Um nachzuvollziehen, welche Richtlinien auf Quellnetzwerke zutreffen, sollte eine Beschreibung angegeben werden. Diese muss eine Zeichenkette zwischen 1 und 255 Zeichen sein.
fa_ir: برای پیگیری اینکه کدام سیاست‌ها برای شبکه‌های مبدأ قابل اعمال هستند، باید یک توضیح ارائه شود. این توضیح باید رشته‌ای با طول بین 1 تا 255 کاراکتر باشد.
fr_fr: Pour savoir quelles politiques sont applicables aux réseaux sources, il convient de fournir une description. Il s'agit d'une chaîne de 1 à 255 caractères.
ko_kr: 출발지 네트워크에 적용되는 정책을 추적하기 위해 설명을 제공해야 합니다. 설명은 1~255자 사이의 문자열이어야 합니다.
uk_ua: Щоб відстежувати, які політики застосовуються до вихідних мереж, слід надати опис. Це має бути рядок довжиною від 1 до 255 символів.

source: Transfer-Encoding
fr_fr: Transfert-Encodage
ko_kr: 전송 인코딩
uk_ua: Кодування передачі

source: UID failed
de_de: UID fehlgeschlagen.
fa_ir: شناسه (UID) نامعتبر
fr_fr: Échec de l'UID
ko_kr: UID 오류
uk_ua: UID не пройшов перевірку

source: UNLOCK
fa_ir: باز کردن قفل
fr_fr: DÉVERROUILLAGE
ko_kr: 언락
uk_ua: РОЗБЛОКУВАТИ

source: URL Table in JSON format (IPs)
de_de: URL-Tabelle im JSON-Format (IPs).
fa_ir: جدول URL به فرمت JSON (IPs)
fr_fr: Table des URL au format JSON (IP)
ko_kr: JSON 형식 URL 테이블(IPs)
uk_ua: Таблиця URL у форматі JSON (IP-адреси)

source: Upload bytes exceeded
de_de: Upload-Bytes überschritten.
fa_ir: بایت‌های آپلود بیش از حد مجاز
fr_fr: Le nombre d'octets de téléchargement a été dépassé
ko_kr: 업로드 바이트 초과됨
uk_ua: Перевищено ліміт завантажених байтів

source: Upload certificate to Proxmox Backup Server
de_de: Zertifikat auf den Proxmox Backup Server hochladen.
fa_ir: بارگذاری گواهی در Proxmox Backup Server
fr_fr: Télécharger le certificat vers le serveur de sauvegarde Proxmox
ko_kr: 인증서를 Proxmox 백업 서버에 업로드
uk_ua: Завантажити сертифікат на Proxmox Backup Server

source: Upload packets exceeded
de_de: Upload-Pakete überschritten.
fa_ir: تعداد بسته‌های آپلود بیش از حد مجاز
fr_fr: Dépassement du nombre de paquets de téléchargement
ko_kr: 업로드 패킷 초과됨
uk_ua: Перевищено ліміт завантажених пакетів

source: Uptime failed
de_de: Betriebszeit fehlgeschlagen.
fa_ir: بررسی Uptime ناموفق
fr_fr: Le temps de disponibilité n'a pas été respecté
ko_kr: 업타임 실패
uk_ua: Час роботи не пройшов перевірку

source: Use Remote AS Number
de_de: Remote-AS-Nummer verwenden.
fa_ir: استفاده از شماره AS راه دور
fr_fr: Utiliser le numéro AS à distance
ko_kr: 원격 AS 번호
uk_ua: Використовувати віддалений номер AS

source: Value must be a colon-separated hexadecimal sequence (e.g., 01:02:f3) or "*".
de_de: Der Wert muss eine durch Doppelpunkte getrennte hexadezimale Sequenz sein (z. B. 01:02:f3) oder "*".
fa_ir: مقدار باید یک رشته هگزادسیمال جداشده با دونقطه باشد (مثلاً 01:02:f3) یا "*".
fr_fr: La valeur doit être une séquence hexadécimale séparée par deux points (par exemple, 01:02:f3) ou "*".
ko_kr: 값은 콜론으로 구분된 16진수 시퀀스(예: 01:02:f3) 또는 "*"여야 합니다.
uk_ua: Значення має бути шістнадцятковою послідовністю, розділеною двокрапками (наприклад, 01:02:f3) або "*"T.

source: Value must be a colon-separated hexadecimal sequence (e.g., 01:02:f3).
de_de: Der Wert muss eine durch Doppelpunkte getrennte hexadezimale Sequenz sein (z. B. 01:02:f3).
fa_ir: مقدار باید یک رشته هگزادسیمال جداشده با دونقطه باشد (مثلاً 01:02:f3).
fr_fr: La valeur doit être une séquence hexadécimale séparée par deux points (par exemple, 01:02:f3).
ko_kr: 값은 콜론으로 구분된 16진수 시퀀스여야 합니다(예: 01:02:f3).
uk_ua: Значення має бути шістнадцятковою послідовністю, розділеною двокрапками (наприклад, 01:02:f3).

source: Warning conditions
de_de: Warnbedingungen
fa_ir: شرایط هشدار
fr_fr: Conditions d'alerte
ko_kr: 경고 조건
uk_ua: Умови попередження

source: Web Access
de_de: Webzugriff
fa_ir: دسترسی وب
fr_fr: Accès au web
ko_kr: 웹 액세스
uk_ua: Веб-доступ

source: Web Application
de_de: Webanwendung
fa_ir: برنامه وب
fr_fr: Application Web
ko_kr: 웹 어플리케이션
uk_ua: Веб-застосунок

source: Web Error
de_de: Webfehler
fa_ir: خطای وب
fr_fr: Erreur web
ko_kr: 웹 오류
uk_ua: Веб-помилка

source: Web Security
de_de: Websicherheit
fa_ir: امنیت وب
fr_fr: Sécurité du Web
ko_kr: 웹 보안
uk_ua: Веб-безпека

source: Week
de_de: Woche
fa_ir: هفته
fr_fr: Semaine
ko_kr: 주
uk_ua: Тиждень

source: Yes (case insensitive)
de_de: Ja (Groß-/Kleinschreibung wird nicht berücksichtigt)
fa_ir: بله (به حروف بزرگ/کوچک حساس نیست)
fr_fr: Oui (insensible à la casse)
ko_kr: 예 (대소문자 구분 안 함)
uk_ua: Так (без урахування регістру)

source: [X-]SSL-CIPHER
uk_ua: [X-]SSL-ШИФР

source: [X-]SSL-CLIENT-I-DN
uk_ua: [X-]SSL-КЛІЄНТ-I-DN

source: [X-]SSL-CLIENT-S-DN
uk_ua: [X-]SSL-КЛІЄНТ-S-DN

source: [X-]SSL-CLIENT-V-START
fa_ir: [X-]SSL-کلاینت-V-START
uk_ua: [X-]SSL-КЛІЄНТ-V-ПОЧАТОК

source: [X-]SSL-CLIENT-VERIFY
fa_ir: [X-]SSL-کلاینت-تأیید
uk_ua: [X-]SSL-КЛІЄНТ-ПЕРЕВІРКА

source: [X-]SSL-PROTOCOL
fa_ir: [X-]SSL-پروتکل
uk_ua: [X-]SSL-ПРОТОКОЛ

source: [X-]SSL-SERVER-S-DN-OU
fa_ir: [X-]SSL-سرور-S-DN-OU
uk_ua: [X-]SSL-СЕРВЕР-S-DN-OU

source: [hagezi] Anti Piracy
fa_ir: [hagezi] مقابله با نقض حق نشر
fr_fr: [hagezi] Anti-piratage
uk_ua: [hagezi] Антипіратство

source: [hagezi] Badware Hoster blocking
fa_ir: [hagezi] مسدودسازی میزبان بدافزار
fr_fr: [hagezi] Blocage de l'hébergeur Badware
uk_ua: [hagezi] Блокування хостерів шкідливого ПЗ

source: [hagezi] DoH/VPN/TOR/Proxy Bypass
fa_ir: [hagezi] دورزدن DoH/VPN/TOR/Proxy
fr_fr: [hagezi] Contournement DoH/VPN/TOR/Proxy
uk_ua: [hagezi] Обхід DoH/VPN/TOR/проксі

source: [hagezi] Dynamic DNS blocking
fa_ir: [hagezi] مسدودسازی DNS پویا
fr_fr: [hagezi] Blocage des DNS dynamiques
uk_ua: [hagezi] Блокування динамічного DNS

source: [hagezi] Fake - scams / fakes
fa_ir: [hagezi] جعلی - کلاهبرداری/تقلب
uk_ua: [hagezi] Фейк - шахрайство / підробки

source: [hagezi] Gambling
fa_ir: [hagezi] قمار
fr_fr: [hagezi] Jeux de hasard
uk_ua: [hagezi] Азартні ігри

source: [hagezi] Gambling - Medium
fa_ir: [hagezi] قمار - متوسط
fr_fr: [hagezi] Jeux de hasard - Moyen
uk_ua: [hagezi] Азартні ігри - Середній

source: [hagezi] Gambling - Mini
fa_ir: [hagezi] قمار - مینی
fr_fr: [hagezi] Jeux de hasard - Mini
uk_ua: [hagezi] Азартні ігри - Міні

source: [hagezi] Multi LIGHT - Basic protection
fa_ir: [hagezi] Multi LIGHT - محافظت پایه
fr_fr: [hagezi] Multi LIGHT - Protection de base
uk_ua: [hagezi] Multi LIGHT - Базовий захист

source: [hagezi] Multi NORMAL - All-round protection
fa_ir: [hagezi] Multi NORMAL - محافظت همه‌جانبه
fr_fr: [hagezi] Multi NORMAL - Protection intégrale
uk_ua: [hagezi] Multi NORMAL - Всебічний захист

source: [hagezi] Multi PRO - Extended protection
fa_ir: [hagezi] Multi PRO - محافظت گسترده
fr_fr: [hagezi] Multi PRO - Protection étendue
uk_ua: [hagezi] Multi PRO - Розширений захист

source: [hagezi] Multi PRO mini
fa_ir: [hagezi] Multi PRO - مینی
uk_ua: [hagezi] Multi PRO міні

source: [hagezi] Multi PRO++ - Maximum protection
fa_ir: [hagezi] Multi PRO++ - محافظت حداکثری
fr_fr: [hagezi] Multi PRO++ - Protection maximale
uk_ua: [hagezi] Multi PRO++ - Максимальний захист

source: [hagezi] Multi PRO++ mini
fa_ir: [hagezi] Multi PRO++ - مینی
uk_ua: [hagezi] Multi PRO++ міні

source: [hagezi] Multi ULTIMATE - Aggressive protection
fa_ir: [hagezi] Multi ULTIMATE - محافظت تهاجمی
fr_fr: [hagezi] Multi ULTIMATE - Protection agressive
uk_ua: [hagezi] Multi ULTIMATE - Агресивний захист

source: [hagezi] Multi ULTIMATE mini
fa_ir: [hagezi] Multi ULTIMATE - مینی
uk_ua: [hagezi] Multi ULTIMATE міні

source: [hagezi] Pop-Up Ads
fa_ir: [hagezi] تبلیغات پاپ‌آپ
fr_fr: [hagezi] Annonces pop-up
uk_ua: [hagezi] Спливаючі оголошення

source: [hagezi] Safesearch not supported
fa_ir: [hagezi] پشتیبانی از SafeSearch وجود ندارد
fr_fr: [hagezi] La recherche sécurisée n'est pas prise en charge
uk_ua: [hagezi] Безпечний пошук не підтримується

source: [hagezi] Threat Intelligence Feeds
fa_ir: [hagezi] فیدهای هوش تهدید
fr_fr: [hagezi] Flux de renseignements sur les menaces
uk_ua: [hagezi] Стрічки розвідки загроз

source: [hagezi] Threat Intelligence Feeds - Medium
fa_ir: [hagezi] فیدهای هوش تهدید - متوسط
fr_fr: [hagezi] Flux de renseignements sur les menaces - Medium
uk_ua: [hagezi] Стрічки розвідки загроз - Середній

source: [hagezi] Threat Intelligence Feeds - Mini
fa_ir: [hagezi] فیدهای هوش تهدید - مینی
fr_fr: [hagezi] Flux de renseignements sur les menaces - Mini
uk_ua: [hagezi] Стрічки розвідки загроз - Міні

source: block-ipv6
de_de: IPv6 blockieren
fr_fr: bloc-ipv6
uk_ua: блокувати-ipv6

source: client_ip_hash
uk_ua: хеш client_ip

source: destination (ip6)
de_de: Ziel (IPv6)
fa_ir: مقصد (ip6)
ko_kr: 목적지 (ip6)
uk_ua: призначення (ip6)

source: explicit-exit-notify
de_de: Explizite Beenden-Benachrichtigung
uk_ua: явне сповіщення про вихід

source: first
de_de: Erste
fa_ir: اول
fr_fr: premier
uk_ua: перший

source: forward
de_de: Weiterleiten
fa_ir: فوروارد
fr_fr: avant
uk_ua: переадресація

source: ip_hash
uk_ua: хеш ip

source: iterative
de_de: Iterativ
fa_ir: تکراری
fr_fr: itératif
uk_ua: ітеративний

source: least_conn
de_de: Wenigste Verbindungen
uk_ua: найменше_з'єднань

source: no state
de_de: Kein Zustand
fa_ir: بدون حالت
fr_fr: pas d'état
uk_ua: без стану

source: off-link
fa_ir: خارج از لینک
fr_fr: hors lien
uk_ua: поза каналом

source: origin
de_de: Ursprung
fa_ir: مبدأ
fr_fr: origine
uk_ua: походження

source: please specify a valid network segment or address (IPv4/IPv6). If a mask is provided, please omit the host bits.
de_de: Geben Sie ein gültiges Netzwerksegment oder eine Adresse (IPv4/IPv6) an. Wenn eine Maske angegeben wird, lassen Sie die Host-Bits weg.
fa_ir: لطفاً یک بخش شبکه یا آدرس معتبر (IPv4/IPv6) را مشخص کنید. اگر ماسک وارد شده است، لطفاً بیت‌های میزبان را حذف کنید.
fr_fr: veuillez indiquer un segment de réseau ou une adresse valide (IPv4/IPv6). Si un masque est fourni, veuillez omettre les bits de l'hôte.
ko_kr: 유효한 네트워크 세그먼트 또는 주소(IPv4/IPv6)를 지정하세요. 마스크를 제공하는 경우 호스트 비트는 생략하세요.
uk_ua: Будь ласка, вкажіть дійсний мережевий сегмент або адресу (IPv4/IPv6). Якщо надано маску, будь ласка, опустіть хост-біти.

source: push block-ipv6
de_de: Push: IPv6 blockieren
uk_ua: проштовхнути блокування IPv6

source: ra-only
de_de: Nur RA
uk_ua: лише ra

source: ra-stateless
fr_fr: sans état d'âme
uk_ua: ra-безстатевий

source: require
de_de: Erforderlich
fa_ir: الزامی
fr_fr: exiger
uk_ua: вимагати

source: require_and_verify
de_de: Erforderlich und verifizieren
fa_ir: الزام و تأیید
fr_fr: exiger_et_vérifier
uk_ua: вимагати_і_перевіряти

source: round_robin
fa_ir: گردشی
uk_ua: круговий

source: source (ip6)
de_de: Quelle (IPv6)
fa_ir: مبدأ (ip6)
ko_kr: 출발지 (ip6)
uk_ua: джерело (ip6)

source: standard
fa_ir: استاندارد
uk_ua: стандартний

source: text
fa_ir: متن
fr_fr: texte
ko_kr: 텍스트
uk_ua: текст

source: tls-auth_sha256_inverse
de_de: TLS-Auth-SHA256 (invertiert)
fa_ir: tls-auth_sha256 (معکوس)
uk_ua: tls-auth_sha256_зворотний

source: tls-auth_sha256_normal
fa_ir: tls-auth_sha256 (عادی)
uk_ua: tls-auth_sha256_звичайний

source: tls-auth_sha512_inverse
de_de: TLS-Auth-SHA512 (invertiert)
fa_ir: tls-auth_sha512 (معکوس)
uk_ua: tls-auth_sha512_зворотний

source: tls-auth_sha512_normal
fa_ir: tls-auth_sha512 (عادی)
uk_ua: tls-auth_sha512_звичайний

source: urg
fr_fr: urgence
uk_ua: терміново

source: uri_hash
fa_ir: هش URI
uk_ua: хеш_URI

source: verify_if_given
de_de: Verifizieren, falls angegeben
fa_ir: در صورت ارائه، بررسی شود
fr_fr: vérifier_si_donné
uk_ua: перевірити, якщо надано

source: worker number needs to be an integer value between 1 and 100
de_de: Worker-Nummer muss ein ganzzahliger Wert zwischen 1 und 100 sein.
fa_ir: شماره worker باید یک عدد صحیح بین 1 تا 100 باشد
fr_fr: le numéro de l'ouvrier doit être un nombre entier compris entre 1 et 100
ko_kr: 워커 번호는 1에서 100 사이의 정수여야 합니다.
uk_ua: кількість робітників має бути цілим числом від 1 до 100

source: RTT
fa_ir: زمان رفت‌وبرگشت (RTT)

source: IDLE
cs_cz: NEČINNÉ
de_de: Leerlauf
el_gr: ΑΔΡΑΝΗΣ
fa_ir: بی‌کار
it_it: OZIARE
pl_pl: BEZCZYNNOŚĆ

source: ADDR
fa_ir: آدرس
it_it: INDIRIZZO
pl_pl: ADRES

source: CAPS
el_gr: ΚΕΦΑΛΑΙΑ
fa_ir: قابلیت‌ها
it_it: CAPI

source: RATE
cs_cz: RYCHLOST
el_gr: ΤΙΜΗ
fa_ir: نرخ
it_it: VALUTARE
ko_kr: 제한
pl_pl: PRĘDKOŚĆ

source: CHAN
cs_cz: KANÁL
el_gr: ΤΣΑΝ
fa_ir: کانال
it_it: CAN
ko_kr: 채널

source: LDAP URI
cs_cz: URI adresa LDAP adresáře
fa_ir: URI LDAP
it_it: URI LDAP
pl_pl: URI LDAP

source: SIM PIN
cs_cz: PIN kód SIM karty
el_gr: PIN κάρτας SIM
fa_ir: PIN سیم‌کارت
fr_fr: Code PIN de la carte SIM
it_it: PIN della SIM
pl_pl: PIN SIM

source: lacp
el_gr: λακπ
fa_ir: پروتکل تجمیع لینک (LACP)

source: Proxy ARP
el_gr: ARP μεσολάβησης
fa_ir: پروکسی ARP
it_it: ARP proxy
ko_kr: 프록시 ARP
zh_cn: 代理ARP

source: http user_agent
fa_ir: http عامل کاربر
fr_fr: user_agent http
it_it: http utente_agente
pl_pl: typ zawartości http

source: NICE
el_gr: ΟΜΟΡΦΗ
fa_ir: نایس
fr_fr: EQUILIBRE
it_it: CARINO

source: PRI
cs_cz: PRIOR
fa_ir: اولویت

source: PID
cs_cz: Ident. procesu
fa_ir: شناسه فرآیند

source: Loopback
cs_cz: Zpětná smyčka (loopback)
el_gr: Bρόχος επιστροφής
fa_ir: لوپ‌بک
fr_fr: Boucle
ko_kr: 루프백
pl_pl: Pętla zwrotna

source: LocPrf
fa_ir: اولویت محلی
zh_cn: 本地优先级

source: HSTS includeSubDomains
de_de: HSTS Inklusive Subdomains
fa_ir: HSTS: شامل زیردامنه‌ها
it_it: HSTS include i sottodomini
ko_kr: HSTS에 하위 도메인 포함

source: HSTS preload
cs_cz: HSTS přednačtení
de_de: HSTS Vorladen
el_gr: Προφόρτωση HSTS
fa_ir: HSTS: پیش‌بارگذاری
fr_fr: Précharge HSTS
it_it: Precarico HSTS
ko_kr: HSTS 프리로드

source: ID
cs_cz: Identifikátor
el_gr: ταυτότητα
fa_ir: شناسه

source: IPSConfig
de_de: IPS-Konfiguration
el_gr: IPSonfig
fa_ir: پیکربندی IPS
zh_cn: IPS配置

source: SIP DSCP
fa_ir: DSCP برای SIP

source: Sender Policy Framework (SPF)
cs_cz: Rámec zásad odesílání (SPF)
el_gr: Πλαίσιο πολιτικής αποστολέα (SPF)
fa_ir: چارچوب سیاست فرستنده (SPF)
it_it: Quadro delle politiche del mittente (SPF)
ko_kr: 발신자 정책 프레임워크(SPF)
zh_cn: 发件人策略框架 (SPF)

source: Open Shortest Path First (OSPF)
cs_cz: Nejprve otevírat nejkratší cestu (OSPF)
el_gr: Άνοιγμα Συντομότερης Διαδρομής Πρώτα (OSPF)
fa_ir: پروتکل Open Shortest Path First (OSPF)
it_it: Apri prima il percorso più breve (OSPF)
ko_kr: 최단 경로 우선 프로토콜 (OSPF)
pl_pl: Najkrótsza Ścieżka Pierwsza (OSPF)
zh_cn: 开放式最短路径优先（OSPF）

source: HTTP Strict Transport Security
cs_cz: Přísné zabezpečení HTTP přenosu
el_gr: Αυστηρή ασφάλεια μεταφοράς HTTP
fa_ir: HTTP Strict Transport Security (HSTS)
fr_fr: Sécurité du transport HTTP Strict
it_it: Sicurezza del trasporto rigorosa HTTP
ko_kr: HTTP 엄격한 전송 보안
zh_cn: HSTS

source: portMappingEnabled
de_de: Portzuordnung aktiviert
fa_ir: نگاشت پورت فعال
pl_pl: włączonyPortMapping
zh_cn: 端口映射已启用

source: primaryPort
de_de: Primärport
fa_ir: پورت اصلی
it_it: portaprimaria
pl_pl: głównyPort
zh_cn: 主要端口

source: Post
cs_cz: Příspěvek
el_gr: Θέση
fa_ir: ارسال
fr_fr: Poste
it_it: Inviare

source: RDP-Cookie
fa_ir: کوکی RDP

source: Rekeyfuzz
fa_ir: نوسان بازتولید کلید
ko_kr: 키 재생성 퍼지

source: Margintime
el_gr: Χρόνος περιθωρίου
fa_ir: زمان حاشیه
it_it: Margine
ko_kr: 마진타임
zh_cn: 保证时间

source: Domain-Offensive LetsEncrypt
el_gr: LetsEncrypt που προσβάλλει τον τομέα
fa_ir: دامنهٔ Offensive برای LetsEncrypt
fr_fr: LetsEncrypt à l'épreuve des domaines
it_it: LetsEncrypt offensivo del dominio

source: Domain-Offensive Resellerinterface
cs_cz: rozhraní přeprodejce Domain-Offensive
el_gr: Διεπαφή μεταπωλητή που προσβάλλει τον τομέα
fa_ir: دامنهٔ Offensive برای Resellerinterface
fr_fr: Interface pour revendeur de domaine
it_it: Interfaccia rivenditore offensivo del dominio
ko_kr: Domain-Offensive 리셀러 인터페이스
pl_pl: Interfejs sprzedawcy Domain-Offensive

source: IPv6 DHCP
fa_ir: DHCP برای IPv6
it_it: DHCP IPv6
pl_pl: DHCP IPv6

source: 200 OK
el_gr: 200 ΟΚ
fa_ir: 200 - موفق
ko_kr: 200 정상

source: Blocklist.site Facebook
fa_ir: Blocklist.site — فیسبوک
it_it: Blocklist.sito Facebook
ko_kr: Blocklist.site 페이스북

source: Blocklist.site Tiktok
fa_ir: Blocklist.site — تیک‌تاک
it_it: Blocklist.sito Tiktok
ko_kr: Blocklist.site 틱톡

source: Blocklist.site Youtube
fa_ir: Blocklist.site — یوتیوب
it_it: Blocklist.sito Youtube
ko_kr: Blocklist.site 유튜브
