Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Replaces the IP identification field with random values to compensate for predictable values generated by many hosts. This option only applies to packets that are not fragmented after the optional fragment reassembly.
cs_cz: Nahradí kolonku IP identifikace náhodnými hodnotami a kompenzuje tak předpovídatelné hodnoty, vytvářené mnohými stroji. Tato předvolba platí pouze na pakety, které nejsou fragmentované po volitelné defragmentaci.
de_de: Ersetzt das IP-Identifikationsfeld durch Zufallswerte, um vorhersehbare Werte vieler Hosts auszugleichen. Diese Option gilt nur für Pakete, die nach einer optionalen Fragmentzusammenführung nicht fragmentiert sind.
el_gr: Αντικαθιστά το πεδίο αναγνώρισης IP με τυχαίες τιμές για να αντισταθμίσει τις προβλέψιμες τιμές που δημιουργούνται από πολλούς κεντρικούς υπολογιστές. Αυτή η επιλογή ισχύει μόνο για πακέτα που δεν έχουν κατακερματιστεί μετά την προαιρετική επανασυναρμολόγηση θραυσμάτων.
fa_ir: فیلد شناسهٔ IP را با مقادیر تصادفی جایگزین می‌کند تا مقادیر قابل‌پیش‌بینی تولیدشده توسط بسیاری از میزبان‌ها جبران شود. این گزینه فقط برای بسته‌هایی اعمال می‌شود که پس از بازتجمیع اختیاری قطعات، قطعه‌بندی نشده‌اند.
fr_fr: Remplace le champ d'identification IP par des valeurs aléatoires pour compenser les valeurs prévisibles générées par de nombreux hôtes. Cette option ne s'applique qu'aux paquets qui ne sont pas fragmentés après le réassemblage facultatif de fragment.
it_it: Sostituisce il campo di identificazione IP con valori casuali per compensare i valori prevedibili generati da molti host. Questa opzione si applica solo ai pacchetti che non vengono frammentati dopo il riassemblaggio opzionale dei frammenti.
ko_kr: IP 식별 필드를 랜덤 값으로 대체하여 여러 호스트에서 생성된 예측 가능한 값을 보상합니다. 이 옵션은 선택적 조각 재구성 후 조각화되지 않은 패킷에만 적용됩니다.
pl_pl: Zastępuje pole identyfikacji IP losowymi wartościami, aby kompensować przewidywalne wartości generowane przez wiele hostów. Ta opcja dotyczy tylko pakietów, które nie są fragmentowane po opcjonalnym ponownym składaniu.
uk_ua: Замінює поле ідентифікації IP випадковими значеннями для компенсації передбачуваних значень, що генеруються багатьма хостами. Ця опція застосовується тільки до пакетів, які не фрагментовані після опціонального повторного збирання фрагментів.
zh_cn: 用随机值替换IP标识字段，以补偿许多主机生成的可预测值。此选项仅适用于在可选分片重组后未分片的数据包。

source: Random ID
cs_cz: Náhodný identifikátor
de_de: Zufällige ID
el_gr: Τυχαίο αναγνωριστικό
fa_ir: شناسه تصادفی
fr_fr: ID aléatoire
it_it: Identificazione casuale
ko_kr: 임의 ID
pl_pl: Losowe ID
uk_ua: Випадковий ID
zh_cn: 随机ID

source: Clears the dont-fragment bit from a matching IP packet.
cs_cz: Z IP paketů, které odpovídají pravidlu, odstraní příznak nerozdělovat.
de_de: Löscht das "Don't-Fragment"-Bit aus einem zutreffenden IP-Paket.
el_gr: Διαγράφει το bit dont-fragment από ένα αντίστοιχο πακέτο IP.
fa_ir: بیت dont-fragment را از بستهٔ IP مطابقت‌یافته پاک می‌کند.
fr_fr: Efface le bit dont-fragment d'un paquet IP correspondant.
it_it: Cancella il bit di non frammentazione da un pacchetto IP corrispondente.
ko_kr: 일치하는 IP 패킷에서 비프래그먼트 비트를 지웁니다.
pl_pl: Usuwa bit "nie fragmentuj" z pasującego pakietu IP.
uk_ua: Очищає біт 'не фрагментувати' зі відповідного IP-пакета.
zh_cn: 清除匹配的 IP 数据包的不分片位。

source: Do not fragment
cs_cz: Nedělit
de_de: Nicht fragmentieren
el_gr: Μην κατακερματίζετε
fa_ir: عدم قطعه‌بندی
fr_fr: Ne pas fragmenter
it_it: Non frammentare
ko_kr: 조각화하지 않음
pl_pl: Nie fragmentuj
uk_ua: Не фрагментувати
zh_cn: 不分片

source: Enforces a minimum TTL for matching IP packets.
cs_cz: Vynutí minimální dobu životnosti pro odpovídající IP pakety.
de_de: Erzwingt eine minimale TTL für zutreffende IP-Pakete.
el_gr: Επιβάλλει ένα ελάχιστο TTL για τα αντίστοιχα πακέτα IP.
fa_ir: حداقل TTL را برای بسته‌های IP مطابقت‌یافته اعمال می‌کند.
fr_fr: Applique une durée de vie minimale pour la correspondance des paquets IP.
it_it: Applica un TTL minimo per la corrispondenza dei pacchetti IP.
ko_kr: 일치하는 IP 패킷에 대해 최소 TTL을 적용합니다.
pl_pl: Wymusza minimalny TTL dla pasujących pakietów IP.
uk_ua: Застосовує мінімальний TTL для відповідних IP-пакетів.
zh_cn: 对匹配的IP数据包执行最小TTL。

source: Minimum TTL
cs_cz: Minimální TTL
de_de: Min. TTL
el_gr: Ελάχιστο TTL
fa_ir: حداقل TTL
fr_fr: TTL minimum
it_it: TTL minimo
ko_kr: 최소 TTL
pl_pl: Minimalne TTL
uk_ua: Мінімальний TTL
zh_cn: 最小TTL

source: Enforces a maximum MSS for matching TCP packets.
cs_cz: Vynucuje nejvyšší MSS pro odpovídající TCP pakety.
de_de: Erzwingt eine maximale MSS für zutreffende TCP-Pakete.
el_gr: Επιβάλλει ένα μέγιστο MSS για τα αντίστοιχα πακέτα TCP.
fa_ir: حداکثر MSS را برای بسته‌های TCP مطابقت‌یافته اعمال می‌کند.
fr_fr: Forcer un MSS maximum pour les paquets TCP correspondants.
it_it: Impone un MSS massimo per la corrispondenza dei pacchetti TCP.
ko_kr: TCP 패킷 일치에 대해 최대 MSS를 적용합니다.
pl_pl: Wymusza maksymalne MSS dla pasujących pakietów TCP.
uk_ua: Застосовує максимальний MSS для відповідних TCP-пакетів.
zh_cn: 对匹配的TCP数据包执行最大MSS。

source: Max mss
cs_cz: MSS nejvýše
el_gr: Μέγιστο mss
fa_ir: حداکثر MSS
fr_fr: MSS maximum
it_it: Massimo mss
ko_kr: 최대 mss
uk_ua: Макс. mss
zh_cn: 最大mss

source: Normalizations
cs_cz: Normalizace
de_de: Normalisierung
el_gr: Κανονικοποιήσεις
fa_ir: نرمال‌سازی‌ها
fr_fr: Normalisations
it_it: Normalizzazioni
ko_kr: 정규화
pl_pl: Normalizacje
uk_ua: Нормалізації
zh_cn: 规范化

source: To specify a range, use from:to (example 81:85).
cs_cz: Rozsah lze zadat formou od:do (příklad 81:85).
de_de: Verwenden Sie von:bis, um einen Bereich anzugeben (z. B. 81:85).
el_gr: Για να καθορίσετε ένα εύρος, χρησιμοποιήστε from:to (παράδειγμα 81:85).
fa_ir: برای مشخص‌کردن یک بازه از قالب from:to استفاده کنید (مثال 81:85).
fr_fr: Pour spécifier une plage, utilisez ':' (exemple 81:85).
it_it: Per specificare un intervallo, utilizzare da:a (esempio 81:85).
ko_kr: 범위를 지정하려면 다음과 같이 사용합니다(예: 81:85).
pl_pl: Aby określić zakres, użyj formatu od:do (przykład 81:85).
uk_ua: Щоб вказати діапазон, використовуйте від:до (наприклад, 81:85).
zh_cn: 要指定范围，请使用"从:到"(示例81:85)。

source: Select interfaces...
cs_cz: Vyberte rozhraní…
de_de: Schnittstellen auswählen …
el_gr: Επιλογή διεπαφών...
fa_ir: انتخاب اینترفیس‌ها...
fr_fr: Sélectionnez les interfaces...
it_it: Seleziona interfacce...
ko_kr: 인터페이스 선택...
pl_pl: Wybierz interfejsy...
uk_ua: Виберіть інтерфейси...
zh_cn: 选择接口...

source: Edit Firewall scrub rule
cs_cz: Upravit scrub pravidlo brány firewall
de_de: Firewall-Scrub-Regel bearbeiten
el_gr: Επεξεργασία κανόνα σάρωσης τείχους προστασίας
fa_ir: ویرایش قانون پاک‌سازی فایروال
fr_fr: Modifier la règle de nettoyage du pare-feu
it_it: Modifica la regola di scrubbing del firewall
ko_kr: 방화벽 스크럽 규칙 편집
pl_pl: Edytuj regułę czyszczenia firewalla
uk_ua: Редагувати правило очищення фаєрволу
zh_cn: 编辑防火墙清理规则

source: Please specify a valid number for min ttl (0-255).
cs_cz: Zadejte platné číslo pro minimální ttl (0-255).
de_de: Bitte geben Sie eine gültige Nummer für die minimale TTL an (0-255).
el_gr: Παρακαλώ καθορίστε έναν έγκυρο αριθμό για το ελάχιστο ttl (0-255).
fa_ir: لطفاً یک عدد معتبر برای حداقل TTL وارد کنید (0-255).
fr_fr: Merci de spécifier un nombre valide pour min ttl (0-255).
it_it: Specificare un numero valido per min ttl (0-255).
ko_kr: minttl(0-255)에 올바른 숫자를 지정하세요.
pl_pl: Podaj prawidłową wartość dla min ttl (0-255).
uk_ua: Будь ласка, вкажіть дійсне число для мінімального TTL (0-255).
zh_cn: 请为最小ttl(0-255)指定有效的数字。

source: Please specify a valid number for max mss.
cs_cz: Zadejte platné číslo pro nejvyšší umožněné mss.
de_de: Bitte geben Sie eine gültige Zahl für die maximale MSS ein.
el_gr: Παρακαλώ καθορίστε έναν έγκυρο αριθμό για το μέγιστο αριθμό μηνυμάτων (mss).
fa_ir: لطفاً یک عدد معتبر برای حداکثر MSS وارد کنید.
fr_fr: Merci de spécifier un nombre valide pour max rss.
it_it: Si prega di specificare un numero valido per il numero massimo di mss.
ko_kr: 최대 mss에 올바른 숫자를 지정하세요.
pl_pl: Podaj prawidłową wartość dla max mss.
uk_ua: Будь ласка, вкажіть дійсне число для максимального MSS.
zh_cn: 请为最大mss指定有效的数字。

source: No interface(s) selected.
cs_cz: Nebyla vybrána žádná rozhraní.
de_de: Keine Schnittstellen ausgewählt.
el_gr: Δεν έχουν επιλεγεί διεπαφές.
fa_ir: هیچ اینترفیسی انتخاب نشده است.
fr_fr: Aucune interface sélectionnée.
it_it: Nessuna interfaccia selezionata.
ko_kr: 인터페이스를 선택하지 않았습니다.
pl_pl: Nie wybrano żadnego interfejsu.
uk_ua: Інтерфейс(и) не вибрано.
zh_cn: 未选择接口。

source: %s doesn't appear to be a valid port number, alias or range
cs_cz: %s se nejeví být platným číslem portu, alternativním názvem nebo rozsahem
de_de: %s sieht nicht so aus, als währe es eine gültige Portnummer, Alias oder ein Bereich
el_gr: Το %s δεν φαίνεται να είναι έγκυρος αριθμός θύρας, ψευδώνυμο ή εύρος
fa_ir: %s به‌نظر نمی‌رسد یک port number، alias یا range معتبر باشد.
fr_fr: %s ne semble pas être un numéro de port, un alias ou une plage valide
it_it: %s non sembra essere un numero di porta, un alias o un intervallo valido
ko_kr: %s이(가) 유효한 포트 번호, 별칭 또는 범위가 아닌 것 같습니다
pl_pl: %s wygląda na nieprawidłowy numer portu, alias lub zakres.
uk_ua: %s не є дійсним номером порту, псевдонімом або діапазоном
zh_cn: %s似乎不是有效的端口号、别名或范围

source: reliability
cs_cz: spolehlivost
de_de: Verlässlichkeit
el_gr: αξιοπιστία
fa_ir: قابلیت اطمینان
fr_fr: fiabilité
it_it: affidabilità
ko_kr: 신뢰성
pl_pl: niezawodność
uk_ua: надійність
zh_cn: 可靠性

source: throughput
cs_cz: propustnost
de_de: Durchsatz
el_gr: απόδοση
fa_ir: توان عملیاتی
fr_fr: débit
it_it: rendimento
ko_kr: 처리량
pl_pl: przepustowość
uk_ua: пропускна здатність
zh_cn: 吞吐量

source: netcontrol
de_de: Netzkontrolle
el_gr: έλεγχος δικτύου
pl_pl: kontrola sieci
uk_ua: керування мережею

source: inetcontrol
pl_pl: kontrola internetowa
uk_ua: керування Інтернетом

source: critical
cs_cz: kritické
de_de: kritisch
el_gr: κρίσιμος
fa_ir: بحرانی
fr_fr: critique
it_it: critico
ko_kr: 심각
pl_pl: krytyczne
uk_ua: критичний

source: lowdelay
cs_cz: rychlá odezva
de_de: Geringe Verzögerung
el_gr: χαμηλή καθυστέρηση
fa_ir: تاخیر کم
it_it: basso ritardo
ko_kr: 저지연
pl_pl: niskie opóźnienie
uk_ua: низька затримка

source: Do not change
cs_cz: Neměnit
de_de: Nicht ändern
el_gr: Μην αλλάξετε
fa_ir: بدون تغییر
fr_fr: Ne pas changer
it_it: Non cambiare
ko_kr: 변경 안 함
pl_pl: Nie zmieniaj
uk_ua: Не змінювати
zh_cn: 不要改变

source: Detailed settings
cs_cz: Podrobná nastavení
de_de: Detaillierte Einstellungen
el_gr: Λεπτομερείς ρυθμίσεις
fa_ir: تنظیمات پیشرفته
fr_fr: Réglages détaillés
it_it: Impostazioni dettagliate
ko_kr: 상세 설정
pl_pl: Ustawienia szczegółowe
uk_ua: Детальні налаштування
zh_cn: 详细设置

source: Replaces the IP identification field of packets with random values to compensate for operating systems that use predictable values. This option only applies to packets that are not fragmented after the optional packet reassembly.
cs_cz: Nahradí pole IP identifikace paketů náhodnou hodnotou a kompenzuje tak nedostatek operačních systémů, které používají předvídatelné hodnoty. Tato předvolba se vztahuje pouze na pakety, které nejsou děleny po volitelném opětovném složení paketu.
de_de: Ersetzt das IP-Identifikationsfeld von Paketen durch Zufallswerte, um Betriebssysteme auszugleichen, die vorhersagbare Werte verwenden. Gilt nur für Pakete, die nach der optionalen Reassemblierung nicht fragmentiert sind.
el_gr: Αντικαθιστά το πεδίο αναγνώρισης IP των πακέτων με τυχαίες τιμές για να αντισταθμίσει τα λειτουργικά συστήματα που χρησιμοποιούν προβλέψιμες τιμές. Αυτή η επιλογή ισχύει μόνο για πακέτα που δεν έχουν κατακερματιστεί μετά την προαιρετική επανασυναρμολόγηση πακέτων.
fa_ir: فیلد شناسهٔ IP بسته‌ها را با مقادیر تصادفی جایگزین می‌کند تا برای سیستم‌عامل‌هایی که از مقادیر قابل‌پیش‌بینی استفاده می‌کنند جبران شود. این گزینه تنها برای بسته‌هایی اعمال می‌شود که پس از بازتجمیع اختیاری بسته‌ها، تقسیم‌بندی نشده‌اند.
fr_fr: Remplace le champ d'identification IP des paquets par des valeurs aléatoires pour compenser les systèmes d'exploitation qui utilisent des valeurs prévisibles. Cette option s'applique uniquement aux paquets qui ne sont pas fragmentés après le réassemblage de paquet facultatif.
it_it: Sostituisce il campo di identificazione IP dei pacchetti con valori casuali per compensare i sistemi operativi che utilizzano valori prevedibili. Questa opzione si applica solo ai pacchetti che non vengono frammentati dopo il riassemblaggio opzionale dei pacchetti.
ko_kr: 예측 가능한 값을 사용하는 운영 체제를 보상하기 위해 패킷의 IP 식별 필드를 랜덤 값으로 바꿉니다. 이 옵션은 선택적 패킷 재구성 후 조각화되지 않은 패킷에만 적용됩니다.
pl_pl: Zastępuje pole identyfikacji IP pakietów losowymi wartościami, aby kompensować systemy operacyjne, które używają przewidywalnych wartości. Ta opcja dotyczy tylko pakietów, które nie są fragmentowane po opcjonalnym składaniu pakietów.
uk_ua: Замінює поле ідентифікації IP пакетів випадковими значеннями для компенсації операційних систем, які використовують передбачувані значення. Ця опція застосовується тільки до пакетів, які не фрагментовані після опціонального повторного збирання пакетів.
zh_cn: 使用随机值替换数据包的 IP 标识字段，以补偿使用可预测值的操作系统。此选项仅适用于可选数据包重组后未分片的数据包。

source: IP Random id
cs_cz: Náhodný identifikátor IP adresy
de_de: Zufällige IP-ID
el_gr: Τυχαίο αναγνωριστικό IP
fa_ir: شناسه تصادفی IP
fr_fr: ID aléatoire IP
it_it: ID casuale IP
ko_kr: IP 임의 ID
pl_pl: Losowe ID IP
uk_ua: IP Випадковий ID
zh_cn: IP随机ID

source: This allows for communications with hosts that generate fragmented packets with the don't fragment (DF) bit set. Linux NFS is known to do this. This will cause the filter to not drop such packets but instead clear the don't fragment bit.
cs_cz: Toto umožní komunikaci se stroji, které vytvářejí dělené pakety ale s nastaveným příznakem nefragmentovat. Chová se tak například linuxová implementace NFS protokolu. Toto zajistí, že filtr takové pakety nebude zahazovat ale namísto toho odstraní příznak nefragmentovat.
de_de: Ermöglicht die Kommunikation mit Hosts, die fragmentierte Pakete mit gesetztem "Don't Fragment (DF)"-Bit senden (z. B. Linux NFS). Der Filter verwirft solche Pakete nicht, sondern entfernt das DF-Bit.
el_gr: Αυτό επιτρέπει την επικοινωνία με κεντρικούς υπολογιστές που δημιουργούν κατακερματισμένα πακέτα με ορισμένο το bit "μη κατακερματισμού" (DF). Το NFS του Linux είναι γνωστό ότι το κάνει αυτό. Αυτό θα έχει ως αποτέλεσμα το φίλτρο να μην απορρίπτει τέτοια πακέτα, αλλά αντίθετα να διαγράφει το bit "μη κατακερματισμού".
fa_ir: این امکان را فراهم می‌کند تا با میزبان‌هایی که بسته‌های تقسیم‌شده تولید می‌کنند که بیت 'Don't Fragment' (DF) روی آن تنظیم شده است، ارتباط برقرار شود. معروف است که NFS در لینوکس این کار را انجام می‌دهد. این باعث می‌شود فیلتر چنین بسته‌هایی را حذف نکند و در عوض بیت 'Don't Fragment' را پاک کند.
fr_fr: Cela permet des communications avec des hôtes qui génèrent des paquets fragmentés avec l'ensemble de bits Do not Fragment (DF). Linux NFS est connu pour faire cela. Cela force le filtre à ne pas supprimer de tels paquets, mais à la place effacer le bit ne pas fragment.
it_it: Ciò consente comunicazioni con host che generano pacchetti frammentati con il bit Don't Fragment (DF) impostato. È noto che Linux NFS fa questo. Ciò farà sì che il filtro non scarti tali pacchetti ma cancelli invece il bit di non frammentazione.
ko_kr: 이를 통해 DF(Don't Fragment) 비트 집합으로 조각난 패킷을 생성하는 호스트와 통신할 수 있습니다. Linux NFS가 이를 수행하는 것으로 알려져 있습니다. 그러면 필터가 이러한 패킷을 삭제하지 않고 대신 조각난 비트를 지웁니다.
pl_pl: Pozwala na komunikację z hostami generującymi fragmentowane pakiety z ustawionym bitem "nie fragmentuj" (DF). Wiadomo, że Linux NFS to robi. Spowoduje to, że filtr nie będzie odrzucać takich pakietów, ale zamiast tego wyczyści bit "nie fragmentuj".
uk_ua: Це дозволяє здійснювати зв'язок з хостами, які генерують фрагментовані пакети з встановленим бітом 'не фрагментувати' (DF). Відомо, що Linux NFS робить це. Це призведе до того, що фільтр не відкидатиме такі пакети, а замість цього очищатиме біт 'не фрагментувати'.
zh_cn: 这允许与生成带有不分片 (DF) 标志的分片数据包的主机进行通信。众所周知，Linux NFS会这样做。这将导致过滤器不丢弃此类数据包，而是清除不分片标志。

source: IP Do-Not-Fragment
cs_cz: IP nerozdělovat
de_de: IP-Flag "Nicht fragmentieren"
fa_ir: IP عدم‌تقسیم
fr_fr: IP Ne pas fragmenter
it_it: IP non frammentato
pl_pl: IP Nie-Fragmentuj
uk_ua: IP Не фрагментувати
zh_cn: IP不分片

source: Disable interface scrub
cs_cz: Neprovádět scrub rozhraní
de_de: Schnittstellenbereinigung deaktivieren
el_gr: Απενεργοποίηση σάρωσης διεπαφής
fa_ir: غیرفعال کردن پاک‌سازی رابط
fr_fr: Désactiver le nettoyage de l'interface
it_it: Disabilita lo scrubbing dell'interfaccia
ko_kr: 인터페이스 스크럽 사용 안 함
pl_pl: Wyłącz czyszczenie interfejsu
uk_ua: Вимкнути очищення інтерфейсу
zh_cn: 禁用接口清理

source: General settings
cs_cz: Obecná nastavení
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
fa_ir: تنظیمات عمومی
fr_fr: Réglages généraux
it_it: Impostazioni generali
ko_kr: 일반 설정
pl_pl: Ustawienia ogólne
uk_ua: Загальні налаштування
zh_cn: 常规设置

source: Day(s)
cs_cz: Dny
de_de: Tag(e)
el_gr: Ημέρα(ες)
fa_ir: روز(ها)
fr_fr: Jour(s)
it_it: Giorno(i)
ko_kr: 일
pl_pl: Dzień(dni)
uk_ua: День(дні)
zh_cn: 天

source: Configured Ranges
cs_cz: Nastavené rozsahy
de_de: Konfigurierte Bereiche
el_gr: Διαμορφωμένα εύρη
fa_ir: بازه‌های پیکربندی‌شده
fr_fr: Plages configurées
it_it: Intervalli configurati
ko_kr: 구성된 범위
pl_pl: Skonfigurowane Zakresy
uk_ua: Налаштовані діапазони
zh_cn: 已配置范围

source: Schedule repeat
cs_cz: Naplánovat opakování
de_de: Zeitplan wiederholen
el_gr: Προγραμματισμός επανάληψης
fa_ir: تکرار زمان‌بندی
fr_fr: Répétition de la tâche planifiée
it_it: Pianifica la ripetizione
ko_kr: 반복 예약
pl_pl: Powtarzanie harmonogramu
uk_ua: Повторення розкладу
zh_cn: 重复计划

source: Clear Selection
cs_cz: Zrušit výběr
de_de: Auswahl löschen
el_gr: Εκκαθάριση επιλογής
fa_ir: پاک کردن انتخاب
fr_fr: Effacer la sélection
it_it: Cancella selezione
ko_kr: 선택 항목 지우기
pl_pl: Wyczyść Wybór
uk_ua: Очистити виділення
zh_cn: 清除选项

source: Add Time
cs_cz: Přidat čas
de_de: Zeit hinzufügen
el_gr: Προσθήκη ώρας
fa_ir: افزودن زمان
fr_fr: Ajouter ce créneau
it_it: Aggiungi tempo
ko_kr: 시간 추가
pl_pl: Dodaj Czas
uk_ua: Додати час
zh_cn: 添加时间

source: Time Range Description
cs_cz: Popis časového rozsahu
de_de: Beschreibung Zeitbereich
el_gr: Περιγραφή Χρονικού Εύρους
fa_ir: شرح بازه زمانی
fr_fr: Description de l'intervalle de temps
it_it: Descrizione dell'intervallo di tempo
ko_kr: 시간 범위 설명
pl_pl: Opis Zakresu Czasu
uk_ua: Опис часового діапазону
zh_cn: 时间范围描述

source: Select the time range for the day(s) selected on the Month(s) above. A full day is 0:00-23:59.
cs_cz: Vyberte časové rozmezí pro dny vybrané z měsíců výše. Celý den je 0:00-23:59.
de_de: Wählen Sie den Zeitraum für die oben im Monat ausgewählten Tage aus. Ein ganzer Tag dauert 0:00 bis 23:59 Uhr.
el_gr: Επιλέξτε το χρονικό εύρος για την ημέρα/ες που επιλέχθηκαν στον/στους μήνα/ες παραπάνω. Μια ολόκληρη ημέρα είναι 0:00-23:59.
fa_ir: بازهٔ زمانی را برای روز(ها)ی انتخاب‌شده در ماه(های) بالا انتخاب کنید. یک روز کامل 0:00-23:59 است.
fr_fr: Définissez l'intervalle de temps du(des) jour(s) sélectionné(s) pour le(s) mois ci-dessus. Un jour complet est représenté par l'intervalle 00:00-23:59.
it_it: Seleziona l'intervallo di tempo per i giorni selezionati nei mesi sopra. Una giornata intera è 0:00-23:59.
ko_kr: 위의 달에서 선택한 날짜의 시간 범위를 선택하세요. 종일은 0:00-23:59입니다.
pl_pl: Wybierz zakres czasu dla wybranych dni w wybranych miesiącach. Cały dzień to 0:00-23:59.
uk_ua: Виберіть часовий діапазон для дня(днів), вибраного(их) у місяці(місяцях) вище. Повний день — 0:00-23:59.
zh_cn: 选择在以上月份中选择的日期的时间范围。一整天是0：00-23：59。

source: Stop Time
cs_cz: Konec
de_de: Endzeit
el_gr: Ώρα διακοπής
fa_ir: زمان پایان
fr_fr: Heure de fin
it_it: Ferma il tempo
ko_kr: 중지 시간
pl_pl: Czas Zakończenia
uk_ua: Час закінчення
zh_cn: 停止时间

source: Start Time
cs_cz: Začátek
de_de: Startzeit
el_gr: Ώρα έναρξης
fa_ir: زمان شروع
fr_fr: Heure de début
it_it: Ora di inizio
ko_kr: 시작 시간
pl_pl: Czas Rozpoczęcia
uk_ua: Час початку
zh_cn: 开始时间

source: Click individual date to select that date only. Click the appropriate weekday Header to select all occurrences of that weekday.
cs_cz: Kliknutím na jednotlivé datum vyberte pouze to konkrétní. Kliknutím na příslušný den v týdnu v hlavičce vyberete všechny výskyty tohoto dne.
de_de: Klicken Sie auf ein einzelnes Datum, um nur dieses Datum auszuwählen. Klicken Sie auf die entsprechende Wochentagsüberschrift, um alle Vorkommen dieses Wochentags auszuwählen.
el_gr: Κάντε κλικ σε μεμονωμένη ημερομηνία για να επιλέξετε μόνο αυτήν την ημερομηνία. Κάντε κλικ στην κατάλληλη κεφαλίδα ημέρας της εβδομάδας για να επιλέξετε όλες τις εμφανίσεις αυτής της ημέρας της εβδομάδας.
fa_ir: برای انتخاب فقط آن تاریخ، روی همان تاریخ کلیک کنید. برای انتخاب همهٔ موارد آن روز هفته، روی سربرگ مربوط به آن روز هفته کلیک کنید.
fr_fr: Cliquer sur une date pour sélectionner cette date uniquement. Cliquer sur l'en-tête du jour de la semaine pour sélectionner toutes les occurrences de ce jour de la semaine.
it_it: Fare clic su una singola data per selezionare solo quella data. Fare clic sull'intestazione del giorno della settimana appropriato per selezionare tutte le occorrenze di quel giorno della settimana.
ko_kr: 개별 날짜를 클릭하여 해당 날짜만 선택합니다. 해당 평일 헤더를 클릭하여 해당 요일의 모든 항목을 선택합니다.
pl_pl: Kliknij indywidualną datę, aby wybrać tylko tę datę. Kliknij odpowiedni nagłówek dnia tygodnia, aby wybrać wszystkie wystąpienia tego dnia tygodnia.
uk_ua: Клацніть на окрему дату, щоб вибрати тільки її. Клацніть на відповідний заголовок дня тижня, щоб вибрати всі входження цього дня тижня.
zh_cn: 单击单个日期仅选择该日期。单击相应的工作日标题则选择当月的所有该工作日。

source: Thu
cs_cz: čtvr
de_de: Do
el_gr: Πέμ
fa_ir: پنج‌شنبه
fr_fr: Jeu
it_it: Gio
ko_kr: 목
pl_pl: Czwartek
uk_ua: Чт
zh_cn: 星期四

source: Tue
cs_cz: út
de_de: Di
el_gr: Τρί
fa_ir: سه‌شنبه
fr_fr: Mar
it_it: Mar
ko_kr: 화
pl_pl: Wtorek
uk_ua: Вт
zh_cn: 星期二

source: Month
cs_cz: Měsíc
de_de: Monat
el_gr: Μήνας
fa_ir: ماه
fr_fr: Mois
it_it: Mese
ko_kr: 월
pl_pl: Miesiąc
uk_ua: Місяць
zh_cn: 月份

source: This schedule is in use so the name may not be modified!
cs_cz: Tento plán je používán takže jeho název nelze měnit!
de_de: Dieser Zeitplan wird derzeit verwendet und desshalb kann der Name nicht geändert werden!
el_gr: Αυτό το πρόγραμμα χρησιμοποιείται, επομένως το όνομα δεν μπορεί να τροποποιηθεί!
fa_ir: این زمان‌بندی در حال استفاده است و نام آن قابل تغییر نیست!
fr_fr: Cette planification est en cours d'utilisation donc son nom ne peut être modifié!
it_it: Questo programma è in uso quindi il nome non può essere modificato!
ko_kr: 이 일정은 사용 중이므로 이름을 수정할 수 없습니다!
pl_pl: Nie można zmieniać nazwy harmonogramu w użyciu!
uk_ua: Цей розклад використовується, тому назву не можна змінювати!
zh_cn: 该计划正在使用中，因此名称不能被修改！

source: Schedule information
cs_cz: Informace o plánu
de_de: Zeitplan Information
el_gr: Πληροφορίες χρονοδιαγράμματος
fa_ir: اطلاعات زمان‌بندی
fr_fr: Information de la planification
it_it: Informazioni sul programma
ko_kr: 스케줄 정보
pl_pl: Informacje o harmonogramie
uk_ua: Інформація про розклад
zh_cn: 计划信息

source: The schedule must have at least one time range configured.
cs_cz: Je třeba aby plán měl nastavený alespoň jedno časové rozmezí.
de_de: Der Zeitplan muss mindestens über einen Zeitbereich verfügen.
el_gr: Το χρονοδιάγραμμα πρέπει να έχει διαμορφωθεί τουλάχιστον ένα χρονικό εύρος.
fa_ir: زمان‌بندی باید حداقل یک بازهٔ زمانی پیکربندی شده داشته باشد.
fr_fr: La planification doit avoir au moins un créneau horaire configuré.
it_it: La pianificazione deve avere almeno un intervallo di tempo configurato.
ko_kr: 예약에 구성된 시간 범위가 하나 이상 있어야 합니다.
pl_pl: Harmonogram musi mieć skonfigurowany co najmniej jeden zakres czasu.
uk_ua: Розклад повинен мати хоча б один налаштований часовий діапазон.
zh_cn: 计划必须配置一个时间范围。
