Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: For a TLS/DTLS client you may also specify the tls option. The option value must be the name of a previously defined TLS block. If this option is not specified, the TLS block with the name defaultClient or default will be used if defined (in that order). If the specified TLS block name does not exist, or the option is not specified and none of the defaults exist, the proxy will exit with an error.
cs_cz: U klienta TLS/DTLS je možné také zadat předvolbu tls. Je třeba, aby její hodnota byla název dříve definovaného bloku TLS. Pokud tato předvolba není zadána, bude použit blok TLS s názvem defaultClient nebo default (v tomto pořadí) – pokud je definován. Pokud zadaný název bloku TLS neexistuje nebo není zadána volba a neexistuje žádný z výchozích parametrů, proxy skončí s chybou.
de_de: Für einen TLS/DTLS-Client kann optional die TLS-Option angegeben werden. Der Wert dieser Option muss dem Namen eines zuvor definierten TLS-Blocks entsprechen. Wird diese Option nicht angegeben, wird der TLS-Block mit dem Namen defaultClient oder default verwendet, falls vorhanden (in dieser Reihenfolge). Existiert der angegebene TLS-Block nicht oder ist keine Option angegeben und keine der Standardwerte vorhanden, beendet der Proxy den Dienst mit einem Fehler.
el_gr: Για έναν πελάτη TLS/DTLS, μπορείτε επίσης να καθορίσετε την επιλογή tls. Η τιμή της επιλογής πρέπει να είναι το όνομα ενός προηγουμένως καθορισμένου μπλοκ TLS. Εάν αυτή η επιλογή δεν καθοριστεί, θα χρησιμοποιηθεί το μπλοκ TLS με όνομα defaultClient ή default, εάν έχει οριστεί (με αυτήν τη σειρά). Εάν το καθορισμένο όνομα μπλοκ TLS δεν υπάρχει ή η επιλογή δεν έχει καθοριστεί και καμία από τις προεπιλογές δεν υπάρχει, ο διακομιστής μεσολάβησης θα τερματιστεί με σφάλμα.
fa_ir: برای یک کلاینت TLS/DTLS می‌توانید گزینه tls را نیز مشخص کنید. مقدار این گزینه باید نام یک بلوک TLS تعریف‌شده قبلی باشد. اگر این گزینه مشخص نشود، در صورت وجود بلوک TLS با نام defaultClient یا default (به این ترتیب) از آن‌ها استفاده خواهد شد. اگر نام بلوک TLS مشخص‌شده وجود نداشته باشد، یا گزینه مشخص نشده و هیچ‌یک از پیش‌فرض‌ها وجود نداشته باشند، پراکسی با خطا خاتمه می‌یابد.
fr_fr: Pour un client TLS/DTLS, vous pouvez également spécifier l'option tls. La valeur de l'option doit être le nom d'un bloc TLS précédemment défini. Si cette option n'est pas spécifiée, le bloc TLS avec le nom defaultClient ou default sera utilisé s'il est défini (dans cet ordre). Si le nom de bloc TLS spécifié n'existe pas, ou si l'option n'est pas spécifiée et qu'aucune des valeurs par défaut n'existe, le proxy se fermera avec une erreur.
it_it: Per un client TLS/DTLS puoi anche specificare l'opzione tls. Il valore dell'opzione deve essere il nome di un blocco TLS definito in precedenza. Se questa opzione non è specificata, verrà utilizzato il blocco TLS con il nome defaultClient o default, se definito (in quest'ordine). Se il nome del blocco TLS specificato non esiste o l'opzione non è specificata e non esiste nessuno dei valori predefiniti, il proxy uscirà con un errore.
ko_kr: TLS/DTLS 클라이언트의 경우 tls 옵션을 지정할 수도 있습니다. 옵션 값은 이전에 정의된 TLS 블록의 이름이어야 합니다. 이 옵션이 지정되지 않으면 defaultClient 또는 default 이름을 가진 TLS 블록이 사용됩니다(이 순서로). 지정된 TLS 블록 이름이 존재하지 않거나 옵션이 지정되지 않고 기본값도 없는 경우 프록시는 오류로 종료됩니다.
pl_pl: Dla klienta TLS/DTLS możesz również określić opcję tls. Wartością opcji musi być nazwa wcześniej zdefiniowanego bloku TLS. Jeśli ta opcja nie jest określona, zostanie użyty blok TLS o nazwie defaultClient lub default, jeśli jest zdefiniowany (w tej kolejności). Jeśli określona nazwa bloku TLS nie istnieje, lub opcja nie jest określona, a żadne z domyślnych nie istnieją, proxy zakończy działanie z błędem.
uk_ua: Для клієнта TLS/DTLS ви також можете вказати опцію tls. Значення опції має бути назвою раніше визначеного блоку TLS. Якщо цю опцію не вказано, використовуватиметься блок TLS з назвою defaultClient або типово, якщо визначено (у цьому порядку). Якщо вказана назва блоку TLS не існує, або опцію не вказано і жодного з типових не існує, проксі завершить роботу з помилкою.
zh_cn: 对于TLS/DTLS客户端，您也可以指定TLS选项。选项值必须是先前定义的TLS分片的名称。如果未指定此选项，则定义时将使用名为defaultClient或default的TLS分片(按此顺序)。如果指定的TLS分片名称不存在，或未指定该选项，且所有默认值都不存在，则代理将退出并提示错误。

source: For a TLS/DTLS server, disable the default behaviour of matching CN or SubjectAltName against the specified hostname or IP address.
cs_cz: U serveru TLS/DTLS vypnout výchozí chování porovnávání CN nebo SubjectAltName se zadaným názvem hostitele nebo IP adresou.
de_de: Für einen TLS/DTLS-Server die standardmäßige Prüfung deaktivieren, ob CN oder SubjectAltName mit dem angegebenen Hostnamen oder der IP-Adresse übereinstimmt.
el_gr: Για έναν διακομιστή TLS/DTLS, απενεργοποιήστε την προεπιλεγμένη συμπεριφορά της αντιστοίχισης CN ή SubjectAltName με το καθορισμένο όνομα κεντρικού υπολογιστή ή διεύθυνση IP.
fa_ir: برای یک سرور TLS/DTLS، رفتار پیش‌فرض تطبیق CN یا SubjectAltName با نام میزبان یا آدرس IP مشخص‌شده را غیرفعال کنید.
fr_fr: Pour un serveur TLS/DTLS, désactivez le comportement par défaut de correspondance CN ou SubjectAltName avec le nom d'hôte ou l'adresse IP spécifié.
it_it: Per un server TLS/DTLS, disabilitare il comportamento predefinito di corrispondenza CN o ObjectAltName con il nome host o l'indirizzo IP specificato.
ko_kr: TLS/DTLS 서버의 경우 CN 또는 제목과 일치하는 기본 동작 사용 안 함지정한 호스트 이름 또는 IP 주소에 대한 AltName입니다.
pl_pl: Dla serwera TLS/DTLS wyłącz domyślne zachowanie porównywania CN lub SubjectAltName z określoną nazwą hosta lub adresem IP.
uk_ua: Для сервера TLS/DTLS вимкніть типову поведінку зіставлення CN або SubjectAltName із вказаним ім'ям хоста або IP-адресою.
zh_cn: 对于TLS/DTLS服务器，禁用将针对指定主机名或IP地址匹配的CN或SubjectAltName的默认行为。

source: Format: (address|*)[:port]
cs_cz: Formát: (adresa|*)[:port]
de_de: Format: (adresse|*)[:port]
el_gr: Μορφή: (διεύθυνση|*)[:θύρα]
fa_ir: قالب: (آدرس|*)[:port]
fr_fr: Format : (adresse|*)[:port]
it_it: Formato: (indirizzo|*)[:porta]
ko_kr: 형식: (주소|*)[:포트]
pl_pl: Format: (adres|)[:port]
uk_ua: Формат: (адреса|*)[:порт]
zh_cn: 格式: (地址)*)[:端口]

source: Google GSuite restricted
cs_cz: Google GSuite s omezením
de_de: Google GSuite eingeschränkt
el_gr: Περιορισμένο Google GSuite
fa_ir: محدود به Google GSuite
fr_fr: Google GSuite restreint
it_it: Google GSuite limitato
ko_kr: Google GSuite 제한됨
pl_pl: Google GSuite ograniczone
uk_ua: Обмежено Google GSuite
zh_cn: Google GSuite受限

source: Graceful Restart
cs_cz: Nenásilný restart
de_de: Sanfter Neustart
el_gr: Χαριτωμένη επανεκκίνηση
fa_ir: بازراه‌اندازی نرم
fr_fr: Redémarrage en douceur
it_it: Riavvio grazioso
ko_kr: 정상 재시작
pl_pl: Nowe uruchomienie z zachowaniem połączeń
uk_ua: Плавний перезапуск
zh_cn: 重启Graceful

source: Graphite SSL/TLS Verification
cs_cz: Ověřování SSL/TLS Graphite
de_de: Graphite SSL/TLS-Verifizierung
el_gr: Graphite επαλήθευση SSL/TLS
fa_ir: تأیید SSL/TLS برای Graphite
fr_fr: Vérification SSL/TLS de Graphite
it_it: Verifica SSL/TLS in grafite
ko_kr: Graphite SSL/TLS 인증
pl_pl: Weryfikacja SSL/TLS Graphite
uk_ua: Перевірка SSL/TLS Graphite
zh_cn: Graphite SSL/TLS 验证

source: Graphite postfix
cs_cz: Přípona Graphite
de_de: Graphite Endung
fa_ir: پسوند Graphite
fr_fr: Postfixe en graphite
it_it: Postfisso in grafite
ko_kr: Graphite 접미어
pl_pl: Postfix Graphite
uk_ua: Суфікс Graphite
zh_cn: Graphite后缀

source: Graphite prefix
cs_cz: Předpona Graphite
de_de: Graphite Präfix
fa_ir: پیشوند Graphite
fr_fr: Préfixe graphite
it_it: Prefisso grafite
ko_kr: Graphite 프리픽스
pl_pl: Prefiks Graphite
uk_ua: Префікс Graphite
zh_cn: Graphite前缀

source: Graphite separate instances
cs_cz: Oddělené instance Graphite
de_de: Graphite separate Instanzen
el_gr: Ξεχωριστές παρουσίες γραφίτη
fa_ir: نمونه‌های جداگانه Graphite
fr_fr: Instances séparées en graphite
it_it: Istanze separate di grafite
ko_kr: Graphite 분리 인스턴스
pl_pl: Oddzielne instancje Graphite
uk_ua: Окремі екземпляри Graphite
zh_cn: Graphite 单独的实例

source: HTTP Header contains string (substring match)
cs_cz: HTTP hlavička obsahuje řetězec (shoda s částí řetězce)
de_de: HTTP-Header enthält Zeichenkette (Teilzeichenkettenvergleich)
el_gr: Η κεφαλίδα HTTP περιέχει συμβολοσειρά (αντιστοίχιση δευτερεύουσας συμβολοσειράς)
fa_ir: هدر HTTP شامل رشته (مطابقت زیررشته‌ای)
fr_fr: L'en-tête HTTP contient une chaîne (correspondance de sous-chaîne)
it_it: L'intestazione HTTP contiene una stringa (corrispondenza della sottostringa)
ko_kr: HTTP 헤더에 문자열이 포함됨(하위 문자열 일치)
pl_pl: Nagłówek HTTP zawiera ciąg (dopasowanie podciągu)
uk_ua: Заголовок HTTP містить рядок (збіг підрядка)
zh_cn: HTTP标头包含字符串（子字符串匹配）

source: HTTP Header ends with string (suffix match)
cs_cz: HTTP hlavička končí na řetězec (shoda s příponou)
de_de: HTTP-Header endet mit Zeichenkette (Suffix-Vergleich)
el_gr: Η κεφαλίδα HTTP τελειώνει με συμβολοσειρά (ταιριάζει με επίθημα)
fa_ir: هدر HTTP با رشته پایان می‌یابد (مطابقت پسوندی)
fr_fr: L'en-tête HTTP se termine par une chaîne de caractères (correspondance du suffixe).
it_it: L'intestazione HTTP termina con una stringa (corrispondenza del suffisso)
ko_kr: HTTP 헤더가 문자열로 끝남(접미사 일치)
pl_pl: Nagłówek HTTP kończy się ciągiem (dopasowanie końcówki)
uk_ua: Заголовок HTTP закінчується рядком (збіг суфікса)
zh_cn: HTTP标头以字符串结尾（后缀匹配）

source: HTTP Header matches exact string
cs_cz: HTTP hlavička je přesně řetězec
de_de: HTTP-Header stimmt exakt mit Zeichenkette überein
el_gr: Η κεφαλίδα HTTP αντιστοιχεί στην ακριβή συμβολοσειρά
fa_ir: هدر HTTP دقیقاً با رشته مطابقت دارد
fr_fr: L'en-tête HTTP correspond à la chaîne exacte
it_it: L'intestazione HTTP corrisponde alla stringa esatta
ko_kr: HTTP 헤더가 정확한 문자열과 일치함
pl_pl: Nagłówek HTTP dokładnie pasuje do ciągu
uk_ua: Заголовок HTTP відповідає точному рядку
zh_cn: HTTP标头与精确字符串匹配

source: HTTP Header matches regular expression
cs_cz: HTTP hlavička odpovídá regulárnímu výrazu
de_de: HTTP-Header stimmt mit regulärem Ausdruck überein
el_gr: Η κεφαλίδα HTTP ταιριάζει με την κανονική έκφραση
fa_ir: هدر HTTP با عبارت منظم مطابقت دارد
fr_fr: L'en-tête HTTP correspond à l'expression régulière
it_it: L'intestazione HTTP corrisponde all'espressione regolare
ko_kr: HTTP 헤더가 정규식과 일치함
pl_pl: Nagłówek HTTP pasuje do wyrażenia regularnego
uk_ua: Заголовок HTTP відповідає регулярному виразу
zh_cn: HTTP标头与正则表达式匹配

source: HTTP Header starts with string (prefix match)
cs_cz: HTTP hlavička začíná na řetězec (shoda s předponou)
de_de: HTTP-Header beginnt mit Zeichenkette (Präfix-Vergleich)
el_gr: Η κεφαλίδα HTTP ξεκινά με συμβολοσειρά (ταιριάζει με πρόθεμα)
fa_ir: هدر HTTP با رشته شروع می‌شود (مطابقت پیشوندی)
fr_fr: L'en-tête HTTP commence par une chaîne de caractères (correspondance du préfixe).
it_it: L'intestazione HTTP inizia con una stringa (corrispondenza del prefisso)
ko_kr: HTTP 헤더가 문자열로 시작됨(프리픽스 일치)
pl_pl: Nagłówek HTTP zaczyna się od ciągu (dopasowanie prefiksu)
uk_ua: Заголовок HTTP починається з рядка (збіг префікса)
zh_cn: HTTP标头以字符串开头（前缀匹配）

source: Header Contains
cs_cz: Hlavička obsahuje
de_de: Header Beinhaltet
el_gr: Η κεφαλίδα περιέχει
fa_ir: محتوای هدر
fr_fr: L'en-tête contient
it_it: L'intestazione contiene
ko_kr: 헤더 포함
pl_pl: Nagłówek Zawiera
uk_ua: Заголовок містить

source: Header Matches
cs_cz: Hlavička se shoduje s
de_de: Header-Übereinstimmungen
el_gr: Αγώνες κεφαλίδας
fa_ir: مطابقت هدر
fr_fr: Matches d'en-tête
it_it: Corrispondenze di intestazione
ko_kr: 헤더 일치
pl_pl: Nagłówek Pasuje
uk_ua: Заголовок відповідає

source: Header Name
cs_cz: Název hlavičky
el_gr: Όνομα κεφαλίδας
fa_ir: نام هدر
fr_fr: Nom de l'en-tête
it_it: Nome dell'intestazione
ko_kr: 헤더 이름
pl_pl: Nazwa Nagłówka
uk_ua: Назва заголовка

source: Header Prefix
cs_cz: Předpona hlavičky
de_de: Header Präfix
el_gr: Πρόθεμα κεφαλίδας
fa_ir: پیشوند هدر
fr_fr: Préfixe de l'en-tête
it_it: Prefisso dell'intestazione
ko_kr: 헤더 프리픽스
pl_pl: Prefiks Nagłówka
uk_ua: Префікс заголовка

source: Header Regex
cs_cz: Regulární výraz pro hlavičku
el_gr: Regex κεφαλίδας
fa_ir: عبارت منظم هدر
fr_fr: Regex d'en-tête
it_it: Intestazione regolare
ko_kr: 헤더 정규식
pl_pl: Regex Nagłówka
uk_ua: Регулярний вираз заголовка

source: Header Suffix
cs_cz: Přípona hlavičky
de_de: Header Endung
el_gr: Επίθημα Κεφαλίδας
fa_ir: پسوند هدر
fr_fr: Suffixe de l'en-tête
it_it: Suffisso dell'intestazione
ko_kr: 머리글 접미사
pl_pl: Końcówka Nagłówka
uk_ua: Суфікс заголовка

source: Hetzner DNS API
el_gr: API DNS Hetzner
it_it: API DNS di Hetzner
pl_pl: API DNS Hetzner
uk_ua: API Hetzner DNS

source: Hold Down Time
cs_cz: Doba podržení
de_de: Sperrzeit
el_gr: Χρόνος Κράτησης
fa_ir: زمان نگهداری
fr_fr: Temps de maintien
it_it: Tieni premuto il tempo
ko_kr: 홀드 다운 시간
pl_pl: Czas zatrzymania
uk_ua: Час утримання
zh_cn: 按住时间

source: Hostname / IP
cs_cz: Název stroje / IP adresa
el_gr: Όνομα κεντρικού υπολογιστή / IP
fa_ir: نام میزبان / IP
fr_fr: Nom d'hôte / IP
it_it: Nome host/IP
ko_kr: 호스트 이름 / IP
pl_pl: Nazwa hosta / IP
uk_ua: Ім'я хоста / IP
zh_cn: 主机名/IP

source: IP / Net
cs_cz: IP adresa / síť
de_de: IP / Netz
el_gr: IP / Δίκτυο
fa_ir: IP / شبکه
it_it: IP/Rete
ko_kr: IP / 넷
uk_ua: IP / Мережа
zh_cn: IP/网络

source: IP address of the remote syslog server.
cs_cz: IP adresa vzdáleného syslog serveru
de_de: IP-Adresse des entfernten syslog-Servers.
el_gr: Διεύθυνση IP του απομακρυσμένου διακομιστή syslog.
fa_ir: آدرس IP سرور syslog از راه دور.
fr_fr: Adresse IP du serveur syslog distant.
it_it: Indirizzo IP del server syslog remoto.
ko_kr: 원격 syslog 서버의 IP 주소입니다.
pl_pl: Adres IP zdalnego serwera syslog.
uk_ua: IP-адреса віддаленого syslog-сервера.
zh_cn: 远程syslog服务器的IP地址。

source: If Custom is specified. The detection engine tries to split out separate signatures into groups so that a packet is only inspected against signatures that can actually match. As in large rule set this would result in way too many groups and memory usage similar groups are merged together.
cs_cz: Pokud je zadáno Uživatelsky určené. Engine zjištování se pokusí rozdělit oddělené signatury do skupin, takže inspekce paketu je prováděna pouze vůči signaturám, se kterými vůbec může mít shodu. Ve velkých sadách pravidel by toto vyústilo v příliš mnoho skupin a využití paměti podobnými skupinami je slučováno dohromady.
de_de: Wenn "Benutzerdefiniert" ausgewählt ist, versucht die Erkennungs-Engine, einzelne Signaturen in Gruppen aufzuteilen, sodass ein Paket nur gegen tatsächlich passende Signaturen geprüft wird. Bei umfangreichen Regelwerken würden sonst zu viele Gruppen entstehen und zu viel Speicher belegt werden - daher werden ähnliche Gruppen zusammengeführt.
el_gr: Εάν καθοριστεί Προσαρμοσμένη. Η μηχανή ανίχνευσης προσπαθεί να διαχωρίσει τις ξεχωριστές υπογραφές σε ομάδες, έτσι ώστε ένα πακέτο να ελέγχεται μόνο με βάση τις υπογραφές που μπορούν πραγματικά να αντιστοιχίσουν. Όπως και σε ένα μεγάλο σύνολο κανόνων, αυτό θα είχε ως αποτέλεσμα πάρα πολλές ομάδες και χρήση μνήμης, οι οποίες θα συγχωνεύονταν.
fa_ir: اگر 'Custom' انتخاب شده باشد، موتور تشخیص سعی می‌کند امضاهای جداگانه را به گروه‌هایی تقسیم کند تا هر بسته فقط در برابر امضاهایی بررسی شود که واقعاً ممکن است با آن‌ها مطابقت داشته باشد. اما در مجموعه قوانین بزرگ این کار منجر به ایجاد گروه‌های بسیار زیاد و مصرف حافظهٔ زیاد می‌شود؛ بنابراین گروه‌های مشابه با هم ادغام می‌شوند.
fr_fr: Si Personnalisé est spécifié. Le moteur de détection essaie de diviser les signatures distinctes en groupes afin qu'un paquet ne soit inspecté que par rapport aux signatures qui peuvent réellement correspondre. Comme dans un grand ensemble de règles, cela entraînerait beaucoup trop de groupes et d'utilisation de la mémoire, des groupes similaires seraient fusionnés.
it_it: Se è specificato Personalizzato. Il motore di rilevamento tenta di suddividere le firme separate in gruppi in modo che un pacchetto venga controllato solo rispetto alle firme che possono effettivamente corrispondere. Come nel caso di un set di regole di grandi dimensioni, ciò comporterebbe l'unione di troppi gruppi e gruppi simili che utilizzano la memoria.
ko_kr: 사용자 정의가 지정된 경우. 탐지 엔진은 패킷이 실제로 일치할 수 있는 시그니처에 대해서만 패킷을 검사할 수 있도록 별도의 시그니처를 그룹으로 분리하려고 합니다. 큰 규칙 집합에서는 너무 많은 그룹과 유사한 메모리 사용량이 발생하므로 유사한 그룹을 병합합니다.
pl_pl: Jeśli wybrano "Custom". Silnik wykrywania próbuje podzielić oddzielne sygnatury na grupy, aby pakiet był sprawdzany tylko pod kątem sygnatur, które faktycznie mogą pasować. W dużym zestawie reguł doprowadziłoby to do zbyt wielu grup i podobnego użycia pamięci, dlatego podobne grupy są łączone.
uk_ua: Якщо вказано Користувацьке. Рушій виявлення намагається розділити окремі сигнатури на групи, щоб пакет перевірявся лише на сигнатури, які дійсно можуть збігатися. Оскільки у великому наборі правил це призвело б до занадто багатьох груп і використання пам'яті, схожі групи об'єднуються.
zh_cn: 如果指定了自定义。 检测引擎尝试将单独的签名分成组，以便仅根据可以实际匹配的签名检查数据包。 大型规则集中，这将导致太多的组和内存使用情况类似的组合并在一起。

source: If enabled, the match value, the URL, named parameters and headers are matched using regular expressions; otherwise only exact matches trigger the rule.
cs_cz: Pokud zapnuto, jsou hodnota shody, URL adresa, pojmenované parametry a hlavičky porovnány pomocí regulárních výrazů; v opačném případě se pravidlo spustí pouze při přesné shodě.
de_de: Wenn aktiviert, werden der Abgleichwert, die URL, benannte Parameter und Header per RegEx abgeglichen; andernfalls erfolgt nur ein exakter Abgleich.
el_gr: Εάν ενεργοποιηθεί, η τιμή αντιστοίχισης, η διεύθυνση URL, οι παράμετροι με όνομα και οι κεφαλίδες αντιστοιχίζονται χρησιμοποιώντας κανονικές εκφράσεις. Διαφορετικά, μόνο οι ακριβείς αντιστοιχίσεις ενεργοποιούν τον κανόνα.
fa_ir: اگر فعال باشد، مقدار مطابقت، URL، پارامترهای نام‌دار و هدرها با استفاده از عبارت‌های منظم بررسی می‌شوند؛ در غیر این صورت فقط مطابقت‌های دقیق قانون را فعال می‌کنند.
fr_fr: Si activé, la valeur de correspondance, l'URL, les paramètres nommés et les en-têtes sont mis en correspondance à l'aide d'expressions régulières ; sinon, seules les correspondances exactes déclenchent la règle.
it_it: Se abilitato, il valore di corrispondenza, l'URL, i parametri denominati e le intestazioni vengono abbinati utilizzando le espressioni regolari; altrimenti solo le corrispondenze esatte attivano la regola.
ko_kr: 활성화한 경우 일치 값, URL, 명명된 매개 변수 및 헤더가 정규식을 사용하여 일치합니다. 그렇지 않으면 정확한 일치만 규칙을 트리거합니다.
pl_pl: Jeśli jest włączone, wartość dopasowania, adres URL, nazwane parametry i nagłówki są dopasowywane za pomocą wyrażeń regularnych; w przeciwnym razie tylko dokładne dopasowania uruchamiają regułę.
uk_ua: Якщо увімкнено, значення збігу, URL, іменовані параметри та заголовки зіставляються за допомогою регулярних виразів; інакше правило спрацьовує лише при точному збігу.
zh_cn: 如果启用，则使用正则表达式匹配匹配值、URL、命名参数和标头； 否则只有完全匹配才会触发规则。

source: If not configured, the proxy will deny all Access-Requests for this realm.
cs_cz: Pokud není nastaveno, proxy odepře veškeré požadavky na přístup pro tuto sféru.
de_de: Wenn nicht konfiguriert, verweigert der Proxy alle Zugriffsanfragen für diesen Realm.
el_gr: Εάν δεν ρυθμιστεί, ο διακομιστής μεσολάβησης θα απορρίψει όλα τα αιτήματα πρόσβασης για αυτόν τον τομέα.
fa_ir: اگر پیکربندی نشود، پروکسی تمام Access-Requests برای این realm را رد خواهد کرد.
fr_fr: Si elle n'est pas configurée, le proxy refusera toutes les demandes d'accès pour ce domaine.
it_it: Se non configurato, il proxy negherà tutte le richieste di accesso per questo dominio.
ko_kr: 구성되지 않은 경우 프록시는 이 영역에 대한 모든 액세스 요청을 거부합니다.
pl_pl: Jeśli nie jest skonfigurowane, proxy odrzuci wszystkie żądania dostępu dla tej domeny.
uk_ua: Якщо не налаштовано, проксі-сервер відхилятиме всі запити на доступ для цього домену.
zh_cn: 如果未配置，代理将拒绝该Realm的所有访问请求。

source: If not configured, the proxy will silently ignore all Accounting-Requests for this realm.
cs_cz: Pokud není nastaveno, bude proxy server tiše ignorovat všechny požadavky na účtování pro tuto sféru.
de_de: Wenn nicht konfiguriert, ignoriert der Proxy stillschweigend alle Abrechnungsanfragen für diesen Realm.
el_gr: Εάν δεν ρυθμιστεί, ο διακομιστής μεσολάβησης θα αγνοήσει σιωπηλά όλα τα αιτήματα λογιστικής για αυτόν τον τομέα.
fa_ir: اگر پیکربندی نشود، پروکسی تمام Accounting-Requests برای این realm را بدون اطلاع نادیده می‌گیرد.
fr_fr: Si elle n'est pas configurée, le proxy ignorera silencieusement toutes les demandes de comptabilité pour ce domaine.
it_it: Se non configurato, il proxy ignorerà silenziosamente tutte le richieste di contabilità per questo ambito.
ko_kr: 구성되지 않은 경우 프록시는 이 영역에 대한 모든 Accounting-Requests를 자동으로 무시합니다.
pl_pl: Jeśli nie jest skonfigurowane, proxy będzie ignorować wszystkie żądania rozliczeniowe dla tej domeny.
uk_ua: Якщо не налаштовано, проксі-сервер мовчазно ігноруватиме всі запити на облік для цього домену.
zh_cn: 如果未配置，代理将静默忽略该Realm的所有记帐请求。

source: If possible, a loopback address is the safest choice here, you can forward traffic to it using the firewall.
cs_cz: Pokud je to možné, je v tomto případě nejbezpečnější volbou zpětná adresa, na kterou můžete přesměrovat provoz pomocí brány firewall.
de_de: Wenn möglich, ist eine Loopback-Adresse hier die sicherste Wahl. Sie können den Datenverkehr über die Firewall dorthin weiterleiten.
el_gr: Εάν είναι δυνατόν, μια διεύθυνση βρόχου επιστροφής είναι η ασφαλέστερη επιλογή εδώ, μπορείτε να προωθήσετε την κυκλοφορία σε αυτήν χρησιμοποιώντας το τείχος προστασίας.
fa_ir: اگر ممکن است، آدرس loopback امن‌ترین گزینه است؛ می‌توانید با استفاده از فایروال ترافیک را به آن فوروارد کنید.
fr_fr: Si possible, une adresse de bouclage est le choix le plus sûr ici, vous pouvez y transférer le trafic à l'aide du pare-feu.
it_it: Se possibile, un indirizzo di loopback è la scelta più sicura in questo caso, puoi inoltrare il traffico ad esso utilizzando il firewall.
ko_kr: 가능하면 루프백 주소가 가장 안전한 선택이며, 방화벽을 사용하여 트래픽을 루프백 주소로 전달할 수 있습니다.
pl_pl: Jeśli to możliwe, adres loopback jest tutaj najbezpieczniejszym wyborem, można przekierować do niego ruch za pomocą zapory ogniowej.
uk_ua: Якщо можливо, адреса зворотного зв'язку є найбезпечнішим вибором тут, ви можете перенаправляти трафік на неї за допомогою брандмауера.
zh_cn: 如果可能，环回地址是这里最安全的选择，可以使用防火墙将流量转发给它。
