Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Logsize in MB
cs_cz: Velikost záznamu událostí (v MB)
de_de: Protokollgröße in MB
el_gr: Μέγεθος καταγραφής σε MB
fa_ir: حجم لاگ (MB)
fr_fr: Taille du journal en MB
it_it: Dimensioni registro in MB
ko_kr: 로그 크기(MB)
pl_pl: Rozmiar logu w MB
uk_ua: Розмір логів у МБ
zh_cn: 日志大小(MB)

source: Mails from IPs or networks in CIDR format entered here will be whitelisted from graylisting.
cs_cz: E-maily ze zde zadaných IP adres nebo sítí (ve formátu CIDR) dostanou výjimku z tzv. šedých seznamů.
de_de: Mails von IPs oder Netzwerken im CIDR-Format, die hier eingetragen werden, werden vom Greylisting ausgenommen (Whitelist).
el_gr: Τα μηνύματα από IP ή δίκτυα σε μορφή CIDR που εισάγονται εδώ θα προστεθούν στη λίστα επιτρεπόμενων από τη γκρίζα λίστα.
fa_ir: ایمیل‌هایی از IPها یا شبکه‌هایی که به فرمت CIDR در اینجا وارد شوند، از graylisting معاف خواهند شد
fr_fr: Les courriers provenant d'IP ou de réseaux au format CIDR saisis ici seront mis sur liste blanche et non sur liste grise.
it_it: I messaggi provenienti da IP o reti in formato CIDR inseriti qui verranno inseriti nella whitelist dalla greylist.
ko_kr: 여기에 입력한 CIDR 형식의 IP 또는 네트워크의 메일은 회색 목록에서 화이트리스트에 추가됩니다.
pl_pl: Maile z adresów IP lub sieci w formacie CIDR wpisane tutaj będą dodane do białej listy i wyłączone z graylistingu.
uk_ua: Листи від IP-адрес або мереж у форматі CIDR, введені тут, будуть додані до білого списку для виключення з graylisting.
zh_cn: 来自IP或网络（此处输入的CIDR格式）的邮件将从灰名单列入白名单。

source: Make this device visible as Layer 3 enabled.
cs_cz: Zviditelnit podporu 3. vrstvy (L3) tohoto zařízení.
de_de: Dieses Gerät als Layer-3-fähig sichtbar machen.
el_gr: Κάντε αυτήν τη συσκευή ορατή ως ενεργοποιημένη στο Επίπεδο 3.
fa_ir: این دستگاه را به‌عنوان دارای Layer 3 قابل‌مشاهده کنید
fr_fr: Rendez ce périphérique visible en tant que couche 3 activée.
it_it: Rendi questo dispositivo visibile come Layer 3 abilitato.
ko_kr: 이 장치를 계층 3 사용으로 표시합니다.
pl_pl: Ustaw to urządzenie jako widoczne z włączoną warstwą 3.
uk_ua: Зробити цей пристрій видимим як увімкнений на Рівні 3.
zh_cn: 使该设备在启用第3层时可见。

source: Map file
cs_cz: Soubor s mapováním
de_de: Zuordnungsdatei
el_gr: Αρχείο χάρτη
fa_ir: فایل نگاشت
fr_fr: Fichier de carte
it_it: Archivio della mappa
ko_kr: 맵 파일
pl_pl: Plik mapowania
uk_ua: Файл мапи
zh_cn: 映射文件

source: Masquerade Domains
cs_cz: Maškarádovat domény
de_de: Maskierte Domains
el_gr: Μεταμφιεσμένα Domains
fa_ir: دامنه‌های Masquerade
fr_fr: Domaines de mascarade
it_it: Domini mascherati
ko_kr: 도메인 위장
pl_pl: Domeny maskarady
uk_ua: Маскувати домени
zh_cn: 伪装域

source: Match Type
cs_cz: Typ shody
de_de: Vergleichstyp
el_gr: Τύπος αντιστοίχισης
fa_ir: نوع تطبیق
fr_fr: Type de correspondance
it_it: Tipo di corrispondenza
ko_kr: 일치 유형
pl_pl: Typ dopasowania
uk_ua: Тип збігу
zh_cn: 匹配类型

source: Match Value
cs_cz: Hodnota shody
de_de: Abgleichwert
el_gr: Τιμή αντιστοίχισης
fa_ir: مقدار تطبیق
fr_fr: Valeur de correspondance
it_it: Corrispondenza valore
ko_kr: 일치 값
pl_pl: Wartość dopasowania
uk_ua: Значення збігу
zh_cn: 匹配值

source: Match against one or multiple DSCP values.
cs_cz: Shoda vůči jedné nebo vícero DSCP hodnot.
de_de: Mit einem oder mehreren DSCP-Werten abgleichen.
el_gr: Αντιστοίχιση με μία ή περισσότερες τιμές DSCP.
fa_ir: مطابقت با یک یا چند مقدار DSCP
fr_fr: Correspondance avec une ou plusieurs valeurs DSCP.
it_it: Corrispondenza con uno o più valori DSCP.
ko_kr: 하나 이상의 DSCP 값과 일치합니다.
pl_pl: Dopasuj do jednej lub wielu wartości DSCP.
uk_ua: Зіставити з одним або декількома значеннями DSCP.
zh_cn: 匹配一个或多个区分服务代码点的值。

source: Matches
cs_cz: Shody
de_de: Übereinstimmungen
el_gr: Αγώνες
fa_ir: مطابقت‌ها
fr_fr: Correspondances
it_it: Partite
ko_kr: 일치
pl_pl: Dopasowania
uk_ua: Збіги
zh_cn: 匹配

source: Max Client Connections
cs_cz: Nejvyšší umožněný počet klientských připojení
de_de: Maximale Client-Verbindungen
el_gr: Μέγιστος αριθμός συνδέσεων πελατών
fa_ir: حداکثر اتصالات کلاینت
fr_fr: Connexions client maximales
it_it: Numero massimo di connessioni client
ko_kr: 최대 클라이언트 연결 수
pl_pl: Maksymalna liczba połączeń klienta
uk_ua: Макс. підключень клієнтів
zh_cn: 最大客户端连接数量

source: Maximum Body Size
cs_cz: Maximální velikost těla
de_de: Maximale Body-Größe
el_gr: Μέγιστο μέγεθος σώματος
fa_ir: حداکثر اندازه بدنه
fr_fr: Taille maximale du corps
it_it: Dimensione corporea massima
ko_kr: 최대 신체 크기
pl_pl: Maksymalny rozmiar treści
uk_ua: Максимальний розмір тіла
zh_cn: 最大Body大小

source: Maximum Cache Size
cs_cz: Nejvyšší umožněná velikost mezipaměti
de_de: Maximale Cache-Größe
el_gr: Μέγιστο μέγεθος προσωρινής μνήμης
fa_ir: حداکثر اندازه کش
fr_fr: Taille maximale du cache
it_it: Dimensione massima della cache
ko_kr: 최대 캐시 크기
pl_pl: Maksymalny rozmiar pamięci podręcznej
uk_ua: Максимальний розмір кешу
zh_cn: 最大缓存大小

source: Maximum Connections
cs_cz: Nejvýše spojení
de_de: Maximale Verbindungen
el_gr: Μέγιστος αριθμός συνδέσεων
fa_ir: حداکثر اتصالات
fr_fr: Connexions maximales
it_it: Connessioni massime
ko_kr: 최대 연결 수
pl_pl: Maksymalna liczba połączeń
uk_ua: Максимальна кількість підключень
zh_cn: 最大连接数

source: Maximum Failures
cs_cz: Nejvýše nezdarů
de_de: Maximale Fehleranzahl
el_gr: Μέγιστες Αποτυχίες
fa_ir: حداکثر خطاها
fr_fr: Défaillances maximales
it_it: Massimi fallimenti
ko_kr: 최대 오류 수
pl_pl: Maksymalna liczba niepowodzeń
uk_ua: Максимальна кількість відмов
zh_cn: 最大失败次数

source: Maximum Size (GB)
cs_cz: Nejvyšší umožněná velikost (GB)
de_de: Maximale Größe (GB)
el_gr: Μέγιστο μέγεθος (GB)
fa_ir: حداکثر حجم (GB)
fr_fr: Taille maximale (GB)
it_it: Dimensione massima (GB)
ko_kr: 최대 크기(GB)
pl_pl: Maksymalny rozmiar (GB)
uk_ua: Максимальний розмір (ГБ)
zh_cn: 最大大小(GB)

source: Maximum TTL for cached entries.
cs_cz: Maximální TTL pro záznamy v mezipaměti.
de_de: Maximale TTL für zwischengespeicherte Einträge
el_gr: Μέγιστο TTL για καταχωρήσεις στην προσωρινή μνήμη.
fa_ir: حداکثر TTL برای ورودی‌های کش‌شده
fr_fr: TTL maximum pour les entrées en cache.
it_it: TTL massimo per le voci memorizzate nella cache.
ko_kr: 캐시된 항목의 최대 TTL입니다.
pl_pl: Maksymalny TTL dla buforowanych wpisów.
uk_ua: Максимальний TTL для кешованих записів.
zh_cn: 缓存条目的最大TTL。

source: Maximum TTL for negatively cached entries.
cs_cz: Maximální TTL pro negativní záznamy v mezipaměti.
de_de: Maximale TTL für negativ zwischengespeicherte Einträge
el_gr: Μέγιστο TTL για αρνητικά αποθηκευμένες καταχωρήσεις στην προσωρινή μνήμη.
fa_ir: حداکثر TTL برای ورودی‌های کش‌شده (منفی)
fr_fr: TTL maximum pour les entrées en cache négatif.
it_it: TTL massimo per le voci memorizzate nella cache negativa.
ko_kr: 부정적으로 캐시된 항목의 최대 TTL입니다.
pl_pl: Maksymalny TTL dla negatywnie buforowanych wpisów.
uk_ua: Максимальний TTL для негативно кешованих записів.
zh_cn: Negatively cached条目的最大TTL。

source: Mikrotik VLAN ID
cs_cz: Identifikátor Mikrotik VLAN
el_gr: Αναγνωριστικό VLAN Mikrotik
fa_ir: شناسه VLAN Mikrotik
fr_fr: ID VLAN Mikrotik
it_it: ID VLAN Mikrotik
ko_kr: Microtik VLAN ID
pl_pl: ID VLAN Mikrotik
uk_ua: ID VLAN Mikrotik

source: Mikrotik VLAN Type
cs_cz: Typ Mikrotik VLAN
de_de: Mikrotik VLAN-Typ
el_gr: Τύπος VLAN Mikrotik
fa_ir: نوع VLAN Mikrotik
fr_fr: Type de VLAN Mikrotik
it_it: Tipo VLAN Mikrotik
ko_kr: Microtik VLAN 유형
pl_pl: Typ VLAN Mikrotik
uk_ua: Тип VLAN Mikrotik
zh_cn: Mikrotik VLAN类型

source: Minimum TTL for cached entries.
cs_cz: Minimální TTL pro záznamy v mezipaměti.
de_de: Min. TTL für zwischengespeicherte Einträge
el_gr: Ελάχιστο TTL για καταχωρήσεις στην προσωρινή μνήμη.
fa_ir: حداقل TTL برای ورودی‌های کش‌شده
fr_fr: TTL minimum pour les entrées en cache.
it_it: TTL minimo per le voci memorizzate nella cache.
ko_kr: 캐시된 항목의 최소 TTL입니다.
pl_pl: Minimalny TTL dla buforowanych wpisów.
uk_ua: Мінімальний TTL для кешованих записів.
zh_cn: 缓存条目的最小TTL。

source: Minimum TTL for negatively cached entries.
cs_cz: Minimální TTL pro negativní záznamy v mezipaměti.
de_de: Min. TTL für negativ zwischengespeicherte Einträge
el_gr: Ελάχιστο TTL για αρνητικά αποθηκευμένες καταχωρήσεις στην προσωρινή μνήμη.
fa_ir: حداقل TTL برای ورودی‌های کش‌شده (منفی)
fr_fr: TTL minimum pour les entrées en cache négatif.
it_it: TTL minimo per le voci memorizzate nella cache negativa.
ko_kr: 부정적으로 캐시된 항목에 대한 최소 TTL입니다.
pl_pl: Minimalny TTL dla negatywnie buforowanych wpisów.
uk_ua: Мінімальний TTL для негативно кешованих записів.
zh_cn: Negatively cached条目的最小TTL。

source: Monitor Interface
cs_cz: Rozhraní dohledu
de_de: Überwachungs-Schnittstelle
el_gr: Διεπαφή οθόνης
fa_ir: رابط مانیتور
fr_fr: Interface du moniteur
it_it: Monitorare l'interfaccia
ko_kr: 모니터 인터페이스
pl_pl: Monitoruj interfejs
uk_ua: Інтерфейс моніторингу
zh_cn: 监控接口

source: MySQL Database
cs_cz: MySQL databáze
de_de: MySQL-Datenbank
el_gr: Βάση δεδομένων MySQL
fa_ir: پایگاه داده MySQL
fr_fr: Base de données MySQL
it_it: Database MySQL
ko_kr: MySQL 데이터베이스
pl_pl: Baza danych MySQL
uk_ua: База даних MySQL
zh_cn: MySQL数据库

source: MySQL Password
cs_cz: Heslo k MySQL
de_de: MySQL-Passwort
el_gr: Κωδικός πρόσβασης MySQL
fa_ir: رمز عبور MySQL
fr_fr: Mot de passe MySQL
it_it: Password MySQL
ko_kr: MySQL 비밀번호
pl_pl: Hasło MySQL
uk_ua: Пароль MySQL
zh_cn: MySQL密码

source: MySQL Port
cs_cz: Port s MySQL
el_gr: Θύρα MySQL
fa_ir: پورت MySQL
fr_fr: Port MySQL
it_it: Porta MySQL
ko_kr: MySQL 포트
pl_pl: Port MySQL
uk_ua: Порт MySQL
zh_cn: MySQL端口

source: MySQL Server
cs_cz: Server s MySQL
el_gr: Διακομιστής MySQL
fa_ir: سرور MySQL
fr_fr: Serveur MySQL
it_it: Server MySQL
ko_kr: MySQL 서버
pl_pl: Serwer MySQL
uk_ua: Сервер MySQL
zh_cn: MySQL服务器

source: MySQL User
cs_cz: Uživatel do MySQL
de_de: MySQL-Benutzer
el_gr: Χρήστης MySQL
fa_ir: کاربر MySQL
fr_fr: Utilisateur de MySQL
it_it: Utente MySQL
ko_kr: MySQL 사용자
pl_pl: Użytkownik MySQL
uk_ua: Користувач MySQL
zh_cn: MySQL用户

source: Name to identify this automation.
cs_cz: Název pro identifikaci této automatizace.
de_de: Name zur Identifizierung dieser Automatisierung.
el_gr: Όνομα για την αναγνώριση αυτού του αυτοματισμού.
fa_ir: نام برای شناسایی این اتوماسیون
fr_fr: Nom pour identifier cette automatisation.
it_it: Nome per identificare questa automazione.
ko_kr: 이 자동화를 식별할 이름입니다.
pl_pl: Nazwa do identyfikacji tej automatyzacji.
uk_ua: Назва для ідентифікації цієї автоматизації.
zh_cn: 用于标识该自动操作的名称。

source: Name to identify this group.
cs_cz: Název pro identifikaci této skupiny.
de_de: Name zur Identifizierung dieser Gruppe.
el_gr: Όνομα για την αναγνώριση αυτής της ομάδας.
fa_ir: نام برای شناسایی این گروه
fr_fr: Nom pour identifier ce groupe.
it_it: Nome per identificare questo gruppo.
ko_kr: 이 그룹을 식별할 이름입니다.
pl_pl: Nazwa do identyfikacji tej grupy.
uk_ua: Назва для ідентифікації цієї групи.
zh_cn: 用于标识该组的名称。

source: Name to identify this map file.
cs_cz: Název pro identifikaci tohoto mapovacího souboru.
de_de: Name zur Identifizierung dieser Zuordnungsdatei.
el_gr: Όνομα για την αναγνώριση αυτού του αρχείου χάρτη.
fa_ir: نام برای شناسایی این فایل نقشه
fr_fr: Nom pour identifier ce fichier de carte.
it_it: Nome per identificare questo file di mappa.
ko_kr: 이 맵 파일을 식별할 이름입니다.
pl_pl: Nazwa do identyfikacji tego pliku mapowania.
uk_ua: Назва для ідентифікації цього файлу мапи.
zh_cn: 用于标识该映射文件的名称。

source: Name to identify this user.
cs_cz: Jméno pro identifikaci tohoto uživatele.
de_de: Name zur Identifizierung dieses Benutzers.
el_gr: Όνομα για την αναγνώριση αυτού του χρήστη.
fa_ir: نام برای شناسایی این کاربر
fr_fr: Nom permettant d'identifier cet utilisateur.
it_it: Nome per identificare questo utente.
ko_kr: 이 사용자를 식별할 이름입니다.
pl_pl: Nazwa do identyfikacji tego użytkownika.
uk_ua: Назва для ідентифікації цього користувача.
zh_cn: 用于标识该用户的名称。

source: Negate
cs_cz: Negovat
de_de: Negieren
el_gr: Αναιρώ
fa_ir: معکوس
fr_fr: Négliger
it_it: Negare
pl_pl: Neguj
uk_ua: Заперечити
zh_cn: 反转

source: Negate this match. For example you can match if a host is not inside a network.
cs_cz: Negovat tuto shodu. Například chcete hledat shodu s tím, že hostitel se nenachází v síti.
de_de: Negiere diese Übereinstimmung. Zum Beispiel kannst du prüfen, ob sich ein Host nicht in einem Netzwerk befindet.
el_gr: Ακυρώστε αυτήν την αντιστοίχιση. Για παράδειγμα, μπορείτε να αντιστοιχίσετε εάν ένας κεντρικός υπολογιστής δεν βρίσκεται εντός δικτύου.
fa_ir: این تطابق را معکوس کنید. برای مثال، می‌توانید تطابق داشته باشید اگر یک میزبان داخل شبکه نباشد.
fr_fr: Négliger cette correspondance. Par exemple, vous pouvez établir une correspondance si un hôte ne se trouve pas dans un réseau.
it_it: Annulla questa corrispondenza. Ad esempio puoi abbinare se un host non è all'interno di una rete.
ko_kr: 이 일치를 무효화합니다. 예를 들어 호스트가 네트워크 내부에 없는지 확인할 수 있습니다.
pl_pl: Zaneguj to dopasowanie. Na przykład możesz dopasować, jeśli host nie znajduje się wewnątrz sieci.
uk_ua: Заперечити цей збіг. Наприклад, ви можете перевірити, чи хост не знаходиться всередині мережі.
zh_cn: 反转这个匹配。例如，如果主机不在网络内部，则可以进行匹配。

source: Netmask
cs_cz: Maska sítě
de_de: Netzmaske
el_gr: Μάσκα δικτύου
fa_ir: نت‌ماسک
fr_fr: Masque de réseau
it_it: Maschera di rete
ko_kr: 넷마스크
pl_pl: Maska podsieci
uk_ua: Маска підмережі
zh_cn: 子网掩码

source: Network on which this ACL is applied.
cs_cz: Síť na kterou je tento ACL seznam uplatňován.
de_de: Netzwerk, auf das diese ACL angewendet wird.
el_gr: Δίκτυο στο οποίο εφαρμόζεται αυτό το ACL.
fa_ir: شبکه‌ای که این ACL روی آن اعمال می‌شود.
fr_fr: Réseau sur lequel cette ACL est appliquée.
it_it: Rete su cui viene applicato questo ACL.
ko_kr: 이 ACL이 적용되는 네트워크입니다.
pl_pl: Sieć, na której stosowana jest ta lista dostępu ACL.
uk_ua: Мережа, до якої застосовується цей ACL.
zh_cn: 应用此访问列表的网络。

source: New URL Pattern
cs_cz: Nový vzor URL
de_de: Neues URL-Muster
el_gr: Νέο μοτίβο διεύθυνσης URL
fa_ir: الگوی جدید URL
fr_fr: Nouveau modèle d'URL
it_it: Nuovo modello URL
ko_kr: 새 URL 패턴
pl_pl: Nowy wzór adresu URL
uk_ua: Новий шаблон URL
zh_cn: 新网址格式

source: No Delay (HTTP Only)
cs_cz: Žádná prodleva (pouze HTTP)
de_de: Keine Verzögerung (nur HTTP)
el_gr: Χωρίς καθυστέρηση (μόνο HTTP)
fa_ir: بدون تأخیر (فقط HTTP)
fr_fr: Pas de délai (HTTP uniquement)
it_it: Nessun ritardo (solo HTTP)
ko_kr: 지연 없음(HTTP만 해당)
pl_pl: Brak opóźnienia (tylko HTTP)
uk_ua: Без затримки (лише HTTP)
zh_cn: 无延迟(仅限HTTP)

source: Note that this is the account token not the user token.
cs_cz: Uvědomte si, že toto je token účtu, nikoli uživatele.
de_de: Beachte, dass dies das Konto-Token ist, nicht das Benutzer-Token.
el_gr: Σημειώστε ότι αυτό είναι το διακριτικό λογαριασμού, όχι το διακριτικό χρήστη.
fa_ir: توجه: این توکن حساب است، نه توکن کاربر.
fr_fr: Notez qu'il s'agit du jeton de compte et non du jeton d'utilisateur.
it_it: Tieni presente che questo è il token dell'account, non il token dell'utente.
ko_kr: 이것은 사용자 토큰이 아닌 계정 토큰입니다.
pl_pl: Zauważ, że jest to token konta, a nie token użytkownika.
uk_ua: Зверніть увагу, що це маркер облікового запису, а не маркер користувача.
zh_cn: 注意，这是帐户令牌而不是用户令牌。

source: Number of threads to create for each HAProxy process.
cs_cz: Počet vláken která vytvořit pro každý z procesů HAProxy.
de_de: Anzahl der Threads, die für jeden HAProxy-Prozess erstellt werden sollen.
el_gr: Αριθμός νημάτων που θα δημιουργηθούν για κάθε διεργασία HAProxy.
fa_ir: تعداد رشته‌هایی که برای هر پردازش HAProxy ایجاد می‌شود.
fr_fr: Nombre de threads à créer pour chaque processus HAProxy.
it_it: Numero di thread da creare per ciascun processo HAProxy.
ko_kr: 각 HAProxy 프로세스에 대해 만들 스레드 수입니다.
pl_pl: Liczba wątków do utworzenia dla każdego procesu HAProxy.
uk_ua: Кількість потоків для створення для кожного процесу HAProxy.
zh_cn: 为每个HAProxy进程创建的线程数。

source: OCSP Must Staple
cs_cz: OCSP razítko musí
el_gr: Το OCSP πρέπει να συρραπτεί
fr_fr: L'OCSP doit agrafer
it_it: L'OCSP deve essere pinzato
ko_kr: OCSP 필수 스테이플
pl_pl: OCSP musi być dołączona
uk_ua: Обов'язковий OCSP Staple
zh_cn: OCSP必须装订

source: Only allow a single request to call the backend on the same URL at a single time.
cs_cz: Nepovolovat víceru požadavků souběžně volat podpůrnou vrstvu ohledně stejné URL adresy.
de_de: Erlaubt nur eine einzige Anfrage zum Backend für dieselbe URL zur gleichen Zeit.
el_gr: Επιτρέψτε μόνο σε ένα μόνο αίτημα να καλεί το backend στην ίδια διεύθυνση URL ταυτόχρονα.
fa_ir: فقط اجازه دهید در هر زمان یک درخواست برای همان URL به بک‌اند فراخوانی شود.
fr_fr: N'autorisez qu'une seule requête pour appeler le backend sur la même URL à un moment donné.
it_it: Consenti solo una singola richiesta per chiamare il backend sullo stesso URL alla volta.
ko_kr: 단일 요청만 한 번에 동일한 URL의 백엔드를 호출할 수 있도록 허용합니다.
pl_pl: Zezwalaj tylko na pojedyncze żądanie do wywołania backendu pod tym samym adresem URL w jednym czasie.
uk_ua: Дозволяти лише один запит до бекенду за тим самим URL-адресою одночасно.
zh_cn: 仅允许单个请求一次在同一URL上调用后端。

source: Only request a new version, if the content has changed since the last cache update.
cs_cz: Novou verzi si vyžádat pouze tehdy, pokud se obsah od minulé aktualizace mezipaměti změnil.
de_de: Fordert nur eine neue Version an, wenn sich der Inhalt seit dem letzten Cache-Update geändert hat.
el_gr: Ζητήστε νέα έκδοση μόνο εάν το περιεχόμενο έχει αλλάξει από την τελευταία ενημέρωση της προσωρινής μνήμης.
fa_ir: فقط در صورتی نسخه جدید را درخواست کنید که محتوا از آخرین به‌روزرسانی کش تغییر کرده باشد.
fr_fr: Ne demandez une nouvelle version que si le contenu a changé depuis la dernière mise à jour du cache.
it_it: Richiedi una nuova versione solo se il contenuto è cambiato dall'ultimo aggiornamento della cache.
ko_kr: 마지막 캐시 업데이트 이후 내용이 변경된 경우에만 새 버전을 요청하세요.
pl_pl: Żądaj nowej wersji tylko wtedy, gdy zawartość zmieniła się od ostatniej aktualizacji pamięci podręcznej.
uk_ua: Запитувати нову версію, лише якщо вміст змінився з часу останнього оновлення кешу.
zh_cn: 如果自上次缓存更新以来内容已更改，则仅请求新内容。

source: Only use DNS server with DNSSEC enabled.
cs_cz: Použít pouze DNS server, který má zapnuté DNSSEC.
de_de: Nur DNS-Server mit aktiviertem DNSSEC verwenden.
el_gr: Χρησιμοποιήστε μόνο διακομιστή DNS με ενεργοποιημένο το DNSSEC.
fa_ir: فقط از سرور DNS با DNSSEC فعال استفاده شود.
fr_fr: N'utilisez que le serveur DNS avec DNSSEC activé.
it_it: Utilizzare solo server DNS con DNSSEC abilitato.
ko_kr: DNSSEC를 사용하도록 설정된 DNS 서버만 사용하세요.
pl_pl: Używaj tylko serwera DNS z włączonym DNSSEC.
uk_ua: Використовувати лише DNS-сервер з увімкненим DNSSEC.
zh_cn: 仅使用启用了DNSSEC的DNS服务器。

source: Only use DNS server without own blacklisting. There are many servers deleting ads or with parental control enabled.
cs_cz: Používat pouze DNS server a neprovozovat vlastní seznam vyloučených domén. Existuje mnoho serverů, které odstraňují reklamy nebo mají zapnutou rodičovskou kontrolu.
de_de: Nur DNS-Server ohne eigene Blacklists verwenden. Viele Server blockieren Werbung oder haben Kinderschutz aktiviert.
el_gr: Χρησιμοποιήστε μόνο διακομιστή DNS χωρίς δική σας μαύρη λίστα. Υπάρχουν πολλοί διακομιστές που διαγράφουν διαφημίσεις ή έχουν ενεργοποιημένο τον γονικό έλεγχο.
fa_ir: فقط از سرور DNS بدون لیست سیاه داخلی استفاده شود. بسیاری از سرورها تبلیغات را حذف می‌کنند یا کنترل والدین فعال دارند.
fr_fr: N'utilisez que des serveurs DNS sans liste noire propre. Il existe de nombreux serveurs supprimant les publicités ou avec un contrôle parental activé.
it_it: Utilizza solo server DNS senza la propria lista nera. Esistono molti server che cancellano annunci o con il controllo genitori abilitato.
ko_kr: 자체 블랙리스트 없이 DNS 서버만 사용하세요. 광고를 삭제하거나 보호자 통제를 사용하는 서버가 많습니다.
pl_pl: Używaj tylko serwera DNS bez własnej czarnej listy. Istnieje wiele serwerów usuwających reklamy lub z włączoną kontrolą rodzicielską.
uk_ua: Використовувати лише DNS-сервер без власного чорного списку. Існує багато серверів, що видаляють рекламу або мають увімкнений батьківський контроль.
zh_cn: 仅使用没有自己黑名单的DNS服务器。有许多服务器删除广告或启用了家长控制。

source: Only use DNS server without user request logging.
cs_cz: Používat pouze DNS server a nezaznamenávat požadavky na překlad od uživatelů.
de_de: Nur DNS-Server ohne Protokollierung der Benutzeranfragen verwenden.
el_gr: Χρησιμοποιήστε μόνο διακομιστή DNS χωρίς καταγραφή αιτημάτων χρήστη.
fa_ir: فقط از سرور DNS بدون ثبت درخواست‌های کاربر استفاده شود.
fr_fr: N'utilisez que le serveur DNS sans enregistrement des demandes des utilisateurs.
it_it: Utilizzare solo il server DNS senza registrazione delle richieste dell'utente.
ko_kr: 사용자 요청 로깅 없이 DNS 서버만 사용하세요.
pl_pl: Używaj tylko serwera DNS bez rejestrowania zapytań użytkownika.
uk_ua: Використовувати лише DNS-сервер без логування запитів користувачів.
zh_cn: 仅使用没有用户请求日志记录的DNS服务器。

source: Only use this setting if you know what you are doing. If not, expect your machine to get compromised. Use this setting when you want to run a local PHP application or call an external upstream, if selected, via FastCGI. Example upstreams are PHP-FPM or Rails via FastCGI API.
cs_cz: Toto nastavení použijte pouze tehdy, pokud víte, co děláte. Pokud totiž ne, vás stroj by snadno mohl být kompromitován. Toto nastavení použijte pokud chcete spouštět lokální PHP aplikaci nebo volat externí upstream, pokud vybráno, prostřednictvím FastCGI. Ukázkami upstreamů jsou PHP-FPM nebo Rails prostřednictvím API FastCGI.
de_de: Verwenden Sie diese Einstellung nur, wenn Sie wissen, was Sie tun. Andernfalls kann Ihr System kompromittiert werden. Verwenden Sie diese Option, wenn Sie eine lokale PHP-Anwendung ausführen oder ein externes Upstream-Ziel über FastCGI aufrufen möchten. Beispielhafte Upstreams sind PHP-FPM oder Rails über die FastCGI-API.
el_gr: Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο εάν γνωρίζετε τι κάνετε. Διαφορετικά, αναμένετε ότι το μηχάνημά σας θα παραβιαστεί. Χρησιμοποιήστε αυτήν τη ρύθμιση όταν θέλετε να εκτελέσετε μια τοπική εφαρμογή PHP ή να καλέσετε μια εξωτερική upstream, εάν είναι επιλεγμένη, μέσω FastCGI. Παραδείγματα upstream είναι η PHP-FPM ή τα Rails μέσω FastCGI API.
fa_ir: فقط زمانی از این تنظیم استفاده کنید که بدانید چه کاری انجام می‌دهید. در غیر این صورت انتظار داشته باشید ماشین شما به‌خطر بیفتد. این تنظیم را وقتی استفاده کنید که می‌خواهید برنامه محلی PHP اجرا کنید یا در صورت انتخاب، یک upstream خارجی را از طریق FastCGI فراخوانی کنید. مثال‌هایی از upstreamها: PHP-FPM یا Rails از طریق FastCGI API.
fr_fr: N'utilisez ce paramètre que si vous savez ce que vous faites. Sinon, attendez-vous à ce que votre machine soit compromise. Utilisez ce paramètre lorsque vous souhaitez exécuter une application PHP locale ou appeler un amont externe, si sélectionné, via FastCGI. Des exemples en amont sont PHP-FPM ou Rails via l'API FastCGI.
it_it: Utilizza questa impostazione solo se sai cosa stai facendo. In caso contrario, aspettati che la tua macchina venga compromessa. Utilizza questa impostazione quando desideri eseguire un'applicazione PHP locale o chiamare un upstream esterno, se selezionato, tramite FastCGI. Esempi di upstream sono PHP-FPM o Rails tramite API FastCGI.
ko_kr: 현재 작업을 알고 있는 경우에만 이 설정을 사용하세요. 그렇지 않으면 컴퓨터가 손상될 수 있습니다. 로컬 PHP 응용 프로그램을 실행하거나 FastCGI를 통해 외부 업스트림을 호출하려면 이 설정을 사용합니다. 업스트림의 예로는 FastCGI API를 통한 PHP-FPM 또는 Rails가 있습니다.
pl_pl: Używaj tego ustawienia tylko wtedy, gdy wiesz, co robisz. W przeciwnym razie spodziewaj się kompromitacji twojego urządzenia. Użyj tego ustawienia, gdy chcesz uruchomić lokalną aplikację PHP lub wywołać zewnętrzne źródło, jeśli jest wybrane, za pośrednictwem FastCGI. Przykładowymi źródłami mogą być PHP-FPM lub Rails poprzez FastCGI API.
uk_ua: Використовуйте цю настройку, тільки якщо ви знаєте, що робите. В іншому випадку, очікуйте, що ваша машина буде скомпрометована. Використовуйте цю настройку, коли ви хочете запустити локальний PHP-застосунок або викликати зовнішній вихідний потік, якщо вибрано, через FastCGI. Приклади вихідних потоків – PHP-FPM або Rails через FastCGI API.
zh_cn: 仅当知道自己在做什么时才使用此设置。 如果要通过FastCGI运行本地PHP应用程序或调用外部上游(如果已选择)，请选中该选项。 上游一般是PHP-FPM或通过FastCGI API的Rails。

source: Operator
cs_cz: Operátor
el_gr: Χειριστής
fa_ir: عملگر
fr_fr: Opérateur
it_it: Operatore
ko_kr: 작동
uk_ua: Оператор
zh_cn: 运算符
