Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the bridge. (The interfaces selected here will be removed from default autoedge status.)
de_de: Automatische Erkennung des Punkt-zu-Punkt-Status der Schnittstelle durch Überprüfung des Vollduplex-Verbindungsstatus. Dies ist die Standardeinstellung für Schnittstellen, die der Bridge hinzugefügt werden. (Die hier ausgewählten Schnittstellen werden aus dem standardmäßigen Autoedge-Status entfernt.)
fa_ir: به‌صورت خودکار وضعیت نقطه‌به‌نقطه را با بررسی وضعیت لینک فول‌داپلکس رابط تشخیص می‌دهد. این حالت پیش‌فرض برای رابط‌هایی است که به پل اضافه می‌شوند. (رابط‌های انتخاب‌شده در اینجا از وضعیت autoedge پیش‌فرض حذف خواهند شد.)
fr_fr: Détecter automatiquement l'état point à point de l'interface en vérifiant l'état du lien full duplex. Il s'agit de la valeur par défaut pour les interfaces ajoutées au pont. (Les interfaces sélectionnées ici seront supprimées de l'état autoedge par défaut).
ko_kr: 전이중 링크 상태를 확인하여 인터페이스의 포인트-투-포인트 상태를 자동으로 감지합니다. 이는 브리지에 추가된 인터페이스의 기본 동작입니다. (여기서 선택된 인터페이스는 기본 자동 에지 상태에서 제외됩니다.)
uk_ua: Автоматично виявляти статус точка-точка на інтерфейсі шляхом перевірки стану повнодуплексного з'єднання. Це типово для інтерфейсів, доданих до мосту. (Інтерфейси, вибрані тут, будуть вилучені зі статусу автоматичного краю типово.)

source: Automatically register firewall rules to allow DHCP traffic for all explicitly selected interfaces, can be disabled for more fine grained control if needed.
de_de: Registriert automatisch Firewall-Regeln, um DHCP-Verkehr für alle explizit ausgewählten Schnittstellen zuzulassen. Kann deaktiviert werden, um bei Bedarf eine feinere Steuerung zu ermöglichen.
fa_ir: قوانین فایروال را به‌صورت خودکار برای اجازه ترافیک DHCP روی تمام رابط‌های صریحاً انتخاب‌شده ثبت می‌کند؛ در صورت نیاز می‌توان این گزینه را برای کنترل دقیق‌تر غیرفعال کرد.
fr_fr: Enregistre automatiquement des règles de pare-feu pour autoriser le trafic DHCP pour toutes les interfaces explicitement sélectionnées ; ces règles peuvent être désactivées pour un contrôle plus fin si nécessaire.
ko_kr: 명시적으로 선택된 모든 인터페이스에 대해 DHCP 트래픽을 허용하는 방화벽 규칙을 자동으로 등록합니다. 필요할 경우 더 세밀한 제어를 위해 이 기능을 비활성화할 수 있습니다.
uk_ua: Автоматично реєструвати правила брандмауера, щоб дозволити DHCP-трафік для всіх явно вибраних інтерфейсів, може бути вимкнено для більш детального контролю за потреби.

source: Base URL of login (control) server.
de_de: Basis-URL des Login- (Control-)Servers.
fa_ir: آدرس پایه‌ی URL سرور ورود (کنترل).
fr_fr: URL de base du serveur de connexion (contrôle).
ko_kr: 로그인(제어) 서버의 기본 URL입니다.
uk_ua: Базовий URL-адреса сервера входу (керування).

source: Base URL of the management service
de_de: Basis-URL des Verwaltungsdienstes
fa_ir: آدرس پایه‌ی URL سرویس مدیریت
fr_fr: URL de base du service de gestion
ko_kr: 관리 서비스의 기본 URL
uk_ua: Базовий URL-адреса служби керування

source: Block Inbound Connection
de_de: Basis-URL des Verwaltungsdienstes
fa_ir: مسدود کردن اتصالات ورودی
fr_fr: Bloquer la connexion entrante
ko_kr: 인바운드 연결 차단
uk_ua: Блокувати вхідні з'єднання

source: Block all inbound connections to the local machine from the WireGuard interface and any routed networks
de_de: Alle eingehenden Verbindungen zur lokalen Maschine von der WireGuard-Schnittstelle und allen gerouteten Netzwerken blockieren
fa_ir: تمام اتصالات ورودی به ماشین محلی از رابط WireGuard و هر شبکه‌ی مسیریابی‌شده را مسدود می‌کند.
fr_fr: Bloquer toutes les connexions entrantes vers la machine locale à partir de l'interface WireGuard et de tous les réseaux routés.
ko_kr: WireGuard 인터페이스와 라우팅된 네트워크에서 로컬 머신으로의 모든 인바운드 연결을 차단합니다.
uk_ua: Блокувати всі вхідні з'єднання з локальним комп'ютером з інтерфейсу WireGuard та будь-яких маршрутизованих мереж

source: Blocklist(s)
de_de: Blockliste(n)
fa_ir: فهرست(های) مسدود
fr_fr: Liste(s) bloquée(s)
ko_kr: 차단 목록
uk_ua: Чорний список(ки)

source: By default we bind the wildcard address, even when listening on some interfaces. Requests that should not be handled are discarded, this has the advantage of working even when interfaces come and go and change address. This option forces binding to only the interfaces we are listening on, which is less stable in non static environments.
de_de: Standardmäßig binden wir die Wildcard-Adresse, auch wenn wir auf einigen Schnittstellen lauschen. Anfragen, die nicht bearbeitet werden sollen, werden verworfen. Dies hat den Vorteil, dass es auch funktioniert, wenn Schnittstellen kommen und gehen und die Adresse ändern. Diese Option erzwingt die Bindung nur an die Schnittstellen, auf denen wir lauschen, was in nicht statischen Umgebungen weniger stabil ist.
fa_ir: به‌طور پیش‌فرض آدرس wildcard را به سوکت اختصاص می‌دهیم، حتی وقتی روی برخی رابط‌ها گوش می‌دهیم. درخواست‌هایی که نباید پردازش شوند نادیده گرفته می‌شوند؛ این کار مزیت پایداری در شرایطی که رابط‌ها اضافه یا حذف می‌شوند یا آدرسشان تغییر می‌کند را دارد. این گزینه باعث می‌شود فقط به رابط‌هایی که روی آن‌ها گوش می‌دهیم اختصاص داده شود که در محیط‌های غیرثابت کمتر پایدار است.
fr_fr: Par défaut, nous lions l'adresse générique, même lorsque nous écoutons sur certaines interfaces. Les requêtes qui ne doivent pas être traitées sont rejetées, ce qui présente l'avantage de fonctionner même lorsque les interfaces vont et viennent et changent d'adresse. Cette option force la liaison aux seules interfaces sur lesquelles nous écoutons, ce qui est moins stable dans les environnements non statiques.
ko_kr: 기본적으로 일부 인터페이스에서 수신 대기하는 경우에도 와일드카드 주소를 바인딩합니다. 처리되지 않아야 할 요청은 삭제되므로, 인터페이스가 오고 가거나 주소가 변경되더라도 작동한다는 장점이 있습니다. 이 옵션은 수신 대기 중인 인터페이스에만 바인딩을 강제로 적용하므로, 정적 환경이 아닌 환경에서는 안정성이 떨어집니다.
uk_ua: За типовою поведінкою ми прив'язуємо узагальнену адресу, навіть коли прослуховуємо на деяких інтерфейсах. Запити, які не повинні оброблятися, відхиляються; це має перевагу в роботі, навіть коли інтерфейси з'являються, зникають і змінюють адреси. Ця опція змушує прив'язку лише до тих інтерфейсів, які ми прослуховуємо, що менш стабільно в нестатичних середовищах.

source: By default, KEA uses client-identifiers instead of MAC addresses to locate clients, disabling this option changes back to matching on MAC address which is used by most dhcp implementations.
de_de: Standardmäßig verwendet KEA Client-IDs anstelle von MAC-Adressen zur Identifizierung von Clients. Wenn diese Option deaktiviert wird, erfolgt die Zuordnung anhand der MAC-Adresse, wie es bei den meisten DHCP-Implementierungen üblich ist.
fa_ir: به‌طور پیش‌فرض KEA از شناسه‌های کلاینت به‌جای آدرس‌های MAC برای یافتن کلاینت‌ها استفاده می‌کند. غیرفعال کردن این گزینه باعث بازگشت به تطبیق بر پایه آدرس MAC می‌شود که در اکثر پیاده‌سازی‌های DHCP استفاده می‌شود.
fr_fr: Par défaut, KEA utilise les identificateurs de clients au lieu des adresses MAC pour localiser les clients. En désactivant cette option, on revient à la correspondance sur l'adresse MAC qui est utilisée par la plupart des implémentations dhcp.
ko_kr: 기본적으로 KEA는 MAC 주소 대신 클라이언트 식별자를 사용하여 클라이언트를 찾습니다. 이 옵션을 비활성화하면 대부분의 DHCP 구현에서 사용되는 MAC 주소 일치로 다시 변경됩니다.
uk_ua: За типовою поведінкою KEA використовує ідентифікатори клієнтів замість MAC-адрес для визначення розташування клієнтів; вимкнення цієї опції повертає відповідність за MAC-адресою, яка використовується більшістю реалізацій DHCP.

source: CA for client auth
de_de: CA für Client-Authentifizierung
fa_ir: CA برای احراز هویت کلاینت
fr_fr: AC pour l'authentification du client
ko_kr: 클라이언트 인증을 위한 CA
uk_ua: ЦС для автентифікації клієнта

source: CNAME records
de_de: CNAME-Einträge
fa_ir: رکوردهای CNAME
fr_fr: Enregistrements CNAME
ko_kr: CNAME 레코드
uk_ua: Записи CNAME

source: CRL for client auth
de_de: CRL für Client-Authentifizierung
fa_ir: CRL برای Client Auth
fr_fr: CRL pour l'authentification du client
ko_kr: 클라이언트 인증을 위한 CRL
uk_ua: CRL для автентифікації клієнта

source: Cache Database-Record Size (bytes)
de_de: Cache: Datenbankeintragsgröße (Bytes)
fa_ir: اندازه رکورد پایگاه کش (بایت)
fr_fr: Taille de l'enregistrement de la base de données du cache (octets)
ko_kr: 캐시 데이터베이스-레코드 크기 (바이트)
uk_ua: Розмір кеш-бази даних (байти)

source: Cache entry expire time (s)
de_de: Cache: Ablaufzeit für Einträge (s)
fa_ir: زمان انقضای ورودی کش (ثانیه)
fr_fr: Délai d'expiration de l'entrée du cache (s)
ko_kr: 캐시 항목 만료 시간 (초)
uk_ua: Час закінчення дії кеш-запису (с)

source: Cache: Force caching time
de_de: Cache: Erzwingen der Zwischenspeicherzeit
fa_ir: کش: مدت زمان اجباری ذخیره‌سازی
fr_fr: Cache : Forcer le temps de mise en cache
ko_kr: 캐시: 강제 캐싱 시간
uk_ua: Кеш: Примусовий час кешування

source: Certificate Digest Algorithm
de_de: Zertifikat: Digest-Algorithmus
fa_ir: الگوریتم خلاصه گواهی
fr_fr: Algorithme de résumé de certificat
ko_kr: 인증서 다이제스트 알고리즘
uk_ua: Алгоритм дайджесту сертифіката

source: Certificate Key type
de_de: Zertifikat: Schlüsseltyp
fa_ir: نوع کلید گواهی
fr_fr: Certificat Type de clé
ko_kr: 인증서 키 유형
uk_ua: Тип ключа сертифіката

source: Certificate lifetime (days)
de_de: Zertifikat: Lebensdauer (Tage)
fa_ir: عمر گواهی (روز)
fr_fr: Durée de vie du certificat (jours)
ko_kr: 인증서 유효 기간 (일)
uk_ua: Термін дії сертифіката (дні)

source: Channel Lifetime
de_de: Kanal-Lebensdauer
fa_ir: عمر کانال
fr_fr: Chaîne Lifetime
ko_kr: 채널 유효 기간
uk_ua: Термін дії каналу

source: Check Http
de_de: HTTP prüfen
fa_ir: بررسی HTTP
fr_fr: Vérifier Http
ko_kr: Http 확인
uk_ua: Перевірити Http

source: Check Interface
de_de: Schnittstelle prüfen
fa_ir: بررسی رابط
fr_fr: Vérifier l'interface
ko_kr: 인터페이스 확인
uk_ua: Перевірити інтерфейс

source: Choose "Auto HTTPS" to get automatic "Let's Encrypt" or "ZeroSSL" certificates; no additional plugin required. Alternatively, choose a custom certificate from "System - Trust - Certificates" for this domain, e.g., certificates managed by the optional os-acme-client plugin.
de_de: Wählen Sie "Auto HTTPS", um automatisch "Let's Encrypt"- oder "ZeroSSL"-Zertifikate zu erhalten; es ist kein zusätzliches Plugin erforderlich. Alternativ können Sie ein benutzerdefiniertes Zertifikat unter "System - Sicherheit - Zertifikate" für diese Domain auswählen, z. B. Zertifikate, die über das optionale Plugin os-acme-client verwaltet werden.
fa_ir: برای دریافت خودکار گواهی‌های "Let's Encrypt" یا "ZeroSSL" گزینه "Auto HTTPS" را انتخاب کنید؛ افزونه اضافی لازم نیست. در عوض می‌توانید یک گواهی سفارشی از "System - Trust - Certificates" برای این دامنه انتخاب کنید، مثلاً گواهی‌هایی که توسط افزونه اختیاری os-acme-client مدیریت می‌شوند.
fr_fr: Choisissez "Auto HTTPS" pour obtenir automatiquement des certificats "Let's Encrypt" ou "ZeroSSL" ; aucun plugin supplémentaire n'est requis. Sinon, choisissez un certificat personnalisé dans "Système - Confiance - Certificats" pour ce domaine, par exemple les certificats gérés par le plugin optionnel os-acme-client.
ko_kr: 자동 "Let's Encrypt" 또는 "ZeroSSL" 인증서를 받으려면 "Auto HTTPS"를 선택하세요. 추가 플러그인은 필요하지 않습니다.또는 "시스템 - 신뢰 - 인증서"에서 이 도메인에 대한 사용자 지정 인증서를 선택할 수 있습니다. 예를 들어, 선택 사항인 os-acme-client 플러그인에서 관리하는 인증서를 사용할 수 있습니다.
uk_ua: Оберіть "Автоматичний HTTPS", щоб отримати автоматичні сертифікати "Let's Encrypt" або "ZeroSSL"; додатковий плагін не потрібен. Крім того, оберіть власний сертифікат із "Система - Довіра - Сертифікати" для цього домену, наприклад, сертифікати, керовані додатковим плагіном os-acme-client.

source: Choose an "external (advanced)" type alias from "Firewall - Aliases". Whenever a client successfully resolves the domain, the resolved IP addresses will be automatically added to the chosen alias. Adding a domain will also add all IP addresses of resolved subdomains. Please note that DNS record TTL is not evaluated; once an IP address is added, it will stay permanently, or until manually flushed in "Firewall - Diagnostics - Aliases", or until removed automatically when setting an expiration on the alias.
de_de: Wählen Sie einen Alias vom Typ "extern (erweitert)" aus "Firewall - Aliase". Immer wenn ein Client die Domain erfolgreich auflöst, werden die aufgelösten IP-Adressen automatisch dem gewählten Alias hinzugefügt. Das Hinzufügen einer Domain fügt auch alle IP-Adressen aufgelöster Subdomains hinzu. Bitte beachten Sie, dass die TTL von DNS-Einträgen nicht berücksichtigt wird; sobald eine IP-Adresse hinzugefügt wurde, bleibt sie dauerhaft erhalten - bis sie manuell unter "Firewall - Diagnose - Aliase" gelöscht wird oder automatisch entfernt wird, wenn ein Ablaufdatum für den Alias gesetzt ist.
fa_ir: یک alias از نوع "external (advanced)" از "Firewall - Aliases" انتخاب کنید. هر بار که یک کلاینت دامنه را با موفقیت تفکیک کند، آدرس‌های IP پیدا‌شده به‌طور خودکار به alias انتخاب‌شده اضافه می‌شوند. افزودن یک دامنه همچنین همه آدرس‌های IP زیردامنه‌های تفکیک‌شده را اضافه می‌کند. توجه داشته باشید که TTL رکورد DNS ارزیابی نمی‌شود؛ پس از اضافه شدن یک آدرس IP، تا زمانی که به‌صورت دستی در "Firewall - Diagnostics - Aliases" پاک نشود یا تا وقتی برای alias زمان انقضاء تنظیم نکنید، ثابت می‌ماند.
fr_fr: Choisissez un alias de type "externe (avancé)" dans "Pare-feu - Alias". Chaque fois qu'un client résout avec succès le domaine, les adresses IP résolues seront automatiquement ajoutées à l'alias choisi. L'ajout d'un domaine ajoutera également toutes les adresses IP des sous-domaines résolus. Veuillez noter que le TTL de l'enregistrement DNS n'est pas évalué ; une fois qu'une adresse IP est ajoutée, elle restera en permanence, ou jusqu'à ce qu'elle soit vidée manuellement dans "Pare-feu - Diagnostics - Alias", ou jusqu'à ce qu'elle soit supprimée automatiquement lors de la définition d'une expiration pour l'alias.
ko_kr: "방화벽 - 별칭"에서 "외부 (고급)" 유형의 별칭을 선택합니다. 클라이언트가 도메인을 성공적으로 조회하면, 조횐된 IP 주소가 자동으로 선택된 별칭에 추가됩니다. 도메인을 추가하면 조회된 모든 하위 도메인의 IP 주소도 함께 추가됩니다. DNS 레코드 TTL은 평가되지 않으므로, 한 번 추가된 IP 주소는 영구적으로 유지되거나 "방화벽 - 진단 - 별칭"에서 수동으로 플러시할 때, 또는 별칭에 만료 시간을 설정하여 자동으로 제거될 때까지 남아 있습니다.
uk_ua: Оберіть псевдонім типу "зовнішній (розширений)" з "Брандмауер - Псевдоніми". Щоразу, коли клієнт успішно розпізнає домен, розпізнані IP-адреси будуть автоматично додані до обраного псевдоніма. Додавання домену також додасть усі IP-адреси розпізнаних піддоменів. Зверніть увагу, що TTL DNS-запису не оцінюється; після додавання IP-адреси вона залишатиметься постійно, або до ручного очищення в "Брандмауер - Діагностика - Псевдоніми", або до автоматичного видалення при встановленні терміну дії для псевдоніма.

source: Choose if the domain will only match clients in this range, or all clients in any subnets on the selected interface. If you create both IPv4 and IPv6 ranges, setting this to "Interface" on both ranges is recommended.
de_de: Wählen Sie, ob die Domain nur mit Clients in diesem Bereich abgeglichen wird oder mit allen Clients in Subnetzen der ausgewählten Schnittstelle. Wenn sowohl IPv4- als auch IPv6-Bereiche erstellt werden, wird empfohlen, dies auf beiden Bereichen auf "Schnittstelle" zu setzen.
fa_ir: انتخاب کنید که آیا دامنه فقط با کلاینت‌های درون این بازه مطابقت کند یا با همه کلاینت‌ها در هر ساب‌نت روی رابط انتخاب‌شده. اگر هم بازه IPv4 و هم IPv6 ایجاد کنید، توصیه می‌شود برای هر دو بازه این گزینه را روی "Interface" قرار دهید.
fr_fr: Choisissez si le domaine correspondra uniquement aux clients de cette plage ou à tous les clients de tous les sous-réseaux de l'interface sélectionnée. Si vous créez des plages IPv4 et IPv6, il est recommandé de régler ce paramètre sur "Interface" pour les deux plages.
ko_kr: 도메인이 이 범위에 속한 클라이언트에만 적용될지, 또는 선택한 인터페이스의 모든 서브넷에 있는 모든 클라이언트에 적용될지를 선택합니다. IPv4와 IPv6 범위를 모두 생성하는 경우, 두 범위 모두에서 이 값을 “인터페이스”로 설정하는 것을 권장합니다.
uk_ua: Виберіть, чи буде домен відповідати лише клієнтам у цьому діапазоні, або всім клієнтам у будь-яких підмережах на вибраному інтерфейсі. Якщо ви створюєте діапазони IPv4 та IPv6, рекомендується встановити це значення на "Інтерфейс" для обох діапазонів.

source: Choose multiple CAs or self-signed certificates from "System - Trust - Authorities". Client Auth is activated as soon as at least one certificate has been chosen. Important: Certificate revocation lists are not evaluated. If you need granular control, provide individual self-signed certificates for each device, and unset them to block access. Though keep in mind that if no certificate is left in this field, Client Auth will be deactivated.
de_de: Wählen Sie mehrere CAs oder selbstsignierte Zertifikate unter "System - Sicherheit - Zertifizierungsstellen". Die Client-Authentifizierung wird aktiviert, sobald mindestens ein Zertifikat ausgewählt wurde. Wichtig: Zertifikatssperrlisten (CRLs) werden nicht ausgewertet. Falls Sie eine feinere Kontrolle benötigen, stellen Sie für jedes Gerät ein eigenes selbstsigniertes Zertifikat bereit und entfernen Sie es, um den Zugriff zu sperren. Beachten Sie: Wenn in diesem Feld kein Zertifikat mehr vorhanden ist, wird die Client-Authentifizierung deaktiviert.
fa_ir: از "System - Trust - Authorities" چند CA یا گواهی self-signed انتخاب کنید. Client Auth به محض انتخاب حداقل یک گواهی فعال می‌شود. مهم: لیست‌های ابطال گواهی بررسی نمی‌شوند. اگر به کنترل دقیق نیاز دارید، برای هر دستگاه گواهی self-signed جداگانه ارائه دهید و برای مسدود کردن دسترسی آن‌ها را حذف کنید. توجه کنید که اگر هیچ گواهی‌ای در این فیلد باقی نماند، Client Auth غیرفعال خواهد شد.
fr_fr: Choisissez plusieurs autorités de certification ou des certificats auto-signés dans "Système - Confiance - Autorités". L'authentification du client est activée dès qu'au moins un certificat a été choisi. Important : les listes de révocation de certificats ne sont pas évaluées. Si vous avez besoin d'un contrôle granulaire, fournissez des certificats auto-signés individuels pour chaque appareil et désactivez-les pour bloquer l'accès. Gardez toutefois à l'esprit que si aucun certificat n'est laissé dans ce champ, Client Auth sera désactivé.
ko_kr: "시스템 → 신뢰성 → 인증 기관(System - Trust - Authorities)"에서 여러 CA 또는 자체 서명 인증서를 선택할 수 있습니다. 하나 이상의 인증서를 선택하는 즉시 클라이언트 인증(Client Auth)이 활성화됩니다. 중요: 인증서 폐기 목록(CRL)은 평가되지 않습니다. 세밀한 제어가 필요하다면 각 장치별로 개별 자체 서명 인증서를 제공하고, 접근을 차단하려면 해당 인증서를 해제하세요. 단, 이 필드에 인증서가 하나도 남아 있지 않으면 클라이언트 인증이 비활성화됩니다.
uk_ua: Оберіть кілька ЦС або самопідписаних сертифікатів із "Система - Довіра - Центри сертифікації". Автентифікація клієнта активується, щойно обрано принаймні один сертифікат. Важливо: списки відкликання сертифікатів не оцінюються. Якщо вам потрібен детальний контроль, надайте окремі самопідписані сертифікати для кожного пристрою та скасуйте їх, щоб заблокувати доступ. Проте майте на увазі, що якщо в цьому полі не залишиться сертифікатів, автентифікація клієнта буде деактивована.

source: Choose the uplink interface which receives the external IPv6 prefix from the ISP. Usually, this is the WAN interface.
de_de: Wählen Sie die Uplink-Schnittstelle, die das externe IPv6-Präfix vom ISP empfängt. In der Regel ist dies die WAN-Schnittstelle.
fa_ir: رابط uplink را انتخاب کنید که پیشوند IPv6 خارجی را از ISP دریافت می‌کند. معمولاً این رابط WAN است.
fr_fr: Choisissez l'interface de liaison montante qui reçoit le préfixe IPv6 externe de l'ISP. Il s'agit généralement de l'interface WAN.
ko_kr: ISP로부터 외부 IPv6 프리픽스를 수신하는 업링크 인터페이스를 선택하세요. 일반적으로 이는 WAN 인터페이스입니다.
uk_ua: Оберіть вихідний інтерфейс, який отримує зовнішній префікс IPv6 від провайдера. Зазвичай це інтерфейс WAN.

source: Click "Enroll command" on the the website and copy the key here.
de_de: Klicken Sie auf der Website auf "Enroll command" und kopieren Sie den Schlüssel hierher.
fa_ir: در وب‌سایت روی "Enroll command" کلیک کنید و کلید را اینجا کپی کنید.
fr_fr: Cliquez sur "Enroll command" sur le site web et copiez la clé ici.
ko_kr: 웹사이트에서 "등록 명령"을 클릭하고 키를 복사하여 여기에 붙여넣으세요.
uk_ua: Натисніть "Enroll command" на веб-сайті та скопіюйте ключ сюди.

source: Client Auth Mode
de_de: Client-Authentifizierungsmodus
fa_ir: حالت Client Auth
fr_fr: Mode d'authentification du client
ko_kr: 클라이언트 인증 모드
uk_ua: Режим автентифікації клієнта

source: Client Auth Trust Pool
de_de: Client-Authentifizierungs-Trust-Pool
fa_ir: استخر اعتماد احراز هویت کلاینت
ko_kr: 클라이언트 인증 신뢰 풀
uk_ua: Пул довіри автентифікації клієнта

source: Client Firewall
fa_ir: فایروال کلاینت
fr_fr: Pare-feu client
ko_kr: 클라이언트 방화벽
uk_ua: Клієнтський міжмережевий екран

source: Client IP Headers
de_de: Client-IP-Header
fa_ir: هدرهای IP کلاینت
fr_fr: En-têtes IP du client
ko_kr: 클라이언트 IP 헤더
uk_ua: Заголовки IP клієнта

source: Comma-separated list of subnets to tunnel. The unity plugin provides a connection specific approach to assign this attribute.
de_de: Durch Kommas getrennte Liste von Subnetzen, die getunnelt werden sollen. Das Unity-Plugin bietet einen verbindungsspezifischen Ansatz, um dieses Attribut zuzuweisen.
fa_ir: فهرستی از شبکه‌های فرعی برای تونل‌سازی، جداشده با کاما. پلاگین unity رویکردی مخصوص اتصال ارائه می‌دهد تا این ویژگی را تخصیص دهد.
fr_fr: Liste séparée par des virgules des sous-réseaux à tunneliser. Le plugin unity fournit une approche spécifique à la connexion pour attribuer cet attribut.
ko_kr: 터널링할 서브넷 목록을 쉼표로 구분하여 입력합니다. Unity 플러그인은 연결별 접근 방식을 통해 이 속성을 할당합니다.
uk_ua: Список підмереж для тунелювання, розділений комами. Плагін unity забезпечує підхід, специфічний для підключення, для призначення цього атрибута.

source: Comments
de_de: Kommentare
fa_ir: توضیحات
fr_fr: Commentaires
ko_kr: 설명
uk_ua: Коментарі

source: Community pattern to match, with optional regex.
de_de: Community-Muster zum Abgleichen, optional mit Regex.
fa_ir: الگوی Community برای تطبیق، با امکان استفاده از عبارت منظم (regex) اختیاری.
fr_fr: Motif communautaire à faire correspondre, avec une expression rationnelle optionnelle.
ko_kr: 일치시킬 커뮤니티 패턴, 선택적 정규식 지원.
uk_ua: Шаблон спільноти для зіставлення, з необов'язковим регулярним виразом.

source: Community-List number (1-99 for standard, 100-500 for expanded).
de_de: Community-Listen-Nummer (1–99 für Standard, 100–500 für erweitert).
fa_ir: شمارهٔ Community-List (1-99 برای standard، 100-500 برای expanded).
fr_fr: Numéro de la liste communautaire (1-99 pour la liste standard, 100-500 pour la liste élargie).
ko_kr: 커뮤니티-List 번호 (표준은 1–99, 확장은 100–500).
uk_ua: Номер списку спільноти (1-99 для стандартного, 100-500 для розширеного).

source: Configure DHCP server
de_de: DHCP-Server konfigurieren
fa_ir: پیکربندی سرور DHCP
fr_fr: Configurer le serveur DHCP
ko_kr: DHCP 서버 구성
uk_ua: Налаштувати DHCP-сервер

source: Configure DHCP server for this network, when disabled dhcp services will not be available on this network after finishing the wizard.
de_de: Konfigurieren Sie den DHCP-Server für dieses Netzwerk. Wenn die DHCP-Dienste deaktiviert sind, sind sie nach Abschluss des Assistenten in diesem Netzwerk nicht verfügbar.
fa_ir: سرور DHCP را برای این شبکه پیکربندی کنید؛ اگر غیرفعال شود، سرویس‌های DHCP پس از پایان جادوگر در این شبکه در دسترس نخواهند بود.
fr_fr: Configurer le serveur DHCP pour ce réseau, s'il est désactivé, les services DHCP ne seront pas disponibles sur ce réseau à la fin de l'assistant.
ko_kr: 이 네트워크에 대한 DHCP 서버를 구성하세요. 비활성화하면 마법사를 완료한 후 이 네트워크에서는 DHCP 서비스를 사용할 수 없습니다.
uk_ua: Налаштуйте DHCP-сервер для цієї мережі; якщо вимкнено, DHCP-сервіси не будуть доступні в цій мережі після завершення майстра.

source: Configures the hold time before LSAs are resent, accommodating slow or high-latency links.
de_de: Haltedauer konfigurieren, bevor LSAs erneut gesendet werden. Geeignet für langsame oder latenzbehaftete Verbindungen.
fa_ir: زمان نگهداری قبل از ارسال مجدد LSAs را تنظیم می‌کند تا لینک‌های کند یا با تأخیر بالا را پشتیبانی کند.
fr_fr: Configure le temps d'attente avant que les LSA ne soient renvoyés, ce qui permet de prendre en compte les liens lents ou à forte latence.
ko_kr: LSA가 다시 전송되기 전의 대기 시간을 설정하여, 느리거나 지연이 큰 링크를 지원합니다.
uk_ua: Налаштовує час утримання перед повторною надсиланням LSA, враховуючи повільні або високозатримні посилання.
