Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select which kind of DNSBL you want to use.
cs_cz: Vyberte který druh DNSBL chcete používat.
de_de: Wählen Sie die Art der DNS-Blockliste (DNSBL), die verwendet werden soll.
el_gr: Επιλέξτε τον τύπο DNSBL που θέλετε να χρησιμοποιήσετε.
fa_ir: نوع DNSBL مورد نظر برای استفاده را انتخاب کنید.
fr_fr: Sélectionnez le type de DNSBL que vous souhaitez utiliser.
it_it: Seleziona il tipo di DNSBL che desideri utilizzare.
ko_kr: 사용할 DNSBL 유형을 선택하세요.
pl_pl: Wybierz rodzaj DNSBL, którego chcesz użyć.
uk_ua: Виберіть, який тип DNSBL ви хочете використовувати.
zh_cn: 选择您要使用的DNSBL类型。

source: Send alerts to system log in fast log format. This will not change the alert logging used by the product itself.
cs_cz: Odesílat výstrahy do systémového záznamu událostí ve formátu fast log. Toto nezmění zaznamenávání výstrah do záznamu událostí produktem samotným.
de_de: Warnungen im Syslog im schnellen Logformat protokollieren. Dies ändert nicht das vom Produkt selbst verwendete Warnprotokollierungsformat.
el_gr: Αποστολή ειδοποιήσεων στο αρχείο καταγραφής συστήματος σε μορφή γρήγορου αρχείου καταγραφής. Αυτό δεν θα αλλάξει την καταγραφή ειδοποιήσεων που χρησιμοποιείται από το ίδιο το προϊόν.
fa_ir: ارسال هشدارها به لاگ سیستم با فرمت fast log. این کار لاگ‌گیری هشدار که محصول خودش استفاده می‌کند را تغییر نخواهد داد.
fr_fr: Envoyer les alertes au journal du système au format de journal rapide. Cela ne modifiera pas la journalisation des alertes utilisée par le produit lui-même.
it_it: Invia avvisi al registro di sistema in formato registro veloce. Ciò non modificherà la registrazione degli avvisi utilizzata dal prodotto stesso.
ko_kr: 빠른 로그 형식으로 시스템 로그에 경고를 보냅니다. 제품 자체에서 사용하는 경고 로깅은 변경되지 않습니다.
pl_pl: Wysyłaj alerty do dziennika systemowego w formacie szybkiego logowania. Nie zmieni to logowania alertów używanego przez sam produkt.
uk_ua: Надсилати сповіщення у системний журнал у швидкому форматі журналу. Це не змінить журнал сповіщень, що використовується самим продуктом.
zh_cn: 以快速日志格式向系统日志发送警报。这不会更改产品本身使用的警报日志记录。

source: Send an authentication request to the OPNsense backend for advanced access control.
cs_cz: Odeslání požadavku na ověření do podpůrné vrstvy OPNsense pro pokročilé řízení přístupu.
de_de: Sendet eine Authentifizierungsanfrage an das OPNsense-Backend für erweiterte Zugriffskontrolle.
el_gr: Στείλτε ένα αίτημα ελέγχου ταυτότητας στο backend του OPNsense για προηγμένο έλεγχο πρόσβασης.
fa_ir: ارسال درخواست احراز هویت به بک‌اند OPNsense برای کنترل پیشرفته دسترسی.
fr_fr: Envoyez une demande d'authentification au backend OPNsense pour un contrôle d'accès avancé.
it_it: Invia una richiesta di autenticazione al backend OPNsense per il controllo di accesso avanzato.
ko_kr: 고급 액세스 제어를 위해 OPNsense 백엔드에 인증 요청을 보냅니다.
pl_pl: Wyślij żądanie uwierzytelnienia do zaplecza OPNsense w celu zaawansowanej kontroli dostępu.
uk_ua: Надіслати запит на автентифікацію на бекенд OPNsense для розширеного контролю доступу.
zh_cn: 将认证请求发送到OPNsense后端以进行高级访问控制。

source: Send string metrics as Prometheus labels.
cs_cz: Odesílat metriky řetězce jako štítky Prometheus.
de_de: Sende String-Metriken als Prometheus-Labels.
el_gr: Στείλτε μετρήσεις συμβολοσειράς ως ετικέτες Prometheus.
fa_ir: ارسال متریک‌های رشته‌ای به‌عنوان برچسب‌های Prometheus.
fr_fr: Envoyer des métriques de type chaîne sous forme d'étiquettes Prometheus.
it_it: Invia metriche di stringa come etichette Prometheus.
ko_kr: 문자열 메트릭을 Prometeus 레이블로 보냅니다.
pl_pl: Wysyłaj metryki ciągu jako etykiety Prometheus.
uk_ua: Надсилати строкові метрики як мітки Prometheus.
zh_cn: 发送字符串指标作为Prometheus标签。

source: Sequence
cs_cz: Posloupnost
de_de: Sequenz
el_gr: Αλληλουχία
fa_ir: ترتیب
fr_fr: Séquence
it_it: Sequenza
ko_kr: 시퀀스
pl_pl: Sekwencja
uk_ua: Послідовність
zh_cn: 排序

source: Server Entries
cs_cz: Položky serveru
de_de: Servereinträge
el_gr: Εγγραφές διακομιστή
fa_ir: ورودی‌های سرور
fr_fr: Entrées du serveur
it_it: Voci del server
ko_kr: 서버 항목
pl_pl: Wpisy Serwerów
uk_ua: Записи сервера
zh_cn: 上游服务器

source: Server List
cs_cz: Seznam serverů
de_de: Serverliste
el_gr: Λίστα διακομιστών
fa_ir: فهرست سرورها
fr_fr: Liste des serveurs
it_it: Elenco server
ko_kr: 서버 목록
pl_pl: Lista Serwerów
uk_ua: Список серверів
zh_cn: 服务器列表

source: Server Names Hash Max Size
cs_cz: Max. velikost otisků (hash) názvů serverů
de_de: Maximale Größe des Servernamen-Hashspeichers
el_gr: Ονόματα Διακομιστών Μέγιστο Μέγεθος Hash
fa_ir: حداکثر اندازه هش نام سرورها
fr_fr: Noms des serveurs Taille maximale du hachage
it_it: Nomi server Hash Dimensione massima
ko_kr: 서버 이름 해시 최대 크기
pl_pl: Maksymalny Rozmiar Skrótu Nazw Serwerów
uk_ua: Максимальний розмір хешу імен серверів
zh_cn: 服务器名称哈希最大大小

source: Server Priority
cs_cz: Priorita serveru
de_de: Serverpriorität
el_gr: Προτεραιότητα διακομιστή
fa_ir: اولویت سرور
fr_fr: Priorité du serveur
it_it: Priorità del server
ko_kr: 서버 우선 순위
pl_pl: Priorytet Serwera
uk_ua: Пріоритет сервера
zh_cn: 服务器优先级

source: Server URL
cs_cz: URL serveru
el_gr: URL διακομιστή
fa_ir: آدرس URL سرور
fr_fr: URL du serveur
it_it: URL del server
ko_kr: 서버 URL
pl_pl: URL Serwera
uk_ua: URL-адреса сервера
zh_cn: 服务器URL

source: Set Path
cs_cz: Nastavit popis umístění
de_de: Pfad festlegen
el_gr: Ορισμός διαδρομής
fa_ir: تنظیم مسیر
fr_fr: Définir le chemin
it_it: Imposta percorso
ko_kr: 경로 설정
pl_pl: Ustaw Ścieżkę
uk_ua: Встановити шлях
zh_cn: 设置路径

source: Set a list of DNS servers for this pool.
cs_cz: Nastavit seznam DNS serverů pro tento fond.
de_de: Eine Liste von DNS-Servern für diesen Pool festlegen.
el_gr: Ορίστε μια λίστα διακομιστών DNS για αυτήν την ομάδα.
fa_ir: برای این استخر، فهرستی از سرورهای DNS را تنظیم کنید.
fr_fr: Définir une liste de serveurs DNS pour ce pool.
it_it: Imposta un elenco di server DNS per questo pool.
ko_kr: 이 풀의 DNS 서버 목록을 설정하세요.
pl_pl: Ustal listę serwerów DNS dla tej puli.
uk_ua: Встановити список DNS-серверів для цього пулу.
zh_cn: 设置此池的DNS服务器列表。

source: Set a password if parent proxy requires authentication.
cs_cz: Pokud nadřazená proxy vyžaduje ověření se, nastavte heslo.
de_de: Passwort, falls der übergeordnete Proxy eine Authentifizierung erfordert
el_gr: Ορίστε έναν κωδικό πρόσβασης εάν ο γονικός διακομιστής μεσολάβησης απαιτεί έλεγχο ταυτότητας.
fa_ir: اگر پروکسی والد احراز هویت می‌خواهد، یک گذرواژه تعیین کنید.
fr_fr: Définissez un mot de passe si le proxy parent nécessite une authentification.
it_it: Imposta una password se il proxy genitore richiede l'autenticazione.
ko_kr: 상위 프록시에 인증이 필요한 경우 비밀번호를 설정하세요.
pl_pl: Ustaw hasło, jeśli nadrzędny proxy wymaga uwierzytelnienia.
uk_ua: Встановити пароль, якщо батьківський проксі-сервер вимагає автентифікації.
zh_cn: 如果父代理需要认证，请设置密码。

source: Set a pattern to match like user@example.com
cs_cz: Nastavte vzor pro hledání shody, jako uzivatel@example.com
de_de: Ein Muster zum Abgleichen festlegen, z. B. user@example.com
el_gr: Ορίστε ένα μοτίβο που να ταιριάζει, όπως user@example.com
fa_ir: یک الگو برای تطبیق مشخص کنید، مثلاً user@example.com
fr_fr: Définissez un modèle de correspondance comme user@example.com
it_it: Imposta un modello da abbinare come utente@esempio.com
ko_kr: user@example.com과 같이 일치하는 패턴을 설정
pl_pl: Ustaw wzór do dopasowania jak user@example.com
uk_ua: Встановити шаблон для відповідності, наприклад, user@example.com
zh_cn: 设置匹配模式，例如像user@example.com这样的模式

source: Set a pattern to match line user@example.com or @example.com
cs_cz: Nastavte vzor, který bude odpovídat řádku user@example.com nebo @example.com
de_de: Ein Muster zum Abgleichen festlegen, z. B. user@example.com oder @example.com
el_gr: Ορίστε ένα μοτίβο που να ταιριάζει με τη γραμμή user@example.com ή @example.com
fa_ir: یک الگو برای تطبیق با خطوطی مانند user@example.com یا @example.com تعیین کنید.
fr_fr: Définir un modèle pour correspondre à la ligne user@example.com ou @example.com
it_it: Imposta un modello per far corrispondere la riga user@example.com o @example.com
ko_kr: user@example.com 또는 @example.com 라인과 일치하는 패턴을 설정
pl_pl: Ustaw wzór do dopasowania linii user@example.com lub @example.com
uk_ua: Встановити шаблон для відповідності, наприклад, user@example.com або @example.com
zh_cn: 设置匹配模式来匹配行user@example.com或@ example.com

source: Set a username if parent proxy requires authentication.
cs_cz: Nastavte uživatelské jméno, pokud nadřazený proxy server vyžaduje ověření.
de_de: Einen Benutzernamen angeben, falls der übergeordnete Proxy eine Authentifizierung verlangt.
el_gr: Ορίστε ένα όνομα χρήστη εάν ο γονικός διακομιστής μεσολάβησης απαιτεί έλεγχο ταυτότητας.
fa_ir: اگر پروکسی والد احراز هویت لازم دارد، یک نام کاربری تعیین کنید.
fr_fr: Définissez un nom d'utilisateur si le proxy parent nécessite une authentification.
it_it: Imposta un nome utente se il proxy principale richiede l'autenticazione.
ko_kr: 상위 프록시에 인증이 필요한 경우 사용자 이름을 설정하세요.
pl_pl: Ustaw nazwę użytkownika, jeśli nadrzędny proxy wymaga uwierzytelnienia.
uk_ua: Встановити ім'я користувача, якщо батьківський проксі-сервер вимагає автентифікації.
zh_cn: 如果父代理需要认证，请设置用户名。

source: Set database name of remote MySQL server.
cs_cz: Nastavení názvu databáze vzdáleného serveru MySQL.
de_de: Datenbankname des entfernten MySQL-Servers festlegen.
el_gr: Ορίστε το όνομα της βάσης δεδομένων του απομακρυσμένου διακομιστή MySQL.
fa_ir: نام دیتابیس سرور MySQL از راه دور را تعیین کنید.
fr_fr: Définir le nom de la base de données du serveur MySQL distant.
it_it: Imposta il nome del database del server MySQL remoto.
ko_kr: 원격 MySQL 서버의 데이터베이스 이름을 설정하세요.
pl_pl: Ustaw nazwę bazy danych zdalnego serwera MySQL.
uk_ua: Встановити назву бази даних віддаленого сервера MySQL.
zh_cn: 设置远程MySQL服务器的数据库名称。

source: Set here how to rewrite the Rewrite From pattern.
cs_cz: Zde nastavte, jak přepsat vzor Přepsat Od.
de_de: Hier festlegen, wie das "Rewrite From"-Muster umgeschrieben werden soll.
el_gr: Ορίστε εδώ τον τρόπο επανεγγραφής του μοτίβου Επανεγγραφή από.
fa_ir: اینجا نحوه بازنویسی الگوی Rewrite From را مشخص کنید.
fr_fr: Définissez ici comment réécrire le motif Rewrite From.
it_it: Imposta qui come riscrivere il pattern Rewrite From.
ko_kr: 여기서 Rewrite From 패턴을 다시 쓰는 방법을 설정하세요.
pl_pl: Ustaw tutaj, jak przepisać wzór Rewrite From.
uk_ua: Встановіть тут, як переписати шаблон «Переписати з».
zh_cn: 在此设置如何重写"重写开始"模式。

source: Set here the recipient address to send the mail as BCC.
cs_cz: Zde nastavte adresu příjemce, na kterou odeslat skrytou kopii e-mailu.
de_de: Hier die Empfängeradresse für BCC-Versand der E-Mail festlegen.
el_gr: Ορίστε εδώ τη διεύθυνση παραλήπτη για να στείλετε το μήνυμα ως BCC.
fa_ir: آدرس گیرنده‌ای که ایمیل به‌صورت BCC برای او ارسال می‌شود را اینجا مشخص کنید.
fr_fr: Définissez ici l'adresse du destinataire pour envoyer le courrier en tant que BCC.
it_it: Imposta qui l'indirizzo del destinatario a cui inviare la posta come BCC.
ko_kr: 메일을 보낼 수신인 주소를 숨은 참조로 설정하세요.
pl_pl: Ustaw tutaj adres odbiorcy do wysłania wiadomości jako BCC.
uk_ua: Встановіть тут адресу отримувача для надсилання листа як BCC.
zh_cn: 在此处设置收件人地址以将邮件作为密件发送。

source: Set how many replies per second are allowed.
cs_cz: Nastavení povoleného počtu odpovědí za sekundu.
de_de: Festlegen, wie viele Antworten pro Sekunde erlaubt sind.
el_gr: Ορίστε πόσες απαντήσεις επιτρέπονται ανά δευτερόλεπτο.
fa_ir: تعداد پاسخ‌های مجاز در هر ثانیه را مشخص کنید.
fr_fr: Définit le nombre de réponses autorisées par seconde.
it_it: Imposta quante risposte sono consentite al secondo.
ko_kr: 초당 허용되는 응답 수를 설정하세요.
pl_pl: Ustaw, ile odpowiedzi na sekundę jest dozwolonych.
uk_ua: Встановити, скільки відповідей на секунду дозволено.
zh_cn: 设置每秒允许多少回复。

source: Set how many times one account is allowed to login at the same time.
cs_cz: Nastavte, kolikrát se smí jeden účet přihlásit souběžně.
de_de: Festlegen, wie oft sich ein Konto gleichzeitig anmelden darf.
el_gr: Ορίστε πόσες φορές επιτρέπεται η ταυτόχρονη σύνδεση σε έναν λογαριασμό.
fa_ir: تعداد دفعات ورود همزمان مجاز برای هر حساب را تنظیم کنید.
fr_fr: Définir combien de fois un compte est autorisé à se connecter en même temps.
it_it: Imposta quante volte un account può accedere contemporaneamente.
ko_kr: 한 계정이 동시에 로그인할 수 있는 횟수를 설정하세요.
pl_pl: Ustaw, ile razy jedno konto może jednocześnie się zalogować.
uk_ua: Встановити, скільки разів одному обліковому запису дозволено входити одночасно.
zh_cn: 设置一个帐户可以同时登录多少次。

source: Set location where this unit is.
cs_cz: Nastavení místa, kde se tato jednotka nachází.
de_de: Ort angeben, an dem sich diese Einheit befindet.
el_gr: Ορίστε την τοποθεσία όπου βρίσκεται αυτή η μονάδα.
fa_ir: مکان این واحد را تنظیم کنید.
fr_fr: Définir l'emplacement où se trouve cette unité.
it_it: Imposta la posizione in cui si trova questa unità.
ko_kr: 이 장치가 있는 위치를 설정하세요.
pl_pl: Ustaw lokalizację tej jednostki.
uk_ua: Встановити місцеположення, де знаходиться цей пристрій.
zh_cn: 设置本机的位置。

source: Set one or more hosts to send your DNS queries if the request is unknown.
cs_cz: Nastavte jednoho nebo více hostitelů, na které mají být odesílány DNS dotazy, pokud je požadavek neznámý.
de_de: Einen oder mehrere Hosts angeben, an die DNS-Anfragen gesendet werden, wenn die Anfrage unbekannt ist.
el_gr: Ορίστε έναν ή περισσότερους κεντρικούς υπολογιστές να στέλνουν τα ερωτήματα DNS σας εάν το αίτημα είναι άγνωστο.
fa_ir: یک یا چند هاست را برای ارسال پرس‌وجوی DNS در صورت ناشناخته بودن درخواست تنظیم کنید.
fr_fr: Définissez un ou plusieurs hôtes pour envoyer vos requêtes DNS si la demande est inconnue.
it_it: Imposta uno o più host per inviare le tue query DNS se la richiesta è sconosciuta.
ko_kr: 요청을 알 수 없는 경우 DNS 쿼리를 보낼 호스트를 하나 이상 설정하세요.
pl_pl: Ustaw jednego lub więcej hostów do wysłania zapytań DNS, jeśli żądanie jest nieznane.
uk_ua: Встановити один або декілька хостів для надсилання ваших DNS-запитів, якщо запит невідомий.
zh_cn: 如果请求未知，请设置一个或多个主机以发送您的DNS查询。

source: Set port the endpoint listens to.
cs_cz: Nastavení portu, na kterém koncový bod očekává spojení.
de_de: Legen Sie den Port fest, auf dem der Endpunkt lauscht.
el_gr: Ορίστε τη θύρα στην οποία ακούει το τελικό σημείο.
fa_ir: پورت گوش‌دهی نقطه‌پایانی را تنظیم کنید.
fr_fr: Définit le port sur lequel le point de terminaison écoute.
it_it: Imposta la porta su cui l'endpoint è in ascolto.
ko_kr: 엔트포인트가 수신 대기하는 포트를 설정하세요.
pl_pl: Ustaw port, na którym punkt końcowy nasłuchuje.
uk_ua: Встановити порт, який прослуховує кінцева точка.
zh_cn: 设置端点监听的端口。

source: Set public IP address the endpoint listens to.
cs_cz: Nastavit veřejnou IP adresu, na které koncový bod očekává spojení.
de_de: Legen Sie die öffentliche IP-Adresse fest, auf die der Endpunkt lauscht.
el_gr: Ορίστε τη δημόσια διεύθυνση IP στην οποία ακούει το τελικό σημείο.
fa_ir: آدرس IP عمومی که نقطه‌پایان به آن گوش می‌دهد را تنظیم کنید.
fr_fr: Définit l'adresse IP publique sur laquelle le terminal écoute.
it_it: Imposta l'indirizzo IP pubblico su cui l'endpoint è in ascolto.
ko_kr: 엔드포인트가 수신하는 공인 IP 주소를 설정하세요.
pl_pl: Ustaw publiczny adres IP, na którym punkt końcowy nasłuchuje.
uk_ua: Встановити публічну IP-адресу, яку прослуховує кінцева точка.
zh_cn: 设置端点监听的公共IP地址。

source: Set target name to what to resolve.
cs_cz: Nastavení názvu cíle, na který má být překládán.
de_de: Zielnamen angeben, der aufgelöst werden soll.
el_gr: Ορίστε το όνομα στόχου σε αυτό που θα επιλυθεί.
fa_ir: نام هدف برای تفکیک (resolve) را تنظیم کنید.
fr_fr: Définir le nom de la cible à résoudre.
it_it: Imposta il nome di destinazione su cosa risolvere.
ko_kr: 대상 이름을 확인할 대상으로 설정하세요.
pl_pl: Ustaw nazwę docelową do rozwiązania.
uk_ua: Встановити цільове ім'я, яке потрібно розв'язати.
zh_cn: 将目标名称设置为要解析的内容。

source: Set the IP address for this static lease.
cs_cz: Nastavit IP adresu pro tuto statickou zápůjčku.
de_de: IP-Adresse für dieses statische Lease festlegen.
el_gr: Ορίστε τη διεύθυνση IP για αυτήν τη στατική εκχώρηση.
fa_ir: آدرس IP برای این اجارهٔ ثابت را تنظیم کنید.
fr_fr: Définissez l'adresse IP pour ce bail statique.
it_it: Imposta l'indirizzo IP per questo lease statico.
ko_kr: 이 정적 대여에 대해 IP 주소를 설정하세요.
pl_pl: Ustaw adres IP dla tej statycznej dzierżawy.
uk_ua: Встановити IP-адресу для цього статичного лізингу.
zh_cn: 设置此静态租约的IP地址。

source: Set the IP address of remote MySQL server.
cs_cz: Nastavte IP adresu vzdáleného MySQL serveru.
de_de: IP-Adresse des entfernten MySQL-Servers festlegen.
el_gr: Ορίστε τη διεύθυνση IP του απομακρυσμένου διακομιστή MySQL.
fa_ir: آدرس IP سرور MySQL از راه دور را تنظیم کنید.
fr_fr: Définissez l'adresse IP du serveur MySQL distant.
it_it: Imposta l'indirizzo IP del server MySQL remoto.
ko_kr: 원격 MySQL 서버의 IP 주소를 설정하세요.
pl_pl: Ustaw adres IP zdalnego serwera MySQL.
uk_ua: Встановити IP-адресу віддаленого сервера MySQL.
zh_cn: 设置远程MySQL服务器的IP地址。

source: Set the IP address to listen on.
cs_cz: Nastavit IP adresu na které očekávat spojení.
de_de: IP-Adresse festlegen, auf der gelauscht werden soll.
el_gr: Ορίστε τη διεύθυνση IP για ακρόαση.
fa_ir: آدرس IP برای گوش‌دهی را تنظیم کنید.
fr_fr: Définissez l'adresse IP à écouter.
it_it: Imposta l'indirizzo IP su cui ascoltare.
ko_kr: 수신할 IP 주소를설정하세요.
pl_pl: Ustaw adres IP do nasłuchu.
uk_ua: Встановити IP-адресу для прослуховування.
zh_cn: 设置要监听的IP地址。

source: Set the IP addresses the service should listen to.
cs_cz: Nastavte IP adresy, na kterých má zařízení očekávat spojené.
de_de: Geben Sie die IP-Adressen an, auf denen der Dienst lauschen soll.
el_gr: Ορίστε τις διευθύνσεις IP που θα πρέπει να ακούει η υπηρεσία.
fa_ir: آدرس‌های IP که سرویس باید به آن‌ها گوش دهد را تنظیم کنید.
fr_fr: Définissez les adresses IP que le service doit écouter.
it_it: Imposta gli indirizzi IP che il servizio dovrebbe ascoltare.
ko_kr: 서비스가 수신 대기할 IP 주소를 설정하세요.
pl_pl: Ustaw adresy IP, na których usługa powinna nasłuchiwać.
uk_ua: Встановити IP-адреси, які повинна прослуховувати служба.
zh_cn: 设置服务应该监听的IP地址。

source: Set the IP addresses to forward the domain.
cs_cz: Nastavte IP adresy pro přeposílání domény.
de_de: Legen Sie die IP-Adressen fest, an die die Domain weitergeleitet werden soll.
el_gr: Ορίστε τις διευθύνσεις IP για την προώθηση του τομέα.
fa_ir: آدرس‌های IP برای فوروارد کردن دامنه را تنظیم کنید.
fr_fr: Définissez les adresses IP pour transmettre le domaine.
it_it: Imposta gli indirizzi IP per inoltrare il dominio.
ko_kr: 도메인을 전달할 IP 주소를 설정하세요.
pl_pl: Ustaw adresy IP do przekierowania domeny.
uk_ua: Встановити IP-адреси для пересилання домену.
zh_cn: 设置IP地址来转发域。

source: Set the IP addresses to listen to.
cs_cz: Nastavit IP adresy, na kterých očekávat spojení.
de_de: Legen Sie die IP-Adressen fest, auf denen gelauscht werden soll.
el_gr: Ορίστε τις διευθύνσεις IP για ακρόαση.
fa_ir: آدرس‌های IP برای گوش‌دهی را تنظیم کنید.
fr_fr: Définissez les adresses IP à écouter.
it_it: Imposta gli indirizzi IP da ascoltare.
ko_kr: 수신 대기할 IP 주소를 설정하세요.
pl_pl: Ustaw adresy IP do nasłuchu.
uk_ua: Встановити IP-адреси для прослуховування.
zh_cn: 设置要监听的IP地址。

source: Set the IPv4 addresses the service should listen to.
cs_cz: Nastavte IPv4 adresy, na kterých má služba očekávat spojení.
de_de: IPv4-Adressen festlegen, auf denen der Dienst lauschen soll.
el_gr: Ορίστε τις διευθύνσεις IPv4 που θα πρέπει να ακούει η υπηρεσία.
fa_ir: آدرس‌های IPv4 که سرویس باید به آن‌ها گوش دهد را تنظیم کنید.
fr_fr: Définir les adresses IPv4 que le service doit écouter.
it_it: Imposta gli indirizzi IPv4 che il servizio deve ascoltare.
ko_kr: 서비스가 수신 대기할 IPv4 주소를 설정하세요.
pl_pl: Ustaw adresy IPv4, na których usługa powinna nasłuchiwać.
uk_ua: Встановити IPv4-адреси, які повинна прослуховувати служба.
zh_cn: 设置服务应监听的IPv4地址。

source: Set the IPv6 address the user should receive.
cs_cz: Nastavte IPv6 adresu, kterou má uživatel obdržet.
de_de: IPv6-Adresse festlegen, die der Benutzer erhalten soll.
el_gr: Ορίστε τη διεύθυνση IPv6 που πρέπει να λάβει ο χρήστης.
fa_ir: آدرس IPv6 که کاربر باید دریافت کند را تنظیم کنید.
fr_fr: Définir l'adresse IPv6 que l'utilisateur doit recevoir.
it_it: Imposta l'indirizzo IPv6 che l'utente dovrebbe ricevere.
ko_kr: 사용자가 수신해야 하는 IPv6 주소를 설정하세요.
pl_pl: Ustaw adres IPv6, który użytkownik powinien otrzymać.
uk_ua: Встановити IPv6-адресу, яку повинен отримати користувач.
zh_cn: 设置用户应接收的IPv6地址。

source: Set the IPv6 addresses the service should listen to.
cs_cz: Nastavte IPv6 adresy, na kterých má služba očekávat spojení.
de_de: IPv6-Adressen festlegen, auf denen der Dienst lauschen soll.
el_gr: Ορίστε τις διευθύνσεις IPv6 που θα πρέπει να ακούει η υπηρεσία.
fa_ir: آدرس‌های IPv6 که سرویس باید به آن‌ها گوش دهد را تنظیم کنید.
fr_fr: Définir les adresses IPv6 que le service doit écouter.
it_it: Imposta gli indirizzi IPv6 che il servizio dovrebbe ascoltare.
ko_kr: 서비스가 수신 대기할 IPv6 주소를 설정하세요.
pl_pl: Ustaw adresy IPv6, na których usługa powinna nasłuchiwać.
uk_ua: Встановити IPv6-адреси, які повинна прослуховувати служба.
zh_cn: 设置服务应监听的IPv6地址。

source: Set the MAC address for this static lease.
cs_cz: Nastavte MAC adresu pro tuto statickou zápůjčku.
de_de: MAC-Adresse für dieses statische Lease festlegen.
el_gr: Ορίστε τη διεύθυνση MAC για αυτήν τη στατική εκχώρηση.
fa_ir: آدرس MAC برای این اجارهٔ ثابت را تنظیم کنید.
fr_fr: Définissez l'adresse MAC pour ce bail statique.
it_it: Imposta l'indirizzo MAC per questo lease statico.
ko_kr: 이 정적 대여에 대해 MAC 주소를 설정하세요.
pl_pl: Ustaw adres MAC dla tej statycznej dzierżawy.
uk_ua: Встановити MAC-адресу для цього статичного лізингу.
zh_cn: 设置此静态租约的MAC地址。

source: Set the Mikrotik VLAN ID attribute. Mikrotik uses own attributes for VLAN assignment.
cs_cz: Nastavte atribut identif. Mikrotik VLAN. Mikrotik používá své vlastní atributy pro jejich přiřazování.
de_de: Mikrotik-VLAN-ID-Attribut festlegen. Mikrotik verwendet eigene Attribute für die VLAN-Zuweisung.
el_gr: Ορίστε το χαρακτηριστικό Mikrotik VLAN ID. Το Mikrotik χρησιμοποιεί τα δικά του χαρακτηριστικά για την εκχώρηση VLAN.
fa_ir: صفت VLAN ID برای Mikrotik را تنظیم کنید. Mikrotik از ویژگی‌های مخصوص خود برای تخصیص VLAN استفاده می‌کند.
fr_fr: Définissez l'attribut VLAN ID de Mikrotik. Mikrotik utilise ses propres attributs pour l'attribution des VLAN.
it_it: Imposta l'attributo ID VLAN Mikrotik. Mikrotik utilizza i propri attributi per l'assegnazione della VLAN.
ko_kr: Microtik VLAN ID 특성을 설정하세요. Microtik은 VLAN 할당에 자체 특성을 사용합니다.
pl_pl: Ustaw atrybut ID VLAN Mikrotik. Mikrotik używa własnych atrybutów do przypisywania VLAN.
uk_ua: Встановити атрибут ID VLAN Mikrotik. Mikrotik використовує власні атрибути для призначення VLAN.
zh_cn: 设置Mikrotik VLAN ID属性。 Mikrotik使用自己的属性进行VLAN分配。

source: Set the Mikrotik VLAN type attribute. For general use a value of 0 is fine.
cs_cz: Nastavte atribut identif. Mikrotik VLAN. Pro obecné použití je v pohodě hodnota 0 (nula).
de_de: Mikrotik-VLAN-Typ-Attribut festlegen. Für allgemeine Zwecke ist der Wert 0 geeignet.
el_gr: Ορίστε το χαρακτηριστικό τύπου Mikrotik VLAN. Για γενική χρήση, μια τιμή 0 είναι μια χαρά.
fa_ir: صفت نوع VLAN برای Mikrotik را تنظیم کنید. برای استفادهٔ عمومی مقدار 0 مناسب است.
fr_fr: Définissez l'attribut de type de VLAN Mikrotik. Pour une utilisation générale, la valeur 0 est suffisante.
it_it: Imposta l'attributo del tipo VLAN Mikrotik. Per uso generale un valore pari a 0 va bene.
ko_kr: Microtik VLAN 유형 특성을 설정하세요. 일반적으로 사용할 경우에는 값이 0이면 됩니다.
pl_pl: Ustaw atrybut typu VLAN Mikrotik. Dla ogólnego użytku wartość 0 jest odpowiednia.
uk_ua: Встановити атрибут типу VLAN Mikrotik. Для загального використання значення 0 підходить.
zh_cn: 置Mikrotik VLAN类型属性。对于一般用途，可以设置为0。

source: Set the SDNS stamp without sdns:// prefix.
cs_cz: Nastavte SDNS razítko bez předpony sdns://
de_de: SDNS-Stamp ohne "sdns://"-Präfix festlegen.
el_gr: Ορίστε τη σφραγίδα SDNS χωρίς το πρόθεμα sdns://.
fa_ir: مقدار SDNS stamp را بدون پیشوند sdns:// تنظیم کنید.
fr_fr: Définir le timbre SDNS sans le préfixe sdns://.
it_it: Imposta il timbro SDNS senza il prefisso sdns://.
ko_kr: sdns:// 프리픽스 없이 SDNS 스탬프를 설정하세요.
pl_pl: Ustaw znacznik SDNS bez prefiksu sdns://.
uk_ua: Встановити штамп SDNS без префікса sdns://.
zh_cn: 设置SDNS戳而不使用sdns://前缀。
