Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: A username must contain alphanumeric characters or a valid email address.
de_de: Ein Benutzername muss alphanumerische Zeichen oder eine gültige E-Mail-Adresse enthalten.
fa_ir: نام کاربری باید شامل کاراکترهای حرفی‌عددی یا یک نشانی ایمیل معتبر باشد.
fr_fr: Le nom d'utilisateur doit contenir des caractères alphanumériques ou une adresse électronique valide.
ko_kr: 사용자 이름에는 영숫자 문자 또는 유효한 이메일 주소가 포함되어야 합니다.
uk_ua: Ім'я користувача повинно містити буквено-цифрові символи або дійсну адресу електронної пошти.

source: A valid domain name must be specified.
de_de: Es muss ein gültiger Domainname angegeben werden.
fa_ir: یک نام دامنه معتبر باید مشخص شود.
fr_fr: Un nom de domaine valide doit être spécifié.
ko_kr: 유효한 도메인 이름을 지정해야 합니다.
uk_ua: Має бути вказано дійсне доменне ім'я.

source: API token
fa_ir: توکن API
fr_fr: Jeton API
ko_kr: API 토큰
uk_ua: API токен

source: Account
de_de: Konto
fa_ir: حساب
fr_fr: Compte
ko_kr: 계정
uk_ua: Обліковий запис

source: Add Handler
de_de: Handler hinzufügen
fa_ir: افزودن پردازشگر
fr_fr: Ajouter un gestionnaire
ko_kr: 헤더 추가
uk_ua: Додати обробник

source: Add Reservation
de_de: Reservierung hinzufügen
fa_ir: افزودن رزرو
fr_fr: Ajouter une réservation
ko_kr: 예약 추가
uk_ua: Додати резервацію

source: Advanced mode disabled
de_de: Erweiterter Modus deaktiviert
fa_ir: حالت پیشرفته غیرفعال است.
fr_fr: Mode avancé désactivé
ko_kr: 고급 모드 비활성화됨
uk_ua: Розширений режим вимкнено

source: Advertised Routes
de_de: Angekündigte Routen
fa_ir: مسیرهای اعلام‌شده
fr_fr: Routes annoncées
ko_kr: 전파된 경로
uk_ua: Оголошені маршрути

source: After changing settings, please remember to apply them.
de_de: Denken Sie nach dem Ändern der Einstellungen daran, diese anzuwenden.
fa_ir: پس از تغییر تنظیمات، لطفاً آن‌ها را اعمال کنید.
fr_fr: Après avoir modifié les paramètres, n'oubliez pas de les appliquer.
ko_kr: 설정을 변경한 후에는 반드시 적용하시기 바랍니다.
uk_ua: Після зміни налаштувань, будь ласка, не забудьте застосувати їх.

source: Alias usage
de_de: Alias-Verwendung
fa_ir: استفاده از نام مستعار
fr_fr: Utilisation des alias
ko_kr: 별칭 사용
uk_ua: Використання псевдонімів

source: All Interfaces
de_de: Alle Schnittstellen
fa_ir: تمام رابط‌ها
fr_fr: Toutes les interfaces
ko_kr: 모든 인터페이스
uk_ua: Всі інтерфейси

source: All OpenVPN interfaces
de_de: Alle OpenVPN-Schnittstellen
fa_ir: تمام رابط‌های OpenVPN
fr_fr: Toutes les interfaces OpenVPN
ko_kr: 모든 OpenVPN 인터페이스
uk_ua: Всі інтерфейси OpenVPN

source: Amount of backups to be kept at remote location. Set to 0 to upload latest only without housekeeping
de_de: Anzahl der Backups, die am Remote-Standort aufbewahrt werden sollen. Auf 0 setzen, um nur die neuesten Daten ohne Housekeeping hochzuladen.
fa_ir: تعداد نسخه‌های پشتیبان که در محل راه دور نگهداری می‌شوند. برای آپلود فقط جدیدترین نسخه بدون انجام پاک‌سازی خودکار، مقدار را روی 0 قرار دهید.
fr_fr: Nombre de sauvegardes à conserver sur le site distant. La valeur 0 permet de ne télécharger que les dernières sauvegardes sans les conserver.
ko_kr: 원격 위치에 보관할 백업의 양입니다. 0으로 설정하면 최신 백업만 업로드하고, 정리 작업 없이 업로드합니다.
uk_ua: Кількість резервних копій, що зберігаються у віддаленому розташуванні. Встановіть 0, щоб завантажувати лише останні без обслуговування

source: Any (Floating without interface)
de_de: Beliebig (Floating ohne Schnittstelle)
fa_ir: Any (شناور، بدون رابط)
fr_fr: N'importe lequel (flottant sans interface)
ko_kr: 모두 (인터페이스 없는 플로팅)
uk_ua: Будь-який (Плаваючі без інтерфейсу)

source: Any can not be combined with other aliases
de_de: "Beliebig" kann nicht mit anderen Aliassen kombiniert werden
fa_ir: Any را نمی‌توان با سایر نام‌های مستعار ترکیب کرد.
fr_fr: Any ne peut pas être combiné avec d'autres alias
ko_kr: 다른 별칭과 결합할 수 없음
uk_ua: Будь-який не може поєднуватися з іншими псевдонімами

source: Api key
de_de: API-Schlüssel
fa_ir: کلید API
fr_fr: Clé Api
ko_kr: Api 키
uk_ua: Ключ API

source: ApiKeys
de_de: API-Schlüssel
fa_ir: کلیدهای API
ko_kr: API키
uk_ua: Ключі API

source: At least a hostname or IP address must be provided for DHCP reservations.
de_de: Für DHCP-Reservierungen muss mindestens ein Hostname oder eine IP-Adresse angegeben werden.
fa_ir: حداقل نام میزبان یا آدرس IP باید برای رزروهای DHCP ارائه شود.
fr_fr: Pour les réservations DHCP, il faut au moins fournir un nom d'hôte ou une adresse IP.
ko_kr: DHCP 예약을 위해서는 최소한 호스트 이름이나 IP 주소가 제공되어야 합니다.
uk_ua: Для резервацій DHCP має бути надано принаймні ім'я хоста або IP-адресу.

source: Automatic DHCP server configuration is only supported for networks larger than /27.
de_de: Die automatische DHCP-Serverkonfiguration wird nur für Netzwerke größer als /27 unterstützt.
fa_ir: پیکربندی خودکار سرور DHCP فقط برای شبکه‌هایی بزرگتر از /27 پشتیبانی می‌شود.
fr_fr: La configuration automatique du serveur DHCP n'est possible que pour les réseaux de taille supérieure à /27.
ko_kr: 자동 DHCP 서버 구성은 /27보다 큰 네트워크에만 지원됩니다.
uk_ua: Автоматична конфігурація сервера DHCP підтримується лише для мереж, більших за /27.

source: Automatic Rule
de_de: Automatische Regel
fa_ir: قانون خودکار
fr_fr: Règle automatique
it_it: Regola automatica
ko_kr: 자동 규칙
uk_ua: Автоматичне правило

source: BIND config override
de_de: Überschreibung der BIND-Konfiguration
fa_ir: بازنویسی پیکربندی BIND
ko_kr: BIND 구성 재정의
uk_ua: Перевизначення конфігурації BIND

source: Backup
de_de: Sicherung
fa_ir: نسخه پشتیبان
fr_fr: Sauvegarde
ko_kr: 백업
uk_ua: Резервне копіювання

source: Backups#
de_de: Sicherungen#
fa_ir: نسخه‌های پشتیبان#
fr_fr: Sauvegardes#
ko_kr: 백업#
uk_ua: Резервні копії#

source: Blocklists
fa_ir: لیست‌های مسدود
fr_fr: Listes de blocage
ko_kr: 차단 목록
uk_ua: Чорні списки

source: Both hostname and IP address are required for host overrides.
de_de: Für Host-Überschreibungen sind sowohl Hostname als auch IP-Adresse erforderlich.
fa_ir: برای بازنویسی میزبان، هر دو نام میزبان و آدرس IP لازم است.
fr_fr: Le nom d'hôte et l'adresse IP sont tous deux requis pour les dérogations d'hôte.
it_it: Per le sostituzioni dell'host sono richiesti sia il nome host che l'indirizzo IP.
ko_kr: 호스트 재정의에는 호스트 이름과 IP 주소가 모두 필요합니다.
uk_ua: Для перевизначень хостів потрібні як ім'я хоста, так і IP-адреса.

source: CNAME '%s' is already in use by a host override.
de_de: CNAME '%s' wird bereits von einer Host-Überschreibung verwendet.
fa_ir: CNAME '%s' قبلاً توسط یک بازنویسی میزبان استفاده شده است.
fr_fr: Le CNAME "%s" est déjà utilisé par un hôte.
ko_kr: '%s' CNAME은 이미 호스트 재정의에 의해 사용 중입니다.
uk_ua: CNAME '%s' вже використовується перевизначенням хоста.

source: CNAME '%s' overlaps with a host and domain combination in a host override.
de_de: CNAME '%s' überschneidet sich mit einer Host- und Domainkombination bei einer Hostüberschreibung.
fa_ir: CNAME '%s' با ترکیب نام میزبان و دامنه در یک بازنویسی میزبان همپوشانی دارد.
fr_fr: Le CNAME "%s" chevauche une combinaison d'hôte et de domaine dans une dérogation d'hôte.
ko_kr: '%s' CNAME은 호스트 재정의에 등록된 호스트와 도메인과 겹칩니다.
uk_ua: CNAME '%s' перетинається з комбінацією хоста та домену в перевизначенні хоста.

source: CPU usage
de_de: CPU-Auslastung
fa_ir: مصرف CPU
fr_fr: Utilisation de l'unité centrale
ko_kr: CPU 사용량
pl_pl: Użycie CPU
uk_ua: Використання ЦП

source: Caddy config override
de_de: Caddy-Konfigurationsüberschreibung
fa_ir: بازنویسی پیکربندی Caddy
fr_fr: Remplacement de la configuration de Caddy
ko_kr: Caddy 구성 재정의
uk_ua: Перевизначення конфігурації Caddy

source: Called Station ID
de_de: Aufgerufene Stations-ID
fa_ir: شناسه (Called Station ID)
fr_fr: ID de la station appelée
ko_kr: 호출된 스테이션 ID
uk_ua: ID викликаної станції

source: Can only configure a domain of type 'Range' when a full range (including end) is specified.
de_de: Eine Domain des Typs 'Bereich' kann nur konfiguriert werden, wenn ein vollständiger Bereich (einschließlich Endwert) angegeben ist.
fa_ir: تنها زمانی می‌توان دامنه‌ای از نوع 'Range' را پیکربندی کرد که بازهٔ کامل (شامل انتها) مشخص شده باشد.
fr_fr: La configuration d'un domaine de type 'Range' n'est possible que lorsqu'une gamme complète (y compris la fin) est spécifiée.
ko_kr: 전체 범위(끝 포함)가 지정된 경우에만 '범위' 유형의 도메인을 구성할 수 있습니다.
uk_ua: Можна налаштувати домен типу 'Діапазон' лише тоді, коли вказано повний діапазон (включно з кінцем).

source: Cannot delete bridge. Currently in use by [%s] %s
de_de: Bridge kann nicht gelöscht werden. Wird derzeit von [%s] %s verwendet.
fa_ir: نمی‌توان bridge را حذف کرد. در حال حاضر توسط [%s] %s استفاده می‌شود.
fr_fr: Impossible de supprimer le pont. Actuellement utilisé par [%s] %s
ko_kr: 브리지를 삭제할 수 없습니다. 현재 [%s] %s에서 사용 중
uk_ua: Неможливо видалити міст. Наразі використовується [%s] %s

source: Cannot move '%s Rule' before '%s Rule'.
de_de: Regel '%s' kann nicht vor Regel '%s' verschoben werden.
fa_ir: نمی‌توان قانون '%s' را قبل از قانون '%s' منتقل کرد.
fr_fr: Impossible de déplacer '%s Rule' avant '%s Rule'.
ko_kr: '%s 규칙'을 '%s 규칙' 앞으로 옮길 수 없습니다.
uk_ua: Неможливо перемістити правило '%s' перед правилом '%s'.

source: Cannot move a rule before itself.
de_de: Eine Regel kann nicht vor sich selbst verschoben werden.
fa_ir: نمی‌توان یک قانون را قبل از خودش منتقل کرد.
fr_fr: Impossible de déplacer une règle avant elle-même.
ko_kr: 규칙을 자기 앞으로 옮길 수 없습니다.
uk_ua: Неможливо перемістити правило перед самим собою.

source: Cannot renumber rules without exceeding the maximum sequence limit
de_de: Regeln können nicht neu nummeriert werden, ohne das maximale Sequenzlimit zu überschreiten.
fa_ir: امکان بازشماره‌گذاری قوانین بدون عبور از سقف مجاز ترتیب وجود ندارد.
fr_fr: Impossible de renuméroter les règles sans dépasser la limite maximale de séquence
ko_kr: 규칙을 다시 번호 매길 수 없습니다. 최대 시퀀스 한도를 초과하게 됨
uk_ua: Неможливо перенумерувати правила без перевищення максимального ліміту послідовності

source: Cleanup
de_de: Bereinigung
fa_ir: پاک‌سازی
fr_fr: Nettoyage
it_it: Ripulire
ko_kr: 정리
uk_ua: Очищення

source: Click to view details
de_de: Klicken, um Details anzuzeigen.
fa_ir: برای مشاهده جزئیات کلیک کنید
fr_fr: Cliquez pour voir les détails
it_it: Clicca per visualizzare i dettagli
ko_kr: 자세히 보려면 클릭
uk_ua: Натисніть, щоб переглянути деталі

source: Collapse
de_de: Einklappen
fa_ir: جمع‌کردن
fr_fr: Effondrement
ko_kr: 접기
uk_ua: Згорнути

source: Collecting status
de_de: Status wird gesammelt
fa_ir: در حال جمع‌آوری وضعیت
fr_fr: État de la collecte
it_it: Stato di raccolta
ko_kr: 상태 수집 중
uk_ua: Збір стану

source: Commonly used combined-mode (AEAD) ciphers
de_de: Häufig verwendete Kombinationsmodus-(AEAD)-Chiffren
fa_ir: رمزنگارهای رایج حالت ترکیبی (AEAD)
fr_fr: Chiffres en mode combiné (AEAD) couramment utilisés
ko_kr: 일반적으로 사용되는 결합 모드(AEAD) 암호
uk_ua: Поширені комбіновані (AEAD) шифри

source: Configd proxy configured
de_de: Configd-Proxy konfiguriert
fa_ir: پراکسی configd پیکربندی شد
fr_fr: Proxy configd configuré
ko_kr: Configd 프록시 구성됨
uk_ua: Налаштований проксі Configd

source: Configuration override
de_de: Konfigurationsüberschreibung
fa_ir: بازنویسی پیکربندی
fr_fr: Remise en cause de la configuration
ko_kr: 구성 재정의
uk_ua: Перевизначення конфігурації

source: Connection issues
de_de: Verbindungsprobleme
fa_ir: مشکلات اتصال
fr_fr: Problèmes de connexion
ko_kr: 연결 이슈
uk_ua: Проблеми з підключенням

source: Connection successful, unable to upgrade
de_de: Verbindung erfolgreich, Upgrade nicht möglich
fa_ir: اتصال برقرار شد، امکان به‌روزرسانی وجود ندارد
fr_fr: Connexion réussie, pas de mise à niveau possible
ko_kr: 연결 성공, 업그레이드할 수 없음
uk_ua: Підключення успішне, не вдається оновити

source: Contains non bridge members.
de_de: Enthält Nicht-Bridge-Mitglieder.
fa_ir: شامل اعضای غیربریج است.
fr_fr: Contient des éléments qui ne sont pas des ponts.
ko_kr: 브리지 멤버가 포함되어 있지 않습니다.
uk_ua: Містить елементи, що не є частиною мосту.

source: Crash Reporter
de_de: Absturzbericht
fa_ir: گزارش‌گر خرابی
ko_kr: 충돌 보고서
uk_ua: Звіт про збій

source: Create and download API key for this user
de_de: API-Schlüssel für diesen Benutzer erstellen und herunterladen
fa_ir: ایجاد و دانلود کلید API برای این کاربر
fr_fr: Créer et télécharger la clé API pour cet utilisateur
it_it: Crea e scarica la chiave API per questo utente
ko_kr: 이 사용자에 대한 API 키를 생성하고 다운로드
uk_ua: Створити та завантажити ключ API для цього користувача

source: Current active states for this rule
de_de: Aktive Zustände für diese Regel
fa_ir: وضعیت‌های فعال کنونی برای این قانون
fr_fr: États actifs actuels pour cette règle
it_it: Stati attivi correnti per questa regola
ko_kr: 이 규칙에 대한 현재 활성 상태
uk_ua: Поточні активні стани для цього правила

source: DCO type instances do not support fragment size.
de_de: DCO-Typ-Instanzen unterstützen keine Fragmentgröße.
fa_ir: نمونه‌های نوع DCO از اندازه قطعه پشتیبانی نمی‌کنند.
fr_fr: Les instances de type DCO ne prennent pas en charge la taille des fragments.
ko_kr: DCO 유형 인스턴스는 조각 크기를 지원하지 않습니다.
uk_ua: Екземпляри типу DCO не підтримують розмір фрагмента.

source: Default groups
de_de: Standardgruppen
fa_ir: گروه‌های پیش‌فرض
fr_fr: Groupes par défaut
it_it: Gruppi predefiniti
ko_kr: 기본 그룹
uk_ua: Групи за типово

source: Disabling adaptive timeouts is only supported in ". "combination with a configured maximum number of states for the same rule.
de_de: Das Deaktivieren adaptiver Timeouts wird nur in Kombination mit einer konfigurierten maximalen Anzahl an Zuständen für dieselbe Regel unterstützt.
fa_ir: غیرفعال کردن تایم‌اوت‌های تطبیقی تنها در ترکیب با تنظیم حداکثر تعداد حالت‌ها برای همان قانون پشتیبانی می‌شود.
fr_fr: La désactivation des délais d'attente adaptatifs n'est possible qu'en ". "La désactivation des délais d'attente adaptatifs n'est possible qu'en combinaison avec un nombre maximal configuré d'états pour la même règle.
ko_kr: 적응형 시간 초과 비활성화는 동일한 규칙에 대해 구성된 최대 상태 수와 함께 ". " 을 사용하는 경우에만 지원됩니다.
uk_ua: Вимкнення адаптивних тайм-аутів підтримується лише в поєднанні з налаштованою максимальною кількістю станів для того ж правила.

source: Disk Space
de_de: Speicherplatz
fa_ir: فضای دیسک
fr_fr: Espace disque
it_it: Spazio su disco
ko_kr: 디스크 공간
uk_ua: Місце на диску

source: Disk space on the root filesystem is critically full (%.2fG or %d%% used, %.2fG available). Please consider cleaning up or expanding storage.
de_de: Speicherplatz im Root-Dateisystem ist kritisch voll (%.2fG oder %d%% belegt, %.2fG verfügbar). Bitte bereinigen oder Speicher erweitern.
fa_ir: فضای دیسک در فایل‌سیستم روت به‌طور بحرانی پر شده (%.2fG یا %d%% استفاده‌شده، %.2fG در دسترس). لطفاً پاک‌سازی یا افزایش فضای ذخیره‌سازی را در نظر بگیرید.
fr_fr: L'espace disque sur le système de fichiers racine est critiquement plein (%.2fG ou %d%% utilisé, %.2fG disponible). Veuillez envisager de nettoyer ou d'étendre l'espace de stockage.
ko_kr: 루트 파일 시스템의 디스크 공간이 매우 부족합니다(%.2fG 또는 %d%% 사용 중, %.2fG 사용 가능). 저장 공간을 정리하거나 확장해 보세요.
uk_ua: Місце на диску кореневої файлової системи критично заповнене (використано %.2fG або %d%%, доступно %.2fG). Будь ласка, розгляньте можливість очищення або розширення сховища.

source: Disk space on the root filesystem is nearly full (%.2fG or %d%% used, %.2fG available). Please consider cleaning up or expanding storage.
de_de: Speicherplatz im Root-Dateisystem ist fast voll (%.2fG oder %d%% belegt, %.2fG verfügbar). Bitte bereinigen oder Speicher erweitern.
fa_ir: فضای دیسک در فایل‌سیستم روت نزدیک به پر شدن است (%.2fG یا %d%% استفاده‌شده، %.2fG در دسترس). لطفاً پاک‌سازی یا افزایش فضای ذخیره‌سازی را در نظر بگیرید.
fr_fr: L'espace disque du système de fichiers racine est presque plein (%.2fG ou %d%% utilisé, %.2fG disponible). Veuillez envisager de nettoyer ou d'étendre l'espace de stockage.
ko_kr: 루트 파일 시스템의 디스크 공간이 거의 가득 찼습니다(%.2fG 또는 %d%% 사용됨, %.2fG 사용 가능). 저장 공간을 정리하거나 확장해 보세요.
uk_ua: Місце на диску кореневої файлової системи майже заповнене (використано %.2fG або %d%%, доступно %.2fG). Будь ласка, розгляньте можливість очищення або розширення сховища.

source: Do not generate debug messages (none)
de_de: Keine Debug-Meldungen generieren (keine)
fa_ir: پیغام‌های دیباگ تولید نشود (none)
fr_fr: Ne pas générer de messages de débogage (aucun)
ko_kr: 디버그 메시지를 생성하지 마세요 (없음)
uk_ua: Не генерувати повідомлення про налагодження (жодних)

source: Do not use 'local' as your internal domain name. It is reserved for and will interfere with mDNS (avahi, bonjour, etc.). Instead, use the special-use domain internal or home.arpa, also to avoid DNSSEC validation issues.
de_de: Verwenden Sie nicht 'local' als internen Domainnamen. Dieser ist für mDNS (Avahi, Bonjour usw.) reserviert und stört diese. Verwenden Sie stattdessen die spezielle Domain 'internal' oder 'home.arpa', auch um DNSSEC-Validierungsprobleme zu vermeiden.
fa_ir: از 'local' به‌عنوان نام دامنهٔ داخلی استفاده نکنید. این نام رزرو شده و با mDNS (avahi, bonjour و...) تداخل ایجاد می‌کند. به‌جای آن از دامنه‌های ویژهٔ internal یا home.arpa استفاده کنید تا از مشکلات اعتبارسنجی DNSSEC نیز جلوگیری شود.
fr_fr: N'utilisez pas "local" comme nom de domaine interne. Il est réservé aux mDNS (avahi, bonjour, etc.) et interfère avec eux. Utilisez plutôt le domaine à usage spécial internal ou home.arpa, également pour éviter les problèmes de validation DNSSEC.
ko_kr: 내부 도메인 이름으로 'local'을 사용하지 마세요. 이 도메인은 mDNS(avahi, bonjour 등)용으로 예약되어 있어 mDNS를 방해할 수 있습니다. 대신 DNSSEC 유효성 검사 문제를 방지하기 위해 특수 용도 도메인인 internal 또는 home.arpa를 사용하세요.
uk_ua: Не використовуйте 'local' як внутрішнє доменне ім'я. Воно зарезервоване і буде заважати mDNS (avahi, bonjour тощо). Натомість використовуйте спеціальний домен 'internal' або 'home.arpa', також щоб уникнути проблем з перевіркою DNSSEC.

source: Download Error
de_de: Download-Fehler
fa_ir: خطای دانلود
fr_fr: Télécharger l'erreur
ko_kr: 다운로드 오류
uk_ua: Помилка завантаження

source: Download Request Failed
de_de: Download-Anfrage fehlgeschlagen
fa_ir: درخواست دانلود ناموفق
fr_fr: Échec de la demande de téléchargement
ko_kr: 다운로드 요청 실패됨
uk_ua: Запит на завантаження не вдався

source: Download all backups
de_de: Alle Sicherungen herunterladen
fa_ir: دانلود همهٔ پشتیبان‌ها
fr_fr: Télécharger toutes les sauvegardes
ko_kr: 모든 백업 다운로드
uk_ua: Завантажити всі резервні копії

source: Download backup
de_de: Sicherung herunterladen
fa_ir: دانلود پشتیبان
fr_fr: Télécharger la sauvegarde
ko_kr: 백업 다운로드
uk_ua: Завантажити резервну копію

source: Download selection
de_de: Auswahl herunterladen
fa_ir: دانلود موارد انتخاب‌شده
fr_fr: Télécharger la sélection
ko_kr: 선택 다운로드
uk_ua: Завантажити вибране

source: Each IPv6 address must be wrapped inside square brackets '[fe80::]'.
de_de: Jede IPv6-Adresse muss in eckige Klammern gesetzt werden '[fe80::]'.
fa_ir: هر آدرس IPv6 باید داخل کروشه‌های مربعی '[fe80::]' قرار گیرد.
fr_fr: Chaque adresse IPv6 doit être placée entre crochets "[fe80: :]".
ko_kr: 각 IPv6 주소는 대괄호 '[fe80::]'로 묶어야 합니다.
uk_ua: Кожна адреса IPv6 повинна бути у квадратних дужках '[fe80::]'.

source: Edit Blocklists Settings
de_de: Blocklisten-Einstellungen bearbeiten
fa_ir: ویرایش تنظیمات بلاک‌لیست‌ها
fr_fr: Modifier les paramètres des listes de blocage
ko_kr: 차단 목록 설정 편집
uk_ua: Редагувати налаштування чорних списків

source: Edit Bridge
de_de: Bridge bearbeiten
fa_ir: ویرایش پل
fr_fr: Modifier le pont
ko_kr: 브리지 편집
uk_ua: Редагувати міст

source: Edit DHCP boot
de_de: DHCP-Bootoption bearbeiten
fa_ir: ویرایش بوت DHCP
fr_fr: Modifier le démarrage DHCP
ko_kr: DHCP boot 편집
uk_ua: Редагувати завантаження DHCP

source: Edit DHCP option
de_de: DHCP-Option bearbeiten
fa_ir: ویرایش گزینهٔ DHCP
fr_fr: Modifier l'option DHCP
ko_kr: DHCP 옵션 편집
uk_ua: Редагувати опцію DHCP

source: Edit DHCP range
de_de: DHCP-Bereich bearbeiten
fa_ir: ویرایش محدودهٔ DHCP
fr_fr: Modifier la plage DHCP
ko_kr: DHCP 범위 편집
uk_ua: Редагувати діапазон DHCP

source: Edit DHCP tag
de_de: DHCP-Tag bearbeiten
fa_ir: ویرایش تگ DHCP
fr_fr: Modifier la balise DHCP
ko_kr: DHCP 태그 편집
uk_ua: Редагувати тег DHCP

source: Edit Forward Zone
de_de: Forward-Zone bearbeiten
fa_ir: ویرایش زون فوروارد
fr_fr: Modifier la zone de transmission
ko_kr: 포워드 영역 편집
uk_ua: Редагувати пряму зону

source: Edit Handler
de_de: Handler bearbeiten
fa_ir: ویرایش هندلر
fr_fr: Gestionnaire d'édition
ko_kr: 핸들러 편집
uk_ua: Редагувати обробник

source: Edit Header
de_de: Header bearbeiten
fa_ir: ویرایش سربرگ
fr_fr: Modifier l'en-tête
ko_kr: 헤더 편집
uk_ua: Редагувати заголовок

source: Edit OpenVPN Static Key
de_de: Statischen OpenVPN-Schlüssel bearbeiten
fa_ir: ویرایش کلید ایستا OpenVPN
fr_fr: Modifier la clé statique OpenVPN
ko_kr: OpenVPN 정적 키 편집
uk_ua: Редагувати статичний ключ OpenVPN

source: Edit PD Pool
de_de: PD-Pool bearbeiten
fa_ir: ویرایش استخر PD
fr_fr: Modifier la réserve de PD
ko_kr: PD 풀 편집
uk_ua: Редагувати пул PD

source: Edit Privilege
de_de: Berechtigung bearbeiten
fa_ir: ویرایش مجوز
fr_fr: Modifier le privilège
ko_kr: 권한 편집
uk_ua: Редагувати привілей

source: Edit Route Redistribution
de_de: Routenumverteilung bearbeiten
fa_ir: ویرایش بازتوزیع مسیر
fr_fr: Modifier la redistribution des routes
ko_kr: 경로 재분배 편집
uk_ua: Редагувати перерозподіл маршрутів

source: Edit Tunable
de_de: Parameter bearbeiten
fa_ir: ویرایش تنظیم‌پذیر
ko_kr: 조정값 편집
uk_ua: Редагувати налаштовуваний параметр

source: Edit VirtualServer
de_de: Virtuellen Server bearbeiten
fa_ir: ویرایش سرور مجازی
fr_fr: Modifier le serveur virtuel
ko_kr: 가상서버 편집
uk_ua: Редагувати віртуальний сервер

source: Edit alias
de_de: Alias bearbeiten
fa_ir: ویرایش نام مستعار
fr_fr: Modifier l'alias
ko_kr: 별칭 편집
uk_ua: Редагувати псевдонім

source: Edit group
de_de: Gruppe bearbeiten
fa_ir: ویرایش گروه
fr_fr: Modifier le groupe
ko_kr: 그룹 수정
uk_ua: Редагувати групу

source: Edit host
de_de: Host bearbeiten
fa_ir: ویرایش میزبان
fr_fr: Editer l'hôte
ko_kr: 호스트 수정
uk_ua: Редагувати хост

source: Either 'Option' or 'Option6' is required.
de_de: Entweder 'Option' oder 'Option6' ist erforderlich.
fa_ir: یا 'Option' یا 'Option6' لازم است.
fr_fr: L'option "Option" ou "Option6" est requise.
ko_kr: '옵션' 또는 '옵션6'이 필요합니다.
uk_ua: Потрібно вказати 'Option' або 'Option6'.

source: Either an input or module needs to be specified.
de_de: Es muss entweder eine Eingabe oder ein Modul angegeben werden.
fa_ir: باید ورودی یا ماژول مشخص شود.
fr_fr: Une entrée ou un module doit être spécifié.
ko_kr: 입력이나 모듈을 지정해야 합니다.
uk_ua: Потрібно вказати вхід або модуль.

source: Either match on a certificate or an autority, but not both.
de_de: Entweder Übereinstimmung mit einem Zertifikat oder einer Autorität, aber nicht beides.
fa_ir: یا با گواهی مطابقت دهید یا با مرجع، نه هر دو.
fr_fr: Il peut s'agir d'un certificat ou d'une autorité, mais pas des deux.
ko_kr: 인증서 또는 기관 중 하나만 일치해야 하며, 둘 다 일치할 수는 없습니다.
uk_ua: Зіставте або сертифікат, або повноваження, але не обидва.

source: Either source or destination is not a rule managed with this component
de_de: Entweder Quelle oder Ziel ist keine Regel, die von dieser Komponente verwaltet wird.
fa_ir: یا منبع یا مقصد، قاعده‌ای نیست که توسط این مؤلفه مدیریت شود.
fr_fr: La source ou la destination n'est pas une règle gérée par ce composant.
ko_kr: 출발지 또는 목적지 모두 이 구성 요소로 관리되는 규칙이 아닙니다.
uk_ua: Джерело або призначення не є правилом, керованим цим компонентом

source: Enable reboot
de_de: Neustart aktivieren
fa_ir: فعال‌کردن راه‌اندازی مجدد
fr_fr: Activer le redémarrage
ko_kr: 재부팅 활성화
uk_ua: Увімкнути перезавантаження

source: Encrypt Password
de_de: Passwort verschlüsseln
fa_ir: رمزگذاری گذرواژه
fr_fr: Cryptage du mot de passe
ko_kr: 비밀번호 암호화
uk_ua: Зашифрувати пароль

source: End address may only be left empty for static ipv4 ranges.
de_de: Endadresse darf nur für statische IPv4-Bereiche leer gelassen werden.
fa_ir: آدرس پایانی را فقط برای محدوده‌های ipv4 ایستا می‌توان خالی گذاشت.
fr_fr: L'adresse finale ne peut être laissée vide que pour les plages ipv4 statiques.
ko_kr: 정적 IPv4 범위에 대해서만 종료 주소를 비워둘 수 있습니다.
uk_ua: Кінцева адреса може бути залишена порожньою лише для статичних діапазонів ipv4.

source: Enter OTP token:
de_de: OTP-Token eingeben:
fa_ir: توکن OTP را وارد کنید:
fr_fr: Saisir le jeton OTP :
ko_kr: OTP 토큰 입력:
uk_ua: Введіть маркер OTP:
