Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: lb_try_interval is a duration value that defines how long to wait between selecting the next host from the pool. Only relevant when a request to an upstream host fails. Be aware that setting this to 0 with a non-zero lb_try_duration can cause the CPU to spin if all backends are down and latency is very low.
de_de: lb_try_interval ist ein Zeitwert, der festlegt, wie lange zwischen der Auswahl des nächsten Hosts aus dem Pool gewartet wird. Nur relevant, wenn eine Anfrage an einen Upstream-Host fehlschlägt. Achtung: Ein Wert von 0 in Kombination mit einer gesetzten lb_try_duration ungleich 0 kann dazu führen, dass die CPU bei Ausfall aller Backends mit sehr geringer Latenz unnötig belastet wird.
fa_ir: lb_try_interval یک مقدار مدت‌زمان است که تعیین می‌کند چقدر بین انتخاب هاست بعدی از استخر منتظر بماند. فقط زمانی مرتبط است که درخواست به یک هاست upstream شکست خورده باشد. توجه داشته باشید که تنظیم این مقدار روی 0 همراه با lb_try_duration غیرصفر می‌تواند باعث چرخش CPU شود اگر همه backendها از کار افتاده و تأخیر بسیار کم باشد.
fr_fr: lb_try_interval est une valeur de durée qui définit le temps d'attente entre la sélection de l'hôte suivant dans le pool. Cette valeur n'est pertinente que lorsqu'une requête vers un hôte en amont échoue. Sachez qu'en mettant cette valeur à 0 avec une valeur lb_try_duration non nulle, le CPU peut tourner si tous les backends sont en panne et que la latence est très faible.
ko_kr: lb_try_interval은 풀에서 다음 호스트를 선택하기까지 대기하는 시간을 정의하는 기간 값입니다. 이 설정은 업스트림 호스트로의 요청이 실패했을 때만 적용됩니다. 모든 백엔드가 다운되어 있고 지연 시간이 매우 낮은 상황에서, lb_try_duration이 0이 아닌 상태로 lb_try_interval을 0으로 설정하면 CPU가 과도하게 사용될 수 있으므로 주의하세요.
uk_ua: lb_try_interval – це значення тривалості, що визначає, як довго чекати між вибором наступного хоста з пулу. Актуально лише тоді, коли запит до апстрім-хоста не вдається. Зверніть увагу, що встановлення цього значення на 0 з ненульовим lb_try_duration може призвести до високого завантаження процесора, якщо всі бекенди не працюють і затримка дуже низька.

source: max_fails is the maximum number of failed requests within fail_duration that are needed before considering an upstream to be down.
de_de: max_fails ist die maximale Anzahl fehlgeschlagener Anfragen innerhalb der fail_duration, bevor ein Upstream als "down" betrachtet wird.
fa_ir: max_fails حداکثر تعداد درخواست‌های ناموفق در بازه fail_duration است که قبل از در نظر گرفتن یک upstream به‌عنوان از کار افتاده لازم است.
fr_fr: max_fails est le nombre maximum de requêtes ayant échoué pendant la durée fail_duration qui sont nécessaires avant de considérer qu'un amont est en panne.
ko_kr: max_fails는 fail_duration 기간 내에 발생한 요청 실패 횟수가 이 값에 도달하면, 해당 업스트림을 다운된 것으로 판단하기 위한 최대 실패 횟수입니다.
uk_ua: max_fails – це максимальна кількість невдалих запитів протягом fail_duration, необхідних перед тим, як вважати апстрім непрацюючим.

source: no timout
de_de: kein Timeout
fa_ir: بدون زمان انتظار
fr_fr: pas de délai d'attente
ko_kr: 타임아웃 없음
uk_ua: без тайм-ауту

source: propagation_delay is a duration value in seconds that sets how long to wait before starting DNS TXT records propagation checks when using the DNS challenge.
de_de: propagation_delay ist ein Zeitwert in Sekunden, der angibt, wie lange gewartet wird, bevor mit der Überprüfung der DNS-TXT-Records begonnen wird, wenn die DNS-Challenge verwendet wird.
fa_ir: propagation_delay یک مقدار مدت‌زمان بر حسب ثانیه است که تعیین می‌کند قبل از شروع بررسی انتشار رکوردهای DNS TXT در هنگام استفاده از چالش DNS چقدر باید منتظر ماند.
fr_fr: propagation_delay est une valeur de durée en secondes qui définit le temps d'attente avant de commencer les vérifications de propagation des enregistrements DNS TXT lors de l'utilisation du challenge DNS.
ko_kr: propagation_delay는 DNS TXT 레코드 전파 확인을 시작하기 전에 초 단위로 설정하는 대기 시간 값입니다. DNS 챌린지에서 사용됩니다.
uk_ua: propagation_delay – це значення тривалості в секундах, що встановлює, як довго чекати перед початком перевірок розповсюдження DNS TXT записів при використанні DNS-виклику.

source: propagation_timeout is a duration value in seconds that sets the maximum time to wait for the DNS TXT records to appear when using the DNS challenge.
de_de: propagation_timeout ist ein Zeitwert in Sekunden, der die maximale Wartezeit angibt, bis die DNS-TXT-Records erscheinen, wenn die DNS-Challenge verwendet wird.
fa_ir: propagation_timeout یک مقدار مدت‌زمان بر حسب ثانیه است که حداکثر زمان انتظار برای ظاهر شدن رکوردهای DNS TXT هنگام استفاده از چالش DNS را تعیین می‌کند.
fr_fr: propagation_timeout est une valeur de durée en secondes qui définit le temps d'attente maximum pour que les enregistrements DNS TXT apparaissent lors de l'utilisation du challenge DNS.
ko_kr: propagation_timeout는 DNS 챌린지를 사용시 DNS TXT 레코드가 나타날 때까지 기다릴 수 있는 최대 시간(초)을 설정하는 값입니다.
uk_ua: propagation_timeout – це значення тривалості в секундах, що встановлює максимальний час очікування появи DNS TXT записів при використанні DNS-виклику.

source: read_body is a duration value in seconds that sets how long to allow a read from a client's upload. Setting this to a short, non-zero value can mitigate slowloris attacks, but may also affect legitimately slow clients.
de_de: read_body ist ein Zeitwert in Sekunden, der angibt, wie lange das Einlesen eines Client-Uploads erlaubt ist. Ein kurzer, von null verschiedener Wert kann Slowloris-Angriffe abmildern, kann jedoch auch langsame Clients beeinträchtigen.
fa_ir: read_body یک مقدار مدت‌زمان بر حسب ثانیه است که مشخص می‌کند برای خواندن آپلود مشتری چقدر زمان مجاز است. تنظیم این مقدار روی یک مقدار کوتاه و غیرصفر می‌تواند حملات slowloris را کاهش دهد، اما ممکن است روی مشتری‌های واقعاً کند هم تأثیر بگذارد.
fr_fr: read_body est une valeur de durée en secondes qui définit la durée de lecture de l'upload d'un client. La définition d'une valeur courte et non nulle peut atténuer les attaques slowloris, mais peut également affecter les clients légitimement lents.
ko_kr: read_body는 클라이언트로부터 업로드를 읽는 데 허용할 시간(초)을 설정하는 값입니다. 이 값을 짧고 0이 아닌 값으로 설정하면 slowloris 공격을 완화하는 데 도움이 될 수 있지만, 실제로 업로드 속도가 느린 합법적인 클라이언트에도 영향을 줄 수 있습니다.
uk_ua: read_body – це значення тривалості в секундах, що встановлює, як довго дозволяти читання з завантаження клієнта. Встановлення цього значення на коротке, ненульове значення може пом'якшити атаки slowloris, але також може вплинути на легітимно повільних клієнтів.

source: read_header is a duration value in seconds that sets how long to allow a read from a client's request headers.
de_de: read_header ist ein Zeitwert in Sekunden, der angibt, wie lange das Einlesen der Request-Header eines Clients erlaubt ist.
fa_ir: read_header یک مقدار مدت‌زمان بر حسب ثانیه است که مشخص می‌کند برای خواندن هدرهای درخواست مشتری چقدر زمان مجاز است.
fr_fr: read_header est une valeur de durée en secondes qui définit la durée de lecture des en-têtes de la requête du client.
ko_kr: read_header는 클라이언트 요청 헤더로부터 데이터를 읽는 데 허용할 시간(초)을 설정하는 값입니다.
uk_ua: read_header – це значення тривалості в секундах, що встановлює, як довго дозволяти читання з заголовків запиту клієнта.

source: unhealthy_latency is a duration value in ms that counts a request as failed if it takes this long to get a response.
de_de: unhealthy_latency ist ein Zeitwert in Millisekunden. Eine Anfrage gilt als fehlgeschlagen, wenn die Antwort länger als dieser Wert benötigt.
fa_ir: unhealthy_latency یک مقدار مدت‌زمان بر حسب ms است که اگر یک درخواست این‌قدر طول بکشد تا پاسخ دریافت کند، آن را ناموفق محسوب می‌کند.
fr_fr: unhealthy_latency est une valeur de durée en ms qui considère qu'une requête a échoué s'il faut autant de temps pour obtenir une réponse.
ko_kr: unhealthy_latency는 응답을 받기까지 걸리는 시간(밀리초)으로, 이 시간을 초과하면 요청을 실패로 간주합니다.
uk_ua: unhealthy_latency – це значення тривалості в мс, яке рахує запит невдалим, якщо на отримання відповіді потрібно стільки часу.

source: unhealthy_request_count is the permissible number of simultaneous requests to a backend before marking it as down. In other words, if a particular backend is currently handling this many requests, then it is considered "overloaded" and other backends will be preferred instead. This should be a reasonably large number; configuring this means that the proxy will have a limit of unhealthy_request_count × upstreams_count total simultaneous requests, and any requests after that point will result in an error due to no upstreams being available.
de_de: unhealthy_request_count ist die zulässige Anzahl gleichzeitiger Anfragen an ein Backend, bevor dieses als ausgefallen markiert wird. Mit anderen Worten: Wenn ein bestimmtes Backend aktuell so viele Anfragen verarbeitet, wird es als "überlastet" betrachtet und andere Backends werden bevorzugt. Dieser Wert sollte ausreichend hoch angesetzt werden. Mit dieser Einstellung ergibt sich ein Proxy-Limit von unhealthy_request_count × upstreams_count gleichzeitigen Anfragen. Alle weiteren Anfragen führen zu einem Fehler, da keine Upstreams mehr verfügbar sind.
fa_ir: unhealthy_request_count تعداد مجاز درخواست‌های هم‌زمان به یک backend را قبل از علامت‌زدن آن به‌عنوان down مشخص می‌کند. به عبارت دیگر، اگر یک backend خاص در حال حاضر این تعداد درخواست را پردازش کند، آنگاه آن «بیش‌بارگذاری‌شده» محسوب شده و سایر backendها در اولویت قرار می‌گیرند. این مقدار باید عددی نسبتاً بزرگ باشد؛ تنظیم آن بدین معناست که پراکسی محدودیتی معادل unhealthy_request_count × upstreams_count درخواست هم‌زمان کل خواهد داشت و هر درخواست پس از آن منجر به خطا می‌شود زیرا هیچ upstreamی در دسترس نیست.
fr_fr: unhealthy_request_count est le nombre de requêtes simultanées autorisées pour un backend avant de le marquer comme hors service. En d'autres termes, si un backend particulier gère actuellement ce nombre de requêtes, il est considéré comme "surchargé" et d'autres backends lui seront préférés. Ce nombre doit être raisonnablement élevé ; configurer cela signifie que le proxy aura une limite de unhealthy_request_count × upstreams_count total des requêtes simultanées, et que toute requête au-delà de ce point entraînera une erreur en raison de l'absence d'upstreams disponibles.
ko_kr: unhealthy_request_count는 백엔드 서버로 동시에 허용되는 요청 수를 나타내는 값입니다. 만약 특정 백엔드 서버가 이 수만큼의 요청을 처리 중이라면, 과부하 상태로 간주되어 다른 백엔드 서버가 선호됩니다. 이 설정은 백엔드 서버의 과부하를 감지하고 요청을 분산시키는 데 사용되며, 총 허용 동시 요청 수는 unhealthy_request_count X 백엔드 서버 수로 제한됩니다. 이 제한을 초과하면 해당 백엔드는 사용 불가능 상태로 간주됩니다.
uk_ua: unhealthy_request_count — це допустима кількість одночасних запитів до бекенду, перш ніж позначити його як неактивний. Іншими словами, якщо певний бекенд наразі обробляє таку кількість запитів, то він вважається "перевантаженим", і замість нього будуть віддаватися перевага іншим бекендам. Це має бути достатньо велике число; налаштування цього означає, що проксі матиме ліміт unhealthy_request_count × upstreams_count загальної кількості одночасних запитів, і будь-які запити після цього призведуть до помилки через відсутність доступних апстрімів.

source: unhealthy_status counts a request as failed if the response comes back with one of these status codes. Can be a 3-digit status code or a status code class ending in xx, for example: 404 or 5xx.
de_de: unhealthy_status markiert eine Anfrage als fehlgeschlagen, wenn die Antwort einen der angegebenen Statuscodes enthält. Zulässig sind dreistellige Statuscodes oder Statuscode-Klassen, die auf "xx" enden, zum Beispiel 404 oder 5xx.
fa_ir: unhealthy_status یک درخواست را ناموفق محسوب می‌کند اگر پاسخ با یکی از این کدهای وضعیت برگردد. می‌تواند یک کد وضعیت سه‌رقمی باشد یا یک کلاس کد وضعیت که با xx پایان می‌یابد، مثلاً: 404 یا 5xx.
fr_fr: unhealthy_status considère qu'une demande a échoué si la réponse contient l'un de ces codes d'état. Il peut s'agir d'un code d'état à trois chiffres ou d'une classe de codes d'état se terminant par xx, par exemple : 404 ou 5xx.
ko_kr: unhealthy_status는 응답 상태 코드가 다음 코드 중 하나와 일치하면 요청을 실패로 간주합니다. 3자리 상태 코드이거나 xx로 끝나는 상태 코드 클래스일 수 있습니다 (예: 404 또는 5xx).
uk_ua: unhealthy_status зараховує запит як невдалий, якщо відповідь повертається з одним із цих кодів стану. Може бути 3-значний код стану або клас коду стану, що закінчується на xx, наприклад: 404 або 5xx.

source: write is a duration value in seconds that sets how long to allow a write to a client. Note that setting this to a small value when serving large files may negatively affect legitimately slow clients.
de_de: write ist ein Zeitwert in Sekunden, der angibt, wie lange ein Schreiben an einen Client erlaubt ist. Beachten Sie, dass ein zu kleiner Wert beim Ausliefern großer Dateien negative Auswirkungen auf langsame Clients haben kann.
fa_ir: write یک مقدار مدت‌زمان بر حسب ثانیه است که تعیین می‌کند چه مدت اجازه داده شود نوشتن به کلاینت ادامه یابد. توجه داشته باشید که تنظیم مقدار کوچک هنگام ارسال فایل‌های بزرگ ممکن است روی کلاینت‌های واقعاً کند تأثیر منفی بگذارد.
fr_fr: write est une valeur de durée en secondes qui définit la durée d'autorisation d'écriture pour un client. Il est à noter que si cette valeur est faible lorsque des fichiers volumineux sont servis, les clients légitimement lents risquent d'en pâtir.
ko_kr: write는 클라이언트로 데이터를 쓰는 데 허용되는 최대 시간(초)입니다. 대용량 파일 전송 시 값이 너무 작으면 정상적인 느린 클라이언트의 연결이 끊길 수 있습니다.
uk_ua: write — це значення тривалості в секундах, яке визначає, як довго дозволяти запис клієнту. Зауважте, що встановлення цього значення на мале при обслуговуванні великих файлів може негативно вплинути на дійсно повільних клієнтів.

source: Backend State
de_de: Backend-Status
fa_ir: وضعیت Backend
fr_fr: État du backend
ko_kr: 백엔드 상태
uk_ua: Стан бекенду

source: Battery is charging
de_de: Batterie wird geladen
fa_ir: باتری در حال شارژ است
fr_fr: La batterie est en cours de chargement
ko_kr: 배터리 충전 중
uk_ua: Акумулятор заряджається

source: Battery is discharging
de_de: Batterie entlädt sich
fa_ir: باتری در حال تخلیه است
fr_fr: La batterie se décharge
ko_kr: 배터리 방전 중
uk_ua: Акумулятор розряджається

source: Battery needs to be replaced
de_de: Batterie muss ausgetauscht werden
fa_ir: باتری نیاز به تعویض دارد
fr_fr: La batterie doit être remplacée
ko_kr: 배터기 교체가 필요함
uk_ua: Акумулятор потребує заміни

source: Battery status
de_de: Batteriestatus
fa_ir: وضعیت باتری
fr_fr: État de la batterie
ko_kr: 배터리 상태
uk_ua: Стан акумулятора

source: Caddy does not manage any domains.
de_de: Caddy verwaltet keine Domains.
fa_ir: Caddy هیچ دامنه‌ای را مدیریت نمی‌کند.
fr_fr: Caddy ne gère aucun domaine.
ko_kr: Caddy는 도메인을 관리하지 않습니다.
uk_ua: Caddy не керує жодними доменами.

source: Could not fetch data
de_de: Daten konnten nicht abgerufen werden
fa_ir: امکان دریافت داده‌ها وجود ندارد.
fr_fr: Impossible de récupérer les données
ko_kr: 데이터를 가져올 수 없음
uk_ua: Не вдалося отримати дані

source: DMI Data
de_de: DMI-Daten
fa_ir: اطلاعات DMI
fr_fr: Données DMI
ko_kr: DMI 데이터
uk_ua: Дані DMI

source: DNS Name
fa_ir: نام DNS
fr_fr: Nom DNS
ko_kr: DNS 이름
uk_ua: Ім'я DNS

source: Exit Node
de_de: Exit-Knoten
fa_ir: گره خروجی
fr_fr: Nœud de sortie
ko_kr: 종단 노드
uk_ua: Вихідний вузол

source: Expired on
de_de: Abgelaufen am
fa_ir: منقضی شده در
fr_fr: Expiré le
ko_kr: 만료일
uk_ua: Термін дії закінчився

source: Forced Shutdown
de_de: Erzwungenes Herunterfahren
fa_ir: خاموشی اجباری
fr_fr: Arrêt forcé
ko_kr: 강제 셧다운
uk_ua: Примусове вимкнення

source: Hidden Certificates
de_de: Verborgene Zertifikate
fa_ir: گواهی‌های مخفی
fr_fr: Certificats cachés
ko_kr: 숨겨진 인증서
uk_ua: Приховані сертифікати

source: High battery
de_de: Hoher Batteriestatus
fa_ir: شارژ باتری بالا
fr_fr: Batterie élevée
ko_kr: 고 배터리
uk_ua: Високий заряд акумулятора

source: Input Power
de_de: Eingangsleistung
fa_ir: توان ورودی
fr_fr: Puissance d'entrée
ko_kr: 입력 전원
uk_ua: Вхідна потужність

source: Low battery
de_de: Niedriger Batteriestand
fa_ir: شارژ باتری کم
fr_fr: Pile faible
ko_kr: 저 배터리
uk_ua: Низький заряд акумулятора

source: No certificates to display.
de_de: Keine Zertifikate zum Anzeigen vorhanden.
fa_ir: هیچ گواهی‌ای برای نمایش وجود ندارد.
fr_fr: Aucun certificat à afficher.
ko_kr: 표시할 인증서가 없습니다.
uk_ua: Немає сертифікатів для відображення.

source: Nut is not returning a status. Click to reconfigure Nut.
de_de: Nut liefert keinen Status zurück. Klicken Sie, um Nut neu zu konfigurieren.
fa_ir: Nut وضعیت را بازنمی‌گرداند. برای بازپیکربندی Nut کلیک کنید.
fr_fr: Nut ne renvoie pas de statut. Cliquez pour reconfigurer Nut.
ko_kr: Nut이 상태를 반환하지 않습니다. Nut을 재구성하려면 클릭하세요.
uk_ua: Nut не повертає стан. Клацніть, щоб переналаштувати Nut.

source: Nut is not started. Click to configure Nut.
de_de: Nut wurde nicht gestartet. Klicken Sie, um Nut zu konfigurieren.
fa_ir: Nut راه‌اندازی نشده است. برای پیکربندی Nut کلیک کنید.
fr_fr: Nut n'est pas démarré. Cliquez sur pour configurer Nut.
ko_kr: Nut이 시작되지 않았습니다. 클릭하여 Nut을 구성하세요.
uk_ua: Nut не запущено. Клацніть, щоб налаштувати Nut.

source: On battery
de_de: Auf Batterie
fa_ir: روی باتری
fr_fr: Sur batterie
ko_kr: 배터리 전원 사용 중
uk_ua: Від акумулятора

source: On line
de_de: Am Netz
fa_ir: آن‌لاین
fr_fr: En ligne
ko_kr: 상용 전원 사용 중
uk_ua: В мережі

source: Output Power
de_de: Ausgangsleistung
fa_ir: توان خروجی
fr_fr: Puissance de sortie
ko_kr: 출력 전원
uk_ua: Вихідна потужність

source: Performing runtime calibration
de_de: Durchführen einer Laufzeitkalibrierung
fa_ir: در حال انجام کالیبراسیون زمان اجرا
fr_fr: Effectuer un étalonnage en cours d'exécution
ko_kr: 런타임 보정 수행
uk_ua: Виконується калібрування в режимі реального часу

source: Product Name
de_de: Produktname
fa_ir: نام محصول
fr_fr: Nom du produit
ko_kr: 제품 이름
uk_ua: Назва продукту

source: Release Date
de_de: Veröffentlichungsdatum
fa_ir: تاریخ انتشار
fr_fr: Date de sortie
ko_kr: 릴리스 날짜
uk_ua: Дата випуску

source: Remote NUT Server
fa_ir: سرور NUT از راه دور
fr_fr: Serveur NUT distant
ko_kr: 원격 NUT 서버
uk_ua: Віддалений сервер NUT

source: Serial Number
de_de: Seriennummer
fa_ir: شماره سریال
fr_fr: Numéro de série
ko_kr: 시리얼 넘버
uk_ua: Серійний номер

source: Tailscale IP
uk_ua: IP-адреса Tailscale

source: Tailscale service is not running
de_de: Der Tailscale-Dienst wird nicht ausgeführt
fa_ir: سرویس Tailscale در حال اجرا نیست
fr_fr: Le service Tailscale ne fonctionne pas
ko_kr: Tailscale 서비스가 실행 중이 아님
uk_ua: Служба Tailscale не запущена

source: This widget only works with the Netclient driver. Click to configure the Netclient driver.
de_de: Dieses Widget funktioniert nur mit dem Netclient-Treiber. Klicken Sie hier, um den Netclient-Treiber zu konfigurieren.
fa_ir: این ویجت فقط با درایور Netclient کار می‌کند. برای پیکربندی درایور Netclient کلیک کنید.
fr_fr: Ce widget ne fonctionne qu'avec le pilote Netclient. Cliquez sur pour configurer le pilote Netclient.
ko_kr: 이 위젯은 Netclient 드라이버에서만 작동합니다. Netclient 드라이버를 구성하려면 클릭하세요.
uk_ua: Цей віджет працює лише з драйвером Netclient. Клацніть, щоб налаштувати драйвер Netclient.

source: UPS Efficiency
de_de: USV-Effizienz
fa_ir: بازدهی UPS
fr_fr: Efficacité de l'ASI
ko_kr: UPF 효율
uk_ua: Ефективність ДБЖ

source: UPS Load
de_de: USV-Last
fa_ir: بار UPS
fr_fr: Charge de l'ASI
ko_kr: UPS 로드
uk_ua: Завантаження ДБЖ

source: UPS Model
de_de: USV-Modell
fa_ir: مدل UPS
fr_fr: Modèle d'ASI
ko_kr: UPS 모델
uk_ua: Модель ДБЖ

source: UPS bypass circuit is active
de_de: Der USV-Bypass-Schaltkreis ist aktiv
fa_ir: مدار بای‌پس UPS فعال است
fr_fr: Le circuit de dérivation de l'ASI est actif
ko_kr: UPS 바이패스 회로가 작동 중
uk_ua: Активний обхідний ланцюг ДБЖ

source: UPS is boosting voltage
de_de: USV erhöht die Spannung
fa_ir: UPS در حال تقویت ولتاژ است
fr_fr: L'onduleur augmente la tension
ko_kr: UPS는 전압을 높여줌
uk_ua: ДБЖ підвищує напругу

source: UPS is offline
de_de: USV ist offline
fa_ir: UPS آفلاین است
fr_fr: UPS est hors ligne
ko_kr: UPS 오프라인 상태
uk_ua: ДБЖ офлайн

source: UPS is overloaded
de_de: USV ist überlastet
fa_ir: UPS دچار اضافه‌بار است
fr_fr: L'onduleur est surchargé
ko_kr: UPS에 과부하 상태
uk_ua: ДБЖ перевантажено

source: UPS is trimming voltage
de_de: USV trimmt Spannung
fa_ir: UPS در حال تنظیم ولتاژ است
fr_fr: L'onduleur est en train de réduire la tension
ko_kr: UPS 전압 저감 중
uk_ua: ДБЖ регулює напругу

source: Vendor
de_de: Anbieter
fa_ir: سازنده
fr_fr: Vendeur
ko_kr: 벤더
uk_ua: Постачальник

source: h
fa_ir: ساعت
ko_kr: 시
uk_ua: год

source: m
fa_ir: دقیقه
ko_kr: 분
uk_ua: хв

source: s
fa_ir: ثانیه
ko_kr: 초
uk_ua: с

source: 1 (768 bits)
de_de: 1 (768 Bit)
fa_ir: 1 (768 بیت)
uk_ua: 1 (768 біт)

source: 14 (2048 bits)
de_de: 14 (2048 Bit)
fa_ir: 14 (2048 بیت)
uk_ua: 14 (2048 біт)

source: 15 (3072 bits)
de_de: 15 (3072 Bit)
fa_ir: 15 (3072 بیت)
uk_ua: 15 (3072 біт)

source: 16 (4096 bits)
de_de: 16 (4096 Bit)
fa_ir: 16 (4096 بیت)
uk_ua: 16 (4096 біт)

source: 17 (6144 bits)
de_de: 17 (6144 Bit)
fa_ir: 17 (6144 بیت)
uk_ua: 17 (6144 біт)

source: 18 (8192 bits)
de_de: 18 (8192 Bit)
fa_ir: 18 (8192 بیت)
uk_ua: 18 (8192 біт)

source: 19 (NIST EC 256 bits)
de_de: 19 (NIST EC 256 Bit)
fa_ir: 19 (NIST EC 256 بیت)
uk_ua: 19 (NIST EC 256 біт)

source: 2 (1024 bits)
de_de: 2 (1024 Bit)
fa_ir: 2 (1024 بیت)
uk_ua: 2 (1024 біт)

source: 20 (NIST EC 384 bits)
de_de: 20 (NIST EC 384 Bit)
fa_ir: 20 (NIST EC 384 بیت)
uk_ua: 20 (NIST EC 384 біт)

source: 21 (NIST EC 521 bits)
de_de: 21 (NIST EC 521 Bit)
fa_ir: 21 (NIST EC 521 بیت)
uk_ua: 21 (NIST EC 521 біт)

source: 22 (1024(sub 160) bits)
de_de: 22 (1024 (sub 160) Bit)
fa_ir: 22 (1024 (sub 160) بیت)
uk_ua: 22 (1024(sub 160) біт)

source: 23 (2048(sub 224) bits)
de_de: 23 (2048 (sub 224) Bit)
fa_ir: 23 (2048 (sub 224) بیت)
uk_ua: 23 (2048(sub 224) біт)

source: 24 (2048(sub 256) bits)
de_de: 24 (2048 (sub 256) Bit)
fa_ir: 24 (2048 (sub 256) بیت)
uk_ua: 24 (2048(sub 256) біт)

source: 28 (Brainpool EC 256 bits)
de_de: 28 (Brainpool EC 256 Bit)
fa_ir: 28 (Brainpool EC 256 بیت)
uk_ua: 28 (Brainpool EC 256 біт)

source: 29 (Brainpool EC 384 bits)
de_de: 29 (Brainpool EC 384 Bit)
fa_ir: 29 (Brainpool EC 384 بیت)
uk_ua: 29 (Brainpool EC 384 біт)

source: 30 (Brainpool EC 512 bits)
de_de: 30 (Brainpool EC 512 Bit)
fa_ir: 30 (Brainpool EC 512 بیت)
uk_ua: 30 (Brainpool EC 512 біт)

source: 302 (Found)
de_de: 302 (Gefunden)
fa_ir: 302 (یافت شد)
fr_fr: 302 (Trouvé)
ko_kr: 302 (임시 이동됨)
uk_ua: 302 (Знайдено)

source: 303 (See Other)
de_de: 303 (Siehe Andere)
fa_ir: 303 (مشاهدهٔ دیگر)
fr_fr: 303 (voir autres)
ko_kr: 303 (다른 위치 참조)
uk_ua: 303 (Дивись інше)

source: 304 (Not Modified)
de_de: 304 (Nicht Geändert)
fa_ir: 304 (بدون تغییر)
fr_fr: 304 (non modifié)
ko_kr: 304 (변경되지 않음)
uk_ua: 304 (Не змінено)

source: 307 (Temporary Redirect)
de_de: 307 (Vorübergehende Weiterleitung)
fa_ir: 307 (انتقال موقت)
fr_fr: 307 (Redirection temporaire)
ko_kr: 307 (임시 리다이렉트)
uk_ua: 307 (Тимчасове перенаправлення)

source: 308 (Permanent Redirect)
de_de: 308 (Dauerhafte Weiterleitung)
fa_ir: 308 (انتقال دائمی)
fr_fr: 308 (Redirection permanente)
ko_kr: 308 (영구 리다이렉트)
uk_ua: 308 (Постійне перенаправлення)

source: 31 (Elliptic Curve 25519)
de_de: 31 (Elliptische Kurve 25519)
fr_fr: 31 (courbe elliptique 25519)
uk_ua: 31 (Еліптична крива 25519)

source: 5 (1536 bits)
de_de: 5 (1536 Bit)
fa_ir: 5 (1536 بیت)
uk_ua: 5 (1536 біт)

source: A groupname must contain a maximum of 32 alphanumeric characters.
de_de: Ein Gruppenname darf maximal 32 alphanumerische Zeichen enthalten.
fa_ir: نام گروه باید حداکثر 32 کاراکتر حروف و اعداد داشته باشد.
fr_fr: Un nom de groupe doit contenir au maximum 32 caractères alphanumériques.
ko_kr: 그룹 이름은 최대 32자의 영숫자로 구성되어야 합니다.
uk_ua: Назва групи повинна містити максимум 32 буквено-цифрові символи.

source: A host group with this name already exists.
de_de: Eine Hostgruppe mit diesem Namen ist bereits vorhanden.
fa_ir: گروه میزبان با این نام قبلاً وجود دارد.
fr_fr: Un groupe d'hôtes portant ce nom existe déjà.
ko_kr: 이미 동일한 이름의 호스트 그룹이 존재합니다.
uk_ua: Група хостів з такою назвою вже існує.

source: A key is required; generate one with the button.
de_de: Es wird ein Schlüssel benötigt, generieren Sie diesen mit der Schaltfläche.
fa_ir: یک کلید لازم است؛ با دکمه یکی تولید کنید.
fr_fr: Une clé est nécessaire ; générez-en une avec le bouton.
ko_kr: 키가 필요합니다. 버튼을 사용하여 생성하세요.
uk_ua: Потрібен ключ; згенеруйте його за допомогою кнопки.
