Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Multicast Addresses
cs_cz: Adresy vícesměrového vysílání
de_de: Multicast Adressen
el_gr: Διευθύνσεις πολλαπλής διανομής
fa_ir: آدرس‌های چندپخشی
fr_fr: Adresses de multidiffusion
it_it: Indirizzi multicast
ko_kr: 멀티캐스트 주소
pl_pl: Adresy wielokierunkowe
uk_ua: Багатоадресні адреси
zh_cn: 组播地址

source: Negative and positive IDs cannot be mixed.
cs_cz: Není možné míchat záporné a kladné identifikátory.
de_de: Negative und positive Werte können nicht gleichzeitig verwendet werden.
el_gr: Δεν είναι δυνατή η ανάμειξη αρνητικών και θετικών αναγνωριστικών.
fa_ir: نمی‌توان شناسه‌های منفی و مثبت را با هم ترکیب کرد.
fr_fr: Les identifiants négatifs et positifs ne peuvent pas être mélangés.
it_it: Gli ID negativi e positivi non possono essere mischiati.
ko_kr: 음수 ID와 양수 ID는 함께 사용할 수 없습니다.
pl_pl: Nie można mieszać ID dodatnich i ujemnych.
uk_ua: Негативні та позитивні ID не можуть бути змішані.
zh_cn: 正负IDs不能混用。

source: New and old config files are identical.
cs_cz: Nový a původní soubor s nastaveními je identický.
de_de: Neue und alte Konfigurationsdateien sind identisch.
el_gr: Τα νέα και τα παλιά αρχεία ρυθμίσεων είναι πανομοιότυπα.
fa_ir: فایل‌های پیکربندی جدید و قدیمی یکسان هستند.
fr_fr: Les nouveaux et anciens fichiers de configuration sont identiques.
it_it: I file di configurazione nuovi e vecchi sono identici.
ko_kr: 새 구성 파일과 이전 구성 파일이 동일합니다.
pl_pl: Nowe i stare pliki konfiguracyjne są identyczne.
uk_ua: Новий та старий файли конфігурації ідентичні.
zh_cn: 新旧配置文件是相同的。

source: New version
cs_cz: Nová verze
de_de: Neue Version
el_gr: Νέα έκδοση
fa_ir: نسخه جدید
fr_fr: Nouvelle version
it_it: Nuova versione
ko_kr: 새 버전
pl_pl: Nowa wersja
uk_ua: Нова версія
zh_cn: 新版本

source: No issues were detected.
cs_cz: Nezjištěny žádné problémy.
de_de: Es wurden keine Probleme festgestellt.
el_gr: Δεν εντοπίστηκαν προβλήματα.
fa_ir: هیچ مشکلی شناسایی نشد.
fr_fr: Aucun problème n'a été détecté.
it_it: Non è stato rilevato alcun problema.
ko_kr: 문제가 발견되지 않았습니다.
pl_pl: Nie wykryto problemów.
uk_ua: Проблем не виявлено.
zh_cn: 未检测到问题。

source: No results. Check General log for details
cs_cz: Nic nenalezeno. Podrobnosti viz obecný záznam událostí
de_de: Keine Ergebnisse. Weitere Details finden Sie im allgemeinen Protokoll.
el_gr: Δεν υπάρχουν αποτελέσματα. Ελέγξτε το Γενικό αρχείο καταγραφής για λεπτομέρειες.
fa_ir: هیچ نتیجه‌ای. برای جزئیات، لاگ عمومی را بررسی کنید.
fr_fr: Aucun résultat. Vérifiez le journal général pour plus de détails
it_it: Nessun risultato. Controlla il registro generale per i dettagli
ko_kr: 결과가 없습니다. 자세한 내용은 일반 로그를 확인하세요
pl_pl: Brak wyników. Sprawdź log ogólny, aby uzyskać szczegóły
uk_ua: Немає результатів. Перегляньте загальний журнал для отримання деталей
zh_cn: 没结果。 检查常规日志来获取详细信息

source: Norwegian
cs_cz: norština
de_de: Norwegisch
el_gr: Νορβηγικά
fa_ir: نروژی
fr_fr: Norvégien
it_it: norvegese
ko_kr: 노르웨이어
pl_pl: Norweski
uk_ua: Норвезька

source: OK (registered)
cs_cz: OK (zaregistrováno)
de_de: OK (registriert)
el_gr: ΟΚ (εγγεγραμμένο)
fa_ir: تأیید (ثبت‌شده)
fr_fr: OK (enregistré)
it_it: OK (registrato)
ko_kr: OK (등록됨)
pl_pl: OK (zarejestrowano)
uk_ua: ОК (зареєстровано)
zh_cn: 确定（已注册）

source: OSPF NSSA external type 1
cs_cz: OSPF NSSA externí typ 1
de_de: OSPF-NSSA-Extern Typ 1
el_gr: OSPF NSSA εξωτερικός τύπος 1
fa_ir: OSPF NSSA خارجی نوع 1
fr_fr: OSPF NSSA externe de type 1
it_it: OSPF NSSA esterno di tipo 1
ko_kr: OSPF NSSA 외부 유형 1
pl_pl: OSPF NSSA zewnętrzny typ 1
uk_ua: OSPF NSSA зовнішній тип 1
zh_cn: OSPF NSSA外部类型 1

source: OSPF NSSA external type 2
cs_cz: OSPF NSSA externí typ 2
de_de: OSPF-NSSA-Extern Typ 2
el_gr: OSPF NSSA εξωτερικός τύπος 2
fa_ir: OSPF NSSA خارجی نوع 2
fr_fr: OSPF NSSA externe de type 2
it_it: OSPF NSSA esterno di tipo 2
ko_kr: OSPF NSSA 외부 유형 2
pl_pl: OSPF NSSA zewnętrzny typ 2
uk_ua: OSPF NSSA зовнішній тип 2
zh_cn: OSPF NSSA外部类型 2

source: OSPF external type 1
cs_cz: OSPF externí typ 1
de_de: OSPF-Extern Typ 1
el_gr: Εξωτερικός OSPF τύπου 1
fa_ir: OSPF خارجی نوع 1
fr_fr: OSPF externe de type 1
it_it: OSPF esterno tipo 1
ko_kr: OSPF 외부 유형 1
pl_pl: OSPF zewnętrzny typ 1
uk_ua: OSPF зовнішній тип 1
zh_cn: OSPF外部类型 1

source: OSPF external type 2
cs_cz: OSPF externí typ 2
de_de: OSPF-Extern Typ 2
el_gr: Εξωτερικός OSPF τύπου 2
fa_ir: OSPF خارجی نوع 2
fr_fr: OSPF externe de type 2
it_it: OSPF esterno tipo 2
ko_kr: OSPF 외부 유형 2
pl_pl: OSPF zewnętrzny typ 2
uk_ua: OSPF зовнішній тип 2
zh_cn: OSPF外部类型 2

source: OSPF inter area
cs_cz: Mezioblast protokolu OSPF
de_de: OSPF-Bereichsübergreifend
el_gr: Διαπεριοχή OSPF
fa_ir: OSPF بین‌ناحیه‌ای
fr_fr: OSPF inter-zone
ko_kr: OSPF 영역
pl_pl: OSPF między obszarami
uk_ua: OSPF міжзоновий
zh_cn: OSPF区域间

source: Out max(bps)
cs_cz: Výst. max(bps)
de_de: Max. ausgehend (bps)
el_gr: Μέγιστη έξοδος (bps)
fa_ir: حداکثر خروجی (bps)
fr_fr: Sortie max(bps)
it_it: Uscita massima (bps)
ko_kr: 최대 송신(bps)
pl_pl: Wysyłanie max(bps)
uk_ua: Макс. вихідна (біт/с)
zh_cn: 最大出站(bps)

source: Output shown here for diagnostic purposes. There is no general need for manual system intervention.
cs_cz: Výstup zde zobrazen pro účely diagnostiky. Není zde obecně potřeba pro ruční zásah do systému.
de_de: Die hier dargestellte Ausgabe ist für diagnostische Zwecke gedacht. Es gibt in der Regel keinen Grund für manuelle Systemeingriffe.
el_gr: Η έξοδος εμφανίζεται εδώ για διαγνωστικούς σκοπούς. Δεν υπάρχει γενική ανάγκη για χειροκίνητη παρέμβαση του συστήματος.
fa_ir: خروجی برای مقاصد عیب‌یابی در اینجا نمایش داده شده است. به‌طور کلی نیازی به دخالت دستی در سیستم نیست.
fr_fr: Sortie montrée ici à des fins de diagnostic. Aucune intervention manuelle du système n'est généralement nécessaire.
it_it: Output mostrato qui per scopi diagnostici. Non vi è alcuna necessità generale di intervento manuale del sistema.
ko_kr: 여기에 표시된 출력은 진단 목적을 위한 것입니다. 일반적으로 수동으로 시스템 개입이 필요하지 않습니다.
pl_pl: To są dane diagnostyczne. Nie ma potrzeby ręcznego sprawdzania systemu.
uk_ua: Вивід показано тут для діагностичних цілей. Зазвичай, немає потреби в ручному втручанні в систему.
zh_cn: 此处显示的输出用于诊断目的。一般不需要手动系统干预。

source: Package name
cs_cz: Název balíčku
de_de: Paketname
el_gr: Όνομα πακέτου
fa_ir: نام بسته
fr_fr: Nom du paquet
it_it: Nome del pacchetto
ko_kr: 패키지 이름
pl_pl: Nazwa pakietu
uk_ua: Назва пакета
zh_cn: 包名称

source: Partial - Packet framing for compression (%s)
cs_cz: Částečné – zasazování paketů do rámce pro kompresi (%s)
de_de: Teilweise – Paketstrukturierung für Kompression (%s)
el_gr: Μερική - Πλαισίωση πακέτων για συμπίεση (%s)
fa_ir: جزئی - فریم‌بندی بسته برای فشرده‌سازی (%s)
fr_fr: Partiel - Encadrement des paquets pour la compression (%s)
it_it: Parziale - Framing del pacchetto per la compressione (%s)
ko_kr: 부분 - 압축을 위한 패킷 프레임(%s)
pl_pl: Częściowe - Struktura pakietu dla kompresji (%s)
uk_ua: Частковий – кадрування пакетів для стиснення (%s)
zh_cn: 部分 - 用于压缩的数据包成帧 (%s)

source: Paste
cs_cz: Vložit
de_de: Einfügen
el_gr: Πάστα
fa_ir: چسباندن
fr_fr: Pâte
it_it: Impasto
ko_kr: 붙여넣기
pl_pl: Wklej
uk_ua: Вставити
zh_cn: 粘贴

source: Permit users to generate their own OTP seed in the password page.
cs_cz: Umožnit uživatelům vytvářet své vlastní základy pro OTP na stránce s heslem.
de_de: Erlauben Sie Benutzern, auf der Kennwortseite ihren eigenen OTP-Seed zu generieren.
el_gr: Επιτρέψτε στους χρήστες να δημιουργήσουν το δικό τους αρχικό κωδικό OTP στη σελίδα κωδικού πρόσβασης.
fa_ir: به کاربران اجازه دهید کلید اولیهٔ OTP را در صفحهٔ رمز عبور تولید کنند.
fr_fr: Autorisez les utilisateurs à générer leur propre graine OTP dans la page de mot de passe.
it_it: Consenti agli utenti di generare il proprio seed OTP nella pagina della password.
ko_kr: 사용자가 비밀번호 페이지에서 자신의 OTP 시드를 생성할 수 있도록 허용합니다.
pl_pl: Zezwalaj użytkownikom na generowanie własnego ziarna OTP na stronie hasła.
uk_ua: Дозволити користувачам генерувати власний OTP-ключ на сторінці пароля.
zh_cn: 允许用户在密码页面生成自己的OTP种子。

source: Pkt
de_de: Paket
fa_ir: پکت
uk_ua: Пакет
zh_cn: 数据包

source: Policies
cs_cz: Zásady
de_de: Richtlinien
el_gr: Πολιτικές
fa_ir: سیاست‌ها
fr_fr: Politiques
it_it: Politiche
ko_kr: 정책
pl_pl: Polityki
uk_ua: Політики
zh_cn: 策略

source: Presets
cs_cz: Přednastavení
de_de: Voreinstellungen
el_gr: Προεπιλογές
fa_ir: پیش‌تنظیم‌ها
fr_fr: Préréglages
it_it: Preimpostazioni
ko_kr: 사전 설정
pl_pl: Ustawienia wstępne
uk_ua: Заготовки
zh_cn: 预设

source: Prevent DNS leaks
cs_cz: Bránit DNS únikům
de_de: DNS-Leaks verhindern
el_gr: Αποτρέψτε τις διαρροές DNS
fa_ir: جلوگیری از نشت DNS
fr_fr: Empêcher les fuites de DNS
it_it: Previeni le perdite DNS
ko_kr: DNS 누출 방지
pl_pl: Zapobiegaj wyciekom DNS
uk_ua: Запобігання витокам DNS
zh_cn: 避免DNS泄露

source: Proxy-certificate
cs_cz: Certifikát proxy
de_de: Proxy-Zertifikat
el_gr: Πιστοποιητικό πληρεξουσίου
fa_ir: گواهی پروکسی
fr_fr: Certificat de mandataire
it_it: Certificato proxy
ko_kr: 프록시 인증서
pl_pl: Certyfikat proxy
uk_ua: Проксі-сертифікат
zh_cn: 代理证书

source: Public Service Name:
cs_cz: Název veřejné služby:
de_de: Öffentlicher Dienstname:
el_gr: Όνομα Δημόσιας Υπηρεσίας:
fa_ir: نام سرویس عمومی:
fr_fr: Nom du service public :
it_it: Nome del servizio pubblico:
ko_kr: 퍼블릭 서비스 이름:
pl_pl: Nazwa Publicznej Usługi:
uk_ua: Назва публічної служби:
zh_cn: 公共服务名称：

source: Puppet Agent Service
cs_cz: Služba Puppet agenta
de_de: Puppet-Agent-Dienst
el_gr: Υπηρεσία πρακτόρων μαριονετών
fa_ir: سرویس Puppet Agent
fr_fr: Service de l'agent Puppet
it_it: Servizio agente burattinaio
ko_kr: Puppet 에이전트 서비스
pl_pl: Usługa agenta Puppet
uk_ua: Послуги лялькового агента
zh_cn: Puppet代理服务

source: REMOVE:
cs_cz: ODEBRAT:
de_de: ENTFERNEN:
el_gr: ΑΦΑΙΡΩ:
fa_ir: حذف:
fr_fr: ENLEVER :
it_it: RIMUOVERE:
ko_kr: 제거:
pl_pl: USUŃ:
uk_ua: ВИДАЛИТИ:
zh_cn: 删除：

source: Radius Secure Proxy
cs_cz: Zabezpečená proxy pro Radius
de_de: Radius-Sicherheits-Proxy
el_gr: Ασφαλής μεσολάβηση Radius
fa_ir: پراکسی امن RADIUS
it_it: Proxy sicuro Radius
ko_kr: Radius 보안 프록시
pl_pl: Bezpieczne proxy RADIUS
uk_ua: Безпечний проксі-сервер Radius
zh_cn: Radius安全代理

source: Real Server
cs_cz: Skutečný server
de_de: Reeller Server
el_gr: Πραγματικός διακομιστής
fa_ir: سرور واقعی
fr_fr: Serveur réel
it_it: Server reale
ko_kr: 실제 서버
pl_pl: Prawdziwy serwer
uk_ua: Справжній сервер
zh_cn: 真实服务器

source: Refresh Frequency
cs_cz: Četnost opětovného načítání
de_de: Aktualisierungsfrequenz
el_gr: Συχνότητα ανανέωσης
fa_ir: فاصلهٔ به‌روزرسانی
fr_fr: Fréquence de rafraîchissement
it_it: Frequenza di aggiornamento
ko_kr: 새로 고침 빈도
pl_pl: Częstotliwość odświeżania
uk_ua: Частота оновлення
zh_cn: 刷新频率

source: Registration Date
cs_cz: Datum registrace
de_de: Registrierungsdatum
el_gr: Ημερομηνία εγγραφής
fa_ir: تاریخ ثبت
fr_fr: Date d'inscription
it_it: Data di registrazione
ko_kr: 등록 날짜
pl_pl: Data rejestracji
uk_ua: Дата реєстрації
zh_cn: 注册日期

source: Remove Certificates
cs_cz: Odebrat certifikáty
de_de: Zertifikate entfernen
el_gr: Αφαίρεση πιστοποιητικών
fa_ir: حذف گواهی‌ها
fr_fr: Supprimer les certificats
it_it: Rimuovi certificati
ko_kr: 인증서 제거
pl_pl: Usuń certyfikaty
uk_ua: Видалити сертифікати
zh_cn: 删除证书

source: Repositories
cs_cz: Repozitáře
de_de: Repositorien
el_gr: Αποθετήρια
fa_ir: مخازن
fr_fr: Dépôts
it_it: Repository
ko_kr: 저장소
pl_pl: Repozytoria
uk_ua: Репозиторії
zh_cn: 存储库

source: Repository
cs_cz: Repozitář
el_gr: Αποθήκη
fa_ir: مخزن
fr_fr: Dépôt
it_it: Deposito
ko_kr: 저장소
pl_pl: Repozytorium
uk_ua: Репозиторій
zh_cn: 存储库

source: Request Counter
cs_cz: Počitadlo požadavků
de_de: Anfragezähler
el_gr: Μετρητής αιτημάτων
fa_ir: شمارندهٔ درخواست
fr_fr: Compteur de demandes
it_it: Contatore richieste
ko_kr: 요청 카운터
pl_pl: Licznik żądań
uk_ua: Лічильник запитів
zh_cn: 请求计数器

source: Request new OTP seed
cs_cz: Vyžádat si nový základ pro OTP
de_de: Neuen OTP-Seed anfordern
el_gr: Αίτημα για νέο αρχικό κεφάλαιο OTP
fa_ir: درخواست کلید اولیهٔ جدید OTP
fr_fr: Demander une nouvelle graine OTP
it_it: Richiedi un nuovo seed OTP
ko_kr: 새 OTP 시드 요청
pl_pl: Zażądaj nowego ziarna OTP
uk_ua: Запит на нове початкове значення OTP
zh_cn: 请求新的OTP种子

source: Required action
cs_cz: Vyžadovaná akce
de_de: Erforderliche Aktion
el_gr: Απαιτούμενη ενέργεια
fa_ir: اقدام مورد نیاز
fr_fr: Action requise
it_it: Azione richiesta
ko_kr: 필요한 조치
pl_pl: Wymagane działanie
uk_ua: Необхідна дія
zh_cn: 必需的操作

source: Rerun all automations for the selected certificate?
cs_cz: Spustit znovu veškeré automatizace pro označený certifikát?
de_de: Alle Automatisierungen für das ausgewählte Zertifikat erneut ausführen?
el_gr: Επανεκτέλεση όλων των αυτοματοποιήσεων για το επιλεγμένο πιστοποιητικό;
fa_ir: همه اتوماسیون‌ها برای گواهی انتخاب‌شده دوباره اجرا شوند؟
fr_fr: Relancer tous les automatismes pour le certificat sélectionné ?
it_it: Eseguire nuovamente tutte le automazioni per il certificato selezionato?
ko_kr: 선택한 인증서에 대한 모든 자동화를 다시 실행하시겠습니까?
pl_pl: Uruchomić ponownie wszystkie automatyzacje dla wybranego certyfikatu?
uk_ua: Перезапустити всі автоматизації для вибраного сертифіката?
zh_cn: 为所选证书重新运行所有自动操作？

source: Reset all local conflicts
cs_cz: Resetovat veškeré lokální konflikty
de_de: Alle lokalen Konflikte zurücksetzen
el_gr: Επαναφορά όλων των τοπικών διενέξεων
fa_ir: بازنشانی همه تداخل‌های محلی
fr_fr: Réinitialiser tous les conflits locaux
it_it: Ripristina tutti i conflitti locali
ko_kr: 모든 로컬 충돌 초기화
pl_pl: Resetuj wszystkie lokalne konflikty
uk_ua: Скинути всі локальні конфлікти
zh_cn: 重置所有本地冲突

source: Reset custom template
cs_cz: Resetovat uživatelsky určenou šablonu
de_de: Benutzerdefiniertes Template zurücksetzen
el_gr: Επαναφορά προσαρμοσμένου προτύπου
fa_ir: بازنشانی قالب سفارشی
fr_fr: Réinitialiser le modèle personnalisé
it_it: Reimposta modello personalizzato
ko_kr: 사용자 지정 템플릿 초기화
pl_pl: Zresetuj niestandardowy szablon
uk_ua: Скинути користувацький шаблон
zh_cn: 重置自定义模板

source: Resolve plugin conflicts
cs_cz: Vyřešit konflikty zásuvného modulu
de_de: Plugin-Konflikte beheben
el_gr: Επίλυση διενέξεων προσθηκών
fa_ir: حل تداخل‌های افزونه
fr_fr: Résoudre les conflits de greffons
it_it: Risolvi i conflitti dei plugin
ko_kr: 플러그인 충돌 해결
pl_pl: Rozwiąż konflikty pluginów
uk_ua: Вирішення конфліктів плагінів
zh_cn: 解决插件冲突

source: Resolver ID
cs_cz: Identif. služby překladu
el_gr: Αναγνωριστικό αναλυτή
fa_ir: شناسه حل‌کننده
fr_fr: ID du résolveur
it_it: ID del risolutore
ko_kr: 리졸버 ID
pl_pl: ID resolvera
uk_ua: Ідентифікатор розпізнавача
zh_cn: 解析器ID

source: Response delay
cs_cz: Prodleva odpovědi
de_de: Antwortverzögerung
el_gr: Καθυστέρηση απόκρισης
fa_ir: تاخیر پاسخ
fr_fr: Délai de réponse
it_it: Ritardo nella risposta
ko_kr: 응답 지연
pl_pl: Opóźnienie odpowiedzi
uk_ua: Затримка відповіді
zh_cn: 响应延迟

source: Retransmit Counter
cs_cz: Čítač opakovaného přenosu
de_de: Zähler für erneute Übertragungen
el_gr: Μετρητής αναμετάδοσης
fa_ir: شمارنده ارسال مجدد
fr_fr: Compteur de retransmissions
it_it: Contatore di ritrasmissione
ko_kr: 재전송 카운터
pl_pl: Licznik ponownych transmisji
uk_ua: Лічильник повторних передач
zh_cn: 重传计数器

source: Rule
cs_cz: Pravidlo
de_de: Regel
el_gr: Κανόνας
fa_ir: قانون
fr_fr: Règle
it_it: Regola
ko_kr: 규칙
pl_pl: Reguła
uk_ua: Правило
zh_cn: 规则

source: Rule IDs lower than 1000 are reserved for internal rules.
cs_cz: Identifikátory pravidel nižší než 1000 jsou rezervovány pro vnitřní pravidla.
de_de: Regeln mit einer ID niedriger als 1000 sind für interne Regeln reserviert.
el_gr: Τα αναγνωριστικά κανόνων που είναι μικρότερα από 1000 προορίζονται για εσωτερικούς κανόνες.
fa_ir: شناسه‌های قانون کمتر از 1000 برای قوانین داخلی رزرو شده‌اند.
fr_fr: Les ID de règles inférieurs à 1000 sont réservés aux règles internes.
it_it: Gli ID regola inferiori a 1000 sono riservati alle regole interne.
ko_kr: 1000보다 작은 규칙 ID는 내부 규칙용으로 예약됩니다.
pl_pl: ID reguł poniżej 1000 są zarezerwowane dla wewnętrznych reguł.
uk_ua: Ідентифікатори правил менше 1000 зарезервовані для внутрішніх правил.
zh_cn: 低于1000的规则ID为内部规则保留。

source: Rule IDs need to be numeric.
cs_cz: Je třeba, aby identifikátory pravidel byly číselné.
de_de: Die Regel-ID muss eine Zahl sein.
el_gr: Τα αναγνωριστικά κανόνων πρέπει να είναι αριθμητικά.
fa_ir: شناسه‌های قانون باید عددی باشند.
fr_fr: Les ID des règles doivent être numériques.
it_it: Gli ID regola devono essere numerici.
ko_kr: 규칙 ID는 숫자여야 합니다.
pl_pl: ID reguł muszą być numeryczne.
uk_ua: Ідентифікатори правил мають бути числовими.
zh_cn: 规则IDs必须是数字。

source: Rule adjustments
cs_cz: Úpravy pravidel
de_de: Regelanpassungen
el_gr: Προσαρμογές κανόνων
fa_ir: تنظیمات قوانین
fr_fr: Ajustements des règles
it_it: Adeguamenti delle regole
ko_kr: 규칙 조정
pl_pl: Dostosowania reguł
uk_ua: Коригування правил
zh_cn: 规则调整

source: Rules can only have a single ID.
cs_cz: Pravidlo může mít pouze jeden identifikátor.
de_de: Regeln können nur eine einzige ID haben.
el_gr: Οι κανόνες μπορούν να έχουν μόνο ένα αναγνωριστικό.
fa_ir: قوانین فقط می‌توانند یک شناسه داشته باشند.
fr_fr: Les règles ne peuvent avoir qu'un seul ID.
it_it: Le regole possono avere un solo ID.
ko_kr: 규칙은 단일 ID만 가질 수 있습니다.
pl_pl: Reguły mogą mieć tylko jedno ID.
uk_ua: Правила можуть мати лише один ідентифікатор.
zh_cn: 规则只能有一个ID。

source: Run an audit
cs_cz: Spustit audit
de_de: Audit durchführen
el_gr: Εκτελέστε έναν έλεγχο
fa_ir: اجرای حسابرسی
fr_fr: Lancer un audit
it_it: Esegui un controllo
ko_kr: 감사 실행
pl_pl: Wykonaj audyt
uk_ua: Провести аудит
zh_cn: 运行审计检查

source: Run the automatic resolver
cs_cz: Spustit automatickou službu překladu
de_de: Automatischen Resolver ausführen
el_gr: Εκτελέστε τον αυτόματο αναλυτή
fa_ir: اجرای حل‌کننده خودکار
fr_fr: Exécuter le résolveur automatique
it_it: Esegui il risolutore automatico
ko_kr: 자동 확인기 실행
pl_pl: Uruchom automatyczny resolver
uk_ua: Запустіть автоматичний розв'язувач
zh_cn: 运行自动解析器

source: SQLi Score
cs_cz: SQLi hodnocení
de_de: SQLi-Wertung
el_gr: Βαθμολογία SQLi
fa_ir: امتیاز SQLi
fr_fr: Score SQLi
it_it: Punteggio SQLi
ko_kr: SQLi 점수
pl_pl: Wynik SQLi
uk_ua: Оцінка SQLi

source: SSH private key
cs_cz: SSH soukromý klíč
de_de: Privater SSH-Schlüssel
el_gr: Ιδιωτικό κλειδί SSH
fa_ir: کلید خصوصی SSH
fr_fr: Clé privée SSH
it_it: Chiave privata SSH
ko_kr: SSH 개인 키
pl_pl: Prywatny klucz SSH
uk_ua: Закритий ключ SSH
zh_cn: SSH私钥

source: Save & Test syntax
cs_cz: Uložit a ověřit syntaxi
de_de: Speichern & Syntax testen
el_gr: Αποθήκευση & Δοκιμή σύνταξης
fa_ir: ذخیره و تست نحو
fr_fr: Sauvegarder et tester la syntaxe
it_it: Salva e prova la sintassi
ko_kr: 저장 및 문법 검사
pl_pl: Zapisz & Testuj składnię
uk_ua: Зберегти та перевірити синтаксис
zh_cn: 保存&测试语法

source: Save as :
cs_cz: Uložit jako:
de_de: Speichern unter :
el_gr: Αποθήκευση ως:
fa_ir: ذخیره به عنوان :
fr_fr: Enregistrer sous :
it_it: Salva come:
ko_kr: 다른 이름으로 저장:
pl_pl: Zapisz jako:
uk_ua: Зберегти як:
zh_cn: 另存为：

source: Save filters template
cs_cz: Uložit šablonu filtrů
de_de: Filtervorlage speichern
el_gr: Αποθήκευση προτύπου φίλτρων
fa_ir: ذخیره قالب فیلترها
fr_fr: Sauvegarder le modèle de filtres
it_it: Salva il modello dei filtri
ko_kr: 필터 템플릿 저장
pl_pl: Zapisz szablon filtrów
uk_ua: Зберегти шаблон фільтрів
zh_cn: 保存过滤器模板

source: Saved selections
cs_cz: Uložené výběry
de_de: Gespeicherte Auswahlen
el_gr: Αποθηκευμένες επιλογές
fa_ir: انتخاب‌های ذخیره‌شده
fr_fr: Sélections sauvegardées
it_it: Selezioni salvate
ko_kr: 저장된 선택 항목
pl_pl: Zapisane wybory
uk_ua: Збережені вибрані елементи
zh_cn: 保存选择

source: Select any of given criteria (or)
cs_cz: Vybrat libovolné z daných kritérií (logické OR)
de_de: Beliebige der angegebenen Kriterien auswählen (ODER-Verknüpfung)
el_gr: Επιλέξτε οποιοδήποτε από τα δεδομένα κριτήρια (ή)
fa_ir: هر یک از معیارهای داده‌شده را انتخاب کنید (یا)
fr_fr: Sélectionnez l'un des critères donnés (ou)
it_it: Seleziona uno dei criteri indicati (o)
ko_kr: 주어진 기준 중 하나를 선택 (또는)
pl_pl: Wybierz dowolne z podanych kryteriów (lub)
uk_ua: Виберіть будь-який із заданих критеріїв (або)
zh_cn: 选择任意给定的标准（或）

source: Select the release type.
cs_cz: Vyberte typ vydání.
de_de: Wählen Sie den Release-Typ aus.
el_gr: Επιλέξτε τον τύπο έκδοσης.
fa_ir: نوع انتشار را انتخاب کنید.
fr_fr: Sélectionnez le type de version.
it_it: Seleziona il tipo di rilascio.
ko_kr: 릴리스 유형을 선택하세요.
pl_pl: Wybierz typ wydania.
uk_ua: Виберіть тип випуску.
zh_cn: 选择发布类型。

source: Selected server:
cs_cz: Vybraný server:
de_de: Ausgewählter Server:
el_gr: Επιλεγμένος διακομιστής:
fa_ir: سرور انتخاب‌شده:
fr_fr: Serveur sélectionné :
it_it: Server selezionato:
ko_kr: 선택한 서버:
pl_pl: Wybrany serwer:
uk_ua: Вибраний сервер:
zh_cn: 选定的服务器：

source: Semicolon-separated list of distinguished names containing DC= components.
cs_cz: Středníkem oddělovaný seznam rozlišujících názvů, obsahující součásti DC=.
de_de: Durch Semikolon getrennte Liste von Distinguished Names mit DC=-Komponenten.
el_gr: Λίστα διακεκριμένων ονομάτων που περιέχουν στοιχεία DC=, διαχωρισμένη με ερωτηματικό.
fa_ir: فهرستی جداشده با نقطه‌ویرگول از نام‌های متمایز که شامل مؤلفه‌های DC= هستند.
fr_fr: Liste de noms distinctifs séparés par des points-virgules contenant des composants DC=.
it_it: Elenco separato da punto e virgola di nomi distinti contenenti componenti DC=.
ko_kr: DC= 구성 요소를 포함하는 구분 이름의 세미콜론으로 구분된 목록입니다.
pl_pl: Średnikowo oddzielona lista nazw wyróżniających zawierających komponenty DC=.
uk_ua: Список визначних імен, розділених крапкою з комою, що містять компоненти DC=.
zh_cn: 包含DC= components的专有名称的分隔列表。

source: Sender
cs_cz: Odesilatel
el_gr: Αποστολέας
fa_ir: فرستنده
fr_fr: Expéditeur
it_it: Mittente
ko_kr: 발송자
pl_pl: Nadawca
uk_ua: Відправник
zh_cn: 发件人

source: Server:
el_gr: Υπηρέτης:
fa_ir: سرور:
fr_fr: Serveur :
ko_kr: 서버:
pl_pl: Serwer:
uk_ua: Сервер:
zh_cn: 服务器:

source: Set administrative state for all selected servers?
cs_cz: Nastavit administrativní stav na všechny vybrané servery?
de_de: Administrativen Zustand für alle ausgewählten Server festlegen?
el_gr: Ορισμός κατάστασης διαχειριστή για όλους τους επιλεγμένους διακομιστές;
fa_ir: آیا وضعیت مدیریتی برای همه سرورهای انتخاب‌شده تنظیم شود؟
fr_fr: Définir l'état administratif pour tous les serveurs sélectionnés ?
it_it: Impostare lo stato amministrativo per tutti i server selezionati?
ko_kr: 선택한 모든 서버의 관리 상태를 설정하시겠습니까?
pl_pl: Ustawić stan administracyjny dla wszystkich wybranych serwerów?
uk_ua: Встановити адміністративний стан для всіх вибраних серверів?
zh_cn: 为所有选定的服务器设置管理状态？

source: Set administrative state for this server?
cs_cz: Nastavit administrativní stav na tento server?
de_de: Administrativen Zustand für diesen Server festlegen?
el_gr: Ορισμός κατάστασης διαχειριστή για αυτόν τον διακομιστή;
fa_ir: آیا وضعیت مدیریتی برای این سرور تنظیم شود؟
fr_fr: Définir l'état administratif de ce serveur ?
it_it: Impostare lo stato amministrativo per questo server?
ko_kr: 이 서버의 관리 상태를 설정하시겠습니까?
pl_pl: Ustawić stan administracyjny dla tego serwera?
uk_ua: Встановити адміністративний стан для цього сервера?
zh_cn: 为该服务器设置管理状态？

source: Set state to drain
cs_cz: Nastavit stav na vypouštění
de_de: Zustand auf "Entleeren" setzen
el_gr: Ορισμός κατάστασης σε αποστράγγιση
fa_ir: تغییر وضعیت به drain
fr_fr: Mettre l'état en drain
it_it: Imposta lo stato su drenaggio
ko_kr: 상태를 배수로 설정
pl_pl: Ustawić stan na "opróżnianie"
uk_ua: Встановити стан на злив
zh_cn: 将状态设置为排除

source: Set state to drain (bulk)
cs_cz: Nastavení stavu na vypouštění (hromadné)
de_de: Zustand auf "Entleeren" setzen (mehrere Server)
el_gr: Ορισμός κατάστασης σε αποστράγγιση (χύδην)
fa_ir: تغییر وضعیت به drain (گروهی)
fr_fr: Mettre l'état en drain (bulk)
it_it: Imposta lo stato su scarico (in blocco)
ko_kr: 상태를 배수로 설정(대량)
pl_pl: Ustawić stan na "opróżnianie" (hurtowo)
uk_ua: Встановити стан на злив (масово)
zh_cn: 将状态设置为排除（批量）

source: Set state to maintenance
cs_cz: Nastavit stav na údržbu
de_de: Zustand auf "Wartung" setzen
el_gr: Ορισμός κατάστασης σε συντήρηση
fa_ir: تغییر وضعیت به maintenance
fr_fr: Mettre l'état en maintenance
it_it: Imposta lo stato su manutenzione
ko_kr: 상태를 유지 관리로 설정
pl_pl: Ustawić stan na "konserwacja"
uk_ua: Встановити стан на технічне обслуговування
zh_cn: 将状态设置为维护
