Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Use alternate DNS-servers
cs_cz: Použít alternativní DNS servery
de_de: Alternative DNS-Server verwenden
el_gr: Χρήση εναλλακτικών διακομιστών DNS
fa_ir: استفاده از سرورهای DNS جایگزین
fr_fr: Utiliser des serveurs DNS alternatifs
it_it: Utilizza server DNS alternativi
ko_kr: 대체 DNS 서버 사용
pl_pl: Użyj alternatywnych serwerów DNS
uk_ua: Використовувати альтернативні DNS-сервери
zh_cn: 使用备用DNS服务器

source: Use backend pool
cs_cz: Použít fond podpůrné vrstvy
de_de: Benutze Backend Pool
el_gr: Χρήση ομάδας υποστήριξης
fa_ir: استفاده از backend pool
fr_fr: Utiliser le backend pool
it_it: Utilizza il pool back-end
ko_kr: 백엔드 풀 사용
pl_pl: Użyj puli backend
uk_ua: Використовувати пул бекендів
zh_cn: 使用后端池

source: Use c-icap with local squid
cs_cz: Použití c-icap s místní squid
de_de: c-icap mit dem localen squid verwenden
el_gr: Χρησιμοποιήστε c-icap με τοπικά καλαμάρια
fa_ir: استفاده از c-icap با squid محلی
fr_fr: Utiliser c-icap avec le squid local
it_it: Usa c-icap con i calamari locali
ko_kr: 로컬 스퀴드에서 c-icap 사용
pl_pl: Użyj c-icap z lokalnym squid
uk_ua: Використовувати c-icap з локальним squid
zh_cn: 将c-icap与本地squid一起使用

source: Use custom template package for user login
cs_cz: Použít pro přihlášení uživatele balíček s uživatelsky určenou šablonou
de_de: Verwende ein benutzerdefiniertes Vorlagenpaket für die Benutzeranmeldung.
el_gr: Χρήση προσαρμοσμένου πακέτου προτύπου για σύνδεση χρήστη
fa_ir: استفاده از بسته قالب دلخواه برای ورود کاربر
fr_fr: Utiliser le paquet du modèle personnalisé pour la connexion utilisateur
it_it: Utilizza il pacchetto di modelli personalizzati per l'accesso utente
ko_kr: 사용자 로그인에 사용자 정의 템플릿 패키지 사용
pl_pl: Użyj niestandardowego pakietu szablonów do logowania użytkownika
uk_ua: Використовувати користувацький пакет шаблонів для входу користувача
zh_cn: 使用自定义模板进行用户登录

source: Use eSLD
cs_cz: Použít eSLD
de_de: Nutze eSLD
el_gr: Χρησιμοποιήστε eSLD
fa_ir: استفاده از eSLD
fr_fr: Utiliser eSLD
it_it: Utilizza l'eSLD
ko_kr: eSLD 사용
pl_pl: Użyj eSLD
uk_ua: Використовувати eSLD
zh_cn: 使用eSLD

source: Use server
cs_cz: Použít server
de_de: Benutze Server
el_gr: Χρήση διακομιστή
fa_ir: استفاده از سرور
fr_fr: Utiliser le serveur
it_it: Usa server
ko_kr: 서버 사용
pl_pl: Użyj serwera
uk_ua: Використовувати сервер
zh_cn: 使用服务器

source: Use the following format: username:password
cs_cz: Použijte následující formát: uzivatelske_jmeno:heslo
de_de: Verwenden Sie das folgende Format: Benutzername:Passwort
el_gr: Χρησιμοποιήστε την ακόλουθη μορφή: όνομα χρήστη: κωδικός πρόσβασης
fa_ir: از قالب زیر استفاده کنید: username:password
fr_fr: Utilisez le format nomdutilisateur:motdepasse
it_it: Utilizzare il seguente formato: nome utente: password
ko_kr: 다음 형식을 사용하세요: username:password
pl_pl: Użyj formatu: użytkownik:hasło
uk_ua: Використовуйте такий формат: ім'я_користувача:пароль
zh_cn: 使用以下格式: 用户名: 密码

source: Use the specified backend to count usable servers. Leave empty to use the current backend.
cs_cz: Použít zadanou podpůrnou vrstvu pro spočítání použitelných serverů. Pokud chcete použít stávající vrstvu, nevyplňujte.
de_de: Verwenden Sie das angegebene Backend, um verwendbare Server zu zählen. Lassen Sie das Feld leer, um das aktuelle Backend zu verwenden.
el_gr: Χρησιμοποιήστε το καθορισμένο backend για να μετρήσετε τους χρησιμοποιήσιμους διακομιστές. Αφήστε το κενό για να χρησιμοποιήσετε το τρέχον backend.
fa_ir: برای شمارش سرورهای قابل‌استفاده از backend مشخص‌شده استفاده کنید. برای استفاده از backend فعلی، خالی بگذارید.
fr_fr: Utilisez le backend spécifié pour compter les serveurs utilisables. Laissez vide pour utiliser le backend actuel.
it_it: Utilizza il backend specificato per contare i server utilizzabili. Lascia vuoto per utilizzare il backend corrente.
ko_kr: 사용 가능한 서버를 계산하기 위해 지정된 백엔드를 사용하세요. 현재 백엔드를 사용하려면 비워 두세요.
pl_pl: Użyj określonego backendu do zliczania użytecznych serwerów. Pozostaw puste, aby użyć aktualnego backendu.
uk_ua: Використовуйте вказаний бекенд для підрахунку доступних серверів. Залиште порожнім, щоб використовувати поточний бекенд.
zh_cn: 使用指定的后端来计算可用的服务器。留空则使用当前后端。

source: Use this option if your usernames need to be encoded.
cs_cz: Tuto předvolbu použijte pokud je třeba, aby uživatelská jména byla enkódována.
de_de: Verwenden Sie diese Option, falls Ihre Benutzernamen kodiert werden müssen.
el_gr: Χρησιμοποιήστε αυτήν την επιλογή εάν τα ονόματα χρήστη σας πρέπει να κωδικοποιηθούν.
fa_ir: اگر نام‌های کاربری شما نیاز به کدگذاری دارند، از این گزینه استفاده کنید.
fr_fr: Utilisez cette option pour encoder vos noms d'utilisateur.
it_it: Utilizza questa opzione se i tuoi nomi utente devono essere codificati.
ko_kr: 사용자 이름을 인코딩해야 하는 경우 이 옵션을 사용하세요.
pl_pl: Użyj tej opcji, jeśli nazwy użytkowników muszą być kodowane.
uk_ua: Використовуйте цю опцію, якщо ваші імена користувачів потребують кодування.
zh_cn: 如果您的用户名需要编码，请使用此选项。

source: Use this to invert the meaning of the expression.
cs_cz: Toto použijte pro převrácení významu výrazu.
de_de: Diese Option verwenden, um die Übereinstimmung umzukehren.
el_gr: Χρησιμοποιήστε αυτό για να αντιστρέψετε την έννοια της έκφρασης.
fa_ir: برای معکوس کردن معنای عبارت از این استفاده کنید.
fr_fr: Utilisez ceci pour inverser le sens de l'expression.
it_it: Usalo per invertire il significato dell'espressione.
ko_kr: 이 표현의 의미를 반전시키려면 이 옵션을 사용하세요.
pl_pl: Użyj tego, aby odwrócić znaczenie wyrażenia.
uk_ua: Використовуйте це, щоб інвертувати значення виразу.
zh_cn: 使用它来反转表达式的含义。

source: Used to enforce or disable certain SSL options.
cs_cz: Slouží pro vynucení nebo vypnutí určitých předvoleb SSL.
de_de: Wird verwendet, um bestimmte SSL-Optionen zu erzwingen oder zu deaktivieren.
el_gr: Χρησιμοποιείται για την επιβολή ή την απενεργοποίηση ορισμένων επιλογών SSL.
fa_ir: برای اعمال یا غیرفعال‌سازی برخی از گزینه‌های SSL استفاده می‌شود.
fr_fr: Utilisé pour appliquer ou désactiver certaines options SSL.
it_it: Utilizzato per applicare o disabilitare determinate opzioni SSL.
ko_kr: 특정 SSL 옵션을 강제 적용하거나 비활성화하는 데 사용됩니다.
pl_pl: Używane do wymuszania lub wyłączania pewnych opcji SSL.
uk_ua: Використовується для примусового застосування або вимкнення певних опцій SSL.
zh_cn: 用于强制或禁用某些SSL选项。

source: User
cs_cz: Uživatel
de_de: Benutzer
el_gr: Μεταχειριζόμενος
fa_ir: کاربر
fr_fr: Utilisateur
it_it: Utente
ko_kr: 사용자
pl_pl: Użytkownik
uk_ua: Користувач
zh_cn: 用户

source: User Filter
cs_cz: Uživatelský filtr
de_de: Benutzerfilter
el_gr: Φίλτρο χρήστη
fa_ir: فیلتر کاربر
fr_fr: Filtre utilisateur
it_it: Filtro utente
ko_kr: 사용자 필터
pl_pl: Filtr użytkownika
uk_ua: Фільтр користувачів
zh_cn: 用户过滤器

source: User Limit: Mail Count
cs_cz: Limit uživatele: počet e-mailů
de_de: Benutzerfilter: Mailanzahl
el_gr: Όριο χρηστών: Αριθμός αλληλογραφίας
fa_ir: محدودیت کاربر: تعداد ایمیل
fr_fr: Limite d'utilisateurs : nombre de courriers
it_it: Limite utente: conteggio posta
ko_kr: 사용자 제한: 메일 수
pl_pl: Limit użytkownika: Liczba maili
uk_ua: Обмеження користувача: Кількість листів
zh_cn: 用户限制: 邮件数量

source: User Limit: Time
cs_cz: Limit uživatele: čas
de_de: Benutzerfilter: Zeit
el_gr: Όριο χρήστη: Χρόνος
fa_ir: محدودیت کاربر: زمان
fr_fr: Limite d'utilisateur : Temps
it_it: Limite utente: tempo
ko_kr: 사용자 제한: 시간
pl_pl: Limit użytkownika: Czas
uk_ua: Обмеження користувача: Час
zh_cn: 用户限制: 时间

source: User Limit: Time Unit
cs_cz: Limit uživatele: časová jednotka
de_de: Benutzerfilter: Zeiteinheit
el_gr: Όριο χρήστη: Μονάδα χρόνου
fa_ir: محدودیت کاربر: واحد زمان
fr_fr: Limite de l'utilisateur : Unité de temps
it_it: Limite utente: unità di tempo
ko_kr: 사용자 제한: 시간 단위
pl_pl: Limit użytkownika: Jednostka czasu
uk_ua: Обмеження користувача: Одиниця часу
zh_cn: 用户限制: 时间单位

source: Useragent string
cs_cz: Řetězec useragent
de_de: Benutzeragentzeichenkette
el_gr: Συμβολοσειρά παράγοντα χρήστη
fa_ir: رشته User-Agent
fr_fr: Chaine useragent
it_it: Stringa dell'agente utente
ko_kr: 사용자 에이전트 문자열
pl_pl: Ciąg Useragent
uk_ua: Рядок User-Agent
zh_cn: 用户代理字符串

source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
el_gr: Όνομα χρήστη
fa_ir: نام کاربری
fr_fr: Nom d'utilisateur
it_it: Nome utente
ko_kr: 사용자 이름
pl_pl: Nazwa użytkownika
uk_ua: Ім'я користувача
zh_cn: 用户名

source: Username Header
cs_cz: Záhlaví s uživatelským jménem
de_de: Benutzername-Kopfzeile
el_gr: Κεφαλίδα ονόματος χρήστη
fa_ir: هدر نام کاربری
fr_fr: En-tête Nom d'Utilisateur
it_it: Intestazione nome utente
ko_kr: 사용자 이름 헤더
pl_pl: Nagłówek nazwy użytkownika
uk_ua: Заголовок імені користувача
zh_cn: 用户名标头

source: Username to bind to LDAP, same format as in Base DN.
cs_cz: Uživatelské jméno kterým navázat na LDAP – stejný formát jako v základu DN.
de_de: Benutzername zum Binden an LDAP, das gleiche Format wie in Base DN.
el_gr: Όνομα χρήστη για σύνδεση με το LDAP, ίδια μορφή όπως στο βασικό DN.
fa_ir: نام کاربری برای bind به LDAP، با همان فرمت Base DN.
fr_fr: Nom d'utilisateur pour s'associer à LDAP, même format que dans le DN de Base.
it_it: Nome utente da associare a LDAP, stesso formato di Base DN.
ko_kr: LDAP에 바인딩할 사용자 이름, Base DN과 동일한 형식입니다.
pl_pl: Nazwa użytkownika do powiązania z LDAP, taki sam format jak w Base DN.
uk_ua: Ім'я користувача для прив'язки до LDAP, той самий формат, що і в базовому DN.
zh_cn: 绑定到LDAP的用户名，格式与Base DN相同。

source: Usually the FQDN. Required for active checks and must match hostname as configured on the Zabbix server.
cs_cz: Obvykle FQDN. Potřebné pro aktivní kontroly a je třeba, aby bylo shodné s názvem stroje jak je nastavený na Zabbix serveru.
de_de: In der Regel der FQDN. Wird für aktive Prüfungen benötigt und muss mit dem auf dem Zabbix-Server konfigurierten Hostnamen übereinstimmen.
el_gr: Συνήθως το FQDN. Απαιτείται για ενεργούς ελέγχους και πρέπει να ταιριάζει με το όνομα κεντρικού υπολογιστή όπως έχει ρυθμιστεί στον διακομιστή Zabbix.
fa_ir: معمولاً FQDN. برای active checks لازم است و باید با نام میزبان (hostname) پیکربندی‌شده در سرور Zabbix مطابقت داشته باشد.
fr_fr: Habituellement le FQDN. Exigé pour les vérifications actives et doit correspondre au nom d'hôte configuré sur le serveur Zabbix.
it_it: Di solito il nome di dominio completo. Richiesto per i controlli attivi e deve corrispondere al nome host configurato sul server Zabbix.
ko_kr: 일반적으로 FQDN입니다. 활성 검사에 필요하며 Zabbix 서버에서 구성된 호스트 이름과 일치해야 합니다.
pl_pl: Zazwyczaj FQDN. Wymagane do aktywnych sprawdzeń i musi pasować do nazwy hosta skonfigurowanej na serwerze Zabbix.
uk_ua: Зазвичай FQDN. Обов'язково для активних перевірок і має відповідати імені хоста, налаштованому на сервері Zabbix.
zh_cn: 通常是FQDN。 进行主动检查所必需，并且必须与Zabbix服务器上配置的主机名匹配。

source: VLAN ID
cs_cz: Identif. VLAN
el_gr: Αναγνωριστικό VLAN
fa_ir: شناسه VLAN
it_it: ID VLAN
pl_pl: ID VLAN
uk_ua: Ідентифікатор VLAN

source: VLAN ID the user receives, e.g. for 802.1X. Leave empty if you don't know what it is.
cs_cz: Identifikátor VLAN, který obdrží uživatel – např. pro 802.1X. Pokud netušíte, co to je, nevyplňujte.
de_de: VLAN-ID, die der Benutzer erhält, z. B. für 802.1X. Lassen Sie dieses Feld leer, wenn Sie die ID nicht kennen.
el_gr: Αναγνωριστικό VLAN που λαμβάνει ο χρήστης, π.χ. για 802.1X. Αφήστε το κενό αν δεν γνωρίζετε τι είναι.
fa_ir: شناسه VLAN که کاربر دریافت می‌کند، مثلاً برای 802.1X. در صورت عدم‌اطلاع خالی بگذارید.
fr_fr: ID de VLAN que l'utilisateur reçoit, par exemple pour 802.1X. Laissez vide si vous ne savez pas ce que c'est.
it_it: ID VLAN ricevuto dall'utente, ad es. per 802.1X. Lascia vuoto se non sai di cosa si tratta.
ko_kr: 사용자가 받는 VLAN ID, 예: 802.1X. 무엇인지 모르면 비워 두세요.
pl_pl: ID VLAN otrzymywane przez użytkownika, np. dla 802.1X. Pozostaw puste, jeśli nie wiesz, co to jest.
uk_ua: Ідентифікатор VLAN, який отримує користувач, наприклад, для 802.1X. Залиште порожнім, якщо не знаєте, що це.
zh_cn: 用户收到的VLAN ID，例如用于802.1X。如果您不知道这是什么，请将其留空。

source: VPN Server
el_gr: Διακομιστής VPN
fa_ir: سرور VPN
fr_fr: Serveur VPN
it_it: Server VPN
ko_kr: VPN 서버
pl_pl: Serwer VPN
uk_ua: VPN-сервер
zh_cn: VPN服务器

source: Value
cs_cz: Hodnota
de_de: Wert
el_gr: Τιμή
fa_ir: مقدار
fr_fr: Valeur
it_it: Valore
ko_kr: 값
pl_pl: Wartość
uk_ua: Значення
zh_cn: 值

source: Verify SSL Certificate
cs_cz: Ověřit SSL certifikát
de_de: SSL-Zertifikat überprüfen
el_gr: Επαλήθευση πιστοποιητικού SSL
fa_ir: اعتبارسنجی گواهی SSL
fr_fr: Vérifier le Certificat SSL
it_it: Verifica il certificato SSL
ko_kr: SSL 인증서 검증
pl_pl: Weryfikuj certyfikat SSL
uk_ua: Перевірити сертифікат SSL
zh_cn: 验证SSL证书

source: Verify SSL Server Certificates
cs_cz: Ověřit SSL serverový certifikát
de_de: SSL-Serverzertifikate überprüfen
el_gr: Επαλήθευση πιστοποιητικών διακομιστή SSL
fa_ir: اعتبارسنجی گواهی‌های سرور SSL
fr_fr: Vérifier les Certificats de Serveur SSL
it_it: Verifica i certificati del server SSL
ko_kr: SSL 서버 인증서 검증
pl_pl: Weryfikuj certyfikaty serwera SSL
uk_ua: Перевірити сертифікати SSL-сервера
zh_cn: 验证SSL服务器证书

source: Verify the CA Common-Name of the certificate presented by the client against the specified string.
cs_cz: Ověřovat název (CN) cert. autority certifikátu, předloženého klientem, vůči zadanému řetězci.
de_de: Prüfe den CA-Common-Name des Zertifikats, das präsentiert wird, gegen die angegebene Zeichenkette.
el_gr: Επαληθεύστε το κοινό όνομα CA του πιστοποιητικού που παρουσιάζεται από τον υπολογιστή-πελάτη σε σχέση με την καθορισμένη συμβολοσειρά.
fa_ir: CA Common-Name گواهی ارائه‌شده توسط کلاینت را در برابر رشتهٔ مشخص‌شده بررسی کنید.
fr_fr: Vérifiez le Nom Commun de l'Autorité de Certification du certificat présenté par le client par rapport à la chaîne spécifiée.
it_it: Verificare il nome comune CA del certificato presentato dal client rispetto alla stringa specificata.
ko_kr: 클라이언트가 제시한 인증서의 CA 공통 이름을 지정된 문자열과 비교하여 검증합니다.
pl_pl: Weryfikuj wspólną nazwę CA certyfikatu przedstawionego przez klienta względem określonego ciągu.
uk_ua: Перевірити загальну назву центру сертифікації (CA Common-Name) сертифіката, наданого клієнтом, відповідно до вказаного рядка.
zh_cn: 根据指定的字符串验证客户端提供证书的CA通用名称。

source: Verify the minimum number of usable servers in the named backend matches the specified value.
cs_cz: Ověřovat, zda nejnižší počet použitelných serverů ve jmenované podpůrné vrstvě odpovídá zadané hodnotě.
de_de: Stellen Sie sicher, dass die Mindestanzahl verwendbarer Server im benannten Backend mit dem angegebenen Wert übereinstimmt.
el_gr: Επαληθεύστε ότι ο ελάχιστος αριθμός χρησιμοποιήσιμων διακομιστών στο backend με όνομα αντιστοιχεί στην καθορισμένη τιμή.
fa_ir: بررسی کنید حداقل تعداد سرورهای قابل‌استفاده در backend نام‌گذاری‌شده با مقدار مشخص‌شده مطابقت دارد.
fr_fr: Vérifiez que le nombre minimum de serveurs utilisables dans le backend nommé correspond à la valeur spécifiée.
it_it: Verificare che il numero minimo di server utilizzabili nel backend denominato corrisponda al valore specificato.
ko_kr: 지정된 이름의 백엔드에 사용 가능한 서버의 최소 수가 지정된 값과 일치하는지 검증합니다.
pl_pl: Sprawdź, czy minimalna liczba użytecznych serwerów w nazwanym backendzie odpowiada określonej wartości.
uk_ua: Перевірити, чи мінімальна кількість придатних серверів у вказаному бекенді відповідає заданому значенню.
zh_cn: 验证指定后端中可用服务器的最小数量是否与指定值匹配。

source: Verify the source IPv4 address of the client of the session matches the specified IPv4 or IPv6 address.
cs_cz: Ověřovat zda se zdrojová IPv4 adresa klienta relace shoduje se zadanou IPv4 nebo IPv6 adresou.
de_de: Überprüft, das die Quell Adresse des Clients in dieser Sitzung zu der angegebenen IPV4- oder IPv6-Adresse passt.
el_gr: Επαληθεύστε ότι η διεύθυνση IPv4 πηγής του προγράμματος-πελάτη της συνεδρίας ταιριάζει με την καθορισμένη διεύθυνση IPv4 ή IPv6.
fa_ir: بررسی کنید آدرس مبدأ IPv4 کلاینت جلسه با آدرس IPv4 یا IPv6 مشخص‌شده مطابقت دارد.
fr_fr: Vérifiez que l'adresse IPv4 source du client de la session correspond à l'adresse IPv4 ou IPv6 spécifiée.
it_it: Verificare che l'indirizzo IPv4 di origine del client della sessione corrisponda all'indirizzo IPv4 o IPv6 specificato.
ko_kr: 세션의 클라이언트의 소스 IPv4 주소가 지정된 IPv4 또는 IPv6 주소와 일치하는지 검증합니다.
pl_pl: Sprawdź, czy źródłowy adres IPv4 klienta sesji odpowiada określonemu adresowi IPv4 lub IPv6.
uk_ua: Перевірити, чи вихідна IPv4-адреса клієнта сесії відповідає вказаній IPv4 або IPv6-адресі.
zh_cn: 验证会话客户端的源IPv4地址是否与指定的IPv4或IPv6地址匹配。

source: Version
cs_cz: Verze
el_gr: Εκδοχή
fa_ir: نسخه
it_it: Versione
ko_kr: 버전
pl_pl: Wersja
uk_ua: Версія
zh_cn: 版本

source: Visible Hostname
cs_cz: Viditelný název stroje
de_de: Sichtbarer Hostname
el_gr: Ορατό όνομα κεντρικού υπολογιστή
fa_ir: نام میزبان قابل‌مشاهده
fr_fr: Nom d'hôte visible
it_it: Nome host visibile
ko_kr: 표시 가능한 호스트 이름
pl_pl: Widoczna nazwa hosta
uk_ua: Видиме ім'я хоста
zh_cn: 可见主机名

source: WISPr Bandwith Max DOWN
cs_cz: WISPr pásmo nejvýše PŘÍJEM
de_de: WISPr Bandbreite Max DOWN
el_gr: Μέγιστο εύρος ζώνης WISPr DOWN
fa_ir: حداکثر پهنای‌باند WISPr (دانلود)
fr_fr: Bande WISPr avec Max DOWN
it_it: WISPr Larghezza di banda massima GIÙ
ko_kr: WISPr 대역폭 최대 다운로드 속도
pl_pl: WISPr Przepustowość Max W DÓŁ
uk_ua: WISPr Макс. пропускна здатність НА ЗАВАНТАЖЕННЯ
zh_cn: WISPr最大下载量

source: WISPr Bandwith Max UP
cs_cz: WISPr pásmo nejvýše ODESÍL
de_de: WISPr Bandbreite Max Hoch
el_gr: WISPr Bandwidth Max UP
fa_ir: حداکثر پهنای‌باند WISPr (آپلود)
fr_fr: Bande WISPr avec Max UP
it_it: Larghezza di banda WISPr Max UP
ko_kr: WISPr 대역폭 최대 업로드 속도
pl_pl: WISPr Przepustowość Max W GÓRĘ
uk_ua: WISPr Макс. пропускна здатність НА ВІДДАЧУ
zh_cn: WISPr最大上传量

source: WISPr Bandwith Min DOWN
cs_cz: WISPr pásmo nejméně PŘÍJEM
de_de: WISPr Min. Bandbreite runter
el_gr: Εύρος ζώνης WISPr με ελάχιστο DOWN
fa_ir: حداقل پهنای‌باند WISPr (دانلود)
it_it: WISPr Larghezza di banda minima GIÙ
ko_kr: WISPr 대역폭 최소 다운로드 속도
pl_pl: WISPr Przepustowość Min W DÓŁ
uk_ua: WISPr Мін. пропускна здатність НА ЗАВАНТАЖЕННЯ
zh_cn: WISPr最小下载量

source: WISPr Bandwith Min UP
cs_cz: WISPr pásmo nejvýše ODESÍL
de_de: WISPr Min. Bandbreite rauf
el_gr: Εύρος ζώνης WISPr Ελάχιστο UP
fa_ir: حداقل پهنای‌باند WISPr (آپلود)
it_it: WISPr Larghezza di banda Min UP
ko_kr: WISPr 대역폭 최소 업로드 속도
pl_pl: WISPr Przepustowość Min W GÓRĘ
uk_ua: WISPr Мін. пропускна здатність НА ВІДДАЧУ
zh_cn: WISPr最小上传量

source: Waiting for a new job will timeout after this time in seconds.
cs_cz: Čekání na novou úlohu překročí časový limit po této době (v sekundách).
de_de: Das Warten auf einen neuen Job wird nach dieser Zeit in Sekunden beendet.
el_gr: Η αναμονή για μια νέα εργασία θα λήξει μετά από αυτό το χρονικό διάστημα σε δευτερόλεπτα.
fa_ir: انتظار برای شغل جدید پس از این زمان (ثانیه) منقضی می‌شود.
fr_fr: L'attente d'un nouveau travail expirera après ce délai en secondes.
it_it: L'attesa di un nuovo lavoro scadrà dopo questo tempo in secondi.
ko_kr: 새 작업을 기다리는 시간이 이 시간(초)이 지나면 타임아웃됩니다.
pl_pl: Oczekiwanie na nowe zadanie zostanie przerwane po tym czasie w sekundach.
uk_ua: Очікування нового завдання завершиться за тайм-аутом після цього часу в секундах.
zh_cn: 等待新作业将在此时间之后超时（秒）。

source: Weight
cs_cz: Váha
de_de: Gewichtung
el_gr: Βάρος
fa_ir: وزن
fr_fr: Poids
it_it: Peso
ko_kr: 가중치
pl_pl: Waga
uk_ua: Вага
zh_cn: 权重

source: Weight of this queue (1..100), used to prioritize within a pipe. (1 is low, 100 is high)
cs_cz: Váha této fronty (1 až 100) – sloužící k určení priority v rámci roury (1 znamená nízká, 100 vysoká).
de_de: Geben Sie das Gewicht dieser Queue an (1 … 100), um die Priorisierung innerhalb einer Pipe zu steuern. (1 = niedrig, 100 = hoch)
el_gr: Βάρος αυτής της ουράς (1..100), που χρησιμοποιείται για την ιεράρχηση προτεραιοτήτων εντός ενός αγωγού. (1 είναι χαμηλό, 100 είναι υψηλό)
fa_ir: وزن این صف (1..100)، برای اولویت‌بندی درون یک pipe استفاده می‌شود. (1 کم، 100 زیاد)
fr_fr: Poids de cette file d'attente (1..100), utilisé pour donner la priorité dans un tuyau. (1 est faible, 100 est élevé)
it_it: Peso di questa coda (1..100), utilizzato per stabilire la priorità all'interno di una pipe. (1 è basso, 100 è alto)
ko_kr: 이 큐의 가중치(1..100)는 파이프 내에서 우선순위를 지정하는 데 사용됩니다. (1은 낮음, 100은 높음)
pl_pl: Waga tej kolejki (1..100), używana do priorytetów w obrębie rury. (1 to nisko, 100 to wysoko)
uk_ua: Вага цієї черги (1..100), використовується для пріоритезації в межах потоку. (1 - низька, 100 - висока)
zh_cn: 队列的权重(1....100)，用于队列间的优先级。(1最低，100是最高)

source: When enabled the subnets of the selected interfaces will be added to the allow access list.
cs_cz: Pokud zapnuto, budou podsítě označených rozhraní přidány do seznamu těch, ze kterých je přístup povolen.
de_de: Falls aktiviert, werden die Subnetze der ausgewählten Schnittstellen zur erlaubenden Zugriffsliste hinzugefügt.
el_gr: Όταν ενεργοποιηθεί, τα υποδίκτυα των επιλεγμένων διεπαφών θα προστεθούν στη λίστα επιτρεπόμενης πρόσβασης.
fa_ir: در صورت فعال‌سازی، ساب‌نت‌های رابط‌های انتخاب‌شده به فهرست دسترسی مجاز اضافه می‌شوند.
fr_fr: Si activé, les sous-réseaux des interfaces sélectionnées seront ajoutés à la liste des sites autorisés (allow access list).
it_it: Se abilitata, le sottoreti delle interfacce selezionate verranno aggiunte all'elenco di accesso consentito.
ko_kr: 활성화하면 선택한 인터페이스의 하위네트워크가 허용 액세스 목록에 추가됩니다.
pl_pl: Gdy włączone, podsieci wybranych interfejsów zostaną dodane do listy dozwolonego dostępu.
uk_ua: Якщо ввімкнено, підмережі вибраних інтерфейсів буде додано до списку дозволеного доступу.
zh_cn: 启用时，所选接口的子网将添加到允许访问列表。

source: When this checkbox is enabled, you can add additional headers to your mails, which contain information about the scan results.
cs_cz: Pokud je toto zaškrtnuto, je možné přidávat do e-mailů dodatečné hlavičky, obsahující informace o výsledcích skenování.
de_de: Wenn Sie diese Checkbox aktivieren können Sie zusätzliche Informationen zu den Ergebnissen des Scans im Kopf Ihrer Emails hinzufügen.
el_gr: Όταν αυτό το πλαίσιο ελέγχου είναι ενεργοποιημένο, μπορείτε να προσθέσετε επιπλέον κεφαλίδες στα μηνύματά σας, οι οποίες περιέχουν πληροφορίες σχετικά με τα αποτελέσματα της σάρωσης.
fa_ir: با فعال‌بودن این گزینه می‌توانید هدرهای اضافی به ایمیل‌ها اضافه کنید که حاوی اطلاعات نتایج اسکن هستند.
fr_fr: Quand cette case est cochée, vous pouvez ajouter des en-têtes supplémentaires qui contiennent des informations sur les résultats du scan.
it_it: Quando questa casella di controllo è abilitata, puoi aggiungere ulteriori intestazioni ai tuoi messaggi di posta elettronica, che contengono informazioni sui risultati della scansione.
ko_kr: 이 체크박스를 활성화하면 스캔 결과에 대한 정보를 포함하는 추가 헤더를 메일에 추가할 수 있습니다.
pl_pl: Gdy to pole jest zaznaczone, możesz dodać dodatkowe nagłówki do swoich maili, które zawierają informacje o wynikach skanowania.
uk_ua: Якщо цей прапорець увімкнено, ви можете додати додаткові заголовки до своїх листів, які містять інформацію про результати сканування.
zh_cn: 启用后，可以在邮件中添加其他标题，其中包含有关扫描结果的信息。
