Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Add %sPublic Services:%s The Public Service listens for client connections, optionally applies rules and forwards client request data to the selected Backend Pool for load balancing or proxying.
cs_cz: Přidat %sVeřejné služby:%s Veřejná služba očekává spojení od klientů, volitelně aplikuje pravidla a předává data klientských požadavků vybranému Fondu podpůrné vrstvy pro vyrovnávání zátěže nebo proxy.
de_de: %sÖffentliche Dienste hinzufügen:%s Der Öffentliche Dienst wartet auf Client-Verbindungen, wendet optional Regeln an und leitet Client-Anforderungsdaten an den ausgewählten Backend-Pool zum Lastausgleich oder Proxying weiter.
el_gr: Προσθήκη %sΔημόσιων Υπηρεσιών:%s Η Δημόσια Υπηρεσία παρακολουθεί για συνδέσεις πελατών, προαιρετικά εφαρμόζει κανόνες και προωθεί δεδομένα αιτημάτων πελατών στην επιλεγμένη ομάδα Backend για εξισορρόπηση φορτίου ή proxying.
fa_ir: افزودن %sسرویس‌های عمومی:%s سرویس عمومی به اتصالات کلاینت گوش می‌دهد، در صورت لزوم قوانین را اعمال می‌کند و داده‌های درخواست کلاینت را برای بالانس بار یا پروکسی به استخر Backend انتخاب‌شده ارسال می‌کند.
fr_fr: Ajouter %sServices publics :%s Le service public écoute les connexions client, applique éventuellement des règles et transfère les données de demande client au pool principal sélectionné pour l'équilibrage de charge ou le proxy.
it_it: Aggiungi %sServizi pubblici:%s Il servizio pubblico ascolta le connessioni client, facoltativamente applica regole e inoltra i dati delle richieste client al pool backend selezionato per il bilanciamento del carico o il proxy.
ko_kr: %s 공용 서비스 추가:%s 공용 서비스는 클라이언트 연결을 수신하고, 선택적으로 규칙을 적용하며, 로드 밸런싱 또는 프록시를 위해 클라이언트 요청 데이터를 선택한 백엔드 풀로 전달합니다.
pl_pl: Dodaj %sPubliczne usługi:%s Publiczna usługa nasłuchuje połączeń klienta, ewentualnie stosuje reguły i przekazuje dane żądania klienta do wybranej puli serwerów w tle w celu równoważenia obciążenia lub działania jako proxy.
uk_ua: Додати %sПублічні служби:%s Публічна служба прослуховує клієнтські з'єднання, за бажанням застосовує правила та пересилає дані клієнтських запитів до вибраного Пулу бекендів для балансування навантаження або проксіювання.
zh_cn: 添加%s公共服务：%s公共服务监听客户端连接，可选应用规则并将客户端请求数据转发到选定的后端池以进行负载平衡或代理。

source: Note that you should configure HAProxy in the following order:
cs_cz: Poznamenejme, že HAProxy by mělo být nastavováno v následujícím pořadí:
de_de: Beachten Sie, dass Sie HAProxy in der folgenden Reihenfolge konfigurieren sollten:
el_gr: Σημειώστε ότι θα πρέπει να ρυθμίσετε το HAProxy με την ακόλουθη σειρά:
fa_ir: توجه: باید HAProxy را به ترتیب زیر پیکربندی کنید:
fr_fr: Notez que vous devez configurer HAProxy dans l’ordre suivant:
it_it: Tieni presente che dovresti configurare HAProxy nel seguente ordine:
ko_kr: HAProxy는 다음 순서로 구성해야 합니다:
pl_pl: Zauważ, że powinieneś konfigurować HAProxy w następującej kolejności:
uk_ua: Зверніть увагу, що HAProxy слід налаштовувати в такому порядку:
zh_cn: 注意，您应按以下顺序配置HAProxy:

source: Quick Start Guide
cs_cz: Stručná uživatelská příručka
de_de: Schnellstartanleitung
el_gr: Οδηγός γρήγορης εκκίνησης
fa_ir: راهنمای شروع سریع
fr_fr: Guide démarrage rapide
it_it: Guida rapida
ko_kr: 빠른 시작 안내서
pl_pl: Szybki przewodnik
uk_ua: Посібник зі швидкого старту
zh_cn: 快速入门指南

source: Conditions
cs_cz: Podmínky
de_de: Bedingungen
el_gr: Συνθήκες
fa_ir: شرایط
it_it: Condizioni
ko_kr: 조건
pl_pl: Warunki
uk_ua: Умови
zh_cn: 条件

source: Public Services
cs_cz: Veřejné služby
de_de: Öffentliche Dienste
el_gr: Δημόσιες Υπηρεσίες
fa_ir: سرویس‌های عمومی
fr_fr: Services Publics
it_it: Servizi pubblici
ko_kr: 퍼블릭 서비스
pl_pl: Publiczne usługi
uk_ua: Публічні служби
zh_cn: 公共服务

source: Backend Pools
cs_cz: Fondy podpůrné vrstvy
fa_ir: گروه‌های Backend
it_it: Pool di back-end
ko_kr: 백엔드 풀
pl_pl: Pule serwerów w tle
uk_ua: Пули бекендів
zh_cn: 后端池

source: Virtual Services
cs_cz: Virtuální služby
de_de: Virtuelle Dienste
el_gr: Εικονικές Υπηρεσίες
fa_ir: سرویس‌های مجازی
fr_fr: Services virtuels
it_it: Servizi virtuali
ko_kr: 가상 서비스
pl_pl: Wirtualne usługi
uk_ua: Віртуальні служби
zh_cn: 虚拟服务

source: Error reconfiguring HAProxy
cs_cz: Chyba při přenastavování HAProxy
de_de: Fehler bei der Neukonfiguration von HAProxy
el_gr: Σφάλμα κατά την επαναρύθμιση του HAProxy
fa_ir: خطا در بازپیکربندی HAProxy
fr_fr: Erreur lors de la reconfiguration de HAProxy
it_it: Errore durante la riconfigurazione di HAProxy
ko_kr: HAProxy를 재구성하는 중 오류 발생
pl_pl: Błąd przy ponownej konfiguracji HAProxy
uk_ua: Помилка переналаштування HAProxy
zh_cn: 重新配置HAProxy时出错

source: The HAProxy service may not be able to start due to critical errors. Try anyway?
cs_cz: Službu HAProxy nejspíš nepůjde spustit z důvodu kritických chyb. Pokusit se i tak?
de_de: Der HAProxy-Dienst könnte aufgrund von kritischen Fehlern nicht fähig sein zu starten. Dennoch versuchen?
el_gr: Η υπηρεσία HAProxy ενδέχεται να μην είναι δυνατή η εκκίνηση λόγω κρίσιμων σφαλμάτων. Θέλετε να προσπαθήσετε ούτως ή άλλως;
fa_ir: ممکن است سرویس HAProxy به‌خاطر خطاهای بحرانی نتواند راه‌اندازی شود. باز هم تلاش می‌کنید؟
fr_fr: Le service HAProxy peut ne pas être en mesure de démarrer en raison d'erreurs critiques. Essayez quand même?
it_it: Il servizio HAProxy potrebbe non essere in grado di avviarsi a causa di errori critici. Provare comunque?
ko_kr: 심각한 오류로 인해 HAProxy 서비스를 시작하지 못할 수 있습니다. 그래도 해볼까요?
pl_pl: Usługa HAProxy może nie być w stanie uruchomić się z powodu krytycznych błędów. Spróbować mimo to?
uk_ua: Служба HAProxy може не запуститися через критичні помилки. Спробувати все одно?
zh_cn: 由于严重错误，HAProxy服务可能无法启动。 仍然尝试？

source: HAProxy config contains critical errors
cs_cz: Vaše nastavení pro HAProxy obsahují kritické chyby
de_de: Die HAProxy-Konfiguration enthält kritische Fehler
el_gr: Η διαμόρφωση του HAProxy περιέχει κρίσιμα σφάλματα
fa_ir: پیکربندی HAProxy شامل خطاهای بحرانی است
fr_fr: La configuration HAProxy contient des erreurs critiques
it_it: La configurazione di HAProxy contiene errori critici
ko_kr: HAProxy 구성에 심각한 오류가 포함되어 있습니다
pl_pl: Konfiguracja HAProxy zawiera krytyczne błędy
uk_ua: Конфігурація HAProxy містить критичні помилки
zh_cn: HAProxy配置包含严重错误

source: HAProxy Load Balancer
cs_cz: Rozdělování zátěže HAProxy
de_de: HAProxy-Lastverteiler
el_gr: Εξισορροπητής Φόρτου HAProxy
fa_ir: متعادل‌کننده بار HAProxy
fr_fr: Répartiteur de charge HAProxy
it_it: Bilanciatore del carico HAProxy
ko_kr: HAProxy 로드 밸런서
pl_pl: Bilansowanie obciążenia HAProxy
uk_ua: Балансувальник навантаження HAProxy
zh_cn: HAProxy负载平衡

source: HAProxy load balancer
cs_cz: rozkládání zátěže HAProxy
de_de: HAProxy Lastverteiler
el_gr: Εξισορροπητής φορτίου HAProxy
fa_ir: متعادل‌کننده بار HAProxy
fr_fr: Répartiteur de charge HAProxy
it_it: Bilanciatore del carico HAProxy
ko_kr: HAProxy 로드 밸런서
pl_pl: Bilansowanie obciążenia HAProxy
uk_ua: Балансувальник навантаження HAProxy
zh_cn: HAProxy负载平衡

source: collectd daemon
cs_cz: proces služby collectd
fa_ir: سرویس collectd
fr_fr: service collectd
it_it: demone Collectd
ko_kr: 수집된 데몬
pl_pl: demon collectd
uk_ua: Демон collectd
zh_cn: collectd守护程序

source: Local Host
cs_cz: Místní hostitel
de_de: Lokaler Host
el_gr: Τοπικός κεντρικός υπολογιστής
fa_ir: میزبان محلی
fr_fr: Hôte Local
it_it: Ospite locale
ko_kr: 로컬 호스트
pl_pl: Lokalny host
uk_ua: Локальний хост
zh_cn: 本地主机

source: Edit Sender
cs_cz: Upravit odesilatele
de_de: Sender bearbeiten
el_gr: Επεξεργασία αποστολέα
fa_ir: ویرایش فرستنده
fr_fr: Éditer l'émetteur
it_it: Modifica mittente
ko_kr: 보낸 사람 편집
pl_pl: Edytuj nadawcę
uk_ua: Редагувати відправника
zh_cn: 编辑发件人

source: Edit Recipient
cs_cz: Upravit příjemce
de_de: Empfänger bearbeiten
el_gr: Επεξεργασία παραλήπτη
fa_ir: ویرایش گیرنده
fr_fr: Éditer le destinataire
it_it: Modifica destinatario
ko_kr: 수신자 편집
pl_pl: Edytuj odbiorcę
uk_ua: Редагувати одержувача
zh_cn: 编辑收件人

source: No Rspamd plugin found, please install and come back.
cs_cz: Nenalezen žádný zásuvným modul Rspamd – nainstalujte ho a vraťte se sem.
de_de: Kein Rspamd plugin gefunden, please installieren Sie es und kommen Sie dann zurück.
el_gr: Δεν βρέθηκε πρόσθετο Rspamd, εγκαταστήστε το και επιστρέψτε.
fa_ir: هیچ افزونه‌ای برای Rspamd یافت نشد. لطفاً آن را نصب کرده و دوباره مراجعه کنید.
fr_fr: Aucun greffon Rspamd trouvé. Veuillez l'installer et revenir ensuite.
it_it: Nessun plugin Rspamd trovato, installalo e torna di nuovo.
ko_kr: Rspamd 플러그인을 찾을 수 없습니다. 설치한 후 다시 돌아와 주세요.
pl_pl: Nie znaleziono wtyczki Rspamd, zainstaluj ją i wróć.
uk_ua: Плагін Rspamd не знайдено, будь ласка, встановіть його та поверніться.
zh_cn: 找不到Rspamd插件，请安装并返回。

source: Antispam
fa_ir: ضد هرزنامه
ko_kr: 안티스팸
pl_pl: Antyspam
uk_ua: Антиспам
zh_cn: 反垃圾邮件

source: Edit Domain
cs_cz: Upravit doménu
de_de: Domain bearbeiten
el_gr: Επεξεργασία τομέα
fa_ir: ویرایش دامنه
fr_fr: Éditer le domaine
it_it: Modifica dominio
ko_kr: 도메인 편집
pl_pl: Edytuj domenę
uk_ua: Редагувати домен
zh_cn: 编辑域

source: Error reconfiguring Postfix
cs_cz: Chyba při změně nastavení Postfix
de_de: Fehler bei der Neukonfiguration von Postfix
el_gr: Σφάλμα κατά την επαναρύθμιση του Postfix
fa_ir: خطا در بازپیکربندی Postfix
fr_fr: Erreur lors de la reconfiguration Postfix
it_it: Errore durante la riconfigurazione di Postfix
ko_kr: postfix를 재구성하는 중 오류 발생
pl_pl: Błąd przy ponownej konfiguracji Postfix
uk_ua: Помилка переналаштування Postfix
zh_cn: 重新配置Postfix时出错

source: Enable verbose logging
cs_cz: Zaznamenávat více podrobností
de_de: Aktivieren Sie die ausführliche Protokollierung.
el_gr: Ενεργοποίηση λεπτομερούς καταγραφής
fa_ir: فعال‌سازی لاگ‌برداری مفصل
fr_fr: Activer la journalisation verbeuse
it_it: Abilita la registrazione dettagliata
ko_kr: 상세 로깅 사용
pl_pl: Włącz szczegółowe logowanie
uk_ua: Увімкнути детальне логування
zh_cn: 启用详细日志记录

source: Redis DB
cs_cz: Redis databáze
fr_fr: BdD Redis
pl_pl: Baza danych Redis
uk_ua: База даних Redis

source: iperf Performance Test
cs_cz: iperf test výkonu
el_gr: Δοκιμή απόδοσης iperf
fa_ir: تست عملکرد iperf
fr_fr: Test de performance iperf
it_it: Test delle prestazioni dell'iperf
ko_kr: iperf 성능 테스트
pl_pl: Test wydajności iperf
uk_ua: Тест продуктивності iperf
zh_cn: iperf性能测试

source: %sResult %s%s
cs_cz: %sVýsledek %s%s
de_de: %sErgebnis %s%s
el_gr: %sΑποτέλεσμα %s%s
fa_ir: %sنتیجه %s%s
fr_fr: %sRésultat %s%s
it_it: %sRisultato %s%s
ko_kr: %s결과 %s%s
pl_pl: %sWynik %s%s
uk_ua: %sРезультат %s%s
zh_cn: %s结果 %s%s

source: Remote Port
cs_cz: Port na protějšku
el_gr: Απομακρυσμένη θύρα
fa_ir: پورت راه دور
fr_fr: Port Distant
it_it: Porta remota
ko_kr: 원격 포트
pl_pl: Zdalny port
uk_ua: Віддалений порт
zh_cn: 远程端口

source: Host User
cs_cz: Uživatel na hostiteli
de_de: Host Benutzer
el_gr: Χρήστης κεντρικού υπολογιστή
fa_ir: کاربر میزبان
fr_fr: Utilisateur de l'hôte
it_it: Utente ospite
ko_kr: 호스트 사용자
pl_pl: Użytkownik hosta
uk_ua: Користувач хоста
zh_cn: 主机用户

source: Host System
cs_cz: Hostitelský systém
el_gr: Σύστημα υποδοχής
fa_ir: سیستم میزبان
fr_fr: Système de l'hôte
it_it: Sistema ospite
ko_kr: 호스트 시스템
pl_pl: System hosta
uk_ua: Система хоста
zh_cn: 主机系统

source: Remote Total
cs_cz: Vzdálené celkem
de_de: Gesamt (fern)
el_gr: Απομακρυσμένο σύνολο
fa_ir: جمع کل راه دور
fr_fr: Total à distance
it_it: Totale remoto
ko_kr: 원격 총계
pl_pl: Zdalna suma
uk_ua: Віддалено всього
zh_cn: 远程总计

source: Remote User
cs_cz: Vzdálený uživatel
de_de: Ferner Benutzer
el_gr: Απομακρυσμένος χρήστης
fa_ir: کاربر راه دور
fr_fr: Utilisateur distant
it_it: Utente remoto
ko_kr: 원격 사용자
pl_pl: Zdalny użytkownik
uk_ua: Віддалений користувач
zh_cn: 远程用户

source: Remote System
cs_cz: Vzdálený systém
de_de: Fernes System
el_gr: Απομακρυσμένο σύστημα
fa_ir: سیستم راه دور
fr_fr: Système distant
it_it: Sistema remoto
ko_kr: 원격 시스템
pl_pl: Zdalny system
uk_ua: Віддалена система
zh_cn: 远程系统

source: Performance Data
cs_cz: Data o výkonnosti
de_de: Leistungsdaten
el_gr: Δεδομένα απόδοσης
fa_ir: داده‌های عملکرد
fr_fr: Données de performance
it_it: Dati sulle prestazioni
ko_kr: 성능 데이터
pl_pl: Dane o wydajności
uk_ua: Дані про продуктивність
zh_cn: 性能数据

source: Bits Per Second
cs_cz: Bitů za sekundu
de_de: Bits pro Sekunde
el_gr: Bits ανά δευτερόλεπτο
fa_ir: بیت بر ثانیه
fr_fr: Bits par seconde
it_it: Bit al secondo
ko_kr: 초당 비트 수
pl_pl: Bity na sekundę
uk_ua: Біт за секунду
zh_cn: Bits/s

source: Create Instance
cs_cz: Vytvořit instanci
de_de: Instanz erstellen
el_gr: Δημιουργία στιγμιότυπου
fa_ir: ایجاد نمونه
fr_fr: Créer une instance
it_it: Crea istanza
ko_kr: 인스턴스 생성
pl_pl: Utwórz instancję
uk_ua: Створити екземпляр
zh_cn: 创建实例

source: Host Total
cs_cz: Hostitel celkem
de_de: Host Gesamt
el_gr: Σύνολο κεντρικών υπολογιστών
fa_ir: جمع کل میزبان
fr_fr: Total de l'hôte
it_it: Totale ospite
ko_kr: 호스트 합계
pl_pl: Całkowity host
uk_ua: Всього на хості
zh_cn: 主机总计

source: Cached IP
cs_cz: IP adresa z mezipaměti
de_de: Dyn IP
el_gr: Αποθηκευμένη IP
fa_ir: IP کش‌شده
fr_fr: IP en cache
it_it: IP memorizzato nella cache
ko_kr: 캐시된 IP
pl_pl: Buforowany IP
uk_ua: Кешована IP-адреса
zh_cn: 缓存的IP

source: Key name
cs_cz: Název klíče
de_de: Schlüsselname
el_gr: Όνομα κλειδιού
fa_ir: نام کلید
fr_fr: Nom de la clé
it_it: Nome chiave
ko_kr: 키 이름
pl_pl: Nazwa klucza
uk_ua: Ім'я ключа
zh_cn: 密钥名称

source: The DNS update host name contains invalid characters.
cs_cz: Název stroje s DNS aktualizacemi obsahuje neplatné znaky.
de_de: Der DNS-Aktualisierungshostname enthält ungültige Zeichen.
el_gr: Το όνομα κεντρικού υπολογιστή ενημέρωσης DNS περιέχει μη έγκυρους χαρακτήρες.
fa_ir: نام میزبان به‌روزرسانی DNS شامل کاراکترهای نامعتبر است.
fr_fr: Le nom d'hôte DNS mis à jour contient des caractères invalides.
it_it: Il nome host dell'aggiornamento DNS contiene caratteri non validi.
ko_kr: DNS 업데이트 호스트 이름에 잘못된 문자가 포함되어 있습니다.
pl_pl: Nazwa hosta aktualizacji DNS zawiera nieprawidłowe znaki.
uk_ua: Ім'я хоста оновлення DNS містить недійсні символи.
zh_cn: DNS更新主机名包含非法字符。

source: The DNS update TTL must be an integer.
cs_cz: Je třeba, aby TTL aktualizace DNS bylo celé kladné číslo.
de_de: Die DNS-Aktualisierungslebensdauer muss eine Zahl sein.
el_gr: Το TTL ενημέρωσης DNS πρέπει να είναι ακέραιος αριθμός.
fa_ir: TTL به‌روزرسانی DNS باید یک عدد صحیح باشد.
fr_fr: Le TTL de mise à jour DNS doit être un nombre entier.
it_it: Il TTL dell'aggiornamento DNS deve essere un numero intero.
ko_kr: DNS 업데이트 TTL은 정수여야 합니다.
pl_pl: TTL aktualizacji DNS musi być liczbą całkowitą.
uk_ua: TTL оновлення DNS має бути цілим числом.
zh_cn: DNS更新TTL必须为整数。

source: The DNS update key name contains invalid characters.
cs_cz: Název DNS aktualizačního klíče obsahuje neplatné znaky.
de_de: Der DNS-Aktualisierungsschlüsselname enthält ungültige Zeichen.
el_gr: Το όνομα του κλειδιού ενημέρωσης DNS περιέχει μη έγκυρους χαρακτήρες.
fa_ir: نام کلید به‌روزرسانی DNS شامل کاراکترهای نامعتبر است.
fr_fr: Le nom de la clé de mise à jour DNS contient des caractères invalides.
it_it: Il nome della chiave di aggiornamento DNS contiene caratteri non validi.
ko_kr: DNS 업데이트 키 이름에 잘못된 문자가 있습니다.
pl_pl: Nazwa klucza aktualizacji DNS zawiera nieprawidłowe znaki.
uk_ua: Ім'я ключа оновлення DNS містить неприпустимі символи.
zh_cn: DNS更新密钥名称包含无效字符。

source: RFC 2136 client
cs_cz: Klient dle normy RFC 2136
el_gr: Πρόγραμμα-πελάτης RFC 2136
fa_ir: کلاینت RFC 2136
fr_fr: Client RFC 2136
it_it: Cliente RFC 2136
ko_kr: RFC 2136 클라이언트
pl_pl: Klient RFC 2136
uk_ua: Клієнт RFC 2136
zh_cn: RFC 2136客户端

source: Interface to monitor
cs_cz: Které rozhraní dohledovat
de_de: Zu überwachende Schnittstelle
el_gr: Διεπαφή για παρακολούθηση
fa_ir: رابط برای نظارت
fr_fr: Interface à monitorer
it_it: Interfaccia per monitorare
ko_kr: 모니터링할 인터페이스
pl_pl: Interfejs do monitorowania
uk_ua: Інтерфейс для моніторингу
zh_cn: 监控接口

source: Fully qualified hostname of the host to be updated.
cs_cz: Úplný doménový název stroje, který má být aktualizován.
de_de: Vollqualifizierter Hostname des Hosts der aktualisiert wird.
el_gr: Πλήρως προσδιορισμένο όνομα κεντρικού υπολογιστή του κεντρικού υπολογιστή που θα ενημερωθεί.
fa_ir: نام میزبان کامل (FQDN) که باید به‌روزرسانی شود.
fr_fr: Nom complet de l'hôte à mettre à jour.
it_it: Nome host completo dell'host da aggiornare.
ko_kr: 업데이트할 호스트의 정규화된 호스트 이름입니다.
pl_pl: Pełna kwalifikowana nazwa hosta, który ma być aktualizowany.
uk_ua: Повністю визначене ім'я хоста для оновлення.
zh_cn: 要更新的主机的标准主机名。

source: Record Type
cs_cz: Typ záznamu
de_de: Eintragstyp
el_gr: Τύπος εγγραφής
fa_ir: نوع رکورد
fr_fr: Type d'enregistrement
it_it: Tipo di registrazione
ko_kr: 레코드 유형
pl_pl: Typ rekordu
uk_ua: Тип запису
zh_cn: 记录类型

source: 'All' will update all available record types.
cs_cz: „Vše“ zaktualizuje záznamy všech typů.
de_de: 'Alle' wird alle verfügbaren Eintragstypen aktualisieren.
el_gr: Η επιλογή «Όλα» θα ενημερώσει όλους τους διαθέσιμους τύπους εγγραφών.
fa_ir: گزینه 'All' همهٔ انواع رکورد موجود را به‌روزرسانی می‌کند.
fr_fr: 'Tout' mettra à jour tous les types d'enregistrement disponibles.
it_it: "Tutti" aggiornerà tutti i tipi di record disponibili.
ko_kr: 'All'은 사용 가능한 모든 레코드 유형을 업데이트합니다.
pl_pl: 'All' będzie aktualizować wszystkie dostępne typy rekordów.
uk_ua: 'Усі' оновить усі доступні типи записів.
zh_cn: "全部"会更新所有可用的记录类型。

source: This must match the setting on the DNS server.
cs_cz: Je třeba, aby se toto shodovalo s nastavením na DNS serveru.
de_de: Dies muss den Einstellungen des DNS-Servers entsprechen.
el_gr: Αυτό πρέπει να ταιριάζει με τη ρύθμιση στον διακομιστή DNS.
fa_ir: این باید با تنظیمات سرور DNS مطابقت داشته باشد.
fr_fr: Ceci doit correspondre au paramètre défini sur le serveur DNS
it_it: Questo deve corrispondere all'impostazione sul server DNS.
ko_kr: DNS 서버의 설정과 일치해야 합니다.
pl_pl: To musi pasować do ustawienia na serwerze DNS.
uk_ua: Це має відповідати налаштуванню на DNS-сервері.
zh_cn: 这必须与DNS服务器上的设置相匹配。

source: Key type
cs_cz: Typ klíče
de_de: Schlüsseltyp
el_gr: Τύπος κλειδιού
fa_ir: نوع کلید
fr_fr: Type de Clé
it_it: Tipo di chiave
ko_kr: 키 유형
pl_pl: Typ klucza
uk_ua: Тип ключа
zh_cn: 密钥类型

source: yes
cs_cz: ano
de_de: ja
el_gr: Ναί
fa_ir: بله
fr_fr: oui
it_it: SÌ
ko_kr: 예
pl_pl: tak
uk_ua: так
zh_cn: 是

source: Use TCP instead of UDP
cs_cz: Použít TCP namísto UDP
de_de: TCP statt UDP benutzen
el_gr: Χρήση TCP αντί για UDP
fa_ir: استفاده از TCP به‌جای UDP
fr_fr: Utiliser TCP au lieu d'UDP
it_it: Utilizza TCP invece di UDP
ko_kr: UDP 대신 TCP 사용
pl_pl: Użyj TCP zamiast UDP
uk_ua: Використовувати TCP замість UDP
zh_cn: 使用TCP而不是UDP

source: Use Public IP
cs_cz: Použít veřejnou IP adresu
de_de: Public IP benutzen
el_gr: Χρήση δημόσιας διεύθυνσης IP
fa_ir: استفاده از IP عمومی
fr_fr: Utiliser IP publique
it_it: Utilizza IP pubblico
ko_kr: 공인 IP 사용
pl_pl: Użyj publicznego IP
uk_ua: Використовувати публічну IP-адресу
zh_cn: 使用公共IP

source: If the interface IP is private, attempt to fetch and use the public IP instead.
cs_cz: Pokud je IP adresa rozhraní z neveřejného rozsahu, pokusit se získat a použít namísto toho adresu z veřejného rozsahu.
de_de: Falls die Schnittstellen-IP privat ist, versuche an dessen Stelle die öffentliche IP abzufragen.
el_gr: Εάν η διεύθυνση IP της διεπαφής είναι ιδιωτική, προσπαθήστε να ανακτήσετε και να χρησιμοποιήσετε τη δημόσια διεύθυνση IP.
fa_ir: اگر آدرس IP رابط خصوصی باشد، تلاش می‌شود آدرس IP عمومی را واکشی و به‌جای آن استفاده کند.
fr_fr: Si l'IP de l'interface est privée, essayer de récupérer et utiliser l'adresse IP publique à la place.
it_it: Se l'IP dell'interfaccia è privato, prova a recuperare e utilizzare invece l'IP pubblico.
ko_kr: 인터페이스 IP가 사설인 경우 공인 IP를 가져와서 대신 사용해 보세요.
pl_pl: Jeśli IP interfejsu jest prywatne, spróbuj pobrać i użyć publicznego IP.
uk_ua: Якщо IP-адреса інтерфейсу є приватною, спробувати отримати та використати публічну IP-адресу замість неї.
zh_cn: 如果接口IP是私有的，则尝试获取并使用公共IP。

source: Save and Force Update
cs_cz: Uložit a vynutit aktualizaci
de_de: Speichern und Aktualisierung erzwingen
el_gr: Αποθήκευση και επιβολή ενημέρωσης
fa_ir: ذخیره و اعمال اجباری به‌روزرسانی
fr_fr: Sauvegarder et force la mise à jour
it_it: Salva e forza aggiornamento
ko_kr: 저장 및 강제 업데이트
pl_pl: Zapisz i wymuś aktualizację
uk_ua: Зберегти та примусово оновити
zh_cn: 保存并强制更新

source: You must configure a DNS server in %sSystem: General setup%s or allow the DNS server list to be overridden by DHCP/PPP on WAN for dynamic DNS updates to work.
cs_cz: Je třeba nastavit DNS server v %sSystém: Obecná nastavení%s nebo umožnit, aby seznam DNS serverů byl přepsán DHCP/PPP na WAN aby fungovaly dynamické aktualizace DNS.
de_de: Sie müssen einen DNS-Server in %sSystem: Allgemeine Einstellungen%s konfigurieren oder erlauben, dass die DNS-Serverliste durch DHCP/PPP auf WAN überschrieben werden darf, damit dynamische DNS-Aktualisierung funktioniert.
el_gr: Πρέπει να ρυθμίσετε έναν διακομιστή DNS στο %sΣύστημα: Γενικές ρυθμίσεις%s ή να επιτρέψετε την παράκαμψη της λίστας διακομιστών DNS από το DHCP/PPP στο WAN για να λειτουργήσουν οι δυναμικές ενημερώσεις DNS.
fa_ir: برای فعال‌بودن به‌روزرسانی‌های DNS پویا، باید یک سرور DNS را در %sسیستم: تنظیمات کلی%s پیکربندی کنید یا اجازه دهید فهرست سرورهای DNS توسط DHCP/PPP روی WAN بازنویسی شود.
fr_fr: Vous devez configurer un serveur DNS dans %sSystème: Configuration générale%s ou permettre à la liste des serveurs DNS d'être outrepassée par le DHCP/PPP sur le WAN afin que les mises à jour du DNS dynamique fonctionnent.
it_it: È necessario configurare un server DNS in %sSistema: Configurazione generale%s o consentire che l'elenco dei server DNS venga sovrascritto da DHCP/PPP su WAN affinché gli aggiornamenti DNS dinamici funzionino.
ko_kr: %s시스템: 일반 설정%s에서 DNS 서버를 구성해야 하거나 동적 DNS 업데이트가 작동하도록 WAN의 DHCP/PPP에서 DNS 서버 목록을 재정의할 수 있습니다.
pl_pl: Musisz skonfigurować serwer DNS w %sUstawienia systemu: Ogólne%s lub pozwolić na nadpisanie listy serwerów DNS przez DHCP/PPP na WAN, aby dynamiczne aktualizacje DNS działały.
uk_ua: Ви повинні налаштувати DNS-сервер у %sСистема: Загальні налаштування%s або дозволити перепризначення списку DNS-серверів за допомогою DHCP/PPP на WAN, щоб динамічні оновлення DNS працювали.
zh_cn: 您必须在%s系统>设置>常规%s中配置DNS服务器，或者允许DNS服务器列表在WAN上被DHCP/PPP覆盖，以便动态DNS更新可以工作。

source: Rapid Spamfilter Daemon
cs_cz: Proces služby Rapid Spamfilter
de_de: Schneller Spamfilter-Daemon
el_gr: Deamon γρήγορου φίλτρου ανεπιθύμητης αλληλογραφίας
fa_ir: سرویس Rapid Spamfilter
fr_fr: Démon Rapid Spamfilter
it_it: Demone filtro antispam rapido
ko_kr: 빠른 스팸 필터 데몬
pl_pl: Szybki filtr spamowy
uk_ua: Демон швидкого спам-фільтра
zh_cn: Rapid Spamfilter程序
