Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The command to execute on the SSH server.
cs_cz: Příkaz k vykonání na SSH serveru.
de_de: Der Befehl, der auf dem SSH-Server ausgeführt werden soll.
el_gr: Η εντολή που θα εκτελεστεί στον διακομιστή SSH.
fa_ir: دستوری که باید روی سرور SSH اجرا شود.
fr_fr: La commande à exécuter sur le serveur SSH.
it_it: Il comando da eseguire sul server SSH.
ko_kr: SSH 서버에서 실행할 명령입니다.
uk_ua: Команда для виконання на SSH-сервері.
zh_cn: 要在 SSH 服务器上执行的命令。

source: The condition which determines when users are prevented from logging in during a power failure.
cs_cz: Podmínka, která určuje, kdy bude při výpadku napájení uživalům bráněno v přihlášení se.
de_de: Die Bedingung, unter der Benutzer während eines Stromausfalls am Anmelden gehindert werden.
el_gr: Η συνθήκη που καθορίζει πότε οι χρήστες δεν μπορούν να συνδεθούν κατά τη διάρκεια διακοπής ρεύματος.
fa_ir: شرطی که تعیین می‌کند در هنگام قطع برق چه زمانی از ورود کاربران جلوگیری شود.
fr_fr: Condition qui détermine si les utilisateurs ne peuvent pas se connecter lors d'une panne de courant.
it_it: La condizione che determina quando agli utenti viene impedito l'accesso durante un'interruzione di corrente.
ko_kr: 정전 시 사용자가 로그인할 수 없게 되는 경우를 결정하는 조건입니다.
uk_ua: Умова, яка визначає, коли користувачам заборонено вхід під час збою живлення.
zh_cn: 断电时用户无法登录的条件。

source: The environment in which Puppet is running.
cs_cz: Prostředí ve kterém je Puppet spuštěné.
de_de: Die Umgebung, in der Puppet ausgeführt wird.
el_gr: Το περιβάλλον στο οποίο εκτελείται το Puppet.
fa_ir: محیطی که Puppet در آن اجرا می‌شود.
fr_fr: L'environnement dans lequel Puppet s'exécute.
it_it: L'ambiente in cui è in esecuzione Puppet.
ko_kr: Puppet이 실행되는 환경입니다.
uk_ua: Середовище, в якому працює Puppet.
zh_cn: 运行 Puppet 的环境。

source: The home servers.
cs_cz: Domácí servery.
de_de: Die Home-Server.
el_gr: Οι οικιακοί διακομιστές.
fa_ir: سرورهای خانگی
fr_fr: Les serveurs domestiques.
it_it: I server domestici.
ko_kr: 홈 서버.
uk_ua: Домашні сервери.
zh_cn: 家庭服务器。

source: The hostname of the proxmox ve node.
cs_cz: Název stroje uzlu Proxmox VE virtualizace.
de_de: Der Hostname des Proxmox-VE-Knotens.
el_gr: Το όνομα κεντρικού υπολογιστή του κόμβου proxmox ve.
fa_ir: نام میزبان نود proxmox ve.
fr_fr: Le nom d'hôte du nœud proxmox ve.
it_it: Il nome host del nodo proxmox ve.
ko_kr: proxmox ve 노드의 호스트 이름입니다.
uk_ua: Ім'я хоста вузла Proxmox VE.
zh_cn: proxmox ve 节点的主机名。

source: The idle timeout, in seconds, of a TCP connection. Setting this to 0 means "no timeout".
cs_cz: Časový limit nečinnosti (v sekundách) TCP spojení. Nastavení na 0 (nula) znamená „bez limitu“.
de_de: Die Inaktivitätszeitüberschreitung einer TCP-Verbindung in Sekunden. Bei Wert 0 erfolgt kein Timeout.
el_gr: Το χρονικό όριο αδράνειας, σε δευτερόλεπτα, μιας σύνδεσης TCP. Η ρύθμιση σε 0 σημαίνει "χωρίς χρονικό όριο".
fa_ir: زمان بیکار قبل از قطع، بر حسب ثانیه، برای اتصال TCP. مقدار 0 به‌معنای «بدون تایم‌اوت» است.
fr_fr: Le délai d'inactivité, en secondes, d'une connexion TCP. La valeur 0 signifie qu'il n'y a pas de délai d'attente.
it_it: Il timeout di inattività, in secondi, di una connessione TCP. Impostarlo su 0 significa "nessun timeout".
ko_kr: TCP 연결의 유휴 시간 초. 이 값을 0으로 설정하면 "타임아웃 없음"을 의미합니다.
uk_ua: Таймаут неактивності (у секундах) для з'єднання TCP. Встановлення значення 0 означає «без таймауту».
zh_cn: TCP 连接的空闲超时（秒）。设置为 0 表示 "无超时"。

source: The lifetime, in seconds, of a TCP connection. Setting this to 0 means "forever".
cs_cz: Životnost (v sekundách) TCP spojení. Nastavení na 0 (nula) znamená „navždy“.
de_de: Die Lebensdauer einer TCP-Verbindung in Sekunden. Bei Wert 0 unbegrenzt.
el_gr: Η διάρκεια ζωής, σε δευτερόλεπτα, μιας σύνδεσης TCP. Η ρύθμιση σε 0 σημαίνει "για πάντα".
fa_ir: طول عمر اتصال TCP، بر حسب ثانیه. مقدار 0 به‌معنای «برای همیشه» است.
fr_fr: Durée de vie, en secondes, d'une connexion TCP. La valeur 0 signifie "pour toujours".
it_it: La durata, in secondi, di una connessione TCP. Impostarlo su 0 significa "per sempre".
ko_kr: TCP 연결의 수명(초). 이 값을 0으로 설정하면 "영원히"를 의미합니다.
uk_ua: Тривалість життя (у секундах) з'єднання TCP. Встановлення значення 0 означає «безкінечно».
zh_cn: TCP 连接的有效期（以秒为单位）。设置为 0 表示 "永久"。

source: The maximum amount of time an agent run is allowed to take. Enter a number followed by one of the supported suffixes: "y" (years), "d" (days), "h" (hours), "m" (minutes), "s" (seconds).
cs_cz: Nejdelší nastavená doba, do které je třeba, aby agent stihl dokončit svůj běh. Zadejte číslo následované jednou z podporovaných přípon: „y“ (roky), „d“ (dny), „h“ (hodiny), „m“ (minuty), „s“ (sekundy).
de_de: Die maximale Ausführungszeit eines Agentenlaufs. Geben Sie eine Zahl ein, gefolgt von einem der unterstützten Suffixe: "y" (Jahre), "d" (Tage), "h" (Stunden), "m" (Minuten), "s" (Sekunden).
el_gr: Ο μέγιστος χρόνος που επιτρέπεται να διαρκέσει μια εκτέλεση ενός παράγοντα. Εισαγάγετε έναν αριθμό ακολουθούμενο από ένα από τα υποστηριζόμενα επιθήματα: "y" (έτη), "d" (ημέρες), "h" (ώρες), "m" (λεπτά), "s" (δευτερόλεπτα).
fa_ir: حداکثر زمانی که اجرای یک عامل می‌تواند طول بکشد. یک عدد وارد کنید و سپس یکی از پسوندهای پشتیبانی‌شده را اضافه کنید: "y" (سال)، "d" (روز)، "h" (ساعت)، "m" (دقیقه)، "s" (ثانیه).
fr_fr: Durée maximale d'exécution d'un agent. Saisissez un nombre suivi de l'un des suffixes pris en charge : "y" (années), "d" (jours), "h" (heures), "m" (minutes), "s" (secondes).
it_it: Il tempo massimo consentito per l'esecuzione dell'agente. Inserisci un numero seguito da uno dei suffissi supportati: "y" (anni), "d" (giorni), "h" (ore), "m" (minuti), "s" (secondi).
ko_kr: 에이전트 실행에 허용되는 최대 시간입니다. 지원되는 접미사 중 하나를 사용하여 숫자를 입력합니다: "y"(년), "d"(일), "h"(시간), "m"(분), "s"(초).
uk_ua: Максимальний час, який дозволено для виконання агента. Введіть число, за яким слідує один із підтримуваних суфіксів: «y» (роки), «d» (дні), «h» (години), «m» (хвилини), «s» (секунди).
zh_cn: 允许代理运行的最长时间。输入一个数字，后面跟一个支持的后缀：y"（年）、"d"（天）、"h"（小时）、"m"（分钟）、"s"（秒）。

source: The name of the API token created for the user account. Defaults to acme.
cs_cz: Název tokenu k API vytvořeného pro uživatelský účet. Pokud nezadáno, bude použito výchozí acme.
de_de: Der Name des für das Benutzerkonto erstellten API-Tokens. Standardmäßig "acme".
el_gr: Το όνομα του διακριτικού API που δημιουργήθηκε για τον λογαριασμό χρήστη. Η προεπιλεγμένη τιμή είναι acme.
fa_ir: نام توکن API ساخته‌شده برای حساب کاربری. به‌صورت پیش‌فرض acme است.
fr_fr: Le nom du jeton API créé pour le compte de l'utilisateur. La valeur par défaut est acme.
it_it: Il nome del token API creato per l'account utente. Il valore predefinito è acme.
ko_kr: 사용자 계정에 대해 생성된 API 토큰의 이름입니다. 기본값은 acme입니다.
uk_ua: Ім'я токена API, створеного для облікового запису користувача. Типово: acme.
zh_cn: 为用户账户创建的 API 令牌名称。默认为 acme。

source: The name of the TSIG key, which must match the value on the primary server.
cs_cz: Název TSIG klíče, u kterého je třeba, aby byl shodný s hodnotou na hlavním serveru.
de_de: Der Name des TSIG-Schlüssels, der mit dem Wert auf dem primären Server übereinstimmen muss.
el_gr: Το όνομα του κλειδιού TSIG, το οποίο πρέπει να ταιριάζει με την τιμή στον κύριο διακομιστή.
fa_ir: نام کلید TSIG که باید با مقدار روی سرور اصلی مطابقت داشته باشد.
fr_fr: Le nom de la clé TSIG, qui doit correspondre à la valeur du serveur primaire.
it_it: Il nome della chiave TSIG, che deve corrispondere al valore sul server primario.
ko_kr: TSIG 키의 이름은 기본 서버의 값과 일치해야 합니다.
uk_ua: Ім'я ключа TSIG, яке має збігатися зі значенням на основному сервері.
zh_cn: TSIG 密钥的名称，必须与主服务器上的值相匹配。

source: The name of the node we will be connecting to.
cs_cz: Název uzlu ke kterému se je připojováno.
de_de: Der Name des Knotens, zu dem eine Verbindung hergestellt wird.
el_gr: Το όνομα του κόμβου στον οποίο θα συνδεθούμε.
fa_ir: نام نودی که به آن متصل می‌شویم.
fr_fr: Le nom du nœud auquel nous allons nous connecter.
it_it: Il nome del nodo a cui ci collegheremo.
ko_kr: 연결할 노드의 이름입니다.
uk_ua: Ім'я вузла, до якого ми підключатимемося.
zh_cn: 要连接的节点的名称。

source: The path where the Prometheus exporter can be accessed.
cs_cz: Popis umístění, ve kterém lze přistupovat k Prometheus exportéru.
de_de: Der Pfad, unter dem der Prometheus Exporter erreichbar ist.
el_gr: Η διαδρομή από την οποία είναι δυνατή η πρόσβαση στον εξαγωγέα του Προμηθέα.
fa_ir: مسیر دسترسی به Prometheus exporter.
fr_fr: Chemin d'accès à l'exportateur Prometheus.
it_it: Il percorso a cui è possibile accedere all'esportatore Prometheus.
ko_kr: Prometheus 익스포터에 액세스할 수 있는 경로입니다.
uk_ua: Шлях, де можна отримати доступ до експортера Prometheus.
zh_cn: Prometheus导出器可以访问的路径。

source: The port number the management interface is on. Defaults to 8006.
cs_cz: Číslo portu na kterém se nachází rozhraní pro správu. Výchozí je 8006.
de_de: Die Portnummer der Verwaltungsoberfläche. Standardwert ist 8006.
el_gr: Ο αριθμός θύρας στην οποία είναι ενεργοποιημένη η διεπαφή διαχείρισης. Η προεπιλεγμένη τιμή είναι 8006.
fa_ir: شماره پورت که رابط مدیریت روی آن است. پیش‌فرض 8006.
fr_fr: Numéro de port de l'interface de gestion. La valeur par défaut est 8006.
it_it: Il numero di porta su cui è attiva l'interfaccia di gestione. Il valore predefinito è 8006.
ko_kr: 관리 인터페이스가 있는 포트 번호입니다. 기본값은 8006입니다.
uk_ua: Номер порту, на якому працює інтерфейс управління. Типово: 8006.
zh_cn: 管理接口的端口号。默认为 8006。

source: The primary Puppet Server to which the Puppet Agent should connect.
cs_cz: Hlavní Puppet server ke kterému se má Puppet agent připojovat.
de_de: Der primäre Puppet-Server, mit dem sich der Puppet-Agent verbinden soll.
el_gr: Ο κύριος διακομιστής Puppet στον οποίο θα πρέπει να συνδεθεί ο παράγοντας Puppet.
fa_ir: Puppet Server اصلی که Puppet Agent باید به آن متصل شود.
fr_fr: Serveur Puppet principal auquel l'agent Puppet doit se connecter.
it_it: Il Puppet Server primario a cui deve connettersi il Puppet Agent.
ko_kr: Puppet 에이전트가 연결해야 하는 기본 Puppet 서버입니다.
uk_ua: Основний сервер Puppet, до якого має підключатися агент Puppet.
zh_cn: Puppet Agent 应连接的主 Puppet 服务器。

source: The protocol to use, please refer to the documentation for a detailed explanation of the various types available
cs_cz: Protokol který použít – podrobnosti ohledně různých dostupných typů naleznete v dokumentaci
de_de: Das zu verwendende Protokoll finden Sie in der Dokumentation für eine detaillierte Erklärung der verschiedenen verfügbaren Typen.
el_gr: Για το πρωτόκολλο που θα χρησιμοποιηθεί, ανατρέξτε στην τεκμηρίωση για λεπτομερή εξήγηση των διαφόρων διαθέσιμων τύπων.
fa_ir: پروتکلی که باید استفاده شود — برای توضیحات کامل درباره انواع موجود به مستندات مراجعه کنید.
fr_fr: Le protocole à utiliser, veuillez vous référer à la documentation pour une explication détaillée des différents types disponibles.
it_it: Per il protocollo da utilizzare fare riferimento alla documentazione per una spiegazione dettagliata delle varie tipologie disponibili
ko_kr: 사용할 프로토콜입니다. 다양한 유형에 대한 자세한 설명은 문서를 참조하세요
uk_ua: Протокол для використання. Будь ласка, зверніться до документації для детального пояснення різних доступних типів.
zh_cn: 使用的协议，请参阅文档了解各种类型的详细说明

source: The symmetric cipher algorithm used to encrypt UDP packets. Any cipher supported by OpenSSL is recognised. Furthermore, specifying "none" will turn off packet encryption. It is best to use only those ciphers which support CBC mode
cs_cz: Symetrický šifrovací algoritmus používaný k šifrování UDP paketů. Rozpoznána je jakákoli šifra podporovaná OpenSSL. Krom toho, zadáním hodnoty „none“ šifrování paketů vypnete. Nejlepší je používat pouze ty šifry, které podporují režim CBC
de_de: Der symmetrische Verschlüsselungsalgorithmus zur Verschlüsselung von UDP-Paketen. Jeder von OpenSSL unterstützte Algorithmus wird erkannt. "none" deaktiviert die Paketverschlüsselung. Es wird empfohlen, nur Algorithmen mit CBC-Modus zu verwenden.
el_gr: Ο συμμετρικός αλγόριθμος κρυπτογράφησης που χρησιμοποιείται για την κρυπτογράφηση πακέτων UDP Οποιοσδήποτε κρυπτογράφος υποστηρίζεται από το OpenSSL αναγνωρίζεται Επιπλέον, ο καθορισμός "κανένα" θα απενεργοποιήσει την κρυπτογράφηση πακέτων Είναι καλύτερο να χρησιμοποιείτε μόνο εκείνους τους κρυπτογράφους που υποστηρίζουν τη λειτουργία CBC
fa_ir: الگوریتم رمزنگاری متقارن برای رمزگذاری بسته‌های UDP. هر الگوریتمی که OpenSSL پشتیبانی کند شناسایی می‌شود. مشخص‌کردن "none" رمزنگاری بسته‌ها را خاموش می‌کند. بهتر است تنها از رمزهایی استفاده کنید که حالت CBC را پشتیبانی می‌کنند.
fr_fr: Algorithme de chiffrement symétrique utilisé pour chiffrer les paquets UDP. Tout algorithme de chiffrement pris en charge par OpenSSL est reconnu. De plus, en spécifiant "none", le cryptage des paquets est désactivé. Il est préférable de n'utiliser que les algorithmes de chiffrement qui prennent en charge le mode CBC.
it_it: L'algoritmo di cifratura simmetrica utilizzato per crittografare i pacchetti UDP. Qualsiasi cifra supportata da OpenSSL viene riconosciuta. Inoltre, specificando "nessuno" verrà disattivata la crittografia dei pacchetti. È meglio utilizzare solo i codici che supportano la modalità CBC
ko_kr: UDP 패킷을 암호화하는 데 사용되는 대칭 암호 알고리즘입니다. OpenSSL에서 지원하는 모든 암호가 인식됩니다. 또한 "없음"을 지정하면 패킷 암호화가 해제됩니다. CBC 모드를 지원하는 암호만 사용하는 것이 좋습니다.
uk_ua: Алгоритм симетричного шифрування, який використовується для шифрування пакетів UDP. Розпізнається будь-який шифр, підтримуваний OpenSSL. Крім того, вказання «none» вимкне шифрування пакетів. Найкраще використовувати лише ті шифри, які підтримують режим CBC.
zh_cn: 用于加密UDP数据包的对称密码算法。 OpenSSL支持的任何密码都可以识别。 此外，指定 "无 "将关闭数据包加密。 最好只使用支持 CBC模式的密码

source: The time in seconds to wait for all the TXT records to take effect after adding them to the DNS API. Defaults to 0 seconds, which causes Acme Client to check public DNS services every 10 seconds for up to 20 minutes. If set to a non-zero value, a fixed DNS sleep time will be used and the local DNS servers will be queried instead. A DNS sleep time of 120 seconds or more is recommended for some DNS APIs.
cs_cz: Doba (v sekundách), po kterou se čeká, než se všechny TXT záznamy projeví po jejich přidání do API rozhraní DNS. Výchozí hodnota je 0 sekund, což způsobí, že Acme Client bude kontrolovat veřejné služby DNS každých 10 sekund po dobu až 20 minut. Pokud je nastavena nenulová hodnota, bude použita pevná doba spánku DNS a místo toho budou dotazovány místní servery DNS. Pro některá API rozhraní DNS se doporučuje nastavit dobu spánku DNS na 120 sekund nebo více.
de_de: Die Zeit in Sekunden, die nach dem Hinzufügen von TXT-Einträgen zur DNS-API gewartet wird, bis sie wirksam werden. Standardwert ist 0 Sekunden – der ACME-Client prüft dann alle 10 Sekunden öffentliche DNS-Dienste bis zu 20 Minuten lang. Bei einem von 0 verschiedenen Wert wird eine feste Wartezeit verwendet und stattdessen lokale DNS-Server abgefragt. Für einige DNS-APIs werden mindestens 120 Sekunden empfohlen.
el_gr: Ο χρόνος σε δευτερόλεπτα για την αναμονή όλων των εγγραφών TXT μετά την προσθήκη τους στο DNS API. Η προεπιλεγμένη τιμή είναι 0 δευτερόλεπτα, γεγονός που αναγκάζει το Acme Client να ελέγχει τις δημόσιες υπηρεσίες DNS κάθε 10 δευτερόλεπτα για έως και 20 λεπτά. Εάν οριστεί σε μη μηδενική τιμή, θα χρησιμοποιηθεί ένας σταθερός χρόνος αναστολής λειτουργίας DNS και θα ερωτηθούν οι τοπικοί διακομιστές DNS. Για ορισμένα DNS API συνιστάται χρόνος αναστολής λειτουργίας DNS 120 δευτερολέπτων ή περισσότερο.
fa_ir: مدت‌زمان به ثانیه برای انتظار تا تمام رکوردهای TXT پس از اضافه‌شدن به DNS API اثر کنند. پیش‌فرض 0 ثانیه است که باعث می‌شود Acme Client هر 10 ثانیه تا 20 دقیقه خدمات DNS عمومی را بررسی کند. اگر مقدار غیرصفر تنظیم شود، زمان ثابت خواب DNS استفاده شده و سرورهای DNS محلی پرس‌وجو خواهند شد. برای برخی DNS APIها زمان خواب 120 ثانیه یا بیشتر توصیه می‌شود.
fr_fr: Le temps en secondes à attendre pour que tous les enregistrements TXT prennent effet après les avoir ajoutés à l'API DNS. La valeur par défaut est 0 seconde, ce qui amène Acme Client à vérifier les services DNS publics toutes les 10 secondes pendant un maximum de 20 minutes. Si la valeur est différente de zéro, un temps de sommeil DNS fixe sera utilisé et les serveurs DNS locaux seront interrogés à la place. Un temps de sommeil DNS de 120 secondes ou plus est recommandé pour certaines API DNS.
it_it: Il tempo in secondi di attesa affinché tutti i record TXT abbiano effetto dopo averli aggiunti all'API DNS. Il valore predefinito è 0 secondi, il che fa sì che Acme Client controlli i servizi DNS pubblici ogni 10 secondi per un massimo di 20 minuti. Se impostato su un valore diverso da zero, verrà utilizzato un tempo di sospensione DNS fisso e verranno invece interrogati i server DNS locali. Per alcune API DNS è consigliabile un tempo di sospensione DNS di 120 secondi o più.
ko_kr: DNS API에 TXT 레코드를 추가한 후 모든 레코드가 적용되기까지 대기할 시간(초). 기본값은 0초이며, 이는 Acme Client가 최대 20분 동안 10초마다 공개 DNS 서비스를 확인하도록 합니다. 0이 아닌 값으로 설정하면 고정 DNS 대기 시간이 사용되고 로컬 DNS 서버가 대신 쿼리됩니다. 일부 DNS API에는 120초 이상의 DNS 대기 시간을 권장합니다.
uk_ua: Час у секундах для очікування, поки всі записи TXT набудуть чинності після їх додавання до DNS API. Типово: 0 секунд, що змушує Acme Client перевіряти публічні служби DNS кожні 10 секунд протягом до 20 хвилин. Якщо встановлено ненульове значення, буде використано фіксований час очікування DNS, і замість цього будуть запитуватися локальні DNS-сервери. Для деяких DNS API рекомендується час очікування DNS 120 секунд або більше.
zh_cn: 将所有TXT记录添加到DNS API后等待它们生效的时间（秒）。 默认为0秒，这会导致Acme客户端每10秒就会检查一次公共DNS服务，最多持续20分钟。 如果设置为非零值，则将使用固定的DNS睡眠时间，并改为查询本地DNS服务器。 对于某些DNS API，建议DNS休眠时间设置为120秒或更长。

source: The timeout for custom program to start a service.
cs_cz: Časový limit pro spuštění služby uživatelsky určeným programem.
de_de: Zeitüberschreitung (in Sekunden) für benutzerdefinierte Programme zum Starten eines Dienstes.
el_gr: Το χρονικό όριο για την εκκίνηση μιας υπηρεσίας από το προσαρμοσμένο πρόγραμμα.
fa_ir: زمان انتظار برای برنامهٔ سفارشی جهت راه‌اندازی سرویس.
fr_fr: Délai de démarrage d'un service par un programme personnalisé.
it_it: Il timeout affinché il programma personalizzato avvii un servizio.
ko_kr: 서비스를 시작하는 사용자 정의 프로그램의 타임아웃입니다.
uk_ua: Таймаут для спеціальної програми для запуску служби.
zh_cn: 自定义程序启动服务的超时时间。

source: The type of identify to present to the SSH server for authorization. Select 'none' to use default "ECDSA".
cs_cz: Typ identifikace, která se má předložit SSH serveru k autorizaci. Výběrem možnosti „žádná“ použijete výchozí „ECDSA“.
de_de: Der Typ der Identifikation, die dem SSH-Server zur Autorisierung vorgelegt werden soll. Wählen Sie "keine", um die Standardeinstellung "ECDSA" zu verwenden.
el_gr: Ο τύπος αναγνώρισης που θα παρουσιαστεί στον διακομιστή SSH για εξουσιοδότηση. Επιλέξτε 'κανένα' για να χρησιμοποιήσετε την προεπιλεγμένη τιμή "ECDSA".
fa_ir: نوع شناسه‌ای که برای احراز هویت به سرور SSH ارائه می‌شود. برای استفاده از مقدار پیش‌فرض "ECDSA" 'none' را انتخاب کنید.
fr_fr: Le type d'identification à présenter au serveur SSH pour l'autorisation. Sélectionnez "none" pour utiliser la valeur par défaut "ECDSA".
it_it: Il tipo di identità da presentare al server SSH per l'autorizzazione. Selezionare "nessuno" per utilizzare "ECDSA" predefinito.
ko_kr: 인증을 위해 SSH 서버에 제시할 식별 유형입니다. 기본값 "ECDSA"를 사용하려면 '없음'을 선택합니다.
uk_ua: Тип ідентифікатора для надання SSH-серверу для авторизації. Виберіть «none», щоб використовувати типовий «ECDSA».
zh_cn: 向 SSH 服务器提交的授权标识类型。选择 "无 "可使用默认的 "ECDSA"。

source: The user who owns the API key. Defaults to root.
cs_cz: Uživatel-vlastník klíče k API. Výchozí je root.
de_de: Der Benutzer, der den API-Schlüssel besitzt. Die Vorgabe ist root.
el_gr: Ο χρήστης που κατέχει το κλειδί API. Η προεπιλογή είναι root.
fa_ir: کاربری که مالک کلید API است. پیش‌فرض root.
fr_fr: L'utilisateur qui possède la clé API. La valeur par défaut est root.
it_it: L'utente che possiede la chiave API. L'impostazione predefinita è root.
ko_kr: API 키의 소유자입니다. 기본값은 root입니다.
uk_ua: Користувач, якому належить ключ API. Типово: root.
zh_cn: 拥有 API 密钥的用户。默认为root。

source: The username to login to the SSH server.
cs_cz: Uživatelské jméno kterým se přihlašovat k SSH serveru.
de_de: Der Benutzername für die Anmeldung beim SSH-Server.
el_gr: Το όνομα χρήστη για σύνδεση στον διακομιστή SSH.
fa_ir: نام کاربری برای ورود به سرور SSH.
fr_fr: Le nom d'utilisateur pour se connecter au serveur SSH.
it_it: Il nome utente per accedere al server SSH.
ko_kr: SSH 서버에 로그인할 사용자 이름입니다.
uk_ua: Ім'я користувача для входу на SSH-сервер.
zh_cn: 登录 SSH 服务器的用户名。

source: This ID is used to distinguish traffic and security policies between several if_ipsec interfaces.
cs_cz: Tento identifikátor je používán k rozlišení provozu a zásad zabezpečení mezi několika rozhraními if_ipsec.
de_de: Diese ID wird verwendet, um den Datenverkehr und die Sicherheitsrichtlinien zwischen mehreren if_ipsec-Schnittstellen zu unterscheiden.
el_gr: Αυτό το αναγνωριστικό χρησιμοποιείται για τη διάκριση των πολιτικών κυκλοφορίας και ασφάλειας μεταξύ διαφόρων διεπαφών if_ipsec.
fa_ir: این شناسه برای تمایزدادن سیاست‌های ترافیک و امنیت بین چند رابط if_ipsec استفاده می‌شود.
fr_fr: Cet identifiant est utilisé pour distinguer le trafic et les politiques de sécurité entre plusieurs interfaces if_ipsec.
it_it: Questo ID viene utilizzato per distinguere le politiche di traffico e di sicurezza tra diverse interfacce if_ipsec.
ko_kr: 이 ID는 여러 if_ipsec 인터페이스 간의 트래픽 및 보안 정책을 구별하는 데 사용됩니다.
uk_ua: Цей ідентифікатор використовується для розрізнення трафіку та політик безпеки між кількома інтерфейсами if_ipsec.
zh_cn: 该ID用于区分多个if_ipsec接口之间的流量和安全策略。

source: This allows you to define a fallback VLAN-Group-ID. Warning: Setting this option will send an accepted RADIUS reply even if the authentication attempt fails.
cs_cz: Toto umožňuje definovat záložní VLAN-Group-ID. Upozornění: Při nastavení této možnosti bude odeslána přijatá odpověď RADIUS, i když se pokus o ověření nezdaří.
de_de: Hiermit können Sie eine alternative VLAN-Gruppen-ID festlegen. Achtung: Durch Aktivierung dieser Option wird eine akzeptierte RADIUS-Antwort gesendet, auch wenn die Authentifizierung fehlschlägt.
el_gr: Αυτό σας επιτρέπει να ορίσετε ένα εφεδρικό VLAN-Group-ID. Προειδοποίηση: Η ρύθμιση αυτής της επιλογής θα στείλει μια αποδεκτή απάντηση RADIUS ακόμα και αν η προσπάθεια ελέγχου ταυτότητας αποτύχει.
fa_ir: این امکان را می‌دهد که یک VLAN-Group-ID پشتیبان تعیین کنید. هشدار: تنظیم این گزینه باعث ارسال پاسخ RADIUS پذیرفته‌شده حتی در صورت شکست تلاش احراز هویت می‌شود.
fr_fr: Cela vous permet de définir un ID de groupe VLAN de secours. Attention : La définition de cette option entraîne l'envoi d'une réponse RADIUS acceptée même si la tentative d'authentification échoue.
it_it: Ciò consente di definire un ID gruppo VLAN fallback. Avvertenza: l'impostazione di questa opzione invierà una risposta RADIUS accettata anche se il tentativo di autenticazione fallisce.
ko_kr: 대체 VLAN-그룹-ID를 정의할 수 있습니다. 경고: 이 옵션을 설정하면 인증 시도가 실패하더라도 수락된 RADIUS 응답이 전송됩니다.
uk_ua: Це дозволяє визначити резервний VLAN-Group-ID. Попередження: Встановлення цієї опції надішле прийняту відповідь RADIUS, навіть якщо спроба автентифікації не вдасться.
zh_cn: 这样就可以定义后备 VLAN 组 ID。警告：即使身份验证尝试失败，设置此选项也会发送已接受的 RADIUS 回复。
