Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: %sNOTE:%s When enabling multiple cron jobs, please adjust them so that they do not run at the same time. Check the %scron settings page%s for more cron job details and additional customization options.
cs_cz: %sPOZN.:%s Při povolování vícero naplánovaných úloh (cron), je nastavte tak, aby nebyly spouštěny naráz. Podrobnosti o plánování úloh a další možnosti přizpůsobení najdete na stránce %sstránce o nastavení crons%s.
de_de: %sHINWEIS:%s Wenn Sie mehrere Cron-Jobs aktivieren, passen Sie diese bitte so an, dass sie nicht gleichzeitig ausgeführt werden. Weitere Informationen zu Cron-Jobs und zusätzliche Anpassungsmöglichkeiten finden Sie auf der Seite %sGeplante Aufgaben (Cron)%s.
el_gr: %sΣΗΜΕΙΩΣΗ:%s Όταν ενεργοποιείτε πολλαπλές εργασίες cron, προσαρμόστε τες έτσι ώστε να μην εκτελούνται ταυτόχρονα. Ελέγξτε τη σελίδα ρυθμίσεων του %scron%s για περισσότερες λεπτομέρειες σχετικά με την εργασία cron και πρόσθετες επιλογές προσαρμογής.
fa_ir: %sتوجه:%s هنگام فعال کردن چندین cron job، لطفاً آن‌ها را طوری تنظیم کنید که هم‌زمان اجرا نشوند. برای جزئیات بیشتر و گزینه‌های سفارشی‌سازی اضافی، %sصفحه تنظیمات cron%s را بررسی کنید.
fr_fr: %sNOTE:%s Lorsque vous activez plusieurs tâches cron, veuillez les ajuster afin qu'elles ne s'exécutent pas en même temps. Consultez la page des paramètres %scron settings page%s pour plus de détails sur la tâche cron et des options de personnalisation supplémentaires.
it_it: %sNOTA:%s Quando abiliti più processi cron, regolali in modo che non vengano eseguiti contemporaneamente. Controlla la pagina delle impostazioni %scron%s per ulteriori dettagli sul processo cron e ulteriori opzioni di personalizzazione.
ko_kr: %s참고:%s 여러 cron 작업을 활성화할 때 동시에 실행되지 않도록 조정하세요. %scron 설정 페이지%s에서 cron 작업 세부 정보 및 추가 사용자 정의 옵션을 확인하세요.
pl_pl: %sUWAGA:%s Kiedy włączasz wiele zadań cron, dostosuj je tak, by nie były uruchamiane jednocześnie. Sprawdź stronę %sustawień cron%s, aby uzyskać więcej informacji o zadaniach cron i dodatkowych opcjach dostosowania.
uk_ua: %sНОТАТКА:%s При увімкненні кількох завдань cron, будь ласка, налаштуйте їх так, щоб вони не виконувалися одночасно. Перегляньте %sсторінку налаштувань cron%s для отримання додаткових відомостей про завдання cron та інших параметрів налаштування.
zh_cn: %s注意：%s启用多个调度任务时，请调整它们的运行时间，不要让他们同时运行。 检查 %s调度任务设置页面%s 以获取更多调度任务详细信息和其他自定义选项。

source: %sServer Templates:%s A prefix is required to build the server names. Additionally a service name or FQDN is required to identify the servers this template initializes
cs_cz: %sŠablony serverů:%s Pro sestavení názvů serverů je vyžadována předpona. Dále je vyžadován název služby nebo FQDN pro identifikaci serverů, které tato šablona inicializuje.
de_de: %sServer-Vorlagen:%s Für die Bildung der Servernamen ist ein Präfix erforderlich. Zusätzlich wird ein Dienstname oder FQDN benötigt, um die Server zu identifizieren, die diese Vorlage initialisiert.
el_gr: %sΠρότυπα διακομιστή:%s Απαιτείται ένα πρόθεμα για τη δημιουργία των ονομάτων διακομιστών. Επιπλέον, απαιτείται ένα όνομα υπηρεσίας ή FQDN για την αναγνώριση των διακομιστών που αρχικοποιεί αυτό το πρότυπο.
fa_ir: %sقالب‌های سرور:%s برای ساخت نام‌های سرور، پیشوند لازم است. علاوه بر این، برای شناسایی سرورهایی که این قالب مقداردهی اولیه می‌کند، نام سرویس یا FQDN لازم است.
fr_fr: %sNOTE:%s Un préfixe est requis pour créer les noms de serveur. De plus, un nom de service ou un nom de domaine complet est requis pour identifier les serveurs que ce modèle initialise
it_it: %sModelli server:%s È richiesto un prefisso per creare i nomi dei server. Inoltre è necessario un nome di servizio o FQDN per identificare i server inizializzati da questo modello
ko_kr: %s서버 템플릿:%s 서버 이름을 빌드하려면 프리픽스가 필요합니다. 또한 이 템플릿이 초기화하는 서버를 식별하려면 서비스 이름 또는 FQDN이 필요합니다
pl_pl: %sSzablony Serwerów:%s Wymagany jest prefix do budowania nazw serwerów. Dodatkowo potrzebna jest nazwa usługi lub pełna nazwa domenowa (FQDN) do identyfikacji serwerów, które ten szablon inicjuje.
uk_ua: %sШаблони серверів:%s Для створення імен серверів потрібен префікс. Крім того, потрібна назва служби або FQDN для ідентифікації серверів, які ініціалізує цей шаблон.
zh_cn: %s服务器模板：%s 构建服务器名称需要前缀。 此外，还需要服务名称或 FQDN 来标识此模板初始化的服务器

source: %sSet state to drain:%s This removes the server from load balancing. Health checks will continue to run and it still accepts new persistent connections.
cs_cz: %sNastavit stav na drain:%s Tímto způsobem bude server odebrán z vyvažování zátěže. Nicméně kontroly stavu budou nadále probíhat a server bude stále přijímat nová trvalá připojení.
de_de: %sStatus auf "drain" setzen:%s Entfernt den Server aus dem Lastausgleich. Integritätsprüfungen werden weiterhin ausgeführt, und dauerhafte Verbindungen werden weiterhin akzeptiert.
el_gr: %sΟρισμός κατάστασης σε εκροή:%s Αυτό καταργεί την εξισορρόπηση φόρτου του διακομιστή. Οι έλεγχοι εύρυθμης λειτουργίας θα συνεχίσουν να εκτελούνται και εξακολουθεί να δέχεται νέες μόνιμες συνδέσεις.
fa_ir: %sتنظیم وضعیت روی drain:%s این حالت سرور را از بارگذاری متعادل خارج می‌کند. بررسی‌های سلامت ادامه خواهند داشت و همچنان اتصالات پایدار جدید را می‌پذیرد.
fr_fr: %sNOTE:%s Cela supprime le serveur de l'équilibrage de charge. Les vérifications de l'état continueront de s'exécuter et il accepte toujours les nouvelles connexions persistantes.
it_it: %sImposta lo stato su scarico:%s rimuove il server dal bilanciamento del carico. I controlli di integrità continueranno a essere eseguiti e accetterà comunque nuove connessioni persistenti.
ko_kr: %s상태를 드레인으로 설정:%s 이렇게 하면 서버가 로드 밸런싱에서 제거됩니다. 상태 점검는 계속 실행되며 새로운 영구 연결을 계속 허용합니다.
pl_pl: %sUstaw stan na "drain":%s Usuwa serwer z balansowania obciążenia. Kontrole zdrowia będą nadal działać, a serwer będzie nadal akceptować nowe trwałe połączenia.
uk_ua: %sВстановити стан на дренаж:%s Це вилучає сервер з балансування навантаження. Перевірки стану продовжуватимуть виконуватися, і він все ще прийматиме нові постійні з'єднання.
zh_cn: %s设置状态为排除：%s将从负载平衡中删除服务器。健康检查将继续运行，它仍然接受新的持续连接。

source: %sSet state to maintenance:%s This disables any traffic to the server. Health checks will also be disabled.
cs_cz: %sNastavit stav na údržba:%s Toto znemožní jakýkoli provoz na server. Rovněž budou vypnuty kontroly stavu.
de_de: %sStatus auf "maintenance" setzen:%s Deaktiviert jeglichen Datenverkehr zum Server. Auch Integritätsprüfungen werden deaktiviert.
el_gr: %sΟρισμός κατάστασης σε συντήρηση:%s Αυτό απενεργοποιεί οποιαδήποτε κίνηση προς τον διακομιστή. Οι έλεγχοι εύρυθμης λειτουργίας θα απενεργοποιηθούν επίσης.
fa_ir: %sتنظیم وضعیت روی maintenance:%s این وضعیت هر ترافیکی به سرور را غیرفعال می‌کند. بررسی‌های سلامت نیز غیرفعال خواهند شد.
fr_fr: %sNOTE:%s Cela désactive tout trafic vers le serveur. Les contrôles de santé seront également désactivés.
it_it: %sImposta lo stato su manutenzione:%s disabilita qualsiasi traffico verso il server. Saranno disabilitati anche i controlli sanitari.
ko_kr: %s상태를 유지관리로 설정:%s 이렇게 하면 서버에 대한 모든 트래픽이 비활성화됩니다. 상태 점검도 비활성화됩니다.
pl_pl: %sUstaw stan na "maintenance":%s Wyłącza ruch do serwera. Kontrole zdrowia również zostaną wyłączone.
uk_ua: %sВстановити стан на обслуговування:%s Це вимикає будь-який трафік до сервера. Перевірки стану також будуть вимкнені.
zh_cn: %s设置状态为维护：%s将禁用到服务器的任何通信。健康检查也将被禁用。

source: %sSet state to ready:%s This puts the server in normal mode.
cs_cz: %sNastavit stav na připraveno:%s Toto server uvede do normálního režimu.
de_de: %sStatus auf "ready" setzen:%s Versetzt den Server in den normalen Betriebsmodus.
el_gr: %sΟρισμός κατάστασης σε έτοιμο:%s Αυτό θέτει τον διακομιστή σε κανονική λειτουργία.
fa_ir: %sتنظیم وضعیت روی ready:%s این سرور را در حالت عادی قرار می‌دهد.
fr_fr: %sNOTE:%s Cela met le serveur en mode normal.
it_it: %sImposta lo stato su pronto:%s Questo mette il server in modalità normale.
ko_kr: %s상태를 준비 상태로 설정:%s 이렇게 하면 서버가 정상 모드가 됩니다.
pl_pl: %sUstaw stan na "ready":%s Przełącza serwer w normalny tryb.
uk_ua: %sВстановити стан на готовий:%s Це переводить сервер у нормальний режим.
zh_cn: %s设置状态为就绪：%s将使服务器处于正常模式。

source: %sShow diff:%s Show difference between configured SSL certificates and SSL certificates from the running HAProxy service.
cs_cz: %sZobrazit rozdíl:%s Zobrazí rozdíl mezi nastavenými SSL certifikáty a těmi ze spuštěné služby HAProxy.
de_de: %sUnterschied anzeigen:%s Zeigt den Unterschied zwischen konfigurierten SSL-Zertifikaten und den im laufenden HAProxy-Dienst verwendeten Zertifikaten.
el_gr: %sΕμφάνιση διαφοράς:%s Εμφάνιση διαφοράς μεταξύ των διαμορφωμένων πιστοποιητικών SSL και των πιστοποιητικών SSL από την εκτελούμενη υπηρεσία HAProxy.
fa_ir: %sنمایش اختلاف:%s تفاوت بین گواهی‌های SSL پیکربندی‌شده و گواهی‌های SSL سرویس HAProxy در حال اجرا را نمایش می‌دهد.
fr_fr: %sShow diff:%s Afficher la différence entre les certificats SSL configurés et les certificats SSL du service HAProxy en cours d'exécution.
it_it: %sMostra diff:%s Mostra la differenza tra i certificati SSL configurati e i certificati SSL dal servizio HAProxy in esecuzione.
ko_kr: %s차이점 표시:%s 실행 중인 HAProxy 서비스의 구성된 SSL 인증서와 SSL 인증서 간의 차이를 표시합니다.
pl_pl: %sPokaż różnice:%s Pokaż różnice między skonfigurowanymi certyfikatami SSL a certyfikatami SSL z działającej usługi HAProxy.
uk_ua: %sПоказати відмінності:%s Показати відмінності між налаштованими SSL-сертифікатами та SSL-сертифікатами з запущеної служби HAProxy.
zh_cn: %s显示差异：%s 显示配置的SSL证书与运行的HAProxy服务的SS证书之间的区别。

source: %sStatic Servers:%s The IP address or fully-qualified domain name that should be used when communicating with your server. Additionally the TCP or UDP port that should be used. If unset, the same port the client connected to will be used.
cs_cz: %sStatické servery:%s IP adresa nebo plně kvalifikovaný doménový název, který má být použit při komunikaci se serverem. Dále TCP nebo UDP port, který by měl být použit. Pokud není nastaveno, bude použit stejný port, ke kterému se klient připojil.
de_de: %sStatische Server:%s Die IP-Adresse oder der vollqualifizierte Domainname, der für die Kommunikation mit Ihrem Server verwendet werden soll. Zusätzlich der zu verwendende TCP- oder UDP-Port. Falls nicht festgelegt, wird derselbe Port verwendet, mit dem der Client verbunden ist.
el_gr: %sΣτατικοί Διακομιστές:%s Η διεύθυνση IP ή το πλήρως προσδιορισμένο όνομα τομέα που θα πρέπει να χρησιμοποιείται κατά την επικοινωνία με τον διακομιστή σας. Επιπλέον, η θύρα TCP ή UDP που θα πρέπει να χρησιμοποιείται. Εάν δεν οριστεί, θα χρησιμοποιηθεί η ίδια θύρα στην οποία είναι συνδεδεμένος ο υπολογιστής-πελάτης.
fa_ir: %sسرورهای ثابت:%s آدرس IP یا نام دامنه کامل (FQDN) که باید هنگام ارتباط با سرور استفاده شود. علاوه بر این، پورت TCP یا UDP که باید استفاده شود. اگر تنظیم نشود، همان پورتی که کلاینت به آن متصل شده است استفاده خواهد شد.
fr_fr: %sStatic Servers:%s L'adresse IP ou le nom de domaine complet qui doit être utilisé lors de la communication avec votre serveur. De plus, le port TCP ou UDP qui doit être utilisé. S'il n'est pas défini, le même port auquel le client s'est connecté sera utilisé.
it_it: %sServer statici:%s L'indirizzo IP o il nome di dominio completo da utilizzare durante la comunicazione con il server. Inoltre la porta TCP o UDP da utilizzare. Se non impostata, verrà utilizzata la stessa porta a cui si è connesso il client.
pl_pl: %sStatyczne Serwery:%s Adres IP lub pełna nazwa domenowa, która powinna być używana podczas komunikacji z Twoim serwerem. Dodatkowo port TCP lub UDP, który powinien być używany. Jeśli nie jest ustawiony, zostanie użyty ten sam port, do którego podłączył się klient.
uk_ua: %sСтатичні сервери:%s IP-адреса або повне доменне ім'я, які слід використовувати при зв'язку з вашим сервером. Додатково порт TCP або UDP, який слід використовувати. Якщо не встановлено, буде використано той самий порт, до якого підключився клієнт.
zh_cn: %s静态服务器：%s与服务器通信时应使用的IP地址或FQDN，以及使用的TCP或UDP端口。 如果未设置，将使用客户端连接的相同端口。

source: (No Category)
cs_cz: (Žádná kategorie)
de_de: (Keine Kategorie)
el_gr: (Χωρίς κατηγορία)
fa_ir: (بدون دسته)
fr_fr: (Aucune catégorie)
it_it: (Nessuna categoria)
ko_kr: (범주 없음)
pl_pl: (brak kategorii)
uk_ua: (Без категорії)
zh_cn: （无类别）

source: (none) Exclude certificate from export
cs_cz: (žádný) Vynechat certifikát z exportu
de_de: (keine) Zertifikat vom Export ausschließen
el_gr: (κανένα) Εξαίρεση πιστοποιητικού από την εξαγωγή
fa_ir: (none) گواهی از صادرات مستثنی شود
fr_fr: (aucun) Exclure le certificat de l'exportation
it_it: (nessuno) Escludere il certificato dall'esportazione
ko_kr: (없음) 내보내기에서 인증서 제외
pl_pl: (bez) Wyklucz certyfikat z eksportu
uk_ua: (немає) Виключити сертифікат з експорту
zh_cn: (none) 导出时排除证书

source: A certificate is required for tls types
cs_cz: Pro tls typy je třeba certifikát
de_de: Ein Zertifikat wird für TLS Typen benötigt
el_gr: Απαιτείται πιστοποιητικό για τους τύπους tls
fa_ir: برای انواع TLS، گواهی لازم است.
fr_fr: Un certificat est requis pour les types tls
it_it: Per i tipi TLS è richiesto un certificato
ko_kr: TLS 유형에는 인증서가 필요합니다
pl_pl: Dla typów tls wymagany jest certyfikat
uk_ua: Для типів TLS потрібен сертифікат
zh_cn: 必须为TLS类型提供证书

source: A cryptographic accelerator module will use hardware support to speed up some cryptographic functions on systems which have the chip. Do not enable this option if you have a Hifn cryptographic acceleration card, as this will take precedence and the Hifn card will not be used. Acceleration should be automatic for IPsec when using a cipher supported by your chip, such as AES-128.
cs_cz: Modul kryptografického akcelerátoru využívá hardwarovou podporu k urychlení některých kryptografických funkcí v systémech, které jsou tímto čipem vybaveny. Tuto možnost nepovolujte, pokud máte kryptografickou akcelerační kartu Hifn, protože bude mít přednost a karta Hifn nebude použita. Akcelerace by měla být pro IPsec automatická při použití šifry podporované vaším čipem, například AES-128.
de_de: Ein Kryptografie-Beschleunigermodul nutzt die Hardwareunterstützung, um einige Kryptografiefunktionen auf Systemen mit diesem Chip zu beschleunigen. Aktivieren Sie diese Option nicht, wenn Sie eine Hifn-Kryptografie-Beschleunigungskarte besitzen, da diese Vorrang hat und die Hifn-Karte nicht verwendet wird. Die Beschleunigung sollte für IPsec automatisch erfolgen, wenn Sie eine von Ihrem Chip unterstützte Verschlüsselung wie AES-128 verwenden.
el_gr: Μια μονάδα επιτάχυνσης κρυπτογραφίας θα χρησιμοποιήσει υποστήριξη υλικού για να επιταχύνει ορισμένες κρυπτογραφικές λειτουργίες σε συστήματα που διαθέτουν το τσιπ. Μην ενεργοποιήσετε αυτήν την επιλογή εάν έχετε μια κάρτα επιτάχυνσης κρυπτογραφίας Hifn, καθώς αυτή θα έχει προτεραιότητα και η κάρτα Hifn δεν θα χρησιμοποιηθεί. Η επιτάχυνση θα πρέπει να είναι αυτόματη για το IPsec όταν χρησιμοποιείται κρυπτογράφηση που υποστηρίζεται από το τσιπ σας, όπως το AES-128.
fa_ir: یک ماژول شتاب‌دهنده رمزنگاری از پشتیبانی سخت‌افزاری برای سرعت‌بخشی به برخی عملکردهای رمزنگاری روی سیستم‌هایی که این چیپ را دارند استفاده می‌کند. اگر کارت شتاب‌دهنده رمزنگاری Hifn دارید، این گزینه را فعال نکنید، زیرا این تنظیم تقدم خواهد داشت و کارت Hifn استفاده نخواهد شد. شتاب‌گیری برای IPsec هنگام استفاده از یک رمز مانند AES-128 باید به‌طور خودکار انجام شود.
fr_fr: Un module accélérateur cryptographique utilisera le support matériel pour accélérer certaines fonctions cryptographiques sur les systèmes dotés de la puce. N'activez pas cette option si vous avez une carte d'accélération cryptographique Hifn, car cela aura la priorité et la carte Hifn ne sera pas utilisée. L'accélération doit être automatique pour IPsec lors de l'utilisation d'un chiffrement pris en charge par votre puce, comme AES-128.
it_it: Un modulo acceleratore crittografico utilizzerà il supporto hardware per accelerare alcune funzioni crittografiche sui sistemi dotati del chip. Non abilitare questa opzione se disponi di una scheda di accelerazione crittografica Hifn, poiché avrà la precedenza e la scheda Hifn non verrà utilizzata. L'accelerazione dovrebbe essere automatica per IPsec quando si utilizza una crittografia supportata dal chip, come AES-128.
ko_kr: 암호화 가속기 모듈은 해당 칩을 갖춘 시스템에서 일부 암호화 기능을 가속화하는 데 하드웨어 지원을 사용합니다. Hifn 암호화 가속 카드가 있는 경우 이 옵션을 활성화하지 마세요. 이 경우 Hifn 카드가 우선 적용되어 사용되지 않습니다. IPsec에서 칩에서 지원하는 암호화 방식(예: AES-128)을 사용할 경우 가속은 자동으로 이루어집니다.
pl_pl: Moduł akceleratora kryptograficznego będzie używał wsparcia sprzętowego do przyspieszenia niektórych funkcji kryptograficznych na systemach, które mają ten chip. Nie włączaj tej opcji, jeśli masz kartę akceleracji kryptograficznej Hifn, ponieważ ta opcja będzie miała pierwszeństwo, a karta Hifn nie będzie używana. Akceleracja powinna być automatyczna dla IPsec, gdy używasz szyfru obsługiwanego przez Twój chip, takiego jak AES-128.
uk_ua: Модуль криптографічного прискорювача використовуватиме апаратну підтримку для прискорення деяких криптографічних функцій на системах, які мають чіп. Не вмикайте цю опцію, якщо у вас є карта криптографічного прискорення Hifn, оскільки це матиме пріоритет, і карта Hifn не використовуватиметься. Прискорення повинно бути автоматичним для IPsec при використанні шифру, що підтримується вашим чіпом, наприклад AES-128.
zh_cn: 加密加速模块会使用硬件支持，以便在具有这种芯片的系统上为某些加密函数提速。如果您有Hifn加密加速卡的话，请不要启用该选项，因为会优先使用该选项的选择，以至于不会用到Hifn卡。如果使用了系统芯片支持的加密算法，例如AES-128，那么 IPsec 应该会自动加速。

source: ADD:
cs_cz: PŘIDAT:
de_de: HINZUFÜGEN:
el_gr: ΠΡΟΣΘΕΤΩ:
fa_ir: افزودن:
it_it: AGGIUNGERE:
ko_kr: 추가:
pl_pl: DODAJ:
uk_ua: ДОДАТИ:
zh_cn: 添加：

source: Accessed
cs_cz: Přistoupeno
de_de: Letzter Zugriff
el_gr: Πρόσβαση
fa_ir: دسترسی‌شده
fr_fr: Accédé à
it_it: Accesso effettuato
ko_kr: 액세스됨
pl_pl: Dostęp
uk_ua: Доступ
zh_cn: 访问

source: Add Certificates
cs_cz: Přidat certifikáty
de_de: Zertifikate hinzufügen
el_gr: Προσθήκη πιστοποιητικών
fa_ir: افزودن گواهی‌ها
fr_fr: Ajouter des certificats
it_it: Aggiungi certificati
ko_kr: 인증서 추가
pl_pl: Dodaj certyfikaty
uk_ua: Додати сертифікати
zh_cn: 添加证书

source: Add filters template
cs_cz: Přidat šablonu filtrů
de_de: Filterschablone hinzufügen
el_gr: Προσθήκη προτύπου φίλτρων
fa_ir: افزودن قالب فیلترها
fr_fr: Ajouter un modèle de filtres
it_it: Aggiungi modello di filtri
ko_kr: 필터 템플릿 추가
pl_pl: Dodaj szablon filtrów
uk_ua: Додати шаблон фільтрів
zh_cn: 添加过滤器模板

source: Add new
cs_cz: Přidat nové
de_de: Neu hinzufügen
el_gr: Προσθήκη νέου
fa_ir: افزودن جدید
fr_fr: Ajouter un nouveau
it_it: Aggiungi nuovo
ko_kr: 새로 추가
pl_pl: Dodaj nowy
uk_ua: Додати новий
zh_cn: 添加新的

source: Add template
cs_cz: Přidat šablonu
de_de: Vorlage hinzufügen
el_gr: Προσθήκη προτύπου
fa_ir: افزودن قالب
fr_fr: Ajouter un modèle
it_it: Aggiungi modello
ko_kr: 템플릿 추가
pl_pl: Dodaj szablon
uk_ua: Додати шаблон
zh_cn: 添加模板

source: AdvLinkMTU must be between %s and %s bytes.
cs_cz: Je třeba, aby AdvLinkMTU bylo mezi %s a %s bajty.
de_de: AdvLinkMTU muss zwischen %s und %s Sekunden liegen.
el_gr: Το AdvLinkMTU πρέπει να είναι μεταξύ %s και %s byte.
fa_ir: AdvLinkMTU باید بین %s و %s بایت باشد.
fr_fr: AdvLinkMTU doit être compris entre %s et %s octets.
it_it: AdvLinkMTU deve essere compreso tra %s e %s byte.
ko_kr: AdvLink MTU는 %s에서 %s바이트 사이여야 합니다.
pl_pl: AdvLinkMTU musi zawierać się między %s a %s bajtów.
uk_ua: AdvLinkMTU має бути між %s і %s байтами.
zh_cn: AdvLinkMTU必须%s和%s字节之间。

source: All rule IDs need to be numeric.
cs_cz: Je třeba, aby veškeré identifikátory pravidel byly číselné.
de_de: Sämtliche IDs der Regeln müssen numerisch sein.
el_gr: Όλα τα αναγνωριστικά κανόνων πρέπει να είναι αριθμητικά.
fa_ir: همه شناسه‌های قانون باید عددی باشند.
fr_fr: Tous les ID de règle doivent être numériques.
it_it: Tutti gli ID regola devono essere numerici.
ko_kr: 모든 규칙 ID는 숫자여야 합니다.
pl_pl: Wszystkie ID reguł muszą być numeryczne.
uk_ua: Всі ідентифікатори правил мають бути числовими.
zh_cn: 所有规则IDs都应该是数字。

source: Allow mixed case input when gathering local user settings.
cs_cz: Umožnit při shromažďování nastavení místních uživatelů mix VELKÝCH i malých písmen.
de_de: Groß- und Kleinschreibung bei der Erfassung lokaler Benutzereinstellungen zulassen.
el_gr: Να επιτρέπεται η εισαγωγή μεικτών πεζών-κεφαλαίων κατά τη συλλογή τοπικών ρυθμίσεων χρήστη.
fa_ir: پذیرش ورودی با حروف بزرگ و کوچک هنگام جمع‌آوری تنظیمات کاربر محلی.
fr_fr: Autoriser la saisie de caractères mixte lors de la collecte des paramètres utilisateur locaux.
it_it: Consenti input misti di maiuscole e minuscole durante la raccolta delle impostazioni dell'utente locale.
ko_kr: 로컬 사용자 설정을 수집할 때 대소문자를 혼합하여 입력할 수 있습니다.
pl_pl: Zezwól na wprowadzanie liter wielkich i małych podczas zbierania ustawień lokalnego użytkownika.
uk_ua: Дозволити введення зі змішаним регістром при зборі локальних налаштувань користувача.
zh_cn: 进行本地用户设置时允许大小写混合输入。

source: An issue was detected.
cs_cz: Byl zjištěn problém.
de_de: Ein Problem wurde festgestellt.
el_gr: Εντοπίστηκε ένα πρόβλημα.
fa_ir: یک مشکل شناسایی شد.
fr_fr: Un problème a été détecté.
it_it: È stato rilevato un problema.
ko_kr: 문제가 감지되었습니다.
pl_pl: Wykryty problem.
uk_ua: Виявлено проблему.
zh_cn: 检测到问题。

source: Apply SSL certificates to HAProxy?
cs_cz: Použít SSL certifikát na HAProxy?
de_de: Das SSL-Zertifikat auf den HAProxy anwenden?
el_gr: Εφαρμογή πιστοποιητικών SSL στο HAProxy;
fa_ir: آیا گواهی‌های SSL را به HAProxy اعمال کنیم؟
fr_fr: Appliquer des certificats SSL à HAProxy ?
it_it: Applicare i certificati SSL a HAProxy?
ko_kr: SSL 인증서를 HAProxy에 적용하시겠습니까?
pl_pl: Czy zastosować certyfikaty SSL do HAProxy?
uk_ua: Застосувати сертифікати SSL до HAProxy?
zh_cn: 将SSL证书应用到HAProxy?

source: Apply changes (bulk)
cs_cz: Uplatnit změny (hromadně)
de_de: Änderungen übernehmen (mehrere)
el_gr: Εφαρμογή αλλαγών (μαζική)
fa_ir: اعمال تغییرات (گروهی)
fr_fr: Appliquer les modifications (en bloc)
it_it: Applicare modifiche (in blocco)
ko_kr: 변경사항 적용 (대량)
pl_pl: Zastosuj zmiany (masowo)
uk_ua: Застосувати зміни (масово)
zh_cn: 应用更改(bulk)

source: Architecture
cs_cz: Architektura
de_de: Architektur
el_gr: Αρχιτεκτονική
fa_ir: معماری
it_it: Architettura
ko_kr: 아키텍처
pl_pl: Architektura
uk_ua: Архітектура
zh_cn: 架构

source: Are you sure you want to flush the configured template (back to defaults)?
cs_cz: Opravdu chcete přijít o nastavení v šabloně (vrátit se k tomu výchozímu)?
de_de: Möchten Sie die konfigurierte Vorlage wirklich zurücksetzen (auf die Standardwerte)?
el_gr: Είστε βέβαιοι ότι θέλετε να εκκαθαρίσετε το διαμορφωμένο πρότυπο (επαναφορά στις προεπιλογές);
fa_ir: آیا مطمئن هستید که می‌خواهید قالب پیکربندی‌شده را پاک کنید (بازگشت به پیش‌فرض)؟
fr_fr: Êtes-vous sûr de vouloir vider le modèle configuré (retour aux valeurs par défaut) ?
it_it: Sei sicuro di voler svuotare il modello configurato (riportandolo ai valori predefiniti)?
ko_kr: 구성된 템플릿을 초기화 하시겠습니까(기본값으로 되돌림)?
pl_pl: Czy na pewno chcesz zresetować skonfigurowany szablon (do domyślnych ustawień)?
uk_ua: Ви впевнені, що хочете скинути налаштований шаблон (до типових значень)?
zh_cn: 您确定要刷新已配置的模板(回到默认值)吗?

source: Are you sure you want to request a new OTP token? The previous token will not be valid after this action.
cs_cz: Opravdu chcete požádat o nový token OTP? Předchozí token nebude po této akci platný.
de_de: Möchten Sie wirklich ein neues OTP-Token anfordern? Das vorherige Token wird nach dieser Aktion ungültig.
el_gr: Είστε βέβαιοι ότι θέλετε να ζητήσετε ένα νέο διακριτικό OTP; Το προηγούμενο διακριτικό δεν θα είναι έγκυρο μετά από αυτήν την ενέργεια.
fa_ir: آیا مطمئن هستید که می‌خواهید توکن OTP جدید درخواست کنید؟ توکن قبلی پس از این عمل معتبر نخواهد بود.
fr_fr: Êtes-vous sûr de vouloir demander un nouveau jeton OTP ? Le jeton précédent ne sera plus valide après cette action.
it_it: Sei sicuro di voler richiedere un nuovo token OTP? Il token precedente non sarà valido dopo questa azione.
ko_kr: 새 OTP 토큰을 요청하시겠습니까? 이 작업 후에는 이전 토큰이 유효하지 않습니다.
pl_pl: Czy na pewno chcesz poprosić o nowy token OTP? Poprzedni token nie będzie ważny po tej akcji.
uk_ua: Ви впевнені, що хочете запросити новий токен OTP? Попередній токен буде недійсним після цієї дії.
zh_cn: 您确定要请求一个新的OTP令牌吗？在进行该操作之后，前面一个令牌将失效。
