Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: news
cs_cz: novinky
de_de: Neuigkeiten
el_gr: νέα
fa_ir: اخبار
fr_fr: nouvelles
it_it: notizia
ko_kr: 소식
pl_pl: wiadomości
uk_ua: новини
zh_cn: 消息

source: no preference [default]
cs_cz: žádná preference [výchozí]
de_de: Keine Präferenz [Standard]
el_gr: καμία προτίμηση [προεπιλογή]
fa_ir: بدون اولویت [پیش‌فرض]
fr_fr: pas de préférence [par défaut]
it_it: nessuna preferenza [impostazione predefinita]
ko_kr: 기본 설정 없음 [기본값]
pl_pl: brak preferencji [domyślnie]
uk_ua: без переваг [типово]
zh_cn: 无首选项 [默认]

source: no-sslv3
fr_fr: non-sslv3
uk_ua: без-sslv3

source: no-tls-tickets
el_gr: εισιτήρια χωρίς TLS
it_it: no-tls-biglietti
uk_ua: без-tls-квитків

source: no-tlsv10
el_gr: όχι-tlsv10
fr_fr: non-tlsv10
uk_ua: без-tlsv10

source: no-tlsv11
el_gr: όχι-tlsv11
fr_fr: non-tlsv11
uk_ua: без-tlsv11

source: no-tlsv12
el_gr: όχι-tlsv12
fa_ir: بدون TLSv1.2
fr_fr: non-tlsv12
uk_ua: без-tlsv12

source: noeviction
el_gr: μη έξωση
fa_ir: حذف خودکار غیرفعال
it_it: no sfratto
uk_ua: без витіснення

source: none
cs_cz: žádné
de_de: keiner
el_gr: κανένας
fa_ir: هیچ
fr_fr: aucun(e)
it_it: nessuno
ko_kr: 없음
pl_pl: brak
uk_ua: немає

source: normal
cs_cz: normální
el_gr: κανονικός
fa_ir: عادی
it_it: normale
ko_kr: 보통
pl_pl: normalny
uk_ua: нормальний
zh_cn: 正常

source: notice
cs_cz: oznámení
el_gr: ανακοίνωση
fa_ir: اطلاع
fr_fr: avis
it_it: avviso
pl_pl: komunikat
uk_ua: сповіщення
zh_cn: 通知

source: only store IPv4 addresses [default]
cs_cz: uchovávat pouze IPv4 adresy [výchozí]
de_de: Nur IPv4-Adressen speichern [Standard]
el_gr: αποθηκεύει μόνο διευθύνσεις IPv4 [προεπιλογή]
fa_ir: فقط ذخیرهٔ آدرس‌های IPv4 [default]
fr_fr: N'enregistrer que les adresses IPv4 [par défaut]
it_it: memorizza solo indirizzi IPv4 [impostazione predefinita]
ko_kr: IPv4 주소만 저장 [기본값]
pl_pl: przechowuj tylko adresy IPv4 [domyślnie]
uk_ua: зберігати лише IPv4-адреси [типово]
zh_cn: 仅存储IPv4地址 [默认]

source: only store IPv6 addresses
cs_cz: uchovávat pouze IPv6 adresy
de_de: Nur IPv6-Adressen speichern
el_gr: αποθηκεύει μόνο διευθύνσεις IPv6
fa_ir: فقط ذخیرهٔ آدرس‌های IPv6
fr_fr: N'enregistrer que les adresses IPv6
it_it: memorizza solo indirizzi IPv6
ko_kr: IPv6 주소만 저장
pl_pl: przechowuj tylko adresy IPv6
uk_ua: зберігати лише IPv6-адреси
zh_cn: 仅存储IPv6地址

source: origin should be regular text of max 30 characters
cs_cz: původ by měl být obyčejný text, dlouhý nejvýše 30 znaků
de_de: Herkunft sollte ein regulärer Text aus maximal 30 Zeichen sein
el_gr: Η προέλευση πρέπει να είναι κανονικό κείμενο, το πολύ 30 χαρακτήρων
fa_ir: origin باید متن معمولی با حداکثر 30 کاراکتر باشد
fr_fr: origine doit être un texte régulier de 30 caractères max
it_it: l'origine deve essere un testo normale di massimo 30 caratteri
ko_kr: origin은 최대 30글자의 일반 텍스트여야 함
pl_pl: pochodzenie powinno być zwykłym tekstem o maks. 30 znakach
uk_ua: походження має бути звичайним текстом довжиною до 30 символів
zh_cn: 原是不超过30个字符的普通文本

source: out
cs_cz: příchozí
de_de: Ausgehend
el_gr: έξω
fa_ir: خروجی
fr_fr: sortant
it_it: fuori
ko_kr: 발신
pl_pl: wyjście
uk_ua: вихід
zh_cn: 出

source: please specify a valid email address
cs_cz: zadejte platnou e-mailovou adresu
de_de: bitte geben Sie eine gültige E-Mail-Adresse an
el_gr: παρακαλώ καθορίστε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
fa_ir: لطفاً یک آدرس ایمیل معتبر وارد کنید
fr_fr: veuillez indiquer une adresse de courriel valide
it_it: si prega di specificare un indirizzo email valido
ko_kr: 올바른 이메일 주소를 지정하세요
pl_pl: proszę podać prawidłowy adres e-mail
uk_ua: будь ласка, вкажіть дійсну адресу електронної пошти
zh_cn: 请指定有效的email地址

source: provide a valid sequence for sorting
cs_cz: zadejte platné pořadí pro řazení
de_de: geben Sie eine gültige Reihenfolge für die Sortierung an
el_gr: παρέχετε μια έγκυρη ακολουθία για ταξινόμηση
fa_ir: یک ترتیب معتبر برای مرتب‌سازی وارد کنید
fr_fr: fournir une séquence valide de tri
it_it: fornire una sequenza valida per l'ordinamento
ko_kr: 정렬을 위한 올바른 순서를 입력
pl_pl: podaj prawidłową sekwencję do sortowania
uk_ua: надайте дійсну послідовність для сортування
zh_cn: 提供有效的排序顺序

source: queue size should be between 2...100
cs_cz: délka fronty by měla být z rozmezí 2 až 100
de_de: Queue-Größe sollte zwischen 2 und 100 liegen
el_gr: το μέγεθος της ουράς πρέπει να είναι μεταξύ 2...100
fa_ir: اندازه صف باید بین 2 تا 100 باشد
fr_fr: la taille de la file d'attente doit être comprise entre 2 et 100
it_it: la dimensione della coda deve essere compresa tra 2 e 100
ko_kr: 큐 크기는 2에서 100사이여야 함
pl_pl: Rozmiar kolejki powinien być pomiędzy 2...100
uk_ua: розмір черги має бути від 2 до 100
zh_cn: 队列的大小为2到100之间的整数

source: redispatch on every 2nd retry
cs_cz: změnit přidělení při každém druhém opakovaném pokusu
de_de: Umschwenken bei jedem zweiten Wiederholungsversuch
el_gr: επαναποστολή σε κάθε 2η προσπάθεια
fa_ir: ارسال مجدد در هر دومین تلاش
fr_fr: réexpédier toutes les 2 tentatives
it_it: reinviare ogni 2 tentativi
ko_kr: 2번째 재시도마다 재전송
pl_pl: przełącz ponownie przy każdej drugiej próbie
uk_ua: перерозподіл при кожній 2-й спробі
zh_cn: 每2次重试重新分配

source: redispatch on every 3rd retry
cs_cz: změnit přidělení při každém třetím opakovaném pokusu
de_de: Umschwenken bei jedem dritten Wiederholungsversuch
el_gr: επαναποστολή σε κάθε 3η προσπάθεια
fa_ir: ارسال مجدد در هر سومین تلاش
fr_fr: réexpédier toutes les 3 tentatives
it_it: reinviare ogni 3 tentativi
ko_kr: 3번째 재시도마다 재전송
pl_pl: przełącz ponownie przy każdej trzeciej próbie
uk_ua: перерозподіл при кожній 3-й спробі
zh_cn: 每3次重试重新分配

source: redispatch on every retry
cs_cz: změnit přidělení při každém opakovaném pokusu
de_de: Umschwenken bei jedem Wiederholungsversuch
el_gr: επαναποστολή σε κάθε επανάληψη
fa_ir: ارسال مجدد در هر تلاش
fr_fr: réexpédier à chaque tentative
it_it: reinviare ad ogni tentativo
ko_kr: 모든 재시도마다 재전송
pl_pl: przełącz ponownie przy każdej próbie
uk_ua: перерозподіл при кожній спробі
zh_cn: 每次重试都重送分配

source: redispatch on the 2nd retry prior to the last retry
cs_cz: změnit přidělení při 2. opakovaném pokusu před posledním opakovaným pokusem.
de_de: Umschwenken bei der 2. Wiederholung vor der letzten Wiederholung
el_gr: επαναποστολή κατά τη 2η προσπάθεια πριν από την τελευταία προσπάθεια
fa_ir: ارسال مجدد در دومین تلاش قبل از آخرین تلاش
fr_fr: réexpédier à l'avant-dernière tentative
it_it: reinviare al 2° tentativo prima dell'ultimo tentativo
ko_kr: 마지막 재시도 전 2번째 재시도에서 재전송
pl_pl: przełącz ponownie przy drugiej próbie przed ostatnią próbą
uk_ua: перерозподіл при 2-й спробі перед останньою спробою
zh_cn: 在上次重试之前在第二次重试时重新分配

source: redispatch on the 3rd retry prior to the last retry
cs_cz: změnit přidělení při 3. opakovaném pokusu před posledním opakovaným pokusem.
de_de: Umschwenken bei der 3. Wiederholung vor der letzten Wiederholung
el_gr: επαναποστολή στην 3η προσπάθεια πριν από την τελευταία προσπάθεια
fa_ir: ارسال مجدد در سومین تلاش قبل از آخرین تلاش
fr_fr: réexpédier à l'antépénultième tentative
it_it: reinviare al terzo tentativo prima dell'ultimo tentativo
ko_kr: 마지막 재시도 전 3번째 재시도에서 재전송
pl_pl: przełącz ponownie przy trzeciej próbie przed ostatnią próbą
uk_ua: перерозподіл при 3-й спробі перед останньою спробою
zh_cn: 在最后一次重试之前的第三次重试时重新分配

source: redispatch on the last retry [default]
cs_cz: změnit přidělení při posledním opakovaném pokusu [výchozí]
de_de: Umschwenken bei der letzten Wiederholung [Standard]
el_gr: επαναποστολή στην τελευταία επανάληψη [προεπιλογή]
fa_ir: ارسال مجدد در آخرین تلاش [default]
fr_fr: réexpédier à la dernière tentative [par défaut]
it_it: reinviare all'ultimo tentativo [impostazione predefinita]
ko_kr: 마지막 재시도에서 재전송 [기본값]
pl_pl: przełącz ponownie przy ostatniej próbie [domyślnie]
uk_ua: перерозподіл при останній спробі [типово]
zh_cn: 最后一次重试时重新分配[默认]

source: router
cs_cz: směrovač
el_gr: δρομολογητής
fa_ir: روتر
fr_fr: routeur
ko_kr: 라우터
uk_ua: маршрутизатор
zh_cn: 路由器

source: standalone
cs_cz: samostatná
de_de: eigenständig
el_gr: αυτόνομος
fa_ir: مستقل
fr_fr: autonome
it_it: autonomo
ko_kr: 독립 실행형
pl_pl: niezależny
uk_ua: автономний
zh_cn: 独立的

source: store 32bit integers
cs_cz: ukládat 32bit celočíselné
de_de: 32-Bit-Ganzzahlen speichern
el_gr: αποθήκευση ακεραίων 32bit
fa_ir: ذخیرهٔ اعداد صحیح 32 بیتی
fr_fr: stocker des entiers 32 bits
it_it: memorizzare numeri interi a 32 bit
ko_kr: 32비트 정수 저장
pl_pl: przechowuj 32-bitowe liczby całkowite
uk_ua: зберігати 32-розрядні цілі числа
zh_cn: 存储32位整数

source: store binary blocks
cs_cz: uchovávat binární bloky
de_de: Binärblock speichern
el_gr: αποθήκευση δυαδικών μπλοκ
fa_ir: ذخیرهٔ بلوک‌های باینری
fr_fr: stocker blocs binaires
it_it: memorizzare blocchi binari
ko_kr: 바이너리 블록 저장
pl_pl: przechowuj bloki binarne
uk_ua: зберігати бінарні блоки
zh_cn: 存储二进制块

source: store substrings
cs_cz: uchovávat dílčí řetězce
de_de: Teilzeichenkette speichern
el_gr: αποθήκευση υποσυμβολοσειρών
fa_ir: ذخیرهٔ زیررشته‌ها
fr_fr: stocker les sous-chaînes
it_it: memorizzare sottostringhe
ko_kr: 부분 문자열 저장
pl_pl: przechowuj podciągi
uk_ua: зберігати підрядки
zh_cn: 存储子字符串

source: strict-sni
el_gr: αυστηρός-sni
it_it: rigoroso-sni
uk_ua: суворий-sni

source: switch
cs_cz: přepínač
el_gr: διακόπτης
fa_ir: سوئیچ
fr_fr: comutateur
it_it: interruttore
pl_pl: przełącznik
uk_ua: комутатор
zh_cn: 交换机

source: tcp (ACK packets only)
cs_cz: tcp (pouze ACK pakety)
de_de: tcp (nur ACK-Pakete)
el_gr: tcp (μόνο πακέτα ACK)
fa_ir: tcp (فقط بسته‌های ACK)
fr_fr: tcp (paquets ACK uniquement)
it_it: tcp (solo pacchetti ACK)
ko_kr: tcp (ACK 패킷만)
pl_pl: tcp (tylko pakiety ACK)
uk_ua: tcp (лише ACK-пакети)

source: tcp (non-ACK packets)
cs_cz: tcp (ne ACK pakety)
de_de: tcp (außer ACK-Pakete)
el_gr: tcp (πακέτα που δεν είναι ACK)
fa_ir: tcp (بسته‌های غیر-ACK)
fr_fr: tcp (paquets non-ACK)
it_it: tcp (pacchetti non ACK)
ko_kr: tcp (비 ACK 패킷)
pl_pl: tcp (pakiety bez ACK)
uk_ua: tcp (не-ACK-пакети)

source: tcp-request connection accept
cs_cz: přijmout spojení tcp požadavku
de_de: TCP-Anfrage: Verbindung akzeptieren
el_gr: αποδοχή σύνδεσης αιτήματος tcp
fa_ir: tcp-request اتصال: قبول
fr_fr: connexion tcp-request acceptée
it_it: La connessione della richiesta TCP viene accettata
ko_kr: tcp-request 연결 수락
pl_pl: tcp-request połączenie akceptuj
uk_ua: tcp-запит на прийняття з'єднання

source: tcp-request connection reject
cs_cz: odmítnout spojení tcp požadavku
de_de: TCP-Anfrage: Verbindung ablehnen
el_gr: απόρριψη σύνδεσης αιτήματος tcp
fa_ir: tcp-request اتصال: رد
fr_fr: rejet de la connexion tcp-request
it_it: Rifiuto della connessione della richiesta TCP
ko_kr: tcp-request 연결 거부
pl_pl: tcp-request połączenie odrzuć
uk_ua: tcp-запит на відхилення з'єднання

source: tcp-request content accept
cs_cz: přijmout obsah tcp požadavku
de_de: TCP-Anfrage: Inhalt akzeptieren
el_gr: αποδοχή περιεχομένου αιτήματος tcp
fa_ir: tcp-request محتوا: قبول
it_it: Accetta il contenuto della richiesta TCP
ko_kr: tcp-request 내용 수락
pl_pl: tcp-request treść akceptuj
uk_ua: tcp-запит на прийняття вмісту

source: tcp-request content lua script
cs_cz: lua skript obsahu tcp požadavku
de_de: TCP-Anfrage: Lua-Skript
el_gr: σενάριο lua περιεχομένου αιτήματος tcp
fa_ir: tcp-request محتوا: اسکریپت Lua
fr_fr: script lua de contenu tcp-request
it_it: script lua del contenuto della richiesta tcp
ko_kr: tcp-request 내용 lua 스크립트
pl_pl: tcp-request treść skrypt lua
uk_ua: tcp-запит на вміст скрипту Lua

source: tcp-request content reject
cs_cz: odmítnout obsah tcp-request
de_de: TCP-Anfrage: Inhalt ablehnen
el_gr: απόρριψη περιεχομένου αιτήματος tcp
fa_ir: tcp-request محتوا: رد
it_it: Rifiuto del contenuto della richiesta TCP
ko_kr: tcp-request 내용 거부
pl_pl: tcp-request treść odrzuć
uk_ua: tcp-запит на відхилення вмісту

source: tcp-request content use-service
cs_cz: obsah tcp požadavku „použít službu“
de_de: TCP-Anfrage: Dienst verwenden
el_gr: υπηρεσία χρήσης περιεχομένου αιτήματος tcp
fa_ir: tcp-request محتوا: استفاده از سرویس
it_it: servizio di utilizzo del contenuto della richiesta tcp
ko_kr: tcp-request 내용 사용 서비스
pl_pl: tcp-request treść użyj-usługi
uk_ua: tcp-запит на вміст: використовувати службу

source: tcp-response content accept
cs_cz: přijmout obsah tcp odpovědi
de_de: TCP-Antwort: Inhalt akzeptieren
el_gr: αποδοχή περιεχομένου tcp-response
fa_ir: tcp-response محتوا: قبول
it_it: il contenuto della risposta tcp accetta
ko_kr: tcp-response 내용 수락
pl_pl: tcp-response treść akceptuj
uk_ua: tcp-відповідь на прийняття вмісту

source: tcp-response content close
cs_cz: zavřít obsah tcp odpovědi
de_de: TCP-Antwort: Verbindung schließen
el_gr: κλείσιμο περιεχομένου tcp-response
fa_ir: tcp-response محتوا: بستن
it_it: chiusura del contenuto della risposta tcp
ko_kr: tcp-response 내용 닫기
pl_pl: tcp-response treść zamknij
uk_ua: tcp-відповідь на закриття вмісту

source: tcp-response content lua script
cs_cz: lua skript pro obsah tcp odpovědi
de_de: TCP-Antwort: Lua-Skript
el_gr: σενάριο lua περιεχομένου tcp-response
fa_ir: tcp-response محتوا: اسکریپت Lua
fr_fr: script lua du contenu de tcp-response
it_it: script lua del contenuto della risposta tcp
ko_kr: tcp-response 내용 lua 스크립트
pl_pl: tcp-response treść skrypt lua
uk_ua: tcp-відповідь на вміст скрипту Lua

source: tcp-response content reject
cs_cz: odmítnout obsah tcp odpovědi
de_de: TCP-Antwort: Inhalt ablehnen
el_gr: απόρριψη περιεχομένου tcp-response
fa_ir: رد کردن محتوای tcp-response
it_it: Rifiuto del contenuto della risposta TCP
ko_kr: tcp-response 내용 거부
pl_pl: tcp-response treść odrzuć
uk_ua: tcp-відповідь на відхилення вмісту

source: test a regular expression for the HTTP status code
cs_cz: vyzkoušet regulární výraz pro HTTP stavový kód
de_de: Testen Sie einen regulären Ausdruck für den HTTP-Statuscode
el_gr: δοκιμή μιας κανονικής έκφρασης για τον κωδικό κατάστασης HTTP
fa_ir: تست یک عبارت منظم برای کد وضعیت HTTP
fr_fr: tester une expression régulière pour le code d'état HTTP
it_it: testare un'espressione regolare per il codice di stato HTTP
ko_kr: HTTP 상태 코드에 대한 정규 표현식 테스트
pl_pl: testuj wyrażenie regularne dla kodu statusu HTTP
uk_ua: перевірити регулярний вираз для коду стану HTTP
zh_cn: 测试HTTP状态代码的正则表达式

source: test a regular expression on the HTTP response body
cs_cz: testovat regulární výraz vůči tělu HTTP odpovědi
de_de: Testen Sie einen regulären Ausdruck im HTTP-Antworttext
el_gr: δοκιμή μιας κανονικής έκφρασης στο σώμα απόκρισης HTTP
fa_ir: تست یک عبارت منظم روی بدنه پاسخ HTTP
fr_fr: tester une expression régulière sur le corps de la réponse HTTP
it_it: testare un'espressione regolare sul corpo della risposta HTTP
ko_kr: HTTP 응답 본문에 대한 정규 표현식 테스트
pl_pl: testuj wyrażenie regularne na treści odpowiedzi HTTP
uk_ua: перевірити регулярний вираз у тілі відповіді HTTP
zh_cn: 测试HTTP响应正文上的正则表达式

source: test a regular expression on the response buffer
cs_cz: vyzkoušet regulární výraz na vyrovnávací paměti odpovědí
de_de: Testen Sie einen regulären Ausdruck im Antwortpuffer
el_gr: δοκιμή μιας κανονικής έκφρασης στο buffer απόκρισης
fa_ir: تست یک عبارت منظم روی بافر پاسخ
fr_fr: tester une expression régulière sur le tampon de réponse
it_it: testare un'espressione regolare nel buffer di risposta
ko_kr: 응답 버퍼에 대한 정규 표현식 테스트
pl_pl: testuj wyrażenie regularne w buforze odpowiedzi
uk_ua: перевірити регулярний вираз у буфері відповіді
zh_cn: 测试响应缓冲区上的正则表达式

source: test the exact string in its hexadecimal form matches in the response buffer
cs_cz: vyzkoušet zda se přesný řetězec v jeho šestnáctvkové podobě shoduje s něčím ve vyrovnávací paměti odpovědí
de_de: Testen Sie die genaue Übereinstimmung der Zeichenfolge in hexadezimaler Form im Antwortpuffer
el_gr: ελέγξτε αν η ακριβής συμβολοσειρά στην δεκαεξαδική της μορφή ταιριάζει στο buffer απόκρισης
fa_ir: تست اینکه رشتهٔ دقیق در فرمت هگزادسیمال در بافر پاسخ مطابقت دارد
fr_fr: test de la chaîne exacte sous sa forme hexadécimale dans le tampon de réponse
it_it: testare la corrispondenza esatta della stringa nella sua forma esadecimale nel buffer di risposta
ko_kr: 응답 버퍼에서 16진수 형식의 정확한 문자열이 일치하는지 테스트합니다
pl_pl: sprawdź, czy dokładny ciąg w formie heksadecymalnej zgadza się w buforze odpowiedzi
uk_ua: перевірити точний збіг рядка у його шістнадцятковому форматі в буфері відповіді
zh_cn: 测试在响应缓冲区中以十六进制形式完全匹配的字符串

source: test the exact string match for the HTTP status code
cs_cz: testovat přesnou shodu řetězce s HTTP stavovým kódem
de_de: Testen Sie die genaue Zeichenfolgenübereinstimmung für den HTTP-Statuscode
el_gr: ελέγξτε την ακριβή αντιστοίχιση συμβολοσειράς για τον κωδικό κατάστασης HTTP
fa_ir: تست مطابقت دقیق رشته برای کد وضعیت HTTP
fr_fr: tester la correspondance exacte de la chaîne de caractères pour le code d'état HTTP
it_it: testare l'esatta corrispondenza della stringa per il codice di stato HTTP
ko_kr: HTTP 상태 코드에 대한 정확한 문자열 일치 테스트
pl_pl: testuj dokładne dopasowanie ciągu dla kodu statusu HTTP
uk_ua: перевірити точний збіг рядка для коду стану HTTP
zh_cn: 测试HTTP状态代码完全匹配的字符串

source: test the exact string match in the HTTP response body
cs_cz: testovat přesnou shodu řetězce s tělem HTTP odpovědi
de_de: Testen Sie die genaue Zeichenfolgenübereinstimmung im HTTP-Antworttext
el_gr: ελέγξτε την ακριβή αντιστοίχιση συμβολοσειράς στο σώμα απόκρισης HTTP
fa_ir: تست تطابق دقیق رشته در بدنه پاسخ HTTP
fr_fr: tester la correspondance exacte de la chaîne de caractères dans le corps de la réponse HTTP
it_it: testare l'esatta corrispondenza della stringa nel corpo della risposta HTTP
ko_kr: HTTP 응답 본문에 대한 정확한 문자열 일치 테스트
pl_pl: testuj dokładne dopasowanie ciągu w treści odpowiedzi HTTP
uk_ua: перевірити точний збіг рядка у тілі відповіді HTTP
zh_cn: 测试HTTP响应正文中完全匹配的字符串

source: test the exact string match in the response buffer [default]
cs_cz: vyzkoušet na přesnou shodu s řetězcem ve vyrovnávací paměti odpovědí [výchozí]
de_de: Testen Sie die genaue Zeichenfolgenübereinstimmung im Antwortpuffer [default]
el_gr: ελέγξτε την ακριβή αντιστοίχιση συμβολοσειράς στο buffer απόκρισης [προεπιλογή]
fa_ir: تست تطابق دقیق رشته در بافر پاسخ [پیش‌فرض]
fr_fr: tester la correspondance exacte de la chaîne de caractères dans le tampon de réponse [default]
it_it: testare l'esatta corrispondenza della stringa nel buffer di risposta [impostazione predefinita]
ko_kr: 응답 버퍼에 대한 정확한 문자열 일치 테스트 [기본값]
pl_pl: testuj dokładne dopasowanie ciągu w buforze odpowiedzi [domyślnie]
uk_ua: перевірити точний збіг рядка в буфері відповіді [типово]
zh_cn: 测试响应缓冲区中完全匹配的字符串[默认]

source: the number of sslrtd children needs to be an integer value between 1 and 32
cs_cz: Je třeba, aby počet procesů podřízených sslrtd bylo celé číslo z rozmezí 1 až 32
de_de: The Anzahl an sslrtd-Kindprozessen muss eine Zahl zwischen 1 und 32 sein
el_gr: Ο αριθμός των παιδιών sslrtd πρέπει να είναι ακέραιος αριθμός μεταξύ 1 και 32
fa_ir: تعداد فرزندهای sslrtd باید یک عدد صحیح بین 1 تا 32 باشد
fr_fr: le nombre d'enfants sslrtd doit être une valeur entière entre 1 et 32
it_it: il numero di figli sslrtd deve essere un valore intero compreso tra 1 e 32
ko_kr: sslrtd 자식의 수는 1에서 32 사이의 정수 값이어야 함
pl_pl: liczba dzieci sslrtd musi być wartością całkowitą pomiędzy 1 a 32
uk_ua: Кількість дочірніх процесів sslrtd має бути цілим числом від 1 до 32
zh_cn: sslrtd子项的数量为1到32之间的整数值

source: user
cs_cz: uživatel
de_de: Benutzer
el_gr: μεταχειριζόμενος
fa_ir: کاربر
fr_fr: utilisateur
it_it: utente
ko_kr: 사용자
pl_pl: użytkownik
uk_ua: користувач
zh_cn: 用户

source: warning
cs_cz: varování
de_de: Warnung
el_gr: προειδοποίηση
fa_ir: هشدار
fr_fr: avertissement
it_it: avvertimento
ko_kr: 경고
pl_pl: ostrzeżenie
uk_ua: попередження
zh_cn: 警告

source: warnings (3, default)
cs_cz: varování (3, výchozí)
de_de: Warnungen (3, Standard)
el_gr: προειδοποιήσεις (3, προεπιλογή)
fa_ir: هشدارها (3، پیش‌فرض)
fr_fr: avertissements (3, par défaut)
it_it: avvisi (3, predefinito)
ko_kr: 경고 (3, 기본값)
pl_pl: ostrzeżenia (3, domyślnie)
uk_ua: попереджень (3, типово)
zh_cn: 警告(3，默认)

source: 2048 bit
fa_ir: 2048 بیت
pl_pl: 2048 bity
uk_ua: 2048 біт

source: 4096 bit
fa_ir: 4096 بیت
uk_ua: 4096 біт

source: A NetBIOS Scope ID provides an extended naming service for NetBIOS over TCP/IP. The NetBIOS Scope ID isolates NetBIOS traffic on a single network to only those nodes with the same NetBIOS Scope ID.
cs_cz: Identifikátor NetBIOS rozsahu poskytuje rozšířenou jmennou službu pro NetBIOS na TCP/IP. Pomocí tohoto identifikátoru je pak v rámci jedné sítě izolován NetBIOS provoz pouze na uzly, které mají stejný identifikátor.
de_de: Eine NetBIOS-Scope-IP stellt einen erweiterten Benennungsdienst für NetBIOS über TCP/IP zur Verfügung. Die NetBIOS-Scope-ID isoliert NetBIOS-Datenverkehr auf einem einzelnen Netzwerk auf die Knoten mit der gleichen NetBIOS-Scope-ID.
el_gr: Ένα NetBIOS Scope ID παρέχει μια εκτεταμένη υπηρεσία ονομασίας για το NetBIOS μέσω TCP/IP. Το NetBIOS Scope ID απομονώνει την κίνηση NetBIOS σε ένα μόνο δίκτυο μόνο σε εκείνους τους κόμβους με το ίδιο NetBIOS Scope ID.
fa_ir: NetBIOS Scope ID یک سرویس نام‌گذاری توسعه‌یافته برای NetBIOS بر بستر TCP/IP فراهم می‌کند. NetBIOS Scope ID ترافیک NetBIOS را در یک شبکه تنها به گره‌هایی با همان NetBIOS Scope ID محدود می‌سازد.
fr_fr: Un ID d'étendue NetBIOS fournit un service de dénomination étendu pour NetBIOS via TCP / IP. L'ID d'étendue NetBIOS isole le trafic NetBIOS sur un seul réseau uniquement aux nœuds avec le même ID d'étendue NetBIOS.
it_it: Un ID ambito NetBIOS fornisce un servizio di denominazione esteso per NetBIOS su TCP/IP. L'ID ambito NetBIOS isola il traffico NetBIOS su una singola rete solo verso i nodi con lo stesso ID ambito NetBIOS.
ko_kr: NetBIOS Scope ID는 NetBIOS over TCP/IP에 대한 확장된 네이밍 서비스를 제공합니다. NetBIOS Scope ID는 동일한 NetBIOS Scope ID를 가진 노드에 대해서만 단일 네트워크에서 NetBIOS 트래픽을 격리합니다.
pl_pl: NetBIOS Scope ID zapewnia rozszerzoną usługę nazewnictwa dla NetBIOS w oparciu o TCP/IP. NetBIOS Scope ID izoluje ruch NetBIOS w jednej sieci do tych węzłów, które mają ten sam NetBIOS Scope ID.
uk_ua: Ідентифікатор області дії NetBIOS забезпечує розширену службу імен для NetBIOS через TCP/IP. Ідентифікатор області дії NetBIOS ізолює трафік NetBIOS в одній мережі лише для тих вузлів, які мають той самий ідентифікатор області дії NetBIOS.
zh_cn: NetBIOS作用域ID为TCP/IP上的NetBIOS提供扩展的命名服务。 NetBIOS作用域ID将单个网络上的NetBIOS流量隔离到仅具有相同NetBIOS作用域ID的节点。

source: Allow DNS servers to be overridden by DHCP/PPP on WAN
cs_cz: Umožnit přepsání nastavení DNS serverů protokolem DHCP/PPP na WAN
de_de: Erlaube, dass die DNS-Server durch DHCP/PPP auf der WAN-Schnittstelle überschrieben werden
el_gr: Να επιτρέπεται η παράκαμψη των διακομιστών DNS από DHCP/PPP σε WAN
fa_ir: اجازه بازنویسی سرورهای DNS توسط DHCP/PPP روی WAN
fr_fr: Autoriser les serveurs DNS à être outrepassés par ceux du DHCP/PPP du WAN
it_it: Consenti ai server DNS di essere sovrascritti da DHCP/PPP su WAN
ko_kr: WAN의 DHCP/PPP에 의해 DNS 서버를 무시하도록 허용
pl_pl: Pozwól na nadpisywanie serwerów DNS przez DHCP/PPP na WAN
uk_ua: Дозволити DNS-серверам бути перевизначеними за допомогою DHCP/PPP на WAN
zh_cn: 允许DNS服务器被WAN上的DHCP/PPP覆盖

source: Auth Digest Algorithm
cs_cz: Algoritmus otisku pro ověřování
de_de: Authentifizierungs-Digestalgorithmus
el_gr: Αλγόριθμος Auth Digest
fa_ir: الگوریتم Digest احراز هویت
fr_fr: Empreinte de l'Algorithme d'Authentification
it_it: Algoritmo di autenticazione del digest
ko_kr: 인증 Digest 알고리즘
pl_pl: Algorytm Digest Auth
uk_ua: Алгоритм хешування автентифікації
zh_cn: 认证摘要算法

source: Block RFC1918 Private Networks
cs_cz: Blokovat soukromé sítě, uvedené v normě RFC1918
de_de: Private RFC1918-Netzwerke blockieren
el_gr: Αποκλεισμός ιδιωτικών δικτύων RFC1918
fa_ir: مسدود کردن شبکه‌های خصوصی RFC1918
fr_fr: Bloquer les Réseaux Privés RFC1918
it_it: Blocca le reti private RFC1918
ko_kr: RFC1918 개인 네트워크 차단
pl_pl: Blokuj prywatne sieci zgodnie z RFC1918
uk_ua: Блокувати приватні мережі RFC1918
zh_cn: 阻止RFC1918私有网络
