Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: If the rule matches the counter of each policy containing the rule will increase. If a policy's counter exceeds the configured "value" (to be configured at the policy) the policy's action gets triggered.
cs_cz: Pokud pravidlo odpovídá, zvýší se počítadlo každé zásady obsahující toto pravidlo. Pokud čítač zásady překročí nastavenou „hodnotu“ (nastavuje se u zásady), bude spuštěna akce dané zásady.
de_de: Wenn die Regel zutrifft, wird der Zähler jeder Richtlinie, die diese Regel enthält, erhöht. Überschreitet dieser Zähler den in der Richtlinie festgelegten Schwellenwert ("Wert"), wird die entsprechende Aktion ausgelöst.
el_gr: Εάν ο κανόνας ταιριάζει, ο μετρητής κάθε πολιτικής που περιέχει τον κανόνα θα αυξηθεί. Εάν ο μετρητής μιας πολιτικής υπερβεί την διαμορφωμένη "τιμή" (που θα διαμορφωθεί στην πολιτική), ενεργοποιείται η ενέργεια της πολιτικής.
fa_ir: اگر قانون مطابقت داشته باشد، شمارندهٔ هر سیاستی که شامل آن قانون است افزایش می‌یابد. اگر شمارندهٔ یک سیاست از «مقدار» پیکربندی‌شده (قابل تنظیم در همان سیاست) عبور کند، عمل آن سیاست اجرا می‌شود.
fr_fr: Si la règle correspond, le compteur de chaque stratégie contenant la règle augmentera. Si le compteur d'une stratégie dépasse la "valeur" configurée (à configurer au niveau de la stratégie), l'action de la stratégie est déclenchée.
it_it: Se la regola corrisponde il contatore di ciascuna policy contenente la regola aumenterà. Se il contatore di una policy supera il "valore" configurato (da configurare nella policy), l'azione della policy viene attivata.
ko_kr: 규칙이 일치하면 규칙을 포함하는 각 정책의 카운터가 증가합니다. 정책의 카운터가 구성된 "값"(정책에서 구성됨)을 초과하면 정책의 작업이 트리거됩니다.
pl_pl: Jeśli reguła zostanie dopasowana, licznik każdej polityki zawierającej regułę wzrośnie. Jeśli licznik polityki przekroczy skonfigurowaną "wartość" (do skonfigurowania w polityce), zostanie uruchomiona akcja polityki.
uk_ua: Якщо правило спрацьовує, лічильник кожної політики, що містить це правило, збільшуватиметься. Якщо лічильник політики перевищує налаштоване "значення" (яке налаштовується в політиці), дія політики запускається.
zh_cn: 如果该规则匹配每个包含该规则的策略，则分数将增加。如果策略的分数超过了配置的"值"(在策略上配置)，则会触发策略的操作。

source: If the sum of scores of all matching rules exceed the configured value the policy's action will get triggered.
cs_cz: Pokud součet hodnocení všech odpovídajících pravidel překročí nastavenou hodnotu, bude spuštěna akce zásady.
de_de: Wenn die Summe der Bewertungen aller zutreffenden Regeln diesen Wert überschreitet, wird die Aktion der Richtlinie ausgelöst.
el_gr: Εάν το άθροισμα των βαθμολογιών όλων των αντίστοιχων κανόνων υπερβαίνει την διαμορφωμένη τιμή, θα ενεργοποιηθεί η ενέργεια της πολιτικής.
fa_ir: اگر مجموع امتیازهای همهٔ قوانین مطابقت‌کننده از مقدار پیکربندی‌شده فراتر رود، عمل آن سیاست اجرا خواهد شد.
fr_fr: Si la somme des scores de toutes les règles correspondantes dépasse la valeur configurée, l'action de la politique sera déclenchée.
it_it: Se la somma dei punteggi di tutte le regole corrispondenti supera il valore configurato, verrà attivata l'azione della policy.
ko_kr: 일치하는 모든 규칙의 점수 합계가 구성된 값을 초과하면 정책의 작업이 트리거됩니다.
pl_pl: Jeśli suma punktów wszystkich pasujących reguł przekroczy skonfigurowaną wartość, zostanie uruchomiona akcja polityki.
uk_ua: Якщо сума балів усіх правил, що збігаються, перевищує налаштоване значення, дія політики буде запущена.
zh_cn: 如果所有匹配规则的得分之和超过配置的值，则会触发策略的操作。

source: If you enable this, every entry in Recipients will be checked against. When there is no match mail will be rejected. Be aware that it does not matter if the action is "OK" or "REJECT". This setup allows you to run postfix in front of an internal system and already reject unsolicited mail at the border.
cs_cz: Pokud tuto funkci povolíte, bude kontrolována každá položka v kolonce Příjemci. Pokud není shoda nalezena, bude e-mail odmítnut. Uvědomte si, že nezáleží na tom, zda je akce „OK“ nebo „REJECT“. Toto nastavení umožňuje spustit postfix před interním systémem a nevyžádané e-maily odmítat už na hranici.
de_de: Wenn diese Option aktiviert ist, wird jeder Eintrag in der Empfängerliste überprüft. Bei keiner Übereinstimmung wird die E-Mail abgelehnt. Dabei spielt es keine Rolle, ob die Aktion "OK" oder "REJECT" lautet. Diese Konfiguration ermöglicht es, Postfix vor einem internen System zu betreiben und unerwünschte E-Mails bereits an der Grenze zurückzuweisen.
el_gr: Εάν ενεργοποιήσετε αυτήν τη ρύθμιση, κάθε καταχώρηση στους Παραλήπτες θα ελέγχεται. Όταν δεν υπάρχει αντιστοιχία, η αλληλογραφία θα απορρίπτεται. Λάβετε υπόψη ότι δεν έχει σημασία αν η ενέργεια είναι "OK" ή "ΑΠΟΡΡΙΨΗ". Αυτή η ρύθμιση σάς επιτρέπει να εκτελείτε postfix μπροστά από ένα εσωτερικό σύστημα και να απορρίπτετε ήδη την ανεπιθύμητη αλληλογραφία στα σύνορα.
fa_ir: اگر این گزینه را فعال کنید، هر ورودی در بخش گیرندگان بررسی می‌شود. در صورت نبود تطابق، ایمیل رد خواهد شد. توجه داشته باشید که تفاوتی ندارد عمل «OK» یا «REJECT» باشد. این تنظیم به شما اجازه می‌دهد postfix را جلوی یک سیستم داخلی اجرا کنید و از همان مرز شبکه، ایمیل‌های ناخواسته را رد کنید.
fr_fr: Si vous activez cette option, chaque entrée dans Destinataires sera vérifiée. Lorsqu'il n'y a pas de correspondance, le courrier sera rejeté. Sachez que peu importe si l'action est « OK » ou « REJET ». Cette configuration vous permet d'exécuter postfix devant un système interne et de rejeter déjà le courrier non sollicité à la frontière.
it_it: Se lo abiliti, ogni voce in Destinatari verrà confrontata. Quando non ci sarà corrispondenza, la posta verrà rifiutata. Tieni presente che non importa se l'azione è "OK" o "RIFIUTA". Questa configurazione ti consente di eseguire postfix davanti a un sistema interno e di rifiutare già la posta non richiesta alla frontiera.
ko_kr: 이 항목을 선택하면 수신인의 모든 항목이 확인됩니다. 일치하는 메일이 없으면 거부됩니다. 작업이 "정상"인지 "거부"인지는 중요하지 않습니다. 이 설정을 사용하면 내부 시스템 앞에서 우편 수정을 실행하고 경계선에서 이미 요청되지 않은 메일을 거부할 수 있습니다.
pl_pl: Jeśli włączysz to, każdy wpis w odbiorcach będzie sprawdzany. Gdy nie będzie dopasowania, poczta zostanie odrzucona. Należy pamiętać, że nie ma znaczenia, czy akcja to "OK" czy "REJECT". Ta konfiguracja pozwala uruchomić postfix przed wewnętrznym systemem i już odrzucić niechciane maile na granicy.
uk_ua: Якщо ви увімкнете це, кожен запис у Списку отримувачів буде перевірятися. Якщо збігів немає, пошта буде відхилена. Зверніть увагу, що не має значення, чи дія "ОК" чи "ВІДХИЛИТИ". Ця настройка дозволяє запускати postfix перед внутрішньою системою та вже на кордоні відхиляти небажану пошту.
zh_cn: 如果启用此功能，将对"收件人"中的每个条目进行检查。没有匹配的邮件将被拒绝。注意，操作是"OK"还是"REJECT"并不重要。此设置允许您在内部系统前运行postfix，并已经在边界拒绝未经请求的邮件。

source: Indicates in which order server addresses should be resolved upon startup. Method "last" suggests to pick the address which appears in the state file. Method "libc" uses the libc's internal resolver. Method "none" specifically indicates that the server should start without any valid IP address in a down state. It can be useful to ignore some DNS issues upon startup, waiting for the situation to get fixed later. Defaults to "last,libc".
cs_cz: Určuje, v jakém pořadí mají být při spouštění překládány adresy serverů. Metoda „last“ značí vybrat adresu, která je uvedena ve stavovém souboru. Metoda „libc“ používá vnitřní překladač této knihovny. Metoda „none“ výslovně určuje, že server má být spuštěn bez jakékoli platné IP adresy a ve stavu dole. Může být užitečné ignorovat některé problémy s DNS při spuštění a počkat, až se situace vyřeší později. Výchozí hodnota je „last,libc“.
de_de: Gibt an, in welcher Reihenfolge Serveradressen beim Start aufgelöst werden sollen. Die Methode "last" wählt die Adresse aus der Statusdatei, "libc" nutzt den internen Resolver. "none" startet nur, wenn eine gültige IP-Adresse verfügbar ist. Standard: "last, libc".
el_gr: Υποδεικνύει τη σειρά με την οποία θα πρέπει να επιλυθούν οι διευθύνσεις διακομιστή κατά την εκκίνηση. Η μέθοδος "last" προτείνει την επιλογή της διεύθυνσης που εμφανίζεται στο αρχείο κατάστασης. Η μέθοδος "libc" χρησιμοποιεί τον εσωτερικό αναλυτή της libc. Η μέθοδος "none" υποδεικνύει συγκεκριμένα ότι ο διακομιστής θα πρέπει να ξεκινήσει χωρίς έγκυρη διεύθυνση IP σε κατάσταση εκτός λειτουργίας. Μπορεί να είναι χρήσιμο να αγνοήσετε ορισμένα προβλήματα DNS κατά την εκκίνηση, περιμένοντας να διορθωθεί η κατάσταση αργότερα. Η προεπιλογή είναι "last,libc".
fa_ir: نشان می‌دهد آدرس‌های سرور هنگام راه‌اندازی به چه ترتیبی حل (resolve) شوند. روش "last" پیشنهاد می‌کند آدرسی را انتخاب کند که در فایل وضعیت ظاهر شده است. روش "libc" از رزولور داخلی libc استفاده می‌کند. روش "none" مشخصاً نشان می‌دهد سرور باید بدون هیچ آدرس IP معتبر و در حالت down شروع شود. این می‌تواند مفید باشد تا برخی مشکلات DNS را در هنگام راه‌اندازی نادیده بگیرید و منتظر بمانید بعداً مشکل برطرف شود. مقدار پیش‌فرض: "last,libc".
fr_fr: Indique dans quel ordre les adresses de serveur doivent être résolues au démarrage. La méthode "last" propose de choisir l'adresse qui apparaît dans le fichier d'état. La méthode "libc" utilise le résolveur interne de la libc. La méthode "aucun" indique spécifiquement que le serveur doit démarrer sans aucune adresse IP valide dans un état inactif. Il peut être utile d'ignorer certains problèmes DNS au démarrage, en attendant que la situation soit corrigée plus tard. La valeur par défaut est "last,libc".
it_it: Indica in quale ordine gli indirizzi del server devono essere risolti all'avvio. Il metodo "last" suggerisce di scegliere l'indirizzo che appare nel file di stato. Il metodo "libc" utilizza il risolutore interno di libc. Il metodo "nessuno" indica specificamente che il server deve essere avviato senza alcun indirizzo IP valido in stato inattivo. Può essere utile ignorare alcuni problemi DNS all'avvio, aspettando che la situazione venga risolta in seguito. Il valore predefinito è "last,libc".
ko_kr: 시작 시 서버 주소를 확인할 순서를 나타냅니다. "마지막" 메서드는 상태 파일에 나타나는 주소를 선택할 것을 제안합니다. 메서드 "libc"는 libc의 내부 해결사를 사용합니다. 메서드 "없음"은 특히 서버가 다운 상태에서 유효한 IP 주소 없이 시작되어야 함을 나타냅니다. 시작할 때 일부 DNS 문제를 무시하고 나중에 상황이 해결될 때까지 기다리는 것이 유용할 수 있습니다. 기본값은 "last, libc"입니다.
pl_pl: Wskazuje kolejność, w jakiej adresy serwera powinny być rozwiązywane podczas uruchamiania. Metoda "last" sugeruje wybór adresu, który pojawia się w pliku stanu. Metoda "libc" używa wewnętrznego resolvera libc. Metoda "none" wyraźnie wskazuje, że serwer powinien uruchomić się bez żadnego ważnego adresu IP w stanie wyłączonym. Może być przydatne, aby zignorować pewne problemy z DNS podczas uruchamiania, czekając, aż sytuacja zostanie naprawiona później. Domyślnie ustawiono na "last,libc".
uk_ua: Вказує, в якому порядку адреси сервера повинні розв'язуватися під час запуску. Метод "last" пропонує вибрати адресу, яка з'являється у файлі стану. Метод "libc" використовує внутрішній розв'язувач libc. Метод "none" конкретно вказує, що сервер повинен запускатися без будь-якої дійсної IP-адреси у стані неактивності. Це може бути корисним для ігнорування деяких проблем DNS під час запуску, очікуючи на їхнє виправлення пізніше. Типово встановлено "last,libc".
zh_cn: 指明在启动时服务器地址解析的顺序。方法"last"建议选择出现在状态文件中的地址。方法"libc"使用libc的内部解析器。方法"none"明确指出服务器应该在没有任何有效IP地址的状态下启动。在启动时忽略一些 DNS 问题会很有用，等待情况稍后得到修复。默认为"last,libc"。

source: Influx v2 Bucket
cs_cz: Bucket v Influx v2
el_gr: Κάδος Influx v2
fa_ir: باکت Influx v2
fr_fr: Bucket Influx v2
it_it: Secchio afflusso v2
ko_kr: Influx v2 버킷
uk_ua: Бакет Influx v2
zh_cn: Influx v2存储桶

source: Influx v2 Organization
cs_cz: Organizace v Influx v2
de_de: Influx v2 Organisation
el_gr: Οργάνωση Influx v2
fa_ir: سازمان Influx v2
fr_fr: Organisation d'Influx v2
it_it: Organizzazione dell'afflusso v2
ko_kr: Influx v2 조직
pl_pl: Influx v2 Organizacja
uk_ua: Організація Influx v2
zh_cn: Influx v2组织

source: Influx v2 Token
cs_cz: Token pro Influx v2
fa_ir: توکن Influx v2
fr_fr: Jeton Influx v2
it_it: Gettone afflusso v2
ko_kr: Influx v2 토큰
uk_ua: Токен Influx v2
zh_cn: Influx v2令牌

source: Influx v2 URL
cs_cz: URL adresa Influx v2
el_gr: URL Influx v2
fa_ir: URL Influx v2
fr_fr: URL d'Influx v2
it_it: URL di afflusso v2
uk_ua: URL Influx v2
zh_cn: Influx v2网址

source: Influx v2 authentication token.
cs_cz: Ověřovací token pro Influx v2.
de_de: Influx v2-Authentifizierungstoken
el_gr: Διακριτικό ελέγχου ταυτότητας Influx v2.
fa_ir: توکن احراز هویت Influx v2.
fr_fr: Jeton d'authentification Influx v2.
it_it: Token di autenticazione Influx v2.
ko_kr: Influx v2 인증 토큰.
pl_pl: Token autoryzacji Influx v2.
uk_ua: Токен автентифікації Influx v2.
zh_cn: Influx v2身份认证令牌。

source: Infomaniak DNS API
cs_cz: API Infomaniak DNS
el_gr: API DNS του Infomaniak
fa_ir: API DNS Infomaniak
fr_fr: API DNS Infomaniak
it_it: API DNS di Infomaniak
pl_pl: API DNS Infomaniak
uk_ua: API DNS Infomaniak

source: Input Plugins
cs_cz: Zásuvné moduly pro vstup
de_de: Eingabe-Plugins
el_gr: Πρόσθετα εισόδου
fa_ir: پلاگین‌های ورودی
fr_fr: Greffons d'entrée
it_it: Plugin di input
ko_kr: 플러그인 입력
pl_pl: Wtyczki wejściowe
uk_ua: Плагіни введення
zh_cn: 输入插件

source: Insert here the domain that will be allowed to use Google GSuite. All accounts that are not in this domain will be blocked to use it.
cs_cz: Zde vložte doménu, která bude moci používat Google GSuite. Všem účtům, které nejsou v této doméně, bude používání blokováno.
de_de: Geben Sie hier die Domain an, die für die Nutzung von Google GSuite zugelassen werden soll. Alle Konten, die nicht zu dieser Domain gehören, werden für die Nutzung gesperrt.
el_gr: Εισαγάγετε εδώ τον τομέα στον οποίο θα επιτρέπεται η χρήση του Google GSuite. Όλοι οι λογαριασμοί που δεν βρίσκονται σε αυτόν τον τομέα θα αποκλειστούν από τη χρήση του.
fa_ir: اینجا دامنه‌ای را وارد کنید که اجازهٔ استفاده از Google GSuite را خواهد داشت. همهٔ حساب‌هایی که در این دامنه نیستند، از استفاده مسدود خواهند شد.
fr_fr: Insérez ici le domaine qui sera autorisé à utiliser Google GSuite. Tous les comptes qui ne sont pas dans ce domaine seront bloqués pour l'utiliser.
it_it: Inserisci qui il dominio che potrà utilizzare Google GSuite. Tutti gli account che non appartengono a questo dominio verranno bloccati per utilizzarlo.
ko_kr: Google GSuite를 사용할 수 있는 도메인을 여기에 삽입합니다. 이 도메인에 없는 모든 계정은 이 도메인을 사용하기 위해 차단됩니다.
pl_pl: Wprowadź tutaj domenę, która będzie mogła korzystać z Google GSuite. Wszystkie konta, które nie znajdują się w tej domenie, zostaną zablokowane przed jej użyciem.
uk_ua: Вставте сюди домен, якому буде дозволено використовувати Google GSuite. Усі облікові записи, що не належать до цього домену, будуть заблоковані для використання.
zh_cn: 在这里插入允许使用谷歌GSuite的域。 所有不在此域的帐户将被阻止使用它。

source: Instead of displaying a static error page redirect to a URL.
cs_cz: Místo zobrazení statické chybové stránky přesměrovat na URL adresu.
de_de: Anstelle einer statischen Fehlerseite zu einer URL weiterleiten.
el_gr: Αντί να εμφανίζεται μια στατική σελίδα σφάλματος, ανακατευθύνεται σε μια διεύθυνση URL.
fa_ir: به‌جای نمایش صفحهٔ خطای ثابت، هدایت به URL.
fr_fr: Au lieu d'afficher une page d'erreur statique, rediriger vers une URL.
it_it: Invece di visualizzare una pagina di errore statica, reindirizza a un URL.
ko_kr: 정적 오류 페이지를 표시하는 대신 URL로 리디렉션합니다.
pl_pl: Zamiast wyświetlania statycznej strony błędu przekieruj na adres URL.
uk_ua: Замість відображення статичної сторінки помилки перенаправляйте на URL.
zh_cn: 不显示静态错误页面，而是重定向到一个URL。

source: Intrusion Dectection Alerts
cs_cz: Výstrahy ze zjisťování narušení
de_de: IDS-Benachrichtigungen
el_gr: Ειδοποιήσεις ανίχνευσης εισβολών
fa_ir: هشدارهای تشخیص نفوذ
fr_fr: Alertes de détection d'intrusion
it_it: Avvisi di rilevamento delle intrusioni
ko_kr: 침입 탐지 경고
pl_pl: Alerty wykrywania intruzów
uk_ua: Сповіщення про виявлення вторгнень
zh_cn: 入侵检测警报

source: It sets the default string describing the list of cipher algorithms ("cipher suite") that are negotiated during the SSL/TLS handshake for TLSv1.3.
cs_cz: Nastavuje výchozí řetězec popisující seznam šifrovacích algoritmů („sada šifer“), které jsou vyjednány při navazování SSL/TLS pro protokol TLSv1.3.
de_de: Legt die Standardzeichenkette fest, die die Liste der Cipher-Algorithmen ("Cipher Suites") beschreibt, die während des SSL/TLS-Handshakes für TLSv1.3 ausgehandelt werden.
el_gr: Ορίζει την προεπιλεγμένη συμβολοσειρά που περιγράφει τη λίστα αλγορίθμων κρυπτογράφησης ("cipher suite") που διαπραγματεύονται κατά τη διάρκεια της χειραψίας SSL/TLS για το TLSv1.3.
fa_ir: این مقدار رشتهٔ پیش‌فرضی را تنظیم می‌کند که فهرست الگوریتم‌های رمزنگاری («cipher suite») را که در طول دست‌دهی (handshake) SSL/TLS برای TLSv1.3 مورد مذاکره قرار می‌گیرند، توصیف می‌کند.
fr_fr: Il définit la chaîne par défaut décrivant la liste des algorithmes de chiffrement (« suite de chiffrement ») qui sont négociés lors de la négociation SSL/TLS pour TLSv1.3.
it_it: Imposta la stringa predefinita che descrive l'elenco di algoritmi di cifratura ("suite di cifratura") negoziati durante l'handshake SSL/TLS per TLSv1.3.
ko_kr: TLSv1.3에 대한 SSL/TLS 핸드셰이크 중에 협상되는 암호 알고리즘("암호 모음") 목록을 설명하는 기본 문자열을 설정합니다.
pl_pl: Określa domyślny ciąg opisujący listę algorytmów szyfrujących ("cipher suite"), które są negocjowane podczas negocjacji SSL/TLS dla TLSv1.3.
uk_ua: Він встановлює типовий рядок, що описує список алгоритмів шифрування ("набір шифрів"), які узгоджуються під час рукостискання SSL/TLS для TLSv1.3.
zh_cn: 它设置默认字符串，描述在TLSv1.3 SSL/TLS 握手期间协商的密码算法列表（"密码套件"）。

source: It sets the default string describing the list of cipher algorithms ("cipher suite") that are negotiated during the SSL/TLS handshake up to TLSv1.2.
cs_cz: Nastavuje výchozí řetězec popisující seznam šifrovacích algoritmů („sada šifer“), které jsou vyjednány při navazování SSL/TLS pro protokol TLSv1.2.
de_de: Legt die Standardzeichenkette fest, die die Liste der Cipher-Algorithmen ("Cipher Suites") beschreibt, die während des SSL/TLS-Handshakes bis TLSv1.2 ausgehandelt werden.
el_gr: Ορίζει την προεπιλεγμένη συμβολοσειρά που περιγράφει τη λίστα αλγορίθμων κρυπτογράφησης ("cipher suite") που διαπραγματεύονται κατά τη διάρκεια της χειραψίας SSL/TLS έως το TLSv1.2.
fa_ir: این مقدار رشتهٔ پیش‌فرضی را تنظیم می‌کند که فهرست الگوریتم‌های رمزنگاری («cipher suite») را که در طول دست‌دهی SSL/TLS تا TLSv1.2 مورد مذاکره قرار می‌گیرند، توصیف می‌کند.
fr_fr: Il définit la chaîne par défaut décrivant la liste des algorithmes de chiffrement ("cipher suite") qui sont négociés lors de la négociation SSL/TLS jusqu'à TLSv1.2.
it_it: Imposta la stringa predefinita che descrive l'elenco degli algoritmi di cifratura ("suite di cifratura") negoziati durante l'handshake SSL/TLS fino a TLSv1.2.
ko_kr: 최대 TLSv1.2까지 SSL/TLS 핸드셰이크 중에 협상되는 암호 알고리즘("암호 모음") 목록을 설명하는 기본 문자열을 설정합니다.
pl_pl: Określa domyślny ciąg opisujący listę algorytmów szyfrujących ("cipher suite"), które są negocjowane podczas negocjacji SSL/TLS do TLSv1.2.
uk_ua: Він встановлює типовий рядок, що описує список алгоритмів шифрування ("набір шифрів"), які узгоджуються під час рукостискання SSL/TLS до TLSv1.2.
zh_cn: 它设置默认字符串，描述在TLSv1.2 SSL/TLS 握手期间协商的密码算法列表（"密码套件"）。

source: Joker
cs_cz: Žolík
de_de: Platzhalter
el_gr: Τζόκερ
it_it: Burlone
ko_kr: 조커
uk_ua: Джокер

source: KAS Authdata
cs_cz: KAS data ověřování
de_de: KAS-Authentifizierungsdaten
it_it: Dati autenticazione KAS
pl_pl: Dane autoryzacyjne KAS
uk_ua: Дані автентифікації KAS
zh_cn: KAS身份认证数据

source: KAS Authtype
cs_cz: KAS typ ověřování
de_de: KAS-Authentifizierungstyp
el_gr: Τύπος εξουσιοδότησης KAS
it_it: Tipo di autenticazione KAS
ko_kr: KAS 인증 유형
pl_pl: Typ autoryzacji KAS
uk_ua: Тип автентифікації KAS
zh_cn: KAS身份认证类型

source: KAS Login
cs_cz: KAS přihlášení
de_de: KAS-Anmeldung
el_gr: Σύνδεση KAS
fr_fr: Connexion KAS
it_it: Accesso KAS
ko_kr: KAS 로그인
pl_pl: Login KAS
uk_ua: Вхід KAS
zh_cn: KAS登录

source: Listen DTLS
cs_cz: Očekávat spojení s DTLS
de_de: DTLS abhören
el_gr: Ακούστε DTLS
fa_ir: شنود DTLS
fr_fr: Écouter DTLS
it_it: Ascolta DTLS
ko_kr: DTLS 수신 대기
pl_pl: Słuchaj DTLS
uk_ua: Слухати DTLS
zh_cn: 监听DTLS

source: Listen TCP
cs_cz: Očekávat spojení na TCP
de_de: TCP abhören
el_gr: Ακούστε το TCP
fa_ir: شنود TCP
fr_fr: Ecoute TCP
it_it: Ascolta TCP
ko_kr: TCP 수신 대기
pl_pl: Słuchaj TCP
uk_ua: Слухати TCP
zh_cn: 监听TCP

source: Listen TLS
cs_cz: Očekávat spojení na TLS
de_de: TLS abhören
el_gr: Ακούστε TLS
fa_ir: شنود TLS
fr_fr: Écouter TLS
it_it: Ascolta TLS
ko_kr: TLS 수신 대기
pl_pl: Słuchaj TLS
uk_ua: Слухати TLS
zh_cn: 监听TLS

source: Listen UDP
cs_cz: Očekávat spojení na UDP
de_de: Hört auf UDP
el_gr: Ακούστε UDP
fa_ir: شنود UDP
fr_fr: Écouter UDP
it_it: Ascolta UDP
ko_kr: UDP 수신 대기
pl_pl: Słuchaj UDP
uk_ua: Слухати UDP
zh_cn: 监听UDP
