Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: When this is unchecked, access to the web GUI or SSH on the %s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable the automatically added rule, so access is controlled only by the user-defined firewall rules. Ensure you have a firewall rule in place that allows you in, or you will lock yourself out.
cs_cz: Pokud je toto nezaškrtnuté, je přístup k webovému rozhraní nebo SSH na rozhraní %s povolen vždy, nezávisle na nastaveném uživatelsky určeném pravidlu brány firewall. Toto zaškrtněte, pokud chcete vypnout automaticky přidávané pravidlo, takže přístup je řízen pouze uživatelsky určenými pravidly brány firewall. Zajistěte ovšem, že máte nastavené pravidlo, které vás pustí, jinak sami sebe odstřihnete.
de_de: Wenn diese Option nicht aktiviert ist, ist der Zugriff auf die Web-Oberfläche oder SSH über die %s-Schnittstelle immer erlaubt, unabhängig von den benutzerdefinierten Firewallregeln. Aktivieren Sie diese Option, um die automatisch hinzugefügte Regel zu entfernen. Danach ist der Zugriff ausschließlich durch benutzerdefinierte Firewallregeln erlaubt. Stellen Sie sicher, dass Sie eine gültige Regel eingerichtet haben, andernfalls sperren Sie sich selbst aus.
el_gr: Όταν αυτό δεν είναι επιλεγμένο, η πρόσβαση στο γραφικό περιβάλλον χρήστη ιστού ή στο SSH στη διεπαφή %s επιτρέπεται πάντα, ανεξάρτητα από το σύνολο κανόνων τείχους προστασίας που ορίζονται από τον χρήστη. Επιλέξτε αυτό το πλαίσιο για να απενεργοποιήσετε τον κανόνα που προστίθεται αυτόματα, ώστε η πρόσβαση να ελέγχεται μόνο από τους κανόνες τείχους προστασίας που ορίζονται από τον χρήστη. Βεβαιωθείτε ότι έχετε έναν κανόνα τείχους προστασίας που σας επιτρέπει την είσοδο, διαφορετικά θα κλειδωθείτε έξω.
fa_ir: وقتی این گزینه تیک‌نخورده باشد، دسترسی به رابط وب (GUI) یا SSH روی اینترفیس %s همیشه مجاز است، صرف‌نظر از مجموعه قوانین فایروال تعریف‌شده توسط کاربر. برای غیرفعال‌سازی قاعدهٔ اضافه‌شدهٔ خودکار این کادر را علامت بزنید، تا دسترسی تنها توسط قوانین فایروال تعریف‌شده توسط کاربر کنترل شود. مطمئن شوید که یک قانون فایروال دارید که به شما اجازهٔ ورود می‌دهد، در غیر این صورت خود را قفل خواهید کرد.
fr_fr: Quand ceci est est désactivé, l'accès à l'interface Web ou SSH sur l'interface %s est toujours autorisé, quelque soit les règles du pare-feu définies par l'utilisateur. Cochez cette case pour désactiver l'ajout automatique de cette règle, afin que l'accès ne soit contrôlé que les règles de pare-feu définies par l'utilisateur. Assurez-vous d'avoir une règle de pare-feu vous autorisant l'accès sinon vous ne pourrez plus vous connecter.
it_it: Quando questa opzione è deselezionata, l'accesso alla GUI Web o SSH sull'interfaccia %s è sempre consentito, indipendentemente dal set di regole firewall definito dall'utente. Seleziona questa casella per disabilitare la regola aggiunta automaticamente, in modo che l'accesso sia controllato solo dalle regole firewall definite dall'utente. Assicurati di avere una regola firewall in atto che ti consenta l'accesso, altrimenti ti bloccherai fuori.
ko_kr: 이 옵션을 선택하지 않으면 사용자 정의 방화벽 규칙 집합에 관계없이 %s 인터페이스의 웹 GUI 또는 SSH에 대한 액세스가 항상 허용됩니다. 사용자 정의 방화벽 규칙에 의해서만 액세스가 제어되도록 자동으로 추가된 규칙을 비활성화하려면 이 확인란을 선택합니다. 사용자가 들어갈 수 있는 방화벽 규칙이 있는지 확인하세요. 그렇지 않으면 사용자 자신을 잠급니다.
pl_pl: Gdy to nie jest zaznaczone, dostęp do interfejsu graficznego przez przeglądarkę lub SSH na interfejsie %s jest zawsze dozwolony, niezależnie od zestawu reguł zapory określonych przez użytkownika. Zaznacz to pole, aby wyłączyć automatycznie dodaną regułę, dzięki czemu dostęp jest kontrolowany tylko przez reguły zapory określone przez użytkownika. Upewnij się, że masz regułę zapory, która pozwala ci na dostęp, inaczej zablokujesz się.
uk_ua: Якщо цю опцію не вибрано, доступ до веб-інтерфейсу або SSH на інтерфейсі %s завжди дозволено, незалежно від набору правил брандмауера, визначених користувачем. Встановіть цей прапорець, щоб вимкнути автоматично додане правило, щоб доступ контролювався лише правилами брандмауера, визначеними користувачем. Переконайтеся, що у вас є правило брандмауера, яке дозволяє доступ, інакше ви заблокуєте собі вхід.
zh_cn: 不选则无论用户定义的防火墙规则集如何，始终允许访问%s接口上的Web GUI或SSH。 选中则禁用自动添加的规则，因此只能通过用户定义的防火墙规则来控制访问。 确保您具有允许您进入的防火墙规则，否则您就会锁住自己。

source: Disable administration anti-lockout rule
cs_cz: Vypnout pravidlo pro prevenci zablokování si přístupu ke správnímu rozhraní
de_de: Administrationsregel zur Sperrvermeidung deaktivieren
el_gr: Απενεργοποίηση κανόνα anti-lockout διαχείρισης
fa_ir: غیرفعال‌سازی قانون ضدقفل مدیریت
fr_fr: Désactiver la règle anti-lockout à l'interface d'administration
it_it: Disabilita la regola antiblocco dell'amministrazione
ko_kr: 관리 잠금 방지 규칙 사용 안 함
pl_pl: Wyłącz regułę anti-lockout
uk_ua: Вимкнути правило анти-блокування адміністрування
zh_cn: 禁用防锁定规则

source: Disable anti-lockout
cs_cz: Vypnout prevenci zablokování si přístupu
de_de: Anti-Aussperrregel deaktivieren
el_gr: Απενεργοποίηση αντι-κλειδώματος
fa_ir: غیرفعال‌سازی ضدقفل
fr_fr: Désactiver l'anti-lockout
it_it: Disattiva l'antiblocco
ko_kr: 잠금 방지 사용 안 함
pl_pl: Wyłącz anti-lockout
uk_ua: Вимкнути анти-блокування
zh_cn: 禁用防锁定

source: With Multi-WAN you generally want to ensure traffic leaves the same interface it arrives on, hence reply-to is added automatically by default. When using bridging, you must disable this behavior if the WAN gateway IP is different from the gateway IP of the hosts behind the bridged interface.
cs_cz: V případě vícenásobného připojení k Internetu je obecně třeba zajistit, aby provoz odcházel stejným rozhraním, na které dorazil – proto je ve výchozím stavu automaticky přidáváno „odpovědět skrze:“. Při použití síťového mostu je třeba toto chování vypnout v případě, že IP adresa brány rozhraní do Internetu se liší od IP adresy brány strojů, nacházejících se za přemostěným rozhraním.
de_de: Bei Multi-WAN-Konfigurationen soll der Datenverkehr normalerweise die gleiche Schnittstelle verlassen, über die er eingetroffen ist. Daher wird "reply-to" standardmäßig automatisch hinzugefügt. Wenn Bridging verwendet wird, müssen Sie dieses Verhalten deaktivieren, falls die WAN-Gateway-IP von der Gateway-IP der Hosts hinter der Bridge abweicht.
el_gr: Με το Multi-WAN, γενικά θέλετε να διασφαλίσετε ότι η κίνηση φεύγει από την ίδια διεπαφή στην οποία έρχεται, επομένως η απάντηση προστίθεται αυτόματα από προεπιλογή. Όταν χρησιμοποιείτε γεφύρωση, πρέπει να απενεργοποιήσετε αυτήν τη συμπεριφορά εάν η διεύθυνση IP της πύλης WAN είναι διαφορετική από την διεύθυνση IP της πύλης των κεντρικών υπολογιστών πίσω από τη γεφυρωμένη διεπαφή.
fa_ir: با Multi-WAN معمولاً می‌خواهید تضمین کنید که ترافیک از همان اینترفیس واردشده خارج شود، بنابراین reply-to به‌طور پیش‌فرض اضافه می‌شود. هنگام استفاده از بریج، اگر آدرس IP گیت‌وی WAN با آدرس گیت‌وی میزبان‌های پشت اینترفیس بریج‌شده متفاوت است، باید این رفتار را غیرفعال کنید.
fr_fr: Dans le cadre d'une configuration Multi-WAN vous souhaitez généralement vous assurer que le trafic sorte par la même interface que celle par laquelle ce dernier est entré, c'est pourquoi l'option reply-to est activée par défaut. Quand le bridging est utilisé, vous devez impérativement désactiver cette option si l'IP de la passerelle WAN est différente de l'IP de la passerelle utilisée par les hôtes derrière l'interface bridgée.
it_it: Con Multi-WAN generalmente vuoi assicurarti che il traffico lasci la stessa interfaccia su cui arriva, quindi la risposta viene aggiunta automaticamente per impostazione predefinita. Quando si utilizza il bridging, è necessario disabilitare questo comportamento se l'IP del gateway WAN è diverso dall'IP del gateway degli host dietro l'interfaccia con bridge.
ko_kr: Multi-WAN을 사용하면 일반적으로 트래픽이 도착한 인터페이스와 동일한 인터페이스를 떠나도록 보장하므로 기본적으로 응답 대상이 자동으로 추가됩니다. 브리징을 사용할 때 WAN 게이트웨이 IP가 브리지 인터페이스 뒤에 있는 호스트의 게이트웨이 IP와 다른 경우 이 동작을 사용하지 않도록 설정해야 합니다.
pl_pl: Z Multi-WAN generalnie chcesz się upewnić, że ruch wychodzi przez ten sam interfejs, przez który przychodzi, dlatego domyślnie dodawane jest odpowiedź-na. Podczas używania mostkowania musisz wyłączyć to zachowanie, jeśli IP bramy WAN różni się od IP bramy hostów za interfejsem mostkowym.
uk_ua: З Multi-WAN, як правило, бажано забезпечити, щоб трафік виходив через той самий інтерфейс, через який він надходить, тому reply-to додається автоматично типово. При використанні мосту, ви повинні вимкнути цю поведінку, якщо IP-адреса шлюзу WAN відрізняється від IP-адреси шлюзу хостів за мостовим інтерфейсом.
zh_cn: 对于多WAN，您通常希望确保流量离开它到达的相同接口，因此默认情况下会自动添加回复。 使用桥接时，如果WAN网关IP与桥接接口后面的主机的网关IP不同，则必须禁用此行为。

source: Disable reply-to on WAN rules
cs_cz: Vypnout pravidla odpovědět skrze na WAN
de_de: "Reply-to" in WAN-Regeln deaktivieren
el_gr: Απενεργοποίηση απάντησης σε κανόνες WAN
fa_ir: غیرفعال‌سازی reply-to برای قوانین WAN
fr_fr: Désactiver l'option reply-to sur les règles WAN
it_it: Disabilita la risposta alle regole WAN
ko_kr: WAN 규칙에 대한 응답 사용 안 함
pl_pl: Wyłącz odpowiedź-na w regułach WAN
uk_ua: Вимкнути reply-to на правилах WAN
zh_cn: 禁用WAN规则的回复

source: Disable reply-to
cs_cz: Vypnout odpovědět skrze
de_de: "Antwort-an" deaktivieren
el_gr: Απενεργοποίηση απάντησης σε
fa_ir: غیرفعال‌سازی reply-to
fr_fr: Désactiver reply-to
it_it: Disabilita risposta
ko_kr: 응답 사용 안 함
pl_pl: Wyłącz reply-to
uk_ua: Вимкнути reply-to
zh_cn: 禁用回复

source: This option only applies if you have defined one or more static routes. If it is enabled, traffic that enters and leaves through the same interface will not be checked by the firewall. This may be desirable in some situations where multiple subnets are connected to the same interface.
cs_cz: Tato předvolba se uplatní pouze pokud je určena alespoň jedna statická trasa. Pokud je zapnuté, provoz, který vstoupí a vystoupí tím stejným rozhraním nebude kontrolován bránou firewall. To může být potřebné v některých situacích, kdy je do stejného rozhraní připojeno více podsítí.
de_de: Diese Option gilt nur, wenn eine oder mehrere statische Routen definiert wurden. Wenn aktiviert, wird Datenverkehr, der über dieselbe Schnittstelle ein- und austritt, nicht durch die Firewall geprüft. Dies kann in bestimmten Situationen gewünscht sein, z. B. wenn mehrere Subnetze an dieselbe Schnittstelle angeschlossen sind.
el_gr: Αυτή η επιλογή ισχύει μόνο εάν έχετε ορίσει μία ή περισσότερες στατικά routes. Εάν είναι ενεργοποιημένη, η κίνηση που εισέρχεται και εξέρχεται μέσω της ίδιας διεπαφής δεν θα ελέγχεται από το τείχος προστασίας. Αυτό μπορεί να είναι επιθυμητό σε ορισμένες περιπτώσεις όπου πολλά υποδίκτυα είναι συνδεδεμένα στην ίδια διεπαφή.
fa_ir: این گزینه تنها در صورتی اعمال می‌شود که شما یک یا چند مسیر ایستا تعریف کرده باشید. در صورت فعال بودن، ترافیکی که از یک رابط وارد و از همان رابط خارج می‌شود توسط فایروال بررسی نخواهد شد. این رفتار ممکن است در برخی موارد که چند زیرشبکه به یک رابط متصل هستند مطلوب باشد.
fr_fr: Cette option n'est valide que si vous avez défini une ou plusieurs route(s) statique(s). Si cette option est utilisée, le trafic entrant et sortant par la même interface ne sera pas contrôlé par le firewall. Ceci peut être souhaitable dans certaines situations comme lorsque plusieurs sous-réseaux sont connectés à la même interface.
it_it: Questa opzione si applica solo se hai definito uno o più percorsi statici. Se è abilitato, il traffico in entrata e in uscita attraverso la stessa interfaccia non verrà controllato dal firewall. Ciò può essere auspicabile in alcune situazioni in cui più sottoreti sono connesse alla stessa interfaccia.
ko_kr: 이 옵션은 정적 경로를 하나 이상 정의한 경우에만 적용됩니다. 활성화된 경우 동일한 인터페이스를 통해 들어오고 나가는 트래픽은 방화벽에 의해 검사되지 않습니다. 이는 여러 서브넷이 동일한 인터페이스에 연결된 경우에 적합할 수 있습니다.
pl_pl: Ta opcja ma zastosowanie tylko wtedy, gdy zdefiniowano jedną lub więcej tras statycznych. Jeśli jest włączona, ruch, który wchodzi i wychodzi przez ten sam interfejs, nie będzie sprawdzany przez zaporę. Może to być pożądane w niektórych sytuacjach, gdy wiele podsieci jest podłączonych do tego samego interfejsu.
uk_ua: Ця опція застосовується лише, якщо ви визначили один або декілька статичних маршрутів. Якщо її увімкнено, трафік, що входить та виходить через той самий інтерфейс, не перевірятиметься брандмауером. Це може бути бажано в деяких ситуаціях, коли до одного інтерфейсу підключено декілька підмереж.
zh_cn: 仅当您定义了一个或多个静态路由时，此选项才适用。 如果启用，防火墙就不会检查进入和离开相同接口的流量。 在多个子网连接到同一接口的某些情况下，这可能是需要的。

source: Bypass firewall rules for traffic on the same interface
cs_cz: Obejít pravidla brány firewall v případě provozu na tom stejném rozhraní.
de_de: Firewallregeln für Verkehr auf derselben Schnittstelle umgehen
el_gr: Παράκαμψη κανόνων τείχους προστασίας για κίνηση στην ίδια διεπαφή
fa_ir: دورزدن قوانین فایروال برای ترافیک روی همان رابط
fr_fr: Contourner les règles du pare-feu pour le trafic sur la même interface (bypass)
it_it: Ignora le regole del firewall per il traffico sulla stessa interfaccia
ko_kr: 동일한 인터페이스의 트래픽에 대한 방화벽 규칙 무시
pl_pl: Omiń reguły zapory dla ruchu w tym samym interfejsie
uk_ua: Обходити правила брандмауера для трафіку на тому ж інтерфейсі
zh_cn: 绕过同一接口上流量的防火墙规则

source: Static route filtering
cs_cz: Filtrování statických tras
de_de: Statische Routenfilterung
el_gr: Φιλτράρισμα στατικής διαδρομής
fa_ir: فیلتر مسیرهای ایستا
fr_fr: Filtrage de route statique
it_it: Filtraggio del percorso statico
ko_kr: 정적 라우트 필터링
pl_pl: Filtrowanie tras statycznych
uk_ua: Фільтрація статичних маршрутів
zh_cn: 静态路由过滤

source: On your system the default size is:
cs_cz: Velikost na tomto systému je:
de_de: Auf Ihrem Sytem ist die Standardgröße:
el_gr: Στο σύστημά σας, το προεπιλεγμένο μέγεθος είναι:
fa_ir: در سیستم شما اندازهٔ پیش‌فرض:
fr_fr: Sur votre système, la taille par défaut est:
it_it: Sul tuo sistema la dimensione predefinita è:
ko_kr: 시스템의 기본 크기는 다음과 같습니다:
pl_pl: W twoim systemie domyślny rozmiar to:
uk_ua: У вашій системі розмір типово становить:
zh_cn: 系统默认大小是:

source: Maximum number of table entries for systems such as aliases, sshlockout, bogons, etc, combined.
cs_cz: Nejvyšší umožěněný počet položek tabulky pro systémy, jako alternativní názvy, ssh uzamčení, bogon, atd dohromady.
de_de: Maximale Anzahl von Tabelleneinträgen für Systeme wie Aliase, sshlockout, Bogon-Netzwerke usw. (kombiniert).
el_gr: Μέγιστος αριθμός καταχωρήσεων πίνακα για συστήματα όπως ψευδώνυμα, sshlockout, bogons κ.λπ., συνολικά.
fa_ir: حداکثر تعداد ورودی‌های جدول برای سیستم‌هایی مانند aliases، sshlockout، bogons و غیره (مجموعاً).
fr_fr: Nombre maximal d'entrées de la table pour les systèmes tels que les alias, sshlockout, bogons, etc., combinés.
it_it: Numero massimo di voci di tabella per sistemi come alias, sshlockout, bogon, ecc., combinati.
ko_kr: 별칭, sshlockout, bogon 등과 같은 시스템의 최대 테이블 항목 수를 결합합니다.
pl_pl: Maksymalna liczba wpisów w tabeli dla systemów takich jak aliasy, sshlockout, bogons itp., połączonych.
uk_ua: Максимальна кількість записів таблиці для систем, таких як псевдоніми, sshlockout, bogons тощо, разом.
zh_cn: 系统的最大表项数，例如别名、sshlockout、bogons等。

source: Firewall Maximum Table Entries
cs_cz: Nejvýše položek tabulky brány firewall
de_de: Max. Firewall-Tabelleneinträge
el_gr: Μέγιστες καταχωρήσεις πίνακα τείχους προστασίας
fa_ir: حداکثر ورودی‌های جدول فایروال
fr_fr: Nombre d'entrées maximum dans la table du pare-feu
it_it: Voci massime della tabella del firewall
ko_kr: 방화벽 최대 테이블 항목 수
pl_pl: Maksymalna ilość pozycji tablicy zapory
uk_ua: Брандмауер: Максимальна кількість записів таблиці
zh_cn: 防火墙最大表条目

source: Note: Leave this blank for the default.
cs_cz: Poznámka: Pokud chcete použít výchozí hodnoty, nevyplňujte.
de_de: Hinweis: Lassen Sie dieses Feld leer, um den Standardwert zu verwenden.
el_gr: Σημείωση: Αφήστε αυτό το πεδίο κενό για την προεπιλογή.
fa_ir: توجه: برای استفاده از مقدار پیش‌فرض این مورد را خالی بگذارید.
fr_fr: Note: Laissez vide pour utiliser la valeur par défaut.
it_it: Nota: lasciare vuoto questo campo per impostazione predefinita.
ko_kr: 참고: 기본값의 경우 이 값을 비워 둡니다.
pl_pl: Info: Pozostaw puste dla wartości domyślnej.
uk_ua: Нотатка: Залиште це поле пустим для значення типово.
zh_cn: 注意：留空则使用默认值。

source: Sets the maximum number of entries in the memory pool used for fragment reassembly.
cs_cz: Nastaví nejvyšší umožněný počet položek v paměťovém fondu sloužícím pro sestavování fragmentů.
de_de: Gibt die maximale Anzahl an Einträgen im Arbeitsspeicher an, die für die Wiederzusammensetzung fragmentierter Pakete verwendet wird.
el_gr: Ορίζει τον μέγιστο αριθμό καταχωρήσεων στην ομάδα μνήμης που χρησιμοποιούνται για την επανασυναρμολόγηση θραυσμάτων.
fa_ir: تعداد حداکثر ورودی‌ها در استخر حافظه‌ای که برای بازتجمیع قطعات استفاده می‌شود را تعیین می‌کند.
fr_fr: Définit le nombre maximal d'entrées dans le pool de mémoire utilisé pour le réassemblage de fragments.
it_it: Imposta il numero massimo di voci nel pool di memoria utilizzato per il riassemblaggio dei frammenti.
ko_kr: 조각 재구성에 사용되는 메모리 풀의 최대 항목 수를 설정하세요.
pl_pl: Ustala maksymalną liczbę wpisów w puli pamięci używanej do ponownego składania fragmentów.
uk_ua: Встановлює максимальну кількість записів у пулі пам'яті, використовуваному для повторного складання фрагментів.
zh_cn: 设置内存池中用于片段重组的最大条目数。

source: Firewall Maximum Fragments
cs_cz: Nejvýše fragmentů na bráně firewall
de_de: Max. Firewall-Fragment-Einträge
el_gr: Μέγιστα τμήματα τείχους προστασίας
fa_ir: حداکثر تعداد قطعات فایروال
fr_fr: Fragments Maximaux du Pare-feu
it_it: Numero massimo di frammenti del firewall
ko_kr: 방화벽 최대 조각 수
pl_pl: Maksymalne Fragmenty Zapory
uk_ua: Брандмауер: Максимальна кількість фрагментів
zh_cn: 防火墙最大片段

source: Note: Leave this blank for the default. On your system the default size is:
cs_cz: Pozn.: Pokud chcete použít výchozí hodnotu, nevyplňujte. Na tomto systému je výchozí velikost:
de_de: Hinweis: Leer lassen für den Standardwert. Auf Ihrem System ist die Standardgröße:
el_gr: Σημείωση: Αφήστε αυτό το πεδίο κενό για την προεπιλογή. Στο σύστημά σας, το προεπιλεγμένο μέγεθος είναι:
fa_ir: توجه: برای استفاده از مقدار پیش‌فرض این مورد را خالی بگذارید. در سیستم شما اندازهٔ پیش‌فرض برابر است با:
fr_fr: Note: Laissez vide pour utiliser la valeur par défaut. Sur votre système la taille par défaut est de:
it_it: Nota: lasciare vuoto questo campo per impostazione predefinita. Sul tuo sistema la dimensione predefinita è:
ko_kr: 참고: 기본값의 경우 이 값을 비워 둡니다. 시스템의 기본 크기는 다음과 같습니다:
pl_pl: Uwaga: Pozostaw puste dla domyślnych. W twoim systemie domyślny rozmiar to:
uk_ua: Нотатка: Залиште це поле пустим для значення типово. У вашій системі розмір типово становить:
zh_cn: 注意：将此留空则使用默认值。 在这个系统上，默认大小为:

source: Maximum number of connections to hold in the firewall state table.
cs_cz: Nejvyšší počet spojení, jejichž stavy udržovat v tabulce brány firewall.
de_de: Maximale Anzahl an Verbindungen, die in der Zustandsliste der Firewall gehalten werden.
el_gr: Μέγιστος αριθμός συνδέσεων που θα διατηρούνται στον πίνακα καταστάσεων του τείχους προστασίας.
fa_ir: حداکثر تعداد اتصالاتی که در جدول وضعیت فایروال نگهداری می‌شود.
fr_fr: Nombre de connections maximum à garder dans la table d'état du pare-feu.
it_it: Numero massimo di connessioni da mantenere nella tabella degli stati del firewall.
ko_kr: 방화벽 상태 테이블에 유지할 최대 연결 수입니다.
pl_pl: Maksymalna ilość połączeń do utrzymania w tablicy stanów zapory.
uk_ua: Максимальна кількість з'єднань для утримання в таблиці станів брандмауера.
zh_cn: 防火墙状态表中要保持的最大连接数。

source: Firewall Maximum States
cs_cz: Nejvýše stavů brány firewall
de_de: Max. Firewall-Zustände
el_gr: Μέγιστες καταστάσεις τείχους προστασίας
fa_ir: حداکثر تعداد وضعیت‌های فایروال
fr_fr: États Maximums du pare-feu
it_it: Stati massimi del firewall
ko_kr: 방화벽 최대 상태
pl_pl: Maksymalne Stany Zapory
uk_ua: Брандмауер: Максимальна кількість станів
zh_cn: 防火墙最大状态

source: Note: Leave this blank for the default(0).
cs_cz: Pozn.: pro výchozí (nula) ponechte nevyplněné.
de_de: Hinweis: Lassen Sie dieses Feld leer, um den Standardwert (0) zu verwenden.
el_gr: Σημείωση: Αφήστε αυτό το κενό για την προεπιλογή (0).
fa_ir: توجه: برای مقدار پیش‌فرض (0) این مورد را خالی بگذارید.
fr_fr: Note: Laissez vide pour utiliser la valeur par défaut(0).
it_it: Nota: lasciare vuoto questo campo per il valore predefinito (0).
ko_kr: 참고: 기본값(0)의 경우 이 값을 비워 둡니다.
pl_pl: Info: Pozostaw puste dla wartości domyślnej(0).
uk_ua: Нотатка: Залиште це поле пустим для значення типово (0).
zh_cn: 注意：留空则使用默认值(0)。

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit, see below).
cs_cz: Když se počet stavových položek blíží k tomuto číslu, veškeré hodnoty časových limitů budou nastaveny na nulu, čímž budou veškeré stavové položky vymazány. Tato hodnota slouží k určení rozsahu, nemělo by jí být běžně dosahováno (nastavte nižší stavový limt, viz níže).
de_de: Wird diese Anzahl an Zustands-Einträgen erreicht, werden alle Timeouts auf null gesetzt, was effektiv alle Zustände sofort entfernt. Dieser Wert dient zur Definition des Skalierungsfaktors - er sollte nicht tatsächlich erreicht werden (setzen Sie ein niedrigeres Limit, siehe unten).
el_gr: Όταν επιτευχθεί αυτός ο αριθμός καταχωρίσεων κατάστασης, όλες οι τιμές χρονικού ορίου μηδενίζονται, ουσιαστικά διαγράφοντας αμέσως όλες τις καταχωρίσεις κατάστασης. Αυτή η τιμή χρησιμοποιείται για τον ορισμό του συντελεστή κλίμακας, δεν θα πρέπει στην πραγματικότητα να επιτευχθεί (ορίστε ένα χαμηλότερο όριο κατάστασης, δείτε παρακάτω).
fa_ir: با رسیدن به این تعداد ورودی وضعیت، همهٔ مقادیر timeout صفر می‌شوند و در عمل همهٔ ورودی‌های وضعیت فوراً پاک می‌گردند. این مقدار برای تعیین عامل مقیاس استفاده می‌شود و نباید واقعاً به آن رسید (محدودیت وضعیت کمتری تنظیم کنید، به پایین مراجعه کنید).
fr_fr: Quand ce nombre d'entrées en table d'état est atteint, toutes celles ayant atteint le délai d'expiration passent à zéro, ce qui à pour effet immédiat de les purger de la table d'état. Cette valeur est utilisée pour établir le facteur de mise à l'échelle et ne devrait pas réellement être atteinte (définir une limite d'état inférieur, voir ci-dessous).
it_it: Quando si raggiunge questo numero di voci di stato, tutti i valori di timeout diventano zero, eliminando immediatamente tutte le voci di stato. Questo valore viene utilizzato per definire il fattore di scala, non dovrebbe essere effettivamente raggiunto (impostare un limite statale inferiore, vedere di seguito).
ko_kr: 이 상태 항목 수에 도달하면 모든 시간 초과 값이 0이 되어 모든 상태 항목을 효과적으로 즉시 삭제합니다. 이 값은 스케일 팩터를 정의하는 데 사용되며 실제로 도달해서는 안 됩니다(낮은 상태 한계 설정, 아래 참조).
pl_pl: Osiągając tę liczbę wpisów stanu, wszystkie wartości limitów czasu stają się zerowe, skutecznie natychmiast usuwając wszystkie wpisy stanu. Ta wartość jest używana do zdefiniowania współczynnika skali, nie powinna być faktycznie osiągana (ustaw niższy limit stanu, patrz poniżej).
uk_ua: При досягненні цієї кількості записів стану, всі значення тайм-ауту стають нульовими, ефективно негайно очищаючи всі записи стану. Це значення використовується для визначення масштабного коефіцієнта, воно не повинно фактично досягатися (встановіть нижчий ліміт станів, дивіться нижче).
zh_cn: 当达到这个状态条目数时，所有超时值都变为零，有效地立即清除所有状态条目。 该值用于定义比例因子，实际不应达到（设置状态下限，见下文）。
