Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Record a timestamp once for each second, useful for constructing Allan deviation plots (default: disabled).
cs_cz: Zaznamenat časové razítko každou sekundu – užitečné pro vytváření Allanových grafů odchylek (výchozí: vypnuto).
de_de: Einen Zeitstempel einmal pro Sekunde aufzeichnen, nützlich zum Erstellen von Allan-Abweichungsdiagrammen (Standard: deaktiviert).
el_gr: Καταγράψτε μια χρονική σήμανση μία φορά για κάθε δευτερόλεπτο, χρήσιμη για την κατασκευή γραφημάτων απόκλισης Allan (προεπιλογή: απενεργοποιημένη).
fa_ir: هر ثانیه یک بار یک زمان‌سنجی ثبت می‌کند؛ مفید برای ساخت نمودارهای Allan deviation (پیش‌فرض: غیرفعال).
fr_fr: Enregistrement d'un horodatage à chaque seconde, utile pour construire les graphiques de variance d'Allan (désactivé par défaut).
it_it: Registra un timestamp una volta per ogni secondo, utile per costruire grafici della deviazione di Allan (impostazione predefinita: disabilitata).
ko_kr: 앨런 편차 그림을 구성하는 데 유용한 타임스탬프를 초당 한 번 기록합니다(기본값: 사용 안 함).
pl_pl: Rejestruj znacznik czasu raz na sekundę, przydatne do konstruowania wykresów odchylenia Allana (domyślnie: wyłączone).
uk_ua: Записувати мітку часу один раз за кожну секунду, корисно для побудови графіків відхилення Аллана (типово: вимкнено).
zh_cn: 每秒记录一次时间戳，用于构建 Allan 偏差图（默认值：禁用）

source: Enable kernel PPS clock discipline (default: disabled).
cs_cz: Zapnout disciplínu jádra PPS hodin (výchozí: vypnuto).
de_de: Kernel-PPS-Clock-Disziplin aktivieren (Standard: deaktiviert).
el_gr: Ενεργοποίηση πειθαρχίας ρολογιού PPS πυρήνα (προεπιλογή: απενεργοποιημένη).
fa_ir: فعال‌سازی قاعده‌بندی ساعت PPS در هسته (پیش‌فرض: غیرفعال).
fr_fr: Activer kernel PPS clock discipline (par défaut: désactivé).
it_it: Abilita la disciplina dell'orologio PPS del kernel (impostazione predefinita: disabilitata).
ko_kr: 커널 PPS 클럭 규칙을 사용합니다(기본값: 사용 안 함).
pl_pl: Włącz dyscyplinę zegara PPS w jądrze (domyślnie: wyłączona).
uk_ua: Увімкнути дисциплінування годинника PPS ядра (типово: вимкнено).
zh_cn: 启用内核 PPS 时钟规则（默认值：禁用）。

source: This may be useful if, for some reason, you want ntpd to prefer a different clock and just monitor this source.
cs_cz: Toto může být užitečné pokud z nějakého důvodu chcete, aby ntpd upřednostňovalo jiné hodiny a tento zdroj pouze sledovalo.
de_de: Dies kann nützlich sein, wenn ntpd aus irgendeinem Grund eine andere Uhr bevorzugen und diese Quelle nur überwachen soll.
el_gr: Αυτό μπορεί να είναι χρήσιμο αν, για κάποιο λόγο, θέλετε το ntpd να προτιμά διαφορετικό ρολόι και να παρακολουθεί απλώς αυτήν την πηγή.
fa_ir: این ممکن است مفید باشد اگر به دلیلی بخواهید ntpd ترجیحاً از ساعت دیگری استفاده کند و تنها این منبع را مانیتور کند.
fr_fr: Cela peut être utile si, pour certaines raisons, vous désirez que ntpd préfère l'utilisation d'une horloge différente et ne fasse que surveiller cette source.
it_it: Questo può essere utile se, per qualche motivo, vuoi che ntpd preferisca un orologio diverso e monitori solo questa fonte.
ko_kr: 이는 어떤 이유로 ntpd가 다른 클럭을 선호하고 이 소스만 모니터링하도록 하려는 경우 유용할 수 있습니다.
pl_pl: Może to być przydatne, jeśli z jakiegoś powodu chcesz, aby ntpd preferował inny zegar i po prostu monitorował to źródło.
uk_ua: Це може бути корисно, якщо з якоїсь причини ви хочете, щоб ntpd віддавав перевагу іншому годиннику і просто моніторив це джерело.
zh_cn: 如果由于某种原因，您希望ntpd使用不同的时钟而只监视这个源，那么这会很有用。

source: This may be used to change the PPS Clock stratum
cs_cz: Toto může být použito pro změnu strata PPS hodin
de_de: Dies kann verwendet werden, um das PPS-Clock-Stratum zu ändern.
el_gr: Αυτό μπορεί να χρησιμοποιηθεί για να αλλάξει το στρώμα ρολογιού PPS
fa_ir: این مورد می‌تواند برای تغییر لایه (stratum) ساعت PPS استفاده شود
fr_fr: Ce paramètre peut être utilisé afin de modifier la strate de l'horloge PPS.
it_it: Questo può essere utilizzato per modificare lo strato dell'orologio PPS
ko_kr: 이는 PPS 클럭 계층을 변경하는 데 사용할 수 있습니다
pl_pl: To może być używane do zmiany warstwy zegara PPS
uk_ua: Це можна використовувати для зміни шару годинника PPS
zh_cn: 用于改变PPS时钟层

source: Fudge time is used to specify the PPS signal offset from the actual second such as the transmission delay between the transmitter and the receiver.
cs_cz: Fudge čas slouží k zadání posunu PPS signálu oproti skutečné sekundě jako například prodleva přenosu mezi vysílačem a přijímačem.
de_de: Fudge-Zeit wird verwendet, um den PPS-Signalabweichung von der tatsächlichen Sekunde anzugeben, z. B. die Übertragungsverzögerung zwischen Sender und Empfänger.
el_gr: Ο χρόνος fudge χρησιμοποιείται για να καθορίσει την απόκλιση σήματος PPS από το πραγματικό δευτερόλεπτο, όπως η καθυστέρηση μετάδοσης μεταξύ του πομπού και του δέκτη.
fa_ir: Fudge time برای مشخص‌کردن آفست سیگنال PPS نسبت به ثانیهٔ واقعی استفاده می‌شود؛ مثلاً تأخیر انتقال بین فرستنده و گیرنده.
fr_fr: Le paramètre fudge time est utilisé afin de spécifier la compensation du signal PPS par rapport à la seconde réelle tel que le délai de transmission entre le transmetteur et le receveur.
it_it: Il tempo fudge viene utilizzato per specificare l'offset del segnale PPS rispetto al secondo effettivo, ad esempio il ritardo di trasmissione tra il trasmettitore e il ricevitore.
ko_kr: 퍼지 시간은 송신기와 수신기 사이의 전송 지연과 같은 실제 초로부터의 PPS 신호 오프셋을 지정하는 데 사용됩니다.
pl_pl: Czas Fudge jest używany do określenia przesunięcia sygnału PPS względem rzeczywistej sekundy, takiego jak opóźnienie transmisji między nadajnikiem a odbiornikiem.
uk_ua: Час корекції (Fudge time) використовується для визначення зміщення сигналу PPS від фактичної секунди, наприклад, затримки передачі між передавачем і приймачем.
zh_cn: Fudge time用于指定来自实际秒的PPS信号偏移，例如发射机和接收机之间的传输延迟。

source: Fudge time
cs_cz: Fudge čas
de_de: Fudge-Zeit
el_gr: Ώρα για fudge
it_it: Tempo di caramelle
ko_kr: 퍼지 시간
pl_pl: Czas Fudge
uk_ua: Час корекції

source: All serial ports are listed, be sure to pick the port with the PPS source attached.
cs_cz: Toto jsou všechny sériové porty tohoto stroje – vyberte ten, ke kterému je připojený zdroj PPS.
de_de: Alle seriellen Ports sind gelistet; stellen Sie sicher, dass Sie die den Port auswählen, an dem die PPS Quelle angeschlossen ist.
el_gr: Όλες οι σειριακές θύρες παρατίθενται, φροντίστε να επιλέξετε τη θύρα με την πηγή PPS συνδεδεμένη.
fa_ir: همه پورت‌های سریال فهرست شده‌اند؛ مطمئن شوید پورتی را انتخاب می‌کنید که منبع PPS به آن متصل است.
fr_fr: Tous les ports séries sont listés, assurez vous de choisir le port sur lequel la source PPS est reliée.
it_it: Sono elencate tutte le porte seriali, assicurati di scegliere la porta con la sorgente PPS collegata.
ko_kr: 모든 직렬 포트가 나열되어 있습니다. PPS 소스가 연결된 포트를 선택하세요.
pl_pl: Wszystkie porty szeregowe są wymienione, upewnij się, że wybierasz port z podłączonym źródłem PPS.
uk_ua: Перераховані всі послідовні порти, переконайтеся, що ви вибрали порт з підключеним джерелом PPS.
zh_cn: 列出所有串行端口，请务必选择附带PPS源的端口。

source: NTP PPS Configuration
cs_cz: Nastavení NTP PPS
de_de: NTP-PPS-Konfiguration
el_gr: Ρύθμιση παραμέτρων NTP PPS
fa_ir: پیکربندی NTP PPS
fr_fr: Configuration PPS NTP
it_it: Configurazione PPS NTP
ko_kr: NTP PPS 구성
pl_pl: Konfiguracja NTP PPS
uk_ua: Налаштування NTP PPS
zh_cn: NTP PPS配置

source: For the best results, NTP should have at least three sources of time. So it is best to configure at least 2 servers under %sServices: Network Time%s to minimize clock drift if the GPS data is not valid over time. Otherwise ntpd may only use values from the unsynchronized local clock when providing time to clients.
cs_cz: NTP bude fungovat nejlépe s alespoň třemi zdroji času. Proto je nejlepší nastavit v %sSlužby:Čas na síti%s alespoň dva servery a zmenšit tak časový posun v případě chvilkových neplatností GPS dat. V opačném případě proces služby ntpd bude poskytovat časový údaj ostatním strojům pouze ze svých nesynchronizovaných vestavěných hodin.
de_de: Für bestmögliche Ergebnisse sollte NTP mindestens drei Zeitquellen haben. Daher ist es am besten, unter %sDienste: Netzwerkzeit%s mindestens zwei Server zu konfigurieren, um die Drift der Uhr zu minimieren, falls die GPS-Daten über längere Zeit nicht gültig sind. Andernfalls könnte ntpd beim Bereitstellen der Zeit für Clients nur Werte der nicht synchronisierten lokalen Uhr verwenden.
el_gr: Για τα καλύτερα αποτελέσματα, το NTP θα πρέπει να έχει τουλάχιστον τρεις πηγές χρόνου. Επομένως, είναι καλύτερο να ρυθμίσετε τουλάχιστον 2 διακομιστές στην περιοχή %sServices: Network Time%s για να ελαχιστοποιήσετε την απόκλιση του ρολογιού εάν τα δεδομένα GPS δεν είναι έγκυρα με την πάροδο του χρόνου. Διαφορετικά, το ntpd μπορεί να χρησιμοποιεί μόνο τιμές από το μη συγχρονισμένο τοπικό ρολόι κατά την παροχή χρόνου στους υπολογιστές-πελάτες.
fa_ir: برای بهترین نتیجه، NTP باید حداقل سه منبع زمانی داشته باشد. بنابراین بهتر است حداقل ۲ سرور را زیر %sServices: Network Time%s پیکربندی کنید تا در صورت نامعتبر شدن داده‌های GPS در طول زمان، انحراف ساعت به حداقل برسد. در غیر این صورت ntpd ممکن است هنگام ارائه زمان به کلاینت‌ها تنها از مقادیر ساعت محلی ناهماهنگ استفاده کند.
fr_fr: Pour les meilleurs résultats, NTP devrait avoir au moins trois sources de temps. Il est donc préférable de configurer au moins 2 serveurs sous %sServices: Network Time%s pour minimiser la dérive de l'horloge si les données GPS ne sont pas valides dans le temps. Dans le cas contraire, ntpd ne peut utiliser que des valeurs de l'horloge locale non synchronisée pour fournir du temps aux clients.
it_it: Per ottenere i migliori risultati, NTP dovrebbe avere almeno tre fonti di tempo. Quindi è meglio configurare almeno 2 server in %sServices: Network Time%s per ridurre al minimo la deriva dell'orologio se i dati GPS non sono validi nel tempo. Altrimenti ntpd può utilizzare solo valori dell'orologio locale non sincronizzato quando fornisce l'ora ai client.
ko_kr: 최상의 결과를 얻으려면 NTP에 최소한 세 가지 시간 소스가 있어야 합니다. 따라서 시간이 지남에 따라 GPS 데이터가 유효하지 않은 경우 시계 드리프트를 최소화하려면 %s서비스: 네트워크 타임%s에서 최소 2개의 서버를 구성하는 것이 가장 좋습니다. 그렇지 않으면 ntpd는 클라이언트에 시간을 제공할 때 동기화되지 않은 로컬 시계의 값만 사용할 수 있습니다.
pl_pl: Dla najlepszych wyników NTP powinien mieć co najmniej trzy źródła czasu. Dlatego najlepiej skonfigurować przynajmniej 2 serwery w %sServices: Network Time%s, aby zminimalizować dryf zegara, jeśli dane GPS nie są ważne przez dłuższy czas. W przeciwnym razie ntpd może korzystać tylko z wartości z niesynchronizowanego lokalnego zegara podczas dostarczania czasu klientom.
uk_ua: Для найкращих результатів, NTP повинен мати щонайменше три джерела часу. Тому найкраще налаштувати щонайменше 2 сервери в %sСлужби: Час мережі%s, щоб мінімізувати дрейф годинника, якщо дані GPS не дійсні з часом. В іншому випадку ntpd може використовувати лише значення з несинхронізованого локального годинника при наданні часу клієнтам.
zh_cn: 为了获得最佳结果，NTP应该至少有三个时间源。 因此最好在%s服务:网络时间%s下配置至少2台服务器，以便在GPS数据无效时将时钟偏移最小化。 否则，当向客户端提供时间时，ntpd只能使用来自非同步的本地时钟的值。

source: A GPS connected via a serial port may be used as a reference clock for NTP. If the GPS also supports PPS and is properly configured, and connected, that GPS may also be used as a Pulse Per Second clock reference. NOTE: a USB GPS may work, but is not recommended due to USB bus timing issues.
cs_cz: GPS zařízení připojené přes sériový port může být použito jako referenční hodiny pro NTP. Pokud toto zařízení podporuje také PPS a je správně nastavené a připojené, pak může být použito také jako referenční hodiny pro pulzy a sekundu. POZN.: USB GPS mohou fungovat také, ale není to doporučeno kvůli problémům s časováním na USB sběrnici.
de_de: Ein über eine serielle Schnittstelle verbundenes GPS kann als Referenzuhr für NTP verwendet werden. Wenn das GPS außerdem PPS unterstützt und korrekt konfiguriert sowie angeschlossen ist, kann dieses GPS auch als Pulse-Per-Second-Referenzuhr verwendet werden. HINWEIS: Ein GPS über USB kann funktionieren, wird jedoch aufgrund von Timing-Problemen des USB-Busses nicht empfohlen.
el_gr: Ένα GPS συνδεδεμένο μέσω σειριακής θύρας μπορεί να χρησιμοποιηθεί ως ρολόι αναφοράς για το NTP. Εάν το GPS υποστηρίζει επίσης PPS και είναι σωστά διαμορφωμένο και συνδεδεμένο, αυτό το GPS μπορεί επίσης να χρησιμοποιηθεί ως ρολόι αναφοράς Pulse Per Second. ΣΗΜΕΙΩΣΗ: Ένα GPS USB μπορεί να λειτουργήσει, αλλά δεν συνιστάται λόγω προβλημάτων χρονισμού του διαύλου USB.
fa_ir: یک GPS متصل از طریق پورت سریال می‌تواند به‌عنوان ساعت مرجع برای NTP استفاده شود. اگر GPS همچنین از PPS پشتیبانی کند و به‌درستی پیکربندی و متصل شده باشد، می‌تواند به‌عنوان مرجع ساعت Pulse Per Second نیز استفاده شود. نکته: GPSهای USB ممکن است کار کنند، ولی به‌دلیل مسائل زمان‌بندی باس USB توصیه نمی‌شوند.
fr_fr: Un GPS connecté via un port série peut être utilisé comme horloge de référence pour le NTP. Si le GPS supporte également PPS et est correctement configuré, et connecté, ce GPS peut également être utilisé comme référence d'horloge Pulsation Par Seconde. NOTE: un GPS USB peut fonctionner mais n'est pas recommandé en raison des latences provoquées par le bus USB.
it_it: Un GPS collegato tramite una porta seriale può essere utilizzato come orologio di riferimento per NTP. Se il GPS supporta anche il PPS ed è configurato e connesso correttamente, il GPS può essere utilizzato anche come riferimento di clock di impulsi al secondo. NOTA: un GPS USB potrebbe funzionare, ma non è consigliato a causa di problemi di temporizzazione del bus USB.
ko_kr: 시리얼 포트를 통해 연결된 GPS는 NTP의 참조 클럭으로 사용할 수 있습니다. GPS가 PPS를 지원하고 올바르게 구성되어 있으며 연결되어 있는 경우 해당 GPS는 초당 펄스 클럭 참조로도 사용할 수 있습니다. 참고: USB GPS는 작동할 수 있지만 USB 버스 타이밍 문제로 인해 권장되지 않습니다.
pl_pl: GPS podłączony przez port szeregowy może być używany jako zegar referencyjny dla NTP. Jeśli GPS obsługuje również PPS i jest odpowiednio skonfigurowany oraz podłączony, ten GPS może być również używany jako referencyjny zegar Pulse Per Second. UWAGA: GPS USB może działać, ale nie jest zalecany z powodu problemów z czasem na magistrali USB.
uk_ua: GPS, підключений через послідовний порт, може бути використаний як еталонний годинник для NTP. Якщо GPS також підтримує PPS і належним чином налаштований та підключений, цей GPS також може бути використаний як еталонний годинник Pulse Per Second. НОТАТКА: USB GPS може працювати, але не рекомендується через проблеми з часом USB-шини.
zh_cn: 通过串行端口连接的GPS可以作为NTP的参考时钟。 如果GPS还支持PPS并且被正确配置和连接，则该GPS也可以作为每秒脉冲时钟参考。 注意：USB GPS可以工作，但由于USB总线时序问题，不推荐。

source: Please click the "Calculate" to get a result.
cs_cz: Pro obdržení výsledku klikněte na „Spočítat“.
de_de: Bitte klicken Sie auf "Berechnen", um ein Ergebnis zu erhalten.
el_gr: Παρακαλώ κάντε κλικ στο κουμπί "Υπολογισμός" για να λάβετε ένα αποτέλεσμα.
fa_ir: برای دریافت نتیجه لطفاً روی «محاسبه» کلیک کنید.
fr_fr: Veuillez cliquer sur "Calculer" pour obtenir un résultat.
it_it: Fare clic su "Calcola" per ottenere un risultato.
ko_kr: 결과를 보려면 "계산"을 클릭하세요.
pl_pl: Kliknij "Oblicz", aby uzyskać wynik.
uk_ua: Будь ласка, натисніть "Обчислити", щоб отримати результат.
zh_cn: 请单击 "计算" 来获得结果。

source: Checksum:
cs_cz: Kontrolní součet:
de_de: Prüfsumme:
el_gr: Άθροισμα ελέγχου:
fa_ir: چکسام:
fr_fr: Somme de contrôle:
it_it: Somma di controllo:
ko_kr: 체크섬:
pl_pl: Checksuma:
uk_ua: Контрольна сума:
zh_cn: 校验:

source: Calculate
cs_cz: Spočítat
de_de: Berechnen
el_gr: Υπολογίζω
fa_ir: محاسبه
fr_fr: Calculer
it_it: Calcolare
ko_kr: 계산
pl_pl: Przelicz
uk_ua: Обчислити
zh_cn: 计算

source: Enter the text between "$" and "*" of a NMEA command string.
cs_cz: Zadejte text mezi „$“ a „*“ v řetězci NMEA příkazu.
de_de: Geben Sie den Text zwischen "$" und "*" einer NMEA-Befehlszeichenkette ein.
el_gr: Εισαγάγετε το κείμενο μεταξύ "$" και "*" μιας συμβολοσειράς εντολής NMEA.
fa_ir: متنی که بین "$" و "*" در یک رشته فرمان NMEA قرار دارد را وارد کنید.
fr_fr: Entrez du texte entre le symbole '$' et '*' pour les transmissions NMEA
it_it: Immettere il testo compreso tra "$" e "*" di una stringa di comando NMEA.
ko_kr: NMEA 명령 문자열의 "$"와 "*" 사이의 텍스트를 입력하세요.
pl_pl: Wprowadź tekst między "$" a "" w ciągu polecenia NMEA.
uk_ua: Введіть текст між "$" та "*" рядка команди NMEA.
zh_cn: 输入NMEA命令字符串的"$"和"*"之间的文本。

source: NMEA checksum calculator
cs_cz: Kalkulačka kontrolního součtu pro NMEA
de_de: NMEA-Prüfsummenrechner
el_gr: Υπολογιστής αθροίσματος ελέγχου NMEA
fa_ir: محاسبه‌گر چکسام NMEA
fr_fr: Calculateur de chaine de contrôle NMEA
it_it: Calcolatore del checksum NMEA
ko_kr: NMEA 체크섬 계산기
pl_pl: Kalkulator sumy kontrolnej NMEA
uk_ua: Калькулятор контрольної суми NMEA
zh_cn: 计算NMEA校验和

source: Note: Commands entered here will be sent to the GPS during initialization. Please read and understand your GPS documentation before making any changes here.
cs_cz: Pozn.: zde zadané příkazy budou během inicializace poslány GPS zařízení. Než zde budete provádět změny, nastudujte si dokumentaci ke svému zařízení.
de_de: Hinweis: Die hier eingegebenen Befehle werden während der Initialisierung an das GPS gesendet. Bitte lesen und verstehen Sie Ihre GPS-Dokumentation, bevor Sie Änderungen vornehmen.
el_gr: Σημείωση: Οι εντολές που εισάγονται εδώ θα αποστέλλονται στο GPS κατά την αρχικοποίηση. Διαβάστε και κατανοήστε την τεκμηρίωση του GPS σας πριν κάνετε οποιεσδήποτε αλλαγές εδώ.
fa_ir: نکته: فرمان‌هایی که اینجا وارد می‌کنید در زمان راه‌اندازی به GPS ارسال می‌شوند. لطفاً قبل از اعمال هر تغییری سند راهنمای GPS خود را مطالعه و درک کنید.
fr_fr: Remarque: Les commandes insérées ici seront envoyées aux GPS lors de l'initialisation. Veuillez lire la documentation de votre GPS avant d'effectuer des modifications.
it_it: Nota: i comandi immessi qui verranno inviati al GPS durante l'inizializzazione. Si prega di leggere e comprendere la documentazione GPS prima di apportare qualsiasi modifica qui.
ko_kr: 참고: 여기에 입력한 명령은 초기화 중에 GPS로 전송됩니다. 여기서 변경하기 전에 GPS 설명서를 읽고 이해하세요.
pl_pl: Uwaga: Wprowadzone tutaj polecenia zostaną wysłane do GPS podczas inicjalizacji. Przeczytaj i zrozum dokumentację swojego GPS przed dokonaniem tutaj jakichkolwiek zmian.
uk_ua: Нотатка: Команди, введені тут, будуть надіслані до GPS під час ініціалізації. Будь ласка, прочитайте та зрозумійте документацію вашого GPS перед внесенням будь-яких змін тут.
zh_cn: 注意：在此处输入的命令会在初始化期间发送到GPS。 在进行任何更改之前，请先阅读并理解您的GPS文档。

source: Show GPS Initialization commands
cs_cz: Zobrazit příkazy pro inicializaci GPS
de_de: GPS-Initialisierungsbefehle anzeigen
el_gr: Εμφάνιση εντολών αρχικοποίησης GPS
fa_ir: نمایش دستورهای راه‌اندازی GPS
fr_fr: Afficher les commandes d'Initialisation du GPS
it_it: Mostra i comandi di inizializzazione GPS
ko_kr: GPS 초기화 명령 표시
pl_pl: Pokaż polecenia inicjalizacji GPS
uk_ua: Показати команди ініціалізації GPS
zh_cn: 显示GPS初始化命令

source: GPS Initialization
cs_cz: Inicializace GPS
de_de: GPS-Initialisierung
el_gr: Αρχικοποίηση GPS
fa_ir: راه‌اندازی GPS
fr_fr: Initialisation GPS
it_it: Inizializzazione GPS
ko_kr: GPS 초기화
pl_pl: Inicjalizacja GPS
uk_ua: Ініціалізація GPS
zh_cn: GPS初始化

source: This may be used to change the GPS Clock ID (default: GPS).
cs_cz: Pomocí tohoto je možné změnit identifikátor GPS hodin (výchozí: GPS).
de_de: Dies kann verwendet werden, um die GPS-Uhr-ID zu ändern (Standard: GPS).
el_gr: Αυτό μπορεί να χρησιμοποιηθεί για να αλλάξετε το ID ρολογιού GPS (προεπιλογή: GPS).
fa_ir: این مورد می‌تواند برای تغییر شناسه ساعت GPS استفاده شود (پیش‌فرض: GPS).
fr_fr: Cela peut être utilisé pour changer le Clock ID (valeur par défaut : GPS).
it_it: Questo può essere utilizzato per modificare l'ID dell'orologio GPS (predefinito: GPS).
ko_kr: GPS 클럭 ID(기본값: GPS)를 변경하는 데 사용할 수 있습니다.
pl_pl: Można to użyć do zmiany identyfikatora zegara GPS (domyślnie: GPS).
uk_ua: Це може бути використано для зміни ідентифікатора годинника GPS (типово: GPS).
zh_cn: 这可用于更改GPS时钟ID(默认值:GPS)。

source: (1 to 4 characters)
cs_cz: (1 až 4 znaky)
de_de: (1 bis 4 Zeichen)
el_gr: (1 έως 4 χαρακτήρες)
fa_ir: (1 تا 4 کاراکتر)
fr_fr: (1 à 4 caractères)
it_it: (da 1 a 4 caratteri)
ko_kr: (1~4자)
pl_pl: (1 do 4 znaki)
uk_ua: (від 1 до 4 символів)
zh_cn: (1到4个字符)

source: Clock ID
cs_cz: Identifikátor hodin
de_de: Uhren-ID
el_gr: Αναγνωριστικό ρολογιού
fa_ir: شناسه ساعت
fr_fr: ID de l'horloge
it_it: Identificativo dell'orologio
ko_kr: 시간 ID
pl_pl: ID Zegara
uk_ua: Ідентифікатор годинника
zh_cn: 时钟ID

source: Log the sub-second fraction of the received time stamp (default: Not logged).
cs_cz: Zaznamenávat údaj z obdržených časových razítek s přesností na zlomky sekund (výchozí je nezaznamenávat).
de_de: Den Bruchteil unterhalb einer Sekunde des empfangenen Zeitstempels protokollieren (Standard: nicht protokolliert).
el_gr: Καταγραφή του κλάσματος υποδευτερολέπτου της ληφθείσας χρονικής σήμανσης (προεπιλογή: Δεν καταγράφεται).
fa_ir: کسر زیرثانیهٔ برچسب‌زمان دریافت‌شده را ثبت کن (پیش‌فرض: ثبت نمی‌شود).
fr_fr: Enregistrez la fraction inférieure à la seconde de l'horodatage reçu (par défaut : non enregistré).
it_it: Registra la frazione inferiore al secondo del timestamp ricevuto (impostazione predefinita: non registrato).
ko_kr: 수신된 타임스탬프의 서브초 부분을 기록합니다(기본값: 기록되지 않음).
pl_pl: Rejestruj ułamkową część sekundy odbitego znacznika czasu (domyślnie: Niezalogowane).
uk_ua: Записувати частку отриманого часового штампу, меншу за секунду (типово: не записується).
zh_cn: 记录接收时间戳的亚秒级分数(默认值:不记录)。

source: Obscure location in timestamp (default: unobscured).
cs_cz: Zakrývat v časovém razítku umístění (výchozí: nezakrývat).
de_de: Standort im Zeitstempel verbergen (Standard: nicht verborgen).
el_gr: Αποκρυπτογραφημένη τοποθεσία στη χρονική σήμανση (προεπιλογή: μη αποκρυπτογραφημένη).
fa_ir: مکان در برچسب‌زمان را مخفی کن (پیش‌فرض: بدون مخفی‌سازی).
fr_fr: Masquer la localisation dans l'horodatage (par défaut: non masqué).
it_it: Posizione oscura nel timestamp (impostazione predefinita: non oscurata).
ko_kr: 타임스탬프에서 알 수 없는 위치(기본값: 흐림 없음)입니다.
pl_pl: Ukryj lokalizację w znaczniku czasu (domyślnie: widoczna).
uk_ua: Приховати місцезнаходження у часовому штампі (типово: не приховано).
zh_cn: 在时间戳中隐藏位置(默认值:不隐藏)。

source: Enable kernel PPS clock discipline (default: enabled).
cs_cz: Zapnout disciplínu PPS hodin jádra systému (výchozí: zapnuto).
de_de: Kernel-Disziplinierung der PPS-Uhr aktivieren (Standard: aktiviert).
el_gr: Ενεργοποίηση πειθαρχίας ρολογιού PPS πυρήνα (προεπιλογή: ενεργοποιημένη).
fa_ir: فعال‌سازی تنظیم‌کننده ساعت PPS در کرنل (پیش‌فرض: فعال).
fr_fr: Activer la discipline de l'horloge PPS du noyau (par défaut: activé).
it_it: Abilita la disciplina dell'orologio PPS del kernel (impostazione predefinita: abilitata).
ko_kr: 커널 PPS 클럭 규칙을 사용합니다(기본값: 사용).
pl_pl: Włącz dyscyplinę zegara PPS w jądrze (domyślnie: włączone).
uk_ua: Увімкнути дисципліну годинника PPS ядра (типово: увімкнено).
zh_cn: 启用内核PPS时钟规律(默认值:启用)。

source: Enable falling edge PPS signal processing (default: rising edge).
cs_cz: Zapnout zpracovávání signálu „pulzy za sekundu“ na sestupné hraně signálu (výchozí: náběhová hrana).
de_de: Verarbeitung des abfallenden PPS-Signals aktivieren (Standard: ansteigende Flanke).
el_gr: Ενεργοποίηση επεξεργασίας σήματος PPS με φθίνουσα ακμή (προεπιλογή: ανερχόμενη ακμή).
fa_ir: پردازش سیگنال PPS در لبه نزولی را فعال کن (پیش‌فرض: لبه صعودی).
fr_fr: Activer le traitement du signal PPS en front descendant (par défaut: front montant).
it_it: Abilita l'elaborazione del segnale PPS del fronte di discesa (impostazione predefinita: fronte di salita).
ko_kr: 하강 에지 PPS 신호 처리를 사용합니다(기본값: 상승 에지).
pl_pl: Włącz przetwarzanie sygnału PPS na opadającym zboczu (domyślnie: zbocze narastające).
uk_ua: Увімкнути обробку сигналу PPS за спадаючим фронтом (типово: за зростаючим фронтом).
zh_cn: 启用下降edge PPS信号处理(默认值：上升edge)。
