Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set the SHA256 password for user admin here. For ways to generate it, please consult the plugin documentation.
cs_cz: Zde nastavte SHA256 heslo pro uživatele-správce. Ohledně toho, jak takové vytvořit, nahlédněte do dokumentace k doplňku.
de_de: SHA256-Passwort für den Benutzer "admin" hier festlegen. Hinweise zur Erstellung findest du in der Plugin-Dokumentation.
el_gr: Ορίστε τον κωδικό πρόσβασης SHA256 για τον διαχειριστή χρήστη εδώ. Για τρόπους δημιουργίας του, συμβουλευτείτε την τεκμηρίωση του πρόσθετου.
fa_ir: اینجا گذرواژه SHA256 برای کاربر admin را تنظیم کنید. برای روش‌های تولید آن، لطفاً به مستندات افزونه مراجعه کنید.
fr_fr: Définissez ici le mot de passe SHA256 pour l'utilisateur admin. Pour savoir comment le générer, veuillez consulter la documentation du plugin.
it_it: Imposta qui la password SHA256 per l'amministratore utente. Per sapere come generarlo, consultare la documentazione del plugin.
ko_kr: 여기서 사용자 admin의 SHA256 비밀번호를 설정하세요. 생성 방법은 플러그인 설명서를 참조하세요.
pl_pl: Ustaw hasło SHA256 dla użytkownika admin. Aby dowiedzieć się, jak je wygenerować, proszę zapoznać się z dokumentacją wtyczki.
uk_ua: Встановіть тут пароль SHA256 для користувача admin. Щоб дізнатися про способи його генерації, зверніться до документації плагіна.
zh_cn: 在此处为用户admin设置SHA256密码。有关生成它的方法，请参阅插件文档。

source: Set the SSL version to use. In AUTO mode, only TLS is used.
cs_cz: Nastavte kterou verzi SSL použít. V režimu AUTO je použito pouze TLS.
de_de: Zu verwendende SSL-Version festlegen. Im AUTO-Modus wird nur TLS verwendet.
el_gr: Ορίστε την έκδοση SSL που θα χρησιμοποιηθεί. Στη λειτουργία AUTO, χρησιμοποιείται μόνο TLS.
fa_ir: نسخه SSL مورد استفاده را تعیین کنید. در حالت AUTO فقط TLS استفاده می‌شود.
fr_fr: Définissez la version SSL à utiliser. En mode AUTO, seul TLS est utilisé.
it_it: Imposta la versione SSL da utilizzare. In modalità AUTO viene utilizzato solo TLS.
ko_kr: 사용할 SSL 버전을 설정하세요. AUTO 모드에서는 TLS만 사용됩니다.
pl_pl: Ustaw wersję SSL do użycia. W trybie AUTO używany jest tylko TLS.
uk_ua: Встановити версію SSL для використання. В режимі АВТО використовується тільки TLS.
zh_cn: 设置要使用的SSL版本。在AUTO模式下，仅使用TLS。

source: Set the addresses this service listen on.
cs_cz: Nastavte adresy na kterých tato služba očekává spojení.
de_de: Adressen festlegen, auf denen dieser Dienst lauscht.
el_gr: Ορίστε τις διευθύνσεις στις οποίες θα ακούει αυτή η υπηρεσία.
fa_ir: آدرس‌هایی که این سرویس روی آن‌ها گوش می‌دهد را تعیین کنید.
fr_fr: Définit les adresses sur lesquelles ce service écoute.
it_it: Imposta gli indirizzi su cui questo servizio è in ascolto.
ko_kr: 이 서비스가 수신 대기하는 주소를 설정하세요.
pl_pl: Ustaw adresy, na których ta usługa nasłuchuje.
uk_ua: Встановити адреси, які прослуховує ця служба.
zh_cn: 设置此服务监听的地址。

source: Set the cache size.
cs_cz: Nastavit velikost mezipaměti.
de_de: Cache-Größe festlegen.
el_gr: Ορίστε το μέγεθος της προσωρινής μνήμης.
fa_ir: اندازه کش را تنظیم کنید.
fr_fr: Définissez la taille du cache.
it_it: Imposta la dimensione della cache.
ko_kr: 캐시 크기를 설정하세요.
pl_pl: Ustaw rozmiar pamięci podręcznej.
uk_ua: Встановити розмір кешу.
zh_cn: 设置缓存大小。

source: Set the certificate to use for HTTPS connections.
cs_cz: Nastavit certifikát který použít pro HTTPS spojení.
de_de: Zertifikat für HTTPS-Verbindungen festlegen.
el_gr: Ορίστε το πιστοποιητικό που θα χρησιμοποιείται για συνδέσεις HTTPS.
fa_ir: گواهی‌نامه مورد استفاده برای ارتباطات HTTPS را انتخاب کنید.
fr_fr: Définissez le certificat à utiliser pour les connexions HTTPS.
it_it: Imposta il certificato da utilizzare per le connessioni HTTPS.
ko_kr: HTTPS 연결에 사용할 인증서를 설정하세요.
pl_pl: Ustaw certyfikat do używania dla połączeń HTTPS.
uk_ua: Встановити сертифікат для використання з HTTPS-з'єднаннями.
zh_cn: 设置用于HTTPS连接的证书。

source: Set the community string to use.
cs_cz: Nastavte řetězec komunity, který použít.
de_de: Zu verwendende SNMP-Community-String festlegen.
el_gr: Ορίστε τη συμβολοσειρά κοινότητας που θα χρησιμοποιηθεί.
fa_ir: رشته Community مورد استفاده را تعیین کنید.
fr_fr: Définit la chaîne communautaire à utiliser.
it_it: Imposta la stringa della community da utilizzare.
ko_kr: 사용할 커뮤니티 문자열을 설정하세요.
pl_pl: Ustaw ciąg wspólnoty do użycia.
uk_ua: Встановити рядок спільноти для використання.
zh_cn: 设置要使用的社区字符串。

source: Set the contact address to use.
cs_cz: Nastavit kontaktní adresu.
de_de: Kontaktadresse festlegen.
el_gr: Ορίστε τη διεύθυνση επικοινωνίας που θα χρησιμοποιηθεί.
fa_ir: آدرس تماس مورد استفاده را تعیین کنید.
fr_fr: Définissez l'adresse de contact à utiliser.
it_it: Imposta l'indirizzo di contatto da utilizzare.
ko_kr: 사용할 연락처 주소를 설정하세요.
pl_pl: Ustaw adres kontaktowy do użycia.
uk_ua: Встановити контактну адресу для використання.
zh_cn: 设置要使用的联系地址。

source: Set the destination IP or network to match. Leave this field empty for using "any".
cs_cz: Nastavte cílovou IP adresu nebo síť pro hledání shody s. Pokud chcete použít „libovolná“, nevyplňujte.
de_de: Ziel-IP oder Netzwerk zum Abgleichen festlegen. Feld leer lassen für „beliebiges“.
el_gr: Ορίστε την IP ή το δίκτυο προορισμού ώστε να ταιριάζει. Αφήστε αυτό το πεδίο κενό για τη χρήση του "οποιουδήποτε".
fa_ir: آدرس IP یا شبکه مقصد برای مطابقت را تعیین کنید. این فیلد را برای استفاده از "any" خالی بگذارید.
fr_fr: Définissez l'IP ou le réseau de destination à mettre en correspondance. Laissez ce champ vide si vous utilisez "any".
it_it: Imposta l'IP o la rete di destinazione in modo che corrisponda. Lasciare vuoto questo campo per utilizzare "qualsiasi".
ko_kr: 일치할 목적지 IP 또는 네트워크를 설정합니다. "모두"를 사용하려면 이 필드를 비워두세요.
pl_pl: Ustaw docelowy adres IP lub sieć do dopasowania. Pozostaw to pole puste, aby używać "any".
uk_ua: Встановити цільову IP-адресу або мережу для відповідності. Залиште це поле пустим для використання «будь-якого».
zh_cn: 设置目标IP或网络来匹配。将该字段留空则使用"any"。

source: Set the domain, IP or expression to whitelist, e.g. ads.* or *.example.com
cs_cz: Nastavte doménu, IP adresu nebo výraz do seznamu povolených, např. ads.* nebo *.example.com
de_de: Domain, IP oder Ausdruck zur Whitelist hinzufügen, z. B. ads.* oder *.example.com
el_gr: Ορίστε τον τομέα, την IP ή την έκφραση στη λίστα επιτρεπόμενων, π.χ. ads.* ή *.example.com
fa_ir: دامنه، IP یا عبارت را برای قرار گرفتن در فهرست سفید تعیین کنید، مثلاً ads.* یا *.example.com
fr_fr: Définissez le domaine, l'IP ou l'expression à mettre sur la liste blanche, par exemple ads.* ou *.example.com.
it_it: Imposta il dominio, l'IP o l'espressione sulla whitelist, ad es. ads.* o *.example.com
ko_kr: 도메인, IP 또는 표현식을 허용 목록으로 설정합세요. (예: ads.* 또는 *.example.com).
pl_pl: Ustaw domenę, IP lub wyrażenie do białej listy, np. ads.* lub .example.com.
uk_ua: Встановити домен, IP-адресу або вираз для додавання до білого списку, наприклад, ads.* або *.example.com
zh_cn: 将域、IP或表达式设置为白名单，例如ads.*或* .example.com

source: Set the domain, e.g. example.com
cs_cz: Nastavit doménu, např. example.com
de_de: Domain festlegen, z. B. example.com
el_gr: Ορίστε τον τομέα, π.χ. example.com
fa_ir: دامنه را تعیین کنید، مثلاً example.com
fr_fr: Définir le domaine, par exemple exemple exemple.com
it_it: Imposta il dominio, ad es. esempio.com
ko_kr: 도메인을 설정하세요. (예: example.com)
pl_pl: Ustaw domenę, np. example.com.
uk_ua: Встановити домен, наприклад, example.com
zh_cn: 设置域名，例如example.com

source: Set the encryption key to secure the connection between client and this host. Minimum is 8 characters.
cs_cz: Nastavte šifrovací klíč pro zabezpečení spojení mezi klientem a tímto hostitelem. Minimum je 8 znaků.
de_de: Verschlüsselungsschlüssel zur Absicherung der Verbindung zwischen Client und Host festlegen. Mindestlänge: 8 Zeichen.
el_gr: Ορίστε το κλειδί κρυπτογράφησης για να ασφαλίσετε τη σύνδεση μεταξύ του υπολογιστή-πελάτη και αυτού του κεντρικού υπολογιστή. Το ελάχιστο είναι 8 χαρακτήρες.
fa_ir: کلید رمزگذاری را برای امن‌سازی ارتباط بین کلاینت و این میزبان تعیین کنید. حداقل طول 8 کاراکتر است.
fr_fr: Définissez la clé de cryptage pour sécuriser la connexion entre le client et cet hôte. Le minimum est de 8 caractères.
it_it: Imposta la chiave di crittografia per proteggere la connessione tra il client e questo host. Il minimo è 8 caratteri.
ko_kr: 클라이언트와 이 호스트 간의 연결을 보호하도록 암호화 키를 설정하세요. 최소값은 8자입니다.
pl_pl: Ustaw klucz szyfrowania do zabezpieczenia połączenia między klientem a tym hostem. Minimum to 8 znaków.
uk_ua: Встановіть ключ шифрування для захисту з'єднання між клієнтом і цим хостом. Мінімум 8 символів.
zh_cn: 设置加密密钥以保护客户端与此主机之间的连接。最少8个字符。

source: Set the gateway IP for this pool. It will be the gateway for the clients and also used as the identifier.
cs_cz: Nastavte bránu pro tento fond IP adres. Může to být brána pro klienty a také sloužit jako identifikátor.
de_de: Gateway-IP für diesen Pool festlegen. Wird als Gateway für Clients und als Bezeichner verwendet.
el_gr: Ορίστε την IP πύλης για αυτήν την ομάδα. Θα είναι η πύλη για τους υπολογιστές-πελάτες και θα χρησιμοποιείται επίσης ως αναγνωριστικό.
fa_ir: آدرس IP دروازهٔ این استخر را تعیین کنید. این آدرس هم دروازهٔ کلاینت‌ها خواهد بود و هم به‌عنوان شناسه استفاده می‌شود.
fr_fr: Définit l'IP de la passerelle pour ce pool. Elle sera la passerelle pour les clients et sera également utilisée comme identifiant.
it_it: Imposta l'IP del gateway per questo pool. Sarà il gateway per i client e verrà utilizzato anche come identificatore.
ko_kr: 이 풀의 게이트웨이 IP를 설정하세요. 클라이언트를 위한 게이트웨이이며 식별자로도 사용됩니다.
pl_pl: Ustaw adres IP bramy dla tego puli. Będzie on bramą dla klientów i będzie również używany jako identyfikator.
uk_ua: Встановіть IP-адресу шлюзу для цього пулу. Він буде шлюзом для клієнтів і також використовуватиметься як ідентифікатор.
zh_cn: 设置此池的网关IP。它会成为客户端的网关，也可用作标识符。

source: Set the index name.
cs_cz: Nastavte název rejstříku.
de_de: Indexname festlegen.
el_gr: Ορίστε το όνομα του ευρετηρίου.
fa_ir: نام ایندکس را تعیین کنید.
fr_fr: Définir le nom de l'index.
it_it: Imposta il nome dell'indice.
ko_kr: 인덱스 이름을 설정하세요.
pl_pl: Ustaw nazwę indeksu.
uk_ua: Встановіть ім'я індексу.
zh_cn: 设置索引名称。

source: Set the interface to listen on.
cs_cz: Nastavit rozhraní na kterém očekávat spojení.
de_de: Legen Sie die Schnittstelle fest, auf welcher gehört werden soll.
el_gr: Ρυθμίστε τη διεπαφή για ακρόαση.
fa_ir: رابطی که سرویس باید روی آن گوش دهد را تعیین کنید.
fr_fr: Définir l'interface sur laquelle écouter.
it_it: Imposta l'interfaccia su cui ascoltare.
ko_kr: 수신 대기할 인터페이스를 설정하세요.
pl_pl: Ustaw interfejs do nasłuchu.
uk_ua: Встановіть інтерфейс для прослуховування.
zh_cn: 设置要监听的接口。

source: Set the maximum allowed time to wait for a response during content inspection. Defaults to milliseconds. You may also enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
cs_cz: Nastavení maximální povolené doby čekání na odpověď při kontrole obsahu. Výchozí hodnota je milisekundy. Můžete také zadat číslo následované jednou z podporovaných přípon „d“ (dny), „h“ (hodiny), „m“ (minuty), „s“ (sekundy), „ms“ (milisekundy).
de_de: Lege die maximal zulässige Wartezeit für eine Antwort während der Inhaltsprüfung fest. Der Standardwert ist Millisekunden. Sie können auch eine Zahl gefolgt von einem der unterstützten Suffixe "d" (Tage), "h" (Stunde), "m" (Minute), "s" (Sekunden) oder "ms" (Millisekunden) eingeben.
el_gr: Ορίστε τον μέγιστο επιτρεπόμενο χρόνο αναμονής για μια απάντηση κατά την επιθεώρηση περιεχομένου. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Μπορείτε επίσης να εισαγάγετε έναν αριθμό ακολουθούμενο από ένα από τα υποστηριζόμενα επιθήματα "d" (ημέρες), "h" (ώρα), "m" (λεπτό), "s" (δευτερόλεπτα), "ms" (χιλιοστά του δευτερολέπτου).
fa_ir: حداکثر زمان مجاز انتظار برای پاسخ در حین بازبینی محتوا را تعیین کنید. پیش‌فرض بر حسب ms است. همچنین می‌توانید عددی وارد کنید که به یکی از پسوندهای پشتیبانی‌شده "d" (روز)، "h" (ساعت)، "m" (دقیقه)، "s" (ثانیه)، "ms" (میلی‌ثانیه) متصل شده باشد.
fr_fr: Définissez le temps d'attente maximal autorisé pour une réponse lors de l'inspection du contenu. La valeur par défaut est les millisecondes. Vous pouvez également saisir un nombre suivi de l'un des suffixes pris en charge « d » (jours), « h » (heure), « m » (minute), « s » (secondes), « ms » (millisecondes).
it_it: Imposta il tempo massimo consentito per attendere una risposta durante l'ispezione del contenuto. Il valore predefinito è millisecondi. Puoi anche inserire un numero seguito da uno dei suffissi supportati "d" (giorni), "h" (ora), "m" (minuti), "s" (secondi), "ms" (milisecondi).
ko_kr: 내용 검사 중에 응답을 기다리는 최대 허용 시간을 설정합니다. 기본값은 밀리초입니다. 지원되는 접미사 "d"(일), "h"(시), "m"(분), "s"(초), "ms"(밀리초) 중 하나 뒤에 숫자를 입력할 수도 있습니다.
pl_pl: Ustaw maksymalny dozwolony czas oczekiwania na odpowiedź podczas inspekcji zawartości. Domyślnie jest to milisekundy. Można również wprowadzić liczbę, po której następuje jeden z obsługiwanych sufiksów "d" (dni), "h" (godzina), "m" (minuta), "s" (sekundy), "ms" (milisekundy).
uk_ua: Встановіть максимально допустимий час очікування відповіді під час перевірки вмісту. Типово – мілісекунди. Ви також можете ввести число, за яким слідує один із підтримуваних суфіксів: "d" (дні), "h" (години), "m" (хвилини), "s" (секунди), "ms" (мілісекунди).
zh_cn: 设置内容检查期间等待响应的最长时间。默认单位为毫秒。您也可以输入一个数字，后跟一个支持的后缀"d" (天), "h" (小时), "m" (分), "s" (秒), "ms" (毫秒)。

source: Set the maximum allowed time to wait for data during content inspection. Defaults to milliseconds. You may also enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
cs_cz: Nastavení maximální povolené doby čekání na data při kontrole obsahu. Výchozí hodnota je milisekundy. Můžete také zadat číslo následované jednou z podporovaných přípon „d“ (dny), „h“ (hodiny), „m“ (minuty), „s“ (sekundy), „ms“ (milisekundy).
de_de: Lege die maximal zulässige Wartezeit für Daten während der Inhaltsprüfung fest. Der Standardwert ist Millisekunden. Sie können auch eine Zahl gefolgt von einem der unterstützten Suffixe "d" (Tage), "h" (Stunde), "m" (Minute), "s" (Sekunden) oder "ms" (Millisekunden) eingeben.
el_gr: Ορίστε τον μέγιστο επιτρεπόμενο χρόνο αναμονής για δεδομένα κατά την επιθεώρηση περιεχομένου. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Μπορείτε επίσης να εισαγάγετε έναν αριθμό ακολουθούμενο από ένα από τα υποστηριζόμενα επιθήματα "d" (ημέρες), "h" (ώρα), "m" (λεπτό), "s" (δευτερόλεπτα), "ms" (χιλιοστά του δευτερολέπτου).
fa_ir: حداکثر زمان مجاز انتظار برای دریافت داده در حین بازبینی محتوا را تعیین کنید. پیش‌فرض بر حسب ms است. همچنین می‌توانید عددی وارد کنید که به یکی از پسوندهای پشتیبانی‌شده "d" (روز)، "h" (ساعت)، "m" (دقیقه)، "s" (ثانیه)، "ms" (میلی‌ثانیه) متصل شده باشد.
fr_fr: Définissez le temps d'attente maximal autorisé pour les données lors de l'inspection du contenu. La valeur par défaut est les millisecondes. Vous pouvez également saisir un nombre suivi de l'un des suffixes pris en charge « d » (jours), « h » (heure), « m » (minute), « s » (secondes), « ms » (millisecondes).
it_it: Imposta il tempo massimo consentito di attesa dei dati durante l'ispezione del contenuto. Il valore predefinito è millisecondi. Puoi anche inserire un numero seguito da uno dei suffissi supportati "d" (giorni), "h" (ora), "m" (minuti), "s" (secondi), "ms" (milisecondi).
ko_kr: 콘텐츠 검사 중에 데이터를 기다리는 최대 허용 시간을 설정하세요. 기본값은 밀리초입니다. 지원되는 접미사 "d"(일), "h"(시간), "m"(분), "s"(초), "ms"(밀리초) 중 하나 뒤에 숫자를 입력할 수도 있습니다.
pl_pl: Ustaw maksymalny dozwolony czas oczekiwania na dane podczas inspekcji zawartości. Domyślnie jest to milisekundy. Można również wprowadzić liczbę, po której następuje jeden z obsługiwanych sufiksów "d" (dni), "h" (godzina), "m" (minuta), "s" (sekundy), "ms" (milisekundy).
uk_ua: Встановіть максимально допустимий час очікування даних під час перевірки вмісту. Типово – мілісекунди. Ви також можете ввести число, за яким слідує один із підтримуваних суфіксів: "d" (дні), "h" (години), "m" (хвилини), "s" (секунди), "ms" (мілісекунди).
zh_cn: 设置内容检查期间等待数据的最大允许时间。默认为毫秒。您也可以输入一个数字，后跟一个支持的后缀"d" (天), "h" (时), "m" (分), "s" (秒), "ms" (毫秒)。

source: Set the maximum number of simultaneous client connections to accept.
cs_cz: Nastavení maximálního počtu souběžných klientských připojení, která mají být přijata.
de_de: Maximale Anzahl gleichzeitiger Clientverbindungen festlegen.
el_gr: Ορίστε τον μέγιστο αριθμό ταυτόχρονων συνδέσεων πελατών που θα γίνονται δεκτές.
fa_ir: حداکثر تعداد اتصالات هم‌زمان کلاینت که پذیرفته می‌شود را تعیین کنید.
fr_fr: Définissez le nombre maximal de connexions client simultanées à accepter.
it_it: Imposta il numero massimo di connessioni client simultanee da accettare.
ko_kr: 허용할 최대 동시 클라이언트 연결 수를 설정하세요.
pl_pl: Ustaw maksymalną liczbę jednoczesnych połączeń klienta do akceptacji.
uk_ua: Встановіть максимальну кількість одночасних клієнтських з'єднань для прийому.
zh_cn: 设置要接受的最大并发客户端连接数。

source: Set the name for this ACL.
cs_cz: Nastavit název pro tento ACL seznam.
de_de: Name für diese ACL (Zugriffssteuerliste) festlegen.
el_gr: Ορίστε το όνομα για αυτό το ACL.
fa_ir: نام این ACL را تعیین کنید.
fr_fr: Définit le nom de cette ACL.
it_it: Imposta il nome per questo ACL.
ko_kr: 이 ACL의 이름을 설정하세요
pl_pl: Ustaw nazwę dla tej ACL.
uk_ua: Встановіть ім'я для цього ACL.
zh_cn: 设置此访问列表的名称。

source: Set the name for this instance.
cs_cz: Nastavit název pro tuto instanci.
de_de: Legen Sie den Namen für diese Instanz fest.
el_gr: Ορίστε το όνομα για αυτήν την παρουσία.
fa_ir: نام این نمونه را تعیین کنید.
fr_fr: Définissez le nom de cette instance.
it_it: Imposta il nome per questa istanza.
ko_kr: 이 인스턴스의 이름을 설정하세요.
pl_pl: Ustaw nazwę dla tej instancji.
uk_ua: Встановіть ім'я для цього екземпляра.
zh_cn: 设置此实例的名称。

source: Set the name of the stamp.
cs_cz: Nastavit název razítka.
de_de: Name des Stempels festlegen.
el_gr: Ορίστε το όνομα της σφραγίδας.
fa_ir: نام stamp را تعیین کنید.
fr_fr: Définissez le nom du timbre.
it_it: Imposta il nome del timbro.
ko_kr: 스탬프 이름을 설정하세요.
pl_pl: Ustaw nazwę znaczka.
uk_ua: Встановіть ім'я штампа.
zh_cn: 设置戳的名称。

source: Set the name of this mapping.
cs_cz: Nastavit název tohoto mapování.
de_de: Name dieser Zuordnung festlegen.
el_gr: Ορίστε το όνομα αυτής της αντιστοίχισης.
fa_ir: نام این نگاشت را تعیین کنید.
fr_fr: Définit le nom de ce mappage.
it_it: Imposta il nome di questa mappatura.
ko_kr: 이 매핑의 이름을 설정하세요.
pl_pl: Ustaw nazwę tego mapowania.
uk_ua: Встановіть ім'я цього відображення.
zh_cn: 设置此映射的名称。

source: Set the name to override, e.g. www.google.*
cs_cz: Nastavení názvu, který má být přepsán, např. www.google.*.
de_de: Zu überschreibenden Namen festlegen, z. B. www.google.\*
el_gr: Ορίστε το όνομα σε αντικατάσταση, π.χ. www.google.*
fa_ir: نامی برای بازنویسی تعیین کنید، مثلاً www.google.*
fr_fr: Définissez le nom à remplacer, par exemple www.google.*.
it_it: Imposta il nome da sovrascrivere, ad es. www.google.*
ko_kr: 재정의할 이름을 설정(예: www.google.*)
pl_pl: Ustal nazwę, którą chcesz nadpisać, np. www.google.*
uk_ua: Встановіть ім'я для перевизначення, наприклад, www.google.*
zh_cn: 设置要覆盖的名称，例如www.google.*

source: Set the password for the user. Minimum is 8 characters.
cs_cz: Nastavit heslo pro uživatele. Nejméně 8 znaků.
de_de: Passwort für den Benutzer festlegen. Mindestlänge: 8 Zeichen.
el_gr: Ορίστε τον κωδικό πρόσβασης για τον χρήστη. Το ελάχιστο είναι 8 χαρακτήρες.
fa_ir: رمز عبور کاربر را تعیین کنید. حداقل 8 کاراکتر.
fr_fr: Définissez le mot de passe de l'utilisateur. Le minimum est de 8 caractères.
it_it: Imposta la password per l'utente. Il minimo è 8 caratteri.
ko_kr: 사용자의 비밀번호를 설정하세요. 최소값은 8자입니다.
pl_pl: Ustaw hasło dla użytkownika. Minimum 8 znaków.
uk_ua: Встановіть пароль для користувача. Мінімум 8 символів.
zh_cn: 设置用户的密码。最少8个字符。

source: Set the password of remote MySQL server.
cs_cz: Nastavit heslo pro vzdálený MySQL server.
de_de: Passwort des entfernten MySQL-Servers festlegen.
el_gr: Ορίστε τον κωδικό πρόσβασης του απομακρυσμένου διακομιστή MySQL.
fa_ir: رمز عبور سرور MySQL از راه دور را تعیین کنید.
fr_fr: Définir le mot de passe du serveur MySQL distant.
it_it: Imposta la password del server MySQL remoto.
ko_kr: 원격 MySQL 서버의 비밀번호를 설정하세요.
pl_pl: Ustaw hasło dla zdalnego serwera MySQL.
uk_ua: Встановіть пароль віддаленого MySQL сервера.
zh_cn: 设置远程MySQL服务器的密码。

source: Set the port of remote MySQL server.
cs_cz: Nastavit port vzdáleného MySQL serveru.
de_de: Port des entfernten MySQL-Servers festlegen.
el_gr: Ορίστε τη θύρα του απομακρυσμένου διακομιστή MySQL.
fa_ir: پورت سرور MySQL از راه دور را تعیین کنید.
fr_fr: Définir le port du serveur MySQL distant.
it_it: Imposta la porta del server MySQL remoto.
ko_kr: 원격 MySQL 서버의 포트를 설정하세요.
pl_pl: Ustal port zdalnego serwera MySQL.
uk_ua: Встановіть порт віддаленого MySQL сервера.
zh_cn: 设置远程MySQL服务器的端口。

source: Set the port the service should listen to.
cs_cz: Nastavit port na kterém má služba očekávat spojení.
de_de: Port festlegen, auf dem der Dienst lauschen soll.
el_gr: Ορίστε τη θύρα στην οποία θα πρέπει να ακούει η υπηρεσία.
fa_ir: پورت که سرویس باید به آن گوش دهد را تعیین کنید.
fr_fr: Définit le port sur lequel le service doit écouter.
it_it: Imposta la porta su cui il servizio dovrebbe essere in ascolto.
ko_kr: 서비스가 수신 대기할 포트를 설정하세요.
pl_pl: Ustal port, na którym usługa powinna nasłuchiwać.
uk_ua: Встановіть порт, який має прослуховувати служба.
zh_cn: 设置服务应该监听的端口。

source: Set the port to listen to.
cs_cz: Nastavit port na kterém očekávat spojení.
de_de: Port festlegen, auf dem gelauscht werden soll.
el_gr: Ρυθμίστε τη θύρα για ακρόαση.
fa_ir: پورت برای گوش دادن را تعیین کنید.
fr_fr: Définissez le port à écouter.
it_it: Imposta la porta da ascoltare.
ko_kr: 수신 대기 포트를 설정하세요.
pl_pl: Ustal port do nasłuchu.
uk_ua: Встановіть порт для прослуховування.
zh_cn: 设置要监听的端口。

source: Set the source IP or network to match. Leave this field empty for using "any".
cs_cz: Nastavte zdrojovou IP adresu nebo síť, pro kterou hledat shodu. Pokud chcete použít „libovolné“, nevyplňujte.
de_de: Quell-IP oder Netzwerk zum Abgleichen festlegen. Feld leer lassen für "beliebiges".
el_gr: Ορίστε την IP ή το δίκτυο πηγής ώστε να ταιριάζει. Αφήστε αυτό το πεδίο κενό για τη χρήση του "οποιουδήποτε".
fa_ir: آدرس IP منبع یا شبکه‌ای که باید مطابقت داده شود را تعیین کنید. برای استفاده از "any" این فیلد را خالی بگذارید.
fr_fr: Définissez l'IP ou le réseau source à mettre en correspondance. Laissez ce champ vide si vous utilisez "any".
it_it: Imposta l'IP o la rete di origine in modo che corrisponda. Lasciare vuoto questo campo per utilizzare "qualsiasi".
ko_kr: 일치시킬 소스 IP 또는 네트워크를 설정하세요. "모두"를 사용하려면 이 필드를 비워 두세요.
pl_pl: Ustal źródłowy adres IP lub sieć do dopasowania. Pozostaw to pole puste, aby użyć "any".
uk_ua: Встановіть вихідну IP-адресу або мережу для відповідності. Залиште це поле пустим для використання "будь-якого".
zh_cn: 设置源IP或网络来匹配。将该字段留空则使用"any"。

source: Set the subnet mask for this pool.
cs_cz: Nastavit masku podsítě pro tento fond.
de_de: Subnetzmaske für diesen Pool festlegen.
el_gr: Ορίστε τη μάσκα υποδικτύου για αυτήν την ομάδα.
fa_ir: ماسک زیرشبکه این استخر را تعیین کنید.
fr_fr: Définir le masque de sous-réseau pour ce pool.
it_it: Imposta la maschera di sottorete per questo pool.
ko_kr: 이 풀의 서브넷 마스크를 설정하세요.
pl_pl: Ustal maskę podsieci dla tej puli.
uk_ua: Встановіть маску підмережі для цього пулу.
zh_cn: 设置该池的子网掩码。

source: Set the unique username for the user.
cs_cz: Nastavit neopakující se uživatelské jméno pro uživatele.
de_de: Eindeutigen Benutzernamen festlegen.
el_gr: Ορίστε το μοναδικό όνομα χρήστη για τον χρήστη.
fa_ir: نام کاربری یکتای کاربر را تعیین کنید.
fr_fr: Définir le nom d'utilisateur unique pour l'utilisateur.
it_it: Imposta il nome utente univoco per l'utente.
ko_kr: 사용자의 고유 사용자 이름을 설정하세요.
pl_pl: Ustal unikalną nazwę użytkownika.
uk_ua: Встановіть унікальне ім'я користувача для користувача.
zh_cn: 设置用户的唯一用户名。
