Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This might be helpful in some scenarios, like route based tunnels (VTI), but works only if each CHILD_SA configuration is instantiated not more than once. The default uses dynamic reqids, allocated incrementally
cs_cz: Toto se může hodit v některých případech, například u tunelů založených na směrování (VTI), ale funguje to pouze v případě, že každé nastavení CHILD_SA není instancováno více než jednou. Ve výchozím nastavení se používají dynamické reqid identifikátory, které se přidělují postupně
de_de: Dies kann in bestimmten Szenarien wie routenbasierten Tunneln (VTI) hilfreich sein, funktioniert jedoch nur, wenn jede CHILD_SA-Konfiguration höchstens einmal instanziiert wird. Standardmäßig werden dynamische reqids verwendet, die schrittweise zugewiesen werden.
el_gr: Αυτό μπορεί να είναι χρήσιμο σε ορισμένα σενάρια, όπως σε σήραγγες που βασίζονται σε διαδρομές (VTI), αλλά λειτουργεί μόνο εάν κάθε διαμόρφωση CHILD_SA δημιουργείται όχι περισσότερες από μία φορές. Η προεπιλογή χρησιμοποιεί δυναμικές απαιτήσεις, οι οποίες κατανέμονται σταδιακά.
fa_ir: این ممکن است در برخی سناریوها مفید باشد، مانند تونل‌های مبتنی بر مسیر (VTI)، اما تنها زمانی کار می‌کند که هر پیکربندی CHILD_SA بیش از یک‌بار ایجاد نشود. حالت پیش‌فرض از reqids پویا استفاده می‌کند که به‌صورت افزایشی تخصیص می‌یابند.
fr_fr: Cela peut être utile dans certains scénarios, comme les tunnels basés sur les routes (VTI), mais ne fonctionne que si chaque configuration CHILD_SA n'est pas instanciée plus d'une fois. La configuration par défaut utilise des requêtes dynamiques, allouées de manière incrémentale.
it_it: Ciò potrebbe essere utile in alcuni scenari, come i tunnel basati su percorsi (VTI), ma funziona solo se ogni configurazione CHILD_SA viene istanziata non più di una volta. L'impostazione predefinita utilizza requisiti dinamici, allocati in modo incrementale
ko_kr: 이는 라우트 기반 터널(VTI)과 같은 몇 가지 시나리오에서 유용할 수 있지만, 각 CHILD_SA 구성이 한 번 이상 인스턴스화되지 않는 경우에만 작동합니다. 기본값은 동적 reqid를 사용하여 증분으로 할당합니다.
uk_ua: Це може бути корисним у деяких сценаріях, наприклад, для тунелів на основі маршрутів (VTI), але працює лише, якщо кожна конфігурація CHILD_SA інстанціюється не більше одного разу. Типово використовуються динамічні reqids, що виділяються інкрементно.
zh_cn: 这在某些情况下可能有用，如基于路由的隧道 (VTI)，但只有在每个 CHILD_SA 配置实例化不超过一次的情况下才会起作用。 默认使用动态 reqids，以增量方式分配

source: Time to schedule CHILD_SA rekeying. CHILD_SA rekeying refreshes key material, optionally using a Diffie-Hellman exchange if a group is specified in the proposal. To avoid rekey collisions initiated by both ends simultaneously, a value in the range of rand_time gets subtracted to form the effective soft lifetime. By default CHILD_SA rekeying is scheduled every hour, minus rand_time
cs_cz: Doba po které naplánovat změnu klíče CHILD_SA. CHILD_SA znovu opatření klíčem obnovuje materiál klíče, případně pomocí Diffie-Hellmanovy výměny, pokud je v návrhu uvedena skupina. Aby nedocházelo ke kolizím při obnovování klíčů iniciovaných oběma stranami současně, je odečtena hodnota v rozsahu rand_time a vytvořena tak skutečná efektivní měkká doba životnosti. Ve výchozím nastavení je změna klíčů CHILD_SA naplánována každou hodinu, mínus rand_time
de_de: Zeitpunkt für die geplante Erneuerung der CHILD_SA. Die Erneuerung ersetzt das Schlüsselmateriel, optional unter Verwendung eines Diffie-Hellman-Austauschs (wenn eine Gruppe angegeben ist). Zur Vermeidung gleichzeitiger Erneuerungen durch beide Enden wird rand_time vom Basiswert abgezogen, um die effektive Soft-Lebensdauer zu bestimmen. Standardmäßig erfolgt die Erneuerung der CHILD_SA einmal pro Stunde abzüglich rand_time.
el_gr: Ώρα για προγραμματισμό επαναδημιουργίας κλειδιών CHILD_SA Η επαναδημιουργία κλειδιών CHILD_SA ανανεώνει το υλικό κλειδιού, προαιρετικά χρησιμοποιώντας μια ανταλλαγή Diffie-Hellman εάν καθορίζεται μια ομάδα στην πρόταση Για να αποφευχθούν οι συγκρούσεις επαναδημιουργίας κλειδιών που ξεκινούν και από τα δύο άκρα ταυτόχρονα, αφαιρείται μια τιμή στο εύρος rand_time για να σχηματιστεί η αποτελεσματική διάρκεια ζωής λογισμικού. Από προεπιλογή, η επαναδημιουργία κλειδιών CHILD_SA προγραμματίζεται κάθε ώρα, μείον rand_time.
fa_ir: زمان‌بندی بازکلیدسازی CHILD_SA. بازکلیدسازی CHILD_SA مواد کلیدی را تازه می‌کند و در صورت تعیین گروه در پروپوزال، می‌تواند از تبادل Diffie-Hellman نیز استفاده کند. برای جلوگیری از برخورد بازکلیدسازی که هم‌زمان توسط هر دو طرف آغاز می‌شود، مقداری در بازه rand_time کسر می‌شود تا عمر نرم مؤثر به‌دست آید. به‌طور پیش‌فرض بازکلیدسازی CHILD_SA هر ساعت (منهای rand_time) برنامه‌ریزی می‌شود.
fr_fr: Il est temps de planifier le recléage CHILD_SA. Le recléage CHILD_SA rafraîchit les clés, en utilisant éventuellement un échange Diffie-Hellman si un groupe est spécifié dans la proposition. Pour éviter les collisions de reconnexion initiées simultanément par les deux extrémités, une valeur comprise entre rand_time est soustraite pour former la durée de vie effective de la clé. Par défaut, la reconnexion de CHILD_SA est programmée toutes les heures, moins rand_time
it_it: È ora di programmare la nuova codifica di CHILD_SA. La ricodifica CHILD_SA aggiorna il materiale della chiave, facoltativamente utilizzando uno scambio Diffie-Hellman se nella proposta è specificato un gruppo. Per evitare collisioni di rekey avviate da entrambe le estremità contemporaneamente, un valore nell'intervallo di rand_time viene sottratto per formare la durata morbida effettiva. Per impostazione predefinita, la ricodifica delle chiavi CHILD_SA è pianificata ogni ora, meno rand_time
ko_kr: CHILD_SA 키 갱신을 예약할 시간입니다. CHILD_SA 키 갱신은 키 자료를 새로 고치며, 제안에 그룹이 지정된 경우 Diffie-Hellman 교환을 선택적으로 사용합니다. 양쪽에서 동시에 시작된 키 갱신 충돌을 피하기 위해 rand_time 범위의 값이 뺄셈되어 유효한 소프트 수명이 형성됩니다. 기본적으로 CHILD_SA 키 갱신은 rand_time을 제외한 매 시간마다 예약됩니다.
uk_ua: Час для планування перегенерації ключів CHILD_SA. Перегенерація ключів CHILD_SA оновлює ключовий матеріал, за бажанням використовуючи обмін Діффі-Гелмана, якщо група вказана у пропозиції. Щоб уникнути колізій при перегенерації ключів, ініційованих обома сторонами одночасно, значення в діапазоні rand_time віднімається для формування ефективного "м'якого" терміну служби. Типово перегенерація ключів CHILD_SA планується щогодини, мінус rand_time.
zh_cn: 安排CHILD_SA重配密钥的时间。 CHILD_SA重配密钥会刷新密钥材料，如果提议中指定了分组，则可选择使用Diffie-Hellman 交换。 为避免两端同时启动重配密钥碰撞，rand_time范围内的一个值会被减去，以形成有效的缓冲时间。 范围内的值减去，形成有效的软寿命。 默认情况下，CHILD_SA重配密钥的时间安排为每小时一次，减去rand_time

source: To enforce UDP encapsulation of ESP packets, the IKE daemon can manipulate the NAT detection payloads. This makes the peer believe that a NAT situation exist on the transmission path, forcing it to encapsulate ESP packets in UDP. Usually this is not required but it can help to work around connectivity issues with too restrictive intermediary firewalls that block ESP packets
cs_cz: Pro vynucení UDP zapouzdření ESP paketů může proces služby IKE manipulovat s obsahem detekce NAT. To protějšek přiměje, aby se domníval, že na přenosové cestě existuje situace NAT, a donutí ho zapouzdřit ESP pakety do protokolu UDP. Obvykle to není nutné, ale může to pomoci obejít problémy s konektivitou u příliš omezujících bran firewall po cestě, které blokují ESP pakety
de_de: Um die UDP-Einkapselung von ESP-Paketen zu erzwingen, kann der IKE-Daemon die NAT-Erkennungspakete manipulieren. Dadurch wird dem Gegenüber vorgetäuscht, dass eine NAT-Situation auf dem Übertragungsweg besteht, wodurch es gezwungen wird, ESP-Pakete in UDP einzukapseln. In der Regel ist dies nicht erforderlich, kann aber helfen, Verbindungsprobleme mit zu restriktiven Zwischen-Firewalls zu umgehen, die ESP-Pakete blockieren.
el_gr: Για να επιβάλει την ενθυλάκωση UDP των πακέτων ESP, το deamon IKE μπορεί να χειριστεί τα φορτία ανίχνευσης NAT Αυτό κάνει τον κόμβο να πιστεύει ότι υπάρχει μια κατάσταση NAT στη διαδρομή μετάδοσης, αναγκάζοντάς τον να ενθυλακώσει τα πακέτα ESP σε UDP Συνήθως αυτό δεν απαιτείται, αλλά μπορεί να βοηθήσει στην αντιμετώπιση προβλημάτων συνδεσιμότητας με πολύ περιοριστικά ενδιάμεσα τείχη προστασίας που μπλοκάρουν τα πακέτα ESP.
fa_ir: برای اجبار محصورسازی UDP بسته‌های ESP، دیمن IKE می‌تواند بارهای تشخیص NAT را دست‌کاری کند. این باعث می‌شود همتا تصور کند وضعیت NAT روی مسیر انتقال وجود دارد و مجبور شود بسته‌های ESP را در UDP محصور کند. معمولاً این لازم نیست، اما می‌تواند به رفع مشکلات اتصال ناشی از فایروال‌های میانی بسیار محدود که بسته‌های ESP را مسدود می‌کنند کمک کند.
fr_fr: Pour imposer l'encapsulation UDP des paquets ESP, le démon IKE peut manipuler les données utiles de détection NAT. Cela fait croire à l'homologue qu'il existe une situation NAT sur le chemin de transmission, ce qui l'oblige à encapsuler les paquets ESP en UDP. En général, cela n'est pas nécessaire, mais cela peut aider à résoudre des problèmes de connectivité avec des pare-feu intermédiaires trop restrictifs qui bloquent les paquets ESP. les pare-feu qui bloquent les paquets ESP
it_it: Per imporre l'incapsulamento UDP dei pacchetti ESP, il demone IKE può manipolare i payload di rilevamento NAT. Ciò fa credere al peer che esista una situazione NAT sul percorso di trasmissione, costringendolo a incapsulare i pacchetti ESP in UDP. Di solito questo non è necessario ma può aiutare a risolvere i problemi di connettività con un intermediario troppo restrittivo firewall che bloccano i pacchetti ESP
ko_kr: ESP 패킷의 UDP 캡슐화를 강제하려면 IKE 데몬이 NAT 탐지 페이로드를 조작할 수 있습니다. 이를 통해 피어는 전송 경로에 NAT 상황이 존재한다고 믿게 되어 ESP 패킷을 UDP에 캡슐화하도록 강제합니다. 일반적으로 이는 필요하지 않지만, ESP 패킷을 차단하는 너무 제한적인 중간 방화벽과의 연결성 문제를 해결하는 데 도움이 될 수 있습니다.
uk_ua: Щоб забезпечити UDP інкапсуляцію ESP пакетів, демон IKE може маніпулювати корисними навантаженнями виявлення NAT. Це змушує піра вірити, що ситуація NAT існує на шляху передачі, змушуючи його інкапсулювати ESP пакети в UDP. Зазвичай це не потрібно, але може допомогти обійти проблеми з підключенням через надто обмежувальні проміжні брандмауери, які блокують ESP пакети
zh_cn: 强制对ESP数据包进行UDP封装，IKE守护程序可以操纵NAT检测负载。 这使得对端认为传输路径上存在NAT情况，迫使其 ESP数据包封装在UDP中。 通常这不是必需的， 但它可以帮助解决由于中间防火墙限制过多而阻止ESP数据包的连接问题

source: Whether to install IPsec policies or not. Disabling this can be useful in some scenarios e.g. VTI where policies are not managed by the IKE daemon
cs_cz: Zda mají být IPsec zásady instalovány, nebo ne. Vypnutí toho může být užitečné v některých scénářích, např. u VTI, kde zásady nejsou spravovány procesem služby IKE.
de_de: Legt fest, ob IPsec-Richtlinien installiert werden sollen. Das Deaktivieren kann in bestimmten Szenarien wie VTI nützlich sein, bei denen die Richtlinien nicht vom IKE-Daemon verwaltet werden.
el_gr: Εάν θα εγκατασταθούν πολιτικές IPsec ή όχι Η απενεργοποίηση αυτής της δυνατότητας μπορεί να είναι χρήσιμη σε ορισμένα σενάρια, π.χ. VTI όπου οι πολιτικές δεν διαχειρίζονται από το daemon IKE.
fa_ir: آیا سیاست‌های IPsec نصب شوند یا خیر. غیرفعال‌کردن این مورد می‌تواند در برخی سناریوها مفید باشد؛ مثلاً در VTI که سیاست‌ها توسط دیمن IKE مدیریت نمی‌شوند.
fr_fr: Installer ou non les politiques IPsec. La désactivation de cette option peut s'avérer utile dans certains scénarios, par exemple dans le cas de VTI où les règles ne sont pas gérées par le démon IKE.
it_it: Se installare o meno i criteri IPsec. Disabilitarlo può essere utile in alcuni scenari, ad es. VTI in cui le policy non sono gestite dal demone IKE
ko_kr: IPsec 정책을 설치할지 여부입니다. 이를 비활성화하면 IKE 데몬에서 정책을 관리하지 않는 VTI와 같은 시나리오에서 유용할 수 있습니다.
uk_ua: Чи встановлювати політики IPsec. Вимкнення цього може бути корисним у деяких сценаріях, наприклад, VTI, де політики не керуються демоном IKE
zh_cn: 是否安装IPsec策略。 禁用此功能在某些情况下可能很有用，例如在VTI中，IKE守护进程不管理策略。

source: This is the number of packets the packet capture will grab. Default value is 100. Enter 0 (zero) for no count limit.
cs_cz: Jedná se o počet paketů, které jednotlivé zachycení provede. Výchozí hodnota je 100. Pokud nechcete omezovat, zadejte 0 (nula).
de_de: Dies ist die Anzahl der Pakete, die bei der Paketerfassung erfasst werden. Der Standardwert ist 100. Geben Sie 0 (Null) ein, um keine Zählbegrenzung festzulegen.
el_gr: Αυτός είναι ο αριθμός των πακέτων που θα καταγράψει η καταγραφή πακέτων. Η προεπιλεγμένη τιμή είναι 100. Εισαγάγετε 0 (μηδέν) για να μην υπάρχει όριο πλήθους.
fa_ir: این تعداد بسته‌ای است که ضبط بسته‌گیری خواهد گرفت. مقدار پیش‌فرض 100 است. برای نامحدود بودن شمارش، 0 (صفر) وارد کنید.
fr_fr: Il s'agit du nombre de paquets que la capture de paquets va saisir. La valeur par défaut est 100. Entrez 0 (zéro) pour ne pas avoir de limite de comptage.
it_it: Questo è il numero di pacchetti che verranno catturati dall'acquisizione dei pacchetti. Il valore predefinito è 100. Immettere 0 (zero) per nessun limite di conteggio.
ko_kr: 이는 패킷 캡처가 챕처할 패킷 수입니다. 기본값은 100입니다. 카운트 제한이 없으면 0(영)을 입력하세요.
uk_ua: Це кількість пакетів, які буде захоплено засобом захоплення пакетів. Типове значення – 100. Введіть 0 (нуль) для відсутності обмеження кількості.
zh_cn: 抓取的数据包数量。 默认值为100。为0则没有数量限制。

source: This value is either the Source or Destination IP/MAC address or subnet in CIDR notation. The packet capture will look for this address in either field. Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression. If you leave this field blank, all packets on the specified interface will be captured. Example: not 10.0.0.0/24 not and not 11.0.0.1 or 00:0a:01:02:03:04
cs_cz: Tato hodnota je buď zdrojová, nebo cílová IP/MAC adresa nebo podsíť v CIDR zápisu. Zachycení paketu bude hledat tuto adresu v obou kolonkách. Shodu lze negovat uvedením „not“ před hodnotou. Vícero IP adres nebo CIDR podsítí lze zadat jako logický výraz. Pokud nevyplněno, budou zachyceny všechny pakety na zadaném rozhraní. Příklad: not 10.0.0.0/24 not and not 11.0.0.1 or 00:0a:01:02:03:04
de_de: Dieser Wert entspricht entweder der Quell- oder Ziel-IP/MAC-Adresse oder dem Subnetz in CIDR-Notation. Die Paketerfassung sucht in beiden Feldern nach dieser Adresse. Eine Übereinstimmung kann durch Voranstellen von "not" negiert werden. Mehrere IP-Adressen oder CIDR-Subnetze können als boolescher Ausdruck angegeben werden. Wenn Sie dieses Feld leer lassen, werden alle Pakete der angegebenen Schnittstelle erfasst. Beispiel: not 10.0.0.0/24 not and not 11.0.0.1 or 00:0a:01:02:03:04
el_gr: Αυτή η τιμή είναι είτε η διεύθυνση IP/MAC προέλευσης είτε η διεύθυνση προορισμού ή το υποδίκτυο σε συμβολισμό CIDR. Η καταγραφή πακέτων θα αναζητήσει αυτήν τη διεύθυνση σε οποιοδήποτε από τα δύο πεδία. Η αντιστοίχιση μπορεί να ακυρωθεί προσθέτοντας την τιμή με "not" Πολλαπλές διευθύνσεις IP ή υποδίκτυα CIDR μπορούν να καθοριστούν ως λογικές εκφράσεις Εάν αφήσετε αυτό το πεδίο κενό, όλα τα πακέτα στην καθορισμένη διεπαφή θα καταγραφούν Παράδειγμα: not 10.0.0.0/24 not και not 11.0.0.1 ή 00:0a:01:02:03:04
fa_ir: این مقدار می‌تواند آدرس مبدأ یا مقصد IP/MAC یا یک زیرشبکه به‌صورت CIDR باشد. ضبط بسته‌گیری این آدرس را در هر یک از فیلدها جست‌وجو می‌کند. با قرار دادن «not» قبل از مقدار می‌توان تطابق را نفی کرد. آدرس‌های IP یا زیرشبکه‌های CIDR چندگانه می‌توانند به‌صورت عبارت‌های بولی مشخص شوند. در صورت خالی گذاشتن این فیلد، همه بسته‌ها روی رابط مشخص‌شده ضبط می‌شوند. مثال: not 10.0.0.0/24 not and not 11.0.0.1 or 00:0a:01:02:03:04
fr_fr: Cette valeur est soit l'adresse IP/MAC de la source ou de la destination, soit le sous-réseau en notation CIDR. La capture de paquets recherchera cette adresse dans l'un ou l'autre champ. La correspondance peut être annulée en faisant précéder la valeur de "not". Plusieurs adresses IP ou sous-réseaux CIDR peuvent être spécifiés sous forme d'expression booléenne. Si vous laissez ce champ vide, tous les paquets sur l'interface spécifiée seront capturés. Exemple : not 10.0.0.0/24 not and not 11.0.0.1 or 00:0a:01:02:03:04
it_it: Questo valore è l'indirizzo IP/MAC di origine o di destinazione o la sottorete nella notazione CIDR. L'acquisizione del pacchetto cercherà questo indirizzo in entrambi i campi. La corrispondenza può essere negata facendo precedere il valore da "not". È possibile specificare più indirizzi IP o sottoreti CIDR come espressione booleana. Se lasci vuoto questo campo, verranno catturati tutti i pacchetti sull'interfaccia specificata. Esempio: not 10.0.0.0/24 not e not 11.0.0.1 o 00:0a:01:02:03:04
ko_kr: 이 값은 CIDR 표기법의 소스 또는 대상 IP/MAC 주소 또는 서브넷입니다. 패킷 캡처는 이 주소를 두 필드 모두에서 찾습니다. 값 앞에 "not"을 붙여 일치를 부정할 수 있습니다. 여러 IP 주소 또는 CIDR 서브넷을 부울 표현식으로 지정할 수 있습니다. 이 필드를 비워 두면 지정된 인터페이스의 모든 패킷이 캡처됩니다. 예: not 10.0.0.0/24 not and not 11.0.0.1 or 00:0a:01:02:03:04
uk_ua: Це значення є або IP/MAC-адресою джерела або призначення, або підмережею в нотації CIDR. Захоплення пакетів шукатиме цю адресу в будь-якому полі. Збіг можна заперечити, додавши перед значенням "not". Кілька IP-адрес або підмереж CIDR можуть бути вказані як булевий вираз. Якщо ви залишите це поле пустим, усі пакети на вказаному інтерфейсі будуть захоплені. Приклад: not 10.0.0.0/24 not and not 11.0.0.1 or 00:0a:01:02:03:04
zh_cn: 该值是 CIDR 表示法中的源或目标 IP/MAC 地址或子网。 数据包捕获将在任一字段中查找该地址。 可以通过在值前面加上 "not".来反转匹配。 多个 IP 地址或 CIDR 子网可以指定为布尔表达式。 如果将此字段留空，则将捕获指定接口上的所有数据包。 示例：not 10.0.0.0/24 not 和 not 11.0.0.1 或 00:0a:01:02:03:04

source: Disable fragmentation. Can be helpful to determine the maximum size a transport is able to send.
cs_cz: Zakázat fragmentaci. Může být užitečné pro určení maximální velikosti, kterou je transport schopen odeslat.
de_de: Deaktivieren Sie die Fragmentierung. Dies kann hilfreich sein, um die maximale Größe zu bestimmen, die ein Transport senden kann.
el_gr: Απενεργοποίηση κατακερματισμού. Μπορεί να είναι χρήσιμο για τον προσδιορισμό του μέγιστου μεγέθους που μπορεί να στείλει μια μεταφορά.
fa_ir: قطعه‌بندی را غیرفعال کنید. می‌تواند در تعیین حداکثر اندازه‌ای که یک ترنسپورت قادر به ارسال است مفید باشد.
fr_fr: Désactiver la fragmentation. Peut être utile pour déterminer la taille maximale qu'un transport est capable d'envoyer.
it_it: Disabilita la frammentazione. Può essere utile per determinare la dimensione massima che un trasporto è in grado di inviare.
ko_kr: 분할을 비활성화합니다. 전송이 전송할 수 있는 최대 크기를 결정하는 데 도움이 될 수 있습니다.
uk_ua: Вимкнути фрагментацію. Може бути корисно для визначення максимального розміру, який може надіслати транспорт.
zh_cn: 禁用分片。 有助于确定传输能够发送的最大大小。

source: (no) GUI groups
cs_cz: (žádné) GUI skupiny
de_de: (keine) GUI-Gruppen
el_gr: (όχι) ομάδες GUI
fa_ir: (بدون) گروه‌های GUI
fr_fr: (pas) de groupes GUI
it_it: (no) gruppi GUI
ko_kr: (no) GUI 그룹
uk_ua: (немає) груп графічного інтерфейсу
zh_cn: (no)GUI组

source: (optional) This can be either an IP address, fully qualified domain name or an email address to identify the remote host.
cs_cz: (nepovinné) Může to být IP adresa, úplný název domény nebo e-mailová adresa pro identifikaci vzdáleného hostitele.
de_de: (Optional) Dies kann entweder eine IP-Adresse, ein vollqualifizierter Domainname oder eine E-Mail-Adresse sein.
el_gr: (προαιρετικό) Αυτό μπορεί να είναι είτε μια διεύθυνση IP, ένα πλήρως προσδιορισμένο όνομα τομέα ή μια διεύθυνση ηλεκτρονικού ταχυδρομείου για την αναγνώριση του απομακρυσμένου κεντρικού υπολογιστή.
fa_ir: (اختیاری) این می‌تواند آدرس IP، نام دامنه کامل یا آدرس ایمیل برای شناسایی میزبان راه دور باشد.
fr_fr: (facultatif) Il peut s'agir d'une adresse IP, d'un nom de domaine complet ou d'une adresse électronique permettant d'identifier l'hôte distant.
it_it: (facoltativo) Può essere un indirizzo IP, un nome di dominio completo o un indirizzo e-mail per identificare l'host remoto.
ko_kr: (선택 사항) 이는 원격 호스트를 식별하기 위한 IP 주소, 완전한 도메인 이름 또는 이메일 주소일 수 있습니다.
uk_ua: (необов'язково) Це може бути IP-адреса, повне доменне ім'я або адреса електронної пошти для ідентифікації віддаленого хоста.
zh_cn: （可选项）这可以是IP地址、完全限定域名或用于标识远程主机的电子邮件地址。

source: 0 for public DNS check or 1-84600s
cs_cz: 0 pro kontrolu veřejné DNS nebo 1 až 84600 s
de_de: 0 für öffentlichen DNS-Check oder 1–84600 Sekunden
el_gr: 0 για έλεγχο δημόσιου DNS ή 1-84600s
fa_ir: 0 برای بررسی DNS عمومی یا 1–84600 ثانیه
fr_fr: 0 pour la vérification du DNS public ou 1-84600s
it_it: 0 per il controllo DNS pubblico o 1-84600
ko_kr: 공개 DNS 조회의 경우 0 또는 1~84600초
uk_ua: 0 для перевірки публічного DNS або 1-84600с
zh_cn: 0表示公共DNS检查或1-84600s

source: 127.0.0.1 is the default
cs_cz: 127.0.0.1 je výchozí
de_de: 127.0.0.1 ist der Standard
el_gr: Η προεπιλογή είναι 127.0.0.1
fa_ir: 127.0.0.1 مقدار پیش‌فرض است.
fr_fr: 127.0.0.1 est la valeur par défaut.
it_it: 127.0.0.1 è l'impostazione predefinita
ko_kr: 127.0.0.1 이 기본값
uk_ua: 127.0.0.1 – це типове значення
zh_cn: 127.0.0.1是默认值

source: A list of allowed IP addresses to receive notifies from (in addition to the primary server.)
cs_cz: Seznam povolených IP adres, ze kterých lze přijímat oznámení (kromě hlavního serveru).
de_de: Eine Liste zulässiger IP-Adressen, von denen Benachrichtigungen empfangen werden dürfen (zusätzlich zum primären Server).
el_gr: Μια λίστα με τις επιτρεπόμενες διευθύνσεις IP για λήψη ειδοποιήσεων (εκτός από τον κύριο διακομιστή).
fa_ir: فهرستی از آدرس‌های IP مجاز برای دریافت اعلان‌ها (علاوه بر سرور اصلی).
fr_fr: Liste des adresses IP autorisées à recevoir des notifications (en plus du serveur principal).
it_it: Un elenco di indirizzi IP consentiti da cui ricevere notifiche (oltre al server primario).
ko_kr: 알림을 받을 수 있는 허용된 IP 주소 목록(기본 서버 외)입니다.
uk_ua: Список дозволених IP-адрес для отримання сповіщень (на додаток до основного сервера).
zh_cn: 允许接收通知的 IP 地址列表（除主服务器外）。

source: A virtual_server may be specified here.
cs_cz: virtual_server je možné zadat zde.
de_de: Ein virtueller Server kann hier angegeben werden.
el_gr: Ένας εικονικός_διακομιστής μπορεί να καθοριστεί εδώ.
fa_ir: در اینجا می‌توان virtual_server را مشخص کرد.
fr_fr: Un serveur virtuel peut être spécifié ici.
it_it: Qui è possibile specificare un server_virtuale.
ko_kr: 가상 서버를 여기에 지정할 수 있습니다.
uk_ua: Тут може бути вказаний virtual_server.
zh_cn: 此处可指定虚拟服务器。

source: ACL for filter-aaaa
cs_cz: ACL pro filter-aaaa
de_de: ACL für filter-aaaa
el_gr: ACL για φίλτρο-aaaa
fa_ir: ACL برای filter-aaaa
fr_fr: ACL pour le filtre-aaaa
it_it: ACL per filtro-aaaa
ko_kr: filter-aaaa에 대한 ACL
uk_ua: ACL для filter-aaaa

source: ACME DNS URL
cs_cz: URL ACME DNS
el_gr: URL DNS ACME
fa_ir: آدرس URL DNS ACME
fr_fr: URL DU DNS DE L'ACME
it_it: URL DNS ACME
uk_ua: URL DNS ACME
zh_cn: ACME DNS网址

source: API key generated in the TrueNAS web UI.
cs_cz: Klíč k API, vytvořený ve webovém rozhraní TrueNAS.
de_de: API-Schlüssel, der in der TrueNAS-Weboberfläche erzeugt wurde.
el_gr: Κλειδί API που δημιουργήθηκε στο περιβάλλον εργασίας χρήστη ιστού TrueNAS.
fa_ir: کلید API تولیدشده در رابط وب TrueNAS.
fr_fr: Clé API générée dans l'interface web TrueNAS.
it_it: Chiave API generata nell'interfaccia utente Web TrueNAS.
ko_kr: TrueNAS 웹 UI에서 생성된 API 키입니다.
uk_ua: Ключ API, згенерований у веб-інтерфейсі TrueNAS.
zh_cn: 在 TrueNAS Web UI 中生成的 API 密钥。

source: API key id
cs_cz: Identif. klíče k API
de_de: API-Schlüssel-ID
el_gr: Αναγνωριστικό κλειδιού API
fa_ir: شناسه کلید API
fr_fr: Clé API id
it_it: ID chiave API
ko_kr: API 키 ID
uk_ua: Ідентифікатор ключа API
zh_cn: API 密钥 ID

source: API key secret
cs_cz: Tajemství ke klíči k API
de_de: API-Schlüssel-Geheimnis
el_gr: Μυστικό κλειδιού API
fa_ir: مقدار مخفی کلید API
fr_fr: Secret de la clé API
it_it: Segreto della chiave API
ko_kr: API 키 secret
uk_ua: Секретний ключ API
zh_cn: API 密钥

source: Account Name
cs_cz: Název účtu
de_de: Kontoname
el_gr: Όνομα λογαριασμού
fa_ir: نام حساب
fr_fr: Nom du compte
it_it: Nome utente
ko_kr: 계정 이름
uk_ua: Назва облікового запису
zh_cn: 帐户名称

source: Accounting Pool
cs_cz: Účtovací fond
de_de: Abrechnungspool
el_gr: Λογιστική Ομάδα
fa_ir: استخر حسابداری
fr_fr: Pool comptable
it_it: Gruppo contabile
ko_kr: 계정 풀
uk_ua: Пул обліку
zh_cn: 会计池

source: Active response
cs_cz: Aktivní odezva
de_de: Aktive Reaktion
el_gr: Ενεργή απόκριση
fa_ir: پاسخ فعال
fr_fr: Réponse active
it_it: Risposta attiva
ko_kr: 활성 응답
uk_ua: Активна відповідь
zh_cn: 积极响应
