Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Defines the action to take if the remote peer unexpectedly closes a CHILD_SA. A closeaction should not be used if the peer uses reauthentication or uniqueids checking, as these events might trigger the defined action when not desired.
cs_cz: Definuje akci, kterou provést, pokud vzdálený protějšek neočekávaně uzavře CHILD_SA. Akce uzavření by neměla být použita, pokud protějšek používá opakované ověřování nebo kontrolu unikátů, protože tyto události by mohly spustit definovanou akci, když to není žádoucí.
de_de: Legt fest, welche Aktion ausgeführt wird, wenn der entfernte Teilnehmer eine CHILD_SA unerwartet schließt. Eine Schließaktion sollte nicht verwendet werden, wenn der Peer Reauthentifizierung oder UniqueID-Prüfung nutzt, da diese Ereignisse unbeabsichtigt die definierte Aktion auslösen können.
el_gr: Ορίζει την ενέργεια που θα εκτελεστεί εάν ο απομακρυσμένος ομότιμος κλείσει απροσδόκητα ένα CHILD_SA. Δεν θα πρέπει να χρησιμοποιείται μια ενέργεια κλεισίματος εάν ο ομότιμος χρησιμοποιεί επαναπιστοποίηση ταυτότητας ή έλεγχο μοναδικών αναγνωριστικών, καθώς αυτά τα συμβάντα ενδέχεται να ενεργοποιήσουν την καθορισμένη ενέργεια όταν δεν είναι επιθυμητή.
fa_ir: تعریف می‌کند هنگام بسته شدن ناگهانی یک CHILD_SA توسط همتای دور چه اقدامی انجام شود. از closeaction نباید در حالتی استفاده شود که طرف مقابل از reauthentication یا uniqueids checking استفاده می‌کند، زیرا این رخدادها ممکن است اقدام تعریف‌شده را در مواقع نامطلوب فعال نمایند.
fr_fr: Définit l'action à entreprendre si le pair distant ferme inopinément un CHILD_SA. Une action de fermeture ne doit pas être utilisée si l'homologue utilise la réauthentification ou la vérification d'unicité, car ces événements pourraient déclencher l'action définie alors qu'elle n'est pas souhaitée.
it_it: Definisce l'azione da intraprendere se il peer remoto chiude inaspettatamente un CHILD_SA. Un'azione di chiusura non deve essere utilizzata se il peer utilizza la riautenticazione o il controllo degli ID univoci, poiché questi eventi potrebbero attivare l'azione definita quando non lo si desidera.
ko_kr: 원격 피어가 예기치 않게 CHILD_SA를 닫으면 취할 동작을 정의합니다. 피어가 재인증이나 고유 ID 확인을 사용하는 경우 closeaction을 사용하지 않아야 합니다. 이러한 이벤트는 원하지 않는 경우에도 정의된 동작을 트리거할 수 있습니다.
uk_ua: Визначає дію, яка повинна бути виконана, якщо віддалений вузол неочікувано закриває CHILD_SA. Дію при закритті не слід використовувати, якщо вузол використовує повторну автентифікацію або перевірку унікальних ідентифікаторів, оскільки ці події можуть викликати визначену дію, коли це небажано.
zh_cn: 定义在远程对端方意外关闭CHILD_SA时要执行的操作。如果对端方使用重新身份验证或唯一身份检查，则不应使用关闭操作，因为这些事件可能会在不需要时触发定义的操作。

source: Delete all filtered states
cs_cz: Vymazat veškeré filtrované stavy
de_de: Alle gefilterten Zustände löschen
el_gr: Διαγραφή όλων των φιλτραρισμένων καταστάσεων
fa_ir: حذف همهٔ حالات فیلترشده
fr_fr: Supprimer tous les états filtrés
it_it: Elimina tutti gli stati filtrati
ko_kr: 필터링된 모든 상태 삭제
pl_pl: Usuń wszystkie filtrowane stany
uk_ua: Видалити всі відфільтровані стани
zh_cn: 删除所有已过滤状态

source: Deny mode 6 control message trap service
cs_cz: Odmítat službu trapů kontrolních zpráv v režimu 6
de_de: Modus-6-Steuernachrichtendienst (trap service) verbieten
el_gr: Υπηρεσία παγίδευσης μηνυμάτων ελέγχου λειτουργίας άρνησης 6
fa_ir: مسدود کردن سرویس trap پیام کنترل mode 6
fr_fr: Refuser le service de piège du message de contrôle du mode 6
it_it: Nega il servizio trap dei messaggi di controllo in modalità 6
ko_kr: 거부 모드 6 제어 메시지 트랩 서비스
uk_ua: Заборонити службу пастки керуючих повідомлень режиму 6
zh_cn: 拒绝模式6控制消息陷阱服务

source: Deny packets that attempt a peer association
cs_cz: Odmítat pakety, které se pokoušejí o přiřazení k protějšku.
de_de: Pakete verbieten, die versuchen, eine Peer-Verbindung herzustellen
el_gr: Απόρριψη πακέτων που επιχειρούν συσχέτιση μεταξύ ομότιμων
fa_ir: رد بسته‌هایی که تلاش برای ایجاد ارتباط همتا (peer) می‌کنند
fr_fr: Refuser les paquets qui tentent de s'associer à un pair.
it_it: Nega i pacchetti che tentano un'associazione peer
ko_kr: 피어 연결을 시도하는 패킷 거부
pl_pl: Odrzuć pakiety, które próbują skojarzyć równorzędne
uk_ua: Відхиляти пакети, які намагаються встановити асоціацію з вузлом
zh_cn: 拒绝尝试对端关联的数据包

source: Deny state modifications (i.e. run time configuration) by ntpq and ntpdc
cs_cz: Odmítat změny stavu (tj. nastavování za chodu) pomocí ntpq a ntpdc
de_de: Zustandsänderungen durch ntpq und ntpdc verbieten (z. B. Konfiguration zur Laufzeit)
el_gr: Άρνηση τροποποιήσεων κατάστασης (δηλαδή διαμόρφωση χρόνου εκτέλεσης) από ntpq και ntpdc
fa_ir: ممانعت از تغییر وضعیت‌ها (مثلاً پیکربندی زمان اجرا) توسط ntpq و ntpdc
fr_fr: Refuser les modifications d'état (c'est-à-dire la configuration en cours d'exécution) par ntpq et ntpdc.
it_it: Nega le modifiche dello stato (ovvero la configurazione del runtime) da parte di ntpq e ntpdc
ko_kr: ntpq와 ntpdc에 의한 상태 수정을 거부(예: 런타임 중 구성)
uk_ua: Заборонити модифікації стану (тобто конфігурацію під час виконання) за допомогою ntpq та ntpdc
zh_cn: 拒绝ntpq和ntpdc的状态修改（即运行时配置）

source: Dir
cs_cz: Složka
de_de: Richtung
el_gr: Διευθυντής
fa_ir: جهت
ko_kr: 방향
uk_ua: Напр.
zh_cn: 目录

source: Disable all except ntpq and ntpdc queries
cs_cz: Vypnout vše vyjma ntpq a ntpdc dotazů
de_de: Alle Anfragen außer ntpq und ntpdc deaktivieren
el_gr: Απενεργοποίηση όλων των ερωτημάτων εκτός από τα ntpq και ntpdc
fa_ir: غیرفعال کردن همه به‌جز پرس‌وجوهای ntpq و ntpdc
fr_fr: Désactiver tout sauf les requêtes ntpq et ntpdc
it_it: Disabilita tutto tranne le query ntpq e ntpdc
ko_kr: ntpq 및 ntpdc 쿼리를 제외한 모든 쿼리 사용 안 함
pl_pl: Wyłącz wszystkie oprócz zapytań ntpq i ntpdc
uk_ua: Вимкнути все, окрім запитів ntpq та ntpdc
zh_cn: 禁用除ntpq 和ntpdc之外的所有查询

source: Disable ntpq and ntpdc queries
cs_cz: Vypnout ntpq a ntpdc dotazy
de_de: ntpq- und ntpdc-Anfragen deaktivieren
el_gr: Απενεργοποίηση ερωτημάτων ntpq και ntpdc
fa_ir: غیرفعال کردن پرس‌وجوهای ntpq و ntpdc
fr_fr: Désactiver les requêtes ntpq et ntpdc
it_it: Disabilita le query ntpq e ntpdc
ko_kr: ntpq 및 ntpdc 쿼리 사용 안 함
pl_pl: Wyłącz zapytania ntpq i ntpdc
uk_ua: Вимкнути запити ntpq та ntpdc
zh_cn: 禁用ntpq和ntpdc查询

source: Do you really want to remove this plugin?
cs_cz: Opravdu chcete tento doplněk odebrat?
de_de: Möchten sie wirklich dieses Plugin entfernen?
el_gr: Θέλετε πραγματικά να καταργήσετε αυτό το πρόσθετο;
fa_ir: آیا مطمئنید که می‌خواهید این افزونه را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer ce plugin ?
it_it: Vuoi davvero rimuovere questo plugin?
ko_kr: 정말 이 플러그인을 제거하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć tę wtyczkę?
uk_ua: Ви дійсно бажаєте видалити цей плагін?
zh_cn: 你真的要删除这个插件吗？

source: Download default template
cs_cz: Stáhnout si výchozí šablonu
de_de: Standardvorlage herunterladen
el_gr: Λήψη προεπιλεγμένου προτύπου
fa_ir: دانلود قالب پیش‌فرض
fr_fr: Télécharger le modèle par défaut
it_it: Scarica il modello predefinito
ko_kr: 기본 템플릿 다운로드
pl_pl: Pobierz domyślny szablon
uk_ua: Завантажити типовий шаблон
zh_cn: 下载默认模板

source: Edit account
cs_cz: Upravit účet
de_de: Konto bearbeiten
el_gr: Επεξεργασία λογαριασμού
fa_ir: ویرایش حساب
fr_fr: Modifier le compte
it_it: Modifica account
ko_kr: 계정 편집
pl_pl: Edytuj konto
uk_ua: Редагувати обліковий запис
zh_cn: 编辑账户

source: Edit certificate
cs_cz: Upravit certifikát
de_de: Zertifikat bearbeiten
el_gr: Επεξεργασία πιστοποιητικού
fa_ir: ویرایش گواهی
fr_fr: Modifier le certificat
it_it: Modifica certificato
ko_kr: 인증서 편집
pl_pl: Edytuj certyfikat
uk_ua: Редагувати сертифікат
zh_cn: 编辑证书

source: Emergency
cs_cz: Nouzové
de_de: Notfall
el_gr: Επείγον
fa_ir: اضطراری
fr_fr: Urgence
it_it: Emergenza
ko_kr: 긴급
pl_pl: Nagły wypadek
uk_ua: Аварійний
zh_cn: 紧急情况

source: Enable Kiss-o'-death packets
cs_cz: Zapnout pakety „polibek smrti“
de_de: "Kiss-o'-death"-Pakete aktivieren
el_gr: Ενεργοποίηση πακέτων Kiss-o'-death
fa_ir: فعال‌سازی بسته‌های Kiss-o'-death
fr_fr: Activer les paquets "kiss-o'-death".
it_it: Abilita i pacchetti Kiss-o'-death
ko_kr: 키스-오-데스 패킷 사용
uk_ua: Увімкнути пакети Kiss-o'-death
zh_cn: 启用Kiss-o'-death packets

source: Enable RRD graphs of NTP statistics
cs_cz: Zapnout RRD grafy NTP statistik
de_de: RRD-Diagramme für NTP-Statistiken aktivieren
el_gr: Ενεργοποίηση γραφημάτων RRD των στατιστικών NTP
fa_ir: فعال‌سازی نمودارهای RRD برای آمار NTP
fr_fr: Activer les graphiques RRD des statistiques NTP
it_it: Abilita i grafici RRD delle statistiche NTP
ko_kr: NTP 통계의 RRD 그래프 사용
pl_pl: Włącz wykresy RRD statystyk NTP
uk_ua: Увімкнути RRD-графіки статистики NTP
zh_cn: 启用包含NTP统计信息的RRD图形

source: Enable lacp strict compliance on the interface. The default depends on the system tunable in net.link.lagg.lacp.default_strict_mode.
cs_cz: Zapnout přísné dodržování standardu lacp na rozhraní. Výchozí nastavení závisí na vyladitelné položce systému v net.link.lagg.lacp.default_strict_mode.
de_de: Aktiviere die strikte Lacp-Konformität auf der Schnittstelle. Der Standardwert hängt vom System ab und kann unter net.link.lagg.lacp.default_strict_mode eingestellt werden.
el_gr: Ενεργοποιήστε την αυστηρή συμμόρφωση με το lacp στη διεπαφή. Η προεπιλογή εξαρτάται από την παραμετροποίηση μπορεί να ρυθμιστεί στο net.link.lagg.lacp.default_strict_mode.
fa_ir: رعایت سخت‌گیرانهٔ lacp را روی این رابط فعال کنید. مقدار پیش‌فرض به تنظیم سیستمی net.link.lagg.lacp.default_strict_mode بستگی دارد.
fr_fr: Active la conformité stricte de lacp sur l'interface. La valeur par défaut dépend du réglage du système dans net.link.lagg.lacp.default_strict_mode.
it_it: Abilita la stretta conformità lacp sull'interfaccia. L'impostazione predefinita dipende dall'ottimizzazione del sistema in net.link.lagg.lacp.default_strict_mode.
ko_kr: 인터페이스에서 lacp 엄격한 규정 준수를 사용하도록 설정합니다. 기본값은 net.link.lagg.lacp.default_strict_mode에서 조정 가능한 시스템에 따라 달라집니다.
uk_ua: Увімкнути сувору відповідність LACP на інтерфейсі. Типово залежить від системного параметру net.link.lagg.lacp.default_strict_mode.
zh_cn: 在接口上启用lacp严格合规性。默认值取决于net.link.lagg.lacp.default_strict_mode中的系统可调参数。

source: Enable logging of NTP peer statistics
cs_cz: Zapnout zaznamenávání statistiky NTP protějšku
de_de: Protokollierung der NTP-Peer-Statistiken aktivieren
el_gr: Ενεργοποίηση καταγραφής στατιστικών στοιχείων ομότιμων NTP
fa_ir: فعال‌سازی ثبت آمار peerهای NTP
fr_fr: Activer la journalisation des statistiques des pairs NTP
it_it: Abilita la registrazione delle statistiche peer NTP
ko_kr: NTP 피어 통계 로깅 사용
pl_pl: Włącz rejestrowanie statystyk równorzędnych NTP
uk_ua: Увімкнути ведення журналу статистики NTP-рівнів
zh_cn: 启用NTP对端统计信息的日志记录

source: Enable logging of clock discipline statistics
cs_cz: Povolení protokolování statistik o disciplíně hodin
de_de: Protokollierung der Takt-Disziplinierungsstatistiken aktivieren
el_gr: Ενεργοποίηση καταγραφής στατιστικών στοιχείων πειθαρχίας ρολογιού
fa_ir: فعال‌سازی ثبت آمار clock discipline
fr_fr: Activer la journalisation des statistiques de discipline d'horloge
it_it: Abilita la registrazione delle statistiche della disciplina dell'orologio
ko_kr: 클럭 부문 통계 로깅 사용
pl_pl: Włącz rejestrowanie statystyk dyscypliny zegara
uk_ua: Увімкнути ведення журналу статистики дисципліни годинника
zh_cn: 启用时钟规则统计信息的日志记录

source: Enable logging of peer messages
cs_cz: Zaznamenávat zprávy od partnerů
de_de: Protokollierung von Peer-Nachrichten aktivieren
el_gr: Ενεργοποίηση καταγραφής μηνυμάτων από ομοτίμους
fa_ir: فعال‌سازی ثبت پیام‌های peer
fr_fr: Activer la journalisation des messages des pairs
it_it: Abilita la registrazione dei messaggi peer
ko_kr: 피어 메시지 로깅 사용
uk_ua: Увімкнути ведення журналу повідомлень рівнів
zh_cn: 启用对端消息的日志记录

source: Enable logging of reference clock statistics
cs_cz: Zaznamenávat (log) statistiky referenčních hodin
de_de: Protokollierung von Referenzuhren aktivieren
el_gr: Ενεργοποίηση καταγραφής στατιστικών στοιχείων ρολογιού αναφοράς
fa_ir: فعال‌سازی ثبت آمار reference clock
fr_fr: Activer l'enregistrement des statistiques de l'horloge de référence
it_it: Abilita la registrazione delle statistiche dell'orologio di riferimento
ko_kr: 참조 클럭 통계 로깅 사용
uk_ua: Увімкнути ведення журналу статистики еталонного годинника
zh_cn: 启用参考时钟统计信息的记录

source: Enable logging of system messages
cs_cz: Zaznamenávat (log) systémové zprávy
de_de: Protokollierung von Systemnachrichten aktivieren
el_gr: Ενεργοποίηση καταγραφής μηνυμάτων συστήματος
fa_ir: فعال‌سازی ثبت پیام‌های سیستم
fr_fr: Activer la journalisation des messages du système
it_it: Abilita la registrazione dei messaggi di sistema
ko_kr: 시스템 메시지 로깅 사용
uk_ua: Увімкнути ведення журналу системних повідомлень
zh_cn: 启用系统消息的日志记录

source: Enabled - Authentication & encryption
cs_cz: Zapnuto – ověřování a šifrování
de_de: Aktiviert - Authentifizierung und Verschlüsselung
el_gr: Ενεργοποιημένο - Έλεγχος ταυτότητας και κρυπτογράφηση
fa_ir: فعال - احراز هویت و رمزنگاری
fr_fr: Activé - Authentification et cryptage
it_it: Abilitato: autenticazione e crittografia
ko_kr: 사용 가능 - 인증 및 암호화
pl_pl: Włączone — uwierzytelnianie i szyfrowanie
uk_ua: Увімкнено - Автентифікація та шифрування
zh_cn: 启用 - 身份验证和加密

source: Enabled - Authentication only
cs_cz: Zapnuto – pouze ověřování
de_de: Aktiviert - Nur Authentifizierung
el_gr: Ενεργοποιημένο - Μόνο έλεγχος ταυτότητας
fa_ir: فعال - فقط احراز هویت
fr_fr: Activé - Authentification seulement
it_it: Abilitato: solo autenticazione
ko_kr: 사용 가능 - 인증 전용
pl_pl: Włączone — tylko uwierzytelnianie
uk_ua: Увімкнено - Лише автентифікація
zh_cn: 启用 - 仅限身份验证

source: Enter a DUID Identifier in the following format:
cs_cz: Zadejte DUID identifikátor v následujícím formátu:
de_de: Geben Sie eine DUID-Kennung im folgenden Format ein:
el_gr: Εισαγάγετε έναν αναγνωριστικό DUID με την ακόλουθη μορφή:
fa_ir: یک شناسه DUID را به فرمت زیر وارد کنید:
fr_fr: Entrez un identifiant DUID dans le format suivant :
it_it: Inserisci un identificatore DUID nel seguente formato:
ko_kr: 다음 형식으로 DUID 식별자를 입력하세요:
pl_pl: Wprowadź identyfikator DUID w następującym formacie:
uk_ua: Введіть DUID-ідентифікатор у такому форматі:
zh_cn: 按以下格式输入DUID 标识符：

source: Entry "%s" is not a valid partial ipv6 address definition (e.g. ::1000).
cs_cz: Položka „%s“ není platnou částečnou definicí ipv6 adresy (např. ::1000).
de_de: Eintrag "%s" ist keine gültige partielle IPv6-Adressdefinition (z. B. ::1000).
el_gr: Η καταχώρηση "%s" δεν είναι έγκυρος ορισμός μερικής διεύθυνσης ipv6 (π.χ. ::1000).
fa_ir: ورودی "%s" یک تعریف جزئی آدرس IPv6 معتبر نیست (مثلاً ::1000).
fr_fr: L'entrée "%s" n'est pas une définition d'adresse ipv6 partielle valide (par exemple ::1000).
it_it: La voce "%s" non è una definizione di indirizzo IPv6 parziale valida (ad esempio ::1000).
ko_kr: 항목 "%s"은(는) 유효한 부분 ipv6 주소 정의가 아닙니다(예: ::1000).
uk_ua: Запис "%s" не є дійсним частковим визначенням адреси IPv6 (наприклад, ::1000).
zh_cn: 条目"%s"不是有效的部分 ipv6 地址定义（例如：::1000）。

source: Error reconfiguring DynDNS
cs_cz: Chyba při přenastavování DynDNS
de_de: Fehler bei der DynDNS-Umkonfiguration
el_gr: Σφάλμα κατά την επαναρύθμιση του DynDNS
fa_ir: خطا در بازپیکربندی DynDNS
fr_fr: Erreur de reconfiguration de DynDNS
it_it: Errore durante la riconfigurazione di DynDNS
ko_kr: DynDNS 재구성 중 오류
pl_pl: Błąd ponownej konfiguracji DynDNS
uk_ua: Помилка переналаштування DynDNS
zh_cn: 重新配置DynDNS时出错

source: Error reconfiguring puppetagent
cs_cz: Chyba při přenastavování puppetagenta
de_de: Fehler bei der Neukonfiguration des Puppet-Agenten
el_gr: Σφάλμα κατά την επαναρύθμιση του puppetagent
fa_ir: خطا در بازپیکربندی puppetagent
fr_fr: Erreur de reconfiguration de puppetagent
it_it: Errore durante la riconfigurazione di pupazzetto
ko_kr: Puppet 에이전트 재구성 중 오류
uk_ua: Помилка переналаштування puppetagent
zh_cn: 重新配置puppetagent时出错

source: Expires (sec)
cs_cz: Platnost skončí (sek)
de_de: Verbleibend (Sek.)
el_gr: Λήγει (δευτ.)
fa_ir: انقضا (ثانیه)
fr_fr: Expire (sec)
it_it: Scade (sec)
ko_kr: 만료(초)
pl_pl: Wygasa (sec)
uk_ua: Закінчується (сек)
zh_cn: 过期（秒）

source: Firewall Log Templates
cs_cz: Šablony záznamu událostí brány firewall
de_de: Firewall-Protokoll-Vorlagen
el_gr: Πρότυπα καταγραφής τείχους προστασίας
fa_ir: قالب‌های لاگ فایروال
fr_fr: Modèles de journaux de pare-feu
it_it: Modelli di registro del firewall
ko_kr: 방화벽 로그 템플릿
pl_pl: Szablony dziennika zapory
uk_ua: Шаблони журналів брандмауера
zh_cn: 防火墙日志模板

source: Firmware status requires to check for update first to provide more information.
cs_cz: Vzhledem ke stavu firmware je pro poskytnutí podrobností provést zjištění případných aktualizací.
de_de: Firmware-Status erfordert zunächst eine Aktualisierungsprüfung, um weitere Informationen bereitzustellen.
el_gr: Η κατάσταση του υλικολογισμικού απαιτεί πρώτα έλεγχο για ενημερώσεις, ώστε να παρέχονται περισσότερες πληροφορίες.
fa_ir: برای ارائه اطلاعات بیشتر، باید ابتدا وضعیت فریم‌ور برای بروزرسانی بررسی شود.
fr_fr: L'état du micrologiciel nécessite de vérifier d'abord la mise à jour pour fournir plus d'informations.
it_it: Lo stato del firmware richiede prima di verificare la presenza di aggiornamenti per fornire ulteriori informazioni.
ko_kr: 펌웨어 상태는 업데이트를 먼저 확인해야 자세한 정보를 제공할 수 있습니다.
uk_ua: Статус прошивки вимагає спочатку перевірити наявність оновлень, щоб надати додаткову інформацію.
zh_cn: 固件状态需要先检查更新来提供更多信息。

source: For certain use-cases it can be useful to register %smultiple accounts%s, but the policy of the CA should be respected with this regard.
cs_cz: Pro určité případy použití může být užitečné zaregistrovat %více účtů%, ale v tomto ohledu je třeba respektovat zásady certifikační autority.
de_de: Für bestimmte Anwendungsfälle kann es sinnvoll sein, %smehrere Konten%s zu registrieren. Dabei sollte jedoch die Richtlinie der Zertifizierungsstelle beachtet werden.
el_gr: Για ορισμένες περιπτώσεις χρήσης μπορεί να είναι χρήσιμη η εγγραφή %sπολλαπλών λογαριασμών%s, αλλά η πολιτική της Αρχής Πιστοποίησης (CA) θα πρέπει να τηρείται ως προς αυτό.
fa_ir: در برخی موارد، ثبت %sچندین حساب%s مفید است، اما باید به سیاست CA در این رابطه احترام گذاشته شود.
fr_fr: Pour certains cas d'utilisation, il peut être utile d'enregistrer des %smultiples comptes%s, mais la politique de l'AC doit être respectée à cet égard.
it_it: Per alcuni casi d'uso può essere utile registrare %spiù account%s, ma la politica della CA dovrebbe essere rispettata a questo riguardo.
ko_kr: 특정 사용 사례에서는 %s여러 계정%s을 등록하는 것이 유용할 수 있지만 CA의 정책은 이와 관련하여 존중되어야 합니다.
uk_ua: Для певних випадків використання може бути корисно зареєструвати %sкілька облікових записів%s, але в цьому відношенні слід дотримуватися політики ЦС.
zh_cn: 对于某些用例，注册%s多个帐户%s可能很有用，但在这方面应遵守CA的策略。

source: For compatibility with implementations that incorrectly use 96-bit (instead of 128-bit) truncation this option may be enabled to configure the shorter truncation length. This is not negotiated, so this only works with peers that use the incorrect truncation length (or have this option enabled), e.g. Forcepoint Sidewinder.
cs_cz: Pro kompatibilitu s implementacemi, které nesprávně používají 96bitové (namísto 128bitového) zkracování, může být tato volba povolena pro nastavení kratší délky zkracování. Tato volba není vyjednána, takže funguje pouze u partnerů, kteří používají nesprávnou délku zkracování (nebo mají tuto volbu povolenou), např. Forcepoint Sidewinder.
de_de: Zur Kompatibilität mit Implementierungen, die fälschlicherweise eine 96-Bit- anstelle einer 128-Bit-Trunkierung verwenden, kann diese Option aktiviert werden, um die kürzere Trunkierungslänge zu konfigurieren. Dies wird nicht verhandelt und funktioniert daher nur mit Gegenstellen, die die fehlerhafte Trunkierung verwenden (oder diese Option ebenfalls aktiviert haben), z. B. Forcepoint Sidewinder.
el_gr: Για συμβατότητα με υλοποιήσεις που χρησιμοποιούν εσφαλμένα περικοπή 96-bit (αντί για 128-bit), αυτή η επιλογή μπορεί να ενεργοποιηθεί για να διαμορφωθεί το μικρότερο μήκος περικοπής. Αυτό δεν αποτελεί αντικείμενο διαπραγμάτευσης, επομένως λειτουργεί μόνο με ομότιμους που χρησιμοποιούν εσφαλμένο μήκος περικοπής (ή έχουν ενεργοποιημένη αυτήν την επιλογή), π.χ. Forcepoint Sidewinder.
fa_ir: برای سازگاری با پیاده‌سازی‌هایی که به‌طور نادرست طول برش را 96 بیت (به‌جای 128 بیت) در نظر می‌گیرند، می‌توان این گزینه را فعال کرد تا طول برش کوتاه‌تر تنظیم شود. این مقدار مورد مذاکره قرار نمی‌گیرد، بنابراین تنها با همتایانی کار می‌کند که طول برش نادرست را استفاده می‌کنند (یا این گزینه را فعال کرده‌اند)، مثلاً Forcepoint Sidewinder.
fr_fr: Pour la compatibilité avec les implémentations qui utilisent incorrectement la troncature de 96 bits (au lieu de 128 bits), cette option peut être activée pour configurer la longueur de troncature la plus courte. Ceci n'est pas négocié, donc cela ne fonctionne qu'avec les pairs qui utilisent la longueur de troncature incorrecte (ou qui ont cette option activée), par exemple Forcepoint Sidewinder.
it_it: Per compatibilità con le implementazioni che utilizzano erroneamente il troncamento a 96 bit (invece che a 128 bit), questa opzione può essere abilitata per configurare una lunghezza di troncamento più breve. Questo non è negoziato, quindi funziona solo con peer che utilizzano la lunghezza di troncamento errata (o hanno questa opzione abilitata), ad es. Sidewinder punto di forza.
ko_kr: 96비트(128비트 대신) 잘림을 잘못 사용하는 구현과의 호환성을 위해 이 옵션을 활성화하여 더 짧은 잘림 길이를 구성할 수 있습니다. 이는 협상되지 않으므로 잘못된 잘림 길이를 사용하거나 이 옵션을 활성화한 피어(예: Forcepoint Sidewinder)에서만 작동합니다.
uk_ua: Для сумісності з реалізаціями, які некоректно використовують 96-бітне (замість 128-бітного) усічення, цю опцію можна увімкнути для налаштування меншої довжини усічення. Це не узгоджується, тому працює лише з рівнями, які використовують некоректну довжину усічення (або мають увімкнену цю опцію), наприклад, Forcepoint Sidewinder.
zh_cn: 启用此选项来配置较短的截断长度，以便为了与错误地使用96位(而不是128位)截断实现兼容。没有协商的，仅适用于使用不正确截断长度（或启用此选项）的对端，例如Forcepoint Sidewinder。

source: Go to page
cs_cz: Přejít na stránku
de_de: Zur Seite gehen
el_gr: Μετάβαση στη σελίδα
fa_ir: برو به صفحه
fr_fr: Aller à la page
it_it: Vai alla pagina
ko_kr: 페이지로 이동
pl_pl: Idź do strony
uk_ua: Перейти до сторінки
zh_cn: 返回上一页

source: HTTP Address
cs_cz: HTTP adresa
de_de: HTTP Adresse
el_gr: Διεύθυνση HTTP
fa_ir: آدرس HTTP
fr_fr: Adresse HTTP
it_it: Indirizzo HTTP
ko_kr: HTTP 주소
pl_pl: Adres HTTP
uk_ua: HTTP Адреса
zh_cn: HTTP地址

source: HTTPS Address
cs_cz: HTTPS adresa
de_de: HTTPS Adresse
el_gr: Διεύθυνση HTTPS
fa_ir: آدرس HTTPS
fr_fr: Adresse HTTPS
it_it: Indirizzo HTTPS
ko_kr: HTTPS 주소
pl_pl: Adres HTTPS
uk_ua: HTTPS Адреса
zh_cn: HTTPS地址

source: Hardware settings
cs_cz: Nastavení hardware
de_de: Hardwareeinstellungen
el_gr: Ρυθμίσεις υλικού
fa_ir: تنظیمات سخت‌افزار
fr_fr: Configuration matérielle
it_it: Impostazioni dell'hardware
ko_kr: 하드웨어 설정
pl_pl: Ustawienia sprzętowe
uk_ua: Налаштування обладнання
zh_cn: 硬件设置

source: Hash Layers
cs_cz: Vrstvy otisku
de_de: Hash-Ebenen
el_gr: Επίπεδα κατακερματισμού
fa_ir: لایه‌های هش
fr_fr: Couches de hachage
it_it: Strati hash
ko_kr: 해시 계층
pl_pl: Warstwy haszowania
uk_ua: Рівні хешування
zh_cn: 哈希层

source: Hold
cs_cz: Držet
de_de: Halten
el_gr: Αμπάρι
fa_ir: نگه‌داشتن
fr_fr: Tenir
it_it: Presa
ko_kr: 대기
uk_ua: Утримання
zh_cn: 保持
