Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: FTP proxy interfaces
cs_cz: Rozhraní FTP proxy
de_de: FTP Proxy Schnittstellen
el_gr: Διεπαφές διακομιστή μεσολάβησης FTP
fa_ir: اینترفیس‌های پروکسی FTP
fr_fr: Interfaces du proxy FTP
it_it: Interfacce proxy FTP
ko_kr: FTP 프록시 인터페이스
pl_pl: Interfejsy proxy FTP
uk_ua: Інтерфейси FTP проксі
zh_cn: FTP代理接口

source: FTP proxy port
cs_cz: Port FTP proxy
el_gr: Θύρα διακομιστή μεσολάβησης FTP
fa_ir: پورت پروکسی FTP
fr_fr: Port du proxy FTP
it_it: Porta proxy FTP
ko_kr: FTP 프록시 포트
pl_pl: Port proxy FTP
uk_ua: Порт FTP проксі
zh_cn: FTP代理端口

source: Fascist Firewall Ports
cs_cz: Porty umožněné na jinak silně omezující bráně firewall
de_de: Faschisten-Firewall-Ports
el_gr: Θύρες φασιστικού τείχους προστασίας
fa_ir: پورت‌های فایروال سخت‌گیر
fr_fr: Ports du pare-feu fasciste
it_it: Porte firewall fasciste
ko_kr: Fascist 방화벽 포트
pl_pl: Porty Fascist Firewall
uk_ua: Фашистські порти брандмауера
zh_cn: 法西斯防火墙端口

source: Fascist Mode
cs_cz: Striktní režim
de_de: Faschistenmodus
el_gr: Φασιστική Λειτουργία
fa_ir: حالت سخت‌گیر
fr_fr: Mode fasciste
it_it: Modalità fascista
ko_kr: Fascist 모드
pl_pl: Tryb Fascist
uk_ua: Фашистський режим
zh_cn: 法西斯模式

source: Filename
cs_cz: Název souboru
de_de: Dateiname
el_gr: Όνομα αρχείου
fa_ir: نام فایل
fr_fr: Nom de fichier
it_it: Nome file
ko_kr: 파일 이름
pl_pl: Nazwa pliku
uk_ua: Ім'я файлу
zh_cn: 文件名

source: Files larger than this limit won't be scanned.
cs_cz: Soubory větší než tento limit nebudou skenovány.
de_de: Dateien, die größer als diese Begrenzung sind, werden nicht geprüft.
el_gr: Αρχεία μεγαλύτερα από αυτό το όριο δεν θα σαρωθούν.
fa_ir: فایل‌هایی که از این حد بزرگ‌تر باشند اسکن نخواهند شد.
fr_fr: Les fichiers plus grands que cette limite ne seront pas scannés
it_it: I file più grandi di questo limite non verranno scansionati.
ko_kr: 이 제한보다 큰 파일은 검색되지 않습니다.
pl_pl: Pliki większe niż ten limit nie będą skanowane.
uk_ua: Файли, більші за цей ліміт, не скануватимуться.
zh_cn: 大于此限制的文件不会被扫描。

source: Filesystem Statistics
cs_cz: Statistiky souborového systému
de_de: Dateisystemstatistiken
el_gr: Στατιστικά συστήματος αρχείων
fa_ir: آمار فایل‌سیستم
fr_fr: Statistiques du Système de Fichiers
it_it: Statistiche del file system
ko_kr: 파일 시스템 통계
pl_pl: Statystyki systemu plików
uk_ua: Статистика файлової системи
zh_cn: 文件系统统计

source: Filter for group objects, should match all available group objects a user might be a member of.
cs_cz: Filtr pro objekty skupin – měl by odpovídat všem dostupným objektům skupin, jejichž členem může být uživatel.
de_de: Filter für Gruppenobjekte, sollte mit allen verfügbaren Gruppenobjekten übereinstimmen, in denen ein Benutzer Mitglied sein könnte.
el_gr: Το φίλτρο για αντικείμενα ομάδας θα πρέπει να ταιριάζει με όλα τα διαθέσιμα αντικείμενα ομάδας στα οποία μπορεί να είναι μέλος ένας χρήστης.
fa_ir: فیلتر اشیاء گروه — باید با همهٔ گروه‌های موجود که کاربر ممکن است عضو آن‌ها باشد مطابقت کند.
fr_fr: Filtre pour les objets de groupe, doit correspondre à tous les objets de groupe disponibles dont un utilisateur pourrait être membre.
it_it: Il filtro per gli oggetti del gruppo deve corrispondere a tutti gli oggetti del gruppo disponibili di cui un utente potrebbe essere membro.
ko_kr: 그룹 개체에 대한 필터. 사용자가 구성원일 수 있는 모든 사용 가능한 그룹 개체와 일치해야 합니다.
pl_pl: Filtr dla obiektów grupy, powinien pasować do wszystkich dostępnych obiektów grupy, których użytkownik mógłby być członkiem.
uk_ua: Фільтр для групових об'єктів, має відповідати всім доступним груповим об'єктам, членом яких може бути користувач.
zh_cn: 过滤组对象应该匹配用户可能是其成员的所有可用组对象。

source: Filter syslog level
cs_cz: Filtrovat stupeň syslog
de_de: Syslog-Level filtern
el_gr: Φιλτράρισμα επιπέδου syslog
fa_ir: فیلتر سطح syslog
fr_fr: Filtrer le niveau de gravité syslog
it_it: Filtra il livello di syslog
ko_kr: syslog 레벨 필터링
pl_pl: Poziom filtru syslog
uk_ua: Фільтр рівня syslog
zh_cn: 过滤系统日志级别

source: Fixed server address, also known as reverse mode. The proxy will always connect to the same server, regardless of where the client wanted to connect to (before it was redirected). Use this option to proxy for a server behind NAT, or to forward all connections to another proxy.
cs_cz: Pevná adresa serveru, známá také jako obrácený režim. Proxy bude vždy spojovat na ten stejný server, nezávisle na tom, kam se klient vlastně chtěl připojit (předtím, než byl přesměrován). Tuto předvolbu použijte v případě proxy pro server za NAT, nebo předávání veškerých spojení na jinou proxy.
de_de: Fixierte Serveradresse; auch bekannt als Reverse-Modus. Der Proxy wird sich immer mit dem selben Server verbinden, egal welchen Server der Client vor der Umleitung ansprechen wollte. Verwenden Sie diese Option, um für einem Server hinter einem NAT zu vermitteln oder um alle Verbindungen zu einem anderen Proxy weiterzuleiten.
el_gr: Σταθερή διεύθυνση διακομιστή, γνωστή και ως αντίστροφη λειτουργία. Ο διακομιστής μεσολάβησης θα συνδέεται πάντα στον ίδιο διακομιστή, ανεξάρτητα από το πού ήθελε να συνδεθεί ο υπολογιστής-πελάτης (πριν ανακατευθυνθεί). Χρησιμοποιήστε αυτήν την επιλογή για να χρησιμοποιήσετε διακομιστή μεσολάβησης για έναν διακομιστή πίσω από το NAT ή για να προωθήσετε όλες τις συνδέσεις σε έναν άλλο διακομιστή μεσολάβησης.
fa_ir: آدرس سرور ثابت که به آن حالت معکوس نیز گفته می‌شود. پراکسی همیشه به همان سرور متصل می‌شود، صرف‌نظر از اینکه کلاینت قبل از هدایت می‌خواست به کجا متصل شود. از این گزینه برای پراکسی‌کردن سروری که پشت NAT قرار دارد یا برای هدایت همهٔ اتصالات به یک پراکسی دیگر استفاده کنید.
fr_fr: Adresse de serveur fixe, également appelée mode inversé. Le proxy se connectera toujours au même serveur, quel que soit l'endroit où le client voulait se connecter (avant qu'il ne soit redirigé). Utilisez cette option pour proxy pour un serveur derrière NAT, ou pour transférer toutes les connexions vers un autre proxy.
it_it: Indirizzo del server fisso, noto anche come modalità inversa. Il proxy si connetterà sempre allo stesso server, indipendentemente da dove il client desiderava connettersi (prima di essere reindirizzato). Utilizza questa opzione per eseguire il proxy di un server dietro NAT o per inoltrare tutte le connessioni a un altro proxy.
ko_kr: 고정 서버 주소 또는 리버스 모드로, 프록시는 클라이언트가 원래 연결하려고 한 위치와 상관없이 항상 동일한 서버에 연결됩니다(리디렉션 이전). 이 옵션을 사용하여 NAT 뒤의 서버에 대한 프록시 또는 모든 연결을 다른 프록시로 전달할 수 있습니다.
pl_pl: Stały adres serwera, znany również jako tryb odwrotny. Proxy zawsze będzie łączyć się z tym samym serwerem, niezależnie od tego, gdzie klient chciał się połączyć (zanim został przekierowany). Użyj tej opcji, aby działać jako proxy dla serwera za NAT lub przekierowywać wszystkie połączenia do innego proxy.
uk_ua: Фіксована адреса сервера, також відома як зворотний режим. Проксі завжди підключатиметься до того самого сервера, незалежно від того, куди хотів підключитися клієнт (до того, як його було перенаправлено). Використовуйте цю опцію для проксі-сервера за NAT або для пересилання всіх підключень до іншого проксі.
zh_cn: 固定服务器地址，也称为反向模式。 无论客户端要连接到哪个位置（重定向之前），代理都会始终连接到同一服务器。 使用此选项可为NAT后面的服务器代理，或将所有连接转发到另一个代理。

source: Flush Interval
cs_cz: Interval vyprazdňování
el_gr: Διάστημα έκπλυσης
fa_ir: بازه پاک‌سازی
fr_fr: Intervalle de rinçage
it_it: Intervallo di scarico
ko_kr: 플러시 간격
pl_pl: Interwał opróżniania
uk_ua: Інтервал скидання
zh_cn: 刷新间隔

source: Flush Jitter
cs_cz: Znepravidelnění vyprazdňování
el_gr: Τρέμουλο στο Flush
fa_ir: پاک‌سازی Jitter
fr_fr: Gigue de la chasse d'eau
it_it: Jitter a livello
ko_kr: 플러시 지터
pl_pl: Drganie opróżniania
uk_ua: Джиттер скидання
zh_cn: 刷新抖动值

source: Follow directory symlinks
cs_cz: Následovat symbolické odkazy na složky
de_de: Folge symbolischen Verzeichnisverknüpfungen
el_gr: Ακολουθήστε συμβολικούς συνδέσμους καταλόγου
fa_ir: دنبال کردن پیوندهای نمادین پوشه‌ها
fr_fr: Suivre les liens symboliques du répertoire
it_it: Segui i collegamenti simbolici della directory
ko_kr: 디렉터리 심볼릭 링크 따라가기
pl_pl: Podążaj za symbolicznymi linkami katalogów
uk_ua: Слідувати символьним посиланням тек
zh_cn: 按照目录符号链接

source: Follow regular file symlinks
cs_cz: Následovat běžné symbolické odkazy na soubory
de_de: Folge symbolischen Links auf reguläre Dateien
el_gr: Ακολουθήστε τους κανονικούς συμβολικούς συνδέσμους αρχείων
fa_ir: دنبال کردن پیوندهای نمادین فایل‌های معمولی
fr_fr: Suivre les liens symétriques réguliers des fichiers
it_it: Segui i normali collegamenti simbolici ai file
ko_kr: 정규 파일 심볼릭 링크를 따름
pl_pl: Podążaj za standardowymi symbolicznymi linkami plików
uk_ua: Слідувати символьним посиланням звичайних файлів
zh_cn: 按照常规文件符号链接

source: For example recipients without a domain or only a hostname.
cs_cz: Například příjemci bez domény nebo pouze název stroje.
de_de: Zum Beispiel Empfänger ohne Domain oder nur ein Hostname.
el_gr: Για παράδειγμα, παραλήπτες χωρίς τομέα ή μόνο όνομα κεντρικού υπολογιστή.
fa_ir: مثلاً گیرندگانی که دامنه ندارند یا فقط نام میزبان دارند.
fr_fr: Par exemple, les destinataires sans domaine ou uniquement un nom d'hôte.
it_it: Ad esempio i destinatari senza dominio o solo con nome host.
ko_kr: 예를 들어 도메인이 없거나 호스트 이름만 있는 수신자입니다.
pl_pl: Na przykład odbiorcy bez domeny lub tylko z nazwą hosta.
uk_ua: Наприклад, одержувачі без домену або лише з іменем хоста.
zh_cn: 例如，没有域或仅主机名的收件人。

source: For example senders without a domain or only a hostname.
cs_cz: Například pro odesilatele bez domény nebo pouze název stroje.
de_de: Zum Beispiel Absender ohne eine Domain oder nur ein Hostname.
el_gr: Για παράδειγμα, αποστολείς χωρίς τομέα ή μόνο όνομα κεντρικού υπολογιστή.
fa_ir: مثلاً فرستنده‌هایی که دامنه ندارند یا فقط نام میزبان دارند.
fr_fr: Par exemple, les expéditeurs sans domaine ou uniquement avec un nom d'hôte.
it_it: Ad esempio mittenti senza dominio o solo nome host.
ko_kr: 예를 들어 도메인이 없거나 호스트 이름만 있는 발신자입니다.
pl_pl: Na przykład nadawcy bez domeny lub tylko z nazwą hosta.
uk_ua: Наприклад, відправники без домену або лише з іменем хоста.
zh_cn: 例如，没有域或仅主机名的发件人。

source: For failed writes, Telegraf will cache metric_buffer_limit metrics for each output, and will flush this buffer on a successful write.
cs_cz: V případě neúspěšných zápisů bude Telegraf pro každý výstup ukládat metriky do mezipaměti metric_buffer_limit a při úspěšném zápisu tuto vyrovnávací paměť vyprázdní.
de_de: Bei fehlgeschlagenen Schreibvorgängen speichert Telegraf die Metrik metric_buffer_limit für jede Ausgabe zwischen und leert diesen Puffer bei erfolgreichem Schreiben.
el_gr: Για αποτυχημένες εγγραφές, το Telegraf θα αποθηκεύσει προσωρινά τις μετρήσεις metrics_buffer_limit για κάθε έξοδο και θα εκκαθαρίσει αυτό το buffer σε περίπτωση επιτυχούς εγγραφής.
fa_ir: در صورت شکست در نوشتن، Telegraf به ازای هر خروجی تا metric_buffer_limit متریک را در کش نگه می‌دارد و هنگام نوشتن موفق، این بافر را تخلیه می‌کند.
fr_fr: En cas d'échec d'écriture, Telegraf mettra en cache les métriques de metric_buffer_limit pour chaque sortie, et videra ce tampon lors d'une écriture réussie.
it_it: Per le scritture non riuscite, Telegraf memorizzerà nella cache i parametri metric_buffer_limit per ogni output e svuoterà questo buffer in caso di scrittura riuscita.
ko_kr: 실패한 쓰기의 경우 텔레그래프는 각 출력에 대한 metric_buffer_limit 메트릭을 캐시하고 성공적인 쓰기 시 이 버퍼를 플러시합니다.
pl_pl: W przypadku nieudanych zapisów, Telegraf będzie buforować metryki metric_buffer_limit dla każdego wyjścia i opróżni ten bufor po udanym zapisie.
uk_ua: Для невдалих записів Telegraf кешуватиме metric_buffer_limit метрик для кожного виводу і скидатиме цей буфер при успішному записі.
zh_cn: 对于失败的写入，Telegraf会为每个输出缓存metric_buffer_limit指标，并在成功写入时刷新此缓冲区。

source: Force Reject
cs_cz: Vynutit odmítnutí
de_de: Erzwinge Ablehnung
el_gr: Αναγκαστική απόρριψη
fa_ir: رد اجباری
fr_fr: Forcer le rejet
it_it: Forza il rifiuto
ko_kr: 강제 거부
pl_pl: Wymuszaj odrzucenie
uk_ua: Примусове відхилення
zh_cn: 强制拒绝

source: Forward Proxy
cs_cz: Přeposílací proxy
de_de: Weiterleitungsproxy
el_gr: Προώθηση μεσολάβησης
fa_ir: پراکسی رو به جلو
it_it: Proxy di inoltro
ko_kr: 전달 프록시
pl_pl: Proxy przekierowujące
uk_ua: Прямий проксі
zh_cn: 正向代理

source: Freshclam connect timeout
cs_cz: Časový limit připojení Freshclam
de_de: Freshclam Verbindungs-Timeout
el_gr: Χρονικό όριο σύνδεσης Freshclam
fa_ir: زمان انتظار اتصال Freshclam
fr_fr: Délai d'attente de connexion Freshclam
it_it: Timeout connessione Freshclam
ko_kr: Freshclam 연결 타임아웃
pl_pl: Limit czasu połączenia Freshclam
uk_ua: Таймаут підключення Freshclam
zh_cn: Freshclam连接超时

source: Freshclam database mirror
cs_cz: Zrcadlo databáze freshclam
de_de: Freshclam-Datenbank-Spiegel
el_gr: Καθρέφτης βάσης δεδομένων Freshclam
fa_ir: آینه پایگاه داده Freshclam
fr_fr: Miroir base de données Freshclam
it_it: Mirror del database Freshclam
ko_kr: Freshclam 데이터베이스 미러
pl_pl: Lustrzane bazy danych Freshclam
uk_ua: Дзеркало бази даних Freshclam
zh_cn: Freshclam数据库镜像

source: Freshclam log verbose
cs_cz: Podrobný záznam událostí v Freshclam
de_de: Ausführliche Freshclam-Protokollierung
el_gr: Λεπτομερές αρχείο καταγραφής Freshclam
fa_ir: لاگ تفصیلی Freshclam
fr_fr: Verbosité du journal Freshclam
it_it: Registro di Freshclam dettagliato
ko_kr: Freshclam 로그 상세
pl_pl: Szczegółowy dziennik Freshclam
uk_ua: Детальний журнал Freshclam
zh_cn: Freshclam详细记录

source: Future requests to the domain should use only HTTPS for the specified time (in seconds): 15768000 = 6 months
cs_cz: Budoucí požadavky na doménu by měly po zadanou dobu (v sekundách) používat pouze protokol HTTPS: 15768000 = 6 měsíců
de_de: Zukünftige Anfragen an die Domäne sollten nur HTTPS für die angegebene Zeit (in Sekunden) verwenden: 15768000 = 6 Monate
el_gr: Τα μελλοντικά αιτήματα προς τον τομέα θα πρέπει να χρησιμοποιούν μόνο HTTPS για το καθορισμένο χρονικό διάστημα (σε δευτερόλεπτα): 15768000 = 6 μήνες
fa_ir: درخواست‌های بعدی به این دامنه باید تنها از HTTPS برای مدت مشخص (بر حسب ثانیه) استفاده کنند: 15768000 = 6 ماه
fr_fr: Les futures demandes adressées au domaine ne doivent utiliser que HTTPS pour la durée spécifiée (en secondes): 15768000 = 6 mois
it_it: Le future richieste al dominio dovrebbero utilizzare solo HTTPS per il tempo specificato (in secondi): 15768000 = 6 mesi
ko_kr: 도메인에 대한 향후 요청은 지정된 시간(초) 동안 HTTPS만 사용해야 합니다. 15768000 = 6개월
pl_pl: Przyszłe żądania do domeny powinny używać tylko HTTPS przez określony czas (w sekundach): 15768000 = 6 miesięcy.
uk_ua: Майбутні запити до домену повинні використовувати лише HTTPS протягом зазначеного часу (у секундах): 15768000 = 6 місяців
zh_cn: 对域的未来请求应仅在指定时间内使用HTTPS(以秒为单位):15768000 = 6个月

source: Fuzzy Learning
cs_cz: Fuzzy učení
de_de: Fuzzy-Lernen
el_gr: Ασαφής Μάθηση
fa_ir: یادگیری فازی
fr_fr: Apprentissage flou
it_it: Apprendimento fuzzy
ko_kr: 퍼지 학습
pl_pl: Rozmyta nauka
uk_ua: Нечітке навчання
zh_cn: 模糊学习

source: Gateway
cs_cz: Brána
el_gr: Είσοδος πυλών
fa_ir: دروازه
fr_fr: Passerelle
it_it: Porta
ko_kr: 게이트웨이
pl_pl: Brama
uk_ua: Шлюз
zh_cn: 网关

source: General Anti Malware Settings
cs_cz: Obecná nastavení anti malware
de_de: Allgemeine Anti-Malware-Einstellungen
el_gr: Γενικές ρυθμίσεις προστασίας από κακόβουλο λογισμικό
fa_ir: تنظیمات عمومی ضدبدافزار
fr_fr: Paramètres Généraux Anti Malware
it_it: Impostazioni generali antimalware
ko_kr: 일반 악성코드 방지 설정
pl_pl: Ogólne ustawienia przeciwwirusowe
uk_ua: Загальні налаштування антишкідливого ПЗ
zh_cn: Anti Malware常规设置

source: General Forward Settings
cs_cz: Obecná nastavení pro přeposílání
de_de: Allgemeine Weiterleitungseinstellungen
el_gr: Γενικές ρυθμίσεις προώθησης
fa_ir: تنظیمات عمومی فوروارد
fr_fr: Paramètres généraux du transfert
it_it: Impostazioni generali di inoltro
ko_kr: 일반 포워드 설정
pl_pl: Ogólne ustawienia przekierowywania
uk_ua: Загальні налаштування пересилання
zh_cn: 转发常规设置

source: General Nut Settings
cs_cz: Obecná nastavení Nut
de_de: Allgemeine Nut-Einstellungen
el_gr: Γενικές ρυθμίσεις παξιμαδιών
fa_ir: تنظیمات عمومی NUT
fr_fr: Paramètres Généraux Nut
it_it: Impostazioni generali del dado
ko_kr: 일반 Nut 설정
pl_pl: Ogólne ustawienia Nut
uk_ua: Загальні налаштування Nut
zh_cn: Nut常规设置

source: General Proxy Settings
cs_cz: Obecná nastavení proxy
de_de: Allgemeine Proxyeinstellungen
el_gr: Γενικές ρυθμίσεις διακομιστή μεσολάβησης
fa_ir: تنظیمات عمومی پروکسی
fr_fr: Réglages Proxy généraux
it_it: Impostazioni generali del proxy
ko_kr: 일반 프록시 설정
pl_pl: Ustawienia ogólne proxy
uk_ua: Загальні налаштування проксі
zh_cn: 代理常规设置

source: General Redis Settings
cs_cz: Obecná nastavení Redis
de_de: Allgemeine Redis-Einstellungen
el_gr: Γενικές ρυθμίσεις Redis
fa_ir: تنظیمات عمومی Redis
fr_fr: Réglages Redis généraux
it_it: Impostazioni generali di Redis
ko_kr: 일반 Redis 설정
pl_pl: Ustawienia ogólne Redis
uk_ua: Загальні налаштування Redis
zh_cn: Redis常规设置

source: General Rspamd Settings
cs_cz: Obecná nastavení Rspamd
de_de: Allgemeine Rspamd-Einstellungen
el_gr: Γενικές ρυθμίσεις Rspamd
fa_ir: تنظیمات عمومی Rspamd
fr_fr: Réglages Rspamd généraux
it_it: Impostazioni generali di Rspamd
ko_kr: 일반 Rspamd 설정
pl_pl: Ustawienia ogólne Rspamd
uk_ua: Загальні налаштування Rspamd
zh_cn: Rspamd常规设置

source: General Settings
cs_cz: Obecná nastavení
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
fa_ir: تنظیمات عمومی
fr_fr: Réglages généraux
it_it: Impostazioni generali
ko_kr: 일반 설정
pl_pl: Ustawienia ogólne
uk_ua: Загальні налаштування
zh_cn: 常规设置

source: Get the number of processes and group them by status.
cs_cz: Získat počet procesů a seskupit je dle stavu.
de_de: Ermitteln Sie die Anzahl der Prozesse und gruppieren Sie sie nach Status.
el_gr: Λάβετε τον αριθμό των διεργασιών και ομαδοποιήστε τις κατά κατάσταση.
fa_ir: دریافت تعداد فرآیندها و گروه‌بندی آن‌ها بر اساس وضعیت.
fr_fr: Obtenir le nombre de processus et les regrouper par statut.
it_it: Ottieni il numero di processi e raggruppali per stato.
ko_kr: 프로세스의 수를 구하고 상태별로 그룹화합니다.
pl_pl: Pobierz liczbę procesów i pogrupuj je według statusu.
uk_ua: Отримати кількість процесів та згрупувати їх за статусом.
zh_cn: 获取进程数并按状态对其进行分组。

source: Give a URL where to retrieve the Phishtank feed.
cs_cz: Zadejte URL ze které získávat Phishtank kanál.
de_de: Geben Sie eine URL an, von wo sie den Phishtank-Feed beziehen möchten.
el_gr: Δώστε μια διεύθυνση URL από όπου θα ανακτηθεί η ροή Phishtank.
fa_ir: آدرس URL برای دریافت فید Phishtank را وارد کنید.
fr_fr: Donnez une URL où récupérer le flux Phishtank.
it_it: Fornisci un URL dove recuperare il feed Phishtank.
ko_kr: Phishtank 피드를 검색할 URL을 지정하세요.
pl_pl: Podaj adres URL, z którego pobierany będzie kanał Phishtank.
uk_ua: Вкажіть URL-адресу, звідки отримувати стрічку Phishtank.
zh_cn: 提供用于检索Phishtank Feed的网址。

source: Give here a list of networks to replace the VIA-Header. Default should fit for most situations.
cs_cz: Sem zadejte seznam sítí pro které nahrazovat VIA-Header. Výchozí by mělo být vhodné pro většinu situací.
de_de: Geben Sie hier eine Liste der Netzwerke an, die den VIA-Header ersetzen sollen. Der Standard sollte für die meisten Situationen geeignet sein.
el_gr: Δώστε εδώ μια λίστα δικτύων για να αντικαταστήσετε την VIA-Header. Η προεπιλογή θα πρέπει να ταιριάζει στις περισσότερες περιπτώσεις.
fa_ir: اینجا لیستی از شبکه‌ها برای جایگزینی VIA-Header وارد کنید. مقدار پیش‌فرض برای بیشتر موارد مناسب است.
fr_fr: Donnez ici une liste de réseaux pour remplacer le VIA-Header. La valeur par défaut devrait convenir à la plupart des situations.
it_it: Fornisci qui un elenco di reti per sostituire l'intestazione VIA. L'impostazione predefinita dovrebbe adattarsi alla maggior parte delle situazioni.
ko_kr: VIA-헤더를 대체할 네트워크 목록을 입력하세요. 대부분의 경우 기본 설정이 적합합니다.
pl_pl: Podaj tutaj listę sieci do zastąpienia nagłówka VIA. Domyślne wartości powinny pasować w większości sytuacji.
uk_ua: Вкажіть тут список мереж для заміни VIA-Header. Типово підходить для більшості ситуацій.
zh_cn: 在此处提供替换VIA-Header的网络列表。默认值应适合大多数情况。

source: Given name, last name, or anything you need to describe.
cs_cz: Jméno, příjmení nebo cokoli je potřeba popsat.
de_de: Vorname, Nachname oder irgendetwas, das Sie beschreiben müssen.
el_gr: Όνομα, επώνυμο ή οτιδήποτε άλλο χρειάζεται να περιγράψετε.
fa_ir: نام، نام‌خانوادگی یا هر توضیحی که نیاز دارید.
fr_fr: Prénom, nom, ou tout ce que vous avez besoin de décrire.
it_it: Nome, cognome o qualsiasi cosa tu debba descrivere.
ko_kr: 이름, 성 또는 설명해야 할 모든 것.
pl_pl: Imię, nazwisko lub cokolwiek, co musisz opisać.
uk_ua: Ім'я, прізвище або будь-що, що потрібно описати.
zh_cn: 给出姓、名或您需要描述的任何内容。

source: Global Check Interval
cs_cz: Globální interval kontrol
de_de: Globales Prüfintervall
el_gr: Διάστημα καθολικού ελέγχου
fa_ir: فاصله بررسی سراسری
fr_fr: Intervalle de vérification globale
it_it: Intervallo di controllo globale
ko_kr: 전역 검사 간격
pl_pl: Globalny interwał sprawdzania
uk_ua: Глобальний інтервал перевірки
zh_cn: 全局检查间隔

source: Global Check Timeout
cs_cz: Globální časový limit kontroly
de_de: Globaler Prüf-Timeout
el_gr: Χρονικό όριο καθολικού ελέγχου
fa_ir: تایم‌اوت بررسی سراسری
fr_fr: Délai de vérification globale
it_it: Timeout controllo globale
ko_kr: 전역 검사 타임아웃
pl_pl: Globalny limit czasu sprawdzania
uk_ua: Глобальний таймаут перевірки
zh_cn: 全局检查超时

source: Global Parameters
cs_cz: Globální parametry
de_de: Globale Parameter
el_gr: Καθολικές παράμετροι
fa_ir: پارامترهای سراسری
fr_fr: Paramètres Globaux
it_it: Parametri globali
ko_kr: 전역 매개변수
pl_pl: Parametry globalne
uk_ua: Глобальні параметри
zh_cn: 全局参数

source: Global interval when to fetch values in seconds.
cs_cz: Globální interval pro načítání hodnot (v sekundách).
de_de: Globales Intervall, in dem Werte in Sekunden abgerufen werden sollen.
el_gr: Καθολικό χρονικό διάστημα κατά το οποίο θα ανακτώνται τιμές σε δευτερόλεπτα.
fa_ir: بازه سراسری برای واکشی مقادیر (بر حسب ثانیه).
fr_fr: Intervalle global pour récupérer les valeurs en secondes.
it_it: Intervallo globale in cui recuperare i valori in secondi.
ko_kr: 값을 가져올 글로벌 간격(초)입니다.
pl_pl: Globalny interwał pobierania wartości w sekundach.
uk_ua: Глобальний інтервал отримання значень у секундах.
zh_cn: 全局间隔是以秒为单位获取的值。

source: Graphite Prefix
cs_cz: Předpona Graphite
de_de: Graphite-Präfix
el_gr: Πρόθεμα γραφίτη
fa_ir: پیشوند Graphite
fr_fr: Préfixe graphite
it_it: Prefisso grafite
ko_kr: Graphite 프리픽스
pl_pl: Prefiks Graphite
uk_ua: Префікс Graphite
zh_cn: Graphite 前缀

source: Graphite Server
el_gr: Διακομιστής γραφίτη
fa_ir: سرور Graphite
fr_fr: Serveur Graphite
it_it: Server di grafite
ko_kr: Graphite 서버
pl_pl: Serwer Graphite
uk_ua: Сервер Graphite
zh_cn: Graphite 服务器

source: Graphite Template
cs_cz: Graphite šablona
de_de: Graphite Vorlage
el_gr: Πρότυπο γραφίτη
fa_ir: قالب Graphite
fr_fr: Modèle Graphite
it_it: Modello di grafite
ko_kr: Graphite 템플릿
pl_pl: Szablon Graphite
uk_ua: Шаблон Graphite
zh_cn: Graphite 模板

source: Graphite collector host
cs_cz: Hostitel Graphite sběrače
de_de: Graphite-Sammelhost
el_gr: Συλλέκτης γραφίτη
fa_ir: میزبان کلکتور Graphite
fr_fr: Hôte collecteur de graphite
it_it: Ospite del collettore di grafite
ko_kr: Graphite 컬렉터 호스트
pl_pl: Host kolektora Graphite
uk_ua: Хост збирача Graphite
zh_cn: Graphite 收集主机

source: Graphite collector node name
cs_cz: Název uzlu s Graphite sběračem
de_de: Graphite-Sammelknotenname
el_gr: Όνομα κόμβου συλλέκτη γραφίτη
fa_ir: نام گره کلکتور Graphite
fr_fr: Nom du nœud du collecteur Graphite
it_it: Nome del nodo del raccoglitore di grafite
ko_kr: Graphite 컬렉터 노드 이름
pl_pl: Nazwa węzła kolektora Graphite
uk_ua: Ім'я вузла збирача Graphite
zh_cn: Graphite 收集节点名称

source: Graphite collector port
cs_cz: Port Graphite sběrače
de_de: Graphite-Sammlerport
el_gr: Θύρα συλλέκτη γραφίτη
fa_ir: پورت کلکتور Graphite
fr_fr: Port du collecteur graphite
it_it: Porta del collettore di grafite
ko_kr: Graphite 컬렉터 포트
pl_pl: Port kolektora Graphite
uk_ua: Порт збирача Graphite
zh_cn: Graphite 收集端口

source: Graylisting
cs_cz: Zařazování na šedou listinu
de_de: Graulistung
el_gr: Προσθήκη στη γκρίζα λίστα
fr_fr: Liste grise
it_it: Lista grigia
uk_ua: Грейлістинг
