Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: If you have a wildcard certificate or the CA is untrusted, you have to enter the SHA hash of the certificate to force a connect.
cs_cz: Pokud máte hvězdičkový certifikát, nebo pokud certifikační autorita není důvěryhodná, je třeba zadat SHA otisk certifikátu a vynutit tak připojení.
de_de: Wenn ein Wildcard-Zertifikat oder eine nicht vertrauenswürdige CA verwendet wird, muss der SHA-Hash des Zertifikats eingegeben werden, um die Verbindung zu erzwingen.
el_gr: Εάν έχετε πιστοποιητικό wildcard ή η αρχή έκδοσης πιστοποιητικών δεν είναι αξιόπιστη, πρέπει να εισαγάγετε το SHA hash του πιστοποιητικού για να επιβάλετε μια σύνδεση.
fa_ir: اگر گواهی wildcard دارید یا CA قابل اعتماد نیست، باید SHA هش گواهی را وارد کنید تا اتصال اجباری شود.
fr_fr: Si vous avez un certificat générique ou si l'autorité de certification n'est pas fiable, vous devez entrer le hachage SHA du certificat pour forcer la connexion.
it_it: Se disponi di un certificato con caratteri jolly o la CA non è attendibile, devi inserire l'hash SHA del certificato per forzare una connessione.
ko_kr: 와일드카드 인증서가 있거나 CA를 신뢰할 수 없는 경우 인증서의 SHA 해시를 입력하여 연결해야 합니다.
pl_pl: Jeśli masz certyfikat wielodziedzinowy lub CA nie jest zaufane, musisz wprowadzić skrót SHA certyfikatu, aby wymusić połączenie.
uk_ua: Якщо у вас є сертифікат з підстановочним знаком або ЦС не довіряє, вам потрібно ввести хеш SHA сертифіката, щоб примусово встановити з'єднання.
zh_cn: 如果您有通配符证书或CA不受信任，则必须输入证书的SHA哈希来强制连接。

source: If you select an IP ACL, the client can only access this service if it fulfills this requirement.
cs_cz: Pokud vyberete IP ACL, klient může k této službě přistupovat pouze v případě, že splňuje tento požadavek.
de_de: Wenn Sie eine IP-ACL auswählen, kann der Client diesen Dienst nur nutzen, wenn er diese Bedingung erfüllt.
el_gr: Εάν επιλέξετε ένα IP ACL, ο client μπορεί να έχει πρόσβαση σε αυτήν την υπηρεσία μόνο εάν πληροί αυτήν την απαίτηση.
fa_ir: اگر یک IP ACL انتخاب کنید، کلاینت تنها در صورتی می‌تواند به این سرویس دسترسی داشته باشد که این شرط را برآورده کند.
fr_fr: Si vous sélectionnez une ACL IP, le client ne peut accéder à ce service que s'il remplit cette condition.
it_it: Se selezioni una ACL IP, il client può accedere a questo servizio solo se soddisfa questo requisito.
ko_kr: IP ACL을 선택할 경우 클라이언트는 이 요구 사항을 충족하는 경우에만 이 서비스에 액세스할 수 있습니다.
pl_pl: Jeśli wybierzesz ACL IP, klient może uzyskać dostęp do tej usługi tylko wtedy, gdy spełnia to wymaganie.
uk_ua: Якщо ви виберете IP ACL, клієнт зможе отримати доступ до цієї служби лише якщо він відповідає цій вимозі.
zh_cn: 如果选择IP ACL，则客户端只有满足此要求才能访问此服务。

source: If you set this setting, all requests are sent to this script instead of the request path (URL). Not using this setting on a remote instance can be dangerous.
cs_cz: Pokud toto nastavíte, budou všechny požadavky odesílány na tento skript namísto umístění požadavku (URL). Nepoužití tohoto nastavení ve vzdálené instanci může být nebezpečné.
de_de: Wenn diese Einstellung aktiviert ist, werden alle Anfragen an dieses Skript weitergeleitet, anstatt dem Pfad der Anfrage (URL) zu folgen. Diese Option sollte auf entfernten Instanzen nicht verwendet werden, da dies gefährlich sein kann.
el_gr: Εάν ορίσετε αυτήν τη ρύθμιση, όλα τα αιτήματα αποστέλλονται σε αυτό το σενάριο αντί για τη διαδρομή αιτήματος (URL). Η μη χρήση αυτής της ρύθμισης σε μια απομακρυσμένη παρουσία μπορεί να είναι επικίνδυνη.
fa_ir: اگر این تنظیم را اعمال کنید، همهٔ درخواست‌ها به‌جای مسیر درخواست (URL) به این اسکریپت فرستاده می‌شوند. استفاده نکردن از این تنظیم روی یک نمونهٔ راه‌دور می‌تواند خطرناک باشد.
fr_fr: Si vous définissez ce paramètre, toutes les demandes sont envoyées à ce script au lieu du chemin de la demande (URL). Ne pas utiliser ce paramètre sur une instance distante peut être dangereux.
it_it: Se configuri questa impostazione, tutte le richieste verranno inviate a questo script anziché al percorso della richiesta (URL). Non utilizzare questa impostazione su un'istanza remota può essere pericoloso.
ko_kr: 이 설정을 지정하면 모든 요청이 요청 경로(URL) 대신 이 스크립트로 전송됩니다. 원격 인스턴스에서 이 설정을 사용하지 않으면 위험할 수 있습니다.
pl_pl: Jeśli ustawisz tę opcję, wszystkie żądania są wysyłane do tego skryptu zamiast do ścieżki żądania (URL). Niekorzystanie z tego ustawienia na zdalnej instancji może być niebezpieczne.
uk_ua: Якщо ви встановите це налаштування, усі запити надсилаються до цього скрипту замість шляху запиту (URL). Невикористання цього налаштування на віддаленому екземплярі може бути небезпечним.
zh_cn: 如果设置此选项，则所有请求都发送到此脚本，而不是请求路径（URL）。在远程实例上不使用此设置可能很危险。

source: Ignore Client Abort
cs_cz: Ignorovat přerušení od klienta
de_de: Client-Abbrüche ignorieren
el_gr: Αγνόηση ματαίωσης client
fa_ir: نادیده گرفتن قطع اتصال کلاینت
fr_fr: Ignorer le client Abandonner
it_it: Ignora interruzione del client
ko_kr: 클라이언트 중단 무시
pl_pl: Ignoruj przerwanie przez klienta
uk_ua: Ігнорувати переривання клієнта
zh_cn: 忽略客户端中止

source: Immediately respond to IPv6-related queries with an empty response. This makes things faster when there is no IPv6 connectivity.
cs_cz: Na dotazy týkající se protokolu IPv6 okamžitě odpovídat prázdnou odpovědí. To vše urychluje, když není k dispozici IPv6 připojení.
de_de: IPv6-Anfragen werden sofort mit einer leeren Antwort beantwortet. Das beschleunigt alles, wenn kein IPv6 verfügbar ist.
el_gr: Απαντήστε άμεσα σε ερωτήματα που σχετίζονται με το IPv6 με μια κενή απάντηση. Αυτό επιταχύνει τις διαδικασίες όταν δεν υπάρχει συνδεσιμότητα IPv6.
fa_ir: فوراً به پرس‌وجوهای مربوط به IPv6 با پاسخ خالی پاسخ می‌دهد. این وقتی که اتصال IPv6 وجود ندارد، باعث افزایش سرعت می‌شود.
fr_fr: Répondez immédiatement aux requêtes liées à IPv6 avec une réponse vide. Cela accélère les choses lorsqu'il n'y a pas de connectivité IPv6.
it_it: Rispondi immediatamente alle query relative a IPv6 con una risposta vuota. Ciò rende le cose più veloci quando non è disponibile la connettività IPv6.
ko_kr: 빈 응답으로 IPv6 관련 쿼리에 즉시 응답합니다. 이를 통해 IPv6 연결이 없을 때 작업 속도가 빨라집니다.
pl_pl: Natychmiast odpowiedz na zapytania związane z IPv6 pustą odpowiedzią. Sprawia to, że działanie jest szybsze, gdy brak jest łączności IPv6.
uk_ua: Негайно відповідати на запити, пов'язані з IPv6, порожньою відповіддю. Це прискорює роботу, коли відсутнє підключення IPv6.
zh_cn: 使用空响应立即响应与IPv6相关的查询。当没有IPv6连接时，这会使事情变得更快。

source: Inactive Time (Minutes)
cs_cz: Doba nečinnosti (v minutách)
de_de: Inaktivitätsdauer (in Minuten)
el_gr: Χρόνος αδράνειας (λεπτά)
fa_ir: زمان غیرفعال (دقیقه)
fr_fr: Temps d'inactivité (Minutes)
it_it: Tempo di inattività (minuti)
ko_kr: 비활성 시간(분)
pl_pl: Czas nieaktywności (minuty)
uk_ua: Час неактивності (хвилини)
zh_cn: 非活动时间(分钟)

source: Index File
cs_cz: Soubor s rejstříkem
de_de: Index-Datei
el_gr: Αρχείο ευρετηρίου
fa_ir: فایل ایندکس
fr_fr: Fichier d'indexation
it_it: File indice
ko_kr: 인덱스 파일
pl_pl: Plik indeksu
uk_ua: Індексний файл
zh_cn: 索引文件

source: Index Name
cs_cz: Název rejstříku
el_gr: Όνομα ευρετηρίου
fa_ir: نام ایندکس
fr_fr: Nom de l'indice
it_it: Nome dell'indice
ko_kr: 인덱스 이름
pl_pl: Nazwa indeksu
uk_ua: Назва індексу
zh_cn: 索引名称

source: Instance
de_de: Instanz
el_gr: Παράδειγμα
fa_ir: نمونه
it_it: Esempio
ko_kr: 인스턴스
pl_pl: Instancja
uk_ua: Екземпляр
zh_cn: 实例

source: Interface 2
cs_cz: Rozhraní 2
de_de: Schnittstelle 2
el_gr: Διεπαφή 2
fa_ir: رابط 2
it_it: Interfaccia 2
ko_kr: 인터페이스 2
pl_pl: Interfejs 2
uk_ua: Інтерфейс 2
zh_cn: 接口2

source: Invert destination
cs_cz: Převrátit cíl
de_de: Ziel invertieren
el_gr: Αντιστροφή προορισμού
fa_ir: معکوس کردن مقصد
fr_fr: Inverser la destination
it_it: Inverti destinazione
ko_kr: 목적지 반전
pl_pl: Odwróć cel
uk_ua: Інвертувати призначення
zh_cn: 反转目标

source: Invert source
cs_cz: Prohodit zdroj
de_de: Quelle invertieren
el_gr: Αντιστροφή πηγής
fa_ir: معکوس کردن مبدأ
fr_fr: Inverser la source
it_it: Inverti sorgente
ko_kr: 출발지 반전
pl_pl: Odwróć źródło
uk_ua: Інвертувати джерело
zh_cn: 反转源

source: Join Type
cs_cz: Typ připojení
de_de: Verknüpfungstyp
el_gr: Τύπος σύνδεσης
fa_ir: نوع اتصال
fr_fr: Type d'adhésion
it_it: Partecipa al tipo
ko_kr: 조인 유형
pl_pl: Typ dołączenia
uk_ua: Тип приєднання
zh_cn: 联接类型

source: Keepalive
cs_cz: Udržování spojení
de_de: Verbindung offen halten
el_gr: Διατήρηση ζωντανής λειτουργίας
fa_ir: حفظ اتصال
pl_pl: Utrzymywanie połączenia
uk_ua: Підтримка з'єднання
zh_cn: 保活

source: Keepalive Timeout
cs_cz: Časový limit udržování
de_de: Keepalive-Zeitüberschreitung
el_gr: Χρονικό όριο διατήρησης ενεργού χρόνου
fa_ir: زمان پایان Keepalive
fr_fr: Délai de survie
it_it: Timeout Keepalive
ko_kr: Keepalive 초과 시간
pl_pl: Limit czasu utrzymania połączenia
uk_ua: Тайм-аут підтримки з'єднання
zh_cn: 保活超时

source: Keepalive for HTTP (HTTPS, HTTP/2) queries in seconds.
cs_cz: Doba (v sekundách) udržování spojení pro HTTP (HTTPS, HTTP/2) dotazy.
de_de: Verbindung für HTTP-Anfragen (HTTPS, HTTP/2) in Sekunden offen halten
el_gr: Διατηρήστε ενεργή τη λειτουργία Keepalive για ερωτήματα HTTP (HTTPS, HTTP/2) σε δευτερόλεπτα.
fa_ir: Keepalive برای درخواست‌های HTTP (HTTPS, HTTP/2) بر حسب ثانیه.
fr_fr: Durée de conservation des requêtes HTTP (HTTPS, HTTP/2) en secondes.
it_it: Keepalive per query HTTP (HTTPS, HTTP/2) in pochi secondi.
ko_kr: HTTP(HTTPS, HTTP/2) 쿼리에 대해 몇 초 만에 활성 상태로 유지합니다.
pl_pl: Utrzymywanie połączenia dla zapytań HTTP (HTTPS, HTTP/2) w sekundach.
uk_ua: Підтримка з'єднання для запитів HTTP (HTTPS, HTTP/2) у секундах.
zh_cn: HTTP保活 (HTTPS, HTTP/2) 查询（秒）。

source: Key Length
cs_cz: Délka klíče
de_de: Schlüssellänge
el_gr: Μήκος κλειδιού
fa_ir: طول کلید
fr_fr: Longueur de la clé
it_it: Lunghezza chiave
ko_kr: 키 길이
pl_pl: Długość klucza
uk_ua: Довжина ключа
zh_cn: 密钥长度

source: Knot server address, like: dns.example.com
cs_cz: Adresa Knot serveru, jako: dns.example.com
de_de: Knot-Serveradresse, z. B.: dns.example.com
el_gr: Διεύθυνση διακομιστή Knot, όπως: dns.example.com
fa_ir: آدرس سرور Knot، مانند: dns.example.com
fr_fr: Adresse du serveur de nœuds, comme : dns.exemple.com
it_it: Indirizzo del server Knot, ad esempio: dns.example.com
ko_kr: Knot 서버 주소, 예: dns.example.com
pl_pl: Adres serwera Knot, np.: dns.example.com
uk_ua: Адреса сервера Knot, наприклад: dns.example.com
zh_cn: Knot服务器地址，如:dns.example.com

source: Last Hour
cs_cz: Poslední hodina
de_de: Letzte Stunde
el_gr: Τελευταία Ώρα
fa_ir: یک ساعت گذشته
fr_fr: Dernière Heure
it_it: Ultima ora
ko_kr: 1시간 전
pl_pl: Ostatnia godzina
uk_ua: Остання година
zh_cn: 结束时间

source: Layer 3 Visibility
cs_cz: Viditelnost vrstvy 3
de_de: Layer-3-Sichtbarkeit
el_gr: Ορατότητα Επιπέδου 3
fa_ir: قابلیت مشاهده لایه 3
fr_fr: Visibilité de la couche 3
it_it: Visibilità di livello 3
ko_kr: 레이어 3 가시성
pl_pl: Widoczność warstwy 3
uk_ua: Видимість на Рівні 3
zh_cn: 第3层可见

source: Learning Mode
cs_cz: Učící se režim
de_de: Lernmodus
el_gr: Λειτουργία εκμάθησης
fa_ir: حالت یادگیری
fr_fr: Mode d'apprentissage
it_it: Modalità di apprendimento
ko_kr: 학습 모드
pl_pl: Tryb uczenia się
uk_ua: Режим навчання
zh_cn: 学习模式

source: Let DNSCrypt-Proxy use IPv4 enabled servers.
cs_cz: Umožnit DNSCrypt-Proxy používat servery komunikující po IPv4.
de_de: Erlaube DNSCrypt-Proxy, Server mit IPv4-Unterstützung zu verwenden.
el_gr: Επιτρέψτε στο DNSCrypt-Proxy να χρησιμοποιεί διακομιστές με δυνατότητα IPv4.
fa_ir: اجازه دهید DNSCrypt-Proxy از سرورهایی که از IPv4 پشتیبانی می‌کنند استفاده کند.
fr_fr: Laissez DNSCrypt-Proxy utiliser des serveurs compatibles IPv4.
it_it: Consenti a DNSCrypt-Proxy di utilizzare server abilitati IPv4.
ko_kr: DNSCrypt-Proxy가 IPv4 지원 서버를 사용하도록 합니다.
pl_pl: Pozwól DNSCrypt-Proxy korzystać z serwerów z włączonym IPv4.
uk_ua: Дозволити DNSCrypt-Proxy використовувати сервери з підтримкою IPv4.
zh_cn: Let DNSCrypt-Proxy使用支持IPv4的服务器。

source: Let DNSCrypt-Proxy use IPv6 enabled servers.
cs_cz: Umožnit DNSCrypt-Proxy používat servery komunikující po IPv4.
de_de: Erlaube DNSCrypt-Proxy, Server mit IPv6-Unterstützung zu verwenden.
el_gr: Επιτρέψτε στο DNSCrypt-Proxy να χρησιμοποιεί διακομιστές με δυνατότητα IPv6.
fa_ir: اجازه دهید DNSCrypt-Proxy از سرورهایی که از IPv6 پشتیبانی می‌کنند استفاده کند.
fr_fr: Laissez DNSCrypt-Proxy utiliser des serveurs compatibles IPv6.
it_it: Consenti a DNSCrypt-Proxy di utilizzare server abilitati IPv6.
ko_kr: DNSCrypt-Proxy가 IPv6 지원 서버를 사용하도록 합니다.
pl_pl: Pozwól DNSCrypt-Proxy korzystać z serwerów z włączonym IPv6.
uk_ua: Дозволити DNSCrypt-Proxy використовувати сервери з підтримкою IPv6.
zh_cn: Let DNSCrypt-Proxy使用支持IPv6的服务器。

source: Let DNSCrypt-Proxy use servers with DNS-over-HTTPS protocol enabled.
cs_cz: Umožnit DNSCrypt-Proxy používat servery které mají zapnutý protokol DNS-over-HTTPS.
de_de: Erlaube DNSCrypt-Proxy, Server mit DNS-over-HTTPS-Protokoll zu verwenden.
el_gr: Επιτρέψτε στο DNSCrypt-Proxy να χρησιμοποιεί διακομιστές με ενεργοποιημένο το πρωτόκολλο DNS-over-HTTPS.
fa_ir: اجازه دهید DNSCrypt-Proxy از سرورهایی که پروتکل DNS-over-HTTPS را فعال کرده‌اند استفاده کند.
fr_fr: Laissez DNSCrypt-Proxy utiliser les serveurs avec le protocole DNS-over-HTTPS activé.
it_it: Consenti a DNSCrypt-Proxy di utilizzare i server con il protocollo DNS-over-HTTPS abilitato.
ko_kr: DNS 암호화 프록시가 DNS-over-HTTPS 프로토콜을 사용하는 서버를 사용하도록 허용합니다.
pl_pl: Pozwól DNSCrypt-Proxy korzystać z serwerów z włączonym protokołem DNS-over-HTTPS.
uk_ua: Дозволити DNSCrypt-Proxy використовувати сервери з увімкненим протоколом DNS-over-HTTPS.
zh_cn: Let DNSCrypt-Proxy使用启用了DNS-over-HTTPS协议的服务器。

source: Let DNSCrypt-Proxy use servers with DNSCrypt protocol enabled.
cs_cz: Umožnit DNSCrypt-Proxy používat servery se zapnutým protokolem DNSCrypt.
de_de: Erlaube DNSCrypt-Proxy, Server mit DNSCrypt-Protokoll zu verwenden.
el_gr: Επιτρέψτε στο DNSCrypt-Proxy να χρησιμοποιεί διακομιστές με ενεργοποιημένο το πρωτόκολλο DNSCrypt.
fa_ir: اجازه دهید DNSCrypt-Proxy از سرورهایی که پروتکل DNSCrypt را فعال کرده‌اند استفاده کند.
fr_fr: Laissez DNSCrypt-Proxy utiliser les serveurs avec le protocole DNSCrypt activé.
it_it: Consenti a DNSCrypt-Proxy di utilizzare i server con il protocollo DNSCrypt abilitato.
ko_kr: DNSCrypt-Proxy가 DNSCrypt 프로토콜을 사용하도록 설정된 서버를 사용하도록 합니다.
pl_pl: Pozwól DNSCrypt-Proxy korzystać z serwerów z włączonym protokołem DNSCrypt.
uk_ua: Дозволити DNSCrypt-Proxy використовувати сервери з увімкненим протоколом DNSCrypt.
zh_cn: Let DNSCrypt-Proxy使用启用了DNSCrypt协议的服务器。

source: Limit Networks
cs_cz: Omezit sítě
de_de: Netzwerke einschränken
el_gr: Δίκτυα ορίου
fa_ir: محدودیت شبکه‌ها
fr_fr: Réseaux de limite
it_it: Limita le reti
ko_kr: 네트워크 제한
pl_pl: Ogranicz sieci
uk_ua: Обмежити мережі
zh_cn: 限制网络

source: Limit Requests
cs_cz: Omezit požadavky
de_de: Anfragen begrenzen
el_gr: Αιτήματα ορίου
fa_ir: محدودیت درخواست‌ها
fr_fr: Demandes de limites
it_it: Limitare le richieste
ko_kr: 요청 제한
pl_pl: Ogranicz żądania
uk_ua: Обмежити запити
zh_cn: 限制请求

source: Limit Zone
cs_cz: Omezit zónu
el_gr: Ζώνη ορίου
fa_ir: محدودیت زون
fr_fr: Zone limite
it_it: Zona Limite
ko_kr: 제한 구역
pl_pl: Strefa limitu
uk_ua: Обмежити зону
zh_cn: 限制区域

source: Limit networks to directly connected networks. Enabling this option is recommended if your nginx instance is reachable via the internet to prevent remote access to the web interface for security reasons. Please note that you can lock yourself out if you are accessing OPNsense via a router without SNAT.
cs_cz: Omezit sítě na ty napřímo připojené. Tuto předvolbu je doporučeno zapnout, pokud je instance nginx dosažitelná přes Internet, aby se z bezpečnostních důvodů zabránilo vzdálenému přístupu k webovému rozhraní. Uvědomte si ale, že můžete zablokovat zablokovat sami sebe, pokud k OPNsense přistupujete přes směrovač bez SNAT.
de_de: Netzwerke auf direkt verbundene beschränken. Diese Option solltest du aktivieren, wenn deine nginx-Instanz aus dem Internet erreichbar ist, um den Fernzugriff auf das Webinterface aus Sicherheitsgründen zu verhindern. Hinweis: Du kannst dich selbst aussperren, wenn du über einen Router ohne SNAT auf OPNsense zugreifst.
el_gr: Περιορισμός δικτύων σε απευθείας συνδεδεμένα δίκτυα. Συνιστάται η ενεργοποίηση αυτής της επιλογής εάν η παρουσία nginx σας είναι προσβάσιμη μέσω του διαδικτύου, για να αποτρέψετε την απομακρυσμένη πρόσβαση στη διεπαφή ιστού για λόγους ασφαλείας. Λάβετε υπόψη ότι μπορείτε να κλειδώσετε τον εαυτό σας εάν αποκτάτε πρόσβαση στο OPNsense μέσω δρομολογητή χωρίς SNAT.
fa_ir: شبکه‌ها را به شبکه‌های متصل مستقیم محدود کنید. فعال کردن این گزینه در صورتی که نمونه nginx شما از طریق اینترنت در دسترس است برای جلوگیری از دسترسی از راه دور به رابط وب و افزایش امنیت توصیه می‌شود. توجه داشته باشید که اگر از طریق یک روتر بدون SNAT به OPNsense دسترسی دارید ممکن است دسترسی خود به سیستم را از دست بدهید.
fr_fr: Limitez les réseaux aux réseaux directement connectés. L'activation de cette option est recommandée si votre instance nginx est accessible via Internet pour empêcher l'accès à distance à l'interface Web pour des raisons de sécurité. Veuillez noter que vous pouvez vous verrouiller si vous accédez à OPNsense via un routeur sans SNAT.
it_it: Limitare le reti alle reti connesse direttamente. Si consiglia di abilitare questa opzione se la tua istanza nginx è raggiungibile tramite Internet per impedire l'accesso remoto all'interfaccia web per motivi di sicurezza. Tieni presente che puoi bloccarti se accedi a OPNsense tramite un router senza SNAT.
ko_kr: 직접 연결된 네트워크에 대한 제한. 이 옵션을 활성화하면 인터넷에서 nginx 인스턴스에 접근하는 것을 방지하여 보안상의 이유로 권장됩니다. 다만, OPNsense에 SNAT이 없는 라우터를 통해 액세스하는 경우 자체적으로 잠길 수 있습니다.
pl_pl: Ogranicz sieci do bezpośrednio podłączonych sieci. Zaleca się włączenie tej opcji, jeśli twoja instancja nginx jest dostępna przez internet, aby zapobiec zdalnemu dostępowi do interfejsu sieciowego ze względów bezpieczeństwa. Zwróć uwagę, że możesz zablokować sobie dostęp, jeśli uzyskujesz dostęp do OPNsense przez router bez SNAT.
uk_ua: Обмежте мережі до безпосередньо підключених мереж. Увімкнення цієї опції рекомендується, якщо ваш екземпляр nginx доступний через інтернет, щоб запобігти віддаленому доступу до веб-інтерфейсу з міркувань безпеки. Зверніть увагу, що ви можете заблокувати собі доступ, якщо ви отримуєте доступ до OPNsense через маршрутизатор без SNAT.
zh_cn: 将网络限制为直连网络。如果您的nginx实例可通过Internet访问，则建议启用此选项，以防止出于安全原因远程访问Web界面。注意，如果您通过没有SNAT的路由器访问OPNsense，您可能会锁定自己。

source: List of IP addresses not to be sent via parent proxy.
cs_cz: Seznam IP adres které neposílat přes nadřazenou proxy.
de_de: Liste von IP-Adressen, die nicht über den übergeordneten Proxy gesendet werden sollen.
el_gr: Λίστα διευθύνσεων IP που δεν θα αποστέλλονται μέσω γονικού διακομιστή μεσολάβησης.
fa_ir: فهرست آدرس‌های IP که نباید از طریق پروکسی والد ارسال شوند.
fr_fr: Liste des adresses IP qui ne doivent pas être envoyées via le proxy parent.
it_it: Elenco di indirizzi IP da non inviare tramite proxy genitore.
ko_kr: 상위 프록시를 통해 보낼 수 없는 IP 주소 목록입니다.
pl_pl: Lista adresów IP, które nie mają być wysyłane przez nadrzędne proxy.
uk_ua: Список IP-адрес, які не надсилати через батьківський проксі.
zh_cn: 不通过父代理发送的IP地址列表。

source: List of domains not to be sent via parent proxy.
cs_cz: Seznam domén které neposílat přes nadřazenou proxy.
de_de: Liste von Domains, die nicht über den Parent-Proxy geschickt werden sollen.
el_gr: Λίστα τομέων που δεν θα αποσταλούν μέσω γονικού διακομιστή μεσολάβησης.
fa_ir: فهرست دامنه‌هایی که نباید از طریق پروکسی والد ارسال شوند.
fr_fr: Liste des domaines qui ne doivent pas être envoyés via le proxy parent.
it_it: Elenco dei domini da non inviare tramite proxy genitore.
ko_kr: 상위 프록시를 통해 보낼 수 없는 도메인 목록입니다.
pl_pl: Lista domen, które nie mają być wysyłane przez nadrzędne proxy.
uk_ua: Список доменів, які не надсилати через батьківський проксі.
zh_cn: 不通过父代理发送的域列表。

source: List of domains to whitelist. It will add a entry for the domains itself and all sub domains.
cs_cz: Seznam domén, které zařadit na seznam povolených. Přidá položku pro domény samotné a všechny jejich subdomény.
de_de: Liste von Domains, die auf die Whitelist gesetzt werden. Es wird ein Eintrag für die Domain selbst und alle Subdomains hinzugefügt.
el_gr: Λίστα τομέων προς προσθήκη στη λίστα επιτρεπόμενων. Θα προσθέσει μια καταχώρηση για τους ίδιους τους τομείς και όλους τους υποτομείς.
fa_ir: فهرست دامنه‌هایی که باید در لیست سفید قرار گیرند. برای هر دامنه و تمام زیردامنه‌های آن یک ورودی اضافه خواهد شد.
fr_fr: Liste de domaines à mettre sur une liste blanche. Il ajoutera une entrée pour le domaine lui-même et tous les sous-domaines.
it_it: Elenco dei domini da autorizzare. Aggiungerà una voce per i domini stessi e tutti i sottodomini.
ko_kr: 화이트리스트에 추가할 도메인 목록입니다. 도메인 자체와 모든 하위 도메인에 대한 항목을 추가합니다.
pl_pl: Lista domen do umieszczenia na białej liście. Doda wpis dla samej domeny i wszystkich subdomen.
uk_ua: Список доменів для білого списку. Буде додано запис для самих доменів та всіх піддоменів.
zh_cn: 要列入白名单的域名列表。它会为域本身和所有子域添加一个条目。

source: List of interface to listen on, none means listen on all interfaces.
cs_cz: Seznam rozhraní na kterých očekávat spojení. Pokud není vyplněno, znamená to na všech rozhraních.
de_de: Liste von Schnittstellen, auf denen gelauscht wird. Keine Angabe bedeutet: auf allen Schnittstellen lauschen.
el_gr: Λίστα διεπαφών για ακρόαση, καμία σημαίνει ακρόαση σε όλες τις διεπαφές.
fa_ir: فهرست اینترفیس‌هایی برای گوش دادن؛ خالی به‌معنی گوش دادن روی همه اینترفیس‌ها
fr_fr: Liste des interfaces à écouter, none signifie écouter sur toutes les interfaces.
it_it: Elenco delle interfacce su cui ascoltare, nessuna significa ascoltare su tutte le interfacce.
ko_kr: 수신 대기할 인터페이스 목록, 없음은 모든 인터페이스에서 수신 대기를 의미하지 않습니다.
pl_pl: Lista interfejsów do nasłuchu, brak oznacza nasłuch na wszystkich interfejsach.
uk_ua: Список інтерфейсів для прослуховування, «none» означає прослуховування на всіх інтерфейсах.
zh_cn: 要监听的接口列表，none表示监听所有接口。

source: List of networks for this ACL.
cs_cz: Seznam sítí pro tento ACL seznam.
de_de: Liste der Netzwerke für diese ACL.
el_gr: Λίστα δικτύων για αυτό το ACL.
fa_ir: فهرست شبکه‌ها برای این ACL
fr_fr: Liste des réseaux pour cette ACL.
it_it: Elenco delle reti per questa ACL.
ko_kr: 이 ACL의 네트워크 목록입니다.
pl_pl: Lista sieci dla tego ACL.
uk_ua: Список мереж для цього ACL.
zh_cn: 该ACL的网络列表。

source: Listen IPv6
cs_cz: Očekávat spojení na IPv6
de_de: Auf IPv6 lauschen
el_gr: Ακούστε IPv6
fa_ir: گوش دادن IPv6
fr_fr: Écouter IPv6
it_it: Ascolta IPv6
ko_kr: IPv6 수신
pl_pl: Nasłuch na IPv6
uk_ua: Прослуховувати IPv6
zh_cn: 监听IPv6

source: Local Domains
cs_cz: Místní domény
de_de: Lokale Domains
el_gr: Τοπικοί Τομείς
fa_ir: دامنه‌های محلی
fr_fr: Domaines locaux
it_it: Domini locali
ko_kr: 로컬 도메인
pl_pl: Lokalne domeny
uk_ua: Локальні домени
zh_cn: 本地域

source: Local IPs
cs_cz: Místní IP adresy
de_de: Lokale IP-Adressen
el_gr: Τοπικές IP
fa_ir: IPهای محلی
fr_fr: IPs locaux
it_it: IP locali
ko_kr: 로컬 IP
pl_pl: Lokalne IP
uk_ua: Локальні IP
zh_cn: 本地IP

source: Locations
cs_cz: Umístění
de_de: Orte
el_gr: Τοποθεσίες
fa_ir: مکان‌ها
fr_fr: Sites
it_it: Posizioni
ko_kr: 위치
pl_pl: Lokacje
uk_ua: Розташування
zh_cn: 位置

source: Log Listen Address
cs_cz: Zaznamenávat adresy očekávání spojení
de_de: Adresse für Log-Empfang
el_gr: Διεύθυνση καταγραφής ακρόασης
fa_ir: آدرس گوش‌دهی لاگ
fr_fr: Adresse d'écoute du journal
it_it: Registra l'indirizzo di ascolto
ko_kr: 수신 대기 주소 로그
pl_pl: Adres nasłuchu logów
uk_ua: Адреса прослуховування логів
zh_cn: 记录监听地址

source: Log Listen Port
cs_cz: Zaznamenávat porty očekávání spojení
de_de: Port für Log-Empfang
el_gr: Θύρα ακρόασης αρχείου καταγραφής
fa_ir: پورت گوش‌دهی لاگ
fr_fr: Port d'écoute du journal
it_it: Registra la porta di ascolto
ko_kr: 수신 대기 포트 로그
pl_pl: Port nasłuchu logów
uk_ua: Порт прослуховування логів
zh_cn: 记录监听端口

source: Login-Time
cs_cz: Čas přihlášení
de_de: Anmeldezeit
el_gr: Ώρα σύνδεσης
fa_ir: زمان ورود
fr_fr: Temps de connexion
it_it: Orario di accesso
ko_kr: 로그인 시간
pl_pl: Czas logowania
uk_ua: Час входу
zh_cn: 登录时间
