Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: When the number of state entries exceeds this value, adaptive scaling begins. All timeout values are scaled linearly with factor (adaptive.end - number of states) / (adaptive.end - adaptive.start).
cs_cz: Když počet stavových položek překročí tuto hodnotu, začne se s přizpůsobivým škálováním. Veškeré časové limity jsou zkráceny o příslušný koeficient (adaptivní.konec - počet stavů) / (adaptivní.konec - adaptivní.začátek).
de_de: Wenn die Anzahl der Zustands-Einträge diesen Wert überschreitet, beginnt die adaptive Skalierung. Alle Timeouts werden linear skaliert mit dem Faktor: (adaptive.end - Anzahl Zustände) / (adaptive.end - adaptive.start)
el_gr: Όταν ο αριθμός των καταχωρίσεων κατάστασης υπερβεί αυτήν την τιμή, ξεκινά η προσαρμοστική κλιμάκωση. Όλες οι τιμές χρονικού ορίου κλιμακώνονται γραμμικά με τον συντελεστή (adaptive.end - αριθμός καταστάσεων) / (adaptive.end - adaptive.start).
fa_ir: وقتی تعداد ورودی‌های وضعیت از این مقدار فراتر رود، مقیاس‌پذیری تطبیقی آغاز می‌شود. همهٔ مقادیر timeout به‌صورت خطی با ضریب (adaptive.end - number of states) / (adaptive.end - adaptive.start) مقیاس داده می‌شوند.
fr_fr: Quand le nombre d'entrées en table d'état dépasse cette valeur, la mise à l'échelle adaptative entre en action. Toutes les valeurs ayant atteint le délai d'expiration sont alors mises à l'échelle linéairement au moyen d'un facteur (début.adaptatif - nombre d'états) / (fin.adaptatif - début.adaptatif).
it_it: Quando il numero di voci di stato supera questo valore, inizia il dimensionamento adattivo. Tutti i valori di timeout vengono scalati linearmente con il fattore (adaptive.end - numero di stati) / (adaptive.end - adattativo.start).
ko_kr: 상태 항목 수가 이 값을 초과하면 적응형 스케일링이 시작됩니다. 모든 시간 초과 값은 요인(adaptive.end - 상태 수)/(adaptive.end - adaptive.start)을 사용하여 선형으로 스케일링됩니다.
pl_pl: Gdy liczba wpisów stanu przekroczy tę wartość, rozpoczyna się skalowanie adaptacyjne. Wszystkie wartości limitów czasu są skalowane liniowo z czynnikiem (adaptive.end - liczba stanów) / (adaptive.end - adaptive.start).
uk_ua: Коли кількість записів стану перевищує це значення, починається адаптивне масштабування. Всі значення тайм-ауту масштабуються лінійно з коефіцієнтом (adaptive.end - кількість станів) / (adaptive.end - adaptive.start).
zh_cn: 当状态条目数超过此值时，就会开始自适应缩放。 所有超时值都使用因子(adaptive.end - 状态数)/(adaptive.end - adaptive.start)线性缩放。

source: Timeouts for states can be scaled adaptively as the number of state table entries grows.
cs_cz: Časové limity pro stavy je možné přizpůsobivě škálovat jak počty položek stavové tabulky rostou.
de_de: Timeouts für Zustände können adaptiv skaliert werden, wenn die Anzahl der Zustandlisteneinträge wächst.
el_gr: Τα χρονικά όρια για τις καταστάσεις μπορούν να κλιμακωθούν προσαρμοστικά καθώς αυξάνεται ο αριθμός των καταχωρήσεων στον πίνακα καταστάσεων.
fa_ir: مقادیر timeout برای وضعیت‌ها می‌توانند به‌صورت تطبیقی با افزایش تعداد ورودی‌های جدول وضعیت مقیاس‌بندی شوند.
fr_fr: Les délais d'expiration pour les états peuvent être mis à l'échelle de manière adaptative au fur et à mesure que le nombre d'entrées en table d'état s'accroît.
it_it: I timeout per gli stati possono essere scalati in modo adattivo man mano che aumenta il numero di voci della tabella degli stati.
ko_kr: 상태 테이블 항목의 수가 증가함에 따라 상태에 대한 시간 초과를 조정할 수 있습니다.
pl_pl: Limit czasu dla stanów można skalować adaptacyjnie w miarę wzrostu liczby wpisów tabeli stanu.
uk_ua: Тайм-аути для станів можуть масштабуватися адаптивно зі зростанням кількості записів таблиці станів.
zh_cn: 状态超时可以随着状态表条目数量的增加而自适应性地扩展。

source: end
cs_cz: konec
de_de: Ende
el_gr: τέλος
fa_ir: پایان
fr_fr: fin
it_it: FINE
ko_kr: 끝
pl_pl: koniec
uk_ua: кінець
zh_cn: 结束

source: start
cs_cz: začátek
el_gr: αρχή
fa_ir: شروع
fr_fr: début
it_it: inizio
ko_kr: 시작
pl_pl: początek
uk_ua: початок
zh_cn: 开始

source: Firewall Adaptive Timeouts
cs_cz: Přizpůsobivé časové limity brány firewall
de_de: Adaptive Firewall-Timeouts
el_gr: Χρονικά όρια προσαρμογής τείχους προστασίας
fa_ir: تایم‌اوت‌های تطبیقی فایروال
fr_fr: Délais d'Expiration Adaptatif du Firewall
it_it: Timeout adattivi del firewall
ko_kr: 방화벽 적응형 타임아웃
pl_pl: Adaptacyjne Limity Czasu Zapory
uk_ua: Брандмауер: Адаптивні тайм-аути
zh_cn: 防火墙自适应超时

source: If you only want to disable NAT, and not firewall rules, visit the %sOutbound NAT%s page.
cs_cz: Pokud chcete přestat používat pouze NAT překlad ale pravidla brány firewall zachovat, přejděte na stránku %sOdchozí NAT%s.
de_de: Wenn Sie nur NAT deaktivieren und nicht die Firewallregeln, besuchen Sie die Seite für %sAusgehendes NAT%s.
el_gr: Αν θέλετε να απενεργοποιήσετε μόνο το NAT και όχι τους κανόνες του τείχους προστασίας, επισκεφθείτε τη σελίδα %sΕξερχόμενο NAT%s.
fa_ir: اگر فقط می‌خواهید NAT را غیرفعال کنید و نه قوانین فایروال، به صفحه %sOutbound NAT%s مراجعه کنید.
fr_fr: Si vous voulez seulement désactiver le NAT, et non les règles du pare-feu, dirigez-vous vers la page %sNAT Sortant%s.
it_it: Se desideri disabilitare solo il NAT e non le regole del firewall, visita la pagina %sOutbound NAT%s.
ko_kr: 방화벽 규칙이 아닌 NAT만 사용하지 않도록 설정하려면 %s아웃바운드 NAT%s 페이지를 방문하세요.
pl_pl: Jeśli chcesz wyłączyć tylko NAT, a nie reguły zapory, odwiedź stronę %sNAT Wychodzący%s.
uk_ua: Якщо ви хочете вимкнути лише NAT, а не правила брандмауера, відвідайте сторінку %sOutbound NAT%s.
zh_cn: 如果只想禁用NAT，而不是防火墙规则，请访问%s出站NAT%s页面。

source: Warning: This will also turn off NAT!
cs_cz: Varování: Toto také vypne NAT!
de_de: Warnung: Dies deaktiviert auch NAT!
el_gr: Προειδοποίηση: Αυτό θα απενεργοποιήσει επίσης το NAT!
fa_ir: هشدار: این همچنین NAT را غیرفعال می‌کند!
fr_fr: Attention: Cela coupera également le NAT!
it_it: Attenzione: questo disattiverà anche il NAT!
ko_kr: 경고: NAT도 꺼집니다!
pl_pl: Ostrzeżenie: To wyłączy także NATowanie!
uk_ua: Попередження: Це також вимкне NAT!
zh_cn: 注意：同时也会关闭NAT！

source: Warning: This will convert into a routing-only platform!
cs_cz: Varování: toto změní v pouze směrující platformu!
de_de: Warnung: Dadurch wird die Plattform in einen reinen Routing-Modus versetzt!
el_gr: Προειδοποίηση: Αυτό θα μετατραπεί σε πλατφόρμα μόνο για δρομολόγηση!
fa_ir: هشدار: این به پلتفرمی صرفاً برای مسیریابی تبدیل می‌شود!
fr_fr: Attention: ceci va transformer la plateforme en simple périphérique de routage!
it_it: Attenzione: questo verrà convertito in una piattaforma di solo routing!
ko_kr: 경고: 라우팅 전용 플랫폼으로 전환됩니다!
pl_pl: Ostrzeżenie: To przekształci w platformę tylko do trasowania!
uk_ua: Попередження: Це перетворить платформу на лише маршрутизатор!
zh_cn: 注意：这样会转换为仅使用路由的平台！

source: Disable all packet filtering.
cs_cz: Vypnout veškeré filtrování paketů.
de_de: Alle Paketfilter deaktivieren
el_gr: Απενεργοποιήστε όλα τα φιλτραρίσματα πακέτων.
fa_ir: غیرفعال‌کردن همهٔ فیلترهای بسته.
fr_fr: Désactiver tout le filtrage de paquets.
it_it: Disabilita tutti i filtri dei pacchetti.
ko_kr: 모든 패킷 필터링 비화성화.
pl_pl: Wyłącz wszystkie filtrowania pakietów.
uk_ua: Вимкнути всю фільтрацію пакетів.
zh_cn: 禁用所有数据包过滤。

source: Disable Firewall
cs_cz: Vypnout bránu firewall
de_de: Firewall deaktivieren
el_gr: Απενεργοποίηση τείχους προστασίας
fa_ir: غیرفعال‌کردن فایروال
fr_fr: Désactiver le pare-feu
it_it: Disabilita firewall
ko_kr: 방화벽 사용 안 함
pl_pl: Wyłącz zaporę
uk_ua: Вимкнути Брандмауер
zh_cn: 禁用防火墙

source: basic
cs_cz: základní
de_de: basis
el_gr: βασικός
fa_ir: پایه‌ای
fr_fr: basique
it_it: di base
ko_kr: 기본
pl_pl: podstawowy
uk_ua: базовий
zh_cn: 基本

source: Tries to avoid dropping any legitimate idle connections at the expense of increased memory usage and CPU utilization.
cs_cz: Snaží se nezahazovat žádná legitimní čekající spojení za cenu zvýšené spotřeby kapacity operační paměti a vytížení procesoru.
de_de: Versucht, das Verwerfen legitimer inaktiver Verbindungen zu vermeiden, auf Kosten eines höheren Speicher- und CPU-Verbrauchs.
el_gr: Προσπαθεί να αποφύγει την απώλεια οποιωνδήποτε νόμιμων αδρανών συνδέσεων εις βάρος της αυξημένης χρήσης μνήμης και της χρήσης της CPU.
fa_ir: سعی می‌کند از قطع شدن اتصالات غیرفعال معتبر جلوگیری کند؛ این به‌قیمت افزایش مصرف حافظه و CPU است.
fr_fr: Essaie d'éviter le rejet de toutes connexions inactives légitimes au prix d'une consommation mémoire et CPU accrue.
it_it: Cerca di evitare di interrompere eventuali connessioni inattive legittime a scapito di un maggiore utilizzo della memoria e dell'utilizzo della CPU.
ko_kr: 메모리 사용량 및 CPU 사용률 증가를 희생하여 올바른 유휴 연결을 중단하지 않도록 합니다.
pl_pl: Stara się unikać porzucania jakichkolwiek prawidłowych połączeń bezczynnych kosztem zwiększonego zużycia pamięci i wykorzystania procesora.
uk_ua: Намагається уникнути розриву будь-яких легітимних неактивних з'єднань за рахунок збільшеного використання пам'яті та завантаження процесора.
zh_cn: 尝试避免删除任何合法的空闲连接，但会增加内存使用和CPU的利用。

source: Expires idle connections quicker. More efficient use of CPU and memory but can drop legitimate idle connections
cs_cz: Rychleji ukončit platnost nečinných spojení. Efektivnější využití procesoru a paměti ale může docházet k zahazování legitimních nečinných spojení
de_de: Lässt inaktive Verbindungen schneller ablaufen. Effizientere Nutzung von CPU und Arbeitsspeicher, kann jedoch legitime inaktive Verbindungen verwerfen.
el_gr: Λήγει πιο γρήγορα τις αδρανείς συνδέσεις. Πιο αποτελεσματική χρήση της CPU και της μνήμης, αλλά μπορεί να διακόψει τις νόμιμες αδρανείς συνδέσεις.
fa_ir: اتصالات غیرفعال را سریع‌تر منقضی می‌کند. استفادهٔ کاراتر از CPU و حافظه، اما ممکن است اتصالات غیرفعال معتبر را قطع کند.
fr_fr: Expire les connexions inactives plus rapidement. Utilisation plus efficace de la mémoire et du CPU mais peut conduire au rejet de connexions inactives légitimes
it_it: Scade le connessioni inattive più rapidamente. Utilizzo più efficiente della CPU e della memoria, ma può interrompere le connessioni inattive legittime
ko_kr: 유휴 연결이 더 빨리 만료됩니다. CPU 및 메모리를 보다 효율적으로 사용하지만 올바른 유휴 연결이 끊어질 수 있음
pl_pl: Wygaśnie połączenia bezczynne szybciej. Efektywniejsze wykorzystanie procesora i pamięci, ale może odrzucać prawidłowe połączenia bezczynne.
uk_ua: Швидше закриває неактивні з'єднання. Ефективніше використовує процесор та пам'ять, але може розірвати легітимні неактивні з'єднання.
zh_cn: 更快地使空闲连接过期。可以更有效地利用CPU和内存，但可能会删除合法的空闲连接

source: Used for high latency links, such as satellite links. Expires idle connections later than default
cs_cz: Použito pro linky s dlouhou odezvou, jako jsou například ty přes satelit. Platnost nečinných relací skončí později než je ve výchozím stavu
de_de: Wird für Verbindungen mit hoher Latenz verwendet, z. B. Satellitenverbindungen. Lässt inaktive Verbindungen später ablaufen als standardmäßig.
el_gr: Χρησιμοποιείται για συνδέσεις υψηλής καθυστέρησης, όπως δορυφορικές συνδέσεις. Λήγει στις αδρανείς συνδέσεις αργότερα από την προεπιλεγμένη τιμή.
fa_ir: برای لینک‌هایی با تأخیر بالا مانند لینک‌های ماهواره‌ای استفاده می‌شود. اتصالات غیرفعال را دیرتر از پیش‌فرض منقضی می‌کند.
fr_fr: Utilisé pour les liaisons à forte latence, comme les liaisons par satellite. Expire les connexions inactives plus tardivement que par défaut
it_it: Utilizzato per collegamenti ad alta latenza, come i collegamenti satellitari. Le connessioni inattive scadono più tardi del valore predefinito
ko_kr: 위성 링크와 같은 대기 시간이 긴 링크에 사용됩니다. 유휴 연결이 기본값보다 늦게 만료됨
pl_pl: Używane dla łączy o wysokim opóźnieniu, takich jak łącza satelitarne. Wygaśnie połączenia bezczynne później niż domyślnie.
uk_ua: Використовується для з'єднань з високою затримкою, таких як супутникові з'єднання. Закриває неактивні з'єднання пізніше, ніж типово.
zh_cn: 用于高延迟链接，例如卫星链接。闲置连接过期时间晚于默认设置

source: As the name says, it is the normal optimization algorithm
cs_cz: Jak název napovídá, jedná se o normální optimalizační algoritmus
de_de: Wie der Name schon sagt, handelt es sich um den normalen Optimierungsalgorithmus.
el_gr: Όπως λέει και το όνομα, είναι ο κανονικός αλγόριθμος βελτιστοποίησης
fa_ir: همان‌طور که از نام آن پیداست، الگوریتم بهینه‌سازی معمولی است.
fr_fr: Comme son nom l'indique, il s'agit de l'algorithme d'optimisation standard
it_it: Come dice il nome, è il normale algoritmo di ottimizzazione
ko_kr: 이름과 같이 일반적인 최적화 알고리즘입니다
pl_pl: Jak sama nazwa wskazuje, jest to normalny algorytm optymalizacji.
uk_ua: Як випливає з назви, це звичайний алгоритм оптимізації.
zh_cn: 正常优化算法

source: Select the type of state table optimization to use
cs_cz: Vyberte typ optimalizace tabulky stavů, který použít
de_de: Wählen Sie den Typ der Statuslisten-Optimierung aus, der verwendet werden soll.
el_gr: Επιλέξτε τον τύπο βελτιστοποίησης πίνακα καταστάσεων που θα χρησιμοποιήσετε
fa_ir: نوع بهینه‌سازی جدول وضعیت را انتخاب کنید.
fr_fr: Sélectionnez le type d'optimisation à utiliser pour la table d'état
it_it: Seleziona il tipo di ottimizzazione della tabella di stato da utilizzare
ko_kr: 사용할 상태 테이블 최적화 유형 선택
pl_pl: Wybierz rodzaj optymalizacji tabeli stanu do użycia.
uk_ua: Оберіть тип оптимізації таблиці станів для використання.
zh_cn: 选择要使用的状态表优化的类型

source: conservative
cs_cz: konzervativní
de_de: konservativ
el_gr: συντηρητικός
fa_ir: محافظه‌کارانه
fr_fr: conservateur
it_it: conservatore
ko_kr: 보수적
pl_pl: konserwatywny
uk_ua: консервативний
zh_cn: 保守

source: aggressive
cs_cz: agresivní
de_de: aggressiv
el_gr: επιθετικός
fa_ir: تهاجمی
fr_fr: agressif
it_it: aggressivo
ko_kr: 공격적
pl_pl: agresywny
uk_ua: агресивний
zh_cn: 积极

source: high-latency
cs_cz: pomalá odezva
de_de: hohe Latenz
el_gr: υψηλή καθυστέρηση
fa_ir: تاخیر بالا
fr_fr: Haute latence
it_it: alta latenza
ko_kr: 고지연
pl_pl: wysokie opóźnienie
uk_ua: висока затримка
zh_cn: 高延迟

source: Firewall Optimization
cs_cz: Optimalizace brány Firewall
de_de: Firewall-Optimierung
el_gr: Βελτιστοποίηση τείχους προστασίας
fa_ir: بهینه‌سازی فایروال
fr_fr: Optimisation du pare-feu
it_it: Ottimizzazione del firewall
ko_kr: 방화벽 최적화
pl_pl: Optymizacja zapory
uk_ua: Оптимізація брандмауера
zh_cn: 防火墙优化选项

source: By default schedules clear the states of existing connections when the expiration time has come. This option overrides that behavior by not clearing states for existing connections.
cs_cz: Ve výchozím stavu plánovače vyčistí stavy existujících spojení když přijde čas skončení platnosti. Tato předvolba toto chování přebije nemazáním stavů existujících spojení.
de_de: Standardmäßig löschen Zeitpläne die Zustände bestehender Verbindungen, wenn die Ablaufzeit erreicht ist. Diese Option überschreibt dieses Verhalten, indem sie die Zustände bestehender Verbindungen nicht löscht.
el_gr: Από προεπιλογή, τα χρονοδιαγράμματα διαγράφουν τις καταστάσεις των υπαρχουσών συνδέσεων όταν έρθει η ώρα λήξης. Αυτή η επιλογή παρακάμπτει αυτήν τη συμπεριφορά μη διαγράφοντας τις καταστάσεις για τις υπάρχουσες συνδέσεις.
fa_ir: به‌طور پیش‌فرض، زمان‌بندی‌ها هنگام رسیدن زمان انقضا وضعیت اتصالات موجود را پاک می‌کنند. این گزینه آن رفتار را نادیده می‌گیرد و وضعیت اتصالات موجود را پاک نمی‌کند.
fr_fr: Par défaut les planifications suppriment les états des connexions existantes lorsque la date d'expiration est atteinte. Cette option contourne ce comportement en ne supprimant pas les états des connexions existantes.
it_it: Per impostazione predefinita, le pianificazioni cancellano gli stati delle connessioni esistenti quando arriva la scadenza. Questa opzione sovrascrive tale comportamento non cancellando gli stati per le connessioni esistenti.
ko_kr: 기본적으로 스케줄은 만료 시간이 되면 기존 연결의 상태를 지웁니다. 이 옵션은 기존 연결의 상태를 지우지 않음으로써 해당 동작을 재정의합니다.
pl_pl: Domyślnie harmonogramy czyścą stany istniejących połączeń, gdy nadejdzie czas wygaśnięcia. Ta opcja zastępuje to zachowanie, nie czyścąc stanów dla istniejących połączeń.
uk_ua: Типово розклади очищають стани існуючих з'єднань, коли настав час закінчення терміну дії. Ця опція перевизначає таку поведінку, не очищаючи стани для існуючих з'єднань.
zh_cn: 默认情况下，计划在到期时间到来时会清除现有连接的状态。 此选项通过不清除现有连接的状态来覆盖该行为。

source: Schedule States
cs_cz: Naplánovat stavy
de_de: Zustände beibehalten
el_gr: Προγραμματισμός καταστάσεων
fa_ir: زمان‌بندی وضعیت‌ها
fr_fr: États des tâches planifiées
it_it: Pianificare gli Stati
ko_kr: 스케줄 상태
pl_pl: Stany Harmonogramu
uk_ua: Стани розкладу
zh_cn: 计划状态

source: Disable automatic rules which force local services to use the assigned interface gateway.
cs_cz: Vypnout automatická pravidla, která místní služby nutí používat bránu přiřazeného rozhraní.
de_de: Automatische Regeln deaktivieren, die lokale Dienste zur Verwendung des zugewiesenen Schnittstellen-Gateways zwingen
el_gr: Απενεργοποιήστε τους αυτόματους κανόνες που αναγκάζουν τις τοπικές υπηρεσίες να χρησιμοποιούν την εκχωρημένη πύλη διεπαφής.
fa_ir: غیرفعال‌کردن قوانین خودکار که سرویس‌های محلی را مجبور به استفاده از دروازهٔ رابط اختصاص‌یافته می‌کنند.
fr_fr: Désactiver les règles automatiques qui forcent les services locaux à utiliser la passerelle d'interface affectée.
it_it: Disabilita le regole automatiche che forzano i servizi locali a utilizzare il gateway di interfaccia assegnato.
ko_kr: 로컬 서비스가 할당된 인터페이스 게이트웨이를 사용하도록 강제하는 자동 규칙을 사용하지 않도록 설정합니다.
pl_pl: Wyłącz automatyczne reguły, które zmuszają lokalne usługi do korzystania z przydzielonej bramy interfejsu.
uk_ua: Вимкнути автоматичні правила, які примушують локальні служби використовувати призначений шлюз інтерфейсу.
zh_cn: 禁用强制本地服务使用分配的接口网关的自动规则。

source: Disable force gateway
cs_cz: Nevynucovat bránu
de_de: Gateway-Erzwingung deaktivieren
el_gr: Απενεργοποίηση πύλης επιβολής
fa_ir: غیرفعال‌کردن اجبارِ دروازه
fr_fr: Désactiver la passerelle forcée
it_it: Disabilita gateway forzato
ko_kr: 강제 게이트웨이 사용 안 함
pl_pl: Wyłącz wymuszanie bramy
uk_ua: Вимкнути примусовий шлюз
zh_cn: 禁用强制网关

source: Use shared forwarding between packet filter, traffic shaper and captive portal
cs_cz: Použít sdílené přeposílání mezi filtrem paketů, omezováním provozu a zachycovacím portálem
de_de: Gemeinsame Weiterleitung zwischen Paketfilter, Traffic Shaper und Captive Portal verwenden
el_gr: Χρήση κοινόχρηστης προώθησης μεταξύ φίλτρου πακέτων, διαμορφωτή κυκλοφορίας και πύλης υποδοχής
fa_ir: استفاده از فورواردینگ مشترک بین فیلتر بسته، شکل‌دهنده ترافیک و صفحهٔ ورود اجباری
fr_fr: Utiliser la redirection partagée entre le filtre de paquets, le façonneur de trafic et le portail captif
it_it: Utilizza l'inoltro condiviso tra filtro pacchetti, traffic shaper e captive Portal
ko_kr: 패킷 필터, 트래픽 셰이퍼 및 종속 포털 간의 공유 전달 사용
pl_pl: Używaj wspólnego przekazywania między filtrem pakietów, kształtowaniem ruchu i portalem dostępowym.
uk_ua: Використовувати спільну переадресацію між фільтром пакетів, формувачем трафіку та порталом авторизації.
zh_cn: 在数据包过滤器、流量控制器和强制门户之间使用共享转发

source: Shared forwarding
cs_cz: Sdílené přeposílání
de_de: Gemeinsame Weiterleitung
el_gr: Κοινόχρηστη προώθηση
fa_ir: فورواردینگ مشترک
fr_fr: Redirection partagée
it_it: Inoltro condiviso
ko_kr: 공유 전달
pl_pl: Wspólne przekazywanie
uk_ua: Спільна переадресація
zh_cn: 共享转发

source: Set the source tracking timeout for sticky connections in seconds. By default this is 0, so source tracking is removed as soon as the state expires. Setting this timeout higher will cause the source/destination relationship to persist for longer periods of time.
cs_cz: Nastavit časový limit (v sekundách) sledování zdroje pro lepkavá spojení. Ve výchozím stavu je 0 (nula), takže sledování zdroje je odebráno jakmile platnost stavu skončí. Nastavení tohoto limitu na vyšší hodnoty způsobí, že vztah zdroj/cíl přetrvá po delší časové období.
de_de: Setze die Quellenverfolgungsgültigkeitsdauer für fixierte Verbindungen in Sekunden. Standardmäßig ist dies 0, sodass Quellenverfolgung entfernt wird, sobald der Status ungültig wird. Das Setzen dieser Gültigkeitsdauer auf einen höheren Wert führt dazu, dass die Quell- und Zielbeziehung für eine längere Dauer persistiert wird.
el_gr: Ορίστε το χρονικό όριο παρακολούθησης προέλευσης για sticky συνδέσεις σε δευτερόλεπτα. Από προεπιλογή, αυτό είναι 0, επομένως η παρακολούθηση προέλευσης καταργείται μόλις λήξει η κατάσταση. Η ρύθμιση αυτού του χρονικού ορίου σε υψηλότερη τιμή θα έχει ως αποτέλεσμα η σχέση προέλευσης/προορισμού να διατηρείται για μεγαλύτερα χρονικά διαστήματα.
fa_ir: زمان‌تایم‌اوت ردیابی مبدأ برای اتصالات چسبنده را بر حسب ثانیه تنظیم کنید. به‌طور پیش‌فرض این مقدار 0 است، بنابراین ردیابی مبدأ به محض منقضی شدن حالت حذف می‌شود. افزایش این تایم‌اوت باعث می‌شود رابطه مبدأ/مقصد برای مدت طولانی‌تری حفظ شود.
fr_fr: Régler le délai d'expiration du suivi de source pour les connexions collantes en secondes. Par défaut, ce délai est de 0, ce qui signifie que le suivi de source est supprimé dès que l'état expire. Paramétrer cette valeur avec un nombre plus élevé permet d'accroître la durée de la relation source/destination.
it_it: Imposta il timeout del monitoraggio della sorgente per le connessioni permanenti in secondi. Per impostazione predefinita è 0, quindi il tracciamento dell'origine viene rimosso non appena lo stato scade. Impostando questo timeout su un valore più alto, la relazione origine/destinazione persisterà per periodi di tempo più lunghi.
ko_kr: 고정 연결에 대한 소스 추적 시간 제한(초)을 설정. 기본적으로 이 값은 0이므로 상태가 만료되는 즉시 소스 추적이 제거됩니다. 이 시간 초과 값을 높게 설정하면 출발지/목적지 관계가 더 오랫동안 유지됩니다.
pl_pl: Ustaw limit czasu śledzenia źródła dla trwałych połączeń w sekundach. Domyślnie jest to 0, więc śledzenie źródła jest usuwane, gdy tylko stan wygaśnie. Ustawienie wyższego limitu czasu spowoduje, że relacja źródło/miejsce docelowe będzie utrzymywała się przez dłuższy czas.
uk_ua: Встановити тайм-аут відстеження джерела для «липких» з'єднань у секундах. Типово це 0, тому відстеження джерела видаляється, як тільки закінчується термін дії стану. Встановлення вищого значення тайм-ауту призведе до того, що зв'язок джерело/призначення зберігатиметься довше.
zh_cn: 设置粘性连接的源跟踪超时(以秒为单位)。 默认情况下，此值为0，因此一旦状态到期，就会删除源跟踪。 将此超时设置得更高会导致源/目标关系持续更长时间。

source: Source tracking timeout
cs_cz: Časový limit sledování zdroje
de_de: Quellenverfolgungsgültigkeitsdauer
el_gr: Χρονικό όριο παρακολούθησης πηγής
fa_ir: تایم‌اوت ردیابی مبدأ
fr_fr: Délai d'expiration du suivi de source
it_it: Timeout del monitoraggio della sorgente
ko_kr: 소스 추적 타임아웃
pl_pl: Limit czasu śledzenia źródła
uk_ua: Тайм-аут відстеження джерела
zh_cn: 源跟踪超时
