Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Name to identify this Lua script.
cs_cz: Název pro identifikaci tohot Lua skriptu.
de_de: Name zur Identifizierung dieses Lua-Skripts.
el_gr: Όνομα για την αναγνώριση αυτού του αλφαβήτου Λούα.
fa_ir: نام برای شناسایی این اسکریپت Lua.
fr_fr: Nom pour identifier ce script Lua.
it_it: Nome per identificare questo script Lua.
ko_kr: 이 Lua 스크립트를 식별할 이름입니다.
pl_pl: Nazwa identyfikująca ten skrypt Lua.
uk_ua: Назва для ідентифікації цього скрипту Lua.
zh_cn: 标识此Lua脚本的名称。

source: Name to identify this Public Service.
cs_cz: Název pro identifikaci této veřejné služby
de_de: Name zur Identifizierung dieses öffentlichen Dienstes.
el_gr: Όνομα για την αναγνώριση αυτής της Δημόσιας Υπηρεσίας.
fa_ir: نام برای شناسایی این Public Service.
fr_fr: Nom pour identifier ce Service Public.
it_it: Nome per identificare questo Servizio Pubblico.
ko_kr: 이 공용 서비스를 식별할 이름입니다.
pl_pl: Nazwa identyfikująca tę Publiczną Usługę.
uk_ua: Назва для ідентифікації цієї публічної служби.
zh_cn: 标识此公共服务的名称。

source: Name to identify this account.
cs_cz: Název pro identifikaci tohoto účtu.
de_de: Name zur Identifizierung dieses Kontos.
el_gr: Όνομα για την αναγνώριση αυτού του λογαριασμού.
fa_ir: نام برای شناسایی این حساب.
fr_fr: Nom pour identifier ce compte.
it_it: Nome per identificare questo account.
ko_kr: 이 계정을 식별할 이름입니다.
pl_pl: Nazwa identyfikująca to konto.
uk_ua: Назва для ідентифікації цього облікового запису.
zh_cn: 标识此帐户的名称。

source: Name to identify this condition.
cs_cz: Název pro identifikaci této podmínky.
de_de: Name zur Identifizierung dieser Bedingung.
el_gr: Όνομα για να προσδιορίσετε αυτήν την κατάσταση.
fa_ir: نام برای شناسایی این شرط.
fr_fr: Nom pour identifier cette condition.
it_it: Nome per identificare questa condizione.
ko_kr: 이 조건을 식별할 이름입니다.
pl_pl: Nazwa identyfikująca ten warunek.
uk_ua: Назва для ідентифікації цієї умови.
zh_cn: 用于识别此情况的名称。

source: Name to identify this error message.
cs_cz: Název pro identifikaci této chybové zprávy.
de_de: Name zur Identifizierung dieser Fehlermeldung.
el_gr: Όνομα για την αναγνώριση αυτού του μηνύματος σφάλματος.
fa_ir: نام برای شناسایی این پیام خطا.
fr_fr: Nom pour identifier ce message d'erreur.
it_it: Nome per identificare questo messaggio di errore.
ko_kr: 이 오류 메시지를 식별할 이름입니다.
pl_pl: Nazwa identyfikująca ten komunikat błędu.
uk_ua: Назва для ідентифікації цього повідомлення про помилку.
zh_cn: 标识此错误信息的名称。

source: Name to identify this rule.
cs_cz: Název pro identifikaci tohoto pravidla.
de_de: Name zur Identifizierung dieser Regel.
el_gr: Όνομα για τον προσδιορισμό αυτού του κανόνα.
fa_ir: نام برای شناسایی این قانون.
fr_fr: Nom pour identifier cette règle.
it_it: Nome per identificare questa regola.
ko_kr: 이 규칙을 식별할 이름입니다.
pl_pl: Nazwa identyfikująca tę regułę.
uk_ua: Назва для ідентифікації цього правила.
zh_cn: 标识此规则的名称。

source: Name to identify this validation.
cs_cz: Název pro identifikaci tohoto ověřování.
de_de: Name zur Identifizierung dieser Überprüfung.
el_gr: Όνομα για την αναγνώριση αυτής της επικύρωσης.
fa_ir: نام برای شناسایی این اعتبارسنجی.
fr_fr: Nom pour identifier cette validation.
it_it: Nome per identificare questa convalida.
ko_kr: 이 유효성 검사를 식별할 이름입니다.
pl_pl: Nazwa identyfikująca to walidację.
uk_ua: Назва для ідентифікації цієї перевірки.
zh_cn: 标识此验证的名称。

source: Name used for this network
cs_cz: Název použitý pro tuto síť
de_de: Name, der für dieses Netzwerk verwendet wird
el_gr: Όνομα που χρησιμοποιείται για αυτό το δίκτυο
fa_ir: نام مورد استفاده برای این شبکه
fr_fr: Nom utilisé pour ce réseau
it_it: Nome utilizzato per questa rete
ko_kr: 이 네트워크에 사용되는 이름
pl_pl: Nazwa używana dla tej sieci
uk_ua: Назва, яка використовується для цієї мережі
zh_cn: 该网络使用的名称

source: Negate condition
cs_cz: Obrátit podmínku
de_de: Bedingung negieren
el_gr: Άρνηση συνθήκης
fa_ir: نفی شرط
fr_fr: Inverser la condition
it_it: Condizione negativa
ko_kr: 부정 조건
pl_pl: Zaprzecz warunkowi
uk_ua: Заперечити умову
zh_cn: 反转条件

source: Nested archives are scanned recursively, e.g. if a Zip archive contains a RAR file, all files within it will also be scanned.
cs_cz: Vnořené archivy jsou skenovány rekurzivně, např. pokud zip archiv obsahuje rar soubor, všechny soubory v něm budou také oskenovány.
de_de: Verschachtelte Archive werden rekursiv geprüft. Z. B. wenn ein ZIP-Archiv ein RAR-Archiv enthält, wird dieses ebenfalls geprüft.
el_gr: Τα ένθετα αρχεία σαρώνονται αναδρομικά, π.χ. εάν ένα αρχείο Zip περιέχει ένα αρχείο RAR, θα σαρωθούν επίσης όλα τα αρχεία που περιέχει.
fa_ir: آرشیوهای تو‌در‌تو به‌صورت بازگشتی اسکن می‌شوند؛ مثلاً اگر یک آرشیو Zip حاوی یک فایل RAR باشد، همه فایل‌های داخل آن نیز اسکن خواهند شد.
fr_fr: Les archives imbriquées sont scannées récursivement, c'est à dire que si une archive Zip contient un fichier RAR, tous les fichiers à l'intérieur de celui-ci seront aussi scannés.
it_it: Gli archivi nidificati vengono scansionati in modo ricorsivo, ad es. se un archivio Zip contiene un file RAR, verranno scansionati anche tutti i file al suo interno.
ko_kr: 중첩된 보관 파일은 재귀적으로 검색됩니다. 예를 들어 Zip 보관 파일에 RAR 파일이 포함된 경우 해당 보관 파일 내의 모든 파일도 검색됩니다.
pl_pl: Zagnieżdżone archiwa są skanowane rekursywnie, np. jeśli archiwum Zip zawiera plik RAR, wszystkie pliki w nim również zostaną przeskanowane.
uk_ua: Вкладені архіви скануються рекурсивно, наприклад, якщо Zip-архів містить RAR-файл, всі файли всередині нього також будуть відскановані.
zh_cn: Nested档案会以递归方式扫描，例如如果Zip存档包含RAR文件，则其中的所有文件也会被扫描。

source: Netclient
fa_ir: کلاینت شبکه
ko_kr: 넷클라이언트
uk_ua: Нетклієнт
zh_cn: 网络客户端

source: Network
cs_cz: Síť
de_de: Netzwerk
el_gr: Δίκτυο
fa_ir: شبکه
fr_fr: Réseau
it_it: Rete
ko_kr: 네트워크
pl_pl: Sieć
uk_ua: Мережа
zh_cn: 网络

source: Network Address
cs_cz: Síťová adresa
de_de: Netzwerkadresse
el_gr: Διεύθυνση δικτύου
fa_ir: آدرس شبکه
fr_fr: Adresse Réseau
it_it: Indirizzo di rete
ko_kr: 네트워크 주소
pl_pl: Adres sieciowy
uk_ua: Мережева Адреса
zh_cn: 网络地址

source: Network ID
cs_cz: Identifikátor sítě
de_de: Netzwerk-ID
el_gr: Αναγνωριστικό δικτύου
fa_ir: شناسه شبکه
fr_fr: ID Réseau
it_it: ID di rete
ko_kr: 네트워크 ID
pl_pl: ID Sieci
uk_ua: Ідентифікатор Мережі
zh_cn: 网络 ID

source: Network Interface Statistics
cs_cz: Statistiky síťových rozhraní
de_de: Statistiken der Netzwerkschnittstellen
el_gr: Στατιστικά στοιχεία διεπαφής δικτύου
fa_ir: آمار رابط شبکه
fr_fr: Statistiques Interface Réseau
it_it: Statistiche dell'interfaccia di rete
ko_kr: 네트워크 인터페이스 통계
pl_pl: Statystyki Interfejsu Sieciowego
uk_ua: Статистика Мережевих Інтерфейсів
zh_cn: 网络接口统计

source: Network Mask
cs_cz: Maska sítě
de_de: Netzwerkmaske
el_gr: Μάσκα δικτύου
fa_ir: ماسک شبکه
fr_fr: Masque de réseau
it_it: Maschera di rete
ko_kr: 네트워크 마스크
pl_pl: Maska Sieci
uk_ua: Маска Мережі
zh_cn: 网络掩码

source: Network Name
cs_cz: Název sítě
de_de: Netzwerkname
el_gr: Όνομα δικτύου
fa_ir: نام شبکه
fr_fr: Nom de réseau
it_it: Nome della rete
ko_kr: 네트워크 이름
pl_pl: Nazwa Sieci
uk_ua: Назва Мережі
zh_cn: 网络名称

source: Network Type
cs_cz: Typ sítě
de_de: Netzwerktyp
el_gr: Τύπος δικτύου
fa_ir: نوع شبکه
fr_fr: Type de Réseau
it_it: Tipo di rete
ko_kr: 네트워크 유형
pl_pl: Typ Sieci
uk_ua: Тип Мережі
zh_cn: 网络类型

source: Network address that the c-icap server uses to listen to requests.
cs_cz: Síťová adresa kterou c-icap server používá pro očekávání požadavků.
de_de: Netzwerkadresse mit der c-icap auf Anfragen horcht.
el_gr: Διεύθυνση δικτύου που χρησιμοποιεί ο διακομιστής c-icap για την ακρόαση αιτημάτων.
fa_ir: آدرس شبکه‌ای که سرور c-icap برای گوش دادن به درخواست‌ها استفاده می‌کند.
fr_fr: Adresse réseau que le serveur c-icap utilise pour écouter les requêtes.
it_it: Indirizzo di rete utilizzato dal server c-icap per ascoltare le richieste.
ko_kr: c-icap 서버가 요청을 수신하는 데 사용하는 네트워크 주소입니다.
pl_pl: Adres sieciowy, którego serwer c-icap używa do nasłuchiwania żądań.
uk_ua: Мережева адреса, яку c-icap сервер використовує для прослуховування запитів.
zh_cn: C -icap服务器用于监听请求的网络地址。

source: Network collector encryption
cs_cz: Šifrování síťového sběrače
de_de: Netzwerksammelpuktverschlüsselung
el_gr: Κρυπτογράφηση συλλέκτη δικτύου
fa_ir: رمزنگاری گردآور شبکه
fr_fr: Chiffrement du collecteur de réseau
it_it: Crittografia del raccoglitore di rete
ko_kr: 네트워크 수집기 암호화
pl_pl: Szyfrowanie kolektora sieciowego
uk_ua: Шифрування мережевого збирача
zh_cn: 网络收集器加密

source: Network collector host
cs_cz: Hostitel síťového sběrače
de_de: Netzwerk-Collector Host
el_gr: Κεντρικός υπολογιστής συλλέκτη δικτύου
fa_ir: میزبان گردآور شبکه
fr_fr: Hôte du collecteur réseau
it_it: Host del raccoglitore di rete
ko_kr: 네트워크 수집기 호스트
pl_pl: Host kolektora sieciowego
uk_ua: Хост мережевого збирача
zh_cn: 网络收集器主机

source: Network collector password
cs_cz: Heslo k síťovému sběrači
de_de: Netzwerk-Collector-Passwort
el_gr: Κωδικός πρόσβασης συλλέκτη δικτύου
fa_ir: گذرواژه گردآور شبکه
fr_fr: Mot de passe collecteur réseau
it_it: Password del raccoglitore di rete
ko_kr: 네트워크 수집기 비밀번호
pl_pl: Hasło kolektora sieciowego
uk_ua: Пароль мережевого збирача
zh_cn: 网络收集器密码

source: Network collector port
cs_cz: Port síťového sběrače
de_de: Netzwerk-Collector-Port
el_gr: Θύρα συλλέκτη δικτύου
fa_ir: پورت گردآور شبکه
fr_fr: Port du collecteur réseau
it_it: Porta del raccoglitore di rete
ko_kr: 네트워크 수집기 포트
pl_pl: Port kolektora sieciowego
uk_ua: Порт мережевого збирача
zh_cn: 网络收集器端口

source: Network collector username
cs_cz: Uživatelské jméno na síťovém sběrači
de_de: Netzwerk-Collector-Benutzername
el_gr: Όνομα χρήστη συλλέκτη δικτύου
fa_ir: نام کاربری گردآور شبکه
fr_fr: Nom d'utilisateur collecteur réseau
it_it: Nome utente del raccoglitore di rete
ko_kr: 네트워크 수집기 사용자 이름
pl_pl: Nazwa użytkownika kolektora sieciowego
uk_ua: Ім'я користувача мережевого збирача
zh_cn: 网络收集器用户名

source: Network list for fbox anoncall plugin
cs_cz: Seznam sítí pro zásuvný modul fbox anoncall
de_de: Netwerkliste für fbox-anoncall-Plugin
el_gr: Λίστα δικτύων για το πρόσθετο fbox anoncall
fa_ir: فهرست شبکه برای افزونه fbox anoncall
fr_fr: Liste de réseaux pour le greffon Anoncall de la FritzBox
it_it: Elenco di reti per il plugin fbox anoncall
ko_kr: fbox anoncall 플러그인의 네트워크 목록
pl_pl: Lista sieci dla wtyczki fbox anoncall
uk_ua: Список мереж для плагіна fbox anoncall
zh_cn: Fbox anoncall插件的网络列表

source: Networks
cs_cz: Sítě
de_de: Netzwerke
el_gr: Δίκτυα
fa_ir: شبکه‌ها
fr_fr: Réseaux
it_it: Reti
ko_kr: 네트워크
pl_pl: Sieci
uk_ua: Мережі
zh_cn: 网络

source: Networks to interpret as local
cs_cz: Sítě které si vykládat jako místní
de_de: Netzwerke, die als lokal interpretiert werden sollen.
el_gr: Δίκτυα που ερμηνεύονται ως τοπικά
fa_ir: شبکه‌هایی که به‌عنوان محلی در نظر گرفته می‌شوند
fr_fr: Réseaux à interpréter comme locaux
it_it: Reti da interpretare come locali
ko_kr: 로컬로 해석할 네트워크
pl_pl: Sieci interpretowane jako lokalne
uk_ua: Мережі для інтерпретації як локальні
zh_cn: 转换为本地的网络

source: Networks to replace VIA-Header
cs_cz: Sítě pro nahrazení VIA-Header
de_de: Netzwerke, um die VIA-Kopfzeile zu ersetzen
el_gr: Δίκτυα που θα αντικαταστήσουν την VIA-Header
fa_ir: شبکه‌هایی برای جایگزینی هدر VIA
fr_fr: Réseaux pour remplacer le VIA-Header
it_it: Reti per sostituire VIA-Header
ko_kr: VIA 헤더를 대체할 네트워크
pl_pl: Sieci zastępujące nagłówek VIA
uk_ua: Мережі для заміни VIA-Заголовка
zh_cn: 替换VIA-Header的网络

source: Next-Hop-Self
de_de: Nächster Sprung self
el_gr: Επόμενο-Hop-Self
ko_kr: 넥스트 홉 셀프
uk_ua: Наступний-Стрибок-Самому
zh_cn: 下一跳

source: Nickname
cs_cz: Přezdívka
el_gr: Παρατσούκλι
fa_ir: نام مستعار
fr_fr: Surnom
it_it: Soprannome
ko_kr: 닉네임
pl_pl: Pseudonim
uk_ua: Псевдонім
zh_cn: 用户昵称

source: Not on
cs_cz: Ne na
de_de: Nicht bei
el_gr: Όχι ενεργοποιημένο
fa_ir: خاموش
fr_fr: Pas sur
it_it: Non acceso
ko_kr: 아니요
pl_pl: Nie na
uk_ua: Не ввімкнено
zh_cn: 反选

source: Number
cs_cz: Počet
de_de: Nummer
el_gr: Αριθμός
fa_ir: تعداد
fr_fr: Nombre
it_it: Numero
ko_kr: 번호
pl_pl: Numer
uk_ua: Номер
zh_cn: 编号

source: Number Of Processes
cs_cz: Počet procesů
de_de: Anzahl an Prozessen
el_gr: Αριθμός διεργασιών
fa_ir: تعداد پردازش‌ها
fr_fr: Nomre de processus
it_it: Numero di processi
ko_kr: 프로세스 수
pl_pl: Liczba Procesów
uk_ua: Кількість Процесів
zh_cn: 进程数

source: Number of files to be scanned within an archive, a document, or any other container file.
cs_cz: Počet souborů ke skenování v archivu, dokumentu či jiném kontejnerovém souboru.
de_de: Anzahl an Dateien, die innerhalb eines Archivs, eines Dokuments oder einer anderen Containerdatei überprüft werden.
el_gr: Αριθμός αρχείων που θα σαρωθούν μέσα σε ένα αρχείο, ένα έγγραφο ή οποιοδήποτε άλλο αρχείο κοντέινερ.
fa_ir: تعداد فایل‌هایی که داخل آرشیو، سند یا هر فایل کانتینری دیگر اسکن می‌شوند.
fr_fr: Nombre de fichiers à analyser dans une archive, un document, ou tout autre fichier conteneur.
it_it: Numero di file da scansionare all'interno di un archivio, un documento o qualsiasi altro file contenitore.
ko_kr: 보관, 문서 또는 기타 컨테이너 파일 내에서 검색할 파일 수입니다.
pl_pl: Liczba plików do przeskanowania w archiwum, dokumencie lub innym pliku kontenerowym.
uk_ua: Кількість файлів, що будуть відскановані в архіві, документі або будь-якому іншому файлі-контейнері.
zh_cn: 存档，文档或任何其他容器文件中要扫描的文件数。

source: Number of logs to keep.
cs_cz: Počet ponechávaných záznamů událostí.
de_de: Anzahl der zu speichernden Protokolldateien.
el_gr: Αριθμός αρχείων καταγραφής που πρέπει να διατηρούνται.
fa_ir: تعداد لاگ‌ها برای نگهداری.
fr_fr: Nombre de journaux à garder.
it_it: Numero di registri da conservare.
ko_kr: 보관할 로그 수입니다.
pl_pl: Liczba logów do przechowywania.
uk_ua: Кількість журналів для зберігання.
zh_cn: 要保留的日志数。

source: Number of pre-forked instances of HTTP pollers.
cs_cz: Počet předem spouštěných instancí HTTP dotazovačů.
de_de: Anzahl an vorab abgespaltenen HTTP-Pollern.
el_gr: Αριθμός προ-διακλαδωμένων παρουσιών των HTTP pollers.
fa_ir: تعداد نمونه‌های از پیش ایجادشدهٔ پولرهای HTTP.
fr_fr: Nombre d'instances pré-fourchées de pollers HTTP.
it_it: Numero di istanze preforked di poller HTTP.
ko_kr: HTTP 폴러의 미리 포크된 인스턴스 수입니다.
pl_pl: Liczba wstępnie rozgałęzionych instancji sond HTTP.
uk_ua: Кількість попередньо розгалужених екземплярів HTTP опитувачів.
zh_cn: HTTP查询器的预分支实例数。

source: Number of pre-forked instances of ICMP pingers.
cs_cz: Počet předem spouštěných instancí nástrojů pro ICMP ping.
de_de: Anzahl an vorab abgespaltenen ICMP-Pingern.
el_gr: Αριθμός προ-διακλαδωμένων παρουσιών των pingers ICMP.
fa_ir: تعداد نمونه‌های از پیش ایجادشدهٔ پینگرهای ICMP.
fr_fr: Nombre d'instances pré-fourchées de pingers ICMP.
it_it: Numero di istanze pre-fork di pinger ICMP.
ko_kr: ICMP 핑거의 미리 포크된 인스턴스 수입니다.
pl_pl: Liczba wstępnie rozgałęzionych instancji sond ICMP.
uk_ua: Кількість попередньо розгалужених екземплярів ICMP пінгерів.
zh_cn: ICMP pingers的预分支实例数。

source: Number of pre-forked instances of IPMI pollers.
cs_cz: Počet předem spouštěných instancí IPMI dotazovačů.
de_de: Anzahl an vorab abgespaltenen IPMI-Pollern.
el_gr: Αριθμός προ-διακλαδωμένων παρουσιών των pollers IPMI.
fa_ir: تعداد نمونه‌های از پیش ایجادشدهٔ پولرهای IPMI.
fr_fr: Nombre d'instances prédéfinies de pollers IPMI.
it_it: Numero di istanze pre-forked dei poller IPMI.
ko_kr: IPMI 폴러의 미리 포크된 인스턴스 수입니다.
pl_pl: Liczba wstępnie rozgałęzionych instancji sond IPMI.
uk_ua: Кількість попередньо розгалужених екземплярів IPMI опитувачів.
zh_cn: IPMI轮询器的预分支实例数。

source: Number of pre-forked instances of discoverers.
cs_cz: Počet předem spouštěných instancí nástrojů pro objevování.
de_de: Anzahl an vorgeforkten Poller-Instanzen von Erforschern.
el_gr: Αριθμός προ-διακλαδωμένων παρουσιών των ανακαλύπτων.
fa_ir: تعداد نمونه‌های از پیش ایجادشدهٔ کشف‌کننده‌ها.
fr_fr: Nombre d'instances pré-fourchées de découvreurs.
it_it: Numero di istanze di scopritori pre-forked.
ko_kr: 탐색기의 미리 포크된 인스턴스 수입니다.
pl_pl: Liczba wstępnie rozgałęzionych instancji odkrywców.
uk_ua: Кількість попередньо розгалужених екземплярів виявників.
zh_cn: 发现者的预分支实例数。

source: Number of pre-forked instances of pollers for unreachable hosts (including IPMI and Java).
cs_cz: Počet předem spoutšěných instancí dotazovačů na nedosažitelné hostitele (včetně IPMI a Java).
de_de: Anzahl an vorgeforkten Poller-Instanzen für unerreichbare Hosts (inklusive IPMI und Java)
el_gr: Αριθμός προ-διακλαδωμένων στιγμιότυπων των pollers για μη προσβάσιμους κεντρικούς υπολογιστές (συμπεριλαμβανομένων των IPMI και Java).
fa_ir: تعداد نمونه‌های از پیش ایجادشدهٔ پولرها برای میزبان‌های غیرقابل‌دسترس (شامل IPMI و Java).
fr_fr: Nombre d'instances prédéfinies d'interrogateurs pour les hôtes inaccessibles (y compris IPMI et Java).
it_it: Numero di istanze pre-fork di poller per host irraggiungibili (inclusi IPMI e Java).
ko_kr: 연결할 수 없는 호스트(IPMI 및 Java 포함)에 대한 미리 분기된 폴러 인스턴스 수입니다.
pl_pl: Liczba wstępnie rozgałęzionych instancji sond dla niedostępnych hostów (w tym IPMI i Java).
uk_ua: Кількість попередньо розгалужених екземплярів опитувачів для недосяжних хостів (включаючи IPMI та Java).
zh_cn: 无法访问的主机（包括IPMI和Java）的轮询器的预分支实例数。

source: Number of pre-forked instances of pollers.
cs_cz: Počet předem spouštěných instancí dotazovačů.
de_de: Anzahl an vorgeforkten Poller-Instanzen
el_gr: Αριθμός προ-διακλαδωμένων παρουσιών των pollers.
fa_ir: تعداد نمونه‌های از پیش ایجادشدهٔ پولرها.
fr_fr: Nombre d'instances pré-forkées de pollers.
it_it: Numero di istanze di poller pre-fork.
ko_kr: 폴러의 미리 포크된 인스턴스 수입니다.
pl_pl: Liczba wstępnie rozgałęzionych instancji sond.
uk_ua: Кількість попередньо розгалужених екземплярів опитувачів.
zh_cn: 预先轮询的轮询器实例数。

source: Number of pre-forked instances of trappers. Trappers accept incoming connections from Zabbix sender and active agents.
cs_cz: Počet předem spouštěných zachcovačů trapů. Ty přijímají příchozí spojení od odesílatele a aktivních agentů Zabbix.
de_de: Anzahl der pre-forked Instanzen von Trappern. Trapper akzeptieren eingehende Verbindungen vom Zabbix Sender und von aktiven Agents.
el_gr: Αριθμός προ-διακλαδωμένων παρουσιών των trappers. Οι trappers δέχονται εισερχόμενες συνδέσεις από τον αποστολέα Zabbix και τους ενεργούς παράγοντες.
fa_ir: تعداد نمونه‌های از پیش ایجادشدهٔ تراپرها. تراپرها اتصالات ورودی از Zabbix sender و ایجنت‌های فعال را می‌پذیرند.
fr_fr: Nombre d'instances pré-fourchées de trappeurs. Les trappeurs acceptent les connexions entrantes de l'expéditeur Zabbix et des agents actifs.
it_it: Numero di istanze di trapper pre-fork. I trapper accettano connessioni in entrata dal mittente Zabbix e dagli agenti attivi.
ko_kr: 미리 포크된 트래퍼 인스턴스 수입니다. 트래퍼는 Zabbix 보낸 사람과 활성 에이전트로부터 들어오는 연결을 허용합니다.
pl_pl: Liczba wstępnie rozgałęzionych instancji łapaczy. Łapacze akceptują przychodzące połączenia od nadawcy Zabbix i aktywnych agentów.
uk_ua: Кількість попередньо розгалужених екземплярів уловлювачів. Уловлювачі приймають вхідні з'єднання від Zabbix sender та активних агентів.
zh_cn: Trappers的预分支实例数。Trappers接受来自Zabbix发送者和活动代理的传入连接。

source: Number of pre-forked instances of zabbix_agentd that process passive checks. If set to 0, disables passive checks and the agent will not listen on any TCP port.
cs_cz: Počet předem spoutěných instancí zabbix_agentd, který zpracovává pasivní kontroly. Pokud je nastaveno na 0 (nula), vypíná pasivní kontroly a agent nebude očekávat spojení na žádném TCP portu.
de_de: Anzahl der vorgeforkten zabbix_agentd-Instanzen, die passive Prüfungen verarbeiten. Bei Wert 0 werden passive Prüfungen deaktiviert, und der Agent lauscht auf keinem TCP-Port.
el_gr: Αριθμός προ-διακλαδωμένων παρουσιών του zabbix_agentd που επεξεργάζονται παθητικούς ελέγχους. Εάν οριστεί σε 0, απενεργοποιεί τους παθητικούς ελέγχους και ο παράγοντας δεν θα ακούει σε καμία θύρα TCP.
fa_ir: تعداد نمونه‌های از پیش ایجادشدهٔ zabbix_agentd که بررسی‌های passive را پردازش می‌کنند. اگر مقدار 0 تنظیم شود، بررسی‌های passive غیرفعال می‌شوند و ایجنت به هیچ پورت TCP گوش نخواهد داد.
fr_fr: Nombre d'instances pré-fourchées de zabbix_agentd qui traitent les vérifications passives. S'il est défini sur 0, désactive les vérifications passives et l'agent n'écoutera sur aucun port TCP.
it_it: Numero di istanze pre-fork di zabbix_agentd che elaborano controlli passivi. Se impostato su 0, disabilita i controlli passivi e l'agente non ascolterà su nessuna porta TCP.
ko_kr: 패시브 검사를 처리하는 zabbix_agentd의 미리 분기된 인스턴스 수입니다. 0으로 설정하면 패시브 검사를 비활성화하고 에이전트가 TCP 포트를 수신하지 않습니다.
pl_pl: Liczba wstępnie rozgałęzionych instancji zabbix_agentd przetwarzających pasywne sprawdzenia. Jeśli ustawione na 0, wyłącza pasywne sprawdzenia, a agent nie będzie nasłuchiwał na żadnym porcie TCP.
uk_ua: Кількість попередньо розгалужених екземплярів zabbix_agentd, які обробляють пасивні перевірки. Якщо встановлено на 0, відключає пасивні перевірки, і агент не буде прослуховувати жодного TCP-порту.
zh_cn: 处理被动检查的zabbix_agentd的预分支实例数。如果设置为0，则禁用被动检查，并且代理不会监听任何TCP端口。

source: Number of seconds that the control connection can be idle, before the proxy will disconnect. The maximum is 86400 seconds, which is also the default. Do not set this too low, because the control connection is usually idle when large data transfers are taking place.
cs_cz: Počet sekund po které řídící spojení může zůstat nečinné předtím, než se proxy odpojí. Nejvyšší možné je 86400 sekund, což je zároveň výchozí. Nenastavujte příliš nízko, protože řídící spojení obvykle bývají při přenosech velkých objemů dat nečinná.
de_de: Anzahl der Sekunden die die Kontrollverbindung inaktiv sein kann bevor der Proxy sich trennt. Das Maximum ist 86400 Sekunden, gleichzeitig der Standard. Nicht zu gering setzen, da die Kontrollverbindung normalerweise inaktiv ist wenn große Datenübertragungen stattfinden.
el_gr: Αριθμός δευτερολέπτων που η σύνδεση ελέγχου μπορεί να είναι αδρανής, πριν αποσυνδεθεί ο διακομιστής μεσολάβησης. Το μέγιστο είναι 86400 δευτερόλεπτα, που είναι και η προεπιλογή. Μην ορίσετε αυτήν τη ρύθμιση πολύ χαμηλά, επειδή η σύνδεση ελέγχου είναι συνήθως αδρανής όταν πραγματοποιούνται μεγάλες μεταφορές δεδομένων.
fa_ir: تعداد ثانیه‌هایی که اتصال کنترل می‌تواند بیکار بماند قبل از اینکه پراکسی قطع کند. حداکثر 86400 ثانیه است که مقدار پیش‌فرض نیز می‌باشد. این مقدار را خیلی کم تنظیم نکنید، زیرا اتصال کنترل معمولاً هنگام انتقال داده‌های بزرگ بیکار است.
fr_fr: Nombre de secondes pendant lesquelles la connexion de contrôle peut être inactive, avant que le proxy ne se déconnecte. Le maximum est de 86 400 secondes, ce qui est également la valeur par défaut. Ne définissez pas ce paramètre trop bas, car la connexion de contrôle est généralement inactive lorsque des transferts de données volumineux ont lieu.
it_it: Numero di secondi durante i quali la connessione di controllo può rimanere inattiva prima che il proxy si disconnette. Il massimo è 86400 secondi, che è anche l'impostazione predefinita. Non impostarlo su un valore troppo basso, perché la connessione di controllo è solitamente inattiva quando si verificano trasferimenti di dati di grandi dimensioni.
ko_kr: 프록시의 연결이 끊기 전에 제어 연결을 유휴 상태로 유지할 수 있는 시간(초)입니다. 최대값은 86400초이며 기본값이기도 합니다. 이 값을 너무 낮게 설정하지 마세요. 대규모 데이터 전송이 발생할 때는 제어 연결이 일반적으로 유휴 상태이기 때문입니다.
pl_pl: Liczba sekund, przez które połączenie kontrolne może być bezczynne, zanim proxy się rozłączy. Maksimum to 86400 sekund, co jest również wartością domyślną. Nie ustawiaj tej wartości zbyt nisko, ponieważ połączenie kontrolne jest zwykle bezczynne podczas dużych transferów danych.
uk_ua: Кількість секунд, протягом яких керуюче з'єднання може бути неактивним, перш ніж проксі відключиться. Максимальне значення - 86400 секунд, що також є типовим значенням. Не встановлюйте це значення надто низько, оскільки керуюче з'єднання зазвичай неактивне під час великих передач даних.
zh_cn: 在代理断开连接之前，控制连接可以空闲的秒数。 最大值为86400秒，这也是默认值。 不要设置过低，因为当发生大量数据传输时，控制连接通常是空闲的。

source: Nut Account Settings
cs_cz: Nastavení účtu pro NUT
de_de: Nut-Konteneinstellungen
el_gr: Ρυθμίσεις λογαριασμού Nut
fa_ir: تنظیمات حساب NUT
fr_fr: Réglages du compte Nut
it_it: Impostazioni dell'account Nut
ko_kr: Nut 계정 설정
pl_pl: Ustawienia Konta Nut
uk_ua: Налаштування Облікового Запису Nut
zh_cn: Nut帐户设置
