Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Local Cache Settings
cs_cz: Nastavení mezipaměti na tomto stroji
de_de: Lokale Zwischenspeichereinstellungen
el_gr: Ρυθμίσεις τοπικής προσωρινής μνήμης
fa_ir: تنظیمات کش محلی
fr_fr: Paramètres Cache Local
it_it: Impostazioni della cache locale
ko_kr: 로컬 캐시 설정
pl_pl: Ustawienia cachu lokalnego
uk_ua: Налаштування локального кешу
zh_cn: 本地缓存设置

source: Local Description
cs_cz: Místní popis
de_de: Lokale Beschreibung
el_gr: Τοπική Περιγραφή
fa_ir: توضیح محلی
fr_fr: Description locale
it_it: Descrizione locale
ko_kr: 로컬 설명
pl_pl: Lokalny opis
uk_ua: Локальний опис
zh_cn: 本地描述

source: Local Description to help identify this network
cs_cz: Místní popis pro identifikaci této sítě
de_de: Lokale Beschreibung, um dieses Netzwerk zu identifizieren
el_gr: Τοπική περιγραφή για να βοηθήσει στην αναγνώριση αυτού του δικτύου
fa_ir: توضیح محلی برای کمک به شناسایی این شبکه
fr_fr: Description locale pour aider à identifier ce réseau
it_it: Descrizione locale per identificare questa rete
ko_kr: 이 네트워크를 식별하는 데 도움이 되는 로컬 설명
pl_pl: Lokalny opis pomagający zidentyfikować tę sieć
uk_ua: Локальний опис, щоб допомогти ідентифікувати цю мережу
zh_cn: 网络的本地描述说明

source: Local HTTP Port
cs_cz: HTTP port na místní straně
de_de: Lokaler HTTP-Port
el_gr: Τοπική θύρα HTTP
fa_ir: پورت HTTP محلی
fr_fr: Port HTTP Local
it_it: Porta HTTP locale
ko_kr: 로컬 HTTP 포트
pl_pl: Lokalny port HTTP
uk_ua: Локальний HTTP-порт
zh_cn: 本地HTTP端口

source: Local Port
cs_cz: Místní port
de_de: Lokaler Port
el_gr: Τοπική θύρα
fa_ir: پورت محلی
fr_fr: Port Local
it_it: Porto locale
ko_kr: 로컬 포트
pl_pl: Lokalny port
uk_ua: Локальний порт
zh_cn: 本地端口

source: Local stats TCP port
cs_cz: TCP port místních statistik
de_de: Lokaler Statistik-TCP-Port
el_gr: Θύρα TCP τοπικών στατιστικών
fa_ir: پورت TCP آمار محلی
fr_fr: Port TCP des statistiques locales
it_it: Porta TCP delle statistiche locali
ko_kr: 로컬 통계 TCP 포트
pl_pl: Lokalny port statystyk TCP
uk_ua: Локальний TCP-порт статистики
zh_cn: 本地统计TCP端口

source: Log Authentication Bad Password
cs_cz: Zaznamenávat nezdařené pokusy o zadání hesla
de_de: Anmeldung mit ungültigem Passwort protokollieren
el_gr: Εσφαλμένος κωδικός πρόσβασης για έλεγχο ταυτότητας αρχείου καταγραφής
fa_ir: لاگ احراز هویت: رمز عبور نادرست
fr_fr: Journaliser les mots de passe invalides
it_it: Accedi Autenticazione Password errata
ko_kr: 인증이 잘못된 비밀번호 로그
pl_pl: Loguj nieprawidłowe hasło autentykacji
uk_ua: Журнал автентифікації: Невірний пароль
zh_cn: 日志认证错误密码

source: Log Authentication Good Password
cs_cz: Zaznamenávat zdařilé pokusy o zadání hesla
de_de: Anmeldung mit gültigem Passwort protokollieren
el_gr: Έλεγχος ταυτότητας καταγραφής Καλός κωδικός πρόσβασης
fa_ir: لاگ احراز هویت: رمز عبور صحیح
fr_fr: Journaliser les mots de passe valides
it_it: Accedi Autenticazione Password valida
ko_kr: 인증 확인 비밀번호 로그
pl_pl: Loguj prawidłowe hasło autentykacji
uk_ua: Журнал автентифікації: Вірний пароль
zh_cn: 日志认证正确密码

source: Log Authentication Request
cs_cz: Zaznamenávat žádosti o ověření
de_de: Protokolliere Authentifzierungsanfrage
el_gr: Αίτημα ελέγχου ταυτότητας καταγραφής
fa_ir: لاگ درخواست احراز هویت
fr_fr: Journaliser les requêtes d'authentification
it_it: Richiesta di autenticazione del registro
ko_kr: 인증 요청 로그
pl_pl: Loguj żądanie autentykacji
uk_ua: Журнал запитів автентифікації
zh_cn: 日志认证请求

source: Log File
cs_cz: Soubor se záznamem událostí
de_de: Protokolldatei
el_gr: Αρχείο καταγραφής
fa_ir: فایل لاگ
fr_fr: Fichier journal
it_it: File di registro
ko_kr: 로그 파일
pl_pl: Log
uk_ua: Файл журналу
zh_cn: 日志

source: Log File Size
cs_cz: Velikost souboru se záznamem událostí
de_de: Protokolldateigröße
el_gr: Μέγεθος αρχείου καταγραφής
fa_ir: حجم فایل لاگ
fr_fr: Taille du fichier journal
it_it: Dimensioni del file di registro
ko_kr: 로그 파일 크기
pl_pl: Rozmiar pliku logów
uk_ua: Розмір файлу журналу
zh_cn: 日志文件大小

source: Log Host
cs_cz: Zaznamenávat stroj
de_de: Host protokollieren
el_gr: Κεντρικός υπολογιστής καταγραφής
fa_ir: میزبان لاگ
fr_fr: Hôte du journal
it_it: Registra host
ko_kr: 로그 호스트
pl_pl: Loguj hosta
uk_ua: Хост журналу
zh_cn: 日志主机

source: Log Level
cs_cz: Podrobnost záznamu událostí
de_de: Protokollierungsstufe
el_gr: Επίπεδο καταγραφής
fa_ir: سطح لاگ
fr_fr: Niveau de journalisation
it_it: Livello di registro
ko_kr: 로그 수준
pl_pl: Poziom logowania
uk_ua: Рівень журналу
zh_cn: 日志层级

source: Log Remote Commands
cs_cz: Zaznamenávat vzdálené příkazy
de_de: Remote-Befehle protokollieren
el_gr: Καταγραφή απομακρυσμένων εντολών
fa_ir: لاگ فرمان‌های از راه دور
fr_fr: Consigner les commandes à distance
it_it: Registra comandi remoti
ko_kr: 원격 명령 로그
pl_pl: Loguj zdalne polecenia
uk_ua: Журнал віддалених команд
zh_cn: 记录远程命令

source: Log SNI information only
cs_cz: Zaznamenávat pouze SNI informace
de_de: Protokolliere nur die SNI-Information
el_gr: Καταγραφή μόνο πληροφοριών SNI
fa_ir: فقط اطلاعات SNI را لاگ کن
fr_fr: Journalisation des informations SNI seulement
it_it: Registra solo le informazioni SNI
ko_kr: SNI 정보만 기록
pl_pl: Loguj tylko informacje SNI
uk_ua: Журнал лише інформації SNI
zh_cn: 仅记录SNI信息

source: Log Status Changes
cs_cz: Zaznamenávat změny stavu
de_de: Statusänderungen protokollieren
el_gr: Αλλαγές κατάστασης καταγραφής
fa_ir: لاگ تغییرات وضعیت
fr_fr: Enregistrer les changements d'état
it_it: Registra modifiche allo stato
ko_kr: 로그 상태 변경 사항
pl_pl: Loguj zmiany statusów
uk_ua: Журнал змін статусу
zh_cn: 日志状态更改

source: Log Transactions Slower Than (microsecond)
cs_cz: Zaznamenávat transakce pomalejší než (mikrosekundy)
de_de: Protokolliere Transaktionen, die langsamer sind als (Mikrosekunden)
el_gr: Καταγραφή συναλλαγών πιο αργών από (μικροδευτερόλεπτα)
fa_ir: لاگ تراکنش‌های کندتر از (میکروثانیه)
fr_fr: Journaliser les transactions plus lentes que (en microsecondes)
it_it: Registra transazioni più lente di (microsecondo)
ko_kr: 트랜잭션 기록 속도(마이크로초)
pl_pl: Loguj transakcje wolniejsze niż (mikrosekunda)
uk_ua: Журнал транзакцій повільніших за (мікросекунди)
zh_cn: 记录交易速度慢于（微秒）

source: Log connections
cs_cz: Zaznamenávat spojení
de_de: Verbindungen protokollieren
el_gr: Καταγραφή συνδέσεων
fa_ir: لاگ اتصالات
fr_fr: Journaliser les connexions
it_it: Registra connessioni
ko_kr: 연결 로그
pl_pl: Loguj połączenia
uk_ua: Журнал з'єднань
zh_cn: 日志连接

source: Log package payload
cs_cz: Zaznamenávat náklad balíčku
de_de: Paketnutzdaten protokollieren
el_gr: Φορτίο πακέτου καταγραφής
fa_ir: لاگ محتوای بسته
fr_fr: Journaliser la charge utile des paquets
it_it: Registra il carico utile del pacchetto
ko_kr: 로그 패키지 페이로드
pl_pl: Loguj zawartość pakietu
uk_ua: Журнал вмісту пакета
zh_cn: 有效负载

source: Log to File or Syslog
cs_cz: Zaznamenávat do souboru nebo do Syslog
de_de: Protokolliere in Datei oder Systemprotokoll
el_gr: Καταγραφή σε αρχείο ή αρχείο καταγραφής συστήματος
fa_ir: لاگ به فایل یا Syslog
fr_fr: Journaliser vers un fichier ou syslog
it_it: Accedi a file o syslog
ko_kr: 파일 또는 Syslog에 로깅
pl_pl: Loguj do pliku lub Syslog
uk_ua: Записувати в файл або Syslog
zh_cn: 记录到文件或Syslog

source: Logfile level
cs_cz: Stupeň podrobností souboru záznamu událostí
de_de: Protokolldateistufe
el_gr: Επίπεδο αρχείου καταγραφής
fa_ir: سطح فایل لاگ
fr_fr: Niveau du fichier journal
it_it: Livello del file di registro
ko_kr: 로그 파일 수준
pl_pl: Poziom pliku dziennika
uk_ua: Рівень файлу журналу
zh_cn: 日志文件级别

source: Logging Configuration
cs_cz: Nastavení záznamu událostí
de_de: Protokollierungskonfiguration
el_gr: Ρύθμιση καταγραφής
fa_ir: پیکربندی لاگ
fr_fr: Configuration de journalisation
it_it: Configurazione della registrazione
ko_kr: 로깅 구성
pl_pl: Konfiguracja logowania
uk_ua: Конфігурація журналювання
zh_cn: 日志配置

source: Logging Options
cs_cz: Předvolby zaznamenávání událostí
de_de: Optionen protokollieren
el_gr: Επιλογές καταγραφής
fa_ir: گزینه‌های لاگ
fr_fr: Options de journalisation
it_it: Opzioni di registrazione
ko_kr: 로깅 옵션
pl_pl: Opcje logowania
uk_ua: Параметри журналювання
zh_cn: 日志选项

source: Logical operator for conditions
cs_cz: Logický operátor pro podmínky
de_de: Logischer Operator für Bedingungen
el_gr: Λογικός τελεστής για συνθήκες
fa_ir: عملگر منطقی برای شرایط
fr_fr: Opérateur logique des conditions
it_it: Operatore logico per le condizioni
ko_kr: 조건에 대한 논리 연산자
pl_pl: Operator logiczny dla warunków
uk_ua: Логічний оператор для умов
zh_cn: 条件的逻辑运算符

source: Logs password if it is correct.
cs_cz: Zaznamenávat správná zadání hesla.
de_de: Protokolliere Passwort falls es ungültig ist.
el_gr: Καταγράφει τον κωδικό πρόσβασης εάν είναι σωστός.
fa_ir: در صورت صحیح بودن، رمز عبور را لاگ می‌کند.
fr_fr: Journalise le mot de passe s'il est correct.
it_it: Registra la password se è corretta.
ko_kr: 비밀번호가 올바른 경우 로그에 기록합니다.
pl_pl: Loguje hasło, jeśli jest poprawne.
uk_ua: Записує пароль у журнал, якщо він правильний.
zh_cn: 如果密码正确，请记录密码。

source: Logs password if it is rejected.
cs_cz: Zaznamenávat nezdařené pokusy o zadání hesla.
de_de: Protokolliere abgewiesene Passwörter
el_gr: Καταγράφει τον κωδικό πρόσβασης εάν απορριφθεί.
fa_ir: در صورت رد شدن رمز عبور، آن را لاگ می‌کند.
fr_fr: Journalise le mot de passe s'il est rejeté.
it_it: Registra la password se viene rifiutata.
ko_kr: 비밀번호가 거부되면 로그에 기록합니다.
pl_pl: Loguje hasło, jeśli zostało odrzucone.
uk_ua: Записує пароль у журнал, якщо його відхилено.
zh_cn: 如果被拒绝，则记录密码。

source: Lua function
cs_cz: Lua funkce
de_de: Lua-Funktion
el_gr: Συνάρτηση Lua
fa_ir: تابع Lua
fr_fr: Fonction Lua
it_it: Funzione Lua
ko_kr: Lua 함수
pl_pl: Funkcja Lua
uk_ua: Функція Lua
zh_cn: Lua功能

source: Lua service
cs_cz: Lua služba
de_de: Lua-Dienst
el_gr: Υπηρεσία Λούα
fa_ir: سرویس Lua
fr_fr: service Lua
it_it: Servizio Lua
ko_kr: Lua 서비스
pl_pl: Usługa Lua
uk_ua: Сервіс Lua
zh_cn: Lua服务

source: M/Monit Register Credentials
cs_cz: Přihlaš. údaje k M/Monit registru
de_de: M/Monit-Zugangsdaten übermitteln
el_gr: Διαπιστευτήρια Μητρώου M/Monit
fa_ir: ثبت اعتبارنامه M/Monit
fr_fr: Références du registre M/Monit
it_it: Credenziali di registro M/Monit
ko_kr: M/Monit 레지스터 자격 증명
pl_pl: Dane uwierzytelniające M/Monit
uk_ua: Облікові дані для реєстрації M/Monit
zh_cn: M/Monit 注册凭证

source: M/Monit Timeout
cs_cz: Časový limit M/Monit
de_de: M/Monit-Zeitüberschreitung
el_gr: Χρονικό όριο M/Monit
fa_ir: تایم‌اوت M/Monit
it_it: Timeout M/Monitoraggio
ko_kr: M/Monit 타임아웃
pl_pl: Limit czasu M/Monit
uk_ua: Таймаут M/Monit
zh_cn: M/Monit超时

source: M/Monit URL
cs_cz: URL M/Monit
fa_ir: آدرس M/Monit
it_it: URL M/Monit
pl_pl: URL M/Monit
uk_ua: URL M/Monit
zh_cn: M/Monit网址

source: MAC address
cs_cz: MAC adresa
de_de: MAC-Adresse
el_gr: Διεύθυνση MAC
fa_ir: آدرس MAC
fr_fr: Adresse MAC
it_it: Indirizzo MAC
ko_kr: MAC 주소
pl_pl: Adres MAC
uk_ua: MAC-адреса
zh_cn: MAC地址

source: MX Check
cs_cz: Kontrola MX
de_de: MX-Prüfung
el_gr: Έλεγχος MX
fa_ir: بررسی MX
fr_fr: Contrôle MX
it_it: Controllo MX
ko_kr: MX 검사
pl_pl: Sprawdzenie MX
uk_ua: Перевірка MX
zh_cn: MX 检查

source: Mail Server Port
cs_cz: Port e-mailového serveru
el_gr: Θύρα διακομιστή αλληλογραφίας
fa_ir: پورت سرور ایمیل
fr_fr: Port du serveur de courrier
it_it: Porta del server di posta
ko_kr: 메일 서버 포트
pl_pl: Port serwera pocztowego
uk_ua: Порт поштового сервера
zh_cn: 邮件服务器端口

source: Mail format
cs_cz: Formát e-mailu
de_de: E-Mail-Format
el_gr: Μορφή αλληλογραφίας
fa_ir: فرمت ایمیل
fr_fr: Format du courrier
it_it: Formato posta
ko_kr: 메일 형식
pl_pl: Format poczty
uk_ua: Формат пошти
zh_cn: 邮件格式

source: Mails from IPs entered here will not be scanned.
cs_cz: E-maily, pocházející ze sem zadaných IP adres, nebudou skenovány.
de_de: Mails von diesen IPs werden nicht geprüft.
el_gr: Τα μηνύματα από τις διευθύνσεις IP που καταχωρούνται εδώ δεν θα σαρωθούν.
fa_ir: ایمیل‌های ارسالی از IPهای واردشده در اینجا اسکن نمی‌شوند.
fr_fr: Les courriers provenant d'adresses IP saisies ici ne seront pas analysés.
it_it: I messaggi provenienti dagli IP inseriti qui non verranno scansionati.
ko_kr: 여기에 입력한 IP의 메일은 검색되지 않습니다.
pl_pl: Poczta z adresów IP wprowadzonych tutaj nie będzie skanowana.
uk_ua: Листи з IP-адрес, введених тут, не будуть скануватися.
zh_cn: 来自该IP地址的邮件不会被扫描。

source: Main Settings
cs_cz: Hlavní nastavení
de_de: Haupteinstellungen
el_gr: Κύριες ρυθμίσεις
fa_ir: تنظیمات اصلی
fr_fr: Réglages principaux
it_it: Impostazioni principali
ko_kr: 기본 설정
pl_pl: Ustawienia główne
uk_ua: Основні налаштування
zh_cn: 主要设置

source: Make sure the script is executable by the Monit service.
cs_cz: Ověřte že je skript spustitelný službou Monit.
de_de: Stellen Sie sicher, dass dieses Skript durch den Monit-Dienst ausführbar ist.
el_gr: Βεβαιωθείτε ότι το σενάριο είναι εκτελέσιμο από την υπηρεσία Monit.
fa_ir: اطمینان حاصل کنید که اسکریپت توسط سرویس Monit قابل اجرا باشد.
fr_fr: Assurez-vous que le script est exécutable par le service Monit.
it_it: Assicurati che lo script sia eseguibile dal servizio Monit.
ko_kr: 스크립트가 Monit 서비스에서 실행 가능한지 확인하세요.
pl_pl: Upewnij się, że skrypt jest wykonywalny przez usługę Monit.
uk_ua: Переконайтеся, що скрипт є виконуваним для служби Monit.
zh_cn: 确保该脚本可由Monit服务执行。

source: Map Host To IP Pool
cs_cz: Mapovat hostitele na fond IP adres
de_de: Host zu IP-Pool-Zuweisung
el_gr: Αντιστοίχιση κεντρικού υπολογιστή σε IP pool
fa_ir: نگاشت میزبان به استخر IP
it_it: Mappare l'host al pool IP
ko_kr: 호스트를 IP 풀에 매핑
pl_pl: Przypisz hosta do puli IP
uk_ua: Призначити хост пулу IP-адрес
zh_cn: 将主机映射到IP池

source: Mark encrypted archives as viruses (Encrypted.Zip, Encrypted.RAR).
cs_cz: Označovat zašifrované archivy jako viry (Encrypted.Zip, Encrypted.RAR).
de_de: Markiere verschlüsselte Archive als Viren (verschlüsseltes ZIP, verschlüsseltes RAR).
el_gr: Σημειώστε κρυπτογραφημένα αρχεία ως ιούς (Encrypted.Zip, Encrypted.RAR).
fa_ir: علامت‌گذاری بایگانی‌های رمزنگاری‌شده به‌عنوان ویروس‌ها (Encrypted.Zip, Encrypted.RAR)
fr_fr: Marquer les archives chiffrées comme des virus (.Zip chiffré, .RAR chiffré).
it_it: Contrassegna gli archivi crittografati come virus (Encrypted.Zip, Encrypted.RAR).
ko_kr: 암호화된 보관 파일을 바이러스로 표시합니다(Encrypted.Zip, Encrypted.RAR).
pl_pl: Oznacz zaszyfrowane archiwa jako wirusy (Encrypted.Zip, Encrypted.RAR).
uk_ua: Позначати зашифровані архіви як віруси (Encrypted.Zip, Encrypted.RAR).
zh_cn: 标记来自病毒的加密存档(Encrypted.Zip，Encrypted.RAR)。

source: Mask bits are used to limit the network range from which the message may be resent. This is used to avoid a rejection if another server sends the second mail.
cs_cz: Bity masky se používají k omezení rozsahu sítě, ze které může být zpráva znovu odeslána. To slouží k tomu, aby se zabránilo odmítnutí, pokud jiný server odešle druhý e-mail.
de_de: Maskierungsbits werden verwendet, um den Netzwerkbereich zu begrenzen, aus dem die Nachricht erneut gesendet werden darf. Dies wird verwendet, um eine Zurückweisung zu vermeiden, wenn ein anderer Server die zweite E-Mail sendet.
el_gr: Τα bit μάσκας χρησιμοποιούνται για να περιορίσουν την εμβέλεια δικτύου από την οποία μπορεί να αποσταλεί ξανά το μήνυμα. Αυτό χρησιμοποιείται για να αποφευχθεί η απόρριψη σε περίπτωση που κάποιος άλλος διακομιστής στείλει το δεύτερο μήνυμα.
fa_ir: بیت‌های ماسک برای محدود کردن بازهٔ شبکه‌ای که پیام ممکن است از آن بازفرستاده شود به‌کار می‌روند. این کار از رد شدن پیام جلوگیری می‌کند اگر سرور دیگری ایمیل دوم را ارسال کند.
fr_fr: Les bits de masque sont utilisés pour limiter la plage de réseau à partir de laquelle le message peut être renvoyé. Ceci est utilisé pour éviter un rejet si un autre serveur envoie le deuxième mail.
it_it: I bit di maschera vengono utilizzati per limitare l'intervallo di rete da cui il messaggio può essere reinviato. Viene utilizzato per evitare un rifiuto se un altro server invia la seconda posta.
ko_kr: 마스크 비트는 메시지가 재발송될 수 있는 네트워크 범위를 제한하는 데 사용됩니다. 이것은 다른 서버가 두 번째 메일을 발송할 경우 거부를 방지하기 위해 사용됩니다.
pl_pl: Bity maski są używane do ograniczenia zakresu sieci, z której wiadomość może być wysłana ponownie. Używa się tego, aby uniknąć odrzucenia, jeśli inny serwer wysyła drugą pocztę.
uk_ua: Біти маски використовуються для обмеження діапазону мережі, з якого повідомлення може бути надіслано повторно. Це використовується для уникнення відхилення, якщо інший сервер надсилає другий лист.
zh_cn: 掩码用于限制可以重新发送信息的网络范围。 如果另一台服务器发送第二封邮件，则用于避免拒绝。

source: Match
cs_cz: Shoda
de_de: Übereinstimmung
el_gr: Αγώνας
fa_ir: مطابقت
fr_fr: Correspond
it_it: Incontro
ko_kr: 일치
pl_pl: Dopasowanie
uk_ua: Збіг
zh_cn: 匹配

source: Match pattern
cs_cz: Shoda se vzorem
de_de: Mustervergleich
el_gr: Μοτίβο αντιστοίχισης
fa_ir: مطابقت الگو
fr_fr: Masque de correspondance
it_it: Modello di corrispondenza
ko_kr: 패턴 일치
pl_pl: Wzorzec dopasowania
uk_ua: Шаблон збігу
zh_cn: 匹配模式

source: Match response
cs_cz: Odezva shody
de_de: Trefferantwort
el_gr: Απάντηση σε αγώνα
fa_ir: پاسخ منطبق
fr_fr: Réponse de correspondance
it_it: Risposta corrispondente
ko_kr: 응답 일치
pl_pl: Odpowiedź dopasowania
uk_ua: Відповідь збігу
zh_cn: 匹配响应

source: Matches the specified regular expression in all occurrences of header field.
cs_cz: Hledá shodu se zadaným regulárním výrazem ve všech výskytech kolonky hlavičky.
de_de: Prüft den angegebenen regulären Ausdruck in allen Vorkommen im Header-Feld.
el_gr: Αντιστοιχεί στην καθορισμένη κανονική έκφραση σε όλες τις εμφανίσεις του πεδίου κεφαλίδας.
fa_ir: در تمام وقوع‌های فیلد هدر با عبارت منظم مشخص‌شده مطابقت دارد.
fr_fr: Fait correspondre l'expression régulière spécifiée dans toutes les occurrences du champ d'en-tête.
it_it: Corrisponde all'espressione regolare specificata in tutte le occorrenze del campo di intestazione.
ko_kr: 모든 헤더 필드에서 지정된 정규식과 일치합니다.
pl_pl: Dopasowuje podane wyrażenie regularne we wszystkich wystąpieniach pola nagłówka.
uk_ua: Відповідає зазначеному регулярному виразу у всіх входженнях поля заголовка.
zh_cn: 在所有出现的标头字段中匹配指定的正则表达式。

source: Matches the specified regular expression in all occurrences of the header field.
cs_cz: Hledá shodu se zadaným regulárním výrazem ve všech výskytech kolonky hlavičky.
de_de: Prüft den angegebenen regulären Ausdruck in allen Vorkommen im Header-Feld.
el_gr: Αντιστοιχεί στην καθορισμένη κανονική έκφραση σε όλες τις εμφανίσεις του πεδίου κεφαλίδας.
fa_ir: در همه وقوع‌های این فیلد هدر با عبارت منظم مشخص‌شده مطابقت دارد.
fr_fr: Fait correspondre l'expression régulière spécifiée dans toutes les occurrences du champ d'en-tête.
it_it: Corrisponde all'espressione regolare specificata in tutte le occorrenze del campo dell'intestazione.
ko_kr: 헤더 필드의 모든 항목에서 지정된 정규식과 일치합니다.
pl_pl: Dopasowuje podane wyrażenie regularne we wszystkich wystąpieniach pola nagłówka.
uk_ua: Відповідає зазначеному регулярному виразу у всіх входженнях поля заголовка.
zh_cn: 在所有出现的标头字段中匹配指定的正则表达式。

source: Max Daily Session
cs_cz: Max. sezení denně
de_de: Maximale tägliche Sitzung
el_gr: Μέγιστη ημερήσια συνεδρία
fa_ir: حداکثر نشست روزانه
fr_fr: Maximum de session quotidienne
it_it: Sessione giornaliera massima
ko_kr: 최대 일일 세션
pl_pl: Maksymalna liczba sesji dziennie
uk_ua: Максимальна щоденна сесія
zh_cn: 日最大会话数

source: Max directory recursion
cs_cz: Vnoření složky nejvýše
de_de: Maximale Verzeichnisrekursion
el_gr: Μέγιστη αναδρομή καταλόγου
fa_ir: حداکثر بازگشت دایرکتوری
fr_fr: Récursivité maximum de répertoire
it_it: Ricorsione massima delle directory
ko_kr: 최대 디렉토리 재귀
pl_pl: Maksymalna rekursja katalogów
uk_ua: Максимальна рекурсія тек
zh_cn: 最大目录递归

source: Max file size
cs_cz: Velikost souboru nejvýše
de_de: Maximale Dateigröße
el_gr: Μέγιστο μέγεθος αρχείου
fa_ir: حداکثر اندازه فایل
fr_fr: Taille maximum de fichier
it_it: Dimensione massima del file
ko_kr: 최대 파일 크기
pl_pl: Maks. rozmiar pliku
uk_ua: Максимальний розмір файлу
zh_cn: 档案大小上限

source: Max files
cs_cz: Počet souborů nejvýše
de_de: Maximale Dateien
el_gr: Μέγιστος αριθμός αρχείων
fa_ir: حداکثر تعداد فایل‌ها
fr_fr: Fichiers max
it_it: File massimi
ko_kr: 최대 파일 수
pl_pl: Maksymalna liczba plików
uk_ua: Максимальна кількість файлів
zh_cn: 最大档案

source: Max keepalive requests
cs_cz: Požadavků pro udržování spojení nejvyýše
de_de: Maximale Keepalive-Anfragen
el_gr: Μέγιστος αριθμός αιτημάτων διατήρησης ζωντανής δραστηριότητας
fa_ir: حداکثر درخواست‌های keepalive
fr_fr: Nombre maximum de requêtes keepalive
it_it: Numero massimo di richieste keepalive
ko_kr: 최대 keepalive 요청 수
pl_pl: Maksymalna liczba żądań keepalive
uk_ua: Максимальна кількість запитів keepalive
zh_cn: 最长在线检测请求

source: Max keepalive timeout
cs_cz: Časový limit udržování spojení nejdéle
de_de: Maximale Keepalive-Zeitüberschreitung
el_gr: Μέγιστο χρονικό όριο διατήρησης ζωντανής λειτουργίας
fa_ir: حداکثر تایم‌اوت keepalive
fr_fr: Délai d'attente maximum pour la communication avec le serveur
it_it: Timeout massimo di keepalive
ko_kr: 최대 keepalive 시간 초과
pl_pl: Maksymalny czas wyłączenia keepalive
uk_ua: Максимальний таймаут keepalive
zh_cn: 最长在线检测超时

source: Max object size
cs_cz: Max. velikost objektu
de_de: Maximale Objektgröße
el_gr: Μέγιστο μέγεθος αντικειμένου
fa_ir: حداکثر اندازه شیء
fr_fr: Taille max de l'objet
it_it: Dimensione massima dell'oggetto
ko_kr: 최대 개체 크기
pl_pl: Maks. rozmiar obiektu
uk_ua: Максимальний розмір об'єкта
zh_cn: 最大对象大小

source: Max recursion
cs_cz: Vnoření nejvýše
de_de: Maximale Rekursion
el_gr: Μέγιστη αναδρομή
fa_ir: حداکثر بازگشت
fr_fr: Maximum de récursion
it_it: Ricorsione massima
ko_kr: 최대 재귀
pl_pl: Maksymalna rekursja
uk_ua: Максимальна рекурсія
zh_cn: 最大递归

source: Max requests per child
cs_cz: Požadavků z jednotlivých podřízených nejvýše
de_de: Maximale Anfragen pro Kind
el_gr: Μέγιστος αριθμός αιτημάτων ανά παιδί
fa_ir: حداکثر درخواست‌ها در هر پردازش فرزند
fr_fr: Demandes maximales par enfant
it_it: Richieste massime per bambino
ko_kr: 자식당 최대 요청 수
pl_pl: Maksymalna liczba żądań na dziecko
uk_ua: Максимальна кількість запитів на дочірній елемент
zh_cn: 每个子项的最大请求数

source: Max scan size
cs_cz: Velikost skenu nejvýše
de_de: Maximale Scangröße
el_gr: Μέγιστο μέγεθος σάρωσης
fa_ir: حداکثر اندازه اسکن
fr_fr: Taille maximum de scan
it_it: Dimensione massima di scansione
ko_kr: 최대 검색 크기
pl_pl: Maks. rozmiar skanowania
uk_ua: Максимальний розмір сканування
zh_cn: 最大扫描尺寸

source: Max servers
cs_cz: Max. serverů
de_de: Maximale Server
el_gr: Μέγιστοι διακομιστές
fa_ir: حداکثر تعداد سرورها
fr_fr: Serveurs max
it_it: Server massimi
ko_kr: 최대 서버 수
pl_pl: Maksymalna liczba serwerów
uk_ua: Максимальна кількість серверів
zh_cn: 最大服务器数

source: Max sessions
cs_cz: Nejvýše relací
de_de: Max. Sitzungen
el_gr: Μέγιστος αριθμός συνεδριών
fa_ir: حداکثر نشست‌ها
fr_fr: Sessions max
it_it: Sessioni massime
ko_kr: 최대 세션 수
pl_pl: Maksymalna liczba sesji
uk_ua: Максимальна кількість сесій
zh_cn: 最大会话数

source: Max spare threads
cs_cz: Náhradních vláken nejvýše
de_de: Maximale freie Threads
el_gr: Μέγιστο εφεδρικό σπείρωμα
fa_ir: حداکثر تردهای ذخیره
fr_fr: Filets de rechange maximum
it_it: Numero massimo di fili di riserva
ko_kr: 최대 예비 스레드
pl_pl: Maksymalna liczba zapasowych wątków
uk_ua: Максимальна кількість вільних потоків
zh_cn: 最大备用线程数

source: Max. data length
cs_cz: Nejvyšší umožněná délka dat
de_de: Max. Datenlänge
el_gr: Μέγιστο μήκος δεδομένων
fa_ir: حداکثر طول داده
fr_fr: Longueur maximale des données
it_it: Massimo. lunghezza dei dati
ko_kr: 최대 데이터 길이
pl_pl: Maks. długość danych
uk_ua: Макс. довжина даних
zh_cn: 数值最大长度

source: Max. line length
cs_cz: Řádky dlouhé nejvýše
de_de: Max. Zeilenlänge
el_gr: Μέγιστο μήκος γραμμής
fa_ir: حداکثر طول خط
fr_fr: Longueur maximale de la ligne
it_it: Massimo. lunghezza della linea
ko_kr: 최대 줄 길이
pl_pl: Maks. długość linii
uk_ua: Макс. довжина рядка
zh_cn: 最大行长

source: MaxLinesPerSecond
cs_cz: RadkuZaSekunduNejvyse
de_de: Maximale Zeilen pro Sekunde
el_gr: Μέγιστες ΓραμμέςΑνάΔευτερόλεπτο
fa_ir: حداکثر خطوط در ثانیه
it_it: Numero massimo di linee al secondo
ko_kr: 초당 최대 라인 수
pl_pl: MaksLiniiNaSekundę
uk_ua: Максимум рядків за секунду
