Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Please enter a valid 'URI' that starts with '/'.
cs_cz: Zadejte platné „URI“, která začíná na „/“.
el_gr: Παρακαλώ εισάγετε ένα έγκυρο 'URI' που να ξεκινά με '/'.

source: Please enter a valid Grace Period between 1 and 20 seconds.
cs_cz: Zadejte platné Grace Period z rozmezí 1 až 20 sekund.
el_gr: Παρακαλώ εισάγετε μια έγκυρη Περίοδο Χάριτος μεταξύ 1 και 20 δευτερολέπτων.

source: Please enter a valid HTTP response code between 100 and 599
cs_cz: Zadejte platný HTTP návratový kód z rozmezí 100 až 599
el_gr: Παρακαλώ εισάγετε έναν έγκυρο κωδικό απόκρισης HTTP μεταξύ 100 και 599

source: Please enter a valid Path that starts with '/'.
cs_cz: Zadejte platný popis umístění, který začíná na „/“.
el_gr: Παρακαλώ εισάγετε μια έγκυρη διαδρομή που να ξεκινά με '/'.

source: Please enter a value between 1 to 100.
cs_cz: Zadejte hodnotu z rozmezí 1 až 100.
el_gr: Παρακαλώ εισάγετε μια τιμή μεταξύ 1 και 100.

source: PrometheusRemoteWrite
cs_cz: Prometheus – vzdálený zápis
el_gr: ΠρομηθέαςΑπομακρυσμένηΓραφή
it_it: PrometeoRemoteWrite

source: Route53
el_gr: Διαδρομή53

source: ntlm
cs_cz: NT správa přihlašování (ntlm)

source: Microsoft AD
cs_cz: Microsoft Active Directory

source: myhost
cs_cz: mujstroj

source: ShortSeq
cs_cz: KrátkáPosl
it_it: Seq.breve

source: Ad-hoc (IBSS)
cs_cz: Přímé propojení (IBSS)

source: sid
cs_cz: bezpečnostní identifikátor
zh_cn: 签名ID

source: WCPU
cs_cz: Wprocesor

source: RES
cs_cz: ZDROJ

source: MAC
cs_cz: MAC adresa

source: IP
cs_cz: IP adresa

source: URL
cs_cz: URL adresa
zh_cn: 网址

source: ACL
cs_cz: ACL seznam

source: Cron
cs_cz: Plánovač (cron)
de_de: Geplante Aufgaben (Cron)
zh_cn: 任务

source: NPTv6
cs_cz: NTPv6

source: PPS
cs_cz: Paketů/s

source: basedn
cs_cz: základ rozlišeného názvu

source: certca
cs_cz: certifikát cert. autority

source: dnsserver1
cs_cz: dns server č. 1
pl_pl: serwer DNS 1

source: groupattr
cs_cz: skupinovýatribut

source: localport
cs_cz: místní port
pl_pl: lokalny port

source: nameattr
cs_cz: nazevatrib

source: nbtscope
cs_cz: nbtrozsah

source: ntpserver1
cs_cz: ntp server č. 1
pl_pl: Serwer NTP1

source: ntpserver2
cs_cz: ntp server č. 2
pl_pl: Serwer NTP2

source: ovpnrule
cs_cz: ovpnpravidlo
pl_pl: reguła Ovpn

source: passdn
cs_cz: rozlnazevhesla
pl_pl: hasło DN

source: pptplocalsubnet
cs_cz: pptpmístnípodsíť
pl_pl: lokalna podsieć PPTP

source: tlssharedkey
cs_cz: sdílení tls klíč
pl_pl: współdzielony klucz TLS

source: userdn
cs_cz: rozlišnázevuživ
pl_pl: nazwa użytkownika DN

source: BIOS
cs_cz: BIOS/(U)EFI

source: Maltrail
cs_cz: Mailtrail

source: bytes
cs_cz: bajtů
pl_pl: bajty

source: Bpf
cs_cz: Ppf

source: * | realm | /regex/
cs_cz: * | sféra | /regex/
it_it: *| regno | /regex/
pl_pl: * | królestwo | /wyrażenie regularne/

source: NameCheap
cs_cz: NázevCheap
it_it: NomeEconomico

source: CARP IP
cs_cz: IP adresa CARP rozhraní
it_it: CARPA IP

source: WakeOnLan
cs_cz: Probouzení po síti

source: MsgPack
cs_cz: Paket zprávy

source: INT
de_de: SCHNITTSTELLE
zh_cn: 接口

source: DHCPDv6
de_de: DCHPDv6

source: http-response set-var
de_de: HTTP-Antwort: Variable setzen
it_it: risposta http set-var

source: apcsmart
de_de: APC Smart (serielles USV-Protokoll)

source: coa
de_de: CoA (Change of Authorization)

source: ddclient
de_de: DynDNS-Client

source: RSA-2048
de_de: RSA-3072

source: SOCKS
it_it: CALZINI

source: StartTLS
it_it: AvviaTLS

source: AID
it_it: AIUTO

source: Nat
it_it: Naz

source: AAAA (IPv6)
it_it: AAAAA (IPv6)

source: GoDaddy
it_it: Vai papà

source: Hurricane Electric
it_it: Uragano elettrico

source: FreeRADIUS
it_it: RADIUS gratuito

source: GET
it_it: OTTENERE

source: LAGG
it_it: GAL

source: Nut
it_it: Noce
pl_pl: Orzech

source: PEAP
it_it: PISELLA

source: PUT
it_it: METTERE

source: SMART
it_it: ACCORTO

source: Unbound DNS
it_it: DNS non associato
pl_pl: Nieprzypisane DNS

source: esp
it_it: soprattutto

source: nsupdate (RFC 2136)
it_it: aggiornamento (RFC 2136)

source: Radius
it_it: Raggio

source: ACME DNS
it_it: DNS ACME

source: Azure DNS
it_it: DNS di Azure

source: autoDNS (InternetX)
it_it: DNS automatico (InternetX)

source: BIND
it_it: LEGAMENTO
zh_cn: 绑定

source: Netdata
it_it: Dati netti

source: X-Forwarded-For
it_it: X-Inoltrato-Per

source: Namecheap
it_it: Nome economico

source: Variomedia
it_it: Varimedia

source: CNAME
it_it: CNOME

source: authpriv
it_it: autpriv

source: Freeradius
it_it: Raggio libero

source: Git
it_it: Va bene

source: EUserv
it_it: Servizio UE

source: Syslog (Json)
it_it: Log di sistema (Json)

source: prime256v1
it_it: primo256v1

source: Active24
it_it: Attivo24

source: JD Cloud
it_it: JD Nuvola

source: AutoDNS (InterNetX)
it_it: DNS automatico (InterNetX)

source: BGP ASN
it_it: ASN BGP

source: CrowdSec
it_it: FollaSec

source: DDNSS
it_it: DDSS

source: FastCGI
it_it: CGI veloce

source: HOTP
it_it: CALDO

source: PointHQ
it_it: PuntoHQ

source: Sitelutions
it_it: Soluzioni di sito

source: TOTP
it_it: TOT

source: Charon
it_it: Caronte

source: InfluxDB
it_it: DB di afflusso

source: OpenTelemetry
it_it: OpenTelemetria

source: World4You
it_it: Mondo4You

source: opn.example.com
it_it: opn.esempio.com

source: ARC
it_it: ARCO

source: RDP
it_it: PSR

source: SOCKSv4
it_it: CALZINIv4

source: SOCKSv5
it_it: CALZINIv5

source: Scaleway
it_it: Scala

source: TAP
it_it: RUBINETTO

source: STP
zh_cn: STP(生成树协议)

source: aliyun
zh_cn: 阿里云

source: cron2
pl_pl: cron
zh_cn: 调度任务2

source: advskew
zh_cn: 偏离值

source: advbase
zh_cn: 基本值

source: Url
zh_cn: 网址

source: EasyList
zh_cn: 简单列表

source: Netstat
zh_cn: 网络统计

source: You can configure a proper Thermal Sensor / Module %shere%s.
pl_pl: Możesz skonfigurować sensor / moduł temperatury %shere%s.

source: Core Critical:
pl_pl: Rdzeń - krytyczne:

source: Core Warning:
pl_pl: Rdzeń - ostrzeżenie:

source: Zone Critical:
pl_pl: Strefa - krytycznie:

source: Zone Warning:
pl_pl: Strefa - ostrzeżenie:

source: Thresholds in °C (1 to 100):
pl_pl: Progi w °C (1 do 100):

source: Number of Log lines to display
pl_pl: Ilość linii logu do wyświetlenia

source: Disk usage
pl_pl: Użycie dysku

source: SWAP usage
pl_pl: Użycie SWAP

source: State table size
pl_pl: Rozmiar tablicy stanów

source: Show how many characters from story:
pl_pl: Ilość znaków wyświetlanych z wątku:

source: Widget height:
pl_pl: Wysokość widgetu:

source: Display number of items:
pl_pl: Ilość elementów do wyświetlenia:

source: No OpenVPN instance defined or enabled.
pl_pl: Brak zdefiniowanych lub uruchomionych instancji OpenVPN.

source: Remote/Virtual IP
pl_pl: Zdalny/wirtualny adres IP

source: Real/Virtual IP
pl_pl: Prawdziwy/wirtualny adres IP

source: Name/Time
pl_pl: Nazwa/Czas

source: Updating...
pl_pl: Aktualizowanie...

source: in use
pl_pl: w użyciu

source: in view
pl_pl: w podglądzie

source: Clock location
pl_pl: Położenie zegara

source: No active peers available
pl_pl: Brak aktywnych peerów

source: Act
pl_pl: Akt

source: Mobile Users
pl_pl: Użytkownicy mobilni

source: Inactive Tunnels
pl_pl: Nieaktywne tunele

source: Active Tunnels
pl_pl: Aktywne tunele

source: Mobile
pl_pl: Klienci mobilni

source: No CARP Interfaces Defined. Click %shere%s to configure CARP.
pl_pl: Brak zdefiniowanych instancji CARP. Kliknij %shere%s aby skonfigurować.

source: Core
pl_pl: Rdzeń

source: Current: %s MHz, Max: %s MHz
pl_pl: Aktualnie: %s MHz, Max: %s MHz

source: Launch IPsec in debug mode so that more verbose logs will be generated to aid in troubleshooting.
pl_pl: Uruchom protokół IPsec w trybie debugowania, aby wygenerować więcej pełnych dzienników ułatwiających rozwiązywanie problemów.

source: Start IPsec in debug mode based on sections selected
pl_pl: Uruchom IPsec w trybie debugowania bazującym na zaznaczonych sekcjach

source: IPsec Debug
pl_pl: Debugowanie IPsec

source: This exempts traffic for one or more subnets from getting processed by the IPsec stack in the kernel. When sending all traffic to the remote location, you probably want to add your lan network(s) here
pl_pl: Zwalnia to ruch dla jednej lub więcej podsieci z przetwarzania przez stos IPsec w jądrze. Wysyłając cały ruch do zdalnej lokalizacji, prawdopodobnie chcesz dodać tutaj swoją sieć (sieci) lan

source: By default, if several SAs match, the newest one is preferred if it's at least 30 seconds old. Select this option to always prefer old SAs over new ones.
pl_pl: Domyślnie, jeśli kilka SA jest zgodnych, preferowany jest najnowszy, jeśli ma co najmniej 30 sekund. Wybierz tę opcję, aby zawsze preferować stare SA nad nowe.

source: Security Associations
pl_pl: Stowarzyszenia Bezpieczeństwa

source: Disable all auto-added VPN rules.
pl_pl: Wyłącz wszystkie automatycznie dodawane reguły VPN.

source: Disable Auto-added VPN rules
pl_pl: Wyłącz automatycznie dodawane reguły VPN

source: IPsec Advanced Settings
pl_pl: Zaawansowane ustawienia IPsec

source: Entry "%s" is not a valid network.
pl_pl: Wpis „%s” nie jest prawidłową siecią.

source: PSK
pl_pl: Klucz PSK

source: create or link user certificate
pl_pl: utwórz nowy lub przypnij certyfikat użytkownika

source: unlink certificate
pl_pl: odepnij certyfikat

source: Do you really want to remove this certificate association?
pl_pl: Czy na pewno chcesz usunąć to powiązanie certyfikatu?

source: (Certificate will not be deleted)
pl_pl: (certyfikat nie zostanie usunięty)

source: Invalid internal Certificate Authority
pl_pl: Nieprawidłowy wewnętrzny urząd certyfikacji

source: The certificate association "%s" was successfully removed.
pl_pl: Powiązanie certyfikatu "%s" zostało pomyślnie usunięte.

source: Do not use the Synchronize Config to IP and password option on backup cluster members!
pl_pl: Nie używaj opcji Synchronizuj konfigurację z adresem IP i hasłem na elementach klastra kopii zapasowej!

source: Do not use the Synchronize Config to IP and username option on backup cluster members!
pl_pl: Nie używaj opcji synchronizacji konfiguracji do IP i nazwy użytkownika na członkach klastra zapasowego!

source: For setting up the backup machine leave this field empty, and do not forget to allow incoming connections on the specified interface for synchronization.
pl_pl: Aby skonfigurować maszynę zapasową, zostaw to pole puste i nie zapomnij zezwolić na przychodzące połączenia na określonym interfejsie do synchronizacji.

source: When using XMLRPC sync to a backup machine running on another port/protocol please input the full url (example: %s)
pl_pl: Korzystając z synchronizacji XMLRPC do maszyny zapasowej działającej na innym porcie/protokole, wprowadź pełny adres URL (przykład: %s)

source: Enter the IP address of the firewall to which the selected configuration sections should be synchronized.
pl_pl: Wprowadź adres IP zapory sieciowej, z którą powinny być zsynchronizowane wybrane sekcje konfiguracji.

source: Synchronize Config to IP
pl_pl: Synchronizuj konfigurację do IP

source: Configuration Synchronization Settings (XMLRPC Sync)
pl_pl: Ustawienia synchronizacji konfiguracji (Synchronizacja XMLRPC)

source: You must have an IP assigned to the interface on any participating sync nodes.
pl_pl: Musisz mieć przypisany adres IP do interfejsu na wszystkich uczestniczących węzłach synchronizacji.

source: We recommend setting this to a interface other than LAN! A dedicated interface works the best.
pl_pl: Sugerujemy ustawienie na intefejs inny niż LAN! Dedykowany interfejs byłby najlepiej.

source: If Synchronize States is enabled, it will utilize this interface for communication.
pl_pl: Musisz mieć przypisany adres IP do interfejsu na wszystkich uczestniczących węzłach synchronizacji.

source: Synchronize Interface
pl_pl: Interfejs synchronizacji

source: Clicking save will force a configuration sync if it is enabled! (see Configuration Synchronization Settings below)
pl_pl: Kliknięcie zapisz wymusi synchronizację konfiguracji jeśli jest włączona! (spójrz na Ustawienia synchronizacji konfiguracji poniżej)

source: pfsync transfers state insertion, update, and deletion messages between firewalls.%sEach firewall sends these messages out via multicast on a specified interface, using the PFSYNC protocol (%sIP Protocol 240%s).%sIt also listens on that interface for similar messages from other firewalls, and imports them into the local state table.%sThis setting should be enabled on all members of a failover group.
pl_pl: pfsync przesyła wiadomości wstawiania, aktualizacji i usuwania stanu między zaporami.%sKażda zapora wysyła te wiadomości za pośrednictwem multiemisji na określonym interfejsie, używając protokołu PFSYNC (%sIP Protocol 240%s).%sNasłuchuje również na tym interfejsie w poszukiwaniu podobnych wiadomości z innych zapór i importuje je do lokalnej tabeli stanów.%sTo ustawienie powinno być włączone dla wszystkich członków grupy pracy awaryjnej.

source: Synchronize States
pl_pl: Synchronizuj stany

source: The synchronize peer IP must be an IPv4 address or left empty.
pl_pl: Adres IP do synchronizacji musi być typu IPv4 lub pusty.

source: How often that an ICMP probe will be sent in seconds. Default is %d.
pl_pl: Częstotliwość wysyłania ICMP w sekundach. Domyślnie: %d.

source: Low and high thresholds for packet loss in %%. Default is %d/%d.
pl_pl: Niski i wysoki próg utraty pakietów w %%. Domyślnie: %d/%d.

source: Packet Loss thresholds
pl_pl: Progi utraconych pakietów

source: Low and high thresholds for latency in milliseconds. Default is %d/%d.
pl_pl: Niski i wysoki próg latencji w milisekundach. Domyślnie: %d/%d.

source: To
pl_pl: Do

source: Latency thresholds
pl_pl: Próg latencji

source: Weight for this gateway when used in a Gateway Group.
pl_pl: Waga tej bramy przy użyciu w grupie bram.

source: - Show advanced option
pl_pl: - pokaż opcje zaawansowane

source: Enter an alternative address here to be used to monitor the link. This is used for the quality RRD graphs as well as the load balancer entries. Use this if the gateway does not respond to ICMP echo requests (pings)
pl_pl: Wprowadź tutaj alternatywny adres, który będzie używany do monitorowania łącza. Służy do tworzenia wykresów jakości RRD, a także wpisów modułu równoważenia obciążenia. Użyj tego, jeśli brama nie odpowiada na żądania echa ICMP (pingi)

source: Set this option to disable this gateway without removing it from the list.
pl_pl: Zaznacz tę opcję aby wyłączyć bramę bez jej usuwania z listy.

source: Edit gateway
pl_pl: Edytuj bramę

source: The probe interval needs to be positive.
pl_pl: Interwał sprawdzania musi być liczbą dodatnią.

source: The probe interval needs to be a numeric value.
pl_pl: Interwał sprawdzania musi być liczbą.

source: The high Packet Loss threshold needs to be higher than the low Packet Loss threshold
pl_pl: Wysoki próg utraty pakietów musi być większy od niskiego poziomu

source: The high latency threshold needs to be higher than the low latency threshold
pl_pl: Wysoki próg czasu opóźnienia musi być większy od niskiego poziomu

source: The high Packet Loss threshold needs to be 100 or less.
pl_pl: Wysoki prógutraty pakietów musi być mniejszy lub równy 100.

source: The high Packet Loss threshold needs to be positive.
pl_pl: Wysoki próg utraty pakietów musi być liczbą dodatnią.

source: The high Packet Loss threshold needs to be a numeric value.
pl_pl: Wysoki próg utraty pakietów musi być liczbą.

source: The low Packet Loss threshold needs to be less than 100.
pl_pl: Niski próg utraty pakietów musi być mniejszy niż 100.

source: The low Packet Loss threshold needs to be positive.
pl_pl: Niski próg utraty pakietów musi być liczbą dodatnią.

source: The low Packet Loss threshold needs to be a numeric value.
pl_pl: Niski próg utraty pakietów musi być liczbą.

source: The high latency threshold needs to be positive.
pl_pl: Próg wysokiego czasu opóźnienia musi być liczbą dodatnią.

source: The high latency threshold needs to be a numeric value.
pl_pl: Próg wysokiego czasu opóźnienia musi być liczbą.

source: The low latency threshold needs to be positive.
pl_pl: Niski próg utraty pakietów musi być liczbą.

source: The low latency threshold needs to be a numeric value.
pl_pl: Niski próg utraty pakietów musi być liczbą.

source: The gateway IP address "%s" already exists.
pl_pl: Adres IP bramy "%s" już istnieje.

source: The gateway name "%s" already exists.
pl_pl: Brama o nazwie "%s" już istnieje.

source: A valid monitor IP address must be specified.
pl_pl: Należy podać poprawny adres IP monitorowania.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv6 configuration.
pl_pl: Nie można określić dynamicznych wartości bramy dla interfejsów z konfiguracją statyczną IPv6.

source: Dynamic gateway values cannot be specified for interfaces with a static IPv4 configuration.
pl_pl: Nie można określić dynamicznych wartości bramy dla interfejsów z konfiguracją statyczną IPv4.

source: Cannot add IPv6 Gateway Address because no IPv6 address could be found on the interface.
pl_pl: Nie można dodać adresu bramy IPv6, ponieważ nie znaleziono adresu IPv6 na interfejsie.

source: Cannot add IPv4 Gateway Address because no IPv4 address could be found on the interface.
pl_pl: Nie można dodać adresu bramy IPv4, ponieważ nie znaleziono adresu IPv4 na interfejsie.

source: A valid gateway IP address must be specified.
pl_pl: Podany musi być prawidłowy adres IP.

source: A valid gateway name must be specified.
pl_pl: Podana musi być prawidłowa nazwa bramy.

source: Delete selected items
pl_pl: Usuń wybrane elementy

source: Gateway is inactive because interface is missing
pl_pl: Brama jest nieaktywna ponieważ interfejs nie istnieje

source: The gateway configuration has been changed.
pl_pl: Konfiguracja bramy została zmieniona.

source: Do you really want to delete the selected gateway items?
pl_pl: Czy na pewno chcesz usunąć wybrane bramy?

source: Do you really want to delete this gateway?
pl_pl: Czy chcesz usunąć tę bramę?

source: Gateway '%s' cannot be deleted because it is in use on Static Route '%s'
pl_pl: Brama "%s" nie może być usunięta ponieważ jest używana w trasie statycznej "%s"

source: Gateway '%s' cannot be deleted because it is in use on Gateway Group '%s'
pl_pl: Brama "%s" nie może być usunięta ponieważ jest częścią grupy bram "%s"

source: No gateway(s) have been selected to be used in this group
pl_pl: Żadna brama nie została dodana do tej grupy

source: Delete CRL
pl_pl: Usuń CRL

source: Edit CRL
pl_pl: Edytuj CRL

source: Export CRL
pl_pl: Eksportuj CRL

source: Unknown (imported)
pl_pl: Nieznane (zaimportowane)

source: Import CRL for %s
pl_pl: Importuj CRL dla %s

source: Add or Import CRL for %s
pl_pl: Dodaj lub zaimportuj CRL dla %s

source: Reason
pl_pl: Powód

source: Choose a Certificate to Revoke
pl_pl: Wybierz certyfikat do odwołania

source: Revoke a Certificate
pl_pl: Odwołaj certyfikat

source: No Certificates Found for this CA.
pl_pl: Brak certyfikatów dla wybranego urzędu certyfikacji

source: Delete this certificate from the CRL
pl_pl: Usuń ten certyfikat z listy CRL

source: No Certificates Found for this CRL.
pl_pl: Nie znaleziono certyfikatów dla tego CRL.

source: Revoked At
pl_pl: Odwołane o

source: Revocation Reason
pl_pl: Powód odwołania

source: Certificate Name
pl_pl: Nazwa certyfikatu

source: Currently Revoked Certificates for CRL
pl_pl: Obecnie unieważnione certyfikaty dla CRL

source: Edit Imported Certificate Revocation List
pl_pl: Edytuj zaimportowaną listę unieważnionych certyfikatów

source: Default: 0
pl_pl: Domyślnie: 0

source: Default: 9999
pl_pl: Domyślnie: 9999

source: Internal Certificate Revocation List
pl_pl: Wewnętrzna lista unieważnionych certyfikatów

source: Paste a Certificate Revocation List in X.509 CRL format here.
pl_pl: Wklej tutaj listę unieważnionych certyfikatów w formacie X.509 CRL.

source: Existing Certificate Revocation List
pl_pl: Istniejąca lista unieważnionych certyfikatów

source: Import an existing Certificate Revocation List
pl_pl: Zaimportuj istniejącą listę unieważnionych certyfikatów

source: Create an internal Certificate Revocation List
pl_pl: Utwórz wewnętrzną listę unieważnionych certyfikatów

source: Delete this certificate from the CRL?
pl_pl: Usunąć ten certyfikat z CRL?

source: Do you really want to delete this Certificate Revocation List?
pl_pl: Czy naprawdę chcesz usunąć tę listę unieważnionych certyfikatów?

source: Certificate Revocation List data
pl_pl: Dane listy unieważnionych certyfikatów

source: Cannot revoke certificates for an imported/external CRL.
pl_pl: Nie można unieważnić certyfikatów dla zaimportowanej/zewnętrznej listy CRL.

source: CA mismatch between the Certificate and CRL. Unable to Revoke.
pl_pl: Niezgodność CA między certyfikatem a CRL. Nie można unieważnić.

source: Both the Certificate and CRL must be specified.
pl_pl: Należy określić zarówno certyfikat, jak i CRL.

source: Failed to delete certificate %s from CRL %s
pl_pl: Nie udało się usunąć certyfikatu %s z CRL %s

source: Certificate Revocation List %s is in use and cannot be deleted
pl_pl: Lista unieważnienia certyfikatów %s jest używana i nie może być usunięta

source: update csr
pl_pl: aktualizuj csr

source: delete cert
pl_pl: usuń certyfikat

source: export ca+user cert+user key in .p12 format
pl_pl: eksportuj ca+user cert+user key w formacie .p12

source: export user key
pl_pl: eksportuj klucz użytkownika

source: export user cert
pl_pl: eksportuj certyfikat użytkownika

source: IPsec Tunnel
pl_pl: Tunel IPsec

source: OpenVPN Client
pl_pl: Klient OpenVPN

source: OpenVPN Server
pl_pl: Serwer OpenVPN

source: User Cert
pl_pl: Certyfikat użytkownika

source: Server:
pl_pl: Serwer:

source: external - signature pending
pl_pl: zewnętrzny - oczekiwanie na podpis

source: In Use
pl_pl: W użyciu

source: Paste the certificate received from your certificate authority here.
pl_pl: Wklej tutaj certyfikat otrzymany od twojego dostawcy certyfikatów.

source: Final certificate data
pl_pl: Końcowe dane certyfikatu

source: Copy the certificate signing data from here and forward it to your certificate authority for signing.
pl_pl: Skopiuj dane podpisywania certyfikatu stąd i przekieruj je do twojego dostawcy certyfikatów do podpisania.

source: Signing request data
pl_pl: Dane żądania podpisu

source: Complete Signing Request
pl_pl: Zakończ żądanie podpisu

source: *Revoked
pl_pl: *Odwołany

source: *In Use
pl_pl: *W użyciu

source: Existing Certificates
pl_pl: Istniejące certyfikaty

source: Choose an Existing Certificate
pl_pl: Wybierz istniejący certyfikat

source: IT department
pl_pl: Dział informatyczny

source: External Signing Request
pl_pl: Zewnętrzne żądanie podpisu

source: Choose the type of certificate to generate here, the type defines it's constraints
pl_pl: Wybierz typ generowanego certyfikatu który określa jego ograniczenia

source: No internal Certificate Authorities have been defined. You must %sadd%s an internal CA before creating an internal certificate.
pl_pl: Nie zdefiniowano żadnych wewnętrznych urzędów certyfikacji. Musisz %sadd%s takowy przed utworzeniem wewnętrznego certyfikatu.

source: Internal Certificate
pl_pl: Certyfikat wewnętrzny

source: Paste a private key in X.509 PEM format here.
pl_pl: Wklej zawartość klucza w formacie X.509 PEM.

source: Import Certificate
pl_pl: Wgraj certyfikat

source: Do you really want to delete this Certificate?
pl_pl: Czy na pewno chcesz usunąć ten certyfikat?

source: Unrecognized subjectAltName type.
pl_pl: Nieznany typ subjectAltName.

source: URI subjectAltName types must be a valid URI
pl_pl: Typy subjectAltName URI muszą być prawidłowym URI

source: The email provided in a subjectAltName contains invalid characters.
pl_pl: Podany w subjectAltName adres e-mail zawiera nieprawidłowe znaki.

source: You must provide an email address for this type of subjectAltName
pl_pl: Musisz podać adres e-mail dla tego typu subjectAltName
