Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The maximum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
cs_cz: Nejdelší doba, přijatelná mezi zasláním nesolicitovaného všeměrového vysílání směrovače propagace z rozhraní, v sekundách.
de_de: Die maximale Zeit zwischen dem Senden eines unsolicited multicast Router advertisements von der Schnittstelle in sekunden.
el_gr: Ο μέγιστος επιτρεπόμενος χρόνος μεταξύ της αποστολής ανεπιθύμητων διαφημίσεων δρομολογητή πολλαπλής διανομής από τη διεπαφή, σε δευτερόλεπτα.
fa_ir: حداکثر زمان مجاز بین ارسال اعلان‌های روتر چندپخشی ناخواسته از رابط، بر حسب ثانیه.
fr_fr: Laps de temps maximum autorisé entre l'envoi d'annonces routeur multicast non sollicitées depuis l'interface, en secondes.
it_it: Il tempo massimo consentito tra l'invio di annunci router multicast non richiesti dall'interfaccia, in secondi.
ko_kr: 인터페이스에서 요청되지 않은 멀티캐스트 라우터 알림을 보내는 사이에 허용되는 최대 시간(초)입니다.
pl_pl: Maksymalny dozwolony czas między wysyłaniem nieproszonych reklam routera multicast z interfejsu, w sekundach.
uk_ua: Максимальний дозволений час між надсиланням незапитуваних оголошень маршрутизатора багатоадресної розсилки від інтерфейсу, у секундах.
zh_cn: 从接口发送未经请求的多播路由通告之间允许的最大时间(以秒为单位)。

source: Maximum Interval
cs_cz: Nejdelší interval
de_de: Maximales Intervall
el_gr: Μέγιστο διάστημα
fa_ir: حداکثر فاصله
fr_fr: Intervalle Maximum
it_it: Intervallo massimo
ko_kr: 최대 간격
pl_pl: Maksymalny interwał
uk_ua: Максимальний інтервал
zh_cn: 最大间隔

source: The minimum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
cs_cz: Nejnižší umožněná doba mezi posláním vyžádané všesměrové propagace směrovače z rozhraní (v sekundách).
de_de: Die minimale Zeitdauer, die zwischen dem Versand von unsolicited multicast router advertisements von der Schnittstelle in Sekunden.
el_gr: Ο ελάχιστος επιτρεπόμενος χρόνος μεταξύ της αποστολής ανεπιθύμητων διαφημίσεων δρομολογητή πολλαπλής διανομής από τη διεπαφή, σε δευτερόλεπτα.
fa_ir: کمترین زمان مجاز بین ارسال اعلان‌های روتر چندپخشی ناخواسته از رابط، بر حسب ثانیه.
fr_fr: Laps de temps minimum autorisé entre l'envoi d'annonces routeur multicast non sollicitées depuis l'interface, en secondes.
it_it: Il tempo minimo consentito tra l'invio di annunci router multicast non richiesti dall'interfaccia, in secondi.
ko_kr: 인터페이스에서 요청되지 않은 멀티캐스트 라우터 알림을 보내는 최소 시간(초)입니다.
pl_pl: Minimalny dozwolony czas między wysyłaniem nieproszonych reklam routera multicast z interfejsu, w sekundach.
uk_ua: Мінімальний дозволений час між надсиланням незапитуваних оголошень маршрутизатора багатоадресної розсилки від інтерфейсу, у секундах.
zh_cn: 从接口发送未经请求的多播路由通告之间允许的最小时间(以秒为单位)。

source: Minimum Interval
cs_cz: Nejnižší interval
de_de: Minimales Intervall
el_gr: Ελάχιστο διάστημα
fa_ir: حداقل فاصله
fr_fr: Intervalle Minimal
it_it: Intervallo minimo
ko_kr: 최소 간격
pl_pl: Minimalny interwał
uk_ua: Мінімальний інтервал
zh_cn: 最小间隔

source: Routes are specified in CIDR format. The prefix of a route definition should be network prefix; it can be used to advertise more specific routes to the hosts.
cs_cz: Trasy jsou zadávány v CIDR formátu. Předpona určení trasy by měla být předpona sítě; je možné ji použít pro propagaci konkrétnějších tras strojům.
de_de: Routen werden im CIDR-Format angegeben. Die Präfix einer Routendefinition sollte eine Netzwerkpräfix sein; sie kann genutzt werden, um spezifischere Routen zu annoncieren.
el_gr: Τα routes καθορίζονται σε μορφή CIDR. Το πρόθεμα ενός ορισμού διαδρομής θα πρέπει να είναι πρόθεμα δικτύου. Μπορεί να χρησιμοποιηθεί για την ανακοίνωση πιο συγκεκριμένων διαδρομών στους κεντρικούς υπολογιστές.
fa_ir: مسیرها به فرمت CIDR مشخص می‌شوند. پیش‌شمار تعریف مسیر باید پیش‌شمار شبکه باشد؛ می‌توان از آن برای اعلام مسیرهای خاص‌تر به میزبان‌ها استفاده کرد.
fr_fr: Les routes sont spécifiées au format CIDR. Le préfixe d'une définition d'itinéraire doit être préfixe de réseau; il peut être utilisé pour annoncer des routes plus spécifiques aux hôtes.
it_it: I percorsi sono specificati nel formato CIDR. Il prefisso di una definizione di percorso dovrebbe essere il prefisso di rete; può essere utilizzato per pubblicizzare percorsi più specifici agli host.
ko_kr: 경로는 CIDR 형식으로 지정됩니다. 경로 정의의 프리픽스는 네트워크 프리픽스여야 합니다; 이는 호스트에 보다 구체적인 경로를 알리는 데 사용될 수 있습니다.
pl_pl: Trasy są określone w formacie CIDR. Prefiks definicji trasy powinien być prefiksem sieci; może być używany do rozgłaszania bardziej szczegółowych tras do hostów.
uk_ua: Маршрути задаються у форматі CIDR. Префікс визначення маршруту має бути мережевим префісом; його можна використовувати для оголошення більш конкретних маршрутів до хостів.
zh_cn: 路由以CIDR格式指定。路由定义的前缀应为网络前缀；它可以用于向主机发布更具体的路由。

source: Remove
cs_cz: Odebrat
de_de: Entfernen
el_gr: Αφαιρώ
fa_ir: حذف
fr_fr: Supprimer
it_it: Rimuovere
ko_kr: 제거
pl_pl: Usuń
uk_ua: Видалити
zh_cn: 删除

source: Length
cs_cz: Délka
de_de: Länge
el_gr: Μήκος
fa_ir: طول
fr_fr: Longueur
it_it: Lunghezza
ko_kr: 길이
pl_pl: Długość
uk_ua: Довжина
zh_cn: 长度

source: Advertise Routes
cs_cz: Propagovat trasy
de_de: Routen annoncieren
el_gr: Διαφημίστε routes
fa_ir: اعلان مسیرها
fr_fr: Annoncer les routes
it_it: Pubblicizza percorsi
ko_kr: 광고(RA) 경로
pl_pl: Reklamuj trasy
uk_ua: Оголошувати маршрути
zh_cn: 广播路由

source: Select the Priority for the Router Advertisement (RA) Daemon.
cs_cz: Vyberte prioritu procesu služby propagace směrovače (RA).
de_de: Wählen Sie die Priorität für den Router-Advertisement (RA) -Daemon aus.
el_gr: Επιλέξτε την Προτεραιότητα για το Δαίμονα Διαφήμισης Δρομολογητή (RA).
fa_ir: اولویت دیمن Router Advertisement (RA) را انتخاب کنید.
fr_fr: Sélectionnez la Priorité pour le Service d'Annonce Routeur (RA).
it_it: Selezionare la priorità per il demone Router Advertisement (RA).
ko_kr: 라우터 알림(RA) 데몬의 우선 순위를 선택하세요.
pl_pl: Wybierz priorytet dla demona Reklamowania Routera (RA).
uk_ua: Оберіть пріоритет для демона оголошень маршрутизатора (RA).
zh_cn: 选择路由通告(RA)程序的优先级。

source: Low
cs_cz: Nízká
de_de: Niedrig
el_gr: Χαμηλό
fa_ir: پایین
fr_fr: Bas
it_it: Basso
ko_kr: 낮음
pl_pl: Niski
uk_ua: Низький
zh_cn: 低

source: Router Priority
cs_cz: Priorita směrovače
de_de: Routerpriorität
el_gr: Προτεραιότητα δρομολογητή
fa_ir: اولویت روتر
fr_fr: Priorité Routeur
it_it: Priorità del router
ko_kr: 라우터 우선 순위
pl_pl: Priorytet routera
uk_ua: Пріоритет маршрутизатора
zh_cn: 路由器优先级

source: Stateless
cs_cz: Bezstavové
de_de: Zustandslos
el_gr: Άπατρις
fa_ir: بدون حالت
fr_fr: Sans état
it_it: Apolide
ko_kr: 상태 없음
pl_pl: Bezstanowy
uk_ua: Безстановий

source: Assisted
cs_cz: Asistované
de_de: Assistiert
el_gr: Υποβοηθούμενο
fa_ir: کمکی
fr_fr: Assisté
it_it: Assistito
ko_kr: 지원됨
pl_pl: Wspomagany
uk_ua: З підтримкою

source: Managed
cs_cz: Spravováno
de_de: Verwaltet
el_gr: Διαχειριζόμενο
fa_ir: مدیریت‌شده
fr_fr: Géré
it_it: Gestito
ko_kr: 관리됨
pl_pl: Zarządzany
uk_ua: Керований

source: Unmanaged
cs_cz: Nespravováno
de_de: Nicht Verwaltet
el_gr: Μη διαχειριζόμενο
fa_ir: مدیریت‌نشده
fr_fr: Non géré
it_it: Non gestito
ko_kr: 관리되지 않음
pl_pl: Niezarządzany
uk_ua: Некерований

source: Router Only
cs_cz: Pouze směrovač
de_de: Nur Router
el_gr: Μόνο δρομολογητής
fa_ir: فقط روتر
fr_fr: Routeur Seulement
it_it: Solo router
ko_kr: 라우터 전용
pl_pl: Tylko router
uk_ua: Лише маршрутизатор
zh_cn: 仅路由

source: Minimum interval must be between %s and %s seconds.
cs_cz: Je třeba, aby nejkratší interval byl mezi %s a %s sekundami.
de_de: Das minimale Intervall muss zwischen %s und %s Sekunden liegen.
el_gr: Το ελάχιστο διάστημα πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.
fa_ir: حداقل بازه باید بین %s و %s ثانیه باشد.
fr_fr: L'intervalle minimal doit être compris entre %s et %s secondes.
it_it: L'intervallo minimo deve essere compreso tra %s e %s secondi.
ko_kr: 최소 간격은 %s에서 %s초 사이여야 합니다.
pl_pl: Minimalny interwał musi być między %s a %s sekundami.
uk_ua: Мінімальний інтервал має бути між %s та %s секундами.
zh_cn: 最小间隔必须在%s和%s秒之间。

source: Maximum interval must be between %s and %s seconds.
cs_cz: Je třeba, aby nejdelší interval byl mezi %s a %s sekundami.
de_de: Das maximale Intervall muss zwischen %s und %s Sekunden liegen.
el_gr: Το μέγιστο διάστημα πρέπει να είναι μεταξύ %s και %s δευτερολέπτων.
fa_ir: حداکثر بازه باید بین %s و %s ثانیه باشد.
fr_fr: L'intervalle maximum doit être compris entre %s et %s secondes.
it_it: L'intervallo massimo deve essere compreso tra %s e %s secondi.
ko_kr: 최대 간격은 %s에서 %s초 사이여야 합니다.
pl_pl: Maksymalny interwał musi być między %s a %s sekundami.
uk_ua: Максимальний інтервал має бути між %s та %s секундами.
zh_cn: 最大间隔必须在%s和%s秒之间。

source: An invalid subnet route was supplied: %s
cs_cz: Byla zadána neplatná trasa podsítě: %s
de_de: Eine ungültige Subnetzroute wurde angegeben: %s
el_gr: Δόθηκε μη έγκυρη διαδρομή υποδικτύου: %s
fa_ir: یک مسیر زیرشبکه نامعتبر ارائه شد: %s
fr_fr: Une route de sous-réseau non valide a été fournie:%s
it_it: È stata fornita una route di sottorete non valida: %s
ko_kr: 잘못된 서브넷 라우트가 제공되었습니다: %s
pl_pl: Dostarczono nieprawidłową trasę podsieci: %s
uk_ua: Надано недійсний маршрут підмережі: %s
zh_cn: 提供了无效的子网路由:%s

source: Test/Update
cs_cz: Vyzkoušet/aktualizovat
de_de: Testen/Aktualisieren
el_gr: Δοκιμή/Ενημέρωση
fa_ir: تست/به‌روزرسانی
fr_fr: Tester/Mettre à jour
it_it: Testare/Aggiornare
ko_kr: 테스트/업데이트
pl_pl: Przetestuj/aktualizuj
uk_ua: Тест/Оновлення
zh_cn: 测试/更新

source: Test result
cs_cz: Výsledek zkoušky
de_de: Testergebnis
el_gr: Αποτέλεσμα δοκιμής
fa_ir: نتیجه تست
fr_fr: Résultat du test
it_it: Risultato del test
ko_kr: 테스트 결과
pl_pl: Wyniki testu
uk_ua: Результат тесту
zh_cn: 测试结果

source: Enter the network name configured on the %sNetworks Dashboard of OpenDNS%s under 'Manage your networks'. Used to update the node's IP address whenever the WAN interface changes its IP address.
cs_cz: Zadejte název sítě tak, jak je nastavený v %sPřehled OpenDNS sítě%s pod „Spravovat sítě“. Slouží pro aktualizaci IP adresy uzlu kdykoli se změní IP adresa WAN rozhraní.
de_de: Geben Sie den Netzwerknamen ein, der im %sNetzwerk-Dashboard von OpenDNS%s unter 'Manage your networks' konfiguriert wurde. Wird verwendet, um die IP-Adresse des Knotens zu aktualisieren, sobald die WAN-Schnittstelle seine IP-Adresse ändert.
el_gr: Εισαγάγετε το όνομα δικτύου που έχει ρυθμιστεί στον Πίνακα Ελέγχου %sNetworks του OpenDNS%s στην ενότητα 'Διαχείριση δικτύων'. Χρησιμοποιείται για την ενημέρωση της διεύθυνσης IP του κόμβου κάθε φορά που η διεπαφή WAN αλλάζει τη διεύθυνση IP της.
fa_ir: نام شبکه‌ای که در %sصفحه Networks Dashboard در OpenDNS%s زیر «Manage your networks» پیکربندی شده است را وارد کنید. برای به‌روزرسانی آدرس IP گره هر بار که رابط WAN آدرس IP خود را تغییر می‌دهد استفاده می‌شود.
fr_fr: Entrez le nom du réseau configuré dans le %sDashboard Réseau d'OpenDNS%s à la section 'Gérer vos réseaux'. Utilisé pour mettre à jour l'adresse IP du nœud à chaque fois que l'interface WAN change d'adresse IP.
it_it: Inserisci il nome della rete configurato nella %sNetworks Dashboard di OpenDNS%s in "Gestisci le tue reti". Utilizzato per aggiornare l'indirizzo IP del nodo ogni volta che l'interfaccia WAN cambia il suo indirizzo IP.
ko_kr: %sOpenDNS의 네트워크 대시보드%s에 구성된 네트워크 이름을 '네트워크 관리' 아래에 입력하세요. WAN 인터페이스가 IP 주소를 변경할 때마다 노드의 IP 주소를 업데이트하는 데 사용됩니다.
pl_pl: Wprowadź nazwę sieci skonfigurowaną w %sPulpit sieci OpenDNS%s w sekcji 'Zarządzaj swoimi sieciami'. Używane do aktualizacji adresu IP węzła za każdym razem, gdy interfejs WAN zmienia swój adres IP.
uk_ua: Введіть ім'я мережі, налаштоване на %sПанелі керування мережами OpenDNS%s в розділі 'Керування вашими мережами'. Використовується для оновлення IP-адреси вузла щоразу, коли WAN-інтерфейс змінює свою IP-адресу.
zh_cn: 在"管理网络"下的%sOpenDNS的网络仪表盘%s上输入配置的网络名称。 WAN接口更改其IP地址时，用于更新节点的IP地址。

source: Signon Username to log into your OpenDNS dashboard. It is used to automatically update the IP address of the registered network.
cs_cz: Uživatelské jméno pro přihlášení do přehledu na OpenDNS. Slouží pro automatickou aktualizaci IP adres tam registrovaných sítí.
de_de: Anmeldebenutzername für Ihr OpenDNS-Dashboard. Es wird verwendet, um die IP-Adresse des registrierten Netzwerks automatisch zu aktualisieren.
el_gr: Όνομα χρήστη σύνδεσης για να συνδεθείτε στον πίνακα ελέγχου του OpenDNS. Χρησιμοποιείται για την αυτόματη ενημέρωση της διεύθυνσης IP του καταχωρημένου δικτύου.
fa_ir: نام کاربری برای ورود به داشبورد OpenDNS. برای به‌روزرسانی خودکار آدرس IP شبکه ثبت‌شده استفاده می‌شود.
fr_fr: Nom d'utilisateur utilisé pour l'accès à votre dashboard OpenDNS. Il est utilisé afin de mettre à jour automatiquement l'adresse IP du réseau enregistré.
it_it: Nome utente di accesso per accedere alla dashboard di OpenDNS. Viene utilizzato per aggiornare automaticamente l'indirizzo IP della rete registrata.
ko_kr: 사용자 이름에 로그인하여 OpenDNS 대시보드에 로그인합니다. 등록된 네트워크의 IP 주소를 자동으로 업데이트하는 데 사용됩니다.
pl_pl: Nazwa użytkownika do logowania się na pulpit OpenDNS. Jest używana do automatycznej aktualizacji adresu IP zarejestrowanej sieci.
uk_ua: Ім'я користувача для входу на вашу панель керування OpenDNS. Воно використовується для автоматичного оновлення IP-адреси зареєстрованої мережі.
zh_cn: 输入登录到您的OpenDNS仪表盘的用户名。 它用于自动更新注册网络的IP地址。

source: Enabling the OpenDNS service will overwrite DNS servers configured via the General Setup page as well as ignore any DNS servers learned by DHCP/PPP on WAN and use the DNS servers from %s instead.
cs_cz: Zapnutí služby OpenDNS přebije DNS servery nastavené přes stránky Obecná nastavení stejně tak jako DNS servery, obdržené přes DHCP/PPP na WAN a použije namísto toho DNS servery z %s.
de_de: Durch das Aktivieren des OpenDNS-Dienstes werden die DNS-Server, die auf der Seite "System > Einstellungen > Allgemein" konfiguriert wurden, überschrieben und jegliche DNS-Server, die über DHCP oder PPP auf der WAN-Schnittstelle gelernt werden, ignoriert und stattdessen die DNS-Server von %s verwendet.
el_gr: Η ενεργοποίηση της υπηρεσίας OpenDNS θα αντικαταστήσει τους διακομιστές DNS που έχουν ρυθμιστεί μέσω της σελίδας Γενική Ρύθμιση, καθώς και θα αγνοήσει τυχόν διακομιστές DNS που έχουν αποκομιστεί από το DHCP/PPP στο WAN και θα χρησιμοποιήσει τους διακομιστές DNS από το %s.
fa_ir: فعال‌سازی سرویس OpenDNS سرورهای DNS تنظیم‌شده در صفحه General Setup را بازنویسی می‌کند، همچنین هر سرور DNS که از طریق DHCP/PPP روی WAN آموخته شده را نادیده می‌گیرد و به‌جای آن از سرورهای DNS مربوط به %s استفاده می‌کند.
fr_fr: Activer le service OpenDNS modifiera les serveurs DNS configurés via la page Configuration Générale mais ignorera également tous les serveurs DNS qui auraient pu être découverts sur le WAN par DHCP/PPP et utilisera les serveurs DNS d'%s à la place.
it_it: L'abilitazione del servizio OpenDNS sovrascriverà i server DNS configurati tramite la pagina Configurazione generale e ignorerà qualsiasi server DNS rilevato da DHCP/PPP su WAN e utilizzerà invece i server DNS da %s.
ko_kr: OpenDNS 서비스를 사용하도록 설정하면 일반 설정 페이지를 통해 구성된 DNS 서버를 덮어쓸 뿐만 아니라 WAN의 DHCP/PPP에서 학습한 모든 DNS 서버를 무시하고 %s의 DNS 서버를 대신 사용합니다.
pl_pl: Włączenie usługi OpenDNS nadpisze serwery DNS skonfigurowane za pomocą strony Konfiguracja Ogólna, a także zignoruje wszelkie serwery DNS nauczone przez DHCP/PPP na WAN i użyje serwerów DNS z %s zamiast tego.
uk_ua: Увімкнення служби OpenDNS перезапише DNS-сервери, налаштовані на сторінці Загальних налаштувань, а також ігноруватиме будь-які DNS-сервери, отримані за допомогою DHCP/PPP на WAN, та використовуватиме DNS-сервери з %s замість цього.
zh_cn: 启用OpenDNS服务会覆盖通过"系统-设置-常规"页面配置的DNS服务器，以及忽略在WAN上通过DHCP/PPP获取的任何DNS服务器，并使用来自%s的DNS服务器。

source: Filter DNS requests using OpenDNS
cs_cz: Filtrovat DNS požadavky pomocí OpenDNS
de_de: DNS-Abfragen mit OpenDNS filtern
el_gr: Φιλτράρισμα αιτημάτων DNS χρησιμοποιώντας το OpenDNS
fa_ir: فیلتر کردن درخواست‌های DNS با OpenDNS
fr_fr: Filtrer les requêtes DNS grâce à OpenDNS
it_it: Filtra le richieste DNS utilizzando OpenDNS
ko_kr: OpenDNS를 사용하여 DNS 요청 필터링
pl_pl: Filtruj zapytania DNS przy pomocy OpenDNS
uk_ua: Фільтрувати DNS-запити за допомогою OpenDNS
zh_cn: 使用OpenDNS过滤DNS请求

source: OpenDNS Setup
cs_cz: Nastavení OpenDNS
de_de: OpenDNS-Einrichtung
el_gr: Ρύθμιση OpenDNS
fa_ir: تنظیم OpenDNS
fr_fr: Configuration d'OpenDNS
it_it: Configurazione OpenDNS
ko_kr: OpenDNS 설정
pl_pl: Ustawienia OpenDNS
uk_ua: Налаштування OpenDNS
zh_cn: OpenDNS设置

source: At least 3 additional time sources should be configured under %sServices: NTP%s to reliably supply the time of each PPS pulse.
cs_cz: Pro spolehlivé dodávání časových údajů (v každém PPS pulzu) by měly být ve %sSlužby: NTP%s nastaveny přinejmenším 3 další zdroje času.
de_de: Mindestens drei zusätzliche Zeitquellen sollten unter %sDienste: Netzwerkzeit%s konfiguriert werden, um die Zeit jedes PPS-Impulses zuverlässig bereitzustellen.
el_gr: Τουλάχιστον 3 επιπλέον πηγές χρόνου θα πρέπει να ρυθμιστούν στην ενότητα %sServices: NTP%s για την αξιόπιστη παροχή του χρόνου κάθε παλμού PPS.
fa_ir: حداقل 3 منبع زمان اضافی باید زیر %sServices: NTP%s پیکربندی شوند تا به‌طور قابل‌اعتماد زمان هر پالس PPS را تأمین کنند.
fr_fr: Au moins 3 sources de temps supplémentaires doivent être configurées sous %sServices: NTP%s pour fournir de manière fiable le temps de chaque impulsion PPS.
it_it: Almeno 3 sorgenti orarie aggiuntive devono essere configurate in %sServices: NTP%s per fornire in modo affidabile l'ora di ciascun impulso PPS.
ko_kr: 각 PPS 펄스의 시간을 안정적으로 제공하려면 %s 서비스: 네트워크 시간%s에서 최소 3개의 추가 시간 소스를 구성해야 합니다.
pl_pl: Przynajmniej 3 dodatkowe źródła czasu powinny być skonfigurowane w %sServices: NTP%, aby niezawodnie dostarczać czas każdego impulsu PPS.
uk_ua: Щонайменше 3 додаткові джерела часу має бути налаштовано в розділі %sСлужби: NTP%s для надійного визначення часу кожного PPS імпульсу.
zh_cn: 在%s服务-网络时间-常规%s下应至少配置3个额外的时间源，以便可靠地提供PPS脉冲的时间。

source: A PPS signal only provides a reference to the change of a second, so at least one other source to number the seconds is required.
cs_cz: PPS signál poskytuje pouze odkaz na změnu sekundy, proto je třeba přinejmenším jednoho dalšího zdroje pro počet sekund.
de_de: Ein PPS-Signal bietet nur eine Referenz für den Übergang zur nächsten Sekunde – daher wird mindestens eine weitere Quelle benötigt, um die Sekunden zu nummerieren.
el_gr: Ένα σήμα PPS παρέχει μόνο μια αναφορά στην αλλαγή ενός δευτερολέπτου, επομένως απαιτείται τουλάχιστον μία άλλη πηγή για την αρίθμηση των δευτερολέπτων.
fa_ir: سیگنال PPS تنها مرجع تغییر ثانیه را فراهم می‌کند، بنابراین حداقل یک منبع دیگر برای شماره‌گذاری ثانیه‌ها لازم است.
fr_fr: Un signal PPS fournit seulement une référence à la variation d'une seconde, ainsi au moins une autre source est requise afin de compter les secondes.
it_it: Un segnale PPS fornisce solo un riferimento al cambiamento di un secondo, quindi è necessaria almeno un'altra fonte per numerare i secondi.
ko_kr: PPS 신호는 초의 변화에 대한 참조만 제공하므로 초의 숫자를 매기기 위해 적어도 하나의 다른 소스가 필요합니다.
pl_pl: Sygnał PPS dostarcza tylko odniesienia do zmiany sekundy, więc potrzebne jest przynajmniej jedno inne źródło do numerowania sekund.
uk_ua: Сигнал PPS надає лише посилання на зміну секунди, тому потрібне щонайменше одне інше джерело для нумерації секунд.
zh_cn: PPS信号仅提供对秒的改变的参考，所以至少需要一个其他来源来对秒数进行编号。

source: A serial GPS may also be used, but the serial GPS driver would usually be the better option.
cs_cz: Je také možné použít sériovou GPS, ale ovladač sériové GPS obvykle bývá lepší volba.
de_de: Ein serielles GPS kann ebenfalls verwendet werden, aber normalerweise ist der serielle GPS-Treiber die bessere Wahl.
el_gr: Μπορεί επίσης να χρησιμοποιηθεί ένα σειριακό GPS, αλλά το σειριακό πρόγραμμα οδήγησης GPS θα ήταν συνήθως η καλύτερη επιλογή.
fa_ir: می‌توان از GPS سریالی هم استفاده کرد، اما معمولاً درایور GPS سریالی گزینهٔ بهتری است.
fr_fr: Un GPS série peut également être utilisé, mais généralement le driver du GPS série est une meilleure option.
it_it: È possibile utilizzare anche un GPS seriale, ma il driver GPS seriale solitamente rappresenta l'opzione migliore.
ko_kr: 직렬 GPS도 사용할 수 있지만 일반적으로 직렬 GPS 드라이버가 더 나은 옵션입니다.
pl_pl: Można również użyć GPSa szeregowego, ale sterownik GPSa szeregowego zazwyczaj byłby lepszym wyborem.
uk_ua: Також можна використовувати послідовний GPS, але драйвер послідовного GPS зазвичай є кращим варіантом.
zh_cn: 也可以使用串行GPS，但是串行GPS设备通常是更好的选择。

source: Devices with a Pulse Per Second output such as radios that receive a time signal from DCF77 (DE), JJY (JP), MSF (GB) or WWVB (US) may be used as a PPS reference for NTP.
cs_cz: Zařízení s výstupem pulzy za sekundu jako například přijímače které přijímají časový signál z DCF77 (Německo), JJY (Japonsko), MSF (Velká Británie) nebo WWVB (Spojené státy) mohou být použity jako PPS reference pro NTP.
de_de: Geräte mit einem "Pulse Per Second"-Ausgang wie Funkempfänger, die ein Zeitsignal von DCF77 (DE), JJY (JP), MSF (GB) oder WWVB (US) empfangen, können als PPS-Referenz für NTP verwendet werden.
el_gr: Συσκευές με έξοδο Παλμού Ανά Δευτερόλεπτο, όπως ραδιόφωνα που λαμβάνουν σήμα χρόνου από DCF77 (DE), JJY (JP), MSF (GB) ή WWVB (US), μπορούν να χρησιμοποιηθούν ως αναφορά PPS για NTP.
fa_ir: دستگاه‌هایی با خروجی PPS (Pulse Per Second) مانند رادیوهایی که سیگنال زمانی از DCF77 (DE)، JJY (JP)، MSF (GB) یا WWVB (US) دریافت می‌کنند، می‌توانند به‌عنوان مرجع PPS برای NTP استفاده شوند.
fr_fr: Les appareils équipés d'une sortie Pulsation Par Seconde tels que les radios qui reçoivent un signal temporel depuis DCF77 (DE), JJY (JP), MSF (GB) ou WWVB (US) peuvent être utilisés comme référence PPS pour le NTP.
it_it: I dispositivi con uscita impulso al secondo come le radio che ricevono un segnale orario da DCF77 (DE), JJY (JP), MSF (GB) o WWVB (US) possono essere utilizzati come riferimento PPS per NTP.
ko_kr: DCF77 (DE), JJY (JP), MSF (GB) 또는 WWVB (US)에서 시간 신호를 수신하는 라디오와 같은 초당 펄스 출력 장치는 NTP의 PPS 참조로 사용할 수 있습니다.
pl_pl: Urządzenia z wyjściem Impuls na Sekundę, takie jak radia odbierające sygnał czasowy od DCF77 (DE), JJY (JP), MSF (GB) lub WWVB (US), mogą być używane jako odniesienie PPS dla NTP.
uk_ua: Пристрої з виходом Імпульс на Секунду (PPS), такі як радіоприймачі, що отримують часовий сигнал від DCF77 (DE), JJY (JP), MSF (GB) або WWVB (US), можуть бути використані як PPS еталон для NTP.
zh_cn: 具有每秒脉冲输出的设备(诸如从DCF77(DE)，JJY(JP)，MSF(GB)或WWVB(US)接收时间信号的无线电)可以作为NTP的PPS参考。

source: This may be used to change the PPS Clock ID
cs_cz: Toto může být použito pro změnu identifikátoru PPS hodin
de_de: Dies kann genutzt werden, um die PPS-Uhren-ID zu ändern.
el_gr: Αυτό μπορεί να χρησιμοποιηθεί για να αλλάξετε το αναγνωριστικό ρολογιού PPS
fa_ir: این مورد می‌تواند برای تغییر شناسه ساعت PPS استفاده شود
fr_fr: Ce champ peut être utilisé afin de modifier l'ID de l'horloge PPS.
it_it: Questo può essere utilizzato per modificare l'ID dell'orologio PPS
ko_kr: PPS 클럭 ID를 변경하는 데 사용할 수 있습니다
pl_pl: To może być używane do zmiany ID zegara PPS
uk_ua: Це можна використовувати для зміни ID годинника PPS
zh_cn: 这可用于改变PPS时钟ID
