Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Please specify a positive integer value.
cs_cz: Zadejte kladné celé číslo.
de_de: Bitte geben Sie einen positiven ganzzahligen Wert an.
el_gr: Παρακαλώ καθορίστε μια θετική ακέραια τιμή.
fa_ir: لطفاً یک عدد صحیح مثبت وارد کنید.
fr_fr: Veuillez spécifier une valeur entière positive.
it_it: Specificare un valore intero positivo.
ko_kr: 양의 정수 값을 지정하세요.
uk_ua: Будь ласка, вкажіть додатне ціле число.
zh_cn: 请指定一个正整数值。

source: Please specify a valid CIDR subnet.
cs_cz: Zadejte platnou CIDR podsíť.
de_de: Geben Sie ein gültiges CIDR-Subnetz an.
el_gr: Παρακαλώ καθορίστε ένα έγκυρο υποδίκτυο CIDR.
fa_ir: لطفاً یک ساب‌نت CIDR معتبر مشخص کنید.
fr_fr: Veuillez indiquer un sous-réseau CIDR valide.
it_it: Specifica una sottorete CIDR valida.
ko_kr: 유효한 CIDR 서브넷을 지정하세요.
uk_ua: Будь ласка, вкажіть дійсну підмережу CIDR.
zh_cn: 请指定一个有效的 CIDR 子网。

source: Please specify a valid address.
cs_cz: Zadejte platnou adresu.
de_de: Bitte geben Sie eine gültige Adresse an.
el_gr: Παρακαλώ καθορίστε μια έγκυρη διεύθυνση.
fa_ir: لطفاً یک آدرس معتبر مشخص کنید.
fr_fr: Veuillez indiquer une adresse valide.
it_it: Si prega di specificare un indirizzo valido.
ko_kr: 유효한 주소를 지정하세요.
uk_ua: Будь ласка, вкажіть дійсну адресу.
zh_cn: 请注明有效地址。

source: Please specify a value between 0 and 84600 seconds.
cs_cz: Zadejte hodnotu z rozmezí 0 až 84600 sekund.
de_de: Bitte geben Sie einen Wert zwischen 0 und 84600 Sekunden an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 0 και 84600 δευτερολέπτων.
fa_ir: لطفاً مقداری بین 0 تا 84600 ثانیه مشخص کنید.
fr_fr: Veuillez spécifier une valeur comprise entre 0 et 84600 secondes.
it_it: Specificare un valore compreso tra 0 e 84600 secondi.
ko_kr: 0에서 84600초 사이의 값을 지정하세요.
uk_ua: Будь ласка, вкажіть значення від 0 до 84600 секунд.
zh_cn: 请在 0 至 84600 秒之间指定一个值。

source: Please specify a value between 1 and 100000.
cs_cz: Zadejte hodnotu z rozmezí 1 až 100000.
de_de: Bitte geben Sie einen Wert zwischen 1 und 100000 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 100000.
fa_ir: لطفاً مقداری بین 1 تا 100000 مشخص کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 1 et 100000.
it_it: Specificare un valore compreso tra 1 e 100000.
ko_kr: 1에서 100000 사이의 값을 지정하세요.
uk_ua: Будь ласка, вкажіть значення від 1 до 100000.
zh_cn: 请指定一个介于 1 和 100000 之间的值。

source: Please use valid server names.
cs_cz: Použijte platné názvy serverů.
de_de: Bitte verwenden Sie gültige Servernamen.
el_gr: Χρησιμοποιήστε έγκυρα ονόματα διακομιστών.
fa_ir: لطفاً از نام‌های سرور معتبر استفاده کنید.
fr_fr: Veuillez utiliser des noms de serveurs valides.
it_it: Utilizza nomi di server validi.
ko_kr: 유효한 서버 이름을 사용하세요.
uk_ua: Будь ласка, використовуйте дійсні імена серверів.
zh_cn: 请使用有效的服务器名称。

source: Polltime must be between 1 and 86400.
cs_cz: Je třeba, aby Polltime bylo z rozmezí 1 až 86400.
de_de: Die Abfragezeit muss zwischen 1 und 86400 liegen.
el_gr: Ο χρόνος ψηφοφορίας πρέπει να είναι μεταξύ 1 και 86400.
fa_ir: Polltime باید بین 1 تا 86400 باشد.
fr_fr: Le temps de scrutin doit être compris entre 1 et 86400.
it_it: Il polltime deve essere compreso tra 1 e 86400.
ko_kr: 폴링 시간은 1에서 86400 사이여야 합니다.
uk_ua: Час опитування має бути від 1 до 86400.
zh_cn: 轮询时间必须介于 1 和 86400 之间。

source: Pool name must be unique.
cs_cz: Je třeba, aby se název fondu neopakoval.
de_de: Der Poolname muss eindeutig sein.
el_gr: Το όνομα της πισίνας πρέπει να είναι μοναδικό.
fa_ir: نام استخر باید یکتا باشد.
fr_fr: Le nom du pool doit être unique.
it_it: Il nome del pool deve essere univoco.
ko_kr: 풀 이름은 고유해야 합니다.
uk_ua: Назва пулу має бути унікальною.
zh_cn: 池名称必须是唯一的。

source: Provide a valid hostname or address
cs_cz: Zadejte platný název stroje nebo adresu
de_de: Geben Sie einen gültigen Hostnamen oder eine gültige Adresse an
el_gr: Δώστε ένα έγκυρο όνομα κεντρικού υπολογιστή ή διεύθυνση
fa_ir: نام میزبان یا آدرس معتبر وارد کنید
fr_fr: Fournir un nom d'hôte ou une adresse valide
it_it: Fornire un nome host o un indirizzo valido
ko_kr: 유요한 호스트 이름 또는 주소를 입력
uk_ua: Надайте дійсне ім'я хоста або адресу
zh_cn: 提供有效的主机名或地址

source: Provide a valid hostname or address to ping
cs_cz: Zadejte platný název stroje nebo adresu na kterou poslat ping
de_de: Geben Sie einen gültigen Hostnamen oder eine gültige Adresse für den Ping an
el_gr: Δώστε ένα έγκυρο όνομα κεντρικού υπολογιστή ή διεύθυνση στο ping
fa_ir: نام میزبان یا آدرس معتبری برای پینگ وارد کنید
fr_fr: Fournir un nom d'hôte ou une adresse valide pour le ping
it_it: Fornire un nome host o un indirizzo valido per il ping
ko_kr: ping할 유효한 호스트 이름 또는 주소를 입력
uk_ua: Надайте дійсне ім'я хоста або адресу для ping
zh_cn: 提供有效的主机名或地址来进行ping

source: Provide a valid hostname or address to query
cs_cz: Zadejte platný název stroje nebo adresu na kterou dotázat
de_de: Geben Sie einen gültigen Hostnamen oder eine gültige Adresse für die Abfrage an
el_gr: Δώστε ένα έγκυρο όνομα κεντρικού υπολογιστή ή διεύθυνση στο ερώτημα
fa_ir: نام میزبان یا آدرس معتبری برای پرس‌وجو وارد کنید
fr_fr: Fournir un nom d'hôte ou une adresse valide à interroger
it_it: Fornire un nome host o un indirizzo valido da interrogare
ko_kr: 쿼리할 유효한 호스트 이름 또는 주소를 입력
uk_ua: Надайте дійсне ім'я хоста або адресу для запиту
zh_cn: 提供要查询的有效主机名或地址

source: Provide a valid server address
cs_cz: Zadejte platnou adresu serveru
de_de: Geben Sie eine gültige Serveradresse an
el_gr: Δώστε μια έγκυρη διεύθυνση διακομιστή
fa_ir: آدرس سرور معتبر وارد کنید
fr_fr: Fournir une adresse de serveur valide
it_it: Fornire un indirizzo server valido
ko_kr: 유효한 서버 주소를 입력
uk_ua: Надайте дійсну адресу сервера
zh_cn: 提供有效的服务器地址

source: Provide a valid source address
cs_cz: Zadejte platnou zdrojovou adresu
de_de: Geben Sie eine gültige Quelladresse an
el_gr: Παρέχετε μια έγκυρη διεύθυνση πηγής
fa_ir: آدرس مبدأ معتبر وارد کنید
fr_fr: Fournir une adresse source valide
it_it: Fornire un indirizzo di origine valido
ko_kr: 유효한 소스 주소를 입력
uk_ua: Надайте дійсну вихідну адресу
zh_cn: 提供有效的源地址

source: Query Forwarding
cs_cz: Přeposílání dotazu
de_de: Abfrage-Weiterleitung
el_gr: Προώθηση ερωτημάτων
fa_ir: فوروارد پرس‌وجو
fr_fr: Transmission des requêtes
it_it: Inoltro delle query
ko_kr: 쿼리 포워딩
uk_ua: Пересилання запитів
zh_cn: 查询转发

source: RIPEMD160 (160-bit)
fr_fr: RIPEMD160 (160 bits)
uk_ua: RIPEMD160 (160-біт)

source: Related category not found.
cs_cz: Související kategorie nenalezena.
de_de: Verwandte Kategorie nicht gefunden.
el_gr: Δεν βρέθηκε σχετική κατηγορία.
fa_ir: دستهٔ مرتبط یافت نشد.
fr_fr: La catégorie correspondante n'a pas été trouvée.
it_it: Categoria correlata non trovata.
ko_kr: 관련 카테고리를 찾을 수 없습니다.
uk_ua: Схожої категорії не знайдено.
zh_cn: 未找到相关类别。

source: Related fcgi item not found
cs_cz: Související fcgi položka nenalezena
de_de: Zugehöriges FCGI-Element nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο fcgi
fa_ir: آیتم مرتبط fcgi یافت نشد
fr_fr: L'élément fcgi correspondant n'a pas été trouvé
it_it: Elemento fcgi correlato non trovato
ko_kr: 관련 fcgi 항목을 찾을 수 없음
uk_ua: Схожий елемент fcgi не знайдено
zh_cn: 未找到相关fcgi项目

source: Related item CommunityList not found
cs_cz: Související položka CommunityList nenalezena
de_de: Zugehöriges Element "CommunityList" nicht gefunden
el_gr: Η λίστα κοινότητας που σχετίζεται με το στοιχείο δεν βρέθηκε
fa_ir: آیتم مرتبط CommunityList یافت نشد
fr_fr: Elément connexe CommunityList introuvable
it_it: Elemento correlato CommunityList non trovato
ko_kr: 관련 CommunityList 항목을 찾을 수 없음
uk_ua: Схожий елемент CommunityList не знайдено
zh_cn: 未找到相关项目CommunityList

source: Related item PrefixList not found
cs_cz: Související položka PrefixList nenalezena
de_de: Zugehöriges Element "PrefixList" nicht gefunden
el_gr: Η λίστα προθέματος σχετικού στοιχείου δεν βρέθηκε
fa_ir: آیتم مرتبط PrefixList یافت نشد
fr_fr: Elément connexe PrefixList introuvable
it_it: Elemento correlato PrefixList non trovato
ko_kr: 관련 PrefixList 항목을 찾을 수 없음
uk_ua: Схожий елемент PrefixList не знайдено
zh_cn: 未找到相关项目PrefixList

source: Remaining battery minutes must be between -1 and 60 minutes.
cs_cz: Je třeba, aby Zbývající doba chodu na akumulátor byla z rozmezí -1 až 60 minut.
de_de: Die verbleibenden Akkuminuten müssen zwischen -1 und 60 Minuten liegen.
el_gr: Τα υπόλοιπα λεπτά μπαταρίας πρέπει να κυμαίνονται μεταξύ -1 και 60 λεπτών.
fa_ir: دقایق باقی‌ماندهٔ باتری باید بین -1 و 60 دقیقه باشد.
fr_fr: Les minutes de batterie restantes doivent être comprises entre -1 et 60 minutes.
it_it: I minuti rimanenti della batteria devono essere compresi tra -1 e 60 minuti.
ko_kr: 남은 배터리 시간은 -1에서 60분 사이여야 합니다.
uk_ua: Залишок часу роботи від батареї має бути від -1 до 60 хвилин.
zh_cn: 剩余电池分钟数必须在 -1 至 60 分钟之间。

source: Remote Command via SSH
cs_cz: Vzdálený příkaz prostřednictvím SSH
de_de: Fernsteuerung über SSH
el_gr: Απομακρυσμένη εντολή μέσω SSH
fa_ir: فرمان از راه دور از طریق SSH
fr_fr: Commande à distance via SSH
it_it: Comando remoto tramite SSH
ko_kr: SSH를 통한 원격 명령
uk_ua: Віддалена команда через SSH
zh_cn: 通过SSH运行远程命令

source: Replace
cs_cz: Nahradit
de_de: Ersetzen
el_gr: Αντικαθιστώ
fa_ir: جایگزین
fr_fr: Remplacer
it_it: Sostituire
ko_kr: 대체(Replace)
uk_ua: Замінити
zh_cn: 替换

source: Reqid must be unique.
cs_cz: Je třeba, aby se reqid neopakovalo.
de_de: Requid muss eindeutig sein.
el_gr: Η απαίτηση πρέπει να είναι μοναδική.
fa_ir: Reqid باید یکتا باشد.
fr_fr: Le Reqid doit être unique.
it_it: Il requisito deve essere univoco.
ko_kr: Reqid는 고유해야 합니다.
uk_ua: Reqid має бути унікальним.
zh_cn: Reqid 必须是唯一的。

source: SHA1 (160-bit)
fa_ir: SHA1 (160 بیتی)
fr_fr: SHA1 (160 bits)
uk_ua: SHA1 (160-біт)

source: SHA1 (deprecated in December 2022)
cs_cz: SHA1 (od prosince 2022 zastaralé)
de_de: SHA1 (veraltet im Dezember 2022)
el_gr: SHA1 (καταργήθηκε τον Δεκέμβριο του 2022)
fa_ir: SHA1 (منسوخ‌شده در دسامبر 2022)
fr_fr: SHA1 (obsolète en décembre 2022)
it_it: SHA1 (deprecato a dicembre 2022)
ko_kr: SHA1 (2022년 12월에 사용되지 않음)
uk_ua: SHA1 (застарів у грудні 2022)
zh_cn: SHA1（2022年12月废弃）

source: SHA224 (224-bit)
fa_ir: SHA224 (224 بیتی)
fr_fr: SHA224 (224 bits)
uk_ua: SHA224 (224-біт)

source: SHA256 (256-bit)
fa_ir: SHA256 (256 بیتی)
fr_fr: SHA256 (256 bits)
uk_ua: SHA256 (256-біт)

source: SHA3-224 (224-bit)
fa_ir: SHA3-224 (224 بیتی)
fr_fr: SHA3-224 (224 bits)
uk_ua: SHA3-224 (224-біт)

source: SHA3-256 (256-bit)
fa_ir: SHA3-256 (256 بیتی)
fr_fr: SHA3-256 (256 bits)
uk_ua: SHA3-256 (256-біт)

source: SHA3-384 (384-bit)
fa_ir: SHA3-384 (384 بیتی)
fr_fr: SHA3-384 (384 bits)
uk_ua: SHA3-384 (384-біт)

source: SHA3-512 (512-bit)
fa_ir: SHA3-512 (512 بیتی)
fr_fr: SHA3-512 (512 bits)
uk_ua: SHA3-512 (512-біт)

source: SHA384 (384-bit)
fa_ir: SHA384 (384 بیتی)
fr_fr: SHA384 (384 bits)
uk_ua: SHA384 (384-біт)

source: SHA512 (512-bit)
fa_ir: SHA512 (512 بیتی)
fr_fr: SHA512 (512 bits)
uk_ua: SHA512 (512-біт)

source: SHA512-224 (224-bit)
fa_ir: SHA512-224 (224 بیتی)
fr_fr: SHA512-224 (224 bits)
uk_ua: SHA512-224 (224-біт)

source: SHA512-256 (256-bit)
fa_ir: SHA512-256 (256 بیتی)
fr_fr: SHA512-256 (256 bits)
uk_ua: SHA512-256 (256-біт)

source: SHAKE128 (128-bit)
fa_ir: SHAKE128 (128 بیتی)
fr_fr: SHAKE128 (128 bits)
uk_ua: SHAKE128 (128-біт)

source: SHAKE256 (256-bit)
fa_ir: SHAKE256 (256 بیتی)
fr_fr: SHAKE256 (256 bits)
uk_ua: SHAKE256 (256-біт)

source: Should be a number between 0 and 65535
cs_cz: Mělo by být číslo z rozmezí 0 až 65535
de_de: Sollte eine Zahl zwischen 0 und 65535 sein
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 0 και 65535
fa_ir: باید عددی بین 0 تا 65535 باشد
fr_fr: Doit être un nombre compris entre 0 et 65535
it_it: Dovrebbe essere un numero compreso tra 0 e 65535
ko_kr: 0에서 65535 사이의 숫자여야 합니다.
uk_ua: Має бути числом від 0 до 65535
zh_cn: 应为 0 到 65535 之间的数字

source: Should be a number between 1 and 8 characters, optionally followed by either "y", "d", "h", "m" or "s".
cs_cz: Mělo by být 1 až 8 místné číslo, volitelně následované „y“, „d“, „h“, „m“ nebo „s“.
de_de: Es sollte eine Zahl zwischen 1 und 8 Zeichen sein, optional gefolgt von "y", "d", "h", "m" oder "s".
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 1 και 8 χαρακτήρων, ακολουθούμενος προαιρετικά από "y", "d", "h", "m" ή "s".
fa_ir: باید عددی با طول بین 1 تا 8 کاراکتر باشد؛ می‌تواند اختیاری با یکی از «y»، «d»، «h»، «m» یا «s» دنبال شود.
fr_fr: Il s'agit d'un nombre compris entre 1 et 8 caractères, suivi au choix de "y", "d", "h", "m" ou "s".
it_it: Deve essere un numero compreso tra 1 e 8 caratteri, facoltativamente seguito da "y", "d", "h", "m" o "s".
ko_kr: 1~8자 사이의 숫자여야 하며, 선택적으로 "y", "d", "h", "m" 또는 "s"가 뒤에 올 수 있습니다.
uk_ua: Має бути число від 1 до 8 символів, за яким, за бажанням, можуть слідувати «y», «d», «h», «m» або «s».
zh_cn: 应为 1 到 8 个字符之间的数字，后面可选择 "y"、"d"、"h"、"m "或 "s"。

source: Should be a shell command between 1 and 1024 characters.
cs_cz: Měl by být příkaz pro shell, dlouhý 1 až 1024 znaků.
de_de: Sollte ein Shell-Befehl zwischen 1 und 1024 Zeichen sein.
el_gr: Θα πρέπει να είναι μια εντολή shell με μήκος μεταξύ 1 και 1024 χαρακτήρων.
fa_ir: باید یک دستور شل با طول بین 1 تا 1024 کاراکتر باشد.
fr_fr: Doit être une commande shell entre 1 et 1024 caractères.
it_it: Dovrebbe essere un comando shell compreso tra 1 e 1024 caratteri.
ko_kr: 1~1024자 사이의 셸 명령어여야 합니다.
uk_ua: Має бути команда оболонки від 1 до 1024 символів.
zh_cn: 应为介于 1 到 1024 个字符之间的 shell 命令。

source: Should be a string between 1 and 2048 characters.
cs_cz: Měl by být řetězec dlouhý 1 až 2048 znaků.
de_de: Es sollte eine Zeichenfolge zwischen 1 und 2048 Zeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 2048 χαρακτήρων.
fa_ir: باید رشته‌ای با طول بین 1 تا 2048 کاراکتر باشد.
fr_fr: Doit être une chaîne de 1 à 2048 caractères.
it_it: Dovrebbe essere una stringa compresa tra 1 e 2048 caratteri.
ko_kr: 1~2048자 사이의 문자열이어야 합니다.
uk_ua: Має бути рядок від 1 до 2048 символів.
zh_cn: 应为 1 到 2048 个字符之间的字符串。

source: Should be a string between 1 and 64 characters. Allowed characters are alphanumeric characters, dash and underscores.
cs_cz: Mělo by být řetězec dlouhý 1 až 64 znaků. Povolená jsou písmena a číslice, pomlčky a podtržítka.
de_de: Es sollte sich um eine Zeichenfolge zwischen 1 und 64 Zeichen handeln. Zulässige Zeichen sind alphanumerische Zeichen, Bindestriche und Unterstriche.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 64 χαρακτήρων. Επιτρεπόμενοι χαρακτήρες είναι αλφαριθμητικοί χαρακτήρες, παύλα και κάτω παύλα.
fa_ir: باید رشته‌ای با طول بین 1 تا 64 کاراکتر باشد. کاراکترهای مجاز حروف و اعداد، خط تیره و زیرخط هستند.
fr_fr: Il s'agit d'une chaîne de 1 à 64 caractères. Les caractères autorisés sont les caractères alphanumériques, les tirets et les traits de soulignement.
it_it: Dovrebbe essere una stringa compresa tra 1 e 64 caratteri. I caratteri consentiti sono caratteri alfanumerici, trattino e trattino basso.
ko_kr: 1~64자 사이의 문자열이어야 합니다. 허용되는 문자는 영숫자, 대시, 밑줄입니다.
uk_ua: Має бути рядок від 1 до 64 символів. Дозволені символи: літери, цифри, дефіс та підкреслення.
zh_cn: 应为1到 64个字符之间的字符串。允许的字符包括字母数字字符、破折号和下划线。

source: Should be a valid port number between 1 and 65535.
cs_cz: Mělo by být platné číslo portu z rozmezí 1 až 65535.
de_de: Sollte eine gültige Portnummer zwischen 1 und 65535 sein.
el_gr: Θα πρέπει να είναι ένας έγκυρος αριθμός θύρας μεταξύ 1 και 65535.
fa_ir: باید یک شماره پورت معتبر بین 1 تا 65535 باشد.
fr_fr: Doit être un numéro de port valide entre 1 et 65535.
it_it: Dovrebbe essere un numero di porta valido compreso tra 1 e 65535.
ko_kr: 1에서 65535 사이의 유효한 포트 번호여야 합니다.
uk_ua: Має бути дійсний номер порту від 1 до 65535.
zh_cn: 应该是介于 1 和 65535 之间的有效端口号。

source: Simple
cs_cz: Jednoduché
de_de: Einfach
el_gr: Απλός
fa_ir: ساده
it_it: Semplice
uk_ua: Простий

source: Smart
el_gr: Εξυπνος
fa_ir: هوشمند
fr_fr: Intelligent
it_it: Accorto
uk_ua: Розумний

source: Tag for this device must be unique.
cs_cz: Je třeba, aby štítek pro toto zařízení už nebyl používán jinde.
de_de: Das Tag für dieses Gerät muss eindeutig sein.
el_gr: Η ετικέτα για αυτήν τη συσκευή πρέπει να είναι μοναδική.
fa_ir: برچسب این دستگاه باید منحصر به‌فرد باشد.
fr_fr: L'étiquette de ce dispositif doit être unique.
it_it: Il tag per questo dispositivo deve essere univoco.
ko_kr: 이 장치의 태그는 고유해야 합니다.
uk_ua: Тег для цього пристрою має бути унікальним.
zh_cn: 该设备的标签必须是唯一的。

source: The cache size should be numeric, optionally appended with 'k', 'm', or 'g'
cs_cz: Velikost mezipaměti by měla být číselná, volitelně doplněná o „k“, „km“ nebo „g“
de_de: Die Cache-Größe muss numerisch sein und optional mit 'k', 'm' oder 'g' angehängt werden
el_gr: Το μέγεθος της προσωρινής μνήμης θα πρέπει να είναι αριθμητικό, προαιρετικά προστιθέμενο με 'k', 'm' ή 'g'
fa_ir: اندازهٔ کش باید عددی باشد و می‌توان به‌صورت اختیاری 'k'، 'm' یا 'g' را به آن اضافه کرد.
fr_fr: La taille du cache doit être numérique et peut être complétée par "k", "m" ou "g".
it_it: La dimensione della cache deve essere numerica, eventualmente accompagnata da "k", "m" o "g"
ko_kr: 캐시 크기는 숫자여야 하며, 'k', 'm', 또는 'g'를 붙여서 사용할 수 있습니다.
uk_ua: Розмір кешу має бути числовим, за бажанням з 'k', 'm' або 'g' наприкінці
zh_cn: 缓存大小应为数字，可选择添加 "k"、"m "或 "g"。

source: The device name must be unique.
cs_cz: Je třeba, aby název zařízení už nebyl používán jiným.
de_de: Der Gerätename muss eindeutig sein.
el_gr: Το όνομα της συσκευής πρέπει να είναι μοναδικό.
fa_ir: نام دستگاه باید منحصر به‌فرد باشد.
fr_fr: Le nom de l'appareil doit être unique.
it_it: Il nome del dispositivo deve essere univoco.
ko_kr: 장치 이름은 고유해야 합니다.
uk_ua: Ім'я пристрою має бути унікальним.
zh_cn: 设备名称必须是唯一的。

source: The domain field is required if a host has not been specified.
cs_cz: Kolonka doména je vyžadována v případě, že nebyl zadán stroj.
de_de: Das Domänenfeld ist erforderlich, wenn kein Host angegeben wurde.
el_gr: Το πεδίο τομέα είναι υποχρεωτικό εάν δεν έχει καθοριστεί κεντρικός υπολογιστής.
fa_ir: فیلد دامنه در صورت مشخص‌نشدن میزبان الزامی است.
fr_fr: Le champ domaine est obligatoire si aucun hôte n'a été spécifié.
it_it: Il campo dominio è obbligatorio se non è stato specificato un host.
ko_kr: 도메인 필드는 호스트가 지정되지 않은 경우 필요합니다.
uk_ua: Поле домену є обов'язковим, якщо не вказано хост.
zh_cn: 如果未指定主机，则域名字段为必填字段。

source: The field IP address is required.
cs_cz: Je třeba vyplnit kolonku IP adresa.
de_de: Das Feld IP-Adresse ist erforderlich.
el_gr: Το πεδίο Διεύθυνση IP είναι υποχρεωτικό.
fa_ir: فیلد آدرس IP الزامی است.
fr_fr: Le champ Adresse IP est obligatoire.
it_it: Il campo Indirizzo IP è obbligatorio.
ko_kr: IP 주소 필드는 필수값입니다.
uk_ua: Поле IP-адреси є обов'язковим.
zh_cn: IP 地址字段为必填字段。

source: The field MX Host is required.
cs_cz: Je třeba vyplnit kolonku hostitel MX.
de_de: Das Feld MX Host ist erforderlich.
el_gr: Το πεδίο MX Host είναι υποχρεωτικό.
fa_ir: فیلد MX Host الزامی است.
fr_fr: Le champ MX Host est obligatoire.
it_it: Il campo Host MX è obbligatorio.
ko_kr: MX 호스트 필드는 필수값입니다.
uk_ua: Поле MX Host є обов'язковим.
zh_cn: MX Host 字段为必填字段。

source: The field MX Priority is required.
cs_cz: Je třeba vyplnit kolonku priorita MX.
de_de: Das Feld MX-Priorität muss ausgefüllt werden.
el_gr: Το πεδίο MX Priority είναι υποχρεωτικό.
fa_ir: فیلد MX Priority الزامی است.
fr_fr: Le champ Priorité MX est obligatoire.
it_it: Il campo Priorità MX è obbligatorio.
ko_kr: MX 우선순위 필드는 필수값입니다.
uk_ua: Поле MX Priority є обов'язковим.
zh_cn: MX 优先级字段为必填字段。

source: The host field is required if a domain has not been specified.
cs_cz: Pokud není zadána doména, je třeba vyplnit kolonku s názvem stroje.
de_de: Das Hostfeld ist erforderlich, wenn keine Domäne angegeben wurde.
el_gr: Το πεδίο κεντρικού υπολογιστή είναι υποχρεωτικό εάν δεν έχει καθοριστεί τομέας.
fa_ir: فیلد میزبان در صورت مشخص‌نشدن دامنه الزامی است.
fr_fr: Le champ hôte est obligatoire si aucun domaine n'a été spécifié.
it_it: Il campo host è obbligatorio se non è stato specificato un dominio.
ko_kr: 호스트 필드는 도메인이 지정되지 않은 경우 필수값입니다.
uk_ua: Поле хоста є обов'язковим, якщо не вказано домен.
zh_cn: 如果未指定域，则主机字段为必填字段。

source: Timeout must be between 0 and 360 seconds.
cs_cz: Je třeba, aby časový limit byl z rozmezí 0 až 360 sekund.
de_de: Die Zeitüberschreitung muss zwischen 0 und 360 Sekunden liegen.
el_gr: Το χρονικό όριο πρέπει να είναι μεταξύ 0 και 360 δευτερολέπτων.
fa_ir: مقدار Timeout باید بین 0 و 360 ثانیه باشد.
fr_fr: Le délai doit être compris entre 0 et 360 secondes.
it_it: Il timeout deve essere compreso tra 0 e 360 ​​secondi.
ko_kr: 타임아웃은 0에서 360초 사이여야 합니다.
uk_ua: Таймаут має бути від 0 до 360 секунд.
zh_cn: 超时时间必须在 0 至 360 秒之间。

source: Trap
el_gr: Παγίδα
fr_fr: Piège
it_it: Trappola
uk_ua: Пастка

source: Trap+start
el_gr: Παγίδα+έναρξη
it_it: Trappola+inizio
uk_ua: Пастка+старт

source: Tunnel
cs_cz: Tunel
el_gr: Σήραγγα
fa_ir: تونل
ko_kr: 터널
uk_ua: Тунель
zh_cn: 隧道

source: Tunnel Settings [legacy]
cs_cz: Nastavení pro tunel [původní]
de_de: Tunneleinstellungen [veraltet]
el_gr: Ρυθμίσεις σήραγγας [παλαιού τύπου]
fa_ir: تنظیمات تونل [سنتی]
fr_fr: Paramètres du tunnel [héritage]
it_it: Impostazioni del tunnel [precedente]
ko_kr: 터널 설정 [레거시]
uk_ua: Налаштування тунелю [застарілі]
zh_cn: 隧道设置[旧版]

source: Upload certificate to HashiCorp Vault
cs_cz: Nahrát certifikát do HashiCorp Vault
de_de: Zertifikat in HashiCorp Vault hochladen
el_gr: Μεταφόρτωση πιστοποιητικού στο HashiCorp Vault
fa_ir: بارگذاری گواهی در HashiCorp Vault
fr_fr: Télécharger le certificat dans le coffre-fort de HashiCorp
it_it: Carica il certificato su HashiCorp Vault
ko_kr: HashiCorp Vault에 인증서 업로드
uk_ua: Завантажити сертифікат до HashiCorp Vault
zh_cn: 将证书上传至HashiCorp Vault

source: Upload certificate to Palo Alto Networks Firewall
cs_cz: Nahrát certifikát na bránu firewall od Palo Alto Networks
de_de: Hochladen des Zertifikats in die Palo Alto Networks Firewall
el_gr: Μεταφόρτωση πιστοποιητικού στο Τείχος προστασίας Palo Alto Networks
fa_ir: بارگذاری گواهی در فایروال Palo Alto Networks
fr_fr: Télécharger le certificat vers le pare-feu Palo Alto Networks
it_it: Carica il certificato sul firewall di Palo Alto Networks
ko_kr: Palo Alto Networks 방화벽에 인증서 업로드
uk_ua: Завантажити сертифікат до Palo Alto Networks Firewall
zh_cn: 将证书上传至Palo Alto Networks防火墙

source: Upload certificate to Proxmox VE
cs_cz: Nahrát certifikát na Proxmox VE
de_de: Zertifikat auf Proxmox VE hochladen
el_gr: Μεταφόρτωση πιστοποιητικού στο Proxmox VE
fa_ir: بارگذاری گواهی در Proxmox VE
fr_fr: Télécharger le certificat dans Proxmox VE
it_it: Carica il certificato su Proxmox VE
ko_kr: Proxmox VE에 인증서 업로드
uk_ua: Завантажити сертифікат до Proxmox VE
zh_cn: 将证书上传至Proxmox VE

source: Upload certificate to TrueNAS Core Server
cs_cz: Nahrát certifikát na TrueNAS Core server
de_de: Zertifikat auf TrueNAS-Core-Server hochladen
el_gr: Μεταφόρτωση πιστοποιητικού στον κεντρικό διακομιστή TrueNAS
fa_ir: بارگذاری گواهی در سرور TrueNAS Core
fr_fr: Télécharger le certificat vers le serveur TrueNAS Core
it_it: Carica il certificato su TrueNAS Core Server
ko_kr: TrueNAS Core 서버에 인증서 업로드
uk_ua: Завантажити сертифікат до TrueNAS Core Server
zh_cn: 将证书上传至TrueNAS核心服务器
