Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Paste an optional private key of the selected type in X.509 format which belongs to the public key specified above. When adding the public key of a peer, this field should not be specified as the private key remains solely with the peer. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
cs_cz: Vložte volitelný soukromý klíč vybraného typu ve formátu X.509, který patří k výše uvedenému veřejnému klíči. Při přidávání veřejného klíče protějšku by tato kolonka měla zůstat prázdná, protože soukromý klíč zůstává výhradně na protějšku. Je třeba, aby bylo vloženo včetně hlaviček „-----BEGIN ...-----“ a „-----END [...]-----“.
de_de: Fügen Sie einen optionalen privaten Schlüssel des gewählten Typs im X.509-Format ein, der zum oben angegebenen öffentlichen Schlüssel gehört. Beim Hinzufügen des öffentlichen Schlüssels eines Gegenübers sollte dieses Feld nicht ausgefüllt werden, da der private Schlüssel ausschließlich beim Gegenüber verbleibt. Der Schlüssel muss inklusive der -----BEGIN …------ und -----END […]------Kopfzeilen eingefügt werden.
el_gr: Επικολλήστε ένα προαιρετικό ιδιωτικό κλειδί του επιλεγμένου τύπου σε μορφή X.509 που ανήκει στο δημόσιο κλειδί που καθορίστηκε παραπάνω. Κατά την προσθήκη του δημόσιου κλειδιού ενός ομότιμου, αυτό το πεδίο δεν πρέπει να καθορίζεται, καθώς το ιδιωτικό κλειδί παραμένει αποκλειστικά στον ομότιμο. Πρέπει να επικολληθεί συμπεριλαμβανομένων των κεφαλίδων '-----BEGIN ...-----' και '------END [...]-----'.
fa_ir: در صورت نیاز، کلید خصوصی مربوط به کلید عمومی فوق را از نوع انتخاب‌شده در قالب X.509 درج کنید. هنگام اضافه کردن کلید عمومی یک همتا (peer) این فیلد نباید پر شود چون کلید خصوصی فقط نزد همان همتا باقی می‌ماند. باید شامل هدرهای '-----BEGIN ...-----' و '-----END [...]-----' باشد.
fr_fr: Collez une clé privée facultative du type sélectionné au format X.509 qui appartient à la clé publique spécifiée ci-dessus. Lors de l'ajout de la clé publique d'un homologue, ce champ ne doit pas être spécifié car la clé privée reste uniquement avec l'homologue. Doit être collé, y compris les en-têtes «----- BEGIN ...-----»«----- END [...] -----».
it_it: Incolla una chiave privata opzionale del tipo selezionato in formato X.509 che appartiene alla chiave pubblica sopra specificata. Quando si aggiunge la chiave pubblica di un peer, questo campo non deve essere specificato poiché la chiave privata rimane esclusivamente presso il peer. Deve essere incollato includendo le intestazioni '-----BEGIN ...-----' e '-----END [...]-----'.
ko_kr: 선택한 유형의 선택적 개인 키를 위에서 지정한 공용 키에 속하는 X.509 형식으로 붙여넣습니다. 피어의 공용 키를 추가할 때 개인 키는 피어에서만 유지되므로 이 필드를 지정하면 안 됩니다. '-----BEGIN ...----' 및 '----END [...]------' 헤더를 포함하여 붙여넣어야 합니다.
pl_pl: Wklej opcjonalny prywatny klucz wybranego typu w formacie X.509, który należy do powyższego klucza publicznego. Podczas dodawania klucza publicznego partnera, to pole nie powinno być określone, ponieważ klucz prywatny pozostaje wyłącznie u partnera. Klucz musi być wklejony łącznie z nagłówkami '-----BEGIN ...-----' oraz '-----END [...]-----'.
uk_ua: Вставте необов'язковий приватний ключ обраного типу у форматі X.509, який належить до публічного ключа, зазначеного вище. При додаванні публічного ключа однорангового вузла це поле не повинно бути вказано, оскільки приватний ключ залишається виключно в однорангового вузла. Повинен бути вставлений разом із заголовками '-----BEGIN ...-----' та '-----END [...]-----'.
zh_cn: 以X.509格式粘贴所选类型的可选私钥，该私钥属于上面指定的公钥。 添加对端方的公钥时，不应指定该字段，因为私钥仅由对端方保留。 必须粘贴包括'-----BEGIN ...-----' and '-----END [...]-----' 标题。

source: The interface can be configured in a multicast mode to create a virtual network of hosts. This is the IP multicast group address the interface will join.
cs_cz: Rozhraní je možné nastavit v režimu vícesměrového vysílání a vytvořit tak virtuální síť hostitelů. Jedná se o adresu skupiny IP multicast, ke které se rozhraní připojí.
de_de: Die Schnittstelle kann im Multicast-Modus konfiguriert werden, um ein virtuelles Host-Netzwerk zu erstellen. Dies ist die IP-Multicast-Gruppenadresse, der die Schnittstelle beitritt.
el_gr: Η διεπαφή μπορεί να ρυθμιστεί σε λειτουργία πολλαπλής διανομής για να δημιουργήσει ένα εικονικό δίκτυο κεντρικών υπολογιστών. Αυτή είναι η διεύθυνση ομάδας πολλαπλής διανομής IP στην οποία θα συνδεθεί η διεπαφή.
fa_ir: رابط می‌تواند در حالت multicast پیکربندی شود تا یک شبکهٔ مجازی از میزبان‌ها ایجاد کند. این آدرس گروه multicast است که رابط به آن می‌پیوندد.
fr_fr: L'interface peut être configurée en mode multidiffusion pour créer un réseau virtuel d'hôtes. Il s'agit de l'adresse de groupe de multidiffusion IP à laquelle l'interface se joindra.
it_it: L'interfaccia può essere configurata in modalità multicast per creare una rete virtuale di host. Questo è l'indirizzo del gruppo multicast IP a cui si unirà l'interfaccia.
ko_kr: 인터페이스를 멀티캐스트 모드로 구성하여 호스트의 가상 네트워크를 생성할 수 있습니다. 이것은 인터페이스가 가입할 IP 멀티캐스트 그룹 주소입니다.
pl_pl: Interfejs można skonfigurować w trybie multicast, aby stworzyć wirtualną sieć hostów. Jest to adres grupy multicast IP, do której dołączy interfejs.
uk_ua: Інтерфейс може бути налаштований у режимі багатоадресної розсилки для створення віртуальної мережі хостів. Це IP-адреса багатоадресної групи, до якої приєднається інтерфейс.
zh_cn: 可以将接口配置为多播模式，以创建主机的虚拟网络。 这个IP多播组地址就是接口要加入的。

source: The interface can be configured in a unicast, or point-to-point, mode to create a tunnel between two hosts. This is the IP address of the remote end of the tunnel.
cs_cz: Rozhraní lze nastavit v režimu jednosměrného vysílání nebo v režimu bod-bod a vytvořit tak tunel mezi dvěma hostiteli. Jedná se o IP adresu vzdáleného konce tunelu.
de_de: Die Schnittstelle kann im Unicast- oder Punkt-zu-Punkt-Modus konfiguriert werden, um einen Tunnel zwischen zwei Hosts zu erstellen. Dies ist die IP-Adresse des entfernten Endes des Tunnels.
el_gr: Η διεπαφή μπορεί να διαμορφωθεί σε λειτουργία unicast ή point-to-point για να δημιουργήσει μια σήραγγα μεταξύ δύο κεντρικών υπολογιστών. Αυτή είναι η διεύθυνση IP του απομακρυσμένου άκρου της σήραγγας.
fa_ir: رابط می‌تواند در حالت unicast یا نقطه‌به‌نقطه (point-to-point) پیکربندی شود تا تونلی بین دو میزبان ایجاد کند. این آدرس IP انتهای راه دور تونل است.
fr_fr: L'interface peut être configurée en mode monodiffusion ou point à point pour créer un tunnel entre deux hôtes. Il s'agit de l'adresse IP de l'extrémité distante du tunnel.
it_it: L'interfaccia può essere configurata in modalità unicast o punto a punto per creare un tunnel tra due host. Questo è l'indirizzo IP dell'estremità remota del tunnel.
ko_kr: 인터페이스를 유니캐스트 또는 점대점 모드로 구성하여 두 호스트 간에 터널을 생성할 수 있습니다. 이것은 터널의 원격 끝의 IP 주소입니다.
uk_ua: Інтерфейс може бути налаштований у одноадресному, або точка-точка, режимі для створення тунелю між двома хостами. Це IP-адреса віддаленого кінця тунелю.
zh_cn: 可以以单播或点对点模式配置接口，以在两个主机之间创建隧道。 这是隧道的远程端的IP地址。

source: The source address used in the encapsulating IPv4/IPv6 header. The address should already be assigned to an existing interface. When the interface is configured in unicast mode, the listening socket is bound to this address.
cs_cz: Zdrojová adresa použitá v zapouzdřující hlavičce IPv4/IPv6. Adresa by už měla být přiřazena existujícímu rozhraní. Pokud je rozhraní nastaveno v režimu unicast, je spojení očekávající soket vázán na tuto adresu.
de_de: Die Quelladresse, die im encapsulierten IPv4-/IPv6-Header verwendet wird. Die Adresse muss bereits einer bestehenden Schnittstelle zugewiesen sein. Wenn die Schnittstelle im Unicast-Modus konfiguriert ist, wird der zugehörige Socket an diese Adresse gebunden.
el_gr: Η διεύθυνση πηγής που χρησιμοποιείται στην κεφαλίδα ενθυλάκωσης IPv4/IPv6. Η διεύθυνση θα πρέπει να έχει ήδη αντιστοιχιστεί σε μια υπάρχουσα διεπαφή. Όταν η διεπαφή έχει ρυθμιστεί σε λειτουργία unicast, η υποδοχή ακρόασης συνδέεται με αυτήν τη διεύθυνση.
fa_ir: آدرس مبدأی مورد استفاده در هدر محصورکنندهٔ IPv4/IPv6. این آدرس باید قبلاً به یک رابط موجود اختصاص داده شده باشد. وقتی رابط در حالت unicast پیکربندی باشد، سوکت شنونده به این آدرس متصل می‌شود.
fr_fr: Adresse source utilisée dans l'en-tête IPv4 / IPv6 encapsulant. L'adresse doit déjà être attribuée à une interface existante. Lorsque l'interface est configurée en mode monodiffusion, le socket d'écoute est lié à cette adresse.
it_it: L'indirizzo di origine utilizzato nell'intestazione IPv4/IPv6 di incapsulamento. L'indirizzo dovrebbe essere già assegnato ad un'interfaccia esistente. Quando l'interfaccia è configurata in modalità unicast, il socket in ascolto è associato a questo indirizzo.
ko_kr: IPv4/IPv6 헤더를 캡슐화하는 데 사용되는 소스 주소입니다. 주소가 이미 기존 인터페이스에 할당되어 있어야 합니다. 인터페이스가 유니캐스트 모드로 구성된 경우 수신 대기 소켓은 이 주소에 바인딩됩니다.
uk_ua: Вихідна адреса, що використовується в інкапсулюючому заголовку IPv4/IPv6. Адреса вже повинна бути призначена існуючому інтерфейсу. Коли інтерфейс налаштований в одноадресному режимі, сокет прослуховування прив'язується до цієї адреси.
zh_cn: 封装IPv4 / IPv6标头中使用的源地址。 该地址应该已经分配给现有接口。 当接口配置为单播模式时，监听套接字已绑定到该地址。

source: Change the default time-to-live value in the IP headers for host checks.
cs_cz: Změnit výchozí hodnotu doby živostnosti v hlavičkách IP pro kontroly hostitele.
de_de: Standardmäßigen Time-to-Live-Wert in den IP-Headern für Host-Prüfungen ändern.
el_gr: Αλλάξτε την προεπιλεγμένη τιμή χρόνου λήξης στις κεφαλίδες IP για τους ελέγχους κεντρικού υπολογιστή.
fa_ir: مقدار پیش‌فرض TTL در هدرهای IP برای بررسی میزبان‌ها را تغییر دهید.
fr_fr: Modifiez la valeur de durée de vie par défaut dans les en-têtes IP pour les vérifications d'hôte.
it_it: Modificare il valore time-to-live predefinito nelle intestazioni IP per i controlli host.
ko_kr: 호스트 검사를 위해 IP 헤더의 기본 수명 값을 변경합니다.
uk_ua: Змінити типове значення часу життя в заголовках IP для перевірок хостів.
zh_cn: 更改IP标头中的默认有效期来进行主机检查。

source: Change the route priority used when adding a route.
cs_cz: Změna priority trasy použité při přidávání další trasy.
de_de: Die beim Hinzufügen einer Route verwendete Priorität ändern.
el_gr: Αλλάξτε την προτεραιότητα διαδρομής που χρησιμοποιείται κατά την προσθήκη μιας διαδρομής.
fa_ir: اولویت مسیر استفاده‌شده هنگام افزودن یک مسیر را تغییر دهید.
fr_fr: Modifiez la priorité de l'itinéraire utilisée lors de l'ajout d'un itinéraire.
it_it: Modifica la priorità del percorso utilizzata quando si aggiunge un percorso.
ko_kr: 경로를 추가할 때 사용되는 경로 우선 순위를 변경합니다.
uk_ua: Змінити пріоритет маршруту, що використовується при додаванні маршруту.
zh_cn: 更改添加路由时使用的路由优先级。

source: If unchecked start the table disabled.
cs_cz: Pokud není zaškrtnuto, je spouštění tabulky vypnuto.
de_de: Wenn deaktiviert, Tabelle im deaktivierten Zustand starten.
el_gr: Εάν δεν επιλεγεί η επιλογή έναρξης, ο πίνακας απενεργοποιείται.
fa_ir: اگر انتخاب نشود، جدول غیرفعال آغاز می‌شود.
fr_fr: Si cette case n'est pas cochée, le tableau est désactivé.
it_it: Se deselezionato avvia la tabella disabilitata.
ko_kr: 이 옵션을 선택하지 않으면 테이블이 비활성화됩니다.
uk_ua: Якщо не відмічено, запустити таблицю вимкненою.
zh_cn: 如果未选中，则禁用该表。

source: If unchecked start the virtual server disabled.
cs_cz: Pokud není zaškrtnuto, je spouštění virtuálního serveru vypnuto.
de_de: Wenn deaktiviert, virtuellen Server im deaktivierten Zustand starten.
el_gr: Εάν δεν επιλεγεί η επιλογή "Έναρξη", ο εικονικός διακομιστής απενεργοποιείται.
fa_ir: اگر انتخاب نشود، سرور مجازی غیرفعال آغاز می‌شود.
fr_fr: Si décoché, démarrer le serveur virtuel désactivé.
it_it: Se deselezionato avvia il server virtuale disabilitato.
ko_kr: 이 옵션을 선택하지 않으면 가상 서버를 사용할 수 없습니다.
uk_ua: Якщо не відмічено, запустити віртуальний сервер вимкненим.
zh_cn: 如果未选中，则禁用虚拟服务器。

source: Match response against pattern.
cs_cz: Hledat shodu odpovědi se vzorem.
de_de: Antwort mit Muster abgleichen.
el_gr: Αντιστοίχιση απόκρισης με το μοτίβο.
fa_ir: پاسخ را با الگو مطابقت دهید.
fr_fr: Comparez la réponse au modèle.
it_it: Abbina la risposta al modello.
ko_kr: 패턴과 반응을 일치시킵니다.
uk_ua: Зіставити відповідь зі зразком.
zh_cn: 根据模式匹配响应。

source: Override the global check timeout.
cs_cz: Přebít globální časový limit kontroly.
de_de: Globales Zeitlimit für Prüfungen überschreiben.
el_gr: Παράκαμψη του χρονικού ορίου καθολικού ελέγχου.
fa_ir: مهلت بررسی جهانی را بازنویسی کنید.
fr_fr: Remplace le délai de vérification global.
it_it: Ignora il timeout del controllo globale.
ko_kr: 글로벌 검사 시간 초과를 재정의합니다.
uk_ua: Перевизначити глобальний тайм-аут перевірки.
zh_cn: 覆盖全局检查超时。

source: Override the global interval. I must be a multiple of the global interval.
cs_cz: Přepsat globální interval. Je třeba, aby bylo násobkem globálního intervalu.
de_de: Globales Intervall überschreiben. Der Wert muss ein Vielfaches des globalen Intervalls sein.
el_gr: Παράκαμψη του καθολικού διαστήματος. Πρέπει να είμαι πολλαπλάσιο του καθολικού διαστήματος.
fa_ir: بازهٔ جهانی را بازنویسی کنید. باید مضربی از بازهٔ جهانی باشد.
fr_fr: Remplace l'intervalle global. Il doit être un multiple de l'intervalle global.
it_it: Sostituisci l'intervallo globale. Devo essere un multiplo dell'intervallo globale.
ko_kr: 전역 간격을 재정의합니다. 전역 구간의 배수여야 합니다.
uk_ua: Перевизначити глобальний інтервал. Він повинен бути кратним глобальному інтервалу.
zh_cn: 覆盖全局间隔。 必须是全局间隔的倍数。

source: Send data.
cs_cz: Poslat data.
de_de: Daten senden.
el_gr: Αποστολή δεδομένων.
fa_ir: ارسال داده.
fr_fr: Envoyez les données.
it_it: Invia dati.
ko_kr: 데이터를 전송합니다.
uk_ua: Надіслати дані.
zh_cn: 发送数据。

source: Set the scheduling algorithm to select a host from the table.
cs_cz: Nastavte algoritmus plánování, aby bylo možné vybrat hostitele z tabulky.
de_de: Planungsalgorithmus festlegen, um einen Host aus der Tabelle auszuwählen.
el_gr: Ορίστε τον αλγόριθμο προγραμματισμού για να επιλέξετε έναν κεντρικό υπολογιστή από τον πίνακα.
fa_ir: الگوریتم زمان‌بندی را برای انتخاب یک میزبان از جدول تنظیم کنید.
fr_fr: Définissez l'algorithme d'ordonnancement pour sélectionner un hôte dans la table.
it_it: Imposta l'algoritmo di pianificazione per selezionare un host dalla tabella.
ko_kr: 테이블에서 호스트를 선택하도록 스케줄링 알고리즘을 설정합니다.
uk_ua: Встановити алгоритм планування для вибору хоста з таблиці.
zh_cn: 将调度算法设置为从表中选择一个主机。

source: Specify an address to listen on.
cs_cz: Zadejte adresu, na které očekávat spojení.
de_de: Adresse angeben, auf der gelauscht werden soll.
el_gr: Καθορίστε μια διεύθυνση για ακρόαση.
fa_ir: آدرس شنود را مشخص کنید.
fr_fr: Spécifiez une adresse à écouter.
it_it: Specificare un indirizzo su cui ascoltare.
ko_kr: 수신할 주소를 지정합니다.
uk_ua: Вкажіть адресу для прослуховування.
zh_cn: 指定要监听的地址。

source: Specify the destination port.
cs_cz: Zadejte cílový port.
de_de: Zielport angeben.
el_gr: Καθορίστε τη θύρα προορισμού.
fa_ir: پورت مقصد را مشخص کنید.
fr_fr: Spécifiez le port de destination.
it_it: Specificare la porta di destinazione.
ko_kr: 목적지 포트를 지정합니다.
pl_pl: Podaj port docelowy.
uk_ua: Вкажіть порт призначення.
zh_cn: 指定目标端口。

source: Specify the end of a port range.
cs_cz: Zadejte konec rozsahu portů.
de_de: Ende des Portbereichs angeben.
el_gr: Καθορίστε το τέλος ενός εύρους θυρών.
fa_ir: پایان بازهٔ پورت را مشخص کنید.
fr_fr: Spécifier la fin d'une plage de ports.
it_it: Specificare la fine di un intervallo di porte.
ko_kr: 포트 범위의 끝을 지정합니다.
uk_ua: Вкажіть кінець діапазону портів.
zh_cn: 指定端口范围的结尾。

source: Specify the port to listen on.
cs_cz: Zadejte port na kterém očekávat spojení.
de_de: Port angeben, auf dem gelauscht werden soll.
el_gr: Καθορίστε τη θύρα στην οποία θα γίνει η ακρόαση.
fa_ir: پورت شنود را مشخص کنید.
fr_fr: Spécifiez le port d'écoute.
it_it: Specificare la porta su cui ascoltare.
ko_kr: 수신 대기할 포트를 지정합니다.
uk_ua: Вкажіть порт для прослуховування.
zh_cn: 指定要监听的端口。

source: Specify the table check.
cs_cz: Zadejte kontrolu tabulky.
de_de: Tabellentest angeben.
el_gr: Καθορίστε τον έλεγχο πίνακα.
fa_ir: بررسی جدول را مشخص کنید.
fr_fr: Spécifiez le contrôle de la table.
it_it: Specificare il controllo della tabella.
ko_kr: 테이블 검사를 지정합니다.
uk_ua: Вкажіть перевірку таблиці.
zh_cn: 指定表检查。

source: Specify the table of target hosts to be used.
cs_cz: Zadejte tabulku.
de_de: Tabelle mit Ziel-Hosts angeben, die verwendet werden soll.
el_gr: Καθορίστε τον πίνακα των κεντρικών υπολογιστών-στόχων που θα χρησιμοποιηθούν.
fa_ir: جدول میزبان‌های هدف مورد استفاده را مشخص کنید.
fr_fr: Spécifiez le tableau des hôtes cibles à utiliser.
it_it: Specificare la tabella degli host di destinazione da utilizzare.
ko_kr: 사용할 대상 호스트의 테이블을 지정합니다.
uk_ua: Вкажіть таблицю цільових хостів для використання.
zh_cn: 指定要使用的目标主机表。

source: The HTTP 'Host' header value.
cs_cz: Hodnota HTTP hlavičky „Hostitel“.
de_de: Wert des HTTP-'Host'-Headers.
el_gr: Η τιμή κεφαλίδας HTTP 'Host'.
fa_ir: مقدار هدر 'Host' در HTTP.
fr_fr: La valeur de l'en-tête HTTP "Host".
it_it: Il valore dell'intestazione HTTP "Host".
ko_kr: HTTP 'Host' 헤더 값입니다.
uk_ua: Значення заголовка HTTP 'Host'.
zh_cn: HTTP"主机"标头值。

source: The Interface to listen on. Leave it unset to listen on all interfaces.
cs_cz: Rozhraní na kterém očekávat spojení. Pokud to má být na všech, nevyplňujte.
de_de: Schnittstelle, auf der gelauscht werden soll. Nicht festlegen, um auf allen Schnittstellen zu lauschen.
el_gr: Η διεπαφή στην οποία θα γίνει ακρόαση. Αφήστε την απενεργοποιημένη για ακρόαση σε όλες τις διεπαφές.
fa_ir: رابطی که باید شنود شود. برای شنود روی همه رابط‌ها، آن را خالی بگذارید.
fr_fr: L'interface d'écoute. Laissez vide pour écouter sur toutes les interfaces.
it_it: L'interfaccia su cui ascoltare. Lasciarlo non impostato per l'ascolto su tutte le interfacce.
ko_kr: 수신 대기할 인터페이스입니다. 모든 인터페이스에서 수신하려면 설정하지 않은 상태로 두세요.
uk_ua: Інтерфейс для прослуховування. Залиште порожнім для прослуховування на всіх інтерфейсах.
zh_cn: 要监听的接口。使其保持未设置状态来监听所有接口。

source: The URL path for HTTP(S) or the script path for SCRIPT checks.
cs_cz: Popis umístění v rámci URL pro HTTP(S) nebo skriptu pro kontroly SCRIPT.
de_de: Der URL-Pfad für HTTP(S) oder der Skriptpfad für SCRIPT-Prüfungen.
el_gr: Η διαδρομή URL για HTTP(S) ή η διαδρομή σεναρίου για ελέγχους SCRIPT.
fa_ir: مسیر URL برای HTTP(S) یا مسیر اسکریپت برای بررسی‌های SCRIPT.
fr_fr: Le chemin de l'URL pour les contrôles HTTP(S) ou le chemin du script pour les contrôles SCRIPT.
it_it: Il percorso URL per HTTP(S) o il percorso script per i controlli SCRIPT.
ko_kr: HTTP(S)의 URL 경로 또는 SCRIPT 검사의 스크립트 경로입니다.
uk_ua: Шлях URL для HTTP(S) або шлях до скрипта для перевірок SCRIPT.
zh_cn: HTTP(S)的URL路径或SCRIPT设置的脚本路径。

source: The backend host address.
cs_cz: Adresa hostitele podpůrné vrstvy.
de_de: Adresse des Backend-Hosts.
el_gr: Η διεύθυνση του backend.
fa_ir: آدرس میزبان backend.
fr_fr: L'adresse de l'hôte du backend.
it_it: L'indirizzo dell'host back-end.
ko_kr: 백엔드 호스트 주소입니다.
uk_ua: Адреса хоста бекенда.
zh_cn: 后端主机地址。

source: The expected response code.
cs_cz: Očekávaný kód odpovědi.
de_de: Erwarteter Antwortcode.
el_gr: Ο αναμενόμενος κωδικός απόκρισης.
fa_ir: کد پاسخ مورد انتظار.
fr_fr: Le code de réponse attendu.
it_it: Il codice di risposta previsto.
ko_kr: 필요한 응답 코드입니다.
uk_ua: Очікуваний код відповіді.
zh_cn: 预期的响应代码。

source: The expected response message digest.
cs_cz: Očekávaný otisk odpovědi.
de_de: Erwarteter Prüfsummenwert der Antwort.
el_gr: Η αναμενόμενη σύνοψη μηνύματος απόκρισης.
fa_ir: خلاصهٔ پیام پاسخ مورد انتظار.
fr_fr: Le condensé du message de réponse attendu.
it_it: Il digest del messaggio di risposta previsto.
ko_kr: 필요한 응답 메시지 요약입니다.
uk_ua: Очікуваний дайджест повідомлення відповіді.
zh_cn: 预期的响应消息摘要。

source: The interface to use for routing packages.
cs_cz: Rozhraní které použít pro směrování balíčků.
de_de: Schnittstelle für das Routing von Paketen.
el_gr: Η διεπαφή που θα χρησιμοποιηθεί για τη δρομολόγηση πακέτων.
fa_ir: رابطی که برای مسیریابی بسته‌ها استفاده می‌شود.
fr_fr: L'interface à utiliser pour le routage des paquets.
it_it: L'interfaccia da utilizzare per l'instradamento dei pacchetti.
ko_kr: 패키지 라우팅에 사용할 인터페이스입니다.
uk_ua: Інтерфейс для маршрутизації пакетів.
zh_cn: 用于路由包的接口。

source: The name of the host.
cs_cz: Název hostitele.
de_de: Der Name des Hosts.
el_gr: Το όνομα του οικοδεσπότη.
fa_ir: نام میزبان.
fr_fr: Le nom de l'hôte.
it_it: Il nome dell'ospite.
ko_kr: 호스트의 이름입니다.
pl_pl: Nazwa hosta.
uk_ua: Назва хоста.
zh_cn: 主机名。

source: The name of the protocol definition.
cs_cz: Název definice protokolu.
de_de: Der Name der Protokolldefinition.
el_gr: Το όνομα του ορισμού πρωτοκόλλου.
fa_ir: نام تعریف پروتکل.
fr_fr: Le nom de la définition du protocole.
it_it: Il nome della definizione del protocollo.
ko_kr: 프로토콜 정의의 이름입니다.
pl_pl: Nazwa definicji protokołu.
uk_ua: Назва визначення протоколу.
zh_cn: 协议定义的名称。

source: The name of the table check.
cs_cz: Název kontroly tabulky.
de_de: Name des Tabellentests.
el_gr: Το όνομα του ελέγχου πίνακα.
fa_ir: نام بررسی جدول.
fr_fr: Le nom du contrôle de la table.
it_it: Il nome della tabella controlla.
ko_kr: 테이블 검사의 이름입니다.
uk_ua: Назва перевірки таблиці.
zh_cn: 表设置的名称。

source: The name of the table.
cs_cz: Název tabulky.
de_de: Der Name der Tabelle.
el_gr: Το όνομα του πίνακα.
fa_ir: نام جدول.
fr_fr: Le nom de la table.
it_it: Il nome della tabella.
ko_kr: 테이블 이름입니다.
pl_pl: Nazwa tabeli.
uk_ua: Назва таблиці.
zh_cn: 表的名称。

source: The name of the virtual server.
cs_cz: Název virtuálního serveru.
de_de: Der Name des virtuellen Servers.
el_gr: Το όνομα του εικονικού διακομιστή.
fa_ir: نام سرور مجازی.
fr_fr: Le nom du serveur virtuel.
it_it: Il nome del server virtuale.
ko_kr: 가상 서버의 이름입니다.
pl_pl: Nazwa wirtualnego serwera.
uk_ua: Назва віртуального сервера.
zh_cn: 虚拟服务器的名称。

source: The optional retry option adds a tolerance for failed host checks; the check will be retried for this number more times before setting the host state to down.
cs_cz: Nepovinná předvolba opětovného pokusu přidává toleranci k neúspěšným kontrolám hostitele; kontrola bude opakována vícekrát, a až teprve poté bude stav hostitele nastaven na nedostupný.
de_de: Die optionale Wiederholungsoption erlaubt eine Toleranz bei fehlgeschlagenen Host-Prüfungen; die Prüfung wird um die angegebene Anzahl an Versuchen wiederholt, bevor der Host als ausgefallen markiert wird.
el_gr: Η προαιρετική επιλογή επανάληψης προσθέτει μια ανοχή για τους αποτυχημένους ελέγχους. Ο έλεγχος θα επαναληφθεί για αυτόν τον αριθμό περισσότερες φορές πριν οριστεί η κατάσταση του host σε χαμηλότερη.
fa_ir: گزینهٔ اختیاری retry تحمل خطا در بررسی‌های ناموفق میزبان را افزایش می‌دهد؛ بررسی به‌اندازهٔ این عدد دوباره اجرا می‌شود قبل از اینکه وضعیت میزبان به down تغییر کند.
fr_fr: L'option de nouvelle tentative facultative ajoute une tolérance pour les vérifications d'hôte échouées ; le contrôle sera réessayé pour ce nombre plusieurs fois avant de définir le l'état de l'hôte vers le bas.
it_it: L'opzione facoltativa di nuovo tentativo aggiunge una tolleranza per i controlli host non riusciti; il controllo verrà ritentato per questo numero più volte prima di impostare il stato ospitante verso il basso.
ko_kr: 선택적 재시도 옵션을 사용하면 실패한 호스트 검사에 대한 허용 오차가 추가됩니다; 검사는 설정하기 전에 이 숫자에 대해 다시 시도됩니다 호스트 상태가 다운됩니다.
uk_ua: Необов'язкова опція повторної спроби додає стійкість до невдалих перевірок хоста; перевірка буде повторена цю кількість разів, перш ніж стан хоста буде встановлено як 'вимкнено'.
zh_cn: 可选的重试选项增加了对失效主机检查的容忍度； 在将主机状态设置为失效之前，会以设置次数重试多次。

source: The protocol options.
cs_cz: Předvolby protokolu.
de_de: Die Protokolloptionen.
el_gr: Οι επιλογές πρωτοκόλλου.
fa_ir: گزینه‌های پروتکل.
fr_fr: Les options du protocole.
it_it: Le opzioni del protocollo.
ko_kr: 프로토콜 옵션입니다.
uk_ua: Параметри протоколу.
zh_cn: 协议选项。

source: The type of the protocol definition.
cs_cz: Typ definice protokolu.
de_de: Der Typ der Protokolldefinition.
el_gr: Ο τύπος του ορισμού πρωτοκόλλου.
fa_ir: نوع تعریف پروتکل.
fr_fr: Le type de la définition du protocole.
it_it: Il tipo di definizione del protocollo.
ko_kr: 프로토콜 정의 유형입니다.
uk_ua: Тип визначення протоколу.
zh_cn: 协议定义的类型。
