Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The relay will use this as the source address for packets leaving the interface. The special values of "1.1.1.1" and "1.1.1.2" mean for the relayed packet to use the outgoing interface's address as the source IP address. "1.1.1.1" also means use the original packet's destination port as the new source port for the relayed packet. "1.1.1.2" means keep the source port unaltered from the original. Chromecast users should use 1.1.1.1.
cs_cz: Předávání toto použije jako zdrojovou adresu pro pakety opouštějící rozhraní. Speciální hodnoty „1.1.1.1“ a „1.1.1.2“ znamenají, že předávaný paket použije jako zdrojovou IP adresu odchozího rozhraní. Hodnota „1.1.1.1“ také znamená použití cílového portu původního paketu jako nového zdrojového portu pro předávaný paket. „1.1.1.2“ znamená, že zdrojový port zůstane oproti původnímu nezměněn. Uživatelé zařízení Chromecast by měli používat 1.1.1.1.
de_de: Diese Adresse wird vom Relay als Quelladresse für ausgehende Pakete über die Schnittstelle verwendet. Die speziellen Werte "1.1.1.1" und "1.1.1.2" bedeuten, dass das weitergeleitete Paket die Quelladresse der ausgehenden Schnittstelle verwendet. "1.1.1.1" bedeutet zusätzlich, dass der Zielport des Originalpakets als neuer Quellport für das weitergeleitete Paket verwendet wird. "1.1.1.2" lässt den Quellport unverändert. Für Chromecast-Nutzer wird die Verwendung von 1.1.1.1 empfohlen.
el_gr: Η αναμετάδοση θα χρησιμοποιήσει αυτήν τη διεύθυνση ως διεύθυνση προέλευσης για τα πακέτα που εξέρχονται από τη διεπαφή. Οι ειδικές τιμές "1.1.1.1" και "1.1.1.2" σημαίνουν ότι το αναμεταδιδόμενο πακέτο θα χρησιμοποιήσει τη διεύθυνση της εξερχόμενης διεπαφής ως διεύθυνση IP προέλευσης. Το "1.1.1.1" σημαίνει επίσης ότι θα χρησιμοποιηθεί η θύρα προορισμού του αρχικού πακέτου ως η νέα θύρα προέλευσης για το αναμεταδιδόμενο πακέτο. Το "1.1.1.2" σημαίνει ότι η θύρα προέλευσης θα παραμείνει αμετάβλητη από την αρχική. Οι χρήστες Chromecast θα πρέπει να χρησιμοποιούν την 1.1.1.1.
fa_ir: رله این مقدار را به‌عنوان آدرس مبدأ برای بسته‌هایی که از رابط خارج می‌شوند استفاده خواهد کرد. مقادیر ویژهٔ "1.1.1.1" و "1.1.1.2" به این معنی‌اند که بستهٔ فوروارد شده آدرس رابط خروجی را به‌عنوان آدرس IP مبدأ استفاده کند. "1.1.1.1" همچنین به‌معنی استفاده از پورت مقصد بستهٔ اصلی به‌عنوان پورت مبدأ جدید برای بستهٔ فوروارد شده است. "1.1.1.2" به‌معنی حفظ پورت مبدأ بستهٔ اصلی است. کاربران Chromecast باید از 1.1.1.1 استفاده کنند
fr_fr: Le relais l'utilisera comme adresse source pour les paquets quittant l'interface. Les valeurs spéciales de "1.1.1.1" et "1.1.1.2" signifient que le paquet relayé utilise l'adresse de l'interface sortante comme adresse IP source. "1.1.1.1" signifie également utiliser le port de destination du paquet d'origine comme nouveau port source pour le paquet relayé. "1.1.1.2" signifie que le port source reste inchangé par rapport à l'original. Les utilisateurs de Chromecast doivent utiliser 1.1.1.1.
it_it: Il relè lo utilizzerà come indirizzo di origine per i pacchetti che lasciano l'interfaccia. I valori speciali di "1.1.1.1" e "1.1.1.2" indicano che il pacchetto inoltrato utilizza l'indirizzo dell'interfaccia in uscita come indirizzo IP di origine. "1.1.1.1" significa anche utilizzare la porta di destinazione del pacchetto originale come nuova porta di origine per il pacchetto inoltrato. "1.1.1.2" significa mantenere la porta di origine inalterata rispetto all'originale. Gli utenti Chromecast dovrebbero utilizzare 1.1.1.1.
ko_kr: 릴레이는 인터페이스를 떠나는 패킷의 소스 주소로 이를 사용합니다. "1.1.1.1" 및 "1.1.1.2"라는 특수 값은 릴레이된 패킷이 소스 IP 주소로서 나가는 인터페이스의 주소를 사용하도록 합니다. "1.1.1.1"또한 릴레이된 패킷의 출발지 포트로 원래 패킷의 목적지 포트를 사용하도록 합니다. "1.1.1.2"는 원래 패킷에서 출발지 포트를 변경하지 않도록 합니다. Chromecast 사용자는 1.1.1.1을 사용해야 합니다.
pl_pl: Przekaźnik będzie używać tego jako adresu źródłowego dla pakietów opuszczających interfejs. Specjalne wartości "1.1.1.1" i "1.1.1.2" oznaczają, że przekazywany pakiet będzie używać adresu interfejsu wyjściowego jako adresu IP źródła. "1.1.1.1" oznacza również użycie oryginalnego portu docelowego jako nowego portu źródłowego dla przekazanego pakietu. "1.1.1.2" oznacza zachowanie portu źródłowego bez zmian w stosunku do oryginału. Użytkownicy Chromecast powinni używać 1.1.1.1.
uk_ua: Ретранслятор використовуватиме це як вихідну адресу для пакетів, що залишають інтерфейс. Спеціальні значення "1.1.1.1" та "1.1.1.2" означають, що ретрансльований пакет використовуватиме адресу вихідного інтерфейсу як вихідну IP-адресу. "1.1.1.1" також означає використання порту призначення оригінального пакету як нового вихідного порту для ретрансльованого пакету. "1.1.1.2" означає збереження вихідного порту незмінним від оригіналу. Користувачі Chromecast повинні використовувати 1.1.1.1.
zh_cn: 中继将使用它作为离开接口的数据包的源地址。 "1.1.1.1"和"1.1.1.2"的特殊值意味着中继包使用出接口的地址作为源IP地址。 "1.1.1.1"也意味着使用原始数据包的目标端口作为中继数据包的新源端口。 "1.1.1.2"表示保持源端口不变。 Chromecast 用户应使用 1.1.1.1。

source: The server certificate this proxy will use. The file may also contain a certificate chain.
cs_cz: Serverový certifikát který tato proxy použije. Soubor také může obsahovat řetězec certifikátů.
de_de: Das Serverzertifikat, das dieser Proxy verwenden wird. Die Datei kann auch eine Zertifikatskette enthalten.
el_gr: Το πιστοποιητικό διακομιστή που θα χρησιμοποιήσει αυτός ο διακομιστής μεσολάβησης. Το αρχείο μπορεί επίσης να περιέχει μια αλυσίδα πιστοποιητικών.
fa_ir: گواهی سروری که این پراکسی از آن استفاده خواهد کرد. فایل ممکن است شامل زنجیرهٔ گواهی نیز باشد
fr_fr: Le certificat du serveur que ce proxy utilisera. Le fichier peut également contenir une chaîne de certificats.
it_it: Il certificato del server che utilizzerà questo proxy. Il file può contenere anche una catena di certificati.
ko_kr: 이 프록시가 사용할 서버 인증서입니다. 파일에 인증서 체인이 포함될 수도 있습니다.
pl_pl: Certyfikat serwera, którego ten proxy będzie używać. Plik może także zawierać łańcuch certyfikatów.
uk_ua: Серверний сертифікат, який використовуватиме цей проксі. Файл також може містити ланцюжок сертифікатів.
zh_cn: 此代理将使用的服务器证书。 该文件还可能包含证书链。

source: The server's IP or hostname to connect to
cs_cz: IP adresa nebo název serveru, ke kterému se připojit
de_de: IP-Adresse oder Hostname des Servers, zu dem die Verbindung hergestellt werden soll.
el_gr: Η διεύθυνση IP ή το όνομα κεντρικού υπολογιστή του διακομιστή στον οποίο θα συνδεθεί
fa_ir: آدرس IP یا نام میزبان سرور برای اتصال
fr_fr: L'adresse IP du serveur ou le nom d'hôte sur lequel se connecter
it_it: L'IP o il nome host del server a cui connettersi
ko_kr: 연결할 서버의 IP 또는 호스트 이름
pl_pl: Adres IP serwera lub nazwa hosta do połączenia
uk_ua: IP або ім'я хоста сервера для підключення
zh_cn: 要连接上的服务器 IP 或主机名

source: The shared RADIUS key with this client. This option is optional for TLS/DTLS and if omitted will default to "radsec". (Note that using a secret other than "radsec" for TLS is a violation of the standard (RFC 6614) and that the proposed standard for DTLS stipulates that the secret must be "radius/dtls".)
cs_cz: RADIUS klíč sdílený s tímto klientem. Tato předvolba je pro TLS/DTLS volitelná a pokud je vynechána, bude použita výchozí hodnota „radsec“. (Uvědomte si, že použití jiného tajemství než „radsec“ pro TLS je porušením standardu (RFC 6614) a že navrhovaný standard pro DTLS stanoví, že tajemství musí být „radius/dtls“.)
de_de: Gemeinsam genutzter RADIUS-Schlüssel für diesen Client. Diese Option ist bei TLS/DTLS optional und wird, falls nicht angegeben, auf "radsec" gesetzt. (Beachten Sie, dass die Verwendung eines anderen Schlüssels als "radsec" für TLS gegen den Standard (RFC 6614) verstößt und dass der vorgeschlagene Standard für DTLS verlangt, dass der Schlüssel "radius/dtls" lauten muss.)
el_gr: Το κοινόχρηστο κλειδί RADIUS με αυτόν τον πελάτη. Αυτή η επιλογή είναι προαιρετική για TLS/DTLS και εάν παραλειφθεί, η προεπιλεγμένη τιμή θα είναι "radsec". (Σημειώστε ότι η χρήση μυστικού διαφορετικού από το "radsec" για το TLS αποτελεί παραβίαση του προτύπου (RFC 6614) και ότι το προτεινόμενο πρότυπο για το DTLS ορίζει ότι το μυστικό πρέπει να είναι "radius/dtls".)
fa_ir: کلید مشترک RADIUS با این کلاینت. این گزینه برای TLS/DTLS اختیاری است و در صورت خالی گذاشتن به "radsec" پیش‌فرض می‌شود. (توجه: استفاده از راز غیر از "radsec" برای TLS نقض استاندارد (RFC 6614) است و استاندارد پیشنهادی برای DTLS خواسته که راز "radius/dtls" باشد.)
fr_fr: La clé RADIUS partagée avec ce client. Cette option est facultative pour TLS/DTLS et si elle est omise, la valeur par défaut sera "radsec". (Notez que l'utilisation d'un secret autre que "radsec" pour TLS est une violation de la norme (RFC 6614) et que la norme proposée pour DTLS stipule que le secret doit être "radius/dtls".)
it_it: La chiave RADIUS condivisa con questo client. Questa opzione è facoltativa per TLS/DTLS e se omessa verrà impostata su "radsec" per impostazione predefinita. (Si noti che l'utilizzo di un segreto diverso da "radsec" per TLS costituisce una violazione dello standard (RFC 6614) e che lo standard proposto per DTLS stabilisce che il segreto deve essere "radius/dtls".
ko_kr: 이 클라이언트와 공유된 RADIUS 키입니다. 이 옵션은 TLS/DTLS의 경우 선택 사항이며 생략하면 기본적으로 "radsec"으로 설정됩니다. (TLS에 "radsec"이 아닌 다른 암호를 사용하는 것은 표준(RFC 6614)을 위반하는 것이며 DTLS에 대해 제안된 표준은 암호가 "radius/dtls"여야 한다고 규정합니다.)
pl_pl: Współdzielony klucz RADIUS z tym klientem. Ta opcja jest opcjonalna dla TLS/DTLS i jeśli zostanie pominięta, domyślnie przyjmie wartość "radsec". (Zwróć uwagę, że używanie innego sekretu niż "radsec" dla TLS narusza standard (RFC 6614) i że proponowany standard dla DTLS stanowi, że sekret musi być "radius/dtls".)
uk_ua: Спільний ключ RADIUS з цим клієнтом. Ця опція є необов'язковою для TLS/DTLS і якщо її опустити, типово буде «radsec». (Зауважте, що використання іншого секрету, крім «radsec», для TLS є порушенням стандарту (RFC 6614), і що запропонований стандарт для DTLS передбачає, що секрет має бути «radius/dtls».)
zh_cn: 与此客户端共享的 RADIUS 密钥。 此选项对于 TLS/DTLS 是可选的，如果省略将默认为"radsec"。 （注意，对 TLS 使用除"radsec"以外的加密是违反标准 (RFC 6614) 的，并且提议的 DTLS 标准规定加密必须是"radius/dtls"。）

source: The shared RADIUS key with this server. This option is optional for TLS/DTLS and if omitted will default to "radsec". (Note that using a secret other than "radsec" for TLS is a violation of the standard (RFC 6614) and that the proposed standard for DTLS stipulates that the secret must be "radius/dtls".)
cs_cz: RADIUS klíč sdílený s tímto klientem. Tato předvolba je pro TLS/DTLS volitelná a pokud je vynechána, bude použita výchozí hodnota „radsec“. (Uvědomte si, že použití jiného tajemství než „radsec“ pro TLS je porušením standardu (RFC 6614) a že navrhovaný standard pro DTLS stanoví, že tajemství musí být „radius/dtls“.)
de_de: Gemeinsam genutzter RADIUS-Schlüssel für diesen Server. Diese Option ist bei TLS/DTLS optional und wird, falls nicht angegeben, auf "radsec" gesetzt. (Beachten Sie, dass die Verwendung eines anderen Schlüssels als "radsec" für TLS gegen den Standard (RFC 6614) verstößt und dass der vorgeschlagene Standard für DTLS verlangt, dass der Schlüssel "radius/dtls" lauten muss.)
el_gr: Το κοινόχρηστο κλειδί RADIUS με αυτόν τον διακομιστή. Αυτή η επιλογή είναι προαιρετική για TLS/DTLS και εάν παραλειφθεί, η προεπιλεγμένη τιμή θα είναι "radsec". (Σημειώστε ότι η χρήση μυστικού διαφορετικού από το "radsec" για το TLS αποτελεί παραβίαση του προτύπου (RFC 6614) και ότι το προτεινόμενο πρότυπο για το DTLS ορίζει ότι το μυστικό πρέπει να είναι "radius/dtls".)
fa_ir: کلید مشترک RADIUS با این سرور. این گزینه برای TLS/DTLS اختیاری است و در صورت خالی گذاشتن به "radsec" پیش‌فرض می‌شود. (توجه: استفاده از راز غیر از "radsec" برای TLS نقض استاندارد (RFC 6614) است و استاندارد پیشنهادی برای DTLS خواسته که راز "radius/dtls" باشد.)
fr_fr: La clé RADIUS partagée avec ce serveur. Cette option est facultative pour TLS/DTLS et si elle est omise, la valeur par défaut sera "radsec". (Notez que l'utilisation d'un secret autre que "radsec" pour TLS est une violation de la norme (RFC 6614) et que la norme proposée pour DTLS stipule que le secret doit être "radius/dtls".)
it_it: La chiave RADIUS condivisa con questo server. Questa opzione è facoltativa per TLS/DTLS e se omessa verrà impostata su "radsec" per impostazione predefinita. (Si noti che l'utilizzo di un segreto diverso da "radsec" per TLS costituisce una violazione dello standard (RFC 6614) e che lo standard proposto per DTLS stabilisce che il segreto deve essere "radius/dtls".
ko_kr: 이 서버와 공유된 RADIUS 키입니다. 이 옵션은 TLS/DTLS의 경우 선택 사항이며 생략하면 기본적으로 "radsec"으로 설정됩니다. (TLS에 "radsec"이 아닌 다른 암호를 사용하는 것은 표준(RFC 6614)을 위반하는 것이며 DTLS에 대해 제안된 표준은 암호가 "radius/dtls"여야 한다고 규정합니다.)
pl_pl: Współdzielony klucz RADIUS z tym serwerem. Ta opcja jest opcjonalna dla TLS/DTLS i jeśli zostanie pominięta, domyślnie przyjmie wartość "radsec". (Zwróć uwagę, że używanie innego sekretu niż "radsec" dla TLS narusza standard (RFC 6614) i że proponowany standard dla DTLS stanowi, że sekret musi być "radius/dtls".)
uk_ua: Спільний ключ RADIUS з цим сервером. Ця опція є необов'язковою для TLS/DTLS і якщо її опустити, типово буде «radsec». (Зауважте, що використання іншого секрету, крім «radsec», для TLS є порушенням стандарту (RFC 6614), і що запропонований стандарт для DTLS передбачає, що секрет має бути «radius/dtls».)
zh_cn: 与此服务器共享的 RADIUS 密钥。 此选项对于 TLS/DTLS 是可选的，如果省略将默认为"radsec"。 （注意，对 TLS 使用除"radsec"以外的加密是违反标准 (RFC 6614) 的，并且提议的 DTLS 标准规定加密必须是"radius/dtls"。）

source: The username for mail server authentication.
cs_cz: Uživatelské jméno pro ověřování se vůči e-mailovému serveru.
de_de: Der Benutzername für die Authentifizierung am Mailserver.
el_gr: Το όνομα χρήστη για τον έλεγχο ταυτότητας διακομιστή αλληλογραφίας.
fa_ir: نام کاربری برای احراز هویت سرور ایمیل.
fr_fr: Le nom d'utilisateur pour l'authentification du serveur mail.
it_it: Il nome utente per l'autenticazione del server di posta.
ko_kr: 메일 서버 인증확인을 위한 사용자 이름입니다.
pl_pl: Nazwa użytkownika do uwierzytelnienia serwera pocztowego.
uk_ua: Ім'я користувача для автентифікації на поштовому сервері.
zh_cn: 用于邮件服务器认证的用户名。

source: The value of the Server Name TLS extension sent by a client matches with the specified regular expression.
cs_cz: Hodnota TLS rozšíření „Název serveru“, odeslaná klientem, odpovídá zadanému regulárnímu výrazu.
de_de: Der vom Client gesendete Wert der TLS-Erweiterung „Server Name“ muss mit dem angegebenen regulären Ausdruck übereinstimmen.
el_gr: Η τιμή της επέκτασης TLS "Ονόματος διακομιστή" που αποστέλλεται από έναν πελάτη αντιστοιχεί στην καθορισμένη κανονική έκφραση.
fa_ir: مقدار افزونه Server Name در TLS که توسط کلاینت ارسال می‌شود با عبارت منظم مشخص شده مطابقت دارد.
fr_fr: La valeur de l'extension TLS du nom du serveur envoyée par un client correspond à l'expression régulière spécifiée.
it_it: Il valore dell'estensione Server Name TLS inviato da un client corrisponde all'espressione regolare specificata.
ko_kr: 클라이언트에서 보낸 서버 이름 TLS 확장명의 값이 지정된 정규식과 일치합니다.
pl_pl: Wartość rozszerzenia Server Name TLS wysyłanego przez klienta zgadza się z podanym wyrażeniem regularnym.
uk_ua: Значення розширення TLS із назвою сервера, надіслане клієнтом, відповідає вказаному регулярному виразу.
zh_cn: 客户端发送的服务器名称 TLS 扩展的值与指定的正则表达式匹配。

source: This TLS-config's unique name
cs_cz: Neopakující se název tohoto nastavení TLS
de_de: Der eindeutige Name dieser TLS-Konfiguration
el_gr: Το μοναδικό όνομα αυτής της διαμόρφωσης TLS
fa_ir: نام یکتای پیکربندی TLS
fr_fr: Le nom unique de cette configuration TLS
it_it: Il nome univoco di questa configurazione TLS
ko_kr: 이 TLS-구성의 고유 이름
pl_pl: Unikalna nazwa tej konfiguracji TLS
uk_ua: Унікальне ім'я цієї TLS-конфігурації
zh_cn: 该TLS-config 的唯一名称

source: This can be set to off to only log the realm in Access-Accept/Reject log messages (for privacy).
cs_cz: Tuto možnost lze nastavit na vypnuto, aby se ve zprávách protokolu Access-Accept/Reject zaznamenávala pouze sféra (kvůli ochraně osobních údajů).
de_de: Kann deaktiviert werden, um nur den Realm in Access-Accept/Reject-Protokollen zu erfassen (zwecks Datenschutz).
el_gr: Αυτό μπορεί να απενεργοποιηθεί για να καταγράφεται ο τομέας εμβέλειας μόνο στα μηνύματα καταγραφής Πρόσβασης-Αποδοχής/Απόρριψης (για λόγους απορρήτου).
fa_ir: می‌توان این گزینه را روی off قرار داد تا فقط realm در پیام‌های لاگ Access-Accept/Reject ثبت شود (برای حفظ حریم خصوصی).
fr_fr: Cette option peut être désactivée pour que le domaine ne soit consigné que dans les messages d'accès, d'acceptation et de rejet (pour des raisons de confidentialité).
it_it: Questo può essere disattivato per registrare il realm solo nei messaggi di registro Accesso-Accetta/Rifiuta (per privacy).
ko_kr: 개인 정보 보호를 위해 Access-Accept/Reject 로그 메시지에 영역을 기록하는 경우에만 off로 설정할 수 있습니다.
pl_pl: To można ustawić na "off", aby rejestrować tylko domenę w komunikatach logowania Access-Accept/Reject (dla prywatności).
uk_ua: Це можна вимкнути, щоб реєструвати область лише в повідомленнях журналу Access-Accept/Reject (для конфіденційності).
zh_cn: 设置为 off 以仅在 Access-Accept/Reject 日志消息中记录realm（为了隐私考虑）。

source: This can be used to specify source address and/or source port that the proxy will use for connecting to clients to send messages (e.g. Access Request). The same syntax as for Listen... applies.
cs_cz: Toto lze použít k zadání zdrojové adresy a/nebo zdrojového portu, které bude proxy server používat pro připojení ke klientům za účelem odesílání zpráv (např. žádosti o přístup). Platí stejná syntaxe jako pro Očekávat spojení…
de_de: Dient zur Angabe der Quelladresse und/oder des Quellports, den der Proxy für die Verbindung zu Clients und das Senden von Nachrichten (z. B. Access Request) verwenden soll. Es gilt dieselbe Syntax wie bei "Listen…".
el_gr: Αυτό μπορεί να χρησιμοποιηθεί για να καθορίσετε τη διεύθυνση προέλευσης ή/και τη θύρα προέλευσης που θα χρησιμοποιήσει ο διακομιστής μεσολάβησης για τη σύνδεση με τους πελάτες για την αποστολή μηνυμάτων (π.χ. Αίτημα Πρόσβασης). Ισχύει η ίδια σύνταξη όπως για την Ακρόαση....
fa_ir: این گزینه برای مشخص کردن آدرس مبدأ و/یا پورت مبدأ است که پروکسی برای اتصال به کلاینت‌ها جهت ارسال پیام‌ها (مثلاً Access Request) استفاده می‌کند. همان نحو مورد استفاده در Listen... اعمال می‌شود.
fr_fr: Cela peut être utilisé pour spécifier l'adresse source et/ou le port source que le proxy utilisera pour se connecter aux clients afin d'envoyer des messages (par exemple, une demande d'accès). La même syntaxe que pour Listen... s'applique.
it_it: Questo può essere utilizzato per specificare l'indirizzo di origine e/o la porta di origine che il proxy utilizzerà per connettersi ai client per inviare messaggi (ad esempio richiesta di accesso). Si applica la stessa sintassi di Ascolta....
ko_kr: 프록시가 클라이언트에 연결하여 메시지를 보낼 때 사용할 원본 주소 및/또는 원본 포트(예: 액세스 요청)를 지정하는 데 사용할 수 있습니다. 듣기...와 동일한 구문입니다... 적용됩니다.
pl_pl: To można użyć do określenia adresu źródłowego i/lub portu źródłowego, który proxy użyje do łączenia się z klientami w celu wysyłania wiadomości (np. Access Request). Ta sama składnia jak dla Listen... obowiązuje.
uk_ua: Це можна використовувати для вказівки вихідної адреси та/або вихідного порту, які проксі використовуватиме для підключення до клієнтів для надсилання повідомлень (наприклад, запиту на доступ). Застосовується той самий синтаксис, що й для Listen...
zh_cn: 指定代理将用于连接到客户端以发送消息（例如访问请求）的源地址和/或源端口。 与 Listen… 相同的语法适用。

source: This can help you when having connection issues with IPv6 enabled servers. Set a value in seconds
cs_cz: To může pomoci při problémech s připojováním k serverům, které mají zapnutý protokol IPv6. Nastavte hodnotu v sekundách
de_de: Hilfreich bei Verbindungsproblemen mit IPv6-fähigen Servern. Einen Wert in Sekunden angeben.
el_gr: Αυτό μπορεί να σας βοηθήσει όταν αντιμετωπίζετε προβλήματα σύνδεσης με διακομιστές με δυνατότητα IPv6. Ορίστε μια τιμή σε δευτερόλεπτα.
fa_ir: این می‌تواند هنگام بروز مشکل اتصال با سرورهای دارای IPv6 فعال به شما کمک کند. مقدار را بر حسب ثانیه وارد کنید.
fr_fr: Cela peut vous aider lorsque vous rencontrez des problèmes de connexion avec des serveurs compatibles IPv6. Définissez une valeur en secondes
it_it: Questo può aiutarti in caso di problemi di connessione con i server abilitati IPv6. Imposta un valore in secondi
ko_kr: 이것은 IPv6 지원 서버에 연결 문제가 있을 때 도움이 될 수 있습니다. 초 단위로 값 설정
pl_pl: To może pomóc, gdy masz problemy z połączeniem z serwerami z włączonym IPv6. Ustaw wartość w sekundach
uk_ua: Це може допомогти вам у разі проблем із підключенням до серверів з увімкненим IPv6. Встановіть значення в секундах
zh_cn: 可以在启用 IPv6 的服务器出现连接问题时为您提供帮助。(秒)

source: This configures the default time between two DNS queries, when no valid response has been received. Enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
cs_cz: Toto nastavuje výchozí dobu mezi dvěma DNS dotazy, pokud nebyla přijata žádná platná odpověď. Zadejte číslo následované jednou z podporovaných přípon „d“ (dny), „h“ (hodiny), „m“ (minuty), „s“ (sekundy), „ms“ (milisekundy).
de_de: Legt die Wartezeit zwischen zwei DNS-Anfragen fest, wenn keine gültige Antwort empfangen wurde. Erlaubte Einheiten: "d" (Tage), "h" (Stunden), "m" (Minuten), "s" (Sekunden), "ms" (Millisekunden).
el_gr: Αυτό ρυθμίζει τον προεπιλεγμένο χρόνο μεταξύ δύο ερωτημάτων DNS, όταν δεν έχει ληφθεί έγκυρη απάντηση. Εισαγάγετε έναν αριθμό ακολουθούμενο από ένα από τα υποστηριζόμενα επιθήματα "d" (ημέρες), "h" (ώρα), "m" (λεπτό), "s" (δευτερόλεπτα), "ms" (χιλιοστά του δευτερολέπτου).
fa_ir: این زمان پیش‌فرض بین دو پرس‌وجوی DNS را زمانی که پاسخ معتبری دریافت نشده تنظیم می‌کند. یک عدد وارد کنید و پس از آن یکی از پسوندهای پشتیبانی‌شده "d" (روز)، "h" (ساعت)، "m" (دقیقه)، "s" (ثانیه)، "ms" (میلی‌ثانیه) را اضافه کنید.
fr_fr: Cela configure le temps par défaut entre deux requêtes DNS, lorsqu'aucune réponse valide n'a été reçue. Saisissez un nombre suivi de l'un des suffixes pris en charge « d » (jours), « h » (heure), « m » (minute), « s » (secondes), « ms » (millisecondes).
it_it: Ciò configura il tempo predefinito tra due query DNS, quando non è stata ricevuta alcuna risposta valida. Inserisci un numero seguito da uno dei suffissi supportati "d" (giorni), "h" (ora), "m" (minuti), "s" (secondi), "ms" (milisecondi).
ko_kr: 유효한 응답이 수신되지 않은 경우 두 DNS 쿼리 사이의 기본 시간을 구성합니다. 지원되는 접미사 "d"(일), "h"(시간), "m"(분), "s"(초), "ms"(밀리초) 중 하나 뒤에 숫자를 입력합니다.
pl_pl: To konfiguruje domyślny czas między dwoma zapytaniami DNS, gdy nie otrzymano ważnej odpowiedzi. Wprowadź liczbę poprzedzoną jednym z obsługiwanych sufiksów: "d" (dni), "h" (godzina), "m" (minuta), "s" (sekundy), "ms" (milisekundy).
uk_ua: Це налаштовує типовий час між двома DNS-запитами, коли не отримано дійсної відповіді. Введіть число, за яким слідує один із підтримуваних суфіксів: «d» (дні), «h» (година), «m» (хвилина), «s» (секунди), «ms» (мілісекунди).
zh_cn: 当没有收到有效响应时，配置两次 DNS 查询之间的默认时间。 输入一个数字，后跟支持的后缀之一"d"（天）、"h"（小时）、"m"（分钟）、"s"（秒）、"ms"（毫秒）。
