Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Send checks compatible with MySQL server 4.1 and later.
cs_cz: Posílat kontroly kompatibilní s MySQL serverem 4.1 a novějším.
de_de: Sende Prüfungen, die mit dem MySQL-Server 4.1 oder neuer kompatibel sind.
el_gr: Αποστολή επιταγών συμβατών με τον MySQL server 4.1 και νεότερες εκδόσεις.
fa_ir: ارسال چک‌هایی که با سرور MySQL 4.1 و بالاتر سازگارند.
fr_fr: Envoi de chèques compatibles avec le serveur MySQL 4.1 et plus.
it_it: Invia assegni compatibili con il server MySQL 4.1 e versioni successive.
ko_kr: MySQL 서버 4.1 이상과 호환되는 검사를 보냅니다.
pl_pl: Wyślij testy kompatybilne z serwerem MySQL 4.1 lub nowszym.
uk_ua: Надіслати перевірки, сумісні з сервером MySQL 4.1 і новішими версіями.
zh_cn: 发送与MySQL服务器4.1及更高版本兼容的支票。

source: Send data
cs_cz: Odeslat data
de_de: Sende Daten
el_gr: Αποστολή δεδομένων
fa_ir: ارسال داده
fr_fr: Envoyer les données
it_it: Invia dati
ko_kr: 데이터 송신
pl_pl: Wyślij dane
uk_ua: Надіслати дані
zh_cn: 发送数据

source: Send log messages to syslog
cs_cz: Odesílat zprávy záznamu událostí do syslog
de_de: Sende Lognachrichten über Syslog
el_gr: Αποστολή μηνυμάτων καταγραφής στο syslog
fa_ir: ارسال پیام‌های لاگ به syslog
fr_fr: Envoyer les messages de journal à syslog
it_it: Invia messaggi di registro a syslog
ko_kr: syslog로 로그 메시지 보내기
pl_pl: Wyślij komunikaty dziennika do syslog
uk_ua: Надіслати повідомлення журналу до syslog
zh_cn: 将日志信息发送到syslog

source: Send package payload to the log for further analyses.
cs_cz: Odesílat „náklad“ balíčku do záznamu událostí pro další analýzy.
de_de: Paketinhalt zur weiteren Analyse im Protokoll erfassen.
el_gr: Στείλτε το φορτίο του πακέτου στο αρχείο καταγραφής για περαιτέρω αναλύσεις.
fa_ir: ارسال محتوای بسته به لاگ برای تحلیل‌های بیشتر.
fr_fr: Envoyer la charge utile du paquet au journal pour des analyses ultérieures.
it_it: Invia il payload del pacchetto al registro per ulteriori analisi.
ko_kr: 추가 분석을 위해 패키지 페이로드를 로그로 보냅니다.
pl_pl: Wyślij zawartość pakietu do logów w celu dalszej analizy.
uk_ua: Надіслати вміст пакета до журналу для подальшого аналізу.
zh_cn: 将数据包有效负载发送到日志以方便进一步分析。

source: Send percentage data
cs_cz: Odeslání procentuálních údajů
de_de: Sende Prozentdaten
el_gr: Αποστολή δεδομένων ποσοστού
fa_ir: ارسال داده‌های درصدی
fr_fr: Envoyer des données en pourcentage
it_it: Invia dati percentuali
ko_kr: 백분율 데이터 송신
pl_pl: Wyślij dane procentowe
uk_ua: Надіслати дані у відсотках
zh_cn: 发送百分比数据

source: Sender Address
cs_cz: Adresa odesilatele
de_de: Serveradresse
el_gr: Διεύθυνση αποστολέα
fa_ir: آدرس فرستنده
fr_fr: Adresse expéditeur
it_it: Indirizzo mittente
ko_kr: 발신자 주소
pl_pl: Adres nadawcy
uk_ua: Адреса відправника
zh_cn: 发件人地址

source: Separate Statistics
cs_cz: Oddělit statistiky
de_de: Separate Statistiken
el_gr: Ξεχωριστά Στατιστικά
fa_ir: آمار جداگانه
fr_fr: Statistiques séparées
it_it: Statistiche separate
ko_kr: 개별 통계량
pl_pl: Oddziel statystyki
uk_ua: Окрема статистика
zh_cn: 单独统计

source: Server
el_gr: Υπηρέτης
fa_ir: سرور
fr_fr: Serveur
ko_kr: 서버
pl_pl: Serwer
uk_ua: Сервер
zh_cn: 服务器

source: Server (FQDN)
cs_cz: Úplný doménový název (FQDN) serveru
el_gr: Διακομιστής (FQDN)
fa_ir: سرور (FQDN)
fr_fr: Serveur (FQDN)
ko_kr: 서버 (FQDN)
pl_pl: Serwer (FQDN)
uk_ua: Сервер (FQDN)
zh_cn: 服务器(FQDN)

source: Server Address
cs_cz: Adresa serveru
de_de: Serveradresse
el_gr: Διεύθυνση διακομιστή
fa_ir: آدرس سرور
fr_fr: Adresse du Serveur
it_it: Indirizzo del server
ko_kr: 서버 주소
pl_pl: Adres serwera
uk_ua: Адреса сервера
zh_cn: 服务器地址

source: Server Certificate
cs_cz: Serverový certifikát
de_de: Serverzertifikat
el_gr: Πιστοποιητικό διακομιστή
fa_ir: گواهی سرور
fr_fr: Certificat Serveur
it_it: Certificato del server
ko_kr: 서버 인증서
pl_pl: Certyfikat serwera
uk_ua: Сертифікат сервера
zh_cn: 服务器证书

source: Server ID
cs_cz: Identifikátor serveru
el_gr: Αναγνωριστικό διακομιστή
fa_ir: شناسه سرور
fr_fr: ID Serveur
it_it: ID del server
ko_kr: 서버 ID
pl_pl: ID serwera
uk_ua: ID сервера
zh_cn: 服务器ID

source: Server Password
cs_cz: Heslo serveru
de_de: Serverpasswort
el_gr: Κωδικός πρόσβασης διακομιστή
fa_ir: رمز عبور سرور
fr_fr: Mot de passe Serveur
it_it: Password del server
ko_kr: 서버 비밀번호
pl_pl: Hasło serwera
uk_ua: Пароль сервера
zh_cn: 服务器密码

source: Server Port
cs_cz: Port serveru
el_gr: Θύρα διακομιστή
fa_ir: پورت سرور
fr_fr: Port du serveur
it_it: Porta del server
ko_kr: 서버 포트
pl_pl: Port serwera
uk_ua: Порт сервера
zh_cn: 服务器端口

source: Server Timeout
cs_cz: Časový limit serveru
el_gr: Χρονικό όριο διακομιστή
fa_ir: تایم‌اوت سرور
fr_fr: Délai d'attente du serveur
it_it: Timeout del server
ko_kr: 서버 타임아웃
pl_pl: Limit czasu serwera
uk_ua: Таймаут сервера
zh_cn: 服务器超时

source: Server Type
cs_cz: Typ serveru
de_de: Servertyp
el_gr: Τύπος διακομιστή
fa_ir: نوع سرور
fr_fr: Type de serveur
it_it: Tipo di server
ko_kr: 서버 유형
pl_pl: Typ serwera
uk_ua: Тип сервера
zh_cn: 服务器类型

source: Server admin
cs_cz: Správce serveru
de_de: Serveradministrator
el_gr: Διαχειριστής διακομιστή
fa_ir: ادمین سرور
fr_fr: Administrateur du serveur
it_it: Amministratore del server
ko_kr: 서버 관리자
pl_pl: Administrator serwera
uk_ua: Адміністратор сервера
zh_cn: 服务器管理员

source: Servername
cs_cz: Název serveru
el_gr: Όνομα διακομιστή
fa_ir: نام سرور
fr_fr: Nom de serveur
it_it: Nomeserver
ko_kr: 서버 이름
pl_pl: Nazwa serwera
uk_ua: Ім'я сервера
zh_cn: 服务器名称

source: Servers
cs_cz: Servery
de_de: Server
el_gr: Διακομιστές
fa_ir: سرورها
fr_fr: Serveurs
it_it: Server
ko_kr: 서버
pl_pl: Serwery
uk_ua: Сервери
zh_cn: 服务器

source: Service Mode
cs_cz: Režim služby
de_de: Dienstmodus
el_gr: Λειτουργία σέρβις
fa_ir: حالت سرویس
fr_fr: Mode de service
it_it: Modalità di servizio
ko_kr: 서비스 모드
pl_pl: Tryb usługi
uk_ua: Режим служби
zh_cn: 服务模式

source: Service Settings
cs_cz: Nastavení služby
de_de: Diensteinstellungen
el_gr: Ρυθμίσεις υπηρεσίας
fa_ir: تنظیمات سرویس
fr_fr: Paramètres du service
it_it: Impostazioni del servizio
ko_kr: 서비스 설정
pl_pl: Ustawienia usługi
uk_ua: Налаштування служби
zh_cn: 服务设置

source: Session Timeout
cs_cz: Časový limit relace
de_de: Sitzungszeitüberschreitung
el_gr: Χρονικό όριο συνεδρίας
fa_ir: تایم‌اوت نشست
fr_fr: Délai d'expiration de la session
it_it: Timeout della sessione
ko_kr: 세션 타임아웃
pl_pl: Limit czasu sesji
uk_ua: Таймаут сесії
zh_cn: 会话超时

source: Session count
cs_cz: Počet sezení
de_de: Sitzungsanzahl
el_gr: Αριθμός συνεδριών
fa_ir: تعداد نشست‌ها
fr_fr: Nombre de sessions
it_it: Conteggio delle sessioni
ko_kr: 세션 수
pl_pl: Liczba sesji
uk_ua: Кількість сесій
zh_cn: 会话数

source: Session rate period
cs_cz: Období pro četnost relací
de_de: Sitzungsratenperiode
el_gr: Περίοδος ρυθμού συνεδρίας
fa_ir: بازه نرخ نشست
fr_fr: Période tarifaire de la session
it_it: Periodo di frequenza della sessione
ko_kr: 세션 속도 기간
pl_pl: Okres częstotliwości sesji
uk_ua: Період швидкості сесії
zh_cn: 会话周期

source: Session redistribution
cs_cz: Šíření relace dál
de_de: Sitzungsweiterleitung
el_gr: Ανακατανομή συνεδρίας
fa_ir: توزیع مجدد نشست‌ها
fr_fr: Redistribution de session
it_it: Ridistribuzione delle sessioni
ko_kr: 세션 재배포
pl_pl: Redystrybucja sesji
uk_ua: Перерозподіл сесій
zh_cn: 会话重新分配

source: Set
cs_cz: Nastavit
de_de: Setzen
fa_ir: تنظیم
fr_fr: Définir
it_it: Impostato
ko_kr: 세트
pl_pl: Ustaw
uk_ua: Встановити
zh_cn: 设置

source: Set a name for your UPS.
cs_cz: Zadejte název pro svůj UPS zdroj.
de_de: Setze Sie einen Namen für Ihre USV
el_gr: Ορίστε ένα όνομα για το UPS σας.
fa_ir: یک نام برای UPS خود تعیین کنید.
fr_fr: Définissez un nom pour votre onduleur.
it_it: Imposta un nome per il tuo UPS.
ko_kr: UPS의 이름을 설정하세요.
pl_pl: Ustaw nazwę dla twojego UPS.
uk_ua: Встановіть ім'я для вашого ДБЖ.
zh_cn: 为UPS设置名称。

source: Set a name for your outbound domain
cs_cz: Nastavte název pro svou odchozí doménu
de_de: Namen der ausgehenden Domain festlegen.
el_gr: Ορίστε ένα όνομα για τον εξερχόμενο τομέα σας
fa_ir: یک نام برای دامنه خروجی خود تعیین کنید.
fr_fr: Définissez un nom pour votre domaine sortant
it_it: Imposta un nome per il tuo dominio in uscita
ko_kr: 아웃바운드 도메인의 이름 설정
pl_pl: Ustaw nazwę dla twojej domeny wychodzącej
uk_ua: Встановіть ім'я для вашого вихідного домену
zh_cn: 为出站域设置名称

source: Set action to perform here, only used when in IPS mode.
cs_cz: Nastavte akce které zde provést, použité pouze v IPS režimu.
de_de: Wählen Sie die Aktion aus, die ausgeführt werden soll. Dies wird nur im IPS-Modus verwendet.
el_gr: Ορίστε την ενέργεια που θα εκτελεστεί εδώ, χρησιμοποιείται μόνο σε λειτουργία IPS.
fa_ir: اینجا عملی که باید انجام شود را تعیین کنید؛ فقط در حالت IPS استفاده می‌شود.
fr_fr: Définir l'action à effectuer ici, uniquement utilisé en mode IPS.
it_it: Imposta l'azione da eseguire qui, utilizzata solo in modalità IPS.
ko_kr: 여기서 수행할 작업을 설정하세요. IPS 모드에서만 사용됩니다.
pl_pl: Ustaw akcję do wykonania tutaj, używane tylko w trybie IPS.
uk_ua: Встановіть дію для виконання тут, використовується лише в режимі IPS.
zh_cn: 设置此处执行的操作，仅在IPS模式下使用。

source: Set an optional prefix to the metrics.
cs_cz: Nastavit volitelnou předponu pro metriku.
de_de: Optionalen Prefix für Metriken mit angeben.
el_gr: Ορίστε ένα προαιρετικό πρόθεμα για τις μετρήσεις.
fa_ir: یک پیشوند اختیاری برای متریک‌ها تعیین کنید.
fr_fr: Définit un préfixe optionnel aux métriques.
it_it: Imposta un prefisso facoltativo per le metriche.
ko_kr: 메트릭에 대한 선택적 프리픽스를 설정하세요.
pl_pl: Ustaw opcjonalny prefiks dla metryk.
uk_ua: Встановіть необов'язковий префікс для метрик.
zh_cn: 为指标设置可选前缀。

source: Set extra arguments for this UPS, e.g. "port=auto".
cs_cz: Nastavit další argumenty pro tento UPS zdroj, např. „port=auto“.
de_de: Setzen Sie zusätzliche Argumente für diese USV, z. B. "port=auto"
el_gr: Ορίστε επιπλέον ορίσματα για αυτό το UPS, π.χ. "port=auto".
fa_ir: آرگومان‌های اضافی برای این UPS را تنظیم کنید، مثلاً "port=auto".
fr_fr: Définir des arguments supplémentaires pour cet UPS, par exemple "port=auto".
it_it: Imposta argomenti aggiuntivi per questo UPS, ad es. "porta=auto".
ko_kr: 이 UPS에 대한 추가 인수(예: "port=auto")를 설정하세요.
pl_pl: Ustaw dodatkowe argumenty dla tego UPS, np. "port=auto".
uk_ua: Встановіть додаткові аргументи для цього ДБЖ, наприклад, "port=auto".
zh_cn: 为此UPS设置额外的参数，例如"port=auto"。

source: Set node_exporter's listen address. By default, node_exporter will listen on 0.0.0.0 (all interfaces).
cs_cz: Nastavit adresu, na které node_exporter bude očekávat spojení. Ve výchozím stavu očekává spojení na 0.0.0.0 (všechna rozhraní).
de_de: IP Adresse festlegen auf die der node_exporter hört. Standardmäßig hört der Dienst auf allen Adressen.
el_gr: Ορίστε τη διεύθυνση ακρόασης του node_exporter. Από προεπιλογή, το node_exporter θα κάνει ακρόαση στο 0.0.0.0 (όλες οι διεπαφές).
fa_ir: آدرس شنیدن node_exporter را تعیین کنید. به‌طور پیش‌فرض node_exporter روی 0.0.0.0 (تمام رابط‌ها) گوش می‌دهد.
fr_fr: Définir l'adresse d'écoute de node_exporter. Par défaut, node_exporter écoutera sur 0.0.0.0 (toutes les interfaces).
it_it: Imposta l'indirizzo di ascolto di node_exporter. Per impostazione predefinita, node_exporter ascolterà su 0.0.0.0 (tutte le interfacce).
ko_kr: node_exporter의 수신 대기 주소를 설정하세요. 기본적으로 node_exporter는 0.0.0(모든 인터페이스)에서 수신합니다.
pl_pl: Ustaw adres nasłuchiwania node_exporter'a. Domyślnie node_exporter będzie nasłuchiwać na 0.0.0.0 (wszystkie interfejsy).
uk_ua: Встановіть адресу прослуховування node_exporter. Типово node_exporter прослуховуватиме 0.0.0.0 (всі інтерфейси).
zh_cn: 设置node_exporter的监听地址。 默认情况下，node_exporter会监听0.0.0.0(所有接口)。

source: Set node_exporter's listen port. By default, node_exporter will listen on port 9100.
cs_cz: Nastavit port, na kterém node_exporter očekává spojení. Ve výchozím stavu je to port 9100.
de_de: Port festlegen auf die der node_exporter hört. Standardmäßig hört der Dienst auf Port 9100.
el_gr: Ορίστε τη θύρα ακρόασης του node_exporter. Από προεπιλογή, το node_exporter θα κάνει ακρόαση στη θύρα 9100.
fa_ir: پورت شنیدن node_exporter را تعیین کنید. به‌طور پیش‌فرض node_exporter روی پورت 9100 گوش می‌دهد.
fr_fr: Définit le port d'écoute de node_exporter. Par défaut, node_exporter écoutera sur le port 9100.
it_it: Imposta la porta di ascolto di node_exporter. Per impostazione predefinita, node_exporter ascolterà sulla porta 9100.
ko_kr: node_exporter의 수신 대기 포트를 설정하세요. 기본적으로 node_exporter는 포트 9100에서 수신합니다.
pl_pl: Ustaw port nasłuchiwania node_exporter'a. Domyślnie node_exporter będzie nasłuchiwać na porcie 9100.
uk_ua: Встановіть порт прослуховування node_exporter. Типово node_exporter прослуховуватиме порт 9100.
zh_cn: 设置node_exporter的监听端口。 默认情况下，node_exporter会监听端口9100。

source: Set permit for match or deny to negate the rule.
cs_cz: Nastavte povolit pro shody nebo odepřít pro negaci pravidla.
de_de: Setze permit, um zu prüfen oder deny, um die Regel zu negieren.
el_gr: Ορίστε άδεια για αντιστοίχιση ή άρνηση για να ακυρώσετε τον κανόνα.
fa_ir: برای معکوس کردن قانون، برای match یا deny مقدار 'permit' را تنظیم کنید.
fr_fr: Définissez permit pour la correspondance ou deny pour annuler la règle.
it_it: Imposta il permesso per la corrispondenza o nega per annullare la regola.
ko_kr: 규칙을 부정하기 위해 일치 시 허용 또는 거부를 설정하세요.
pl_pl: Ustaw zezwolenie dla dopasowania lub zaprzecz by negować regułę.
uk_ua: Встановіть дозвіл для відповідності або заборону, щоб заперечити правило.
zh_cn: 设置允许匹配或拒绝来反转规则。

source: Set the "shortname" for the client.
cs_cz: Nastavit „zkratku“ pro klienta.
de_de: Kurzbeschreibung für diesen Client angeben.
el_gr: Ορίστε το "shortname" για τον πελάτη.
fa_ir: "shortname" را برای کلاینت تعیین کنید.
fr_fr: Définir le "nom court" pour le client.
it_it: Imposta il "nome breve" per il client.
ko_kr: 클라이언트의 "짧은 이름"을 설정하세요.
pl_pl: Ustaw "krótką nazwę" dla klienta.
uk_ua: Встановіть "коротке ім'я" для клієнта.
zh_cn: 设置客户端的"短名称"。

source: Set the 'log' flag on pf rules committed by ftp-proxy. The pf rules do not log by default.
cs_cz: Nastavit příznak „log“ (zaznamenávat) na pf pravidlech, vytvořených ftp-proxy. pf pravidla nejsou ve výchozím stavu zaznamenávána.
de_de: Setze die "protokollieren"-Markierung bei PF-Regeln, die durch den FTP-Proxy erstellt werden. Die PF-Regeln protokollieren standardmäßig nicht.
el_gr: Ορίστε τη σημαία 'log' στους κανόνες pf που έχουν υποβληθεί από το ftp-proxy. Οι κανόνες pf δεν καταγράφονται από προεπιλογή.
fa_ir: فلگ 'log' را روی قوانین pf که توسط ftp-proxy اعمال می‌شوند تنظیم کنید. قوانین pf به‌طور پیش‌فرض لاگ‌برداری ندارند.
fr_fr: Définir l'indicateur 'log' sur les règles pf engagées par ftp-proxy. Les règles pf ne sont pas journalisées par défaut.
it_it: Imposta il flag 'log' sulle regole pf impegnate dal proxy ftp. Le regole pf non vengono registrate per impostazione predefinita.
ko_kr: ftp-proxy에 의해 커밋된 pf 규칙에 'log' 플래그를 설정하세요. pf 규칙은 기본적으로 기록되지 않습니다.
pl_pl: Ustaw flagę 'log' dla reguł pf wprowadzonych przez ftp-proxy. Domyślnie reguły pf nie logują.
uk_ua: Встановіть прапор 'log' для правил pf, застосованих ftp-proxy. Правила pf типово не ведуть журнал.
zh_cn: 在ftp-proxy提交的pf规则上设置'log'标记。 默认情况下，pf规则不会记录。

source: Set the Base DN in format dc=example,dc=domain,dc=com
cs_cz: Nastavení základního DN ve formátu dc=example,dc=doména,dc=com
de_de: Base DN im Format dc=example,dc=domain,dc=com setzen.
el_gr: Ορίστε το βασικό DN σε μορφή dc=example,dc=domain,dc=com
fa_ir: Base DN را به فرمت dc=example,dc=domain,dc=com تنظیم کنید.
fr_fr: Définissez le DN de Base au format dc=exemple,dc=domaine,dc=com
it_it: Imposta il DN di base nel formato dc=esempio,dc=dominio,dc=com
ko_kr: 기본 DN을 dc=dn, dc=domain, dc=com 형식으로 설정
pl_pl: Ustaw bazowy DN w formacie dc=przykład,dc=domena,dc=com
uk_ua: Встановіть базовий DN у форматі dc=example,dc=domain,dc=com
zh_cn: 以 dc=example,dc=domain,dc=com格式设置Base DN

source: Set the IP address of the graphite collector.
cs_cz: Nastavit IP adresu sběrače graphite.
de_de: IP des Graphite-Zielsystems festlegen.
el_gr: Ορίστε τη διεύθυνση IP του συλλέκτη γραφίτη.
fa_ir: آدرس IP collector مربوط به graphite را تعیین کنید.
fr_fr: Définissez l'adresse IP du collecteur de graphite.
it_it: Imposta l'indirizzo IP del raccoglitore di grafite.
ko_kr: 그래파이트 수집기의 IP 주소를 설정하세요.
pl_pl: Ustaw adres IP zbieracza graphite.
uk_ua: Встановіть IP-адресу збирача Graphite.
zh_cn: 设置graphite收集器的IP地址。

source: Set the IP address of the remote NUT server.
cs_cz: Nastavit IP adresu vzdáleného NUT serveru.
de_de: IP des entfernten NUT Dienstes angeben.
el_gr: Ορίστε τη διεύθυνση IP του απομακρυσμένου διακομιστή NUT.
fa_ir: آدرس IP سرور NUT راه دور را تعیین کنید.
fr_fr: Définir l'adresse IP du serveur NUT distant.
it_it: Imposta l'indirizzo IP del server NUT remoto.
ko_kr: 원격 NUT 서버의 IP 주소를 설정하세요.
pl_pl: Ustaw adres IP zdalnego serwera NUT.
uk_ua: Встановіть IP-адресу віддаленого NUT-сервера.
zh_cn: 设置远程NUT服务器的IP地址。

source: Set the IP address of the remote client or the complete network like 10.10.10.0/24
cs_cz: Nastavit IP adresu vzdáleného klienta nebo celé sítě jako 10.10.10.0/24
de_de: Stellen Sie die IP-Adresse des Remote-Clients oder des gesamten Netzwerks wie 10.10.10.0/24 ein.
el_gr: Ορίστε τη διεύθυνση IP του απομακρυσμένου υπολογιστή-πελάτη ή ολόκληρου του δικτύου, όπως 10.10.10.0/24
fa_ir: آدرس IP کلاینت راه دور یا شبکهٔ کامل مانند 10.10.10.0/24 را مشخص کنید.
fr_fr: Définissez l'adresse IP du client distant ou du réseau complet, par exemple 10.10.10.0/24
it_it: Imposta l'indirizzo IP del client remoto o della rete completa come 10.10.10.0/24
ko_kr: 10.10.10.0/24와 같은 원격 클라이언트 또는 전체 네트워크의 IP 주소 설정
pl_pl: Ustaw adres IP zdalnego klienta lub pełnej sieci, na przykład 10.10.10.0/24.
uk_ua: Встановіть IP-адресу віддаленого клієнта або повну мережу, як-от 10.10.10.0/24
zh_cn: 设置远程客户端或整个网络的IP地址，如10.10.10.0/24

source: Set the IP address or FQDN of the network collector.
cs_cz: Nastavit IP adresu nebo FQDN název síťového sběrače.
de_de: Setze die IP Adresse oder FQDN des Network Collectors.
el_gr: Ορίστε τη διεύθυνση IP ή το FQDN του συλλέκτη δικτύου.
fa_ir: آدرس IP یا FQDN جمع‌آور شبکه را تعیین کنید.
fr_fr: Définissez l'adresse IP ou le nom de domaine complet du collecteur de réseau.
it_it: Impostare l'indirizzo IP o FQDN del raccoglitore di rete.
ko_kr: 네트워크 수집기의 IP 주소 또는 FQDN을 설정하세요.
pl_pl: Ustaw adres IP lub FQDN zbieracza sieciowego.
uk_ua: Встановіть IP-адресу або FQDN мережевого збирача.
zh_cn: 设置网络收集器的IP地址或FQDN。

source: Set the IP address the user should receive.
cs_cz: Nastavit IP adresu kterou by uživatel měl obdržet.
de_de: Setze die IP Adresse die der User erhalten soll.
el_gr: Ορίστε τη διεύθυνση IP που πρέπει να λάβει ο χρήστης.
fa_ir: آدرس IP که کاربر باید دریافت کند را تعیین کنید.
fr_fr: Définir l'adresse IP que l'utilisateur devrait recevoir.
it_it: Imposta l'indirizzo IP che l'utente dovrà ricevere.
ko_kr: 사용자가 수신해야 하는 IP 주소를 설정하세요.
pl_pl: Ustaw adres IP, który użytkownik powinien otrzymać.
uk_ua: Встановіть IP-адресу, яку повинен отримати користувач.
zh_cn: 设置用户应该接收的IP地址。

source: Set the IP and port where metrics shoud be sent to.
cs_cz: Nastavit IP adresu a port na kterou by měly být posílány metriky.
de_de: Setze die IP Adresse an die die Metriken gesendet werden sollen.
el_gr: Ορίστε την IP και τη θύρα στην οποία θα πρέπει να αποστέλλονται οι μετρήσεις.
fa_ir: آدرس IP و پورت مقصدی که متریک‌ها باید به آن ارسال شوند را تعیین کنید.
fr_fr: Définir l'IP et le port auxquels les métriques doivent être envoyées.
it_it: Imposta l'IP e la porta a cui inviare le metriche.
ko_kr: 메트릭을 보낼 대상 IP 및 포트를 설정하세요.
pl_pl: Ustaw adres IP i port, do których należy wysłać metryki.
uk_ua: Встановіть IP та порт, куди слід надсилати метрики.
zh_cn: 设置指标发送的目标IP和端口。

source: Set the IP or FQDN to where to send the mails to. Empty means MX will be used. You can also add custom ports via :225 or disable MX lookup via squared brackets.
cs_cz: Nastavit IP adresu nebo FQDN, na kterou se má pošta odesílat. Nevyplněné znamená, že bude použit MX. Je možné také přidat vlastní porty pomocí :225 nebo zakázat vyhledávání MX pomocí hranatých závorek.
de_de: Die IP Adresse oder den vollständigen Domainnamen wo die Mails hingeschickt werden sollen. Ein leeres Feld bedeutet dass der MX-Record verwendet wird. Mit :225 können auch spezifische Ports hinzugefügt werden. Die Verwendung von MX-Records kann mit eckigen Klammern verhindert werden.
el_gr: Ορίστε την IP ή το FQDN ως προς το πού θα αποστέλλονται τα μηνύματα ηλεκτρονικού ταχυδρομείου. Αν είναι κενό, τότε θα χρησιμοποιηθεί το MX. Μπορείτε επίσης να προσθέσετε προσαρμοσμένες θύρες μέσω του :225 ή να απενεργοποιήσετε την αναζήτηση MX μέσω αγκυλών.
fa_ir: آدرس IP یا FQDN مقصد ارسال ایمیل‌ها را تعیین کنید. خالی گذاشتن یعنی از MX استفاده می‌شود. می‌توانید پورت‌های سفارشی را با :225 اضافه کنید یا بررسی MX را با براکت‌های مربعی غیرفعال کنید.
fr_fr: Définissez l'IP ou le FQDN vers lequel envoyer les e-mails. Vide signifie que MX sera utilisé. Vous pouvez également ajouter des ports personnalisés via :225 ou désactiver la recherche MX via des crochets.
it_it: Imposta l'IP o il FQDN a cui inviare i messaggi di posta. Vuoto significa che verrà utilizzato MX. Puoi anche aggiungere porte personalizzate tramite :225 o disabilitare la ricerca MX tramite parentesi quadre.
ko_kr: IP 또는 FQDN을 메일을 보낼 위치로 설정하세요. 비어 있음은 MX가 사용됨을 의미합니다. :225를 통해 사용자 지정 포트를 추가하거나 대괄호를 사용하여 MX 조회를 사용하지 않도록 설정할 수도 있습니다.
pl_pl: Ustaw adres IP lub FQDN, do którego należy wysyłać maile. Puste oznacza, że zostanie użyty MX. Możesz również dodać niestandardowe porty za pomocą :225 lub wyłączyć wyszukiwanie MX za pomocą nawiasów kwadratowych.
uk_ua: Встановіть IP або FQDN, куди надсилати листи. Порожнє значення означає використання MX. Ви також можете додати власні порти через :225 або вимкнути пошук MX за допомогою квадратних дужок.
zh_cn: 将IP或FQDN设置为将邮件发送到的位置。 留空意味着会使用MX。 您还可以通过以下方法添加自定义端口:225或通过方括号禁用MX查找。

source: Set the IP version to use.
cs_cz: Nastavte kterou generaci IP protokolu použít.
de_de: Die zu verwendende IP Protokoll Version
el_gr: Ορίστε την έκδοση IP που θα χρησιμοποιηθεί.
fa_ir: نسخهٔ IP مورد استفاده را تعیین کنید.
fr_fr: Définir la version d'IP à utiliser.
it_it: Imposta la versione IP da utilizzare.
ko_kr: 사용할 IP 버전을 설정하세요.
pl_pl: Ustaw wersję IP do użycia.
uk_ua: Встановіть версію IP для використання.
zh_cn: 设置要使用的IP版本。

source: Set the URL of the Openphish map file.
cs_cz: Nastavit URL mapovacího souboru pro Openphish.
de_de: Setze die URL for die Openphish-Map-Datei.
el_gr: Ορίστε τη διεύθυνση URL του αρχείου χάρτη Openphish.
fa_ir: آدرس URL فایل نقشه Openphish را تعیین کنید.
fr_fr: Définissez l'URL du fichier de carte Openphish.
it_it: Imposta l'URL del file di mappa Openphish.
ko_kr: Openphish 맵 파일의 URL을 설정하세요.
pl_pl: Ustaw adres URL pliku mapy Openphish.
uk_ua: Встановіть URL файлу карти Openphish.
zh_cn: 设置Openphish映射文件的URL。

source: Set the URL where metrics shoud be sent to.
cs_cz: Nastavit URL na kterou by měly být odesílány metriky.
de_de: Setze die URL an die die Metriken gesendet werden sollen.
el_gr: Ορίστε τη διεύθυνση URL στην οποία θα πρέπει να αποστέλλονται οι μετρήσεις.
fa_ir: URL مقصدی که متریک‌ها باید به آن ارسال شوند را تعیین کنید.
fr_fr: Définit l'URL vers laquelle les métriques doivent être envoyés.
it_it: Imposta l'URL a cui inviare le metriche.
ko_kr: 메트릭을 보낼 URL을 설정하세요.
pl_pl: Ustaw adres URL, do którego należy wysyłać metryki.
uk_ua: Встановіть URL, куди слід надсилати метрики.
zh_cn: 设置将指标到送到的指定URL。

source: Set the action for this address.
cs_cz: Nastavit akci pro tuto adresu.
de_de: Setzte die Aktion für dieses System.
el_gr: Ορίστε την ενέργεια για αυτήν τη διεύθυνση.
fa_ir: اقدام برای این آدرس را تعیین کنید.
fr_fr: Définir l'action pour cette adresse.
it_it: Imposta l'azione per questo indirizzo.
ko_kr: 이 주소에 대한 작업을 설정하세요.
pl_pl: Ustaw działanie dla tego adresu.
uk_ua: Встановіть дію для цієї адреси.
zh_cn: 设置此地址的操作。
