Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Always reboot after a successful update
cs_cz: Po úspěšné aktualizaci vždy zrestartovat
de_de: Nach einem erfolgreichen Update immer neu starten
el_gr: Να κάνετε πάντα επανεκκίνηση μετά από μια επιτυχημένη ενημέρωση.
fa_ir: همیشه پس از به‌روزرسانی موفق راه‌اندازی مجدد شود.
fr_fr: Toujours redémarrer après une mise-à-jour réussie
it_it: Riavviare sempre dopo un aggiornamento riuscito
ko_kr: 업데이트가 성공적으로 완료된 후 항상 재부팅
uk_ua: Завжди перезавантажувати після успішного оновлення
zh_cn: 更新成功后始终重新启动

source: An (unicast) address can only be configured for the same protocol family.
cs_cz: Adresa (jednosměrového vysílání) lze nastavit pouze pro stejnou generaci protokolu.
de_de: Eine (Unicast-)Adresse kann nur innerhalb derselben Protokollfamilie konfiguriert werden.
el_gr: Μια διεύθυνση (unicast) μπορεί να διαμορφωθεί μόνο για την ίδια οικογένεια πρωτοκόλλων.
fa_ir: یک آدرس (unicast) فقط می‌تواند برای همان خانواده پروتکل پیکربندی شود.
fr_fr: Une adresse (unicast) ne peut être configurée que pour la même famille de protocoles.
it_it: Un indirizzo (unicast) può essere configurato solo per la stessa famiglia di protocolli.
ko_kr: (유니캐스트) 주소는 동일한 프로토콜 패밀리에 대해서만 구성할 수 있습니다.
uk_ua: Адреса (одноадресна) може бути налаштована лише для того ж сімейства протоколів.
zh_cn: （单播）地址只能为同一协议系列配置。

source: An IPv4 destination for this relay is already set.
cs_cz: Cílová IPv4 adresa pro toto předávání je už nastavená.
de_de: Für dieses Relay ist bereits ein IPv4-Ziel konfiguriert.
el_gr: Έχει ήδη οριστεί ένας προορισμός IPv4 για αυτήν την αναμετάδοση.
fa_ir: مقصد IPv4 برای این رله قبلاً تنظیم شده است.
fr_fr: Une destination IPv4 pour ce relais est déjà définie.
it_it: Una destinazione IPv4 per questo relè è già impostata.
ko_kr: 이 릴레이에 대한 IPv4 목적지가 이미 설정되어 있습니다.
uk_ua: Для цього ретранслятора вже встановлено призначення IPv4.
zh_cn: 该中继的 IPv4 目的地已设置。

source: An IPv6 destination for this relay is already set.
cs_cz: Cílová IPv6 adresa pro toto předávání je už nastavená.
de_de: Für dieses Relay ist bereits ein IPv6-Ziel konfiguriert.
el_gr: Έχει ήδη οριστεί ένας προορισμός IPv6 για αυτήν την αναμετάδοση.
fa_ir: مقصد IPv6 برای این رله قبلاً تنظیم شده است.
fr_fr: Une destination IPv6 pour ce relais est déjà définie.
it_it: Una destinazione IPv6 per questo relè è già impostata.
ko_kr: 이 릴레이에 대한 IPv6 목적지가 이미 설정되어 있습니다.
uk_ua: Для цього ретранслятора вже встановлено призначення IPv6.
zh_cn: 该中继的 IPv6 目的地已设置。

source: Are you sure you want to restore the default widget layout?
cs_cz: Opravdu chcete vrátit na výchozí rozvržení prvku?
de_de: Möchten Sie wirklich das Standard-Widget-Layout wiederherstellen?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε την προεπιλεγμένη διάταξη του γραφικού στοιχείου;
fa_ir: آیا از بازنشانی چینش پیش‌فرض ویجت‌ها مطمئن هستید؟
fr_fr: Êtes-vous sûr de vouloir rétablir la disposition par défaut des widgets ?
it_it: Sei sicuro di voler ripristinare il layout predefinito del widget?
ko_kr: 기본 위젯 레이아웃으로 복원하시겠습니까?
uk_ua: Ви впевнені, що хочете відновити типове розташування віджетів?
zh_cn: 您确定要恢复默认的仪表布局吗？

source: Assign a new interface
cs_cz: Přiřadit nové rozhraní
de_de: Zuweisen einer neuen Schnittstelle
el_gr: Αντιστοίχιση νέας διεπαφής
fa_ir: اختصاص یک اینترفیس جدید
fr_fr: Assigner une nouvelle interface
it_it: Assegnare una nuova interfaccia
ko_kr: 새 인터페이스 할당
uk_ua: Призначити новий інтерфейс
zh_cn: 分配新接口

source: Assign prefix ID
cs_cz: Přiřadit identifikátor předpony
de_de: Präfix-ID zuweisen
el_gr: Αντιστοίχιση αναγνωριστικού προθέματος
fa_ir: اختصاص شناسهٔ پیشوند
fr_fr: Attribuer l'ID du préfixe
it_it: Assegnare l'ID prefisso
ko_kr: 프리픽스 ID 할당
uk_ua: Призначити ідентифікатор префікса
zh_cn: 分配前缀ID

source: At least one IPv4 or IPv6 tunnel network is required.
cs_cz: Je zapotřebí alespoň jedna síť IPv4 nebo IPv6 tunelu.
de_de: Mindestens ein IPv4- oder IPv6-Tunnelnetzwerk ist erforderlich.
el_gr: Απαιτείται τουλάχιστον ένα δίκτυο σήραγγας IPv4 ή IPv6.
fa_ir: حداقل یک شبکه تونل IPv4 یا IPv6 مورد نیاز است.
fr_fr: Au moins un réseau tunnel IPv4 ou IPv6 est nécessaire.
it_it: È richiesta almeno una rete tunnel IPv4 o IPv6.
ko_kr: 최소한 하나의 IPv4 또는 IPv6 터널 네트워크가 필요합니다.
uk_ua: Потрібна щонайменше одна тунельна мережа IPv4 або IPv6.
zh_cn: 至少需要一个 IPv4 或 IPv6 隧道网络。

source: At least one of 'UPnP IGD' or 'PCP/NAT-PMP' must be allowed
cs_cz: Je třeba, aby byla povolena alespoň jedna z možností „UPnP IGD“ nebo „PCP/NAT-PMP“.
de_de: Mindestens eine der Optionen "UPnP IGD" oder "PCP/NAT-PMP" muss aktiviert sein.
el_gr: Πρέπει να επιτρέπεται τουλάχιστον ένα από τα 'UPnP IGD' ή 'PCP/NAT-PMP'
fa_ir: حداقل یکی از 'UPnP IGD' یا 'PCP/NAT-PMP' باید مجاز باشد
fr_fr: Au moins l'une des options "UPnP IGD" ou "PCP/NAT-PMP" doit être autorisée.
it_it: Deve essere consentito almeno uno tra "UPnP IGD" o "PCP/NAT-PMP"
ko_kr: 'UPnP IGD' 또는 'PCP/NAT-PMP' 중 최소한 하나는 허용되어야 함
uk_ua: Щонайменше одне з 'UPnP IGD' або 'PCP/NAT-PMP' має бути дозволено
zh_cn: 必须至少允许使用 "UPnP IGD "或 "PCP/NAT-PMP "中的一项

source: At least one requested restore area could not be found: %s.
cs_cz: Přinejmenším jedna z požadovaných oblastí obnovy nebyla nalezena: %s.
de_de: Mindestens ein angeforderter Wiederherstellungsbereich wurde nicht gefunden: %s.
el_gr: Δεν βρέθηκε τουλάχιστον μία περιοχή επαναφοράς που ζητήθηκε: %s.
fa_ir: حداقل یکی از نواحی بازیابی درخواستی یافت نشد: %s.
fr_fr: Au moins une zone de restauration demandée n'a pas pu être trouvée : %s.
it_it: Impossibile trovare almeno un'area di ripristino richiesta: %s.
ko_kr: 요청된 복원 영역 중 최소한 하나를 찾을 수 없습니다: %s.
uk_ua: Щонайменше одну запитану область відновлення не вдалося знайти: %s.
zh_cn: 至少有一个请求的还原区域无法找到：%s.

source: Authority
cs_cz: Autorita
de_de: Zertifizierungsstelle
el_gr: Εξουσία
fa_ir: مرجع
fr_fr: Autorité
it_it: Autorità
ko_kr: 인증 기관
uk_ua: Повноваження
zh_cn: 权威

source: Automatically generated rules (end of ruleset)
cs_cz: Automaticky vytvořená pravidla (konec sady pravidel)
de_de: Automatisch generierte Regeln (Ende des Regelwerks)
el_gr: Αυτόματα δημιουργημένοι κανόνες (τέλος συνόλου κανόνων)
fa_ir: قوانین تولیدشدهٔ خودکار (پایان مجموعه قوانین)
fr_fr: Règles générées automatiquement (fin du jeu de règles)
it_it: Regole generate automaticamente (fine del set di regole)
ko_kr: 자동으로 생성된 규칙 (규칙 집합의 끝)
uk_ua: Автоматично згенеровані правила (кінець набору правил)
zh_cn: 自动生成规则（规则集结束）

source: Back
cs_cz: Zpět
de_de: Zurück
el_gr: Πίσω
fa_ir: بازگشت
fr_fr: Retour
it_it: Indietro
ko_kr: 뒤로
uk_ua: Назад

source: Backup - Google Drive
cs_cz: Záloha – Google disk
de_de: Sicherung – Google Drive
el_gr: Αντίγραφα ασφαλείας - Google Drive
fa_ir: پشتیبان‌گیری - Google Drive
fr_fr: Sauvegarde - Google Drive
ko_kr: 백업 - 구글 드라이브
uk_ua: Резервне копіювання - Google Drive
zh_cn: 备份 - Google Drive

source: Backups (compare)
cs_cz: Zálohy (porovnat)
de_de: Sicherungen (vergleichen)
el_gr: Αντίγραφα ασφαλείας (σύγκριση)
fa_ir: پشتیبان‌ها (مقایسه)
fr_fr: Sauvegardes (comparer)
it_it: Backup (confronta)
ko_kr: 백업 (비교)
uk_ua: Резервні копії (порівняти)
zh_cn: 备份 (比较)

source: Bogon networks
cs_cz: Falešné sítě
de_de: Bogon-Netzwerke
el_gr: Δίκτυα Μπογκόν
fa_ir: شبکه‌های بوگون
fr_fr: Réseaux Bogon
it_it: Reti Bogon
ko_kr: Bogon 네트워크
uk_ua: Боґон-мережі
zh_cn: Bogon网络

source: By default deny access to service?
cs_cz: Odepřít ve výchozím stavu přístup ke službě?
de_de: Zugriff auf den Dienst standardmäßig verweigern?
el_gr: Από προεπιλογή, απαγορεύεται η πρόσβαση στην υπηρεσία;
fa_ir: آیا به‌طور پیش‌فرض دسترسی به سرویس را مسدود کنیم؟
fr_fr: Par défaut, l'accès au service est refusé ?
it_it: Per impostazione predefinita, neghi l'accesso al servizio?
ko_kr: 기본적으로 서비스에 대한 접근을 거부할까요?
uk_ua: За типово відмовляти в доступі до служби?
zh_cn: 默认情况下拒绝访问服务？

source: Bytes (in)
cs_cz: Bajtů (k)
de_de: Bytes (eingehend)
el_gr: Bytes (σε)
fa_ir: ورودی (بایت)
fr_fr: Octets (entrants)
it_it: Byte (pollici)
ko_kr: Bytes (수신)
uk_ua: Байтів (вх.)
zh_cn: 字节（进）

source: Bytes (out)
cs_cz: Bajtů (od)
de_de: Bytes (ausgehend)
el_gr: Bytes (έξοδοι)
fa_ir: خروجی (بایت)
fr_fr: Octets (sortants)
it_it: Byte (in uscita)
ko_kr: Bytes (발신)
uk_ua: Байтів (вих.)
zh_cn: 字节（出）

source: Bytes Transmitted
cs_cz: Přeneseno bajtů
de_de: Übertragene Bytes
el_gr: Μεταδιδόμενα bytes
fa_ir: بایت‌های ارسال‌شده
fr_fr: Octets transmis
it_it: Byte trasmessi
ko_kr: 전송 바이트
uk_ua: Передано байтів
zh_cn: 传输字节

source: CA Name
cs_cz: Název cert. autority
el_gr: Όνομα CA
fa_ir: نام CA
fr_fr: Nom de l'AC
it_it: Nome della CA
ko_kr: CA 이름
uk_ua: Назва ЦС
zh_cn: CA名称

source: CRL Name
cs_cz: Název CRL seznamu
el_gr: Όνομα CRL
fa_ir: نام CRL
fr_fr: Nom de la LCR
it_it: Nome della CRL
ko_kr: CRL 이름
uk_ua: Назва CRL
zh_cn: CRL名称

source: CRL info
cs_cz: Informace o CRL
de_de: CRL-Informationen
el_gr: Πληροφορίες CRL
fa_ir: اطلاعات CRL
fr_fr: Info LCR
it_it: Informazioni sulla CRL
ko_kr: CRL 정보
uk_ua: Інформація CRL
zh_cn: CRL 信息

source: Can not enable config constraints without modifying one of them
cs_cz: Není možné zapnout omezení nastavení bez úpravy jednoho z nich
de_de: Konfigurationsbeschränkungen können nicht aktiviert werden, ohne eine davon zu ändern.
el_gr: Δεν είναι δυνατή η ενεργοποίηση των περιορισμών διαμόρφωσης χωρίς τροποποίηση ενός από αυτούς
fa_ir: نمی‌توان محدودیت‌های پیکربندی را فعال کرد مگر اینکه یکی از آن‌ها تغییر داده شود
fr_fr: Impossible d'activer les contraintes de configuration sans modifier l'une d'entre elles
it_it: Impossibile abilitare i vincoli di configurazione senza modificarne uno
ko_kr: 구성 제약 조건 중 하나를 수정하지 않고는 제약 조건을 활성화할 수 없습니다
uk_ua: Неможливо увімкнути обмеження конфігурації без зміни одного з них
zh_cn: 无法在不修改其中一个配置约束的情况下启用配置约束

source: Cannot assign a MAC address to this type of interface.
cs_cz: Tomuto typu rozhraní není možné přiřadit MAC adresu.
de_de: Einer Schnittstelle dieses Typs kann keine MAC-Adresse zugewiesen werden.
el_gr: Δεν είναι δυνατή η αντιστοίχιση διεύθυνσης MAC σε αυτόν τον τύπο διεπαφής.
fa_ir: نمی‌توان آدرس MAC را به این نوع رابط اختصاص داد.
fr_fr: Impossible d'attribuer une adresse MAC à ce type d'interface.
it_it: Impossibile assegnare un indirizzo MAC a questo tipo di interfaccia.
ko_kr: 이 유형의 인터페이스에는 MAC 주소를 할당할 수 없습니다.
uk_ua: Неможливо призначити MAC-адресу цьому типу інтерфейсу.
zh_cn: 无法为此类接口分配 MAC 地址。

source: Cannot delete CARP Virtual IP, IP Alias with VHID Group %s still exists.
cs_cz: Není možné odstranit CARP virtuální IP adresu, protože pořád ještě existuje alternativní název IP s VHID skupinou %s.
de_de: Virtuelle CARP-IP kann nicht gelöscht werden, IP-Alias ​​mit VHID-Gruppe %s existiert noch.
el_gr: Δεν είναι δυνατή η διαγραφή της εικονικής διεύθυνσης IP CARP, το ψευδώνυμο IP με την ομάδα VHID %s εξακολουθεί να υπάρχει.
fa_ir: امکان حذف CARP IP مجازی وجود ندارد؛ IP Alias با VHID Group %s هنوز وجود دارد.
fr_fr: Cannot delete CARP Virtual IP, IP Alias with VHID Group %s still exists (Impossible de supprimer l'IP virtuelle CARP, l'alias IP avec le groupe VHID %s existe toujours).
it_it: Impossibile eliminare l'IP virtuale CARP, l'alias IP con il gruppo VHID %s esiste ancora.
ko_kr: CARP 가상 IP를 삭제할 수 없습니다. VHID %s 그룹을 사용하는 IP 별칭이 아직 존재합니다.
uk_ua: Неможливо видалити віртуальну IP-адресу CARP, IP-псевдонім з групою VHID %s все ще існує.
zh_cn: 无法删除 CARP 虚拟 IP，带有 VHID 组 %s 的 IP 别名仍然存在。

source: Cannot delete active snapshot
cs_cz: Zachycený stav, ze kterého je právě provozováno, není možné smazat.
de_de: Aktiver Snapshot kann nicht gelöscht werden.
el_gr: Δεν είναι δυνατή η διαγραφή του ενεργού στιγμιότυπου
fa_ir: امکان حذف اسنپ‌شات فعال وجود ندارد
fr_fr: Impossible de supprimer l'instantané actif
it_it: Impossibile eliminare lo snapshot attivo
ko_kr: 활성 스냅샷을 삭제할 수 없음
uk_ua: Неможливо видалити активний знімок
zh_cn: 无法删除活动快照

source: Cannot delete gif. Currently in use by [%s] %s
cs_cz: Gif není možné smazat. V tuto chvíli je využíváno [%s] %s
de_de: GIF kann nicht gelöscht werden. Wird derzeit verwendet von [%s] %s.
el_gr: Δεν είναι δυνατή η διαγραφή του gif. Αυτήν τη στιγμή χρησιμοποιείται από [%s] %s
fa_ir: امکان حذف gif وجود ندارد. در حال حاضر توسط [%s] %s استفاده می‌شود
fr_fr: Impossible de supprimer le gif. Actuellement utilisé par [%s] %s
it_it: Impossibile eliminare la gif. Attualmente utilizzato da [%s] %s
ko_kr: 현재 [%s] %s에서 사용이므로 gif를 삭제할 수 없습니다.
uk_ua: Неможливо видалити gif. Зараз використовується [%s] %s
zh_cn: 无法删除 gif。当前由 [%s] %s 使用

source: Cannot delete gre. Currently in use by [%s] %s
cs_cz: Gre není možné smazat. V tuto chvíli je využíváno [%s] %s
de_de: GRE kann nicht gelöscht werden. Wird derzeit verwendet von [%s] %s.
el_gr: Δεν είναι δυνατή η διαγραφή του gre. Αυτήν τη στιγμή χρησιμοποιείται από [%s] %s
fa_ir: امکان حذف gre وجود ندارد. در حال حاضر توسط [%s] %s استفاده می‌شود
fr_fr: Impossible de supprimer gre. Actuellement utilisé par [%s] %s
it_it: Impossibile eliminare gre. Attualmente utilizzato da [%s] %s
ko_kr: 현재 [%s] %s에서 사용이므로 gre를 삭제할 수 없습니다.
uk_ua: Неможливо видалити gre. Зараз використовується [%s] %s
zh_cn: 无法删除 gre。当前由 [%s] %s 使用

source: Capabilities
cs_cz: Schopnosti
de_de: Funktionen
el_gr: Δυνατότητες
fa_ir: قابلیت‌ها
fr_fr: Capacités
it_it: Capacità
ko_kr: 기능
uk_ua: Можливості
zh_cn: 性能

source: Cert revocation error: CA certificate invalid: invalid date
cs_cz: Chyba odvolání certifikátu: Certifikát certifikační autority není platný: neplatné datum
de_de: Zertifikatswiderrufsfehler: CA-Zertifikat ungültig: ungültiges Datum.
el_gr: Σφάλμα ανάκλησης πιστοποιητικού: Μη έγκυρο πιστοποιητικό CA: μη έγκυρη ημερομηνία
fa_ir: خطای ابطال گواهی: گواهی CA نامعتبر: تاریخ نامعتبر
fr_fr: Erreur de révocation de certificat : Certificat CA invalide : date invalide
it_it: Errore di revoca del certificato: certificato CA non valido: data non valida
ko_kr: 인증서 취소 오류: CA 인증서가 유효하지 않음: 날짜가 잘못됨
uk_ua: Помилка відкликання сертифіката: Недійсний сертифікат CA: недійсна дата
zh_cn: 证书吊销错误：CA 证书无效：日期无效

source: Cert revocation error: CRL signature invalid
cs_cz: Chyba odvolání certifikátu: Neplatný podpis CRL
de_de: Zertifikatswiderrufsfehler: CRL-Signatur ungültig.
el_gr: Σφάλμα ανάκλησης πιστοποιητικού: Η υπογραφή CRL δεν είναι έγκυρη
fa_ir: خطای ابطال گواهی: امضای CRL نامعتبر است
fr_fr: Erreur de révocation de certificat : Signature de la CRL invalide
it_it: Errore di revoca del certificato: firma CRL non valida
ko_kr: 인증서 취소 오류: CRL 서명이 유효하지 않음
uk_ua: Помилка відкликання сертифіката: Недійсний підпис CRL
zh_cn: 证书吊销错误：CRL 签名无效

source: Cert revocation error: Unable to load CA private key
cs_cz: Chyba odvolání certifikátu: Nepodařilo se načíst soukromý klíč certifikační autority
de_de: Zertifikatswiderrufsfehler: CA-Privatschlüssel konnte nicht geladen werden.
el_gr: Σφάλμα ανάκλησης πιστοποιητικού: Δεν είναι δυνατή η φόρτωση του ιδιωτικού κλειδιού CA
fa_ir: خطای ابطال گواهی: بارگذاری کلید خصوصی CA امکان‌پذیر نیست
fr_fr: Erreur de révocation de certificat : Impossible de charger la clé privée de l'AC
it_it: Errore di revoca del certificato: impossibile caricare la chiave privata della CA
ko_kr: 인증서 취소 오류: CA 개인 키를 로드할 수 없음
uk_ua: Помилка відкликання сертифіката: Не вдалося завантажити приватний ключ CA
zh_cn: 证书撤销错误：无法加载 CA 私钥

source: Certificate does not seem to exist
cs_cz: Certifikát zdá se neexistuje
de_de: Zertifikat scheint nicht zu existieren.
el_gr: Το πιστοποιητικό δεν φαίνεται να υπάρχει
fa_ir: به نظر می‌رسد گواهی وجود ندارد
fr_fr: Le certificat ne semble pas exister
it_it: Il certificato non sembra esistere
ko_kr: 인증서가 존재하지 않는 것 같음
uk_ua: Сертифікат, схоже, не існує
zh_cn: 证书似乎不存在

source: Certificate download
cs_cz: Stažení certifikátu
de_de: Zertifikat herunterladen
el_gr: Λήψη πιστοποιητικού
fa_ir: دانلود گواهی
fr_fr: Téléchargement du certificat
it_it: Scaricamento del certificato
ko_kr: 인증서 다운로드
uk_ua: Завантаження сертифіката
zh_cn: 证书下载

source: Certificate info
cs_cz: Informace o certifikátu
de_de: Zertifikatinformationen
el_gr: Πληροφορίες πιστοποιητικού
fa_ir: اطلاعات گواهی
fr_fr: Info du certificat
it_it: Informazioni sul certificato
ko_kr: 인증서 정보
uk_ua: Інформація про сертифікат
zh_cn: 证书信息

source: Certificate private key missing
cs_cz: Chybí soukromý klíč certifikátu
de_de: Privater Schlüssel des Zertifikats fehlt.
el_gr: Λείπει το ιδιωτικό κλειδί του πιστοποιητικού
fa_ir: کلید خصوصی گواهی یافت نشد
fr_fr: Clé privée du certificat manquante
it_it: Chiave privata del certificato mancante
ko_kr: 인증서 개인 키 누락
uk_ua: Відсутній приватний ключ сертифіката
zh_cn: 证书私钥丢失

source: Changes between selected versions
cs_cz: Změny mezi vybranými verzemi
de_de: Änderungen zwischen ausgewählten Versionen
el_gr: Αλλαγές μεταξύ επιλεγμένων εκδόσεων
fa_ir: تغییرات بین نسخه‌های انتخاب‌شده
fr_fr: Changements entre les versions sélectionnées
it_it: Modifiche tra le versioni selezionate
ko_kr: 선택된 버전간의 변경 사항
uk_ua: Зміни між вибраними версіями
zh_cn: 所选版本之间的差异

source: Chinese (Traditional)
cs_cz: čínština (tradiční)
de_de: Chinesisch (traditionell)
el_gr: Κινέζικα (Παραδοσιακά)
fa_ir: چینی (سنتی)
fr_fr: Chinois (traditionnel)
it_it: Cinese (tradizionale)
ko_kr: 중국어 (번체)
uk_ua: Китайська (традиційна)
zh_cn: 中文(繁体)

source: Choose how states created by this rule are treated, default (as defined in advanced), floating in which case states are valid on all interfaces or interface bound. Interface bound states are more secure, floating more flexible
cs_cz: Zvolte, jak bude zacházeno se stavy vytvořenými tímto pravidlem. Zda výchozí (jak definováno v pokročilém nastavení), plovoucí (kdy jsou stavy platné na všech rozhraních), nebo vázané na rozhraní. Stavy vázané na rozhraní jsou bezpečnější, plovoucí jsou přizpůsobivější.
de_de: Wählen Sie, wie die durch diese Regel erzeugten Zustände behandelt werden: Standard (wie in "Erweitert" definiert) oder Floating. In diesem Fall sind die Zustände für alle Schnittstellen oder schnittstellengebunden gültig. Schnittstellengebundene Zustände sind sicherer, Floating flexibler.
el_gr: Επιλέξτε τον τρόπο αντιμετώπισης των καταστάσεων που δημιουργούνται από αυτόν τον κανόνα, προεπιλεγμένη (όπως ορίζεται στην επιλογή για προχωρημένους), κυμαινόμενη, οπότε οι καταστάσεις είναι έγκυρες σε όλες τις διεπαφές ή συνδεδεμένες με διεπαφή. Οι συνδεδεμένες με διεπαφή καταστάσεις είναι πιο ασφαλείς, ενώ οι κυμαινόμενες πιο ευέλικτες.
fa_ir: نحوهٔ رفتار stateهایی که توسط این قاعده ایجاد می‌شوند را انتخاب کنید: پیش‌فرض (مطابق تنظیمات پیشرفته)، floating — در این حالت stateها روی همهٔ اینترفیس‌ها معتبرند، یا interface bound — محدود به یک اینترفیس. حالت interface bound امن‌تر و floating انعطاف‌پذیرتر است.
fr_fr: Choisissez la manière dont les états créés par cette règle sont traités : par défaut (comme défini dans les options avancées), flottants (auquel cas les états sont valables sur toutes les interfaces), ou liés à une interface. Les états liés à une interface sont plus sûrs, les états flottants sont plus flexibles.
it_it: Scegli come vengono trattati gli stati creati da questa regola, predefinito (come definito in avanzato), mobile, nel qual caso gli stati sono validi su tutte le interfacce o legati all'interfaccia. Gli stati legati all'interfaccia sono più sicuri e fluttuano più flessibili
ko_kr: 이 규칙에 의해 생성된 상태가 처리되는 방식, 기본값(고급으로 정의됨) 플로팅, 모든 인터페이스 또는 인터페이스 바운드에서 유효한 경우 상태를 선택합니다. 인터페이스 바운드 상태는 더 안전하고 더 유연하게 플로팅됩니다
uk_ua: Виберіть, як обробляються стани, створені цим правилом: типово (як визначено в розширених налаштуваннях), плаваючі, у цьому випадку стани дійсні на всіх інтерфейсах, або прив'язані до інтерфейсу. Стани, прив'язані до інтерфейсу, є більш безпечними, плаваючі - більш гнучкими
zh_cn: 选择如何处理此规则创建的状态，默认（如高级中定义），浮动，在这种情况下状态在所有接口或接口绑定上有效。接口绑定状态更安全，浮动更灵活

source: Commonly used AES
cs_cz: Běžně používané AES
de_de: Häufig verwendetes AES
el_gr: Συνήθως χρησιμοποιούμενο AES
fa_ir: AESهای پرکاربرد
fr_fr: AES couramment utilisé
it_it: AES comunemente usato
ko_kr: 일반적으로 사용되는 AES
uk_ua: Широко використовуваний AES
zh_cn: 常用 AES

source: Commonly used, but insecure cipher suites
cs_cz: Běžně používané, ale nebezpečné sady šifer
de_de: Häufig verwendete, aber unsichere Chiffresuiten
el_gr: Συνήθως χρησιμοποιούμενες, αλλά μη ασφαλείς σουίτες κρυπτογράφησης
fa_ir: سوییت‌های رمزنگاری رایج اما ناامن
fr_fr: Suites de chiffrement couramment utilisées mais non sécurisées
it_it: Suite di crittografia comunemente utilizzate ma non sicure
ko_kr: 일반적으로 사용되지만 취약한 암호 스위트
uk_ua: Широко використовувані, але незахищені набори шифрів
zh_cn: 常用但不安全的密码套件

source: Compliance
cs_cz: Dodržování předpisů
de_de: Konformität
el_gr: Συμμόρφωση
fa_ir: انطباق
fr_fr: Conformité
it_it: Conformità
ko_kr: 준수
uk_ua: Відповідність

source: Config Preview
cs_cz: Náhled nastavení
de_de: Konfigurationsübersicht
el_gr: Προεπισκόπηση διαμόρφωσης
fa_ir: پیش‌نمایش پیکربندی
fr_fr: Aperçu de la configuration
it_it: Anteprima di configurazione
ko_kr: 구성 미리 보기
uk_ua: Попередній перегляд конфігурації
zh_cn: 查看配置

source: Configuration exception
cs_cz: Výjimka v nastavení
de_de: Konfigurationsausnahme
el_gr: Εξαίρεση διαμόρφωσης
fa_ir: استثنای پیکربندی
fr_fr: Exception de configuration
it_it: Eccezione di configurazione
ko_kr: 구성 예외
uk_ua: Виняток конфігурації
zh_cn: 配置异常

source: Confirmation required
cs_cz: Je zapotřebí potvrzení
de_de: Bestätigung erforderlich
el_gr: Απαιτείται επιβεβαίωση
fa_ir: نیاز به تأیید
fr_fr: Confirmation requise
it_it: È necessaria la conferma
ko_kr: 확인이 필요함
uk_ua: Потрібне підтвердження

source: Constraint allowed groups to those selected in the container section. This may offer additional security in cases where users are able to inject memberOf attributes in different trees.
cs_cz: Omezit povolené skupiny na ty vybrané v sekci kontejner. To může poskytnout dodatečné zabezpečení v případech, kdy uživatelé jsou schopní vkládat atributy memberOf do různých stromů.
de_de: Beschränkung erlaubte Gruppen auf diejenigen, die im Container-Abschnitt ausgewählt wurden. Dies kann zusätzliche Sicherheit bieten in Fällen, in denen Benutzer in der Lage sind, "memberOf"-Attribute in unterschiedlichen Bäumen einzufügen.
el_gr: Περιορισμός που επιτρέπει ομάδες σε αυτές που έχουν επιλεγεί στην ενότητα κοντέινερ. Αυτό μπορεί να προσφέρει πρόσθετη ασφάλεια σε περιπτώσεις όπου οι χρήστες μπορούν να εισάγουν χαρακτηριστικά memberOf σε διαφορετικά δέντρα.
fa_ir: محدود کردن گروه‌های مجاز به گروه‌های انتخاب‌شده در بخش container. این ممکن است در مواردی که کاربران بتوانند صفت memberOf را در درخت‌های مختلف تزریق کنند، امنیت اضافی فراهم کند.
fr_fr: Contraindre les groupes autorisés à ceux sélectionnés dans la section du conteneur. Cela peut offrir une sécurité supplémentaire dans les cas où les utilisateurs sont en mesure d'injecter des attributs memberOf dans différents arbres.
it_it: Vincola i gruppi consentiti a quelli selezionati nella sezione contenitore. Ciò può offrire ulteriore sicurezza nei casi in cui gli utenti sono in grado di inserire attributi memberOf in alberi diversi.
ko_kr: 제약 조건은 컨테이너 섹션에서 선택된 그룹으로 제한됩니다. 이는 사용자가 다른 트리에서 memberOf 속성을 주입할 수 있는 경우 추가적인 보안을 제공할 수 있습니다.
uk_ua: Обмеження дозволених груп тими, що вибрані в розділі контейнера. Це може забезпечити додаткову безпеку у випадках, коли користувачі можуть вставляти атрибути memberOf в різні дерева.
zh_cn: 将允许的组限制为在容器部分中选择的组。如果用户能够在不同的树中注入 memberOf 属性，这可能会提供额外的安全性。

source: Constraint groups
cs_cz: Skupiny omezení
de_de: Einschränkungsgruppen
el_gr: Ομάδες περιορισμών
fa_ir: گروه‌های محدود
fr_fr: Groupes de contraintes
it_it: Gruppi di vincoli
ko_kr: 제약 그룹
uk_ua: Обмежені групи
zh_cn: 限制组

source: Could not read uploaded file.
cs_cz: Nahraný soubor není možné číst.
de_de: Hochgeladene Datei konnte nicht gelesen werden.
el_gr: Δεν ήταν δυνατή η ανάγνωση του μεταφορτωμένου αρχείου.
fa_ir: امکان خواندن فایل بارگذاری‌شده وجود ندارد.
fr_fr: Impossible de lire le fichier transféré.
it_it: Impossibile leggere il file caricato.
ko_kr: 업로드한 파일을 읽을 수 없습니다.
uk_ua: Не вдалося прочитати завантажений файл.
zh_cn: 无法读取上传的文件。
