Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Allow multiple concurrent connections from clients using the same Common Name.<br />NOTE: This is not generally recommended, but may be needed for some scenarios.
cs_cz: Umožnit klientům vícero souběžných připojení pod stejným CN (název/jméno, pod kterým je daný subjekt znám).<br />POZN.: Obecně to není doporučeno, ale v některých případech může být třeba.
de_de: Erlaube mehrere gleichzeitige Verbindungen von Nutzern mit dem gleichen Common Name.<br />Hinweis: Dies ist nicht empfohlen, aber gegebenenfalls für manche Anwendungsfälle notwendig.
el_gr: Επιτρέψτε πολλαπλές ταυτόχρονες συνδέσεις από πελάτες που χρησιμοποιούν το ίδιο Κοινό Όνομα.<br />ΣΗΜΕΙΩΣΗ: Αυτό δεν συνιστάται γενικά, αλλά ενδέχεται να χρειαστεί σε ορισμένα σενάρια.
fa_ir: اجازهٔ چند اتصال همزمان از کلاینت‌هایی که از یک نام عمومی استفاده می‌کنند.<br />توجه: به‌طور کلی توصیه نمی‌شود، اما ممکن است در برخی سناریوها لازم باشد.
fr_fr: Autoriser plusieurs connexions simultanées de clients utilisant le même nom commun (CN).<br/>REMARQUE: Ceci est généralement pas recommandé mais peut être nécessaire dans certains scénarios.
it_it: Consenti più connessioni simultanee da client che utilizzano lo stesso nome comune.<br />NOTA: questo non è generalmente consigliato, ma potrebbe essere necessario per alcuni scenari.
ko_kr: 동일한 일반 이름을 사용하는 클라이언트에서 동시에 여러 연결을 허용합니다.<br />참고: 일반적으로 권장되지 않지만 일부 시나리오에서 필요할 수 있습니다.
pl_pl: Zezwól na wiele połączeń jednoczesnych od klientów z tym samy CN.<br />Info: To jest opcja rekomendowana, ale może być potrzebna w niektórych scenariuszach.
uk_ua: Дозволити кілька одночасних з'єднань від клієнтів з одним і тим же загальним ім'ям.<br />НОТАТКА: Це, як правило, не рекомендується, але може знадобитися для деяких сценаріїв.
zh_cn: 允许使用同一通用名称的客户端的多个并发连接。<br />注意：通常不建议这样做，但在某些情况下可能需要这样做。

source: Allow communication between clients connected to this server
cs_cz: Umožnit, aby klienti připojení k tomuto serveru, mohli komunikovat mezi sebou
de_de: Kommunikation zwischen den Clients, die mit diesem Server verbunden sind, erlauben
el_gr: Επιτρέψτε την επικοινωνία μεταξύ πελατών που είναι συνδεδεμένοι σε αυτόν τον διακομιστή
fa_ir: اجازه ارتباط بین کلاینت‌های متصل به این سرور
fr_fr: Autoriser les communications entre les clients connectés à ce serveur
it_it: Consenti la comunicazione tra i client connessi a questo server
ko_kr: 이 서버에 연결된 클라이언트 간의 통신 허용
pl_pl: Zezwól na połączenia między klientami tego serwera
uk_ua: Дозволити зв'язок між клієнтами, підключеними до цього сервера
zh_cn: 允许已连接到该服务器的客户端之间相互通信

source: Inter-client communication
cs_cz: Komunikace mezi klienty
de_de: Inter-Client-Kommunikation
el_gr: Επικοινωνία μεταξύ πελατών
fa_ir: ارتباط بین کلاینت‌ها
fr_fr: Communication inter-clients
it_it: Comunicazione tra clienti
ko_kr: 클라이언트 간 통신
pl_pl: Komunikacja między klientami
uk_ua: Зв'язок між клієнтами
zh_cn: 客户端通信

source: Specify the maximum number of clients allowed to concurrently connect to this server
cs_cz: Zadejte kolik nejvýše klientů se může naráz připojit k tomuto serveru
de_de: Gebe die maximale Anzahl an Clients an, die sich zur gleichen Zeit mit dem Server verbinden können
el_gr: Καθορίστε τον μέγιστο αριθμό πελατών που επιτρέπεται να συνδέονται ταυτόχρονα σε αυτόν τον διακομιστή
fa_ir: تعداد حداکثر کلاینت‌های مجاز برای اتصال هم‌زمان به این سرور را مشخص کنید
fr_fr: Spécifier le maximum de clients autorisés à se connecter simultanément à ce serveur.
it_it: Specificare il numero massimo di client autorizzati a connettersi contemporaneamente a questo server
ko_kr: 이 서버에 동시에 연결할 수 있는 최대 클라이언트 수 지정
pl_pl: Podaj liczbę klientów, którzy mogą jednocześnie łączyć się do serwera
uk_ua: Вкажіть максимальну кількість клієнтів, дозволених для одночасного підключення до цього сервера
zh_cn: 指定最多允许同时连接到这个服务器的客户端数量

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
cs_cz: Toto jsou IPv6 sítě, které budou směrovány skrze tunel, což umožní vytvořit VPN síť mezi pobočkami, aniž by bylo třeba ručně měnit směrovací tabulky. Vyjádřeno jako čárkou oddělovaný seznam jedné nebo více IP adres / předpon. Pokud je toto VPN mezi pobočkami, zadejte sem sítě, nacházející se na protější straně. Pokud se nejedná o VPN mezi pobočkami, není třeba vyplňovat
de_de: Dies sind die IPv6-Netzwerke, die durch den Tunnel geleitet werden, sodass ein Site-To-Site-VPN aufgebaut weren kann, ohne die Routingtabellen manuell anzupassen. Wird als beistrichgetrennte Liste von einem oder mehreren IP/PRÄFIXen angegeben. Falls dies ein Site-To-Site-VPN ist, geben Sie die fernen LANs hier an. Sie können dies leer lasssen, falls Sie keinen Site-To-Site-VPN wünschen.
el_gr: Αυτά είναι τα δίκτυα IPv6 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα VPN από τοποθεσία σε τοποθεσία χωρίς να αλλαχθούν χειροκίνητα οι πίνακες δρομολόγησης. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα με μία ή περισσότερες διευθύνσεις IP/ΠΡΟΘΕΜΑ. Εάν πρόκειται για VPN από τοποθεσία σε τοποθεσία, εισαγάγετε εδώ τα απομακρυσμένα LAN. Μπορείτε να αφήσετε αυτό το πεδίο κενό εάν δεν θέλετε VPN από τοποθεσία σε τοποθεσία.
fa_ir: این‌ها شبکه‌های IPv6 هستند که از طریق تونل مسیریابی خواهند شد، تا یک VPN سایت-به-سایت بدون تغییر دستی جدول‌های مسیریابی برقرار شود. به‌صورت فهرستی جداشده با کاما از یک یا چند IP/PREFIX بیان می‌شود. اگر این یک VPN سایت-به-سایت است، LAN راه دور را اینجا وارد کنید. در صورت عدم تمایل به VPN سایت-به-سایت می‌توانید این را خالی بگذارید.
fr_fr: Ce sont les réseaux IPv6 qui seront acheminés à travers le tunnel, de sorte qu'un VPN site à site puisse être établi sans changer manuellement les tables de routage. Exprimés en une liste d'une ou plusieurs IP/PREFIXES séparées par des virgules. Dans le cas d'un VPN site à site, renseigner ici le ou les réseaux locaux distants. Vous pouvez laisser ce champ vide si vous ne voulez pas un VPN site à site
it_it: Queste sono le reti IPv6 che verranno instradate attraverso il tunnel, in modo che sia possibile stabilire una VPN da sito a sito senza modificare manualmente le tabelle di instradamento. Espresso come un elenco separato da virgole di uno o più IP/PREFIX. Se si tratta di una VPN da sito a sito, immettere qui la/e LAN remota/e. Puoi lasciare questo campo vuoto se non desideri una VPN da sito a sito
ko_kr: 라우팅 테이블을 수동으로 변경하지 않고 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅되는 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/PREFIX 목록으로 표시됩니다. 사이트 간 VPN인 경우 여기에 원격 LAN을 입력합니다. 사이트 간 VPN을 원하지 않는 경우 이 항목을 비워 둘 수 있습니다
pl_pl: Sieci IPv6 które będą przepuszczane przez tunel tak, aby do zestawienia VPN lokacja-lokacja nie wymaganym było ich ręcznie dodawanie do tablicy trasowania. Wyrażone jako lista jednej lub wielu wartości IP/PREFIKS. Jeśli typ zestawianego połączenia to lokacja-lokacja, wprowadź podsie(ć/ci) LAN, w przeciwnym wypadku pole można zostawić puste.
uk_ua: Це мережі IPv6, які будуть маршрутизуватися через тунель, щоб можна було встановити VPN типу «сайт-до-сайту» без ручної зміни таблиць маршрутизації. Виражені як список з одним або більше IP/PREFIX, розділених комами. Якщо це VPN типу «сайт-до-сайту», введіть тут віддалену(і) локальну(і) мережу(і). Ви можете залишити це поле пустим, якщо не бажаєте VPN типу «сайт-до-сайту».
zh_cn: 这些IPv6网络会穿过隧道而被路由出去，这样就可以建立站点至站点VPN而不需要手动修改路由表。用逗号分隔一个或多个IP/PREFIX列表。如果这是个站点至站点VPN，在这里输入远程局域网络。如果不需要站点至站点VPN，那么可以留空此栏

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
cs_cz: Toto jsou IPv4 sítě, které budou směrovány skrze tunel, což umožní vytvořit VPN síť mezi pobočkami, aniž by bylo třeba ručně měnit směrovací tabulky. Vyjádřeno jako čárkou oddělovaný seznam jednoho nebo více rozsahů v CIDR zápisu. Pokud je toto VPN mezi pobočkami, zadejte sem sítě, nacházející se na protější straně. Pokud se nejedná o VPN mezi pobočkami, není třeba vyplňovat
de_de: Dies sind die IPv4-Netzwerke, die durch den Tunnel geroutet werten, sodass ein Site-to-Site-VPN aufgebaut werden kann, ohne die Routingtabellen anzupassen. Angegeben als kommagetrennte Liste mit einem oder mehreren CIDR-Bereichen. Falls dies ein Site-to-Site-VPN ist, geben Sie die fernen LANs hier an. Sie können dies leer lassen, falls Sie keinen Site-to-Site-VPN wünschen
el_gr: Αυτά είναι τα δίκτυα IPv4 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα VPN από τοποθεσία σε τοποθεσία χωρίς να αλλαχθούν χειροκίνητα οι πίνακες δρομολόγησης. Εκφράζεται ως λίστα ενός ή περισσότερων περιοχών CIDR διαχωρισμένων με κόμμα. Εάν πρόκειται για VPN από τοποθεσία σε τοποθεσία, εισαγάγετε εδώ τα απομακρυσμένα LAN. Μπορείτε να αφήσετε αυτό το πεδίο κενό εάν δεν θέλετε VPN από τοποθεσία σε τοποθεσία.
fa_ir: این‌ها شبکه‌های IPv4 هستند که از طریق تونل مسیریابی خواهند شد، تا یک VPN سایت-به-سایت بدون تغییر دستی جدول‌های مسیریابی برقرار شود. به‌صورت فهرستی جداشده با کاما از یک یا چند بازه CIDR بیان می‌شود. اگر این یک VPN سایت-به-سایت است، LAN راه دور را اینجا وارد کنید. در صورت عدم تمایل به VPN سایت-به-سایت می‌توانید این را خالی بگذارید.
fr_fr: Ce sont les réseaux IPv4 qui seront acheminés à travers le tunnel, de sorte qu'un VPN site à site puisse être établi sans changer manuellement les tables de routage. Exprimés en une liste d'une ou plusieurs plages CIDR séparées par des virgules. Dans le cas d'un VPN site à site, renseigner ici le ou les réseaux locaux distants. Vous pouvez laisser ce champ vide si vous ne voulez pas un VPN site à site
it_it: Queste sono le reti IPv4 che verranno instradate attraverso il tunnel, in modo che sia possibile stabilire una VPN da sito a sito senza modificare manualmente le tabelle di instradamento. Espresso come elenco separato da virgole di uno o più intervalli CIDR. Se si tratta di una VPN da sito a sito, immettere qui la/e LAN remota/e. Puoi lasciare questo campo vuoto se non desideri una VPN da sito a sito
ko_kr: 라우팅 테이블을 수동으로 변경하지 않고 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅되는 IPv4 네트워크입니다. 하나 이상의 CIDR 범위에 대한 쉼표로 구분된 목록으로 표시됩니다. 사이트 간 VPN인 경우 여기에 원격 LAN을 입력합니다. 사이트 간 VPN을 원하지 않는 경우 이 항목을 비워 둘 수 있습니다
pl_pl: Sieci IPv4 które będą przepuszczane przez tunel tak, aby do zestawienia VPN lokacja-lokacja nie wymaganym było ich ręcznie dodawanie do tablicy trasowania. Wyrażone jako lista jednej lub wielu podsieci. Jeśli typ zestawianego połączenia to lokacja-lokacja, wprowadź podsie(ć/ci) LAN, w przeciwnym wypadku pole można zostawić puste.
uk_ua: Це мережі IPv4, які будуть маршрутизуватися через тунель, щоб можна було встановити VPN типу «сайт-до-сайту» без ручної зміни таблиць маршрутизації. Виражені як список з одним або більше діапазонів CIDR, розділених комами. Якщо це VPN типу «сайт-до-сайту», введіть тут віддалену(і) локальну(і) мережу(і). Ви можете залишити це поле пустим, якщо не бажаєте VPN типу «сайт-до-сайту».
zh_cn: 这些IPv4网络会穿过隧道而被路由出去，这样就可以建立站点至站点VPN而不需要手动修改路由表。用逗号分隔一个或多个CIDR范围。如果这是个站点至站点VPN，在这里输入远程局域网络。如果不需要站点至站点VPN，那么可以留空此栏

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
cs_cz: Toto jsou IPv6 sítě, které budou dostupné z opačného konce tunelu. Vyjádřeno jako čárkou oddělovaný seznam jedné nebo více IP adres / předpon. Nevyplňujte pokud nechcete na stroj na protější straně přidávat trasu do místní sítě, vedoucí skrze tento tunel. Obecně je toto nastaveno na vaší místní síť
de_de: Dies sind die als kommagetrennte Liste einer oder merherer IPs/Präfixe dargestellte IPv6-Netzwerke, die dem fernen Endpunkt zugänglich gemacht werden. Sie können dies leer lassen, falls Sie keine Route zu dem lokalen Netzwerk durch diesen Tunnel auf der fernen Maschine wünschen. Dies ist generell für Ihr LAN-Netzwerk gesetzt
el_gr: Αυτά είναι τα δίκτυα IPv6 που θα είναι προσβάσιμα από το απομακρυσμένο τελικό σημείο. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα με μία ή περισσότερες διευθύνσεις IP/ΠΡΟΘΕΜΑ. Μπορείτε να αφήσετε αυτό το πεδίο κενό εάν δεν θέλετε να προσθέσετε μια διαδρομή στο τοπικό δίκτυο μέσω αυτής της σήραγγας στον απομακρυσμένο υπολογιστή. Αυτό γενικά ορίζεται στο δίκτυο LAN σας.
fa_ir: این‌ها شبکه‌های IPv6 هستند که از نقطه‌نهایی راه دور قابل دسترسی خواهند بود. به‌صورت فهرستی جداشده با کاما از یک یا چند IP/PREFIX بیان شده‌اند. می‌توانید این را خالی بگذارید اگر نمی‌خواهید از طریق این تونل، در ماشین راه دور مسیری به شبکه محلی اضافه شود. به‌طور معمول این روی شبکه LAN شما تنظیم می‌شود.
fr_fr: Ceux-ci sont les réseaux IPv6 qui seront accessibles à partir du point de terminaison distant. Définis sous forme de liste contenant une ou plusieurs valeurs IP/PREFIX séparées par des virgules. Vous pouvez laisser ce paramètre tel quel si vous ne souhaitez pas ajouter de route au réseau local à travers le tunnel sur la machine distante. Ce paramètre est habituellement défini sur votre LAN local.
it_it: Queste sono le reti IPv6 che saranno accessibili dall'endpoint remoto. Espresso come un elenco separato da virgole di uno o più IP/PREFIX. Puoi lasciare vuoto questo campo se non vuoi aggiungere un percorso alla rete locale attraverso questo tunnel sul computer remoto. Questo è generalmente impostato sulla tua rete LAN
ko_kr: 원격 엔드포인트에서 액세스할 수 있는 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/PREFIX 목록으로 표시됩니다. 원격 컴퓨터에서 이 터널을 통해 로컬 네트워크에 라우트를 추가하지 않으려면 이 항목을 비워 둘 수 있습니다. 이것은 일반적으로 LAN 네트워크로 설정됩니다
pl_pl: Sieci IPv6 które będą dostępne ze zdalnej końcówki. Wyrażone jako lista jednej lub wielu wartości IP/PREFIKS oddzielona przecinkami. Pole może pozostać puste jeśli po stronie zdalnej nie ma być dodany ruting prowadzący do sieci lokalnej przez tunel. Zazwyczaj uzupełniany wartością sieci LAN
uk_ua: Це мережі IPv6, які будуть доступні з віддаленої кінцевої точки. Виражені як список з одним або більше IP/PREFIX, розділених комами. Ви можете залишити це поле пустим, якщо не бажаєте додавати маршрут до локальної мережі через цей тунель на віддаленій машині. Зазвичай це встановлюється на вашу локальну мережу.
zh_cn: 远程终端可以访问这些IPv6网络。用逗号分隔一个或多个IP/PREFIX列表。如果不想为远程机器添加通过此隧道至本地网络的路由，那么可以留空此栏。一般来说这会设置成您的LAN网络

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
cs_cz: Toto jsou IPv4 sítě, které budou dostupné z opačného konce tunelu. Vyjádřeno jako čárkou oddělovaný seznam jednoho nebo více rozsahů v CIDR zápisu. Nevyplňujte pokud nechcete na stroj na protější straně přidávat trasu do místní sítě, vedoucí skrze tento tunel. Obecně je toto nastaveno na vaší místní síť
de_de: Dies sind die als kommagetrennte Liste einer oder merherer CIDR-Bereichen dargestellte IPv4-Netzwerke, die dem fernen Endpunkt zugänglich gemacht werden. Sie können dies leer lassen, falls Sie keine Route zu dem lokalen Netzwerk durch diesen Tunnel auf der fernen Maschine wünschen. Dies ist generell für Ihr LAN-Netzwerk gesetzt
el_gr: Αυτά είναι τα δίκτυα IPv4 που θα είναι προσβάσιμα από το απομακρυσμένο τελικό σημείο. Εκφράζεται ως λίστα ενός ή περισσότερων περιοχών CIDR, διαχωρισμένη με κόμμα. Μπορείτε να αφήσετε αυτό το πεδίο κενό εάν δεν θέλετε να προσθέσετε μια διαδρομή στο τοπικό δίκτυο μέσω αυτής της σήραγγας στον απομακρυσμένο υπολογιστή. Αυτό γενικά ορίζεται στο δίκτυο LAN σας.
fa_ir: این‌ها شبکه‌های IPv4 هستند که از نقطه‌نهایی راه دور قابل دسترسی خواهند بود. به‌صورت فهرستی جداشده با کاما از یک یا چند محدوده CIDR بیان شده‌اند. می‌توانید این را خالی بگذارید اگر نمی‌خواهید از طریق این تونل، در ماشین راه دور مسیری به شبکه محلی اضافه شود. به‌طور معمول این روی شبکه LAN شما تنظیم می‌شود.
fr_fr: Cela correspond aux réseaux IPv4 qui seront accessibles à partir du poste distant. Défini par une liste d'une ou plusieurs plages de CIDR séparées par des virgules. Vous pouvez laisser ce champ vide si vous ne voulez pas ajouter une route vers le réseau local à travers ce tunnel sur la machine distante. Cela est généralement déjà paramétré sur votre réseau LAN
it_it: Queste sono le reti IPv4 che saranno accessibili dall'endpoint remoto. Espresso come elenco separato da virgole di uno o più intervalli CIDR. Puoi lasciare vuoto questo campo se non vuoi aggiungere un percorso alla rete locale attraverso questo tunnel sul computer remoto. Questo è generalmente impostato sulla tua rete LAN
ko_kr: 원격 엔드포인트에서 액세스할 수 있는 IPv4 네트워크입니다. 하나 이상의 CIDR 범위에 대한 쉼표로 구분된 목록으로 표시됩니다. 원격 컴퓨터에서 이 터널을 통해 로컬 네트워크에 라우트를 추가하지 않으려면 이 항목을 비워 둘 수 있습니다. 이것은 일반적으로 LAN 네트워크로 설정됩니다
pl_pl: Sieci IPv4 które będą dostępne ze zdalnej końcówki. Wyrażone jako lista jednej lub wielu podsieci oddzielona przecinkami. Pole może pozostać puste jeśli po stronie zdalnej nie ma być dodany ruting prowadzący do sieci lokalnej przez tunel. Zazwyczaj uzupełniany wartością sieci LAN
uk_ua: Це мережі IPv4, які будуть доступні з віддаленої кінцевої точки. Виражені як список з одним або більше діапазонів CIDR, розділених комами. Ви можете залишити це поле пустим, якщо не бажаєте додавати маршрут до локальної мережі через цей тунель на віддаленій машині. Зазвичай це встановлюється на вашу локальну мережу.
zh_cn: 远程终端可以访问这些IPv4网络。用逗号分隔一个或多个CIDR范围。如果不想为远程机器添加通过此隧道至本地网络的路由，那么可以留空此栏。一般来说这会设置成您的LAN网络

source: Server Bridge DHCP End
cs_cz: Konec DHCP rozsahu síťového mostu serveru
de_de: DHCP-Ende der Serverbrücke
el_gr: Γέφυρα διακομιστή DHCP Τέλος
fa_ir: پایان محدوده DHCP بریج سرور
fr_fr: Fin du serveur DHCP du Bridge
it_it: Fine DHCP del bridge server
ko_kr: 서버 브리지 DHCP 종료
pl_pl: Koniec puli DHCP mostka serwera
uk_ua: Кінець DHCP-мосту сервера
zh_cn: 服务器桥接DHCP结束地址

source: When using tap mode as a multi-point server, you may optionally supply a DHCP range to use on the interface to which this tap instance is bridged. If these settings are left blank, DHCP will be passed through to the LAN, and the interface setting above will be ignored.
cs_cz: V případě VPN koncentrátoru a TAP režimu je zde volitelně možné zadat DHCP rozsah, který použít na rozhraní, na které je tato tap instance přemostěná. Pokud není vyplněno, DHCP bude předáváno do místní sítě a výše uvedená nastavení pro rozhraní nebudou použita.
de_de: Wenn Sie den Tap-Modus als Multi-Punkt-Server verwenden, könnten Sie optional einen DHCP-Bereich für die Schnittstelle angeben, mit der die Tap-Instanz überbrückt ist. Falls diese Einstellungen leer gelassen werden, wird DHCP an das LAN weitergeleitet und die Schnittstelleneinstellung oben wird ignoriert.
el_gr: Όταν χρησιμοποιείτε τη λειτουργία tap ως διακομιστή πολλαπλών σημείων, μπορείτε προαιρετικά να παρέχετε ένα εύρος DHCP για χρήση στη διεπαφή με την οποία γεφυρώνεται αυτή η παρουσία tap. Εάν αυτές οι ρυθμίσεις παραμείνουν κενές, το DHCP θα διαβιβαστεί στο LAN και η παραπάνω ρύθμιση διεπαφής θα αγνοηθεί.
fa_ir: هنگام استفاده از حالت tap به‌عنوان سرور چندنقطه‌ای، می‌توانید اختیاری یک محدوده DHCP برای استفاده روی رابطی که این نمونه tap به آن بریج شده است تعیین کنید. اگر این تنظیمات خالی بمانند، DHCP به LAN منتقل خواهد شد و تنظیم رابط بالا نادیده گرفته می‌شود.
fr_fr: Quand le mode tap est utilisé comme serveur multi-point, vous pouvez facultativement définir une plage DHCP sur l'interface sur laquelle cette instance tap est pontée. Si ces paramètres sont laissés vide, le DHCP transitera jusqu'au LAN, et les paramètres de l'interface ci-dessus seront ignorés.
it_it: Quando si utilizza la modalità tap come server multipunto, è possibile facoltativamente fornire un intervallo DHCP da utilizzare sull'interfaccia a cui è collegata questa istanza tap. Se queste impostazioni vengono lasciate vuote, il DHCP verrà passato alla LAN e l'impostazione dell'interfaccia sopra verrà ignorata.
ko_kr: 탭 모드를 멀티포인트 서버로 사용할 때 이 탭 인스턴스가 브리지되는 인터페이스에서 사용할 DHCP 범위를 선택적으로 제공할 수 있습니다. 이러한 설정을 비워 두면 DHCP가 LAN으로 전달되고 위의 인터페이스 설정은 무시됩니다.
pl_pl: Jeśli użyjesz trybu tap jako serwera multi-point można opcjonalnie podać zakres DHCP, który będzie używany w interfejsie, z którym ta instancja tap jest zmostkowana. Jeśli te ustawienia pozostaną puste, protokół DHCP zostanie przekazany do sieci LAN, a powyższe ustawienie interfejsu zostanie zignorowane.
uk_ua: При використанні режиму tap як багатоточкового сервера ви можете за бажанням вказати діапазон DHCP для використання на інтерфейсі, до якого підключений цей екземпляр tap (міст). Якщо ці налаштування залишені пустими, DHCP буде передано до локальної мережі, а налаштування інтерфейсу вище буде проігноровано.
zh_cn: 当时用tap模式作为一个多点服务器，可以随意提供一个DHCP范围用在被这个tap实例桥接的接口上。如果这些设置为空白，DHCP会被传递至局域网，以上接口设置会被忽略。

source: Server Bridge DHCP Start
cs_cz: Začátek DHCP rozsahu síťového mostu serveru
de_de: DHCP-Start der Serverbrücke
el_gr: Έναρξη DHCP Γέφυρας Διακομιστή
fa_ir: شروع محدوده DHCP بریج سرور
fr_fr: Début du serveur DHCP du Bridge
it_it: Avvio DHCP del bridge server
ko_kr: 서버 브리지 DHCP 시작
pl_pl: Początek puli DHCP mostka serwera
uk_ua: Початок DHCP-мосту сервера
zh_cn: 服务器桥接DHCP开始地址
