Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Mark an interface as a "private" interface. A private interface does not forward any traffic to any other port that is also a private interface.
cs_cz: Označit rozhraní za „soukromé“. Soukromé rozhraní nepřeposílá žádný provoz na žádný jiný port než také soukromé rozhraní.
de_de: Markiere eine Schnittstelle als "privat". Eine private Schnittstelle leitet keinen Datenverkehr an andere Ports weiter, die ebenfalls privat sind.
el_gr: Επισημάνετε μια διεπαφή ως "ιδιωτική". Μια ιδιωτική διεπαφή δεν προωθεί καμία κίνηση σε καμία άλλη θύρα που είναι επίσης ιδιωτική διεπαφή.
fa_ir: یک رابط را به‌عنوان «خصوصی» علامت‌گذاری کنید. یک رابط خصوصی ترافیک را به هیچ port دیگری که آن‌هم خصوصی است منتقل نمی‌کند.
fr_fr: Marquer une interface comme une interface "privée". Une interface privée ne transfère aucun trafic vers un autre port qui est également une interface privée.
it_it: Contrassegnare un'interfaccia come interfaccia "privata". Un'interfaccia privata non inoltra alcun traffico a qualsiasi altra porta che sia anch'essa un'interfaccia privata.
ko_kr: 인터페이스를 "프라이빗" 인터페이스로 표시합니다. 프라이빗 인터페이스는 다른 포트에도 트래픽을 전송하지 않습니다.
pl_pl: Oznacz interfejs jako "prywatny". Prywatny interfejs nie przekazuje żadnego ruchu do żadnego innego portu, który jest również prywatnym interfejsem.
uk_ua: Позначити інтерфейс як "приватний" інтерфейс. Приватний інтерфейс не пересилає жоден трафік на інші порти, які також є приватними інтерфейсами.
zh_cn: 将接口标记为"私有"接口。 私有接口不将任何流量转发到也是私有接口的任何其他端口。

source: Private ports
cs_cz: Soukromé porty
el_gr: Ιδιωτικές θύρες
fa_ir: پورت‌های خصوصی
fr_fr: Ports protégés
it_it: Porti privati
ko_kr: 사설 포트
pl_pl: Prywatne porty
uk_ua: Приватні порти
zh_cn: 私有端口

source: Mark an interface as a "sticky" interface. Dynamically learned address entries are treated as static once entered into the cache. Sticky entries are never aged out of the cache or replaced, even if the address is seen on a different interface.
cs_cz: Označit rozhraní jako „lepkavé“. Položky dynamicky naučených adres budou považovány za statické jakmile se ocitnou v mezipaměti. Lepkavé položky nikdy neskončí nebo nejsou nahrazeny, i když se adresa objeví na jiném rozhraní.
de_de: Markiere eine Schnittstelle als "Sticky". Dynamisch erfasste Adresseinträge werden nach der Eingabe in den Cache als statisch behandelt. Sticky-Einträge werden niemals aus dem Cache entfernt oder ersetzt, selbst wenn die Adresse auf einer anderen Schnittstelle angezeigt wird.
el_gr: Επισημάνετε μια διεπαφή ως "sticky" διεπαφή. Οι δυναμικά μαθημένες καταχωρήσεις διευθύνσεων αντιμετωπίζονται ως στατικές μόλις εισαχθούν στην προσωρινή μνήμη. Οι sticky καταχωρήσεις δεν διαγράφονται ποτέ από την προσωρινή μνήμη ούτε αντικαθίστανται, ακόμα κι αν η διεύθυνση εμφανίζεται σε διαφορετική διεπαφή.
fa_ir: یک رابط را به‌عنوان «ماندگار» علامت بزنید. آدرس‌هایی که به‌صورت پویا یاد گرفته می‌شوند، پس از وارد شدن به کش به‌عنوان آدرس‌های ثابت در نظر گرفته می‌شوند. ورودی‌های ماندگار هرگز از کش حذف یا جایگزین نمی‌شوند، حتی اگر همان آدرس روی رابط دیگری دیده شود.
fr_fr: Marquez une interface comme une interface "collante". Les entrées d'adresses apprises dynamiquement sont traitées comme statiques une fois entrées dans le cache. Les entrées collantes ne sont jamais retirées du cache ou remplacées, même si l'adresse est visible sur une interface différente.
it_it: Contrassegna un'interfaccia come interfaccia "permanente". Le voci di indirizzo apprese dinamicamente vengono trattate come statiche una volta immesse nella cache. Le voci permanenti non vengono mai estratte dalla cache o sostituite, anche se l'indirizzo viene visualizzato su un'interfaccia diversa.
ko_kr: 인터페이스를 "스티키(sticky)" 인터페이스로 표시합니다. 동적으로 학습된 주소 항목은 캐시에 입력된 후 정적으로 취급됩니다. 스티키 항목은 캐시에서 만료되거나 교체되지 않으며, 다른 인터페이스에서 주소가 감지되더라도 마찬가지입니다.
pl_pl: Oznacz interfejs jako "sticky". Dynamicznie nauczone wpisy adresowe są traktowane jako statyczne po wprowadzeniu do pamięci podręcznej. Sticky wpisy nigdy nie są usuwane z pamięci podręcznej ani nie są zastępowane, nawet jeśli adres jest widoczny na innym interfejsie.
uk_ua: Позначити інтерфейс як "закріплений" (sticky) інтерфейс. Динамічно вивчені записи адрес обробляються як статичні після додавання до кешу. "Закріплені" записи ніколи не видаляються з кешу за давністю або не замінюються, навіть якщо адреса виявляється на іншому інтерфейсі.
zh_cn: 将接口标记为"sticky"接口。 一旦输入到高速缓存中，动态学习的地址条目就被视为静态的。 sticky条目永远不会从缓存中老化或替换，即使在不同的接口上看到地址也是如此。

source: Sticky ports
cs_cz: „lepkavé“ porty
el_gr: Κολλώδεις θύρες
fa_ir: پورت‌های ثابت
fr_fr: Ports collants
it_it: Porti appiccicosi
ko_kr: 고정 포트
pl_pl: Porty sticky
uk_ua: Закріплені порти
zh_cn: Sticky端口

source: Auto PTP ports
cs_cz: Automatické PTP porty
de_de: Automatische PTP-Ports
el_gr: Αυτόματες θύρες PTP
fa_ir: پورت‌های PTP خودکار
fr_fr: Ports PTP automatiques
it_it: Porte PTP automatiche
ko_kr: 자동 PTP 포트
pl_pl: Auto PTP porty
uk_ua: Авто PTP порти
zh_cn: Auto PTP端口

source: Set the interface as a point-to-point link. This is required for straight transitions to forwarding and should be enabled on a direct link to another RSTP-capable switch.
cs_cz: Nastavit rozhraní jako spojení bod-bod. Toto je potřeba pro přímé přechody od přeposílání a mělo by být zapnuto na přímém spoji do dalšího RSTP schopného přepínače.
de_de: Richtet die Schnittstelle als Punkt-zu-Punkt-Verbindung ein. Dies ist für direkte Übergänge zur Weiterleitung erforderlich und sollte bei einer direkten Verbindung zu einem anderen RSTP-fähigen Switch aktiviert werden.
el_gr: Ορίστε τη διεπαφή ως σύνδεσμο από σημείο σε σημείο. Αυτό απαιτείται για άμεσες μεταβάσεις στην προώθηση και θα πρέπει να είναι ενεργοποιημένο σε μια άμεση σύνδεση με έναν άλλο διακόπτη με δυνατότητα RSTP.
fa_ir: رابط را به‌عنوان لینک نقطه‌به‌نقطه تنظیم کنید. این برای گذار مستقیم به حالت فورواردینگ لازم است و باید در ارتباط مستقیم با یک سوییچ دارای قابلیت RSTP فعال باشد.
fr_fr: Définit l'interface comme une liaison Point à Point (PTP). Requis pour les transitions directes vers le forwarding et conseillé pour un lien direct vers un autre switch compatible RSTP.
it_it: Imposta l'interfaccia come collegamento punto a punto. Ciò è necessario per le transizioni dirette all'inoltro e deve essere abilitato su un collegamento diretto a un altro switch compatibile con RSTP.
ko_kr: 인터페이스를 점대점 링크로 설정하세요. 이는 포워딩으로 바로 전환하는 데 필요하며 다른 RSTP 지원 스위치에 대한 직접 링크에서 활성화해야 합니다.
pl_pl: Ustaw interfejs jako połączenie punkt-punkt. Jest to wymagane dla prostych przejść do przekazywania i powinno być włączone w bezpośrednim połączeniu z innym przełącznikiem obsługującym RSTP.
uk_ua: Встановити інтерфейс як точковий зв'язок. Це необхідно для прямих переходів до пересилання трафіку і має бути увімкнено на прямому зв'язку з іншим RSTP-сумісним комутатором.
zh_cn: 将接口设置为点对点链接。 这是直接过渡到转发所必需的，应该在到另一个支持RSTP的交换机的直接链路上启用。

source: PTP ports
cs_cz: PTP porty
el_gr: Θύρες PTP
fa_ir: پورت‌های PTP
fr_fr: Ports PTP
it_it: Porte PTP
ko_kr: PTP 포트
pl_pl: Porty PTP
uk_ua: PTP порти
zh_cn: PTP端口

source: Auto Edge ports
cs_cz: Automatické hraniční porty
de_de: Automatische Edge-Ports
el_gr: Θύρες Auto Edge
fa_ir: پورت‌های لبه خودکار
fr_fr: Ports Edge automatiques
it_it: Porte Edge automatiche
ko_kr: 자동 에지 포트
pl_pl: Auto Porty krawędzi
uk_ua: Автоматичні граничні порти
zh_cn: Auto Edge端口

source: Set interface as an edge port. An edge port connects directly to end stations and cannot create bridging loops in the network; this allows it to transition straight to forwarding.
cs_cz: Nastavit toto rozhraní jako hraniční port. Hraniční port je připojen přímo s koncovými stanicemi a nemůže vytvářet smyčky v síti; toto umožňuje přechod přímo k přeposílání.
de_de: Legt die Schnittstelle als Edge-Port fest. Ein Edge-Port stellt eine direkte Verbindung zu Endstationen her und kann keine Brückenschleifen im Netzwerk bilden. Dadurch kann er direkt zur Weiterleitung übergehen.
el_gr: Ορίστε τη διεπαφή ως θύρα edge. Μια θύρα edge συνδέεται απευθείας με τερματικούς σταθμούς και δεν μπορεί να δημιουργήσει βρόχους γεφύρωσης στο δίκτυο. Αυτό της επιτρέπει να μεταβαίνει απευθείας στην προώθηση.
fa_ir: اینترفیس را به‌عنوان یک پورت لبه تنظیم کنید. پورت لبه مستقیماً به ایستگاه‌های انتهایی متصل می‌شود و نمی‌تواند حلقه‌های بریج ایجاد کند؛ بنابراین می‌تواند مستقیماً به حالت فورواردینگ منتقل شود.
fr_fr: Définissez l'interface en tant que port périphérique. Un port périphérique se connecte directement aux stations d'extrémité et ne peut pas créer de boucles de pontage dans le réseau ; cela lui permet de passer directement au transfert.
it_it: Imposta l'interfaccia come porta edge. Una porta edge si collega direttamente alle stazioni finali e non può creare circuiti bridging nella rete; ciò gli consente di passare direttamente all'inoltro.
ko_kr: 인터페이스를 에지 포트로 설정하세요. 에지 포트는 엔드 스테이션에 직접 연결되며 네트워크에서 브리지 루프를 생성할 수 없습니다. 이를 통해 직접 포워딩으로 전환할 수 있습니다.
pl_pl: Ustaw interfejs jako port krawędzi. Port krawędzi łączy się bezpośrednio ze stacjami końcowymi i nie może tworzyć pętli mostowania w sieci; pozwala to na bezpośrednie przejście do przekazywania.
uk_ua: Встановити інтерфейс як периферійний порт. Периферійний порт підключається безпосередньо до кінцевих станцій і не може створювати мостові петлі в мережі; це дозволяє йому відразу перейти до пересилання.
zh_cn: 设置接口为Edge端口。 Edge端口直接连接到终端站，并且不能在网络中创建桥接环路; 这允许它直接过渡到转发。

source: Edge ports
cs_cz: Hraniční porty
el_gr: Θύρες άκρων
fa_ir: پورت‌های لبه
fr_fr: Ports Edge
it_it: Porte perimetrali
ko_kr: 에지 포트
pl_pl: Porty krawędzi
uk_ua: Периферійні порти
zh_cn: Edge端口

source: Add the interface named by interface as a span port on the bridge. Span ports transmit a copy of every frame received by the bridge. This is most useful for snooping a bridged network passively on another host connected to one of the span ports of the bridge.
cs_cz: Přidat rozhraní nazvané podle rozhraní jako span port na síťový most. Span porty přenášejí kopii každého rámce obdrženého mostem. Toto je nejužitečnější pro snooping a přemostěná síť pasivně na jiný stroj připojený do jednoho ze span portů mostu.
de_de: Fügt die Schnittstelle mit dem Namen „Schnittstelle“ als Span-Port der Bridge hinzu. Span-Ports übertragen eine Kopie jedes von der Bridge empfangenen Frames. Dies ist besonders nützlich, um ein überbrücktes Netzwerk passiv auf einem anderen Host zu überwachen, der mit einem der Span-Ports der Bridge verbunden ist.
el_gr: Προσθέστε τη διεπαφή που ονομάζεται από interface ως span port στη γέφυρα. Οι span ports μεταδίδουν ένα αντίγραφο κάθε πλαισίου που λαμβάνεται από τη γέφυρα. Αυτό είναι ιδιαίτερα χρήσιμο για την παθητική παρακολούθηση ενός γεφυρωμένου δικτύου σε έναν άλλο κεντρικό υπολογιστή που είναι συνδεδεμένος σε μία από τις span ports της γέφυρας.
fa_ir: رابط مشخص‌شده را به‌عنوان یک پورت اسپن روی بریج اضافه کنید. پورت‌های اسپن یک نسخه از هر فریم دریافتی توسط بریج را ارسال می‌کنند؛ این برای پایش غیرفعال یک شبکه بریج‌شده از طریق میزبان دیگری که به یکی از پورت‌های اسپن متصل است مفید است.
fr_fr: Ajoutez l'interface nommée par interface en tant que port étendu sur le pont. Les ports étendus transmettent une copie de chaque trame reçue par le pont. Ceci est très utile pour surveiller passivement un réseau ponté sur un autre hôte connecté à l'un des ports de travée du pont.
it_it: Aggiungi l'interfaccia denominata da interfaccia come porta span sul bridge. Le porte span trasmettono una copia di ogni frame ricevuto dal bridge. Ciò è particolarmente utile per lo snooping passivo di una rete con bridge su un altro host connesso a una delle porte span del bridge.
ko_kr: 인터페이스로 지정된 인터페이스를 브리지의 스팬 포트로 추가합니다. 스팬 포트는 브리지가 수신한 모든 프레임의 사본을 전송합니다. 이는 브리지에 연결된 다른 호스트의 스팬 포트 중 하나를 통해 브리지 네트워크를 수동으로 감시하는 데 가장 유용합니다.
pl_pl: Dodaj interfejs o nazwie interfejs jako port rozpiętości na moście. Porty rozpiętości przekazują kopię każdej ramki odebranej przez most. Jest to najbardziej przydatne do pasywnego podsłuchiwania sieci mostowanej na innym hoście podłączonym do jednego z portów rozpiętości mostu.
uk_ua: Додати інтерфейс з ім'ям interface як порт-дзеркало на мосту. Порти-дзеркала передають копію кожного кадру, отриманого мостом. Це найбільш корисно для пасивного перехоплення даних мостової мережі на іншому хості, підключеному до одного з портів-дзеркал мосту.
zh_cn: 将由接口命名的接口添加为网桥上的Span端口。Span端口发送网桥接收的每个帧的副本。 这对于在与桥的Span端口之一相连的另一台主机上被动监听桥接的网络时最有用。

source: Span port
el_gr: Θύρα Span
fa_ir: پورت اسپن
fr_fr: Port Span
it_it: Porto di campata
ko_kr: 스팬 포트
pl_pl: Port lustrujący (Span)
uk_ua: Порт-дзеркало
zh_cn: Span端口

source: Cache size
cs_cz: Velikost mezipaměti
de_de: Cache-Größe
el_gr: Μέγεθος προσωρινής μνήμης
fa_ir: اندازه کش
fr_fr: Taille du cache
it_it: Dimensioni della cache
ko_kr: 캐시 크기
pl_pl: Rozmiar cache
uk_ua: Розмір кешу
zh_cn: 缓存大小

source: Set the transmit hold count for Spanning Tree. This is the number of packets transmitted before being rate limited. The default is 6. The minimum is 1 and the maximum is 10.
cs_cz: Nastavit počet zadržení přenosu pro Spanning Tree. Toto je počet paketů, přenesených před omezením rychlosti. Výchozí je 6. Nejnižší možné je jedna a nejvyšší 10.
de_de: Legt den Übertragungs-Haltewert für Spanning Tree fest. Dies ist die Anzahl der zu übertragenden Pakete, bevor die Rate begrenzt wird. Der Standardwert ist 6. Der Mindestwert ist 1 und der Höchstwert ist 10.
el_gr: Ορίστε τον αριθμό αναμονής μετάδοσης για το Spanning Tree. Αυτός είναι ο αριθμός των πακέτων που μεταδίδονται πριν από τον περιορισμό ταχύτητας. Η προεπιλογή είναι 6. Το ελάχιστο είναι 1 και το μέγιστο είναι 10.
fa_ir: تعداد نگه‌داشت ارسال برای Spanning Tree را تعیین کنید. این تعداد بسته‌ای است که قبل از اعمال محدودیت نرخ ارسال می‌شوند. مقدار پیش‌فرض 6 است. حداقل 1 و حداکثر 10.
fr_fr: Définissez le nombre de réservations en attente pour Spanning Tree. C'est le nombre de paquets transmis avant d'être limité en débit. La valeur par défaut est 6. La valeur minimale est 1 et la valeur maximale est 10.
it_it: Imposta il conteggio delle sospensioni di trasmissione per Spanning Tree. Questo è il numero di pacchetti trasmessi prima della limitazione della velocità. Il valore predefinito è 6. Il minimo è 1 e il massimo è 10.
ko_kr: 스패닝 트리에 대한 전송 보류 설정하세요. 속도가 제한되기 전에 전송된 패킷 수입니다. 기본값은 6입니다. 최소값은 1이고 최대값은 10입니다.
pl_pl: Ustaw licznik zatrzymania transmisji dla Spanning Tree. Jest to liczba pakietów transmitowanych przed ograniczeniem prędkości. Domyślna wartość to 6. Minimum to 1, a maksimum to 10.
uk_ua: Встановити лічильник утримання передачі для Spanning Tree. Це кількість пакетів, що передаються до застосування обмеження швидкості. Типово 6. Мінімум 1, максимум 10.
zh_cn: 设置生成树的发送保持数量。 这是速率受限之前发送的数据包数。 默认值为6。最小值为1，最大值为10。

source: Hold count
cs_cz: Počet zadržení
de_de: Haltedauer
el_gr: Αριθμός κρατήσεων
fa_ir: تعداد نگه‌داشت
fr_fr: Conserve le compte
it_it: Tieni il conto
ko_kr: 홀드 카운트
pl_pl: Licznik zatrzymania
uk_ua: Лічильник утримання
zh_cn: 保留数量

source: Set the time that must pass before an interface begins forwarding packets when Spanning Tree is enabled. The default is 15 seconds. The minimum is 4 seconds and the maximum is 30 seconds.
cs_cz: Nastavit čas který je třeba, aby uplynul před tím, než rozhraní začně přeposílat pakety když je Spanning Tree zapnuto. Výchozí je 15 sekund. Nejnižší možný je 4 sekundy, nejvyšší 30 sekund.
de_de: Lege die Zeitspanne fest, die vergehen muss, bevor eine Schnittstelle mit der Weiterleitung von Paketen beginnt, wenn Spanning Tree aktiviert ist. Der Standardwert beträgt 15 Sekunden. Der Mindestwert beträgt 4 Sekunden und der Höchstwert 30 Sekunden.
el_gr: Ορίστε τον χρόνο που πρέπει να περάσει πριν μια διεπαφή ξεκινήσει την προώθηση πακέτων όταν είναι ενεργοποιημένη η λειτουργία Spanning Tree. Η προεπιλογή είναι 15 δευτερόλεπτα. Το ελάχιστο είναι 4 δευτερόλεπτα και το μέγιστο είναι 30 δευτερόλεπτα.
fa_ir: زمان لازم قبل از اینکه یک اینترفیس هنگام فعال بودن Spanning Tree شروع به فوروارد بسته‌ها کند را تنظیم کنید. پیش‌فرض 15 ثانیه، حداقل 4 و حداکثر 30 ثانیه است.
fr_fr: Définissez le temps qui doit s'écouler avant qu'une interface ne commence à transférer des paquets lorsque Spanning Tree est activé. La valeur par défaut est 15 secondes. Le minimum est de 4 secondes et le maximum est de 30 secondes.
it_it: Imposta il tempo che deve trascorrere prima che un'interfaccia inizi a inoltrare i pacchetti quando Spanning Tree è abilitato. Il valore predefinito è 15 secondi. Il minimo è 4 secondi e il massimo è 30 secondi.
ko_kr: 스패닝 트리가 활성화된 경우 인터페이스가 패킷 전달을 시작하기 전에 경과해야 하는 시간을 설정하세요. 기본값은 15초입니다. 최소값은 4초이고 최대값은 30초입니다.
pl_pl: Ustaw czas, który musi upłynąć, zanim interfejs zacznie przekazywać pakiety, gdy włączony jest Spanning Tree. Domyślna wartość to 15 sekund. Minimum to 4 sekundy, a maksimum to 30 sekund.
uk_ua: Встановити час, який має пройти, перш ніж інтерфейс почне пересилати пакети, коли Spanning Tree увімкнено. Типово 15 секунд. Мінімум 4 секунди, максимум 30 секунд.
zh_cn: 设置启用生成树时接口开始转发数据包之前必须经过的时间。 默认值为15秒。 最小值为4秒，最大值为30秒。

source: Forward time
cs_cz: Čas přeposílání
de_de: Weiterleitungszeit
el_gr: Χρόνος προς τα εμπρός
fa_ir: زمان فوروارد
fr_fr: Temps de transfert
it_it: Tempo in avanti
ko_kr: 전달 시간
pl_pl: Czas przekazywania
uk_ua: Час пересилання
zh_cn: 转发时间

source: Set the time that a Spanning Tree Protocol configuration is valid. The default is 20 seconds. The minimum is 6 seconds and the maximum is 40 seconds.
cs_cz: Nastavit časo po který je nastavení Spanning Tree protokolu platné. Výchozí je 20 sekund. Nejnižší možné je 6 sekund a nejvyšší 40 sekund.
de_de: Lege die Gültigkeitsdauer einer Spanning Tree Protocol-Konfiguration fest. Der Standardwert beträgt 20 Sekunden. Der Mindestwert beträgt 6 Sekunden und der Höchstwert 40 Sekunden.
el_gr: Ορίστε τον χρόνο που είναι έγκυρη μια διαμόρφωση πρωτοκόλλου Spanning Tree. Η προεπιλογή είναι 20 δευτερόλεπτα. Το ελάχιστο είναι 6 δευτερόλεπτα και το μέγιστο είναι 40 δευτερόλεπτα.
fa_ir: مدت‌زمان معتبر بودن پیکربندی Spanning Tree را تنظیم کنید. پیش‌فرض 20 ثانیه، حداقل 6 و حداکثر 40 ثانیه است.
fr_fr: Définissez la durée pendant laquelle une configuration du protocole Spanning Tree est valide. La valeur par défaut est 20 secondes. Le minimum est 6 secondes et le maximum est 40 secondes.
it_it: Imposta l'ora di validità della configurazione del protocollo Spanning Tree. Il valore predefinito è 20 secondi. Il minimo è 6 secondi e il massimo è 40 secondi.
ko_kr: 스패닝 트리 프로토콜 구성이 유효한 시간을 설정. 기본값은 20초입니다. 최소값은 6초이고 최대값은 40초입니다.
pl_pl: Ustaw czas ważności konfiguracji protokołu Spanning Tree. Domyślna wartość to 20 sekund. Minimum to 6 sekund, a maksimum to 40 sekund.
uk_ua: Встановити час, протягом якого конфігурація Spanning Tree Protocol дійсна. Типово 20 секунд. Мінімум 6 секунд, максимум 40 секунд.
zh_cn: 设置生成树协议配置有效的时间。 默认值为20秒。 最小值为6秒，最大值为40秒。

source: Valid time
cs_cz: Doba platnosti
de_de: Gültigkeitsdauer
el_gr: Έγκυρη ώρα
fa_ir: زمان اعتبار
fr_fr: Temps valide
it_it: Ora valida
ko_kr: 유효 시간
pl_pl: Czas ważności
uk_ua: Час дії
zh_cn: 有效时间

source: Enable Spanning Tree Protocol on interface. The if_bridge(4) driver has support for the IEEE 802.1D Spanning Tree Protocol (STP). STP is used to detect and remove loops in a network topology.
cs_cz: Zapnout na rozhraní Spanning Tree Protocol. Ovladač if_bridge(4) podporu pro Spanning Tree Protocol (STP) dle normy IEEE 802.1D. STPslouží pro zjišťování a zamezování smyčkám v síťové topologii.
de_de: Das Spanning Tree Protocol auf der Schnittstelle aktivieren. Der if_bridge(4)-Treiber unterstützt das IEEE 802.1D Spanning Tree Protocol (STP). STP wird verwendet, um Loops in einer Netzwerktopologie zu erkennen und zu entfernen.
el_gr: Ενεργοποίηση του πρωτοκόλλου Spanning Tree στη διεπαφή. Το πρόγραμμα οδήγησης if_bridge(4) υποστηρίζει το πρωτόκολλο Spanning Tree Protocol (STP) IEEE 802.1D. Το STP χρησιμοποιείται για την ανίχνευση και την αφαίρεση βρόχων σε μια τοπολογία δικτύου.
fa_ir: Spanning Tree Protocol را روی اینترفیس فعال کنید. درایور if_bridge(4) از IEEE 802.1D Spanning Tree Protocol (STP) پشتیبانی می‌کند. از STP برای شناسایی و حذف حلقه‌ها در توپولوژی شبکه استفاده می‌شود.
fr_fr: Active le Spanning Tree Protocole (STP) sur l'interface. Le driver if_bridge(4) supporte le protocole IEEE 802.1d (STP). STP est utilisé pour détecter et supprimer les boucles réseaux au sein de topologie réseaux.
it_it: Abilita il protocollo Spanning Tree sull'interfaccia. Il driver if_bridge(4) supporta il protocollo Spanning Tree Protocol (STP) IEEE 802.1D. STP viene utilizzato per rilevare e rimuovere i loop in una topologia di rete.
ko_kr: 인터페이스에서 스패닝 트리 프로토콜을 사용합니다. if_bridge(4) 드라이버는 IEEE 802.1D 스패닝 트리 프로토콜(STP)을 지원합니다. STP는 네트워크 토폴로지에서 루프를 감지하고 제거하는 데 사용됩니다.
pl_pl: Włącz protokół Spanning Tree na interfejsie. Sterownik if_bridge(4) obsługuje protokół Spanning Tree IEEE 802.1D (STP). STP jest używany do wykrywania i usuwania pętli w topologii sieci.
uk_ua: Увімкнути Spanning Tree Protocol на інтерфейсі. Драйвер if_bridge(4) підтримує протокол Spanning Tree Protocol (STP) IEEE 802.1D. STP використовується для виявлення та видалення петель у мережевій топології.
zh_cn: 在接口上启用生成树协议。 if_bridge(4)驱动程序支持IEEE 802.1D生成树协议(STP)。 STP用于检测和删除网络拓扑中的环路。

source: STP interfaces
cs_cz: STP rozhraní
de_de: STP-Schnittstellen
el_gr: Διεπαφές STP
fa_ir: اینترفیس‌های STP
fr_fr: Interfaces STP
it_it: Interfacce STP
ko_kr: STP 인터페이스
pl_pl: Interfejsy STP
uk_ua: STP інтерфейси
zh_cn: STP接口

source: Protocol used for spanning tree.
cs_cz: Protokol použitý pro detekci smyček
de_de: Protokoll, das für Spanning Tree verwendet wird.
el_gr: Πρωτόκολλο που χρησιμοποιείται για την επέκταση του δέντρου.
fa_ir: پروتکل مورد استفاده برای Spanning Tree.
fr_fr: Protocole utilisé pour le spanning tree.
it_it: Protocollo utilizzato per lo spanning tree.
ko_kr: 스패닝 트리에 사용되는 프로토콜입니다.
pl_pl: Protokół używany dla drzewa rozpinającego.
uk_ua: Протокол, що використовується для spanning tree.
zh_cn: 用于生成树的协议。

source: Enable spanning tree options for this bridge.
cs_cz: Zapnout předvolby spanning tree pro tento síťový most.
de_de: Spanning Tree-Optionen für diese Brücke aktivieren.
el_gr: Ενεργοποίηση επιλογών δέντρου επέκτασης για αυτήν τη γέφυρα.
fa_ir: گزینه‌های Spanning Tree را برای این بریج فعال کنید.
fr_fr: Activer l'option spanning tree pour ce bridge.
it_it: Abilita le opzioni dello spanning tree per questo bridge.
ko_kr: 이 브리지에 대해 스패닝 트리 옵션을 사용합니다.
pl_pl: Włącz opcje drzewa rozpinającego dla tego mostu.
uk_ua: Увімкнути параметри spanning tree для цього мосту.
zh_cn: 为此网桥启用生成树选项。

source: Show advanced options
cs_cz: Zobrazit pokročilé předvolby
de_de: Erweiterte Optionen anzeigen
el_gr: Εμφάνιση προηγμένων επιλογών
fa_ir: نمایش گزینه‌های پیشرفته
fr_fr: Afficher les options avancées
it_it: Mostra opzioni avanzate
ko_kr: 고급 옵션 보기
pl_pl: Pokaż zaawansowane opcje
uk_ua: Показати додаткові параметри
zh_cn: 显示高级选项

source: Interfaces participating in the bridge.
cs_cz: Rozhraní která jsou součástí mostu.
de_de: Schnittstellen die Teil der Brücke sind.
el_gr: Διεπαφές που συμμετέχουν στη γέφυρα.
fa_ir: اینترفیس‌هایی که عضو بریج هستند.
fr_fr: Interfaces membres du bridge.
it_it: Interfacce che partecipano al bridge.
ko_kr: 브리지에 참여하는 인터페이스입니다.
pl_pl: Interfejsy uczestniczące w moście.
uk_ua: Інтерфейси, що беруть участь у мості.
zh_cn: 参与桥接的接口。

source: Member interfaces
cs_cz: Účastnící se rozhraní
de_de: Mitgliedsschnittstellen
el_gr: Διεπαφές μελών
fa_ir: اینترفیس‌های عضو
fr_fr: Interfaces membres
it_it: Interfacce dei membri
ko_kr: 멤버 인터페이스
pl_pl: Interfejsy członkowskie
uk_ua: Інтерфейси-учасники
zh_cn: 接口成员

source: Members
cs_cz: Členové
de_de: Mitglieder
el_gr: Μέλη
fa_ir: اعضا
fr_fr: Membres
it_it: Membri
ko_kr: 멤버
pl_pl: Człąkowie
uk_ua: Учасники
zh_cn: 成员
