Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This item has been created by another service, command and parameter may not be changed. (was: %s)
cs_cz: Tato položka byla vytvořena jinou službou, příkaz a parametr by neměly být měněny. (bylo: %s)
de_de: Dieses Element wurde von einem anderen Dienst erstellt, Befehl und Parameter dürfen nicht geändert werden. (war: %s)
el_gr: Αυτό το στοιχείο έχει δημιουργηθεί από άλλη υπηρεσία, η εντολή και η παράμετρος δεν μπορούν να αλλάξουν. (ήταν: %s)
fa_ir: این مورد توسط سرویس دیگری ایجاد شده است، دستور و پارامتر قابل تغییر نیستند. (قبلاً: %s)
fr_fr: Cet élément a été créé par un autre service, la commande et le paramétrage ne devraient pas être changés. (était: %s)
it_it: Questo elemento è stato creato da un altro servizio, comando e parametro non possono essere modificati. (era: %s)
ko_kr: 이 항목은 다른 서비스에 의해 생성되었으며 명령 및 매개 변수는 변경할 수 없습니다. (예: %s)
pl_pl: Ten element został utworzony przez inną usługę, polecenie i parametr nie mogą być zmieniane. (było: %s)
uk_ua: Цей елемент був створений іншою службою, команду та параметр не можна змінити. (було: %s)
zh_cn: 此项目是由另一个服务创建的，命令和参数不能更改。。 (是:%s)

source: This item has been created by another service, command and parameter may not be changed.
cs_cz: Tato položka byla vytvořena jinou službou, příkaz a parametry by neměly být měněny.
de_de: Dieses Element wurde von einem anderen Dienst erstellt, Befehl und Parameter dürfen nicht geändert werden.
el_gr: Αυτό το στοιχείο έχει δημιουργηθεί από άλλη υπηρεσία, η εντολή και η παράμετρος δεν μπορούν να αλλάξουν.
fa_ir: این مورد توسط سرویس دیگری ایجاد شده است؛ دستور و پارامتر قابل تغییر نیستند.
fr_fr: Cet élément a été créé par un autre service, la commande et le paramétrage ne devraient pas être changés.
it_it: Questo elemento è stato creato da un altro servizio, comando e parametro non possono essere modificati.
ko_kr: 이 항목은 다른 서비스에 의해 생성되었으며 명령 및 매개 변수는 변경할 수 없습니다.
pl_pl: Ten element został utworzony przez inną usługę, polecenie i parametr nie mogą być zmieniane.
uk_ua: Цей елемент був створений іншою службою, команду та параметр не можна змінити.
zh_cn: 此项目是由另一个服务创建的，命令和参数不能更改。

source: Page not found
cs_cz: Stránka nenalezena
de_de: Seite nicht gefunden
el_gr: Η σελίδα δεν βρέθηκε
fa_ir: صفحه یافت نشد
fr_fr: Page introuvable
it_it: Pagina non trovata
ko_kr: 페이지를 찾을 수 없음
pl_pl: Strona nie znaleziona
uk_ua: Сторінка не знайдена
zh_cn: 页面未找到

source: Firmware status check was aborted internally. Please try again.
cs_cz: Kontrola stavu instalace systému byla přerušena z vnitřních příčin. Zkuste to znovu.
de_de: Die Firmwarestatusprüfung wurde intern abgebrochen. Bitte versuchen Sie es erneut.
el_gr: Ο έλεγχος κατάστασης υλικολογισμικού ματαιώθηκε εσωτερικά. Δοκιμάστε ξανά.
fa_ir: بررسی وضعیت فِرم‌ویر به‌صورت داخلی لغو شد. لطفاً دوباره تلاش کنید.
fr_fr: La vérification de l'état du micrologiciel a été annulée en interne. Veuillez réessayer.
it_it: Il controllo dello stato del firmware è stato interrotto internamente. Per favore riprova.
ko_kr: 펌웨어 상태 확인이 내부적으로 중단되었습니다. 다시 시도하세요.
pl_pl: Sprawdzanie firmware zostało wewnętrznie przerwane. Spróbuj ponownie.
uk_ua: Перевірка статусу прошивки була перервана внутрішньою системою. Будь ласка, спробуйте ще раз.
zh_cn: 固件状态检查在内部中止。 请再试一次。

source: upgrade
cs_cz: přejít na novou verzi
de_de: aktualisieren
el_gr: αναβαθμίζω
fa_ir: به‌روزرسانی
fr_fr: Mise à niveau
it_it: aggiornamento
ko_kr: 업그레이드
pl_pl: aktualizacja
uk_ua: оновлення
zh_cn: 升级

source: reinstall
cs_cz: nainstalovat znovu
de_de: neu installieren
el_gr: εγκαθιδρύω πάλι
fa_ir: نصب مجدد
fr_fr: Réinstallation
it_it: reinstallare
ko_kr: 재설치
pl_pl: reinstaluj
uk_ua: перевстановлення
zh_cn: 重新安装

source: downgrade
cs_cz: vrátit se na starší verzi
de_de: auf alte Version wechseln
el_gr: κατηφορικός
fa_ir: کاهش نسخه
fr_fr: rétrograder
ko_kr: 다운그레이드
pl_pl: cofnięcie aktualizacji
uk_ua: пониження версії
zh_cn: 降级

source: This update requires a reboot.
cs_cz: Tato aktualizace vyžaduje restart.
de_de: Diese Aktualisierung erfordert einen Neustart.
el_gr: Αυτή η ενημέρωση απαιτεί επανεκκίνηση.
fa_ir: این به‌روزرسانی نیاز به راه‌اندازی مجدد دارد.
fr_fr: Cette mise à jour nécessite un redémarrage.
it_it: Questo aggiornamento richiede un riavvio.
ko_kr: 이 업데이트를 수행하려면 재부팅해야 합니다.
pl_pl: Ta aktualizacja wymaga ponownego uruchomienia.
uk_ua: Це оновлення вимагає перезавантаження.
zh_cn: 此更新需要重启系统。

source: There are %s updates available, total download size is %s.
cs_cz: Je k dispozici %s aktualizací, objem stahovaných dat bude %s.
de_de: Es sind %s Aktualisierungen verfügbar, gesamte Download-Größe beträgt %s.
el_gr: Υπάρχουν %s διαθέσιμες ενημερώσεις, το συνολικό μέγεθος λήψης είναι %s.
fa_ir: %s به‌روزرسانی در دسترس است، مجموع حجم دانلود %s است.
fr_fr: Il y a %s mises à jour disponibles, la taille totale du téléchargement est de %s.
it_it: Sono disponibili %s aggiornamenti, la dimensione totale del download è %s.
ko_kr: 사용 가능한 업데이트가 %s개 있습니다. 총 다운로드 크기는 %s입니다.
pl_pl: Dostępnych aktualizacji: %s, łącznie do pobrania %s.
uk_ua: Доступно %s оновлень, загальний розмір завантаження %s.
zh_cn: 有%s个更新可用，总下载大小为%s。

source: There is %s update available, total download size is %s.
cs_cz: Je k dispozici %s aktualizace, objem stahovaných dat bude %s.
de_de: Es sind %s Aktualisierungen verfügbar, gesamte Download-Größe beträgt %s.
el_gr: Υπάρχει διαθέσιμη %s ενημέρωση, το συνολικό μέγεθος λήψης είναι %s.
fa_ir: %s به‌روزرسانی در دسترس است، مجموع حجم دانلود %s است.
fr_fr: Il y a %s mise à jour disponible, la taille totale du téléchargement est de %s.
it_it: Sono disponibili %s aggiornamenti, la dimensione totale del download è %s.
ko_kr: 사용 가능한 업데이트가 %s개 있습니다. 총 다운로드 크기는 %s입니다.
pl_pl: Jest dostępna %s aktualizacja, łączny rozmiar pobierania to %s.
uk_ua: Доступно %s оновлення, загальний розмір завантаження %s.
zh_cn: 共有%s个可用的更新，共需下载 %s 。

source: There are no updates available on the selected mirror.
cs_cz: Ze zvoleného instalačního zdroje nejsou k dispozici žádné nové aktualizace.
de_de: Auf dem ausgewählten Spiegelserver sind keine Aktualisierungen verfügbar.
el_gr: Δεν υπάρχουν διαθέσιμες ενημερώσεις στον επιλεγμένο καθρέφτη.
fa_ir: در آینهٔ انتخاب‌شده به‌روزرسانی‌ای در دسترس نیست.
fr_fr: Il n'y a pas de mise à jour disponible sur le miroir sélectionné.
it_it: Non ci sono aggiornamenti disponibili sul mirror selezionato.
ko_kr: 선택한 미러에 사용할 수 있는 업데이트가 없습니다.
pl_pl: Na wybranym serwerze lustrzanym nie ma aktualizacji.
uk_ua: На вибраному дзеркалі немає доступних оновлень.
zh_cn: 所选镜像上没有可用的更新。

source: Could not find the repository on the selected mirror.
cs_cz: Na zvoleném zrcadle nebyl nalezen instalační zdroj (repozitář).
de_de: Konnte das Repository auf dem ausgewählten Spiegelserver nicht finden.
el_gr: Δεν ήταν δυνατή η εύρεση του αποθετηρίου στον επιλεγμένο καθρέφτη.
fa_ir: نمی‌توان مخزن را در آینهٔ انتخاب‌شده پیدا کرد.
fr_fr: Impossible de trouver le dépôt sur le miroir sélectionné.
it_it: Impossibile trovare il repository sul mirror selezionato.
ko_kr: 선택한 미러에서 저장소를 찾을 수 없습니다.
pl_pl: Nie można znaleźć repozytorium na wybranym serwerze lustrzanym.
uk_ua: Не вдалося знайти репозиторій на вибраному дзеркалі.
zh_cn: 在所选镜像上找不到存储库。

source: new
cs_cz: nové
de_de: Neu
el_gr: νέο
fa_ir: جدید
fr_fr: Nouveau
it_it: nuovo
ko_kr: 신규
pl_pl: nowy
uk_ua: новий
zh_cn: 添加

source: N/A
cs_cz: neaplikovatelné
de_de: N/V
el_gr: Δ/Υ
fa_ir: در دسترس نیست
ko_kr: 없음
pl_pl: brak danych
uk_ua: Н/Д

source: XML error: %s at line %d cannot occur more than once
cs_cz: Chyba XML: %s na řádku %d se nemůže vyskytovat více než jednou
de_de: XML-Fehler: %s in der Zeile %d kann nicht mehr als einmal vorkommen
el_gr: Σφάλμα XML: Το %s στη γραμμή %d δεν μπορεί να εμφανιστεί περισσότερες από μία φορές
fa_ir: خطای XML: %s در خط %d نمی‌تواند بیش از یک بار رخ دهد
fr_fr: Erreur XML : %s à la ligne %d ne peut pas apparaître plus d'une fois
it_it: Errore XML: %s alla riga %d non può verificarsi più di una volta
ko_kr: XML 오류: %d 줄의 %s은(는) 두 번 이상 발생할 수 없습니다
pl_pl: Błąd XML: %s w linii %d nie może wystąpić więcej niż raz
uk_ua: Помилка XML: %s у рядку %d не може зустрічатися більше одного разу
zh_cn: XML错误:第%d行的%s不能出现一次以上

source: Mute Console
cs_cz: Nezobrazovat výstup z konzole
de_de: Konsole stummschalten
el_gr: Σίγαση κονσόλας
fa_ir: بی‌صدا کردن کنسول
fr_fr: Mode console silencieux.
it_it: Consolle disattivata
ko_kr: 콘솔 음소거
pl_pl: Wycisz konsolę
uk_ua: Вимкнути консоль
zh_cn: 静音控制台

source: EFI Console
cs_cz: EFI konzole
de_de: EFI Konsole
el_gr: Κονσόλα EFI
fa_ir: کنسول EFI
fr_fr: Console EFI
it_it: Console EFI
ko_kr: EFI 콘솔
pl_pl: Konsola EFI
uk_ua: Консоль EFI
zh_cn: EFI控制台

source: Serial Console
cs_cz: Sériová konzole
de_de: Serial-Konsole
el_gr: Σειριακή κονσόλα
fa_ir: کنسول سریال
fr_fr: Console série
it_it: Console seriale
ko_kr: 직렬 콘솔
pl_pl: Konsola szeregowa
uk_ua: Серійна консоль
zh_cn: 串行控制台

source: VGA Console
cs_cz: Grafická konzole
de_de: VGA-Konsole
el_gr: Κονσόλα VGA
fa_ir: کنسول VGA
fr_fr: Console VGA
it_it: Console VGA
ko_kr: VGA 콘솔
pl_pl: Konsola VGA
uk_ua: Консоль VGA
zh_cn: VGA控制台

source: Spanish
cs_cz: španělština
de_de: Spanisch
el_gr: Ισπανικά
fa_ir: اسپانیایی
fr_fr: Espagnol
it_it: spagnolo
ko_kr: 스페인어
pl_pl: Hiszpański
uk_ua: Іспанська
zh_cn: 西班牙语

source: Russian
cs_cz: ruština
de_de: Russisch
el_gr: Ρώσικα
fa_ir: روسی
fr_fr: Russe
it_it: russo
ko_kr: 러시아어
pl_pl: Rosyjski
uk_ua: Російська

source: Portuguese (Portugal)
cs_cz: portugalština (Portugalsko)
de_de: Portugiesisch (Portugal)
el_gr: Πορτογαλικά (Πορτογαλία)
fa_ir: پرتغالی (پرتغال)
fr_fr: Portugais (Portugal)
it_it: Portoghese (Portogallo)
ko_kr: 포르투갈어 (포르투갈)
pl_pl: Portugalski (Portugalia)
uk_ua: Португальська (Португалія)

source: Portuguese (Brazil)
cs_cz: portugalština (Brazílie)
de_de: Portugiesisch (Brasilianisch)
el_gr: Πορτογαλικά (Βραζιλία)
fa_ir: پرتغالی (برزیل)
fr_fr: Portugais (Brésil)
it_it: Portoghese (Brasile)
ko_kr: 포르투갈어 (브라질)
pl_pl: Portugalski (Brazylia)
uk_ua: Португальська (Бразилія)

source: Japanese
cs_cz: japonština
de_de: Japanisch
el_gr: Ιαπωνικά
fa_ir: ژاپنی
fr_fr: Japonais
it_it: giapponese
ko_kr: 일본어
pl_pl: Japoński
uk_ua: Японська

source: Italian
cs_cz: italština
de_de: Italienisch
el_gr: Ιταλικά
fa_ir: ایتالیایی
fr_fr: Italien
it_it: Italiano
ko_kr: 이탈리아어
pl_pl: Włoski
uk_ua: Італійська

source: German
cs_cz: němčina
de_de: Deutsch
el_gr: Γερμανικά
fa_ir: آلمانی
fr_fr: Allemand
it_it: tedesco
ko_kr: 독일어
pl_pl: Niemiecki
uk_ua: Німецька
zh_cn: 德语

source: French
cs_cz: francouzština
de_de: Französisch
el_gr: Γαλλικά
fa_ir: فرانسوی
fr_fr: Français
it_it: francese
ko_kr: 프랑스어
pl_pl: Francuski
uk_ua: Французька

source: Chinese (Simplified)
cs_cz: čínština (zjednodušená)
de_de: Chinesisch (Vereinfacht)
el_gr: Κινέζικα (Απλοποιημένα)
fa_ir: چینی (ساده‌شده)
fr_fr: Chinois (Simplifié)
it_it: Cinese (semplificato)
ko_kr: 중국어 (간체)
pl_pl: Chiński (uproszczony)
uk_ua: Китайська (Спрощена)

source: Czech
cs_cz: čeština
de_de: Tschechisch
el_gr: Τσέχικα
fa_ir: چکی
fr_fr: Tchèque
it_it: ceco
ko_kr: 체코어
pl_pl: Czeski
uk_ua: Чеська

source: English
cs_cz: angličtina
de_de: Englisch
el_gr: Αγγλικά
fa_ir: انگلیسی
fr_fr: Anglais
it_it: Inglese
ko_kr: 영어
pl_pl: Angielski
uk_ua: Англійська

source: Could not restart service `%s'
cs_cz: Službu „%s“ se nedaří restartovat
de_de: Konnte den Dienst '%s' nicht neu starten
el_gr: Δεν ήταν δυνατή η επανεκκίνηση της υπηρεσίας `%s'
fa_ir: قادر به راه‌اندازی مجدد سرویس `%s' نبود
fr_fr: Impossible de redémarrer le service `%s'
it_it: Impossibile riavviare il servizio "%s"
ko_kr: `%s' 서비스를 재시작할 수 없습니다
pl_pl: Nie mogę zrestartować usługi `%s'
uk_ua: Не вдалося перезапустити службу `%s`
zh_cn: 无法重启服务"%s"

source: Could not start service `%s'
cs_cz: Službu „%s“ se nedaří spustit
de_de: Konnte den Dienst '%s' nicht starten
el_gr: Δεν ήταν δυνατή η εκκίνηση της υπηρεσίας `%s'
fa_ir: قادر به راه‌اندازی سرویس `%s' نبود
fr_fr: Impossible de démarrer le service `%s'
it_it: Impossibile avviare il servizio "%s"
ko_kr: `%s' 서비스를 시작할 수 없습니다
pl_pl: Nie mogę uruchomić usługi `%s'
uk_ua: Не вдалося запустити службу `%s`
zh_cn: 无法启动服务"%s"

source: Packet Filter
cs_cz: Filtr paketů
de_de: Paketfilter
el_gr: Φίλτρο πακέτων
fa_ir: فیلتر بسته‌ها
fr_fr: Filtre de Packet
it_it: Filtro dei pacchetti
ko_kr: 패킷 필터
pl_pl: Filtr pakietów
uk_ua: Пакетний фільтр
zh_cn: 包过滤器

source: The field 'Concurrent connections' must be numeric.
cs_cz: Je třeba, aby kolonka „Souběžných spojení“ bylo číslo.
de_de: Das Feld 'gleichzeitge Verbindungen' muss aus Zahlen bestehen.
el_gr: Το πεδίο «Ταυτόχρονες συνδέσεις» πρέπει να είναι αριθμητικό.
fa_ir: فیلد 'اتصالات هم‌زمان' باید عددی باشد.
fr_fr: Le champ 'connexions simultanées' doit être numérique.
it_it: Il campo "Connessioni simultanee" deve essere numerico.
ko_kr: '동시 연결' 필드는 숫자여야 합니다.
pl_pl: Pole 'Równoczesne połączenia' musi być numeryczne.
uk_ua: Поле 'Одночасні з'єднання' повинно бути числовим.
zh_cn: 字段"并行连接"必须是数字。

source: The field 'WINS Server #2' must contain a valid IP address
cs_cz: Je třeba, aby kolonka „WINS server č. 2“ obsahovala platnou IP adresu
de_de: Das Feld 'WINS-Server #2' muss eine gültige IP-Adresse enthalten
el_gr: Το πεδίο «WINS Server #2» πρέπει να περιέχει μια έγκυρη διεύθυνση IP
fa_ir: فیلد 'سرور WINS #2' باید حاوی یک آدرس IP معتبر باشد.
fr_fr: Le champ 'Serveur WINS 2' doit contenir une adresse IP valide
it_it: Il campo "WINS Server #2" deve contenere un indirizzo IP valido
ko_kr: 'WINS Server #2' 필드에 올바른 IP 주소가 포함되어 있어야 합니다
pl_pl: Pole 'Serwer WINS #2' musi zawierać prawidłowy adres IP
uk_ua: Поле 'WINS-сервер №2' повинно містити дійсну IP-адресу
zh_cn: 字段'WINS Server #2'必须包含一个有效的IP地址

source: The field 'WINS Server #1' must contain a valid IP address
cs_cz: Je třeba, aby kolonka „WINS server č. 1“ obsahovala platnou IP adresu
de_de: Das Feld 'WINS-Server #1' muss eine gültige IP-Adresse enthalten
el_gr: Το πεδίο 'WINS Server #1' πρέπει να περιέχει μια έγκυρη διεύθυνση IP
fa_ir: فیلد 'سرور WINS #1' باید حاوی یک آدرس IP معتبر باشد.
fr_fr: Le champ 'Serveur WINS 1' doit contenir une adresse IP valide
it_it: Il campo "Server WINS n. 1" deve contenere un indirizzo IP valido
ko_kr: 'WINS Server #1' 필드에 올바른 IP 주소가 포함되어 있어야 합니다
pl_pl: Pole 'Serwer WINS #1' musi zawierać prawidłowy adres IP
uk_ua: Поле 'WINS-сервер №1' повинно містити дійсну IP-адресу
zh_cn: 字段'WINS Server #1'必须包含一个有效的IP地址

source: The field 'NTP Server #2' must contain a valid IP address
cs_cz: Je třeba, aby kolonka „NTP server č. 2“ obsahovala platnou IP adresu
de_de: Das Feld 'NTP-Server #2' muss eine gültige IP-Adresse enthalten
el_gr: Το πεδίο «Διακομιστής NTP #2» πρέπει να περιέχει μια έγκυρη διεύθυνση IP
fa_ir: فیلد 'سرور NTP #2' باید حاوی یک آدرس IP معتبر باشد.
fr_fr: Le champ 'Serveur NTP 2' doit contenir une adresse IP valide
it_it: Il campo "NTP Server #2" deve contenere un indirizzo IP valido
ko_kr: 'NTP Server #2' 필드에 올바른 IP 주소가 포함되어 있어야 합니다
pl_pl: Pole 'Serwer NTP #2' musi zawierać prawidłowy adres IP
uk_ua: Поле 'NTP-сервер №2' повинно містити дійсну IP-адресу
zh_cn: 字段'NTP Server #2'必须包含一个有效的IP地址

source: The field 'NTP Server #1' must contain a valid IP address
cs_cz: Je třeba, aby kolonka „NTP server č. 1“ obsahovala platnou IP adresu
de_de: Das Feld 'NTP-Server #1' muss eine gültige IP-Adresse enthalten
el_gr: Το πεδίο «Διακομιστής NTP #1» πρέπει να περιέχει μια έγκυρη διεύθυνση IP
fa_ir: فیلد 'سرور NTP #1' باید حاوی یک آدرس IP معتبر باشد.
fr_fr: Le champ 'Serveur NTP 1' doit contenir une adresse IP valide
it_it: Il campo "NTP Server #1" deve contenere un indirizzo IP valido
ko_kr: 'NTP Server #1' 필드에 올바른 IP 주소가 포함되어 있어야 합니다
pl_pl: Pole 'Serwer NTP #1' musi zawierać prawidłowy adres IP
uk_ua: Поле 'NTP-сервер №1' повинно містити дійсну IP-адресу
zh_cn: 字段'NTP Server #1'必须包含一个有效的IP地址

source: The field 'DNS Server #4' must contain a valid IP address
cs_cz: Je třeba, aby kolonka „DNS server č. 4“ obsahovala platnou IP adresu
de_de: Das Feld 'DNS Server #4' muss eine gültige IP-Adresse enthalten
el_gr: Το πεδίο «Διακομιστής DNS #4» πρέπει να περιέχει μια έγκυρη διεύθυνση IP
fa_ir: فیلد 'سرور DNS #4' باید حاوی یک آدرس IP معتبر باشد.
fr_fr: Le champ 'Serveur DNS #4' doit contenir une adresse IP valide
it_it: Il campo "DNS Server #4" deve contenere un indirizzo IP valido
ko_kr: 'DNS 서버 #4' 필드에 올바른 IP 주소가 포함되어 있어야 합니다
pl_pl: Pole 'Serwer DNS #4' musi zawierać prawidłowy adres IP
uk_ua: Поле 'DNS-сервер №4' повинно містити дійсну IP-адресу
zh_cn: 字段'DNS Server #4'必须包含一个有效的IP

source: The field 'DNS Server #3' must contain a valid IP address
cs_cz: Je třeba, aby kolonka „DNS server č. 3“ obsahovala platnou IP adresu
de_de: Das Feld 'DNS-Server #3' muss eine gültige IP-Adresse enthalten
el_gr: Το πεδίο «Διακομιστής DNS #3» πρέπει να περιέχει μια έγκυρη διεύθυνση IP
fa_ir: فیلد 'سرور DNS #3' باید حاوی یک آدرس IP معتبر باشد.
fr_fr: Le champ 'Serveur DNS #3' doit contenir une adresse IP valide
it_it: Il campo "Server DNS #3" deve contenere un indirizzo IP valido
ko_kr: 'DNS 서버 #3' 필드에 올바른 IP 주소가 포함되어 있어야 합니다
pl_pl: Pole 'Serwer DNS #3' musi zawierać prawidłowy adres IP
uk_ua: Поле 'DNS-сервер №3' повинно містити дійсну IP-адресу
zh_cn: 字段'DNS Server #3'必须包含一个有效的IP地址

source: The field 'DNS Server #2' must contain a valid IP address
cs_cz: Je třeba, aby kolonka „DNS server č. 2“ obsahovala platnou IP adresu
de_de: Das Feld 'DNS-Server #2' muss eine gültige IP-Adresse enthalten
el_gr: Το πεδίο «Διακομιστής DNS #2» πρέπει να περιέχει μια έγκυρη διεύθυνση IP
fa_ir: فیلد 'سرور DNS #2' باید حاوی یک آدرس IP معتبر باشد.
fr_fr: Le champ 'Serveur DNS #2' doit contenir une adresse IP valide
it_it: Il campo "Server DNS n. 2" deve contenere un indirizzo IP valido
ko_kr: 'DNS 서버 #2' 필드에 올바른 IP 주소가 포함되어 있어야 합니다
pl_pl: Pole 'Serwer DNS #2' musi zawierać prawidłowy adres IP
uk_ua: Поле 'DNS-сервер №2' повинно містити дійсну IP-адресу
zh_cn: 字段'DNS Server #2'必须包含一个有效的IP地址

source: The field 'DNS Server #1' must contain a valid IP address
cs_cz: Je třeba, aby kolonka „DNS server č. 1“ obsahovala platnou IP adresu
de_de: Das Feld 'DNS-Server #1' muss eine gültige IP-Adresse enthalten
el_gr: Το πεδίο «Διακομιστής DNS #1» πρέπει να περιέχει μια έγκυρη διεύθυνση IP
fa_ir: فیلد 'سرور DNS #1' باید حاوی یک آدرس IP معتبر باشد.
fr_fr: Le champ 'Serveur DNS #1' doit contenir une adresse IP valide
it_it: Il campo "Server DNS n. 1" deve contenere un indirizzo IP valido
ko_kr: 'DNS 서버 #1' 필드에 올바른 IP 주소가 포함되어 있어야 합니다
pl_pl: Pole 'Serwer DNS #1' musi zawierać prawidłowy adres IP
uk_ua: Поле 'DNS-сервер №1' повинно містити дійсну IP-адресу
zh_cn: 字段'DNS Server #1'必须包含一个有效的IP地址

source: The field '%s' must contain a valid port, ranging from 0 to 65535.
cs_cz: Je třeba, aby kolonka „%s“ obsahovala platné číslo portu, z rozsahu 0 až 65535.
de_de: Das Feld '%s' muss einen gültigen Port im Bereich zwischen 0 und 65535 beinhalten.
el_gr: Το πεδίο '%s' πρέπει να περιέχει μια έγκυρη θύρα, με εύρος από 0 έως 65535.
fa_ir: فیلد '%s' باید یک پورت معتبر داشته باشد (بازهٔ 0 تا 65535).
fr_fr: Le champ '%s' doit contenir un port valide, allant de 0 à 65535.
it_it: Il campo '%s' deve contenere una porta valida, compresa tra 0 e 65535.
ko_kr: '%s' 필드에는 0에서 65535 사이의 유효한 포트가 포함되어 있어야 합니다.
pl_pl: Pole '%s' musi zawierać prawidłowy port, w zakresie od 0 do 65535.
uk_ua: Поле '%s' повинно містити дійсний порт в діапазоні від 0 до 65535.
zh_cn: 字段'%s'必须包含有效端口，范围为0到65535。

source: None (No Authentication)
cs_cz: Žádné (bez ověřování)
de_de: Keine (Keine Authentifizierung)
el_gr: Κανένα (Χωρίς έλεγχο ταυτότητας)
fa_ir: هیچ‌کدام (بدون احراز هویت).
fr_fr: Aucun (Pas d'authentification)
it_it: Nessuno (nessuna autenticazione)
ko_kr: 없음(인증 없음)
pl_pl: Brak (Brak uwierzytelniania)
uk_ua: Немає (Без автентифікації)
zh_cn: 无(不认证)

source: No Preference
cs_cz: Neupřednostňovat
de_de: Keine Präferenz
el_gr: Χωρίς προτίμηση
fa_ir: بدون ترجیح.
fr_fr: Pas de préférence
it_it: Nessuna preferenza
ko_kr: 기본 설정 없음
pl_pl: Brak preferencji
uk_ua: Без переваг
zh_cn: 没有偏好

source: 3 (recommended)
cs_cz: 3 (doporučené)
de_de: 3 (empfohlen)
el_gr: 3 (συνιστάται)
fa_ir: 3 (پیشنهادی)
fr_fr: 3 (recommandé)
it_it: 3 (consigliato)
ko_kr: 3 (권장)
pl_pl: 3 (zalecane)
uk_ua: 3 (рекомендовано)
zh_cn: 3(推荐值)

source: 1 (default)
cs_cz: 1 (výchozí)
de_de: 1 (Standard)
el_gr: 1 (προεπιλογή)
fa_ir: 1 (پیش‌فرض)
fr_fr: 1 (défaut)
it_it: 1 (predefinito)
ko_kr: 1 (기본값)
pl_pl: 1 (domyślny)
uk_ua: 1 (типово)
zh_cn: 1(默认)

source: 0 (none)
cs_cz: 0 (žádné)
de_de: 0 (nichts)
el_gr: 0 (κανένα)
fa_ir: 0 (هیچ)
fr_fr: 0 (aucun)
it_it: 0 (nessuno)
ko_kr: 0 (없음)
pl_pl: 0 (brak)
uk_ua: 0 (немає)
zh_cn: 0(无)

source: Secure Shell Daemon
cs_cz: Proces služby Secure Shell
de_de: SSH-Zugriff
el_gr: Deamon Ασφαλούς Κελύφους
fa_ir: سرویس Secure Shell
fr_fr: Serveur Secure Shell
it_it: Demone della shell sicura
ko_kr: 보안 셸 데몬
pl_pl: Demon Bezpiecznej Powłoki SSH
uk_ua: Демон Secure Shell
zh_cn: 安全Shell

source: Network Time Daemon
cs_cz: Proces služby síťového času
de_de: Netzwerkzeit (NTP)
el_gr: Deamon Χρόνου Δικτύου
fa_ir: سرویس زمان شبکه
fr_fr: Service de Temps Réseau
it_it: Demone dell'ora di rete
ko_kr: 네트워크 시간 데몬
pl_pl: Demon Czasu Sieciowego NTP
uk_ua: Демон мережевого часу
zh_cn: 网络时间

source: Insight Aggregator
cs_cz: Agregátor Insight
el_gr: Συσσωρευτής πληροφοριών
fa_ir: تجمیع‌کننده Insight
fr_fr: Agrégateur d'informations
it_it: Aggregatore di insight
ko_kr: 인사이트 통합 도구
pl_pl: Agregator Insight
uk_ua: Агрегатор Insight
zh_cn: 流量分析

source: NetFlow Distributor
cs_cz: Distributor NetFlow
de_de: NetFlow Verteiler
el_gr: Διανομέας NetFlow
fa_ir: توزیع‌کننده NetFlow
fr_fr: Distributeur NetFlow
it_it: Distributore Netflow
ko_kr: 넷플로우 배포자
pl_pl: Dystrybutor NetFlow
uk_ua: Дистриб'ютор NetFlow

source: Monit System Monitoring
cs_cz: Monit – dohledování systému
de_de: Monit Systemüberwachung
el_gr: Παρακολούθηση συστήματος Monit
fa_ir: نظارت سیستم Monit
fr_fr: Système de surveillance Monit
it_it: Monitoraggio del sistema di monitoraggio
ko_kr: Monit 시스템 모니터링
pl_pl: Monitoring Systemu Monit
uk_ua: Моніторинг системи Monit
zh_cn: Monit系统监控

source: NULL (no encryption)
cs_cz: ŽÁDNÉ (žádné šifrování)
de_de: NULL (keine Verschlüsselung)
el_gr: NULL (χωρίς κρυπτογράφηση)
fa_ir: NULL (بدون رمزنگاری)
fr_fr: NULL (sans chiffrement)
it_it: NULL (nessuna crittografia)
ko_kr: NULL (암호화 없음)
pl_pl: NULL (brak szyfrowania)
uk_ua: NULL (без шифрування)
zh_cn: 空(不加密)

source: Users and Groups
cs_cz: Uživatelé a skupiny
de_de: Benutzer und Gruppen
el_gr: Χρήστες και Ομάδες
fa_ir: کاربران و گروه‌ها
fr_fr: Utilisateurs et Groupes
it_it: Utenti e gruppi
ko_kr: 사용자와 그룹
pl_pl: Użytkownicy i grupy
uk_ua: Користувачі та групи
zh_cn: 用户和群组

source: System Configuration Daemon
cs_cz: Proces služby nastavování systému
de_de: Systemkonfigurationsdienst
el_gr: Deamon διαμόρφωσης συστήματος
fa_ir: سرویس پیکربندی سیستم
fr_fr: Démon de configuration système
it_it: Demone di configurazione del sistema
ko_kr: 시스템 구성 데몬
pl_pl: Demon Konfiguracji Systemu
uk_ua: Демон конфігурації системи
zh_cn: 系统配置

source: DHCPv6 Server
el_gr: Διακομιστής DHCPv6
fa_ir: سرور DHCPv6
fr_fr: Serveur DHCPv6
it_it: Server DHCPv6
ko_kr: DHCPv6 서버
pl_pl: Serwer DHCPv6
uk_ua: Сервер DHCPv6
zh_cn: DHCPv6服务器

source: DHCPv6 Relay
cs_cz: DHCPv6 předávání
el_gr: Ρελέ DHCPv6
fa_ir: رله DHCPv6
fr_fr: Relai DHCPv6
it_it: Relè DHCPv6
ko_kr: DHCPv6 릴레이
pl_pl: Przekierowanie DHCPv6
uk_ua: Ретранслятор DHCPv6
zh_cn: DHCPv6中继

source: Router Advertisement Daemon
cs_cz: Proces služby propagace routeru
el_gr: Deamon Διαφήμισης Δρομολογητή
fa_ir: سرویس اعلان روتر
fr_fr: Service Publication de Routeur (RA)
it_it: Demone pubblicitario del router
ko_kr: 라우터 알림 데몬
pl_pl: Demon Ogłoszeń Routera
uk_ua: Демон оголошень маршрутизатора
zh_cn: 路由通告程序

source: INIT
el_gr: ΑΡΧΙΚΗ
fa_ir: در حال راه‌اندازی
it_it: INIZIAL
uk_ua: ІНІТ
zh_cn: 初始化

source: BACKUP
cs_cz: ZÁLOŽNÍ
fa_ir: پشتیبان
ko_kr: 백업
pl_pl: KOPIA ZAPASOWA
uk_ua: РЕЗЕРВ
zh_cn: 备份
