Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This adds a single interface as tag so this DHCP boot option can match the interface of a DHCP range.
de_de: Fügt eine einzelne Schnittstelle als Tag hinzu, sodass diese DHCP-Boot-Option der Schnittstelle eines DHCP-Bereichs zugeordnet werden kann.
fa_ir: یک رابط را به‌عنوان برچسب اضافه می‌کند تا این گزینه بوت DHCP بتواند با رابط بازه DHCP مطابقت کند.
fr_fr: Cela permet d'ajouter une interface unique comme balise afin que cette option de démarrage DHCP puisse correspondre à l'interface d'une plage DHCP.
ko_kr: 이 옵션은 단일 인터페이스를 태그로 추가하여, 해당 DHCP 부트 옵션이 특정 DHCP 범위의 인터페이스와 일치하도록 합니다.
uk_ua: Це додає єдиний інтерфейс як тег, щоб ця опція завантаження DHCP могла відповідати інтерфейсу діапазону DHCP.

source: This adds a single interface as tag so this DHCP option can match the interface of a DHCP range.
de_de: Fügt eine einzelne Schnittstelle als Tag hinzu, sodass diese DHCP-Option die Schnittstelle eines DHCP-Bereichs abgleichen kann.
fa_ir: یک رابط را به‌عنوان برچسب اضافه می‌کند تا این گزینه DHCP بتواند با رابط بازه DHCP مطابقت کند.
fr_fr: Cela permet d'ajouter une interface unique comme balise afin que cette option DHCP puisse correspondre à l'interface d'une plage DHCP.
ko_kr: 이 옵션은 단일 인터페이스를 태그로 추가하여, 해당 DHCP 옵션이 특정 DHCP 범위의 인터페이스와 일치하도록 합니다.
uk_ua: Це додає єдиний інтерфейс як тег, щоб ця опція DHCP могла відповідати інтерфейсу діапазону DHCP.

source: This allows packets with IP options to pass. Otherwise they are blocked by default.
de_de: Dadurch können Pakete mit IP-Optionen passieren. Andernfalls werden sie standardmäßig blockiert.
fa_ir: اجازه می‌دهد بسته‌هایی که شامل IP options هستند عبور کنند؛ در غیر این صورت به‌صورت پیش‌فرض مسدود می‌شوند.
fr_fr: Cela permet aux paquets contenant des options IP de passer. Sinon, ils sont bloqués par défaut.
ko_kr: 이렇게 하면 IP 옵션이 포함된 패킷이 통과할 수 있습니다. 그렇지 않으면 기본적으로 차단됩니다.
uk_ua: Це дозволяє пропускати пакети з IP-опціями. В іншому випадку вони типово блокуються.

source: This is the standard field for the API Key.
de_de: Dies ist das Standardfeld für den API-Schlüssel.
fa_ir: این فیلد استاندارد برای کلید API است.
fr_fr: Il s'agit du champ standard pour la clé API.
ko_kr: 이 필드는 API 키에 대한 표준 필드입니다.
uk_ua: Це стандартне поле для ключа API.

source: This prevents states created by this rule to be synced with pfsync.
de_de: Dies verhindert, dass durch diese Regel erstellte Zustände mit pfsync synchronisiert werden.
fa_ir: از همگام‌سازی وضعیت‌های ایجادشده توسط این قانون با pfsync جلوگیری می‌کند.
fr_fr: Cela empêche les états créés par cette règle d'être synchronisés avec pfsync.
ko_kr: 이렇게 하면 이 규칙에 의해 생성된 상태가 pfsync와 동기화되는 것을 방지할 수 있습니다.
uk_ua: Це запобігає синхронізації станів, створених цим правилом, з pfsync.

source: This sets a special authorization option that is based upon authentication secret. Enables TURN REST API.
de_de: Legt eine spezielle Autorisierungsoption basierend auf einem Authentifizierungs-Secret fest. Aktiviert die TURN-REST-API.
fa_ir: یک گزینه مجوز ویژه بر پایه راز احراز هویت تنظیم می‌کند. TURN REST API را فعال می‌کند.
fr_fr: Ceci définit une option d'autorisation spéciale qui est basée sur le secret d'authentification. Active l'API REST de TURN.
ko_kr: 인증 시크릿을 기반으로 한 특수 인증 옵션을 설정하며, TURN REST API를 활성화합니다.
uk_ua: Це встановлює спеціальну опцію авторизації, яка базується на секреті аутентифікації. Увімкнути TURN REST API.

source: This specifies the URL of our server instance, which should use a different port than the control agent. For example http://my.host:8001/
de_de: Gibt die URL der Serverinstanz an, die einen anderen Port als der Control-Agent verwenden sollte. Beispiel: http://my.host:8001/
fa_ir: این URL نمونه سرور ما را مشخص می‌کند؛ باید از پورت متفاوتی نسبت به عامل کنترل استفاده کند. برای مثال http://my.host:8001/
fr_fr: Ceci spécifie l'URL de notre instance de serveur, qui doit utiliser un port différent de celui de l'agent de contrôle. Par exemple http://my.host:8001/
ko_kr: 제어 에이전트와는 다른 포트를 사용해야 하는 서버 인스턴스의 URL을 지정합니다. 예: http://my.host:8001/
uk_ua: Це вказує URL-адресу нашого екземпляра сервера, який повинен використовувати інший порт, ніж агент керування. Наприклад, http://my.host:8001/

source: This will activate the BGP service.
de_de: Aktiviert den BGP-Dienst.
fa_ir: این سرویس BGP را فعال می‌کند.
fr_fr: Cela activera le service BGP.
ko_kr: 이렇게 하면 BGP 서비스가 활성화됩니다.
uk_ua: Це активує службу BGP.

source: This will activate the OSPF service.
de_de: Aktiviert den OSPF-Dienst.
fa_ir: این سرویس OSPF را فعال می‌کند.
fr_fr: Cela activera le service OSPF.
ko_kr: 이렇게 하면 OSPF 서비스가 활성화됩니다.
uk_ua: Це активує службу OSPF.

source: This will activate the RIP service.
de_de: Aktiviert den RIP-Dienst.
fa_ir: این سرویس RIP را فعال می‌کند.
fr_fr: Cela activera le service RIP.
ko_kr: 이렇게 하면 RIP 서비스가 활성화됩니다.
uk_ua: Це активує службу RIP.

source: This will activate the Tailscale service.
de_de: Aktiviert den Tailscale-Dienst.
fa_ir: این سرویس Tailscale را فعال می‌کند.
fr_fr: Cela activera le service Tailscale.
ko_kr: 이렇게 하면 Tailscale 서비스가 활성화됩니다.
uk_ua: Це активує службу Tailscale.

source: This will activate the routing service only on the master device. The backup device will stop the service completely.
de_de: Aktiviert den Routing-Dienst nur auf dem Master-Gerät. Das Backup-Gerät beendet den Dienst vollständig.
fa_ir: این سرویس روتینگ را تنها روی دستگاه اصلی فعال می‌کند. دستگاه پشتیبان سرویس را کاملاً متوقف خواهد کرد.
fr_fr: Cela activera le service de routage uniquement sur l'appareil maître. L'appareil de secours arrêtera complètement le service.
ko_kr: 이렇게 하면 마스터 장치에서만 라우팅 서비스가 활성화됩니다. 백업 장치에서는 서비스가 완전히 중지됩니다.
uk_ua: Це активує службу маршрутизації лише на головному пристрої. Резервний пристрій повністю зупинить службу.

source: This will activate the routing service. Without enabling it globally, none of the individual services will run.
de_de: Aktiviert den Routing-Dienst. Ohne die globale Aktivierung werden keine der einzelnen Dienste ausgeführt.
fa_ir: این سرویس روتینگ را فعال می‌کند. تا زمانی که آن را به‌صورت جهانی فعال نکنید، هیچ‌یک از سرویس‌های جداگانه اجرا نخواهند شد.
fr_fr: Cela activera le service de routage. S'il n'est pas activé globalement, aucun des services individuels ne fonctionnera.
ko_kr: 이렇게 하면 라우팅 서비스가 활성화됩니다. 전역적으로 활성화하지 않으면 개별 서비스가 실행되지 않습니다.
uk_ua: Це активує службу маршрутизації. Без глобального ввімкнення жодна з окремих служб не працюватиме.

source: This will activate the staticd service.
de_de: Aktiviert den Staticd-Dienst.
fa_ir: این سرویس staticd را فعال می‌کند.
fr_fr: Cela activera le service staticd.
ko_kr: 이렇게 하면 staticd 서비스가 활성화됩니다.
uk_ua: Це активує службу staticd.

source: This will disable propagation_timeout.
de_de: Deaktiviert "propagation_timeout".
fa_ir: این propagation_timeout را غیرفعال می‌کند.
fr_fr: Cela désactivera le délai de propagation.
ko_kr: 이렇게 하면 propagation_timeout이 비활성화됩니다.
uk_ua: Це вимкне propagation_timeout.

source: Time (default 180 seconds) before declaring a neighbor down if no keepalive messages are received.
de_de: Zeit (Standard: 180 Sekunden), bevor ein Nachbar als ausgefallen markiert wird, wenn keine Keepalive-Nachrichten empfangen werden.
fa_ir: زمان (پیش‌فرض 180 ثانیه) قبل از اعلام همسایه به‌عنوان قطع‌شده در صورت دریافت‌نشدن پیام‌های keepalive.
fr_fr: Délai (par défaut 180 secondes) avant de déclarer un voisin hors service si aucun message keepalive n'est reçu.
ko_kr: Keepalive 메시지를 받지 못할 경우 이웃이 다운되었다고 선언하기 전의 시간(기본값 180초)입니다.
uk_ua: Час (типово 180 секунд) до оголошення сусіда неактивним, якщо не надходять повідомлення keepalive.

source: Time (seconds) between Router Advertisements.
de_de: Zeit (in Sekunden) zwischen Router-Advertisements.
fa_ir: زمان (ثانیه) بین Router Advertisements.
fr_fr: Délai (secondes) entre les annonces de routeur.
ko_kr: 라우터 광고 간 시간 간격(초).
uk_ua: Час (секунди) між оголошеннями маршрутизатора.

source: Time (seconds) to wait before resending Link-State Advertisements (LSAs) if acknowledgment is delayed.
de_de: Zeit (in Sekunden), die gewartet wird, bevor Link-State-Advertisements (LSAs) erneut gesendet werden, wenn eine Bestätigung verzögert ist.
fa_ir: زمان (ثانیه) برای انتظار قبل از ارسال مجدد Link-State Advertisements (LSAs) در صورت تأخیر در تأیید.
fr_fr: Temps (secondes) à attendre avant de renvoyer les annonces d'état de liaison (LSA) si l'accusé de réception est retardé.
ko_kr: 링크 상태 광고(LSA)에 대한 확인 응답이 지연될 경우, 재전송하기 전까지 대기하는 시간(초)입니다.
uk_ua: Час (секунди) очікування перед повторною відправкою оголошень стану каналу (LSA), якщо підтвердження затримується.

source: Time interval (seconds) to measure the number of connections
de_de: Zeitintervall (Sekunden) zur Messung der Anzahl der Verbindungen.
fa_ir: بازه زمانی (ثانیه) برای اندازه‌گیری تعداد اتصال‌ها
fr_fr: Intervalle de temps (secondes) pour mesurer le nombre de connexions
ko_kr: 연결 수를 측정하는 시간 간격(초)
uk_ua: Інтервал часу (секунди) для вимірювання кількості з'єднань

source: Time to Live
de_de: Time to Live (TTL)
fa_ir: زمان ماندگاری
fr_fr: Le temps de vivre
ko_kr: TTL(패킷 생존 시간)
uk_ua: Час життя

source: To ensure that all names have a domain part, there must be a default domain specified when DHCP FQDN is set. Leave empty to use the system domain.
de_de: Damit alle Namen einen Domain-Teil haben, muss eine Standarddomain angegeben werden, wenn DHCP-FQDN gesetzt ist. Leer lassen, um die Systemdomain zu verwenden.
fa_ir: برای اطمینان از اینکه همه نام‌ها بخش دامنه دارند، وقتی DHCP FQDN تنظیم شده است باید یک دامنهٔ پیش‌فرض مشخص شود. برای استفاده از دامنهٔ سیستم، خالی بگذارید.
fr_fr: Pour s'assurer que tous les noms comportent une partie domaine, un domaine par défaut doit être spécifié lorsque le DHCP FQDN est défini. Laisser vide pour utiliser le domaine du système.
ko_kr: 모든 이름에 도메인 부분이 포함되도록 하려면 DHCP FQDN을 설정할 때 기본 도메인을 지정해야 합니다. 시스템 도메인을 사용하려면 비워 두세요.
uk_ua: Щоб переконатися, що всі імена мають доменну частину, повинен бути вказаний домен за типовим значенням, коли встановлено DHCP FQDN. Залиште порожнім, щоб використовувати системний домен.

source: Total Quota
de_de: Gesamtkontingent
fa_ir: سهمیه کل
fr_fr: Quota total
ko_kr: 전체 쿼터
uk_ua: Загальна квота

source: Total allocation quota. Default value is 0 (no quota).
de_de: Gesamtes Zuweisungskontingent. Standardwert: 0 (kein Kontingent).
fa_ir: سهمیه تخصیص کل. مقدار پیش‌فرض 0 است (بدون سهمیه).
fr_fr: Quota total d'allocation. La valeur par défaut est 0 (pas de quota).
ko_kr: 총 쿼터입니다. 기본값은 0입니다(제한 없음).
uk_ua: Загальна квота розподілу. Типове значення 0 (без квоти).

source: Traffic shaper
fa_ir: شکل‌دهنده ترافیک
fr_fr: Mise en forme du trafic
ko_kr: 트래픽 셰이퍼
uk_ua: Шейпер трафіку

source: Traffic shaper [reverse]
de_de: Traffic Shaper [umgekehrt]
fa_ir: شکل‌دهنده ترافیک [معکوس]
fr_fr: Mise en forme du trafic [inversé]
ko_kr: 트래픽 셰이퍼 [역방향]
uk_ua: Шейпер трафіку [зворотний]

source: Traffic shaping [experimental]
de_de: Traffic Shaping [Experimentell]
fa_ir: شکل‌دهی ترافیک [آزمایشی]
fr_fr: Mise en forme du trafic [expérimental]
ko_kr: 트래픽 셰이핑 [실험적]
uk_ua: Формування трафіку [експериментально]

source: Trim_email
de_de: E-Mail kürzen
fa_ir: برش ایمیل
ko_kr: 이메일 다듬기
uk_ua: Обрізати_email

source: UDP port to listen on for WireGuard and peer-to-peer traffic.
de_de: UDP-Port, auf dem für WireGuard- und Peer-to-Peer-Verkehr gelauscht werden soll.
fa_ir: پورت UDP که برای WireGuard و ترافیک همتا‌به‌همتا به آن گوش داده می‌شود.
fr_fr: Port UDP à écouter pour WireGuard et le trafic peer-to-peer.
ko_kr: WireGuard 및 P2P 트래픽 수신을 위한 UDP 포트입니다.
uk_ua: UDP-порт для прослуховування трафіку WireGuard та peer-to-peer.

source: Unset Request Headers
de_de: Request-Header zurücksetzen
fa_ir: حذف هدرهای درخواست
fr_fr: En-têtes de requête non paramétrés
ko_kr: 설정되지 않은 요청 헤더
uk_ua: Скасувати заголовки запиту

source: Update Only
de_de: Nur aktualisieren
fa_ir: فقط به‌روزرسانی
fr_fr: Mise à jour uniquement
ko_kr: 업데이트 전용
uk_ua: Тільки оновлення

source: Uplink IPv6 Addresses
de_de: Uplink-IPv6-Adressen
fa_ir: آدرس‌های IPv6 بالادستی
fr_fr: Adresses IPv6 de la liaison montante
ko_kr: IPv6 주소 업링크
uk_ua: Вихідні IPv6-адреси

source: Uplink Interface
de_de: Uplink-Schnittstelle
fa_ir: رابط بالادستی
fr_fr: Interface de liaison montante
ko_kr: 업링크 인터페이스
uk_ua: Вихідний інтерфейс

source: Upper bound of the UDP relay endpoints (Default: 65535).
de_de: Oberes Limit der UDP-Relay-Endpunkte (Standard: 65535).
fa_ir: حد بالایی نقاط انتهایی رله UDP (پیش‌فرض: 65535).
fr_fr: Limite supérieure des points de relais UDP (par défaut : 65535).
ko_kr: UDP 릴레이 엔드포인트의 상한값(기본값: 65535).
uk_ua: Верхня межа кінцевих точок UDP-ретранслятора (Типово: 65535).

source: Url to reach this host
de_de: URL zum Erreichen dieses Hosts
fa_ir: آدرس URL برای دسترسی به این میزبان
fr_fr: Url pour atteindre cet hôte
ko_kr: 이 호스트에 접속하기 위한 URL
uk_ua: URL-адреса для доступу до цього хоста

source: Use Auth Secret
de_de: Authentifizierungs-Secret verwenden
fa_ir: استفاده از رمز احراز هویت
fr_fr: Utiliser le secret d'authentification
ko_kr: 인증 비밀을 사용
uk_ua: Використовувати секрет автентифікації

source: Use Exit Node
de_de: Exit-Node verwenden
fa_ir: استفاده از گرهٔ خروجی
fr_fr: Utiliser le nœud de sortie
ko_kr: 종단 노드 사용
uk_ua: Використовувати вихідний вузол

source: Use Oblivious-DNS-over-HTTPS Servers
de_de: Oblivious-DNS-over-HTTPS-Server verwenden
fa_ir: استفاده از سرورهای Oblivious-DNS-over-HTTPS
fr_fr: Utiliser des serveurs Oblivious-DNS-over-HTTPS
ko_kr: Oblivious-DNS-over-HTTPS 서버를 사용
uk_ua: Використовувати сервери Oblivious-DNS-over-HTTPS

source: Use a non-reusable auth key and disable expiration
de_de: Nicht wiederverwendbaren Authentifizierungsschlüssel verwenden und Ablauf deaktivieren
fa_ir: استفاده از یک کلید احراز هویت غیرقابل‌استفادهٔ مجدد و غیرفعال‌کردن انقضا
fr_fr: Utiliser une clé d'authentification non réutilisable et désactiver l'expiration
ko_kr: 재사용할 수 없는 인증 키를 사용하고 만료를 비활성화
uk_ua: Використовувати невикористовуваний ключ автентифікації та вимкнути термін дії.

source: Use fingerprints in the TURN messages.
de_de: Fingerabdrücke in TURN-Nachrichten verwenden.
fa_ir: از اثر انگشت‌ها در پیام‌های TURN استفاده کنید.
fr_fr: Utiliser les empreintes digitales dans les messages TURN.
ko_kr: TURN 메시지에 지문을 사용하세요.
uk_ua: Використовувати відбитки у повідомленнях TURN.

source: Use this to choose TCP flags that must be cleared for this rule to match.
de_de: Damit TCP-Flags auswählen, die gelöscht sein müssen, damit diese Regel zutrifft.
fa_ir: برای انتخاب فلگ‌های TCP که باید غیرفعال باشند تا این قانون منطبق شود، از این استفاده کنید.
fr_fr: Cette option permet de sélectionner les drapeaux TCP qui doivent être effacés pour que cette règle corresponde.
ko_kr: 이 규칙이 적용되기 위해 비활성화되어 있어야 하는 TCP 플래그를 선택합니다.
uk_ua: Використовуйте це для вибору прапорів TCP, які мають бути скинуті, щоб це правило відповідало.

source: Use this to choose TCP flags that must be set this rule to match.
de_de: Verwenden Sie dies, um TCP-Flags auszuwählen, die für die Übereinstimmung mit dieser Regel gesetzt werden müssen.
fa_ir: برای انتخاب فلگ‌های TCP که باید فعال باشند تا این قانون منطبق شود، از این استفاده کنید.
fr_fr: Permet de choisir les drapeaux TCP qui doivent être définis dans cette règle pour qu'elle corresponde.
ko_kr: 이 규칙 적용에 필요한 TCP 플래그를 선택합니다.
uk_ua: Використовуйте це для вибору прапорів TCP, які мають бути встановлені, щоб це правило відповідало.

source: Used to specify that packets must already be tagged with the given tag in order to match the rule.
de_de: Wird verwendet, um anzugeben, dass Pakete bereits mit dem angegebenen Tag versehen sein müssen, um der Regel zu entsprechen.
fa_ir: برای تعیین اینکه بسته‌ها باید قبلاً با تگ مشخص‌شده برچسب‌خورده باشند تا قانون منطبق شود.
fr_fr: Utilisé pour spécifier que les paquets doivent déjà être étiquetés avec l'étiquette donnée afin de correspondre à la règle.
ko_kr: 패킷에 지정된 태그가 이미 설정된 경우에만 이 규칙이 적용됩니다.
uk_ua: Використовується для вказівки, що пакети вже повинні бути позначені заданим тегом, щоб відповідати правилу.

source: User Quota
de_de: Benutzerkontingent
fa_ir: سهمیه کاربر
fr_fr: Quota d'utilisateurs
ko_kr: 쿼터 사용
uk_ua: Квота користувача

source: User portal welcome message
de_de: Begrüßungsnachricht des Benutzerportals
fa_ir: پیام خوش‌آمدگویی پورتال کاربر
fr_fr: Message de bienvenue du portail utilisateur
ko_kr: 사용자 포탈 환영 메시지
uk_ua: Привітальне повідомлення порталу користувача

source: Usually this option is left empty, unless your provider requires you to connect using a specific mac address.
de_de: Normalerweise bleibt diese Option leer, es sei denn, Ihr Anbieter verlangt, dass Sie eine Verbindung über eine bestimmte MAC-Adresse herstellen.
fa_ir: معمولاً این گزینه خالی می‌ماند، مگر اینکه ارائه‌دهندهٔ شما نیاز داشته باشد که با آدرس MAC مشخصی متصل شوید.
fr_fr: En général, cette option est laissée vide, sauf si votre fournisseur d'accès exige que vous vous connectiez à l'aide d'une adresse mac spécifique.
ko_kr: 일반적으로 이 옵션은 비워 두지만, 서비스 제공업체에서 특정 MAC 주소를 사용하여 연결하도록 요구하는 경우에는 예외입니다.
uk_ua: Зазвичай цей параметр залишається порожнім, якщо ваш провайдер не вимагає підключення за допомогою конкретної MAC-адреси.

source: Validate SSL
de_de: SSL validieren
fa_ir: اعتبارسنجی SSL
fr_fr: Valider SSL
ko_kr: SSL 유효성 검사
uk_ua: Перевірити SSL

source: Validate SSL connection using all known certificate authorities
de_de: SSL-Verbindung mit allen bekannten Zertifizierungsstellen validieren
fa_ir: اتصال SSL را با استفاده از همه مراجع صدور گواهی شناخته‌شده اعتبارسنجی کنید.
fr_fr: Valider la connexion SSL en utilisant toutes les autorités de certification connues
ko_kr: 알려진 모든 인증 기관을 사용하여 SSL 연결의 유효성을 검사
uk_ua: Перевірити SSL-з'єднання, використовуючи всі відомі центри сертифікації.

source: Value (or values) to send to the client. The special address 0.0.0.0 or [::] is taken to mean "the address of the machine running Dnsmasq". When using "Match", leave empty to match on the option only.
de_de: Wert (oder Werte), die an den Client gesendet werden. Die spezielle Adresse 0.0.0.0 oder [::] bedeutet "die Adresse der Maschine, auf der Dnsmasq läuft". Bei Verwendung von "Abgleichen" leer lassen, damit nur die Option selbst abgeglichen wird.“
fa_ir: مقدار (یا مقادیر) ارسالی به کلاینت. آدرس ویژه 0.0.0.0 یا [::] به معنی «آدرس ماشینی که Dnsmasq روی آن اجرا می‌شود» در نظر گرفته می‌شود. هنگام استفاده از «Match»، برای تطابق فقط روی گزینه، این فیلد را خالی بگذارید.
fr_fr: Valeur (ou valeurs) à envoyer au client. L'adresse spéciale 0.0.0.0 ou [: :] est considérée comme signifiant "l'adresse de la machine exécutant Dnsmasq". Lors de l'utilisation de "Match", laisser vide pour que la correspondance se fasse uniquement sur l'option.
ko_kr: 클라이언트로 보낼 값(또는 값들). 특수 주소 0.0.0.0 또는 [::]는 "Dnsmasq가 실행되는 컴퓨터의 주소"를 의미합니다. "일치" 옵션을 사용할 경우, 해당 옵션에만 일치시키려면 비워두세요.
uk_ua: Значення (або значення) для надсилання клієнту. Спеціальна адреса 0.0.0.0 або [::] означає "адреса машини, на якій запущено Dnsmasq". При використанні "Збіг" залиште порожнім, щоб відповідати лише опції.

source: Verify Proxy Certificates
de_de: Proxy-Zertifikate überprüfen
fa_ir: تأیید گواهی‌های پراکسی
fr_fr: Vérifier les certificats Proxy
ko_kr: 프록시 인증서 확인
uk_ua: Перевірити сертифікати проксі

source: Verify Proxy Expiration
de_de: Proxy-Ablauf überprüfen
fa_ir: بررسی انقضای پراکسی
fr_fr: Vérifier l'expiration du mandataire
ko_kr: 프록시 만료 확인
uk_ua: Перевірити термін дії проксі

source: Verify depth for client auth
de_de: Prüftiefe für Client-Authentifizierung überprüfen
fa_ir: عمق تأیید برای احراز هویت کلاینت
fr_fr: Vérifier la profondeur pour l'authentification du client
ko_kr: 클라이언트 인증을 위한 심도 검증
uk_ua: Перевірити глибину для автентифікації клієнта

source: Verify peer
de_de: Gegenstelle überprüfen
fa_ir: تأیید همتا
fr_fr: Vérifier le pair
ko_kr: 피어 확인
uk_ua: Перевірити пір

source: VirtualServer
de_de: Virtueller Server
fr_fr: Serveur virtuel
ko_kr: 가상서버
uk_ua: Віртуальний сервер

source: WINS server
fa_ir: سرور WINS
fr_fr: Serveur WINS
ko_kr: WINS 서버
uk_ua: WINS-сервер

source: Web Protection
de_de: Webschutz
fa_ir: حفاظت وب
fr_fr: Protection du Web
ko_kr: 웹 보호
uk_ua: Веб-захист

source: What happens when we encounter a response body larger than the configured limit? By default, we process what we have and let the rest through with the Process Partial option. That is somewhat less secure, but does not break any legitimate pages.
de_de: Was passiert, wenn der Antwortkörper größer ist als das konfigurierte Limit? Standardmäßig wird der vorhandene Teil verarbeitet und der Rest mit der Option "Process Partial" durchgelassen. Dies ist etwas weniger sicher, verhindert jedoch nicht die Funktionalität legitimer Seiten.
fa_ir: چه اتفاقی می‌افتد وقتی با بدنه پاسخی بزرگ‌تر از حد پیکربندی‌شده مواجه شویم؟ به‌صورت پیش‌فرض، آنچه را داریم پردازش می‌کنیم و مابقی را با گزینه Process Partial عبور می‌دهیم. این تا حدی کمتر امن است اما صفحات مشروع را خراب نمی‌کند.
fr_fr: Que se passe-t-il lorsque le corps de la réponse dépasse la limite configurée ? Par défaut, nous traitons ce que nous avons et laissons passer le reste avec l'option Traiter partiellement. C'est un peu moins sûr, mais cela ne casse aucune page légitime.
ko_kr: 설정된 제한보다 큰 응답 본문을 만나면 어떻게 될까요? 기본적으로는 '부분 처리' 옵션을 사용하여 수신된 응답만 처리하고 나머지는 그대로 통과시킵니다. 이는 보안성이 다소 떨어지지만 정상적인 웹페이지에는 영향을 미치지 않습니다.
uk_ua: Що відбувається, коли ми зустрічаємо тіло відповіді, що перевищує налаштований ліміт? За типовим значенням ми обробляємо те, що маємо, і пропускаємо решту з опцією «Обробка часткового». Це дещо менш безпечно, але не порушує роботу жодних легітимних сторінок.

source: What to do if the request body size is above the configured limit. The default is Reject. Keep in mind that this setting will automatically be set to ProcessPartial when using DetectionOnly mode.
de_de: Vorgehensweise, wenn die Größe des Request-Bodys das konfigurierte Limit überschreitet. Standard ist „Reject“. Beachten Sie, dass diese Einstellung im "DetectionOnly"-Modus automatisch auf "ProcessPartial" gesetzt wird.
fa_ir: در صورت بزرگ‌تر بودن اندازه بدنه درخواست از حد پیکربندی‌شده چه باید کرد. پیش‌فرض Reject است. توجه داشته باشید که این تنظیم هنگام استفاده از حالت DetectionOnly به‌طور خودکار روی ProcessPartial قرار می‌گیرد.
fr_fr: Que faire si la taille du corps de la requête est supérieure à la limite configurée. La valeur par défaut est Rejeter. N'oubliez pas que ce paramètre sera automatiquement défini sur ProcessPartial lorsque vous utilisez le mode DetectionOnly.
ko_kr: 요청 본문 크기가 설정된 제한을 초과할 경우 어떻게 처리할지 지정합니다. 기본값은 거부입니다. DetectionOnly 모드를 사용할 경우 이 설정은 자동으로 ProcessPartial로 설정된다는 점에 유의하세요.
uk_ua: Що робити, якщо розмір тіла запиту перевищує налаштований ліміт. Типово: Відхилити. Майте на увазі, що цей параметр автоматично буде встановлено на ОброблятиЧастково при використанні режиму ТількиВиявлення.

source: When 2FA is enabled, the Shared Secret must be provided. Note that this feature requires the package oath-toolkit, which must be installed manually.
de_de: Wenn 2FA aktiviert ist, muss das Shared Secret angegeben werden. Beachten Sie, dass dieses Feature das Paket "oath-toolkit" erfordert, welches manuell installiert werden muss.
fa_ir: وقتی 2FA فعال است، رمز مشترک (Shared Secret) باید وارد شود. توجه: این قابلیت به بسته oath-toolkit نیاز دارد که باید به‌صورت دستی نصب شود.
fr_fr: Lorsque la fonction 2FA est activée, le secret partagé doit être fourni. Cette fonctionnalité nécessite le paquetage oath-toolkit, qui doit être installé manuellement.
ko_kr: 2단계 인증(2FA)을 활성화하면 공유 비밀 키를 입력해야 합니다. 이 기능은 oath-toolkit 패키지를 필요로 하며, 해당 패키지는 수동으로 설치해야 합니다.
uk_ua: Коли ввімкнено 2FA, необхідно надати Спільний Секрет. Зауважте, що ця функція вимагає пакет oath-toolkit, який необхідно встановити вручну.
