Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This will look into all IPv4 and IPv6 traffic. If disabled it will only look for traffic for icmp, udp, tcp syn packets and on known HTTP ports.
cs_cz: Toto bude nahlížet to veškerého IPv4 a IPv6 provozu. Pokud vypnuto, bude v provozu hledat pouze pakety pro icpm, udp, tcp syn a známé HTTP porty.
de_de: Dadurch wird der gesamte IPv4- und IPv6-Verkehr untersucht. Wenn diese Option deaktiviert ist, wird nur der Verkehr für ICMP-, UDP- und TCP-SYN-Pakete sowie auf bekannten HTTP-Ports untersucht.
el_gr: Αυτό θα εξετάσει όλη την κίνηση IPv4 και IPv6. Εάν απενεργοποιηθεί, θα αναζητήσει μόνο κίνηση για πακέτα icmp, udp, tcp syn και σε γνωστές θύρες HTTP.
fa_ir: این مورد همه ترافیک IPv4 و IPv6 را بررسی می‌کند. اگر غیرفعال شود، تنها ترافیک icmp، UDP، TCP SYN و بسته‌های مربوط به پورت‌های شناخته‌شده‌ی HTTP بررسی می‌شود.
fr_fr: Cela examinera tout le trafic IPv4 et IPv6. S'il est désactivé, il recherchera uniquement le trafic pour les paquets icmp, udp, tcp syn et sur les ports HTTP connus.
it_it: Questo esaminerà tutto il traffico IPv4 e IPv6. Se disabilitato cercherà solo il traffico per i pacchetti icmp, udp, tcp syn e su porte HTTP conosciute.
ko_kr: 이 옵션은 모든 IPv4 및 IPv6 트래픽을 확인합니다. 비활성화되면 icmp, udp, tcp syn 패킷 및 알려진 HTTP 포트의 트래픽만 확인합니다.
pl_pl: To przeanalizuje cały ruch IPv4 i IPv6. Jeśli jest wyłączone, będzie analizować tylko ruch dla icmp, udp, pakietów tcp syn oraz na znanych portach HTTP.
uk_ua: Це переглядатиме весь трафік IPv4 та IPv6. Якщо вимкнено, буде переглядатися лише трафік для icmp, udp, TCP SYN пакетів та на відомих портах HTTP.
zh_cn: 这会查看所有IPv4和IPv6流量。如果禁用，它就会仅查找icmp，udp，tcp syn数据包和已知HTTP端口的流量。

source: This will make the captive portal always send accounting requests, rather than just when there is a need for accounting (e.g. when there is a daily session limit).
cs_cz: Tím bude zajištěno, že zachycovací portál bude odesílat požadavky na účtování vždy, a ne p593ouze v případě potřeby účtování (např. když je stanoven denní limit relací).
de_de: Dadurch sendet das Captive Portal immer Abrechnungsanfragen und nicht nur, wenn eine Abrechnung erforderlich ist (z. B. wenn ein tägliches Sitzungslimit besteht).
el_gr: Αυτό θα κάνει την captive portal να στέλνει πάντα αιτήματα λογιστικής, και όχι μόνο όταν υπάρχει ανάγκη για λογιστική (π.χ. όταν υπάρχει ημερήσιο όριο συνεδρίας).
fa_ir: این گزینه باعث می‌شود captive portal همیشه درخواست‌های accounting را ارسال کند، نه فقط زمانی که نیاز به accounting وجود دارد (مثلاً هنگام محدودیت جلسهٔ روزانه).
fr_fr: Cela obligera le portail captif à toujours envoyer des demandes de comptabilité, plutôt que juste lorsqu'il y a un besoin de comptabilité (par exemple, lorsqu'il y a une limite de session quotidienne).
it_it: Ciò farà sì che il captive Portal invii sempre richieste di contabilità, anziché solo quando è necessaria la contabilità (ad esempio quando esiste un limite di sessioni giornaliere).
ko_kr: 이 옵션은 종속 포털이 계정 요청을 항상 보내도록 하며, 계정이 필요할 때만 보내지 않습니다(예: 일일 세션 제한이 있는 경우).
pl_pl: To spowoduje, że portal logowania zawsze będzie wysyłać żądania rozliczeniowe, a nie tylko wtedy, gdy jest potrzeba rozliczenia (np. gdy istnieje dzienny limit sesji).
uk_ua: Це призведе до того, що портал авторизації завжди надсилатиме запити на облік, а не лише тоді, коли виникне потреба в обліку (наприклад, коли є щоденний ліміт сесії).
zh_cn: 强制门户始终发送计费请求，而不是在需要计费时(如在每日会话限制时)发送。

source: This will prevent installing routes. Usually you only enable this to do own routing decisions via a local gateway and gateway rules.
cs_cz: Toto zamezí instalaci tras. Obvykle se toto zapíná, pokud chcete provádět svá vlastní rozhodnutí o směrování prostřednictvím lokální brány a jejích pravidel.
de_de: Dies verhindert das Setzen von Routen. In der Regel wird diese Option nur aktiviert, wenn die Routing-Entscheidungen manuell über ein lokales Gateway und Gateway-Regeln getroffen werden sollen.
el_gr: Αυτό θα αποτρέψει την εγκατάσταση διαδρομών. Συνήθως, ενεργοποιείτε αυτήν τη ρύθμιση μόνο για να λαμβάνετε τις δικές σας αποφάσεις δρομολόγησης μέσω μιας τοπικής πύλης και κανόνων πύλης.
fa_ir: این گزینه از نصب مسیرها جلوگیری می‌کند. معمولاً فقط وقتی فعال می‌کنید که بخواهید تصمیم‌گیری مسیریابی را خودتان از طریق دروازهٔ محلی و قوانین دروازه انجام دهید.
fr_fr: Cela empêchera l'installation de routes. Habituellement, vous ne l'activez que pour prendre vos propres décisions de routage via une passerelle locale et des règles de passerelle.
it_it: Ciò impedirà l'installazione di percorsi. Di solito lo abiliti solo per prendere decisioni di routing tramite un gateway locale e regole del gateway.
ko_kr: 이 옵션은 경로 설치가 방지됩니다 .일반적으로 로컬 게이트웨이 및 게이트웨이 규칙을 통해 자체 라우팅 결정을 수행하기 위해서만 이 기능을 활성화합니다.
pl_pl: To zapobiegnie instalowaniu tras. Zazwyczaj włączasz to tylko w celu dokonania własnych decyzji trasowania poprzez lokalny bramę i reguły bramy.
uk_ua: Це запобігатиме встановленню маршрутів. Зазвичай ви вмикаєте це лише для прийняття власних рішень щодо маршрутизації через локальний шлюз та правила шлюзу.
zh_cn: 这会阻止添加路由。通常，您只能通过本地网关和网关规则来执行此路由策略。

source: Thread ID
cs_cz: Identifikátor vlákna
el_gr: Αναγνωριστικό νήματος
fa_ir: شناسهٔ Thread
fr_fr: Identification du fil
it_it: ID discussione
ko_kr: 스레드 ID
pl_pl: ID wątku
uk_ua: Ідентифікатор потоку
zh_cn: 线程ID

source: Thread ID that should bind to a specific CPU set. Any thread IDs above nbthread are ignored.
cs_cz: Identif. vlákna, které má být vázáno na konkrétní sadu procesoru. Jakékoli identifikátory vláken vyšší než nbthread jsou ignorovány.
de_de: Thread-ID, die an eine bestimmte CPU-Gruppe gebunden werden soll. Thread-IDs, die über nbthread liegen, werden ignoriert.
el_gr: Αναγνωριστικό νήματος που θα πρέπει να συνδεθεί με ένα συγκεκριμένο σύνολο CPU. Οποιαδήποτε αναγνωριστικά νημάτων πάνω από το nbthread αγνοούνται.
fa_ir: شناسهٔ Thread که باید به یک مجموعهٔ مشخص از CPU متصل شود. هر شناسهٔ Thread بالاتر از nbthread نادیده گرفته می‌شود.
fr_fr: ID du thread qui doit se lier à un ensemble spécifique de CPU. Tout ID de thread supérieur à nbthread est ignoré.
it_it: ID thread che dovrebbe essere associato a un set di CPU specifico. Tutti gli ID thread superiori a nbthread vengono ignorati.
ko_kr: 특정 CPU 세트에 바인딩해야 하는 스레드 ID입니다. nbthread 이상의 모든 스레드 ID는 무시됩니다.
pl_pl: ID wątku, który powinien być przypisany do określonego zestawu CPU. Wszystkie ID wątków powyżej nbthread są ignorowane.
uk_ua: Ідентифікатор потоку, який має бути прив'язаний до певного набору процесорів. Будь-які ідентифікатори потоків, що перевищують nbthread, ігноруються.
zh_cn: 应绑定到特定CPU集的线程ID。 nbthread以上的任何线程ID都会被忽略。

source: Time in seconds how often to refresh trails.
cs_cz: Interval (v sekundách), jak často obnovovat trasy.
de_de: Zeit in Sekunden, wie oft Trails aktualisiert werden sollen.
el_gr: Χρόνος σε δευτερόλεπτα για τη συχνότητα ανανέωσης των μονοπατιών.
fa_ir: زمان بر حسب ثانیه برای تعیین فاصلهٔ زمانی تازه‌سازی ردیابی‌ها.
fr_fr: Durée en secondes de la fréquence de rafraîchissement des pistes.
it_it: Tempo in secondi con quale frequenza aggiornare i percorsi.
ko_kr: 트레일을 새로 고칠 시간(초 단위).
pl_pl: Częstotliwość odświeżania ścieżek w sekundach.
uk_ua: Час у секундах, як часто оновлювати шляхи відстеження.
zh_cn: 刷新轨迹的频率（秒）。

source: To Day
cs_cz: Ke dni
de_de: Bis Tag
el_gr: Μέχρι την ημέρα
fa_ir: تا روز
fr_fr: Au jour près
it_it: Oggi
ko_kr: 지정 일까지
pl_pl: Do dnia
uk_ua: На сьогодні
zh_cn: 最后一天

source: To Month
cs_cz: K měsíci
de_de: Bis Monat
el_gr: Σε μήνα
fa_ir: تا ماه
fr_fr: Au Mois
it_it: Al mese
ko_kr: 지정 월까지
pl_pl: Do miesiąca
uk_ua: На місяць
zh_cn: 最后一个月

source: Trusted
cs_cz: Důvěryhodné
de_de: Vertrauenswürdig
el_gr: Εμπιστος
fa_ir: قابل‌اعتماد
fr_fr: de confiance
it_it: Fidato
ko_kr: 신뢰됨
pl_pl: Zaufane
uk_ua: Довірений
zh_cn: 可信任

source: Trusted Proxies
cs_cz: Důvěryhodné proxy
de_de: Vertrauenswürdige Proxies
el_gr: Αξιόπιστοι διακομιστές μεσολάβησης
fa_ir: پراکسی‌های قابل‌اعتماد
fr_fr: Proxies de confiance
it_it: Proxy affidabili
ko_kr: 신뢰되는 프록시
pl_pl: Zaufane proxy
uk_ua: Довірені проксі
zh_cn: 可信任代理

source: Trusted Proxies (Firewall Alias)
cs_cz: Důvěryhodné proxy (alternativní název brány firewall)
de_de: Vertrauenswürdige Proxys (Firewall-Alias)
el_gr: Αξιόπιστοι διακομιστές μεσολάβησης (ψευδώνυμο τείχους προστασίας)
fa_ir: پراکسی‌های قابل‌اعتماد (Firewall Alias)
fr_fr: Proxies de confiance (Alias du pare-feu)
it_it: Proxy attendibili (alias del firewall)
ko_kr: 신뢰되는 프록시(방화벽 별칭)
pl_pl: Zaufane proxy (Alias w Firewall)
uk_ua: Довірені проксі (псевдонім брандмауера)
zh_cn: 可信任代理(防火墙别名)

source: Type IP addresses you want to allow access to the proxy server.
cs_cz: Zadejte IP adresy, kterým chcete umožnit přístup na proxy server.
de_de: Geben Sie die IP-Adressen ein, denen der Zugriff auf den Proxy-Server erlaubt werden soll.
el_gr: Πληκτρολογήστε τις διευθύνσεις IP στις οποίες θέλετε να επιτρέψετε την πρόσβαση στον διακομιστή μεσολάβησης.
fa_ir: آدرس‌های IP مجاز برای دسترسی به سرور پراکسی را وارد کنید.
fr_fr: Tapez les adresses IP auxquelles vous voulez autoriser l'accès au serveur proxy.
it_it: Digita gli indirizzi IP a cui desideri consentire l'accesso al server proxy.
ko_kr: 프록시 서버에 액세스를 허용할 IP 주소를 입력하세요.
pl_pl: Wpisz adresy IP, które chcesz zezwolić na dostęp do serwera proxy.
uk_ua: Введіть IP-адреси, яким ви хочете дозволити доступ до проксі-сервера.
zh_cn: 输入要允许访问代理服务器的IP地址。

source: Type IP addresses you want to deny access to the proxy server.
cs_cz: Zadejte IP adresy, kterým chcete odepřít přístup na proxy server.
de_de: Geben Sie die IP-Adressen ein, denen der Zugriff auf den Proxy-Server verweigert werden soll.
el_gr: Πληκτρολογήστε τις διευθύνσεις IP στις οποίες θέλετε να απαγορεύσετε την πρόσβαση στον διακομιστή μεσολάβησης.
fa_ir: آدرس‌های IP که می‌خواهید دسترسی‌شان به سرور پراکسی مسدود شود را وارد کنید.
fr_fr: Tapez les adresses IP auxquelles vous voulez refuser l'accès au serveur proxy.
it_it: Digita gli indirizzi IP a cui vuoi negare l'accesso al server proxy.
ko_kr: 프록시 서버에 액세스를 거부할 IP 주소를 입력하세요.
pl_pl: Wpisz adresy IP, które chcesz zablokować dostęp do serwera proxy.
uk_ua: Введіть IP-адреси, яким ви хочете заборонити доступ до проксі-сервера.
zh_cn: 输入要拒绝访问代理服务器的IP地址。

source: Type IPs of alternative DNS servers you like to use.
cs_cz: Zadejte IP adresy alternativních DNS serverů, které chcete používat.
de_de: Geben Sie die IPs alternativer DNS-Server ein, die verwendet werden sollen.
el_gr: Πληκτρολογήστε τις διευθύνσεις IP των εναλλακτικών διακομιστών DNS που θέλετε να χρησιμοποιήσετε.
fa_ir: آدرس‌های IP سرورهای DNS جایگزین موردنظر خود را وارد کنید.
fr_fr: Tapez les IP des serveurs DNS alternatifs que vous souhaitez utiliser.
it_it: Digita gli IP dei server DNS alternativi che desideri utilizzare.
ko_kr: 대체 DNS 서버의 IP를 입력하세요.
pl_pl: Wpisz adresy IP alternatywnych serwerów DNS, których chcesz użyć.
uk_ua: Введіть IP-адреси альтернативних DNS-серверів, які ви бажаєте використовувати.
zh_cn: 输入要使用的备用DNS服务器IP。

source: Type group or choose from list.
cs_cz: Napište skupinu nebo zvolte ze seznamu.
de_de: Geben Sie eine Gruppe ein oder wähle aus der Liste.
el_gr: Πληκτρολογήστε ομάδα ή επιλέξτε από τη λίστα.
fa_ir: گروه را وارد کنید یا از فهرست انتخاب نمایید.
fr_fr: Tapez le groupe ou choisissez dans la liste.
it_it: Digita gruppo o scegli dall'elenco.
ko_kr: 그룹을 입력하거나 목록에서 선택하세요.
pl_pl: Wpisz grupę lub wybierz z listy.
uk_ua: Введіть групу або виберіть зі списку.
zh_cn: 输入组或从列表中选择。

source: Type of DNSBL
cs_cz: Typ DNSBL
de_de: Typ der DNSBL
el_gr: Τύπος DNSBL
fa_ir: نوع DNSBL را وارد کنید.
fr_fr: Type de DNSBL
it_it: Tipo di DNSBL
ko_kr: DNSBL 유형
pl_pl: Typ DNSBL
uk_ua: Тип DNSBL
zh_cn: DNSBL类型

source: Type subnets you want to allow access to the proxy server.
cs_cz: Zadejte podsítě, ze kterých chcete povolit přístup k proxy serveru.
de_de: Geben Sie die Subnetze ein, denen Zugriff auf den Proxyserver gewährt werden sollen.
el_gr: Πληκτρολογήστε τα υποδίκτυα στα οποία θέλετε να επιτρέψετε την πρόσβαση στον διακομιστή μεσολάβησης.
fa_ir: زیرشبکه‌ها (subnets) مجاز برای دسترسی به سرور پراکسی را وارد کنید.
fr_fr: Tapez les sous-réseaux dont vous voulez autoriser l'accès au serveur proxy.
it_it: Digita le sottoreti a cui desideri consentire l'accesso al server proxy.
ko_kr: 프록시 서버에 액세스를 허용할 서브넷을 입력하세요.
pl_pl: Wpisz podsieci, które chcesz zezwolić na dostęp do serwera proxy.
uk_ua: Введіть підмережі, яким ви хочете дозволити доступ до проксі-сервера.
zh_cn: 输入要允许访问代理服务器的子网。

source: Type subnets/addresses you want to ignore for the access.log.
cs_cz: Zadejte podsítě/adresy, které chcete ignorovat v access.log.
de_de: Geben Sie Subnetze/Adressen ein, die für das access.log ignoriert werden sollen.
el_gr: Πληκτρολογήστε τα υποδίκτυα/διευθύνσεις που θέλετε να αγνοήσετε για το access.log.
fa_ir: زیرشبکه‌ها/آدرس‌هایی که می‌خواهید در access.log نادیده گرفته شوند را وارد کنید.
fr_fr: Tapez les sous-réseaux/adresses que vous voulez ignorer pour l'accès.log.
it_it: Digita le sottoreti/indirizzi che desideri ignorare per access.log.
ko_kr: access.log에 기록하지 않을 서브넷/주소를 입력하세요.
pl_pl: Wpisz podsieci/adresy, które chcesz zignorować w access.log.
uk_ua: Введіть підмережі/адреси, які ви хочете ігнорувати для access.log.
zh_cn: 输入要为access.log忽略的子网/地址。

source: Type username or choose from list.
cs_cz: Zadejte uživatelské jméno nebo zvolte ze seznamu.
de_de: Geben Sie den Benutzernamen ein oder wähle aus der Liste.
el_gr: Πληκτρολογήστε όνομα χρήστη ή επιλέξτε από τη λίστα.
fa_ir: نام کاربری را وارد کنید یا از فهرست انتخاب کنید.
fr_fr: Tapez le nom d'utilisateur ou choisissez dans la liste.
it_it: Digita il nome utente o scegli dall'elenco.
ko_kr: 사용자 이름을 입력하거나 목록에서 선택하세요.
pl_pl: Wpisz nazwę użytkownika lub wybierz z listy.
uk_ua: Введіть ім'я користувача або виберіть зі списку.
zh_cn: 输入用户名或从列表中选择。

source: UDP Port
el_gr: Θύρα UDP
fa_ir: پورت UDP
fr_fr: Port UDP
it_it: Porta UDP
ko_kr: UDP 포트
pl_pl: Port UDP
uk_ua: Порт UDP
zh_cn: UDP端口

source: UI Listen Address
cs_cz: Adresa na které uživatelské rozhraní očekává spojení
de_de: UI-Adresse
el_gr: Διεύθυνση ακρόασης UI
fa_ir: آدرس شنود رابط کاربری
fr_fr: Adresse d'écoute de l'IU
it_it: Indirizzo di ascolto dell'interfaccia utente
ko_kr: UI 수신 주소
pl_pl: Adres nasłuchu UI
uk_ua: Адреса прослуховування інтерфейсу користувача
zh_cn: UI监听地址

source: UI Listen Port
cs_cz: Port na kterém uživatelské rozhraní očekává spojení
de_de: UI-Port (eingehend)
el_gr: Θύρα ακρόασης UI
fa_ir: پورت شنود رابط کاربری
fr_fr: Port d'écoute de l'interface utilisateur
it_it: Porta di ascolto dell'interfaccia utente
ko_kr: UI 수신 포트
pl_pl: Port nasłuchu UI
uk_ua: Порт прослуховування інтерфейсу користувача
zh_cn: UI监听端口

source: URL Pattern
cs_cz: Vzor URL
de_de: URL-Muster
el_gr: Μοτίβο URL
fa_ir: الگوی URL
fr_fr: Modèle d'URL
it_it: Modello URL
ko_kr: URL 패턴
pl_pl: Wzorzec URL
uk_ua: Шаблон URL
zh_cn: 网址格式

source: URL Rewriting
cs_cz: Přepisování URL
de_de: URL-Umschreibung
el_gr: Επανεγγραφή URL
fa_ir: بازنویسی URL
fr_fr: Réécriture d'URL
it_it: Riscrittura degli URL
ko_kr: URL 재작성
pl_pl: Przepisywanie URL
uk_ua: Переписування URL
zh_cn: URL重写

source: Uncheck this box if you have a valid SSL certificate for your DirectAdmin installation.
cs_cz: Toto odškrtněte, pokud pro svou instalaci DirectAdmin máte platný SSL certifkát.
de_de: Deaktiviere dieses Kontrollkästchen, wenn du ein gültiges SSL-Zertifikat für deine DirectAdmin-Installation hast.
el_gr: Αποεπιλέξτε αυτό το πλαίσιο εάν έχετε ένα έγκυρο πιστοποιητικό SSL για την εγκατάσταση DirectAdmin.
fa_ir: این کادر را بردارید اگر برای نصب DirectAdmin گواهی SSL معتبر دارید.
fr_fr: Décochez cette case si vous possédez un certificat SSL valide pour votre installation de DirectAdmin.
it_it: Deseleziona questa casella se disponi di un certificato SSL valido per la tua installazione DirectAdmin.
ko_kr: DirectAdmin 설치에 대한 유효한 SSL 인증서가 있는 경우 이 상자를 체크를 해제하세요.
pl_pl: Odznacz to pole, jeśli posiadasz ważny certyfikat SSL dla twojej instalacji DirectAdmin.
uk_ua: Зніміть цей прапорець, якщо у вас є дійсний SSL-сертифікат для вашої інсталяції DirectAdmin.
zh_cn: 如果您的DirectAdmin安装具有有效的SSL证书，请取消选中该选项。

source: Uncheck this box if you have a valid SSL certificate for your ISPConfig installation.
cs_cz: Toto odškrtněte, pokud pro svou instalaci ISPConfig máte platný SSL certifkát.
de_de: Deaktiviere dieses Kontrollkästchen, wenn du ein gültiges SSL-Zertifikat für deine ISPConfig-Installation hast.
el_gr: Αποεπιλέξτε αυτό το πλαίσιο εάν έχετε ένα έγκυρο πιστοποιητικό SSL για την εγκατάσταση του ISPConfig.
fa_ir: این کادر را بردارید اگر برای نصب ISPConfig گواهی SSL معتبر دارید.
fr_fr: Décochez cette case si vous possédez un certificat SSL valide pour votre installation d'ISPConfig.
it_it: Deseleziona questa casella se disponi di un certificato SSL valido per la tua installazione ISPConfig.
ko_kr: ISPConfig 설치에 대한 유효한 SSL 인증서가 있는 경우 이 상자를 체크를 해제하세요.
pl_pl: Odznacz to pole, jeśli posiadasz ważny certyfikat SSL dla twojej instalacji ISPConfig.
uk_ua: Зніміть цей прапорець, якщо у вас є дійсний SSL-сертифікат для вашої інсталяції ISPConfig.
zh_cn: 如果您的ISPConfig安装具有有效的SSL证书，请取消选中该选项。

source: Unhealthy Threshold
cs_cz: Práh pro nedobrý stav
de_de: Schwellenwert für fehlerhaften Zustand
el_gr: Ανθυγιεινό κατώφλι
fa_ir: آستانهٔ ناسالم
fr_fr: Seuil d'insalubrité
it_it: Soglia malsana
ko_kr: 비정상적인 임계값
pl_pl: Próg niewłaściwego stanu
uk_ua: Поріг нездорового стану
zh_cn: 非正常阈值

source: Update Period
cs_cz: Period aktualizace
de_de: Aktualisierungsintervall
el_gr: Περίοδος ενημέρωσης
fa_ir: دورهٔ به‌روزرسانی
fr_fr: Période de mise à jour
it_it: Periodo di aggiornamento
ko_kr: 업데이트 기간
pl_pl: Okres aktualizacji
uk_ua: Період оновлення
zh_cn: 更新期间

source: Upload a HTML file to /usr/local/etc/tor/exit-notice.html before enabling this to serve a directory frontpage.
cs_cz: Než toto zapnete, nahrajte HTML soubor do /usr/local/etc/tor/exit-notice.html, který bude sloužit jako titulní strana adresáře.
de_de: Lade eine HTML-Datei nach /usr/local/etc/tor/exit-notice.html hoch, bevor du dies aktivierst, um eine Verzeichnis-Startseite bereitzustellen.
el_gr: Ανεβάστε ένα αρχείο HTML στο /usr/local/etc/tor/exit-notice.html πριν ενεργοποιήσετε αυτήν την επιλογή για εμφάνιση σε έναν κατάλογο αρχικής σελίδας.
fa_ir: قبل از فعال‌سازی، برای نمایش صفحهٔ فهرست دایرکتوری، یک فایل HTML را در /usr/local/etc/tor/exit-notice.html آپلود کنید.
fr_fr: Téléchargez un fichier HTML dans /usr/local/etc/tor/exit-notice.html avant de l'activer pour servir une page d'accueil de répertoire.
it_it: Carica un file HTML su /usr/local/etc/tor/exit-notice.html prima di abilitarlo per servire una prima pagina di directory.
ko_kr: 이 디렉토리의 첫 페이지를 제공하려면 이를 활성화하기 전에 /usr/local/etc/tor/exit-notice.html에 HTML 파일을 업로드하세요.
pl_pl: Prześlij plik HTML do /usr/local/etc/tor/exit-notice.html przed włączeniem tej funkcji, aby wyświetlić stronę główną katalogu.
uk_ua: Завантажте HTML-файл до /usr/local/etc/tor/exit-notice.html, перш ніж увімкнути це, щоб відобразити головну сторінку каталогу.
zh_cn: 在启用此文件以提供目录首页之前，将HTML文件上传至/usr/local/etc/tor/exit-notice.html。

source: Upstream Servers
cs_cz: Nadřazené servery
de_de: Upstream-Server
el_gr: Διακομιστές Upstream
fa_ir: سرورهای بالادست
fr_fr: Serveurs en amont
it_it: Server a monte
ko_kr: 업스트림 서버
pl_pl: Serwery źródłowe
uk_ua: Вищестоящі сервери
zh_cn: 上游服务器

source: Use DNS-over-HTTPS Servers
cs_cz: Použít servery DNS-přes-HTTPS
de_de: DNS-over-HTTPS-Server verwenden
el_gr: Χρήση διακομιστών DNS μέσω HTTPS
fa_ir: استفاده از سرورهای DNS-over-HTTPS
fr_fr: Utiliser des serveurs DNS-sur-HTTPS
it_it: Utilizza server DNS su HTTPS
ko_kr: DNS-over-HTTPS 서버 사용
pl_pl: Użyj serwerów DNS-over-HTTPS
uk_ua: Використовувати сервери DNS-over-HTTPS
zh_cn: 使用DNS-over-HTTPS服务器

source: Use DNSCrypt Servers
cs_cz: Použít DNSCrypt servery
de_de: DNSCrypt-Server verwenden
el_gr: Χρήση διακομιστών DNSCrypt
fa_ir: استفاده از سرورهای DNSCrypt
fr_fr: Utiliser les serveurs DNSCrypt
it_it: Utilizza server DNSCrypt
ko_kr: DNSCrypt 서버 사용
pl_pl: Użyj serwerów DNSCrypt
uk_ua: Використовувати сервери DNSCrypt
zh_cn: 使用DNSCrypt服务器

source: Use Heuristics
cs_cz: Použít heuristiku
de_de: Heuristiken verwenden
el_gr: Χρήση ευρετικών μεθόδων
fa_ir: استفاده از هیوریستیک‌ها
fr_fr: Utiliser l'heuristique
it_it: Usa l'euristica
ko_kr: 휴리스틱 사용
pl_pl: Użyj heurystyki
uk_ua: Використовувати евристику
zh_cn: 使用启发式

source: Use IPv4 Servers
cs_cz: Použít IPv4 servery
de_de: IPv4-Server verwenden
el_gr: Χρήση διακομιστών IPv4
fa_ir: استفاده از سرورهای IPv4
fr_fr: Utiliser des serveurs IPv4
it_it: Utilizza server IPv4
ko_kr: IPv4 서버 사용
pl_pl: Użyj serwerów IPv4
uk_ua: Використовувати сервери IPv4
zh_cn: 使用IPv4服务器

source: Use IPv6 Servers
cs_cz: Použít IPv6 servery
de_de: IPv6-Server verwenden
el_gr: Χρήση διακομιστών IPv6
fa_ir: استفاده از سرورهای IPv6
fr_fr: Utiliser des serveurs IPv6
it_it: Utilizza server IPv6
ko_kr: IPv6 서버 사용
pl_pl: Użyj serwerów IPv6
uk_ua: Використовувати сервери IPv6
zh_cn: 使用IPv6服务器

source: Use Regular Expressions
cs_cz: Použít regulární výrazy
de_de: Reguläre Ausdrücke verwenden
el_gr: Χρήση κανονικών εκφράσεων
fa_ir: استفاده از عبارات منظم
fr_fr: Utiliser les expressions régulières
it_it: Utilizza le espressioni regolari
ko_kr: 정규 표현식 사용
pl_pl: Użyj wyrażeń regularnych
uk_ua: Використовувати регулярні вирази
zh_cn: 使用正则表达式

source: Use TLS (HTTPS) to connect to the server.
cs_cz: Pro připojení k serveru použít TLS (HTTPS).
de_de: Aktivieren Sie TLS (HTTPS), um eine Verbindung zum Server herzustellen.
el_gr: Χρησιμοποιήστε TLS (HTTPS) για να συνδεθείτε στον διακομιστή.
fa_ir: برای اتصال به سرور از TLS (HTTPS) استفاده کنید.
fr_fr: Utilisez TLS (HTTPS) pour vous connecter au serveur.
it_it: Utilizzare TLS (HTTPS) per connettersi al server.
ko_kr: 서버에 연결할 때 TLS(HTTPS) 사용.
pl_pl: Użyj TLS (HTTPS) do połączenia z serwerem.
uk_ua: Використовувати TLS (HTTPS) для підключення до сервера.
zh_cn: 使用TLS(HTTPS)连接到服务器。

source: Use Temp Path
cs_cz: Použít dočasný popis umístění
de_de: Temporären Pfad verwenden
el_gr: Χρήση προσωρινής διαδρομής
fa_ir: استفاده از مسیر موقت
fr_fr: Utiliser un chemin temporaire
it_it: Utilizza il percorso temporaneo
ko_kr: 임시 경로 사용
pl_pl: Użyj tymczasowej ścieżki
uk_ua: Використовувати тимчасовий шлях
zh_cn: 使用临时路径

source: Use a password to protect the pkcs12 file contents
cs_cz: Chránit obsah pkcs12 souboru heslem
de_de: Kennwort verwenden, um den Inhalt der pkcs12-Datei zu schützen
el_gr: Χρησιμοποιήστε έναν κωδικό πρόσβασης για να προστατεύσετε τα περιεχόμενα του αρχείου pkcs12
fa_ir: برای محافظت از محتوای فایل pkcs12 از رمز عبور استفاده کنید
fr_fr: Utiliser un mot de passe pour protéger le contenu du fichier pkcs12
it_it: Utilizzare una password per proteggere il contenuto del file pkcs12
ko_kr: pkcs12 파일 내용을 보호하기 위해 비밀번호 사용
pl_pl: Użyj hasła aby zabezpieczyć zawartość pliku pkcs12
uk_ua: Використовувати пароль для захисту вмісту файлу pkcs12
zh_cn: 使用密码保护pkcs12文件内容

source: Use own certificates
cs_cz: Použít vlastní certifikát
de_de: Eigene Zertifikate verwenden
el_gr: Χρήση δικών σας πιστοποιητικών
fa_ir: استفاده از گواهی‌های خود
fr_fr: Utiliser ses propres certificats
it_it: Utilizzare i propri certificati
ko_kr: 자체 인증서 사용
pl_pl: Użyj własnych certyfikatów
uk_ua: Використовувати власні сертифікати
zh_cn: 使用自己的证书

source: Use random local port
cs_cz: Použít náhodný místní port
de_de: Zufälligen lokalen Port benutzen
el_gr: Χρήση τυχαίας τοπικής θύρας
fa_ir: استفاده از پورت محلی تصادفی
fr_fr: Utiliser un port local aléatoire
it_it: Utilizza una porta locale casuale
ko_kr: 랜덤 로컬 포트 사용
pl_pl: Użyj losowego portu lokalnego
uk_ua: Використовувати випадковий локальний порт
zh_cn: 使用随机本地端口
