Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Start stunnel in it a chroot, although this is a more secure option there are small points of attention before using this. Since system logging is detached after startup, stunnel seems to have difficulties handing syslog configuration changes which need a service restart. If this happens, you need to restart stunnel manually as well.
cs_cz: Spustit stunnel v něm chroot, i když je to bezpečnější možnost, existují malé body pozornosti, než použití této možnosti. Vzhledem k tomu, že se po spuštění odpojí systémové protokolování, stunnel má zřejmě potíže s předáváním změn konfigurace syslogu. které vyžadují restart služby. Pokud k tomu dojde, je třeba stunnel restartovat také ručně.
de_de: Stunnel in einer Chroot-Umgebung starten - obwohl dies eine sicherere Option darstellt, sind vor der Nutzung einige Punkte zu beachten. Da die Systemprotokollierung nach dem Start getrennt wird, scheint Stunnel Schwierigkeiten beim Umgang mit Änderungen der Syslog-Konfiguration zu haben, die einen Dienstneustart erfordern. In diesem Fall muss Stunnel ebenfalls manuell neu gestartet werden.
el_gr: Ξεκινήστε το stunnel σε ένα chroot, αν και αυτή είναι μια πιο ασφαλής επιλογή, υπάρχουν μικρά σημεία που πρέπει να προσέξετε πριν τη χρησιμοποιήσετε. Δεδομένου ότι η καταγραφή συστήματος αποσυνδέεται μετά την εκκίνηση, το stunnel φαίνεται να δυσκολεύεται να χειριστεί τις αλλαγές στη διαμόρφωση του syslog, οι οποίες απαιτούν επανεκκίνηση της υπηρεσίας. Εάν συμβεί αυτό, θα πρέπει να επανεκκινήσετε το stunnel και χειροκίνητα.
fa_ir: stunnel را در یک chroot راه‌اندازی کنید. اگرچه این گزینه امن‌تر است، قبل از استفاده نکاتی وجود دارد: از آنجا که ثبت لاگ سیستم پس از راه‌اندازی جدا می‌شود، به نظر می‌رسد stunnel در اعمال تغییرات پیکربندی syslog که نیاز به راه‌اندازی مجدد سرویس دارند دچار مشکل شود. در این صورت باید stunnel را به‌صورت دستی مجدداً راه‌اندازی کنید.
fr_fr: Démarrer stunnel dans un chroot, bien que ce soit une option plus sûre, il y a de petits points d'attention avant en utilisant ça. Étant donné que la journalisation du système est détachée après le démarrage, stunnel semble avoir des difficultés à gérer les modifications de configuration de syslog qui nécessitent un redémarrage du service. Si cela se produit, vous devez également redémarrer Stunnel manuellement.
it_it: Avvia stunnel in un chroot, sebbene questa sia un'opzione più sicura ci sono piccoli punti a cui prestare attenzione prima usando questo. Poiché la registrazione del sistema viene scollegata dopo l'avvio, Stunnel sembra avere difficoltà a gestire le modifiche alla configurazione del syslog che necessitano di un riavvio del servizio. Se ciò accade, è necessario riavviare stunnel anche manualmente.
ko_kr: chroot에서 stunnel을 시작하세요, 이는 더 안전한 옵션이지만 몇 가지 주의할 점이 있습니다. 시작 후 시스템 로깅이 분리되므로 서비스를 다시 시작해야 하는 syslog 구성 변경 사항을 처리하기가 어려운 것으로 보입니다. 이런 일이 발생하면수동으로 stunnel을 다시 시작해야 합니다.
pl_pl: Uruchom stunnel w jego chroot, chociaż jest to bardziej bezpieczna opcja, są małe punkty uwagi przed jej użyciem. Ponieważ logowanie systemowe jest odłączane po uruchomieniu, stunnel zdaje się mieć trudności z obsługą zmian konfiguracji syslog, które wymagają ponownego uruchomienia usługi. Jeśli to się stanie, musisz również ponownie uruchomić stunnel ręcznie.
uk_ua: Запускати stunnel у chroot, хоча це більш безпечний варіант, є невеликі моменти, на які слід звернути увагу перед використанням. Оскільки системне логування відключається після запуску, stunnel, схоже, має труднощі з обробкою змін конфігурації syslog, які потребують перезапуску служби. Якщо це станеться, вам також потрібно буде перезапустити stunnel вручну.
zh_cn: 在 chroot 中启动 stunnel，虽然这是一个更安全的选项，但在使用它之前有一些注意事项。 由于系统日志在启动后分离，stunnel 似乎难以处理需要重新启动服务的系统日志配置更改。 如果发生这种情况，您还需要手动重新启动 stunnel。

source: Static Server
cs_cz: Statický server
de_de: Statischer Server
el_gr: Στατικός διακομιστής
fa_ir: سرور ایستا
fr_fr: Serveur Statique
it_it: Server statico
ko_kr: 정적 서버
pl_pl: Statyczny Serwer
uk_ua: Статичний сервер
zh_cn: 静态服务器

source: Status Codes
cs_cz: Stavové kódy
el_gr: Κωδικοί κατάστασης
fa_ir: کدهای وضعیت
fr_fr: Codes de Status
it_it: Codici di stato
ko_kr: 상태 코드
pl_pl: Kody Statusu
uk_ua: Коди стану
zh_cn: 状态码

source: Status-Server
el_gr: Διακομιστής κατάστασης
fa_ir: سرور وضعیت
fr_fr: Statut - Serveur
it_it: Server di stato
ko_kr: 상태 서버
pl_pl: Serwer Statusu
uk_ua: Сервер стану
zh_cn: 状态-服务器

source: Sync SSL certificate changes
cs_cz: Synchronizovat změny SSL certifikátu
de_de: SSL-Zertifikatsänderungen synchronisieren
el_gr: Συγχρονισμός αλλαγών πιστοποιητικού SSL
fa_ir: همگام‌سازی تغییرات گواهی SSL
fr_fr: Synchronise les changements de certificats SSL
it_it: Sincronizza le modifiche al certificato SSL
ko_kr: SSL 인증서 변경 동기화
pl_pl: Synchronizuj zmiany certyfikatu SSL
uk_ua: Синхронізувати зміни SSL-сертифікатів
zh_cn: 同步 SSL 证书更改

source: Syslog Port
el_gr: Θύρα Syslog
fa_ir: پورت Syslog
fr_fr: Port Syslog
it_it: Porta syslog
ko_kr: Syslog 포트
pl_pl: Port Syslog
uk_ua: Порт Syslog
zh_cn: Syslog 端口

source: Syslog Server
el_gr: Διακομιστής Syslog
fa_ir: سرور Syslog
fr_fr: Serveur Syslog
it_it: Server SysLog
ko_kr: Syslog 서버
pl_pl: Serwer Syslog
uk_ua: Сервер Syslog
zh_cn: Syslog 服务器

source: TLS Client Compatibility
cs_cz: Kompatibilita TLS klienta
de_de: TLS-Client-Kompatibilität
el_gr: Συμβατότητα με πελάτες TLS
fa_ir: سازگاری TLS (کلاینت)
fr_fr: Compatibilité client de TLS
it_it: Compatibilità con il client TLS
ko_kr: TLS 클라이언트 호환성
pl_pl: Kompatybilność Klienta TLS
uk_ua: Сумісність TLS клієнта
zh_cn: TLS 客户端兼容性

source: TLS Server Compatibility
cs_cz: Kompatibilita s TLS serverem
de_de: TLS-Server-Kompatibilität
el_gr: Συμβατότητα διακομιστή TLS
fa_ir: سازگاری TLS (سرور)
fr_fr: Compatibilité serveur de TLS
it_it: Compatibilità del server TLS
ko_kr: TLS 서버 호환성
pl_pl: Kompatybilność Serwera TLS
uk_ua: Сумісність TLS сервера
zh_cn: TLS 服务器兼容性

source: TLS version/ cipher compatibility of the SMTP Client
cs_cz: Verze TLS / kompatibilita šifry SMTP klienta
de_de: TLS-Version/Chiffren-Kompatibilität des SMTP-Clients
el_gr: Συμβατότητα έκδοσης/κρυπτογράφησης TLS του προγράμματος-πελάτη SMTP
fa_ir: سازگاری نسخه/سایفر TLS برای کلاینت SMTP
fr_fr: Compatibilité avec la version TLS et le chiffrement du client SMTP.
it_it: Compatibilità versione/cifra TLS del client SMTP
ko_kr: SMTP 클라이언트의 TLS 버전/암호 호환성
pl_pl: Kompatybilność wersji/zaszyfrowania TLS Klienta SMTP
uk_ua: Сумісність версії TLS/шифрів SMTP-клієнта
zh_cn: SMTP 客户端的 TLS 版本/密码兼容性

source: TLS version/ cipher compatibility of the SMTP service
cs_cz: Verze TLS / kompatibilita šifry služby SMTP
de_de: TLS-Version/Chiffren-Kompatibilität des SMTP-Dienstes
el_gr: Συμβατότητα έκδοσης/κρυπτογράφησης TLS της υπηρεσίας SMTP
fa_ir: سازگاری نسخه/سایفر TLS سرویس SMTP
fr_fr: Compatibilité de la version TLS et du chiffrement du service SMTP
it_it: Versione TLS/compatibilità cifratura del servizio SMTP
ko_kr: SMTP 서비스의 TLS 버전/암호 호환성
pl_pl: Kompatybilność wersji/zaszyfrowania TLS Usługi SMTP
uk_ua: Сумісність версії TLS/шифрів служби SMTP
zh_cn: SMTP 服务的 TLS 版本/密码兼容性

source: TLS-Config
de_de: TLS-Konfiguration
fa_ir: پیکربندی TLS
it_it: Configurazione TLS
ko_kr: TLS-구성
pl_pl: Konfiguracja TLS
uk_ua: Конфігурація TLS
zh_cn: TLS-配置

source: Target hostname
cs_cz: Název stroje cíle
de_de: Ziel-Hostname
el_gr: Όνομα κεντρικού υπολογιστή προορισμού
fa_ir: نام میزبان مقصد
fr_fr: Nom d'hôte cible
it_it: Nome host di destinazione
ko_kr: 대상 호스트 이름
pl_pl: Nazwa docelowa hosta
uk_ua: Цільове ім'я хоста
zh_cn: 目标主机名

source: Target port
cs_cz: Cílový port
de_de: Ziel Port
el_gr: Θύρα προορισμού
fa_ir: پورت مقصد
fr_fr: Port cible
it_it: Porta di destinazione
ko_kr: 대상 포트
pl_pl: Port docelowy
uk_ua: Цільовий порт
zh_cn: 目标端口

source: The CA certificate file used to verify the peers certificate.
cs_cz: Soubor s certifikátem cert. autority, sloužící k ověření certifikátů protějšků.
de_de: CA-Zertifikatdatei zur Überprüfung des Zertifikats des Gegenübers.
el_gr: Το αρχείο πιστοποιητικού CA που χρησιμοποιείται για την επαλήθευση του πιστοποιητικού peers.
fa_ir: فایل گواهی CA برای اعتبارسنجی گواهی همتا
fr_fr: Le fichier de certificat CA utilisé pour vérifier le certificat des pairs.
it_it: Il file del certificato CA utilizzato per verificare il certificato dei peer.
ko_kr: 피어 인증서를 검증하는 데 사용되는 CA 인증서 파일입니다.
pl_pl: Plik certyfikatu CA używany do weryfikacji certyfikatu partnera.
uk_ua: Файл сертифіката ЦС, що використовується для перевірки сертифіката піра.
zh_cn: 用于验证对端证书的 CA 证书文件。

source: The Disk plugin collects disk I/O information, i.e. read and write operations per second.
cs_cz: Zásuvný modul Disk shromažďuje informace o diskových I/O, tj. počtu operací čtení a zápisů za sekundu.
de_de: Das Disk-Plugin erfasst Informationen zur Festplatten-I/O, d. h. Lese- und Schreibvorgänge pro Sekunde.
el_gr: Το πρόσθετο Disk συλλέγει πληροφορίες εισόδου/εξόδου δίσκου, δηλαδή λειτουργίες ανάγνωσης και εγγραφής ανά δευτερόλεπτο.
fa_ir: پلاگین Disk اطلاعات I/O دیسک را جمع‌آوری می‌کند، یعنی عملیات خواندن و نوشتن در هر ثانیه
fr_fr: Le greffon Disk surveille les E/S disque, c'est-à-dire le nombre d'opérations de lecture et d'écriture par seconde.
it_it: Il plug-in Disco raccoglie informazioni I/O del disco, ovvero operazioni di lettura e scrittura al secondo.
ko_kr: 디스크 플러그인은 디스크 I/O 정보, 즉 초당 읽기 및 쓰기 작업을 수집합니다.
pl_pl: Wtyczka Disk zbiera informacje o operacjach dysku I/O, tj. odczyt i zapis operacji na sekundę.
uk_ua: Плагін Диск збирає інформацію про ввід/вивід диска, тобто операції читання та запису за секунду.
zh_cn: Disk 插件收集磁盘 I/O 信息，即每秒的读写操作。

source: The HTML page content to display.
cs_cz: Obsah HTML stránky, kterou zobrazit
de_de: Der anzuzeigende HTML-Inhalt der Fehlerseite.
el_gr: Το περιεχόμενο της σελίδας HTML που θα εμφανιστεί.
fa_ir: محتوای صفحه HTML برای نمایش
fr_fr: Le contenu de la page HTML à afficher.
it_it: Il contenuto della pagina HTML da visualizzare.
ko_kr: 표시할 HTML 페이지 내용입니다.
pl_pl: Treść strony HTML do wyświetlenia.
uk_ua: Вміст HTML-сторінки для відображення.
zh_cn: 要显示的HTML页面内容。

source: The Memory plugin collects physical memory utilization (used, buffered, cached and free).
cs_cz: Zásuvný modul Paměť shromažďuje údaje o využití fyzické paměti (použité, vyrovnávací, mezipaměti a volné).
de_de: Das Memory-Plugin erfasst die physische Speicherauslastung (verwendet, gepuffert, zwischengespeichert und frei).
el_gr: Το πρόσθετο Μνήμης συλλέγει δεδομένα χρήσης φυσικής μνήμης (χρησιμοποιημένη, προσωρινά αποθηκευμένη και ελεύθερη).
fa_ir: پلاگین Memory مصرف حافظهٔ فیزیکی را جمع‌آوری می‌کند (استفاده‌شده، بافرشده، کش‌شده و آزاد)
fr_fr: Le greffon Mémoire surveille l'utilisation de la mémoire physique (utilisée, tampon, en cache et disponible)
it_it: Il plug-in Memoria raccoglie l'utilizzo della memoria fisica (utilizzata, memorizzata nel buffer, memorizzata nella cache e libera).
ko_kr: Memory 플러그인은 물리적 메모리 사용률(사용, 버퍼링, 캐시 및 사용 가능)을 수집합니다.
pl_pl: Wtyczka Memory zbiera informacje o wykorzystaniu pamięci fizycznej (używanej, buforowanej, buforowanej i wolnej).
uk_ua: Плагін Пам'ять збирає дані про використання фізичної пам'яті (використана, буферизована, кешована та вільна).
zh_cn: 内存插件收集物理内存使用率（已使用、缓冲、缓存和空闲）。

source: The Swap plugin collects swap space utilization (used and free).
cs_cz: Zásuvný modul Swap shromažďuje údaje o využití odkládacího prostoru (využitého a volného).
de_de: Das Swap-Plugin erfasst die Auslastung des Auslagerungsspeichers (belegt und frei).
el_gr: Το πρόσθετο Swap συλλέγει δεδομένα χρήσης χώρου swap (χρησιμοποιημένο και δωρεάν).
fa_ir: پلاگین Swap مصرف فضای swap را جمع‌آوری می‌کند (استفاده‌شده و آزاد)
fr_fr: Le greffon Swap surveille l'utilisation de l'espace d'échange (utilisé et disponible).
it_it: Il plugin Swap raccoglie l'utilizzo dello spazio di swap (usato e gratuito).
ko_kr: 스왑 플러그인은 스왑 공간 사용률(사용 및 사용 가능)을 수집합니다.
pl_pl: Wtyczka Swap zbiera informacje o wykorzystaniu przestrzeni wymiany (używanej i wolnej).
uk_ua: Плагін Swap збирає дані про використання простору підкачки (використаний та вільний).
zh_cn: Swap插件收集交换空间利用率（已用和空闲）。

source: The application protocol to negotiate TLS.
cs_cz: Aplikační protokol pro dohadování TLS.
de_de: Anwendungsprotokoll zur Aushandlung von TLS.
el_gr: Το πρωτόκολλο εφαρμογής για τη διαπραγμάτευση του TLS.
fa_ir: پروتکل برنامه برای مذاکره TLS
fr_fr: Le protocole applicatif pour négocier TLS.
it_it: Il protocollo dell'applicazione per negoziare TLS.
ko_kr: TLS를 협상하기 위한 응용 프로그램 프로토콜입니다.
pl_pl: Protokół aplikacji do negocjacji TLS.
uk_ua: Протокол застосунку для узгодження TLS.
zh_cn: 协商 TLS 的应用程序协议。

source: The client's IP or net
cs_cz: IP adresa nebo síť klienta
de_de: IP-Adresse oder Netzwerk des Clients
el_gr: Η IP ή το δίκτυο του πελάτη
fa_ir: IP یا شبکهٔ کلاینت
fr_fr: L'IP ou le réseau du client
it_it: L'IP o la rete del client
ko_kr: 클라이언트의 IP 또는 네트워크
pl_pl: IP klienta lub sieć
uk_ua: IP або мережа клієнта
zh_cn: 客户的IP或网络

source: The detection engine builds internal groups of signatures. The engine allow us to specify the profile to use for them, to manage memory on an efficient way keeping a good performance.
cs_cz: Detekční mechanismus vytváří interní skupiny signatur. Umožňuje určit profil, který se pro ně má použít, aby byla efektivně spravována paměť a zachován dobrý výkon.
de_de: Die Erkennungs-Engine erstellt interne Gruppen von Signaturen. Mit dieser Einstellung kann das zu verwendende Profil angegeben werden, um den Speicher effizient zu verwalten und eine gute Leistung zu erzielen.
el_gr: Η μηχανή ανίχνευσης δημιουργεί εσωτερικές ομάδες υπογραφών. Η μηχανή μας επιτρέπει να καθορίζουμε το προφίλ που θα χρησιμοποιήσουμε για αυτές, ώστε να διαχειριζόμαστε τη μνήμη με αποτελεσματικό τρόπο, διατηρώντας καλή απόδοση.
fa_ir: موتور تشخیص گروه‌های داخلی امضاها را می‌سازد و به شما اجازه می‌دهد پروفایل مورد استفاده برای آن‌ها را تعیین کنید تا حافظه به‌صورت بهینه مدیریت شده و عملکرد حفظ شود
fr_fr: Le moteur de détection construit des groupes internes de signatures. Le moteur nous permet de spécifier le profil à utiliser pour eux, de gérer la mémoire de manière efficace en gardant de bonnes performances.
it_it: Il motore di rilevamento crea gruppi interni di firme. Il motore ci consente di specificare il profilo da utilizzare per gestire la memoria in modo efficiente mantenendo buone prestazioni.
ko_kr: 탐지 엔진은 내부 시그니처 그룹을 구축합니다. 엔진은 이들을 사용할 프로필을 지정하여 메모리를 효율적으로 관리하고 성능을 유지할 수 있습니다.
pl_pl: Silnik wykrywania tworzy wewnętrzne grupy sygnatur. Silnik pozwala nam określić profil do ich użytku, zarządzając pamięcią w skuteczny sposób, zachowując dobre wyniki.
uk_ua: Механізм виявлення створює внутрішні групи сигнатур. Механізм дозволяє нам вказувати профіль для їх використання, щоб ефективно керувати пам'яттю, зберігаючи хорошу продуктивність.
zh_cn: 检测引擎构建内部的签名组。引擎允许我们为它们指定配置文件，以一种保持良好性能的有效方式管理内存。

source: The name of the HTTP Header.
cs_cz: Název HTTP hlavičky.
de_de: Der Name des HTTP Headers.
el_gr: Το όνομα της κεφαλίδας HTTP.
fa_ir: نام هدر HTTP
fr_fr: Le nom de l'en-tête HTTP.
it_it: Il nome dell'intestazione HTTP.
ko_kr: HTTP 헤더의 이름입니다.
pl_pl: Nazwa nagłówka HTTP.
uk_ua: Ім'я HTTP-заголовка.
zh_cn: HTTP标头的名称。

source: The name of the variable starts with an indication about its scope.
cs_cz: Název proměnné začíná údajem o oblasti její působnosti.
de_de: Der Name der Variablen beginnt mit einem Hinweis auf deren Gültigkeitsbereich.
el_gr: Το όνομα της μεταβλητής ξεκινά με μια ένδειξη σχετικά με το πεδίο εφαρμογής της.
fa_ir: نام متغیر با نشانه‌ای دربارهٔ حوزهٔ آن آغاز می‌شود
fr_fr: Le nom de la variable commence par une indication sur sa portée.
it_it: Il nome della variabile inizia con un'indicazione sul suo ambito.
ko_kr: 변수 이름은 변수가 속하는 범위에 대한 표시로 시작합니다.
pl_pl: Nazwa zmiennej zaczyna się od wskazania jej zakresu.
uk_ua: Ім'я змінної починається з вказівки на її область видимості.
zh_cn: 变量的名称首先是关于其范围的指示。

source: The number of servers this template initializes, i.e. 5 or 1-5.
cs_cz: Počet serverů, který tato šablona inicializuje – např. 5 nebo 1-5.
de_de: Die Anzahl der Server, die diese Vorlage initialisiert, d.h. 5 oder 1–5.
el_gr: Ο αριθμός των διακομιστών που αρχικοποιεί αυτό το πρότυπο, δηλαδή 5 ή 1-5.
fa_ir: تعداد سرورهایی که این قالب مقداردهی اولیه می‌کند، مثلاً 5 یا 1-5
fr_fr: Le nombre de serveurs que ce modèle initialise, c'est-à-dire 5 ou 1-5.
it_it: Il numero di server inizializzati da questo modello, ovvero 5 o 1-5.
ko_kr: 이 템플릿이 초기화하는 서버 수입니다. 예: 5 또는 1-5.
pl_pl: Liczba serwerów, które ten szablon inicjuje, np. 5 lub 1-5.
uk_ua: Кількість серверів, які ініціалізує цей шаблон, наприклад, 5 або 1-5.
zh_cn: 模板初始化的服务器数量，即5个或1-5个。

source: The other end of this tunnel.
cs_cz: Opačný konec tohoto tunelu.
de_de: Das andere Ende dieses Tunnels.
el_gr: Η άλλη άκρη αυτού του τούνελ.
fa_ir: سر دیگر این تونل
fr_fr: L'autre bout de ce tunnel.
it_it: L'altra estremità di questo tunnel.
ko_kr: 이 터널의 다른 쪽 끝.
pl_pl: Drugi koniec tego tunelu.
uk_ua: Інший кінець цього тунелю.
zh_cn: 隧道的另一端。

source: The password for mail server authentication.
cs_cz: Heslo pro ověřování se vůči e-mailovému serveru.
de_de: Das Passwort für die Authentifizierung am Mailserver.
el_gr: Ο κωδικός πρόσβασης για τον έλεγχο ταυτότητας του διακομιστή αλληλογραφίας.
fa_ir: رمز عبور برای احراز هویت سرور ایمیل
fr_fr: Le mot de passe pour l’authentification du serveur mail.
it_it: La password per l'autenticazione del server di posta.
ko_kr: 메일 서버 인증확인을 위한 비밀번호입니다.
pl_pl: Hasło do uwierzytelniania serwera pocztowego.
uk_ua: Пароль для автентифікації поштового сервера.
zh_cn: 用于邮件服务器认证的密码。

source: The port (UDP/TCP) to connect to. If omitted, UDP and TCP will default to 1812 while TLS and DTLS will default to 2083.
cs_cz: Port (UDP/TCP) ke kterému se připojit. Pokud vynecháno, pro UDP a TCP bude použito výchozí 1812, zatímco pro TLS a DTLS to bude 2083.
de_de: Der Port (UDP/TCP) zu dem verbunden wird. Wenn nicht vorhanden, so werden UDP und TCP als Standardwert 1812 verwenden während TLS und DTLS als Standard 2083 verwendet.
el_gr: Η θύρα (UDP/TCP) για σύνδεση. Εάν παραλειφθεί, η προεπιλεγμένη ρύθμιση για τα UDP και TCP θα είναι 1812, ενώ για τα TLS και DTLS θα είναι 2083.
fa_ir: پورت (UDP/TCP) برای اتصال. در صورت حذف، UDP و TCP به‌طور پیش‌فرض از 1812 و TLS و DTLS از 2083 استفاده می‌کنند
fr_fr: Le port (UDP/TCP) auquel se connecter. S'il est omis, UDP et TCP auront par défaut le port 1812, tandis que TLS et DTLS auront par défaut le port 2083.
it_it: La porta (UDP/TCP) a cui connettersi. Se omesso, UDP e TCP verranno impostati per impostazione predefinita su 1812 mentre TLS e DTLS verranno impostati su 2083 per impostazione predefinita.
ko_kr: 연결할 포트 (UDP / TCP)입니다. 생략하면 UDP 및 TCP는 기본값으로 1812가 되며 TLS 및 DTLS는 기본값으로 2083이됩니다.
pl_pl: Port (UDP/TCP) do połączenia się. Jeśli pominięte, UDP i TCP domyślnie będą ustawione na 1812, podczas gdy TLS i DTLS domyślnie będą ustawione na 2083.
uk_ua: Порт (UDP/TCP) для підключення. Якщо пропущено, UDP та TCP типово буде 1812, тоді як TLS та DTLS типово буде 2083.
zh_cn: 要连接的端口 (UDP/TCP)。 如果省略，UDP 和 TCP 将默认为 1812，而 TLS 和 DTLS 将默认为 2083。

source: The port on which connections will be accepted.
cs_cz: Port na kterém budou přijímána spojení.
de_de: Port, auf dem Verbindungen akzeptiert werden.
el_gr: Η θύρα στην οποία θα γίνονται δεκτές συνδέσεις.
fa_ir: پورتی که اتصالات روی آن پذیرفته می‌شوند
fr_fr: Le port sur lequel les connexions seront acceptées.
it_it: La porta su cui verranno accettate le connessioni.
ko_kr: 연결을 허용할 포트입니다.
pl_pl: Port, na którym będą akceptowane połączenia.
uk_ua: Порт, на якому будуть прийматися з'єднання.
zh_cn: 将接受连接的端口。

source: The port to forward traffic to.
cs_cz: Port na který přeposílat provoz.
de_de: Port, an den der Datenverkehr weitergeleitet wird.
el_gr: Η θύρα προς την οποία θα προωθηθεί η κυκλοφορία.
fa_ir: پورت مقصد برای فوروارد کردن ترافیک
fr_fr: Le port sur lequel transférer le trafic.
it_it: La porta a cui inoltrare il traffico.
ko_kr: 트래픽을 전달할 포트입니다.
pl_pl: Port do przekierowania ruchu.
uk_ua: Порт для перенаправлення трафіку.
zh_cn: 将流量转发到的端口。
