Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set ICMP Limits
cs_cz: Nastavit limity ICMP
el_gr: Ορισμός ορίων ICMP
pl_pl: Ustal limity ICMP

source: Set the ephemeral port range to be lower.
cs_cz: Nastavit aby rozsah krátkodobých portů byl níže.
el_gr: Ορίστε το εύρος προσωρινών θυρών σε χαμηλότερο επίπεδο.
pl_pl: Ustaw zakres portów tymczasowych na niższy.

source: Set to 0 to disable filtering on the incoming and outgoing member interfaces.
cs_cz: Pokud nemá být filtrováno na příchozích a odchozích účastnících se rozhraních, nastavte na 0 (nula).
el_gr: Ορίστε την τιμή σε 0 για να απενεργοποιήσετε το φιλτράρισμα στις εισερχόμενες και εξερχόμενες διεπαφές μελών.
pl_pl: Ustaw na 0, aby wyłączyć filtrowanie na interfejsach wejściowych i wyjściowych.

source: Set to 1 to additionally filter on the physical interface for locally destined packets
cs_cz: Pokud má být dodatečně filtrováno na fyzickém rozhraní pro pakety směřující lokálně, nastavte na 1.
el_gr: Ορίστε σε 1 για να φιλτράρετε επιπλέον τη φυσική διεπαφή για τοπικά προοριζόμενα πακέτα
pl_pl: Ustaw na 1, aby dodatkowo filtrować na fizycznym interfejsie dla pakietów kierowanych lokalnie

source: Set to 1 to enable filtering on the bridge interface
cs_cz: Pokud chcete zapnout filtrování na rozhraní síťového mostu, zapněte
el_gr: Ορίστε σε 1 για να ενεργοποιήσετε το φιλτράρισμα στη διεπαφή της γέφυρας
pl_pl: Ustaw na 1, aby włączyć filtrowanie na interfejsie mostu

source: TCP Offload Engine
cs_cz: Engine pro převzetí režie TCP
el_gr: Μηχανή μείωσης φόρτου TCP
pl_pl: Silnik TCP Offload

source: UDP Checksums
cs_cz: UDP kontrolní součty
el_gr: Αθροίσματα ελέγχου UDP
pl_pl: Sumy kontrolne UDP

source: ClouDNS
el_gr: CloudDNS
it_it: CloudDNS

source: Free text field for your set, please be careful! You can set e.g. "local-preference 300" or "community 1:1" (http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command)
cs_cz: Textová kolonka k vaší sadě, ale pozor – nevynucuje správnost obsahu, proto buďte opatrní! Je možné sem zadat např. „local-preference 300“ nebo „community 1:1“ (viz http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command).
el_gr: Ελεύθερο πεδίο κειμένου για το σύνολο σας, παρακαλώ να είστε προσεκτικοί! Μπορείτε να ορίσετε π.χ. "local-preference 300" ή "community 1:1" (http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command)
pl_pl: Bezpieczne pole tekstowe do Twojej konfiguracji, bądź ostrożny! Możesz ustawić np. "local-preference 300" lub "community 1:1" (http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command)

source: Generate and add OCSP Must Staple extension to the certificate.
cs_cz: Vytvořit a přidat k certifikátu rozšíření OCSP Must Staple.
el_gr: Δημιουργήστε και προσθέστε την επέκταση OCSP Must Staple στο πιστοποιητικό.
pl_pl: Generuj i dodaj rozszerzenie OCSP Must Staple do certyfikatu.

source: Here you can summarize a network for this area like 192.168.0.0/23
cs_cz: Zde můžete shrnout síť pro tuto oblast, například 192.168.0.0/23.
el_gr: Εδώ μπορείτε να συνοψίσετε ένα δίκτυο για αυτήν την περιοχή, όπως 192.168.0.0/23
pl_pl: Tutaj możesz podsumować sieć dla tego obszaru, np. 192.168.0.0/23

source: In some cases it might be clearer to set a fixed router-id.
cs_cz: V některých případech může být čistší nastavit pevný identifikátor směrovače.
el_gr: Σε ορισμένες περιπτώσεις, μπορεί να είναι πιο σαφές να ορίσετε ένα σταθερό αναγνωριστικό δρομολογητή.
pl_pl: W niektórych przypadkach może być bardziej zrozumiałe, aby ustawić stały identyfikator routera.

source: Namesilo
el_gr: Ναμεσίλο

source: Network on which this ACL is applied. Enter 'any' to use wildcard adressing.
cs_cz: Síť na kterou je tento ACL seznam uplatňován. Pokud chcete použít adresování zástupným znakem, zadejte „any“.
el_gr: Δίκτυο στο οποίο εφαρμόζεται αυτό το ACL. Εισαγάγετε 'any' για να χρησιμοποιήσετε τη διευθυνσιοδότηση με μπαλαντέρ.
pl_pl: Sieć, na której stosowana jest ta lista dostępu ACL. Wpisz 'any', aby użyć adresowania z użyciem wieloznacznika.

source: Select the AS-Path List.
cs_cz: Vyberte seznam cest AS.
el_gr: Επιλέξτε τη λίστα AS-Path.
pl_pl: Wybierz Listę AS-Path.

source: Select the Prefix List.
cs_cz: Vyberte seznam předpon.
el_gr: Επιλέξτε τη Λίστα προθεμάτων.
pl_pl: Wybierz Listę Prefixów.

source: Servercow
el_gr: Σέρβερκοου

source: This let you manipulate the metric when advertising default gateway.
cs_cz: Toto umožňuje manipulovat s metrikou při inzerování výchozí brány.
el_gr: Αυτό σας επιτρέπει να χειρίζεστε τη μέτρηση κατά τη διαφήμιση της προεπιλεγμένης πύλης.
pl_pl: To pozwoli Ci manipulować metryką podczas reklamowania domyślnej bramy.

source: This will activate the routing service only on the master device.
cs_cz: Toto aktivuje směrovací službu pouze na hlavní zařízení.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία δρομολόγησης μόνο στην κύρια συσκευή.
pl_pl: To aktywuje usługę routingu tylko na urządzeniu głównym.

source: Tunnel Address
cs_cz: Adresa tunelu
el_gr: Διεύθυνση σήραγγας
pl_pl: Adres tunelu

source: Zilore
el_gr: Ζιλόρε

source: selectel
el_gr: επιλεγμένο
it_it: seleziona
zh_cn: 选择

source: Related automation not found
cs_cz: Související automatizace nenalezena
el_gr: Δεν βρέθηκε σχετικός αυτοματισμός
pl_pl: Nie znaleziono powiązanego mechanizmu automatyzacji

source: SHA1
el_gr: ΣΧΑ1

source: SoftEther
el_gr: Μαλακός Αιθέρας

source: ec-256
el_gr: οικο-256

source: Block non-Internet routed networks from entering via WAN
cs_cz: Blokovat vstup sítí, které nejsou směrovány přes Internet, prostřednictvím WAN
el_gr: Αποκλεισμός εισόδου δικτύων που δεν δρομολογούνται μέσω Διαδικτύου μέσω WAN
pl_pl: Blokuj sieci nie skierowane do Internetu przed wejściem przez WAN

source: Block private networks from entering via WAN
cs_cz: Blokovat vstup soukromých sítí prostřednictvím WAN
el_gr: Αποκλεισμός εισόδου ιδιωτικών δικτύων μέσω WAN
pl_pl: Blokuj prywatne sieci przed wejściem przez WAN

source: Set Root Password
cs_cz: Nastavit heslo pro správce systému (root)
el_gr: Ορισμός κωδικού πρόσβασης root
pl_pl: Ustaw hasło główne

source: Valid To
cs_cz: Platné do
el_gr: Ισχύει έως
pl_pl: Ważny do

source: Deselect All
cs_cz: Zrušit výběr všeho
el_gr: Αποεπιλογή όλων
pl_pl: Odznacz wszystko

source: No results matched {0}
cs_cz: Nic se neshoduje s {0}
el_gr: Δεν υπάρχουν αποτελέσματα που να ταιριάζουν {0}
pl_pl: Brak wyników dla {0}

source: Nothing selected
cs_cz: Nic nevybráno
el_gr: Δεν έχει επιλεγεί τίποτα
pl_pl: Nie wybrano

source: Error reconfiguring Monit
cs_cz: Chyba při přenastavování Monit
el_gr: Σφάλμα κατά την επαναρύθμιση της Monit
pl_pl: Błąd przy rekonfiguracji Monit

source: Error reconfiguring vxlan
cs_cz: Chyba při změně nastavení vxlan
el_gr: Σφάλμα κατά την επαναρύθμιση του vxlan
pl_pl: Błąd przy rekonfiguracji vxlan

source: Error reconfiguring loopbacks
cs_cz: Chyba při přenastavování zpětných smyček
el_gr: Σφάλμα κατά την επαναρύθμιση των βρόχων επιστροφής
pl_pl: Błąd przy rekonfiguracji loopbacks

source: Key Fingerprint
cs_cz: Otisk klíče
el_gr: Δακτυλικό αποτύπωμα κλειδιού
pl_pl: Odcisk palca klucza

source: Key Size
cs_cz: Velikost klíče
el_gr: Μέγεθος κλειδιού
pl_pl: Rozmiar klucza

source: packets
cs_cz: paketů
el_gr: πακέτα
pl_pl: pakiety

source: Error reconfiguring aliases
cs_cz: Chyba při přenastavování alternativních názvů
el_gr: Σφάλμα κατά την επαναρύθμιση των ψευδωνύμων
pl_pl: Błąd przy rekonfiguracji aliasów

source: Go to reporting settings
cs_cz: Přejít do nastavení hlášení
el_gr: Μετάβαση στις ρυθμίσεις αναφοράς
pl_pl: Idź do ustawień raportowania

source: Local data collection is not enabled at the moment
cs_cz: Lokální shromažďování dat v tuto chvíli není zapnuté
el_gr: Η συλλογή τοπικών δεδομένων δεν είναι ενεργοποιημένη προς το παρόν
pl_pl: Lokalne zbieranie danych nie jest obecnie włączone

source: download selection
cs_cz: stáhnout si výběr
el_gr: επιλογή λήψης
pl_pl: pobierz zaznaczone

source: Error reconfiguring cron
cs_cz: Chyba při přenastavování plánovače cron
el_gr: Σφάλμα κατά την επαναρύθμιση του cron
pl_pl: Błąd podczas rekonfiguracji cron

source: snapshot error
cs_cz: chyba zachyceného stavu
el_gr: σφάλμα στιγμιότυπου
pl_pl: Błąd migawki

source: Savepoint
cs_cz: Bod uložení
el_gr: Σημείο αποθήκευσης
pl_pl: Punkt przywracania

source: Filter load error
cs_cz: Chyba nečítání filtru
el_gr: Σφάλμα φόρτωσης φίλτρου
pl_pl: Błąd ładowania filtru

source: Revert
cs_cz: Vrátit zpět
el_gr: Επαναστρέφω
pl_pl: Przywróć

source: Enter a savepoint to rollback to.
cs_cz: Zadejte bod uložení, ke kterému se chcete vrátit.
el_gr: Εισαγάγετε ένα σημείο αποθήκευσης για επαναφορά.
pl_pl: Wprowadź punkt przywracania do cofnięcia do.

source: Revert to savepoint
cs_cz: Vrátit se k bodu uložení
el_gr: Επαναφορά στο σημείο αποθήκευσης
pl_pl: Przywróć do punktu przywracania

source: Savepoint created
cs_cz: Bod uložení vytvořen
el_gr: Δημιουργήθηκε σημείο αποθήκευσης
pl_pl: Utworzono punkt przywracania

source: Source routing is another way for an attacker to try to reach non-routable addresses behind your box. It can also be used to probe for information about your internal networks. These functions come enabled as part of the standard FreeBSD core system.
cs_cz: Směrování zdrojů je dalším způsobem, jak se útočník může pokusit dosáhnout adres, které nelze směrovat, za vaším boxem. Může být také použito ke sondování informací o vašich vnitřních sítích. Tyto funkce jsou povoleny jako součást standardního jádra systému FreeBSD.
el_gr: Η δρομολόγηση πηγής είναι ένας άλλος τρόπος για έναν εισβολέα να προσπαθήσει να φτάσει σε μη δρομολογήσιμες διευθύνσεις πίσω από το firewall σας. Μπορεί επίσης να χρησιμοποιηθεί για την αναζήτηση πληροφοριών σχετικά με τα εσωτερικά σας δίκτυα. Αυτές οι λειτουργίες ενεργοποιούνται ως μέρος του τυπικού βασικού συστήματος του FreeBSD.
pl_pl: Routowanie źródłowe to kolejny sposób, który atakujący może próbować użyć, aby dotrzeć do adresów nierutowalnych za Twoim urządzeniem. Może być również używane do sondowania informacji o Twoich wewnętrznych sieciach. Te funkcje są domyślnie włączone jako część standardowego systemu FreeBSD.

source: This option turns off the logging of redirect packets because there is no limit and this could fill up your logs consuming your whole hard drive.
cs_cz: Tato volba vypne protokolování paketů přesměrování, protože neexistuje žádný limit a mohlo by dojít k zaplnění záznamů událostí a spotřebovat celý pevný disk.
el_gr: Αυτή η επιλογή απενεργοποιεί την καταγραφή των πακέτων ανακατεύθυνσης επειδή δεν υπάρχει όριο και αυτό θα μπορούσε να γεμίσει τα αρχεία καταγραφής σας καταλαμβάνοντας ολόκληρο τον σκληρό σας δίσκο.
pl_pl: Ta opcja wyłącza rejestrowanie pakietów przekierowania, ponieważ nie ma ograniczenia, a to mogłoby zapełnić Twoje logi zużywając cały dysk twardy.

source: Randomize the ID field in IP packets
cs_cz: Dávat náhodné identifikátory do příslušné kolonky IP paketů
el_gr: Τυχαιοποίηση του πεδίου ID σε πακέτα IP
pl_pl: Losuj pole ID w pakietach IP

source: Register CARP status monitor, when no neighbors are found, consider this node less attractive. This feature needs syslog enabled using "Debugging" logging to catch all relevant status events. This option is not compatible with "Enable CARP Failover".
cs_cz: Registrovat stavový monitor CARP, pokud nejsou nalezeni žádní sousedé, považovat tento uzel za méně atraktivní. Tato funkce vyžaduje zapnutý syslog s použitím protokolování „Ladění“, aby byly zachyceny všechny relevantní stavové události. Tato možnost není kompatibilní s funkcí „Zapnout převzetí CARP při selhání“.
el_gr: Η παρακολούθηση κατάστασης CARP καταχώρησης, όταν δεν βρεθούν γείτονες, θεωρεί αυτόν τον κόμβο λιγότερο ελκυστικό. Αυτή η λειτουργία απαιτεί την ενεργοποίηση του syslog χρησιμοποιώντας την καταγραφή "Debugging" για την καταγραφή όλων των σχετικών συμβάντων κατάστασης. Αυτή η επιλογή δεν είναι συμβατή με την επιλογή "Enable CARP Failover".
pl_pl: Zarejestruj monitor statusu CARP, jeśli nie zostaną znalezieni sąsiedzi, uważaj ten węzeł za mniej atrakcyjny. Ta funkcja wymaga włączenia sysloga przy użyciu logowania "Debugging", aby przechwytywać wszystkie istotne zdarzenia statusowe. Ta opcja nie jest kompatybilna z "Enable CARP Failover".

source: Free text field for your set, please be careful! You can set e.g. "local-preference 300" or "community 1:1" (http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command)
cs_cz: Textová kolonka k vaší sadě, ale pozor – nevynucuje správnost obsahu, proto buďte opatrní! Je možné sem zadat např. „local-preference 300“ nebo „community 1:1“ (viz http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command).
el_gr: Ελεύθερο πεδίο κειμένου για το σύνολο σας, παρακαλώ να είστε προσεκτικοί! Μπορείτε να ορίσετε π.χ. "local-preference 300" ή "community 1:1" (http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command)
pl_pl: Pole tekstowe dla Twojego zestawu, zachowaj ostrożność! Możesz ustawić np. "local-preference 300" lub "community 1:1" (http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command)

source: Loopia
el_gr: Λούπια

source: Redistribution Map
cs_cz: Mapa přerozdělování
el_gr: Χάρτης Αναδιανομής
pl_pl: Mapa Redystrybucji

source: Route Map to set for Redistribution.
cs_cz: Mapa trasy, kterou nastavit pro šíření dál.
el_gr: Χάρτης διαδρομής προς ρύθμιση για αναδιανομή.
pl_pl: Mapa Tras do ustawienia dla Redystrybucji.

source: Route-map name to match and set your patterns, it will be enabled via redistribution.
cs_cz: Název mapy trasy pro hledání shody a nastavení vašich vzorů – bude zapnuto prostřednictvím šíření dál.
el_gr: Το όνομα του χάρτη διαδρομής ταιριάζει και ορίστε τα μοτίβα σας, θα ενεργοποιηθεί μέσω αναδιανομής.
pl_pl: Nazwa mapy trasowania do dopasowania i ustawienia wzorców, zostanie włączona przez redystrybucję.

source: Set the default metric to a value between 1 and 16.
cs_cz: Nastavte výchozí metriku na hodnotu z rozmezí 1 až 16.
el_gr: Ορίστε την προεπιλεγμένη μέτρηση σε μια τιμή μεταξύ 1 και 16.
pl_pl: Ustaw domyślną metrykę na wartość między 1 a 16.

source: deviceId
el_gr: Αναγνωριστικό συσκευής
pl_pl: ID urządzenia

source: opnsense
el_gr: ανοιχτό μυαλό
it_it: opsensense

source: A
el_gr: ΕΝΑ
it_it: UN

source: AAAA
el_gr: ΑΑΑΑ

source: TXT
el_gr: Γραμματοσειρά κειμένου

source: Tayga
cs_cz: TCP(4)
el_gr: Τάιγκα

source: Types
cs_cz: Typy
el_gr: Τύποι
pl_pl: Typy

source: Lifetime in days. This is commonly set to 825 (approximately 2 years).
cs_cz: Životnost (ve dnech). Toto se běžně nastavuje na 825 (přibližně dva roky).
el_gr: Διάρκεια ζωής σε ημέρες. Συνήθως ορίζεται σε 825 (περίπου 2 χρόνια).
pl_pl: Czas życia w dniach. Zazwyczaj ustawia się wartość 825 (około 2 lata).

source: Netisr
el_gr: Νετίσρ

source: 1984Hosting API
cs_cz: API 1984Hosting
el_gr: API φιλοξενίας 1984
it_it: 1984API di hosting
pl_pl: API 1984Hosting

source: Acmeproxy
el_gr: Ακμεπρόξι

source: Add an optional description for this AS-Path list.
cs_cz: Přidání nepovinného popisu tohoto seznamu cest AS.
el_gr: Προσθέστε μια προαιρετική περιγραφή για αυτήν τη λίστα AS-Path.
pl_pl: Dodaj opcjonalny opis dla tej listy AS-Path.

source: Add an optional description for this Community-List.
cs_cz: Přidání nepovinného popisu tohoto seznamu komunit.
el_gr: Προσθέστε μια προαιρετική περιγραφή για αυτήν τη Λίστα Κοινότητας.
pl_pl: Dodaj opcjonalny opis dla tej listy Community-List.

source: Add an optional description for this route-map.
cs_cz: Přidat nepovinný popis k této mapě tras.
el_gr: Προσθέστε μια προαιρετική περιγραφή για αυτόν τον χάρτη διαδρομής.
pl_pl: Dodaj opcjonalny opis dla tej mapy trasy.

source: Area in wildcard mask style like 0.0.0.0 and no decimal 0. Only use Area in Interface tab or in Network tab once.
cs_cz: Oblast ve stylu masky se zástupnými znaky jako 0.0.0.0 a bez desítkové číslice 0. Oblast použijte na kartě Rozhraní nebo na kartě Síť pouze jednou.
el_gr: Η περιοχή σε στυλ μάσκας μπαλαντέρ όπως 0.0.0.0 και χωρίς δεκαδικό 0. Χρησιμοποιήστε την περιοχή στην καρτέλα Διεπαφή ή στην καρτέλα Δίκτυο μόνο μία φορά.
pl_pl: Obszar w stylu maski wieloznacznej, jak 0.0.0.0 i bez dziesiętnego 0. Używaj obszaru tylko raz na karcie Interfejs lub na karcie Sieć.

source: BGP graceful restart functionality as defined in RFC-4724 defines the mechanisms that allows BGP speaker to continue to forward data packets along known routes while the routing protocol information is being restored.
cs_cz: Funkce postupného restartu protokolu BGP definovaná v dokumentu RFC-4724 definuje mechanismy, které umožňují mluvčímu protokolu BGP pokračovat v předávání datových paketů po známých trasách během obnovy informací směrovacího protokolu.
el_gr: Η λειτουργικότητα ομαλής επανεκκίνησης του BGP, όπως ορίζεται στο RFC-4724, ορίζει τους μηχανισμούς που επιτρέπουν στον ομιλητή BGP να συνεχίσει να προωθεί πακέτα δεδομένων κατά μήκος γνωστών διαδρομών, ενώ αποκαθίστανται οι πληροφορίες του πρωτοκόλλου δρομολόγησης.
pl_pl: Funkcja łagodnego restartu BGP zdefiniowana w RFC-4724 określa mechanizmy, które pozwalają mówcy BGP kontynuować przesyłanie pakietów danych wzdłuż znanych tras, podczas gdy informacje o protokole trasowania są przywracane.

source: Here you can adjust the reference cost in Mbps for path calculation. Mostly needed when you bundle interfaces to higher bandwidth.
cs_cz: Zde můžete nastavit referenční náklady v Mb/s pro výpočet cesty. Většinou je to potřeba, když spojujete rozhraní do svazků s větší šířkou pásma.
el_gr: Εδώ μπορείτε να προσαρμόσετε το κόστος αναφοράς σε Mbps για τον υπολογισμό της διαδρομής. Αυτό χρειάζεται κυρίως όταν συνδυάζετε διεπαφές με υψηλότερο εύρος ζώνης.
pl_pl: Tutaj możesz dostosować koszt odniesienia w Mbps dla obliczeń ścieżki. Jest to głównie potrzebne, gdy łączysz interfejsy do wyższej przepustowości.

source: Keepalive timer to check if the neighbor is still up. Default when unset is 60 seconds.
cs_cz: Časovač udržování spojení pro kontrolu, zda je soused stále na příjmu. Pokud není nastaven, je výchozí hodnota 60 sekund.
el_gr: Χρονοδιακόπτης Keepalive για να ελέγξετε αν ο γείτονας είναι ακόμα ενεργός. Η προεπιλογή όταν δεν έχει οριστεί είναι 60 δευτερόλεπτα.
pl_pl: Keepalive timer służący do sprawdzania, czy sąsiad jest nadal aktywny. Domyślnie, gdy nie jest ustawiony, wynosi 60 sekund.

source: Select the Community List.
cs_cz: Vyberte Seznam komunit.
el_gr: Επιλέξτε τη Λίστα Κοινότητας.
pl_pl: Wybierz listę społeczności.

source: The carp VHID to depend on, when this virtual address is not in master state, the interface cost will be set to the demoted cost (specified above).
cs_cz: WHID identif., na kterém má carp záviset, pokud tato virtuální adresa není ve stavu hlavní, náklady na rozhraní budou nastaveny na snížené náklady (specifikované výše).
el_gr: Το VHID του κυπρίνου στο οποίο θα βασίζεται, όταν αυτή η εικονική διεύθυνση δεν βρίσκεται σε κατάσταση κύριας, το κόστος διεπαφής θα οριστεί στο υποβιβασμένο κόστος (που ορίζεται παραπάνω).
pl_pl: VHID carp, od którego zależy, gdy ten wirtualny adres nie jest w stanie mistrza, koszt interfejsu zostanie ustawiony na obniżony koszt (wskazany powyżej).

source: The community you want to match. You can also regex and it is not validated so please be careful.
cs_cz: Komunita, ve které chcete hledat shodu. Je také možné použít regulární výraz. Nicméně, protože jeho správnost není ověřována, buďte opatrní.
el_gr: Η κοινότητα που θέλετε να αντιστοιχίσετε. Μπορείτε επίσης να χρησιμοποιήσετε regex και δεν είναι επικυρωμένο, γι' αυτό να είστε προσεκτικοί.
pl_pl: Społeczność, którą chcesz dopasować. Można również użyć wyrażenia regularnego i nie jest ono walidowane, więc proszę zachować ostrożność.

source: The time in seconds how fast a neighbor tries to reconnect.
cs_cz: Čas (v sekundách) jak rychle se soused pokouší připojit.
el_gr: Ο χρόνος σε δευτερόλεπτα με τον οποίο ένας γείτονας προσπαθεί να επανασυνδεθεί.
pl_pl: Czas w sekundach, w jakim sąsiad próbuje ponownie nawiązać połączenie.

source: The time in seconds when a neighbor is considered dead. This is usually 3 times the keeplive timer and when unset 180 seconds.
cs_cz: Doba (v sekundách), po jejímž uplynutí je soused považován za nefunkčního. Obvykle se jedná o trojnásobek časovače keeplive (a pokud není nastaveno, pak 180 sekund).
el_gr: Ο χρόνος σε δευτερόλεπτα κατά τον οποίο ένας γείτονας θεωρείται νεκρός. Αυτός ο χρόνος είναι συνήθως 3 φορές ο χρόνος διατήρησης ζωντανής λειτουργίας και όταν είναι απενεργοποιημένος, είναι 180 δευτερόλεπτα.
pl_pl: Czas w sekundach, po którym sąsiad jest uważany za nieaktywnego. Zazwyczaj jest to 3 razy timer keeplive i gdy nie jest ustawiony, wynosi 180 sekund.

source: You can enable BFD support for this neighbor.
cs_cz: U tohoto souseda je možné povolit podporu protokolu BFD.
el_gr: Μπορείτε να ενεργοποιήσετε την υποστήριξη BFD για αυτόν τον γείτονα.

source: EasyPrivacy
el_gr: Εύκολη ιδιωτικότητα
it_it: Privacy facile

source: Stunnel
el_gr: Στούνελ

source: http-request set-var
de_de: HTTP-Anfrage: Variable setzen
el_gr: http-αίτημα-συνόλου-var
it_it: richiesta http set-var

source: http-response set-status
de_de: HTTP-Antwort: Status setzen
el_gr: Κατάσταση ορισμού http-response
it_it: Stato del set di risposta http

source: libc
el_gr: βιβλιοθηκονομία

source: Lifetime in days. This is commonly set to 397 (approximately 1 year).
cs_cz: Doba platnosti (ve dnech). Obyčejně bývá nastavováno na 397 (přibližně rok)
el_gr: Διάρκεια ζωής σε ημέρες. Συνήθως ορίζεται σε 397 (περίπου 1 έτος).

source: Error reconfiguring unbound
cs_cz: Chyba při přenastavování unbound
el_gr: Σφάλμα επαναρύθμισης της σύνδεσης του Unbound
pl_pl: Błąd podczas ponownej konfiguracji unbound

source: Iburst
el_gr: Έκρηξη
it_it: Scoppiai
zh_cn: 爆发

source: OpenVPN %s wizard allow client access
cs_cz: Průvodce OpenVPN %s umožňuje přístup klientů
el_gr: Ο οδηγός OpenVPN %s επιτρέπει την πρόσβαση πελάτη
pl_pl: Kreator OpenVPN %s zezwala na dostęp klienta

source: This tunnel cannot be deleted because it is still being used as an interface.
cs_cz: Tento tunel nelze odstranit, protože je ještě pořád používán jako rozhraní.
el_gr: Αυτή η σήραγγα δεν μπορεί να διαγραφεί επειδή εξακολουθεί να χρησιμοποιείται ως διεπαφή.
pl_pl: Nie można usunąć tego tunelu, ponieważ nadal jest używany jako interfejs.

source: To be used in combination with synchronize groups, allow the authenticator to create new local users after successful login with group memberships returned for the user.
cs_cz: Používá se v kombinaci se synchronizací skupin a umožňuje ověřovateli vytvářet nové místní uživatele po úspěšném přihlášení s vráceným členstvím ve skupinách pro daného uživatele.
el_gr: Για χρήση σε συνδυασμό με συγχρονισμό ομάδων, επιτρέψτε στον έλεγχο ταυτότητας να δημιουργήσει νέους τοπικούς χρήστες μετά την επιτυχή σύνδεση με τα στοιχεία συμμετοχής σε ομάδες που επιστρέφονται για τον χρήστη.

source: Hostname of IP adress of the Synology DSM, i.e. synology.example.com or 192.168.0.1.
cs_cz: Název stroje nebo IP adresa Synology DSM, např. synology.example.com nebo 192.168.0.1.
el_gr: Όνομα κεντρικού υπολογιστή της διεύθυνσης IP του Synology DSM, π.χ. synology.example.com ή 192.168.0.1.

source: Linode API (v4)
el_gr: API Linode (v4)
it_it: API Linode (v4)

source: Njalla
el_gr: Ντζάλα

source: Override AS number of the originating router with the local AS number. This command is only allowed for eBGP peers.
cs_cz: Přebít číslo AS původního směrovače místním číslem AS. Tento příkaz je povolen pouze pro vrstevníky v eBGP.
el_gr: Αντικατάσταση του αριθμού AS του δρομολογητή προέλευσης με τον τοπικό αριθμό AS. Αυτή η εντολή επιτρέπεται μόνο για peers eBGP.

source: Buypass
el_gr: Αγοράστε πάσο
it_it: Acquista pass

source: Changeip
el_gr: Αλλαγή
it_it: Cambia ip

source: Fortinet Fortigate
el_gr: Φορτινέτ Φορτιγέιτ
