Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select HTTP version for a HTTP health check.
cs_cz: Vyberte verzi HTTP pro kontrolu stavu HTTP.
de_de: Wählen Sie die HTTP-Version aus, die für die Gesundheitsüberprüfung verwendet werden soll.
el_gr: Επιλέξτε έκδοση HTTP για έλεγχο εύρυθμης λειτουργίας HTTP.
fa_ir: نسخه HTTP برای بررسی سلامت را انتخاب کنید.
fr_fr: Sélectionnez la version HTTP pour un contrôle de santé HTTP.
it_it: Seleziona la versione HTTP per un controllo dello stato HTTP.
ko_kr: HTTP 상태 점검를 위해 HTTP 버전을 선택하세요.
pl_pl: Wybierz wersję HTTP dla sprawdzenia zdrowia HTTP.
uk_ua: Виберіть версію HTTP для перевірки стану HTTP.
zh_cn: 选择HTTP版本来进行HTTP健康检查。

source: Select Health Monitor for servers in this backend.
cs_cz: Vyberte Sledování stavu pro servery v této podpůrné vrstvě.
de_de: Wählen Sie einen Zustandsmonitor für die Server in diesem Backend aus.
el_gr: Επιλέξτε Παρακολούθηση εύρυθμης λειτουργίας για διακομιστές σε αυτό το backend.
fa_ir: مانیتور سلامت برای سرورهای این بک‌اند را انتخاب کنید.
fr_fr: Sélectionnez Health Monitor pour les serveurs de ce backend.
it_it: Seleziona Health Monitor per i server in questo backend.
ko_kr: 이 백엔드의 서버에 대한 상태 모니터를 선택하세요.
pl_pl: Wybierz Monitor Zdrowia dla serwerów w tym backendzie.
uk_ua: Виберіть монітор стану для серверів у цьому бекенді.
zh_cn: 为该后端中的服务器选择健康监测。

source: Select NetFlow version to use.
cs_cz: Vyberte kterou verzi NetFlow použít.
de_de: Wählen Sie die zu verwendende NetFlow-Version aus.
el_gr: Επιλέξτε την έκδοση NetFlow που θα χρησιμοποιήσετε.
fa_ir: نسخه NetFlow را برای استفاده انتخاب کنید.
fr_fr: Sélectionner la version de NetFlow à utiliser.
it_it: Seleziona la versione NetFlow da utilizzare.
ko_kr: 사용할 NetFlow 버전을 선택하세요.
pl_pl: Wybierz wersję NetFlow do użycia.
uk_ua: Виберіть версію NetFlow для використання.
zh_cn: 选择要使用的网络流版本。

source: Select Rules
cs_cz: Vyberte pravidla
de_de: Regeln auswählen
el_gr: Επιλογή κανόνων
fa_ir: قوانین را انتخاب کنید.
fr_fr: Sélectionner les règles
it_it: Seleziona Regole
ko_kr: 규칙 선택
pl_pl: Wybierz reguły
uk_ua: Виберіть правила
zh_cn: 选择规则

source: Select Windows Server version for AD controller
cs_cz: Vyberte verzi Windows serveru pro řadič AD
de_de: Auswählen der Windows Server Version für diese Active Directory Controller
el_gr: Επιλέξτε έκδοση Windows Server για τον ελεγκτή AD
fa_ir: نسخه Windows Server برای کنترل‌کننده AD را انتخاب کنید.
fr_fr: Sélectionnez la version de Windows Server pour le contrôleur AD
it_it: Seleziona la versione di Windows Server per il controller AD
ko_kr: AD 컨트롤러에 대한 윈도우 서버 버전 선택
pl_pl: Wybierz wersję Windows Server dla kontrolera AD
uk_ua: Виберіть версію Windows Server для контролера AD
zh_cn: 选择AD控制器的Windows Server版本

source: Select an interface where this settings apply to.
cs_cz: Vyberte rozhraní na které toto nastavení použít.
de_de: Geben Sie eine Schnittstelle an, für welche diese Einstellungen angewandt werden.
el_gr: Επιλέξτε μια διεπαφή στην οποία ισχύουν αυτές οι ρυθμίσεις.
fa_ir: رابطی که این تنظیمات روی آن اعمال می‌شود را انتخاب کنید.
fr_fr: Sélectionner une interface à laquelle s'appliqueront ces réglages.
it_it: Seleziona un'interfaccia a cui applicare queste impostazioni.
ko_kr: 이 설정을 적용할 인터페이스를 선택하세요.
pl_pl: Wybierz interfejs, którego dotyczą te ustawienia.
uk_ua: Виберіть інтерфейс, до якого застосовуються ці налаштування.
zh_cn: 选择适用此设置的接口。

source: Select authentication methods to use, leave empty for no authentication needed.
cs_cz: Vyberte metodu ověřování. Pokud ověřování není třeba, ponechte prázdné.
de_de: Authentifizierungsmethoden auswählen, die verwendet werden sollen. Leer lassen, wenn keine Authentifizierung erforderlich ist.
el_gr: Επιλέξτε μεθόδους ελέγχου ταυτότητας που θα χρησιμοποιήσετε, αφήστε το κενό εάν δεν απαιτείται έλεγχος ταυτότητας.
fa_ir: روش‌های احراز هویت برای استفاده را انتخاب کنید، برای عدم نیاز به احراز هویت خالی بگذارید.
fr_fr: Sélectionner la méthode d'authentification, laisser vide quand aucune authentification n'est exigée.
it_it: Seleziona i metodi di autenticazione da utilizzare, lascia vuoto il campo per non richiedere l'autenticazione.
ko_kr: 사용할 인증 방법을 선택하세요. 인증이 필요하지 않으면 비워 두세요.
pl_pl: Wybierz metody uwierzytelniania do użycia, pozostaw puste, jeśli uwierzytelnianie nie jest wymagane.
uk_ua: Виберіть методи автентифікації для використання, залиште порожнім, якщо автентифікація не потрібна.
zh_cn: 选择要使用的认证方法，留空则不需要认证。

source: Select condition type.
cs_cz: Vyberte typ podmínky.
de_de: Bedingungstyp auswählen
el_gr: Επιλέξτε τύπο συνθήκης.
fa_ir: نوع شرط را انتخاب کنید.
fr_fr: Sélectionnez le type de condition.
it_it: Seleziona il tipo di condizione.
ko_kr: 조건 유형을 선택하세요.
pl_pl: Wybierz rodzaj warunku.
uk_ua: Виберіть тип умови.
zh_cn: 选择条件类型。

source: Select conditions
cs_cz: Vybrat podmínky
de_de: Bedingungen auswählen
el_gr: Επιλογή συνθηκών
fa_ir: شرایط را انتخاب کنید.
fr_fr: Sélectionner les conditions
it_it: Seleziona le condizioni
ko_kr: 조건 선택
pl_pl: Wybierz warunki
uk_ua: Виберіть умови
zh_cn: 选择条件

source: Select destinations to send NetFlow data to (ip address:port, eg 192.168.0.1:2550).
cs_cz: Vyberte cíle na které posílat NetFlow data (IP_adresa:port, např. 192.168.0.1:2550).
de_de: Wählen Sie Ziele aus, an die NetFlow-Daten gesendet werden sollen (IP-Adresse:Port, z. B. 192.168.0.1:2550).
el_gr: Επιλέξτε προορισμούς στους οποίους θα αποστέλλονται δεδομένα NetFlow (διεύθυνση IP: θύρα, π.χ. 192.168.0.1:2550).
fa_ir: مقاصد ارسال داده‌های NetFlow را انتخاب کنید (آدرس IP:پورت، مثلاً 192.168.0.1:2550).
fr_fr: Sélectionnez les destinations vers lesquelles envoyer les données NetFlow (adresse IP:port, par exemple 192.168.0.1:2550).
it_it: Selezionare le destinazioni a cui inviare i dati NetFlow (indirizzo IP:porta, ad esempio 192.168.0.1:2550).
ko_kr: NetFlow 데이터를 보낼 대상을 선택하세요(ip 주소:port, 예:192.168.0.1:2550).
pl_pl: Wybierz cel wysyłania danych NetFlow (adres ip:port, np. 192.168.0.1:2550).
uk_ua: Виберіть призначення для надсилання даних NetFlow (IP-адреса:порт, наприклад, 192.168.0.1:2550).
zh_cn: 选择网络流数据发送的目标(IP地址:端口，例如192.168.0.1:2550)。

source: Select health check expression.
cs_cz: Vyberte výraz kontroly stavu.
de_de: Wählen Sie einen Gesundheitsüberprüfungsausdruck aus.
el_gr: Επιλέξτε έκφραση ελέγχου εύρυθμης λειτουργίας.
fa_ir: عبارت بررسی سلامت را انتخاب کنید.
fr_fr: Sélectionnez l'expression du bilan de santé.
it_it: Seleziona l'espressione di controllo dello stato.
ko_kr: 상태 확인 식을 선택하세요.
pl_pl: Wybierz wyrażenie do sprawdzenia zdrowia.
uk_ua: Виберіть вираз перевірки стану.
zh_cn: 选择健康检查表达式。

source: Select how detailed the logs should be debug is the most verbose setting.
cs_cz: Vyberte jak podrobné mají být záznamy událostí – ladění je nejpodrobnějším.
de_de: Wähle wie detailiert die Logs sein sollen. Debug ist die ausführlichste Option.
el_gr: Η επιλογή του πόσο λεπτομερή θα πρέπει να είναι τα αρχεία καταγραφής για τον εντοπισμό σφαλμάτων είναι η πιο λεπτομερής ρύθμιση.
fa_ir: سطح جزئیات لاگ‌ها را انتخاب کنید. حالت debug بیشترین جزئیات را دارد.
fr_fr: Sélectionnez le niveau de détail des journaux, débogage est le niveau le plus verbeux.
it_it: Selezionare il livello di dettaglio dei log da debuggare è l'impostazione più dettagliata.
ko_kr: 로그를 가장 상세하게 디버그해야 하는 설정을 선택하세요.
pl_pl: Wybierz, jak szczegółowe powinny być logi; debugowanie to najbardziej rozbudowane ustawienie.
uk_ua: Виберіть, наскільки детальними мають бути журнали; налагодження — це найдетальніше налаштування.
zh_cn: 选择最详细的设置是调试日志的详细程度。

source: Select how to look for a specific pattern in the response.
cs_cz: Vyberte jak hledat konkrétní vzorce v odpovědi.
de_de: Wählen Sie aus, wie nach einem spezifischen Muster in der Antwort gesucht wird.
el_gr: Επιλέξτε πώς θα αναζητήσετε ένα συγκεκριμένο μοτίβο στην απάντηση.
fa_ir: روش جست‌وجو برای یک الگوی خاص در پاسخ را انتخاب کنید.
fr_fr: Sélectionnez comment rechercher un modèle spécifique dans la réponse.
it_it: Seleziona come cercare un modello specifico nella risposta.
ko_kr: 응답에서 특정 패턴을 찾는 방법을 선택하세요.
pl_pl: Wybierz, jak szukać konkretnego wzorca w odpowiedzi.
uk_ua: Виберіть, як шукати певний шаблон у відповіді.
zh_cn: 选择如何在响应中查找特定模式。

source: Select if job is enabled or not
cs_cz: Vyberte zda je úloha aktivní či ne
de_de: Auswählen, ob der Job aktiv ist oder nicht
el_gr: Επιλέξτε αν η εργασία είναι ενεργοποιημένη ή όχι
fa_ir: انتخاب کنید که job فعال باشد یا خیر.
fr_fr: Sélectionne si la tâche est active ou non
it_it: Seleziona se il lavoro è abilitato o meno
ko_kr: 작업 사용 여부 선택
pl_pl: Wybierz, czy zadanie jest włączone czy nie
uk_ua: Виберіть, чи увімкнено завдання
zh_cn: 选择是否启用或禁用该计划

source: Select interface(s) the ftp proxy will bind to.
cs_cz: Vyberte rozhraní na které navázat ftp proxy.
de_de: Wählen Sie die Schnittstellen aus, an welche sich der FTP-Proxy binden soll.
el_gr: Επιλέξτε διεπαφές στις οποίες θα συνδεθεί ο ftp proxy.
fa_ir: رابط(ها) که پراکسی FTP به آن‌ها متصل خواهد شد را انتخاب کنید.
fr_fr: Sélectionner les interfaces qui seront liées au proxy ftp.
it_it: Seleziona le interfacce a cui si collegherà il proxy ftp.
ko_kr: ftp 프록시가 바인딩할 인터페이스를 선택하세요.
pl_pl: Wybierz interfejs(y), do których będzie przywiązane proxy FTP.
uk_ua: Виберіть інтерфейс(и), до якого(их) прив'язуватиметься FTP-проксі.
zh_cn: 选择ftp代理要绑定到的接口。

source: Select interface(s) the proxy will bind to.
cs_cz: Vyberte rozhraní na které navázat proxy.
de_de: Wählen Sie die Schnittstellen aus, an welche sich der Proxy binden soll.
el_gr: Επιλέξτε διεπαφές στις οποίες θα συνδεθεί ο διακομιστής μεσολάβησης.
fa_ir: رابط(ها) که پراکسی به آن‌ها متصل خواهد شد را انتخاب کنید.
fr_fr: Sélectionner les interfaces qui seront liées au proxy.
it_it: Seleziona le interfacce a cui si collegherà il proxy.
ko_kr: 프록시가 바인딩할 인터페이스를 선택하세요.
pl_pl: Wybierz interfejs(y), do których będzie przywiązane proxy.
uk_ua: Виберіть інтерфейс(и), до якого(их) прив'язуватиметься проксі.
zh_cn: 选择代理要绑定到的接口。

source: Select interface(s) to enable for captive portal.
cs_cz: Vyberte rozhraní na kterých zapnout zachycovací portál.
de_de: Schnittstelle(n) auswählen, die für das Captive Portal aktiviert werden sollen.
el_gr: Επιλέξτε διεπαφές για ενεργοποίηση για την πύλη υποδοχής.
fa_ir: رابط(ها) برای فعال‌سازی Captive Portal را انتخاب کنید.
fr_fr: Sélectionner la ou les interface(s) à activer pour le portail captif.
it_it: Seleziona le interfacce da abilitare per il captive Portal.
ko_kr: 종속 포털에 사용할 인터페이스를 선택하세요.
pl_pl: Wybierz interfejs(y) do włączenia dla portalu logowania.
uk_ua: Виберіть інтерфейс(и) для увімкнення для примусового порталу.
zh_cn: 选择要启用强制门户的接口。

source: Select interfaces used for WAN traffic to avoid counting NAT traffic twice.
cs_cz: Vyberte rozhraní použitá pro vnější provoz a vyhněte se tak dvojímu počítaní NAT provozu.
de_de: Wählen Sie die für den WAN-Verkehr verwendeten Schnittstellen aus, damit der NAT-Verkehr nicht doppelt gezählt wird.
el_gr: Επιλέξτε τις διεπαφές που χρησιμοποιούνται για την κίνηση WAN για να αποφύγετε τη διπλή καταμέτρηση της κίνησης NAT.
fa_ir: رابط‌های مورد استفاده برای ترافیک WAN را انتخاب کنید تا ترافیک NAT دو بار شمرده نشود.
fr_fr: Sélectionner les interfaces utilisées pour le trafic WAN afin d'éviter de compter le trafic NAT deux fois.
it_it: Seleziona le interfacce utilizzate per il traffico WAN per evitare di conteggiare due volte il traffico NAT.
ko_kr: NAT 트래픽을 두 번 계산하지 않으려면 WAN 트래픽에 사용되는 인터페이스를 선택하세요.
pl_pl: Wybierz interfejs używany dla WAN by uniknąć przeliczania ruchu podwójnie.
uk_ua: Виберіть інтерфейси, що використовуються для WAN-трафіку, щоб уникнути подвійного підрахунку NAT-трафіку.
zh_cn: 选择用于WAN流量的接口，以避免重复计算NAT流量。

source: Select one or more conditions to be used for this rule.
cs_cz: Vyberte jednu nebo více podmínek, které mají být pro toto pravidlo použity.
de_de: Wählen Sie eine oder mehrere Bedingungen aus, die für diese Regel verwendet werden.
el_gr: Επιλέξτε μία ή περισσότερες συνθήκες που θα χρησιμοποιηθούν για αυτόν τον κανόνα.
fa_ir: برای این قانون یک یا چند شرط را انتخاب کنید.
fr_fr: Sélectionner une ou plusieurs conditions à utiliser pour cette règle.
it_it: Seleziona una o più condizioni da utilizzare per questa regola.
ko_kr: 이 규칙에 사용할 조건을 하나 이상 선택하세요.
pl_pl: Wybierz jedno lub więcej warunków do zastosowania dla tej reguły.
uk_ua: Виберіть одну або кілька умов, які використовуватимуться для цього правила.
zh_cn: 选择要用于此规则的一个或多个条件。

source: Select the command that needs to be executed at given time frame.
cs_cz: Vyberte příkaz který je třeba vykonat v daném časovém okně.
de_de: Wählen Sie den Befehl aus, der im angegebenen Zeitrahmen ausgeführt werden soll.
el_gr: Επιλέξτε την εντολή που πρέπει να εκτελεστεί σε δεδομένο χρονικό πλαίσιο.
fa_ir: دستوری را که باید در بازهٔ زمانی مشخص اجرا شود انتخاب کنید.
fr_fr: Sélectionnez la commande qui sera exécutée dans le temps imparti.
it_it: Seleziona il comando che deve essere eseguito in un determinato intervallo di tempo.
ko_kr: 지정된 시간 프레임에서 실행해야 하는 명령을 선택하세요.
pl_pl: Wybierz polecenie, które ma być wykonane w określonym czasie.
uk_ua: Виберіть команду, яку потрібно виконати в заданий проміжок часу.
zh_cn: 选择需要在给定时间范围内执行的命令。

source: Select the interface where your SIP requests are going to.
cs_cz: Vyberte rozhraní na které jdou vaše SIP požadavky.
de_de: Netzwerkkarte wo die SIP-Anfragen hingehen.
el_gr: Επιλέξτε τη διεπαφή στην οποία θα μεταβαίνουν τα αιτήματά σας SIP.
fa_ir: رابط مقصد درخواست‌های SIP را انتخاب کنید.
fr_fr: Sélectionnez l'interface vers laquelle vos demandes SIP sont dirigées.
it_it: Seleziona l'interfaccia a cui verranno indirizzate le tue richieste SIP.
ko_kr: SIP 요청이 전송될 인터페이스를 선택하세요.
pl_pl: Wybierz interfejs, do którego kierowane są twoje żądania SIP.
uk_ua: Виберіть інтерфейс, куди надходять ваші SIP-запити.
zh_cn: 选择您的SIP请求到达接口。

source: Select the interface where your SIP requests come from.
cs_cz: Vyberte rozhraní ze kterého přicházejí vaše SIP požadavky.
de_de: Netzwerkkarte wo die SIP-Anfragen herkommen.
el_gr: Επιλέξτε τη διεπαφή από την οποία προέρχονται τα αιτήματά σας SIP.
fa_ir: رابط مبدا درخواست‌های SIP را انتخاب کنید.
fr_fr: Sélectionnez l'interface d'où proviennent vos demandes SIP.
it_it: Seleziona l'interfaccia da cui provengono le tue richieste SIP.
ko_kr: SIP 요청이 발생한 인터페이스를 선택하세요.
pl_pl: Wybierz interfejs, z którego pochodzą twoje żądania SIP.
uk_ua: Виберіть інтерфейс, з якого надходять ваші SIP-запити.
zh_cn: 选择您的SIP请求来源接口。

source: Select the interfaces you want or you do not want LLDPd send and receive packets. Be sure to set the physical names and not the interface name set via the UI. Default is to use every interface. You can set very complex rules here, but be sure to use correct syntax or LLDPd will not start. For example, with igb*,!igb1,!igb2 lldpd will only use interfaces starting by igb with the exception of igb1 and igb2. While with *,!igb*,!!igb1 lldpd will use all interfaces, except interfaces starting by igb with the exception of igb1.
cs_cz: Vyberte rozhraní, na/ze kterých chcete nebo nechcete aby LLDPd odesílalo a přijímalo pakety. Nezapomeňte nastavit fyzické názvy, a ne názvy rozhraní nastavené prostřednictvím uživatelského rozhraní. Ve výchozím nastavení je použito každé rozhraní. Zde můžete nastavit velmi složitá pravidla, ale nezapomeňte použít správnou syntaxi, jinak se LLDPd nespustí. Například s igb*,!igb1,!igb2 bude lldpd používat pouze rozhraní začínající igb s výjimkou igb1 a igb2. Zatímco s *,!igb*,!!igb1 bude lldpd používat všechna rozhraní kromě rozhraní začínajících igb s výjimkou igb1.
de_de: Wählen Sie die Schnittstellen aus, auf denen Sie nicht wollen, dass LLDPd Pakete sendet und empfängt. Stellen Sie sicher, dass Sie die physischen Schnittstellennamen und nicht die Schnittstellennamen aus der grafischen Benutzeroberfläche angeben. Der Standard ist, dass jede Schnittstelle verwendet wird. Sie können hier sehr komplexe Regeln angeben aber stellen Sie sicher, dass die Syntax eingehalten wird, da LLDPd ansonsten nicht startet. Zum Beispiel mit "igb*,!igb1,!igb2" wird LLDPd nur Schnittstellen verwenden, welche mit igb beginnen aber igb1 und igb2 ignorieren. Mit "*,!igb*,!!igb1" wird LLDPd alle Schnittstellen verwenden und die Schnittstellen mit Ausnahme von "igb1" ignorieren, die mit "igb" beginnen.
el_gr: Επιλέξτε τις διεπαφές που θέλετε ή δεν θέλετε το LLDPd να στέλνει και να λαμβάνει πακέτα. Βεβαιωθείτε ότι έχετε ορίσει τα φυσικά ονόματα και όχι το όνομα της διεπαφής που έχει οριστεί μέσω του περιβάλλοντος εργασίας χρήστη. Η προεπιλογή είναι να χρησιμοποιείται κάθε διεπαφή. Μπορείτε να ορίσετε πολύπλοκους κανόνες εδώ, αλλά βεβαιωθείτε ότι χρησιμοποιείτε τη σωστή σύνταξη, διαφορετικά το LLDPd δεν θα ξεκινήσει. Για παράδειγμα, με igb*,!igb1,!igb2, το lldpd θα χρησιμοποιεί μόνο διεπαφές που ξεκινούν από igb, με εξαίρεση τις igb1 και igb2. Ενώ με *,!igb*,!!igb1, το lldpd θα χρησιμοποιεί όλες τις διεπαφές, εκτός από τις διεπαφές που ξεκινούν από igb, με εξαίρεση το igb1.
fa_ir: رابط‌هایی را که می‌خواهید LLDPd روی آن‌ها بسته ارسال/دریافت کند یا نکند انتخاب کنید. مطمئن شوید نام‌های فیزیکی را وارد کرده‌اید و نه نام رابط تنظیم‌شده از طریق رابط کاربری. به‌صورت پیش‌فرض همهٔ رابط‌ها استفاده می‌شوند. می‌توانید قوانین بسیار پیچیده‌ای تعریف کنید، اما حتماً از نگارش صحیح استفاده کنید، در غیر این صورت LLDPd راه‌اندازی نخواهد شد. برای مثال، با igb*,!igb1,!igb2 lldpd فقط از رابط‌هایی که با igb شروع می‌شوند استفاده می‌کند به‌جز igb1 و igb2. در حالی که با *,!igb*,!!igb1 lldpd از همهٔ رابط‌ها استفاده می‌کند، به‌جز رابط‌هایی که با igb شروع می‌شوند با این استثنا که igb1 استفاده می‌شود.
fr_fr: Sélectionnez les interfaces que vous souhaitez ou ne souhaitez pas que LLDPd envoie et reçoive des paquets. Assurez-vous de définir les noms physiques et non le nom de l'interface défini via l'interface utilisateur. La valeur par défaut est d'utiliser chaque interface. Vous pouvez définir des règles très complexes ici, mais assurez-vous d'utiliser la syntaxe correcte ou LLDPd ne démarrera pas. Par exemple, avec igb*,!igb1,!igb2 lldpd n'utilisera que les interfaces commençant par igb à l'exception de igb1 et igb2. Alors qu'avec *,!igb*,!!igb1 lldpd utilisera toutes les interfaces, à l'exception des interfaces commençant par igb à l'exception de igb1.
it_it: Seleziona le interfacce che desideri o non desideri che LLDPd invii e riceva pacchetti. Assicurati di impostare i nomi fisici e non il nome dell'interfaccia impostato tramite l'interfaccia utente. L'impostazione predefinita è utilizzare ogni interfaccia. Puoi impostare regole molto complesse qui, ma assicurati di utilizzare la sintassi corretta altrimenti LLDPd non si avvierà. Ad esempio, con igb*,!igb1,!igb2 lldpd utilizzerà solo le interfacce che iniziano con igb ad eccezione di igb1 e igb2. Mentre con *,!igb*,!!igb1 ​​lldpd utilizzerà tutte le interfacce, tranne quelle che iniziano con igb ad eccezione di igb1.
ko_kr: LLDPd가 패킷을 보내고 받을 인터페이스를 선택하거나 선택하지 않도록 선택하세요. 물리적인 이름을 설정하고 UI를 통한 인터페이스 이름이 아님을 확인하세요. 기본값은 모든 인터페이스를 사용하는 것입니다. 여기에 매우 복잡한 규칙을 설정할 수 있지만, 올바른 구문을 사용하지 않으면 LLDPd가 시작하지 않습니다. 예를 들어 igb*,!igb1,!igb2로 설정하면, igb로 시작하는 인터페이스 중 igb1과 igb2를 제외하고 사용합니다. 반면 *,!igb*,!!igb1로 설정하면 igb로 시작하는 인터페이스를 제외하고 모든 인터페이스를 사용합니다.
pl_pl: Wybierz interfejsy, z których LLDPd ma lub nie ma wysyłać i odbierać pakiety. Upewnij się, że ustawiasz fizyczne nazwy, a nie nazwy interfejsu ustawione przez interfejs użytkownika. Domyślnie używany jest każdy interfejs. Możesz ustawić tutaj bardzo skomplikowane reguły, ale upewnij się, że używasz poprawnej składni, inaczej LLDPd nie uruchomi się. Na przykład z igb*,!igb1,!igb2 lldpd będzie używać tylko interfejsów zaczynających się od igb z wyjątkiem igb1 i igb2. Natomiast z *,!igb*,!!igb1 lldpd będzie używać wszystkich interfejsów, z wyjątkiem interfejsów zaczynających się od igb, z wyjątkiem igb1.
uk_ua: Виберіть інтерфейси, на яких ви бажаєте або не бажаєте, щоб LLDPd надсилав та отримував пакети. Переконайтеся, що ви вказали фізичні імена, а не назву інтерфейсу, встановлену через інтерфейс користувача. Типово використовується кожен інтерфейс. Тут можна встановити дуже складні правила, але переконайтеся, що використовуєте правильний синтаксис, інакше LLDPd не запуститься. Наприклад, з igb*,!igb1,!igb2 lldpd використовуватиме лише інтерфейси, що починаються з igb, за винятком igb1 та igb2. Тоді як з *,!igb*,!!igb1 lldpd використовуватиме всі інтерфейси, за винятком інтерфейсів, що починаються з igb, за винятком igb1.
zh_cn: 选择所需的接口，或者不希望LLDPd发送和接收数据包。 请务必设置物理名称，而不是通过UI设置的接口名称。 默认是使用每个接口。 可以在此处设置非常复杂的规则，但请确保使用正确的语法，否则LLDPd会无法启动。 例如，使用igb *，！igb1，！igb2 lldpd就会仅使用以igb开头的接口，但igb1和igb2除外。 使用* ,! igb *时，!! igb1 lldpd就会使用所有接口，除了以igb开头的接口，igb1除外。

source: Select the multi-pattern matcher algorithm to use.
cs_cz: Vyberte algoritmus hledání shody s vícero vzorci.
de_de: Wählen Sie den zu verwendenden Multi-Muster-Abgleichsalgorithmus aus.
el_gr: Επιλέξτε τον αλγόριθμο αντιστοίχισης πολλαπλών προτύπων που θα χρησιμοποιήσετε.
fa_ir: الگوریتم تطبیق چندالگو را انتخاب کنید.
fr_fr: Sélectionnez l'algorithme de correspondance multi-modèle à utiliser.
it_it: Seleziona l'algoritmo di corrispondenza multi-modello da utilizzare.
ko_kr: 사용할 다중 패턴 일치 알고리즘을 선택하세요.
pl_pl: Wybierz algorytm dopasowania wielowzorcowego do użycia.
uk_ua: Виберіть алгоритм зіставлення кількох шаблонів для використання.
zh_cn: 选择要使用的多模式匹配器算法。

source: Select type of health check.
cs_cz: Vyberte typ kontroly stavu.
de_de: Geben Sie den Typ der Gesundheitsüberprüfung ein.
el_gr: Επιλέξτε τύπο ελέγχου υγείας.
fa_ir: نوع بررسی سلامت را انتخاب کنید.
fr_fr: Sélectionnez le type de bilan de santé.
it_it: Seleziona il tipo di controllo sanitario.
ko_kr: 상태 점검 유형을 선택하세요.
pl_pl: Wybierz rodzaj kontroli stanu zdrowia.
uk_ua: Виберіть тип перевірки стану.
zh_cn: 选择健康检查类型。

source: Send Client IP
cs_cz: Poslat IP adresu klienta
de_de: Client-IP senden
el_gr: Αποστολή IP πελάτη
fa_ir: ارسال IP کلاینت
fr_fr: Envoyer l'IP du Client
it_it: Invia IP cliente
ko_kr: 클라이언트 IP 전송
pl_pl: Wyślij IP klienta
uk_ua: Надіслати IP клієнта
zh_cn: 发送客户端IP

source: Send Data
cs_cz: Odeslat data
de_de: Sende Daten
el_gr: Αποστολή δεδομένων
fa_ir: ارسال داده
fr_fr: Envoyer les Données
it_it: Invia dati
ko_kr: 데이터 송신
pl_pl: Wyślij dane
uk_ua: Надіслати дані
zh_cn: 发送数据

source: Send Defaultroute
cs_cz: Poslat výchozí trasu
de_de: Sende die Standardroute
el_gr: Αποστολή προεπιλεγμένης διαδρομής
fa_ir: ارسال مسیر پیش‌فرض
fr_fr: Envoyer Defaultroute
it_it: Invia percorso predefinito
ko_kr: 기본 라우트 전송
pl_pl: Wyślij domyślną trasę
uk_ua: Надіслати типовий маршрут
zh_cn: 发送默认路由

source: Send Username
cs_cz: Odeslat uživatelské jméno
de_de: Benutzername senden
el_gr: Αποστολή ονόματος χρήστη
fa_ir: ارسال نام کاربری
fr_fr: Envoyer le Nom d'utilisateur
it_it: Invia nome utente
ko_kr: 사용자 이름 전송
pl_pl: Wyślij nazwę użytkownika
uk_ua: Надіслати ім'я користувача
zh_cn: 发送用户名

source: Send a reminder after some cycles
cs_cz: Po několika cyklech poslat připomínku
de_de: Erinnerung nach einer bestimmten Anzahl von Prüfzyklen senden.
el_gr: Αποστολή υπενθύμισης μετά από ορισμένους κύκλους
fa_ir: ارسال یادآوری پس از چند چرخه
fr_fr: Envoyer un rappel après quelques cycles
it_it: Invia un promemoria dopo alcuni cicli
ko_kr: 일정 주기 후 알림 보내기
pl_pl: Wyślij przypomnienie po pewnej liczbie cykli
uk_ua: Надіслати нагадування після кількох циклів
zh_cn: 指定发送提醒的周期
