Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Note: Shared Key Authentication requires WEP. Only relevant for access point mode.
cs_cz: Poznámka: Ověřování sdíleným klíčem vyžaduje WEP. Platí pouze pro režim přístupového bodu.
de_de: Hinweis: Die Authentifizierung mit gemeinsamem Schlüssel erfordert WEP. Nur im Access-Point-Modus relevant.
el_gr: Σημείωση: Ο έλεγχος ταυτότητας με κοινόχρηστο κλειδί απαιτεί WEP. Ισχύει μόνο για τη λειτουργία σημείου πρόσβασης.
fa_ir: توجه: احراز هویت Shared Key نیاز به WEP دارد. فقط برای حالت نقطه‌دسترسی مرتبط است.
fr_fr: Remarque : l'authentification par clé partagée nécessite l'utilisation du protocole WEP. Ne concerne que le mode point d'accès.
it_it: Nota: l'autenticazione con chiave condivisa richiede WEP. Rilevante solo per la modalità punto di accesso.
ko_kr: 참고: 공유 키 인증에는 WEP가 필요합니다. 액세스 포인트 모드와 관련된 경우에만 해당됩니다.
uk_ua: Нотатка: Автентифікація за спільним ключем вимагає WEP. Актуально лише для режиму точки доступу.
zh_cn: 注意：共享密钥验证需要 WEP。仅适用于接入点模式。

source: Number of interfaces this rule applies to
cs_cz: Počet rozhraní na které se toto pravidlo uplatňuje
de_de: Anzahl der Schnittstellen, für die diese Regel gilt
el_gr: Αριθμός διεπαφών στις οποίες ισχύει αυτός ο κανόνας
fa_ir: تعداد رابط‌هایی که این قانون به آن‌ها اعمال می‌شود
fr_fr: Nombre d'interfaces auxquelles cette règle s'applique
it_it: Numero di interfacce a cui si applica questa regola
ko_kr: 이 규칙이 적용되는 인터페이스 수
uk_ua: Кількість інтерфейсів, до яких застосовується це правило
zh_cn: 此规则适用的接口数量

source: Only a maximum of 15 characters is allowed starting with "%s0" combined with numeric characters and dots, e.g. "%s0.1.104".
cs_cz: Je povoleno nejvýše 15 znaků začínajících „%s0“ v kombinaci s číselnými znaky a tečkami, např. „%s0.1.104“.
de_de: Es sind maximal 15 Zeichen erlaubt, beginnend mit "%s0" und bestehend aus Zahlen und Punkten, z. B. "%s0.1.104".
el_gr: Επιτρέπονται μόνο 15 χαρακτήρες το πολύ, ξεκινώντας με "%s0" σε συνδυασμό με αριθμητικούς χαρακτήρες και τελείες, π.χ. "%s0.1.104".
fa_ir: فقط حداکثر 15 کاراکتر مجاز است که با "%s0" شروع شده و با ارقام و نقطه ترکیب شود، مثلاً "%s0.1.104".
fr_fr: Seuls 15 caractères au maximum sont autorisés, commençant par "%s0", combinés avec des caractères numériques et des points, par exemple "%s0.1.104".
it_it: È consentito solo un massimo di 15 caratteri che iniziano con "%s0" combinato con caratteri numerici e punti, ad es. "%s0.1.104".
ko_kr: 숫자 및 점과 함께 "%s0"으로 시작하는 최대 15자(예: "%s0.1.104)만 사용할 수 있습니다.
uk_ua: Дозволено максимум 15 символів, що починаються з "%s0", у поєднанні з числовими символами та крапками, наприклад, "%s0.1.104".
zh_cn: 最多只能使用 15 个字符，以"%s0 "开头，再加上数字字符和点，如"%s0.1.104"。

source: Only match packets which have the given TOS/DSCP value assigned.
cs_cz: Hledat shodu pouze u paketů, které mají přiřazenou danou hodnotu TOS/DSCP.
de_de: Nur Pakete abgleichen, denen der angegebene TOS/DSCP-Wert zugewiesen ist.
el_gr: Αντιστοιχίστε μόνο πακέτα στα οποία έχει εκχωρηθεί η δεδομένη τιμή TOS/DSCP.
fa_ir: فقط بسته‌هایی با مقدار TOS/DSCP مشخص را مطابقت دهید.
fr_fr: Ne correspondre qu'aux paquets auxquels la valeur TOS/DSCP donnée a été attribuée.
it_it: Corrisponde solo ai pacchetti a cui è assegnato il valore TOS/DSCP specificato.
ko_kr: 지정된 TOS/DSCP 값이 할당된 패킷만 일치합니다.
uk_ua: Зіставляти лише пакети, які мають присвоєне задане значення TOS/DSCP.
zh_cn: 只匹配分配给定TOS/DSCP值的数据包。

source: Only relevant when Extended Authentication Protocol (EAP) is used.
cs_cz: Relevantní pouze při použití protokolu EAP (Extended Authentication Protocol).
de_de: Nur relevant, wenn das Extended Authentication Protocol (EAP) verwendet wird.
el_gr: Ισχύει μόνο όταν χρησιμοποιείται το Πρωτόκολλο Εκτεταμένου Ελέγχου Ταυτότητας (EAP).
fa_ir: فقط زمانی مرتبط است که از Extended Authentication Protocol (EAP) استفاده شود.
fr_fr: Ne concerne que l'utilisation du protocole d'authentification étendu (EAP).
it_it: Rilevante solo quando viene utilizzato il protocollo EAP (Extended Authentication Protocol).
ko_kr: 확장 인증 프로토콜(EAP)가 사용되는 경우에만 해당됩니다.
uk_ua: Актуально лише коли використовується розширений протокол автентифікації (EAP).
zh_cn: 仅在使用扩展身份验证协议 (EAP) 时相关。

source: Overwrite global settings
cs_cz: Přebít globální nastavení
de_de: Globale Einstellungen überschreiben
el_gr: Αντικατάσταση καθολικών ρυθμίσεων
fa_ir: بازنویسی تنظیمات سراسری
fr_fr: Ecraser les paramètres globaux
it_it: Sovrascrivi le impostazioni globali
ko_kr: 전역 설정 덮어쓰기
uk_ua: Перезаписати глобальні налаштування
zh_cn: 覆盖全局设置

source: Overwrites
cs_cz: Přepisy
de_de: Überschreibungen
el_gr: Αντικαθιστά
fa_ir: بازنویسی‌ها
fr_fr: Écrasement
it_it: Sovrascrive
ko_kr: 덮어쓰기
uk_ua: Перезаписи
zh_cn: 覆盖

source: Paste an TSIG domain key here.
cs_cz: Sem vložte klíč TSIG domény.
de_de: Fügen Sie hier einen TSIG-Domänenschlüssel ein.
el_gr: Επικολλήστε εδώ ένα κλειδί τομέα TSIG.
fa_ir: کلید دامنه TSIG را اینجا قرار دهید.
fr_fr: Collez ici une clé de domaine TSIG.
it_it: Incolla qui una chiave di dominio TSIG.
ko_kr: 여기에 TSIG 도메인 키를 붙여넣으세요.
uk_ua: Вставте ключ домену TSIG сюди.
zh_cn: 在此处粘贴 TSIG 域密钥。

source: Path type
cs_cz: Typ cesty
de_de: Pfadtyp
el_gr: Τύπος διαδρομής
fa_ir: نوع مسیر
fr_fr: Type de chemin
it_it: Tipo di percorso
ko_kr: 경로 유형
uk_ua: Тип шляху
zh_cn: 路径类型

source: PeerAddress
de_de: Adresse der Gegenstelle
el_gr: Διεύθυνση Ομότιμου
fa_ir: آدرس همتا
fr_fr: Adresse de l'homologue
it_it: Indirizzo peer
ko_kr: 피어주소
uk_ua: Адреса однорангового пристрою
zh_cn: 端点地址

source: Percentage of RAM used for the respective memory disk. A value of "0" means unlimited, which will additionally include all swap space.
cs_cz: Procento operační paměti, použité pro příslušný „disk“ v ní. Hodnota „0“ znamená neomezeně, což navíc zahrnuje veškerý odkládací prostor (swap).
de_de: Prozentsatz des für die jeweilige Speicherplatte verwendeten RAM. Der Wert „0“ bedeutet „unbegrenzt“, wobei zusätzlich der gesamte Swap-Speicher einbezogen wird.
el_gr: Ποσοστό μνήμης RAM που χρησιμοποιείται για τον αντίστοιχο δίσκο μνήμης. Η τιμή "0" σημαίνει απεριόριστη, η οποία θα περιλαμβάνει επιπλέον όλο τον χώρο εναλλαγής.
fa_ir: درصدی از RAM که برای دیسک حافظه مربوطه استفاده می‌شود. مقدار "0" به معنی نامحدود است و علاوه بر آن تمام فضای swap را نیز شامل می‌شود.
fr_fr: Pourcentage de RAM utilisé pour le disque de mémoire respectif. Une valeur de "0" signifie illimité, ce qui inclut également tout l'espace d'échange.
it_it: Percentuale di RAM utilizzata per il rispettivo disco di memoria. Un valore "0" significa illimitato, che includerà inoltre tutto lo spazio di swap.
ko_kr: 각 메모리 디스크에 사용된 RAM의 백분율입니다. "0"의 값은 무제한이며, 추가적으로 모든 스왑 공간을 포함합니다.
uk_ua: Відсоток оперативної пам'яті, що використовується для відповідного диска пам'яті. Значення "0" означає необмежено, що додатково включатиме весь простір підкачки.
zh_cn: 用于相应内存磁盘的RAM百分比。值为 "0"表示无限制，这将另外包括所有交换空间。

source: Persistent maintenance mode
cs_cz: Trvalý režim údržby
de_de: Dauerhafter Wartungsmodus
el_gr: Λειτουργία μόνιμης συντήρησης
fa_ir: حالت نگهداری ماندگار
fr_fr: Mode d'entretien permanent
it_it: Modalità di manutenzione persistente
ko_kr: 지속 유지 보수 모드
uk_ua: Постійний режим обслуговування
zh_cn: 持久维护模式

source: Please note that entries without a specific domain (and thus all domains) specified in both Query Forwarding and DNS over TLS are considered duplicates, DNS over TLS will be preferred. If "Use System Nameservers" is checked, Unbound will use the DNS servers entered in System->Settings->General or those obtained via DHCP or PPP on WAN if the "Allow DNS server list to be overridden by DHCP/PPP on WAN" is checked.
cs_cz: Uvědomte si, že záznamy bez konkrétní domény (a tedy všechny domény) zadané v Query Forwarding i DNS over TLS. jsou považovány za duplicitní – bude upřednostněno DNS over TLS. Pokud je zaškrtnuta kolonka „Použít systémové jmenné servery“, bude služba Unbound používat DNS servery zadané v Systém->Nastavení->Obecné nebo ty, které byly získány prostřednictvím DHCP nebo PPP v síti WAN, pokud je zaškrtnuto „Povolit přepsání seznamu DNS serverů pomocí DHCP/PPP v síti WAN“.
de_de: Bitte beachten Sie, dass Einträge ohne spezifische Domain (und damit alle Domains), die sowohl in der Abfrageweiterleitung als auch in DNS über TLS angegeben sind, als Duplikate betrachtet werden. DNS über TLS wird bevorzugt. Wenn "System-Nameserver verwenden" aktiviert ist, verwendet Unbound die unter "System" > "Einstellungen" > "Allgemein" eingetragenen DNS-Server oder die über DHCP oder PPP im WAN abgerufenen Server, sofern die Option "Überschreiben der DNS-Serverliste durch DHCP/PPP im WAN zulassen" aktiviert ist.
el_gr: Λάβετε υπόψη ότι οι καταχωρήσεις χωρίς συγκεκριμένο τομέα (και επομένως όλους τους τομείς) που καθορίζονται τόσο στην Προώθηση ερωτημάτων όσο και στο DNS μέσω TLS θεωρούνται διπλότυπες. Θα προτιμηθεί το DNS μέσω TLS. Εάν είναι επιλεγμένη η επιλογή "Χρήση διακομιστών ονομάτων συστήματος", το Unbound θα χρησιμοποιήσει τους διακομιστές DNS που έχουν εισαχθεί στο Σύστημα->Ρυθμίσεις->Γενικά ή αυτούς που λαμβάνονται μέσω DHCP ή PPP σε WAN, εάν είναι επιλεγμένη η επιλογή "Να επιτρέπεται η παράκαμψη της λίστας διακομιστών DNS από DHCP/PPP σε WAN".
fa_ir: توجه داشته باشید که ورودی‌هایی که دامنهٔ مشخصی ندارند (و بنابراین شامل همهٔ دامنه‌ها می‌شوند) و در هر دو بخش Query Forwarding و DNS over TLS تعریف شده‌اند، به‌عنوان موارد تکراری در نظر گرفته می‌شوند و اولویت با DNS over TLS خواهد بود. اگر گزینهٔ "Use System Nameservers" علامت‌خورده باشد، Unbound از سرورهای DNS واردشده در System->Settings->General استفاده خواهد کرد یا در صورت علامت‌زدن گزینهٔ "Allow DNS server list to be overridden by DHCP/PPP on WAN" سرورهایی را که از طریق DHCP یا PPP روی WAN دریافت می‌شوند به‌کار می‌گیرد.
fr_fr: Veuillez noter que les entrées sans domaine spécifique (et donc tous les domaines) spécifiées à la fois dans Query Forwarding et DNS over TLS sont considérées comme des doublons, le DNS over TLS sera préféré. Si l'option "Utiliser les serveurs de noms du système" est cochée, Unbound utilisera les serveurs DNS saisis dans Système->Réglages->Généralités. dans Système->Réglages->Général ou ceux obtenus via DHCP ou PPP sur le réseau étendu si l'option "Autoriser la liste des serveurs DNS à être remplacée par DHCP/PPP sur le réseau étendu" est cochée.
it_it: Tieni presente che le voci senza un dominio specifico (e quindi tutti i domini) specificato sia in Query Forwarding che in DNS over TLS sono considerati duplicati, sarà preferito DNS su TLS. Se è selezionato "Utilizza server dei nomi di sistema", Unbound utilizzerà i server DNS immessi in Sistema->Impostazioni->Generali o quelli ottenuti tramite DHCP o PPP su WAN se è selezionata l'opzione "Consenti all'elenco dei server DNS di essere sovrascritto da DHCP/PPP su WAN".
ko_kr: 쿼리 전달 및 DNS over TLS 모두에 지정된 특정 도메인(따라서 모든 도메인)이 없는 항목은 중복으로 간주되므로 DNS over TLS가 선호됩니다. "시스템 네임서버 사용"을 선택하면 Unbound는 시스템 -> 설정 -> 일반에 등록된 DNS 서버를 사용하거나 "WAN에서 DNS 서버 목록이 DHCP/PPP에 의해 무시되도록 허용"을 선택하면 WAN에서 DHCP 또는 PPP를 통해 얻은 서버를 사용합니다.
uk_ua: Зверніть увагу, що записи без зазначення конкретного домену (і, відповідно, для всіх доменів), зазначені як у Query Forwarding, так і в DNS over TLS вважаються дублікатами, перевага надаватиметься DNS over TLS. Якщо активовано опцію "Використовувати системні сервери імен", Unbound використовуватиме DNS-сервери, введені у розділі Система->Налаштування->Загальні, або ті, що отримані через DHCP чи PPP на WAN, якщо активовано опцію "Дозволити перевизначення списку DNS-серверів за допомогою DHCP/PPP на WAN".
zh_cn: 请注意，在查询转发和基于TLS的DNS中没有指定特定域（以及所有域）的条目将被视为重复， 优先使用基于TLS的DNS。 如果选中“使用系统域名服务器”，Unbound 将使用在"系统"->"设置"->"常规"中输入的DNS服务器， 或者如果"允许WAN上的 DHCP/PPP覆盖DNS服务器列表"被选中的话，则使用通过WAN上的DHCP或PPP获得的DNS服务器。

source: Pool
cs_cz: Fond
el_gr: Πισίνα
fa_ir: استخر
fr_fr: Piscine
it_it: Piscina
ko_kr: 풀
uk_ua: Пул
zh_cn: 池

source: Preserve rule counters across rule updates. Usually rule counters are reset to zero on every update of the ruleset.
cs_cz: Zachovávat čítače pravidel i po úpravě pravidla. Obvykle jsou čítače pravidel při každé aktualizaci sady pravidel vynulovány.
de_de: Regelzähler bleiben über Regelaktualisierungen hinweg erhalten. Normalerweise werden Regelzähler bei jeder Aktualisierung des Regelsatzes auf Null zurückgesetzt.
el_gr: Διατήρηση μετρητών κανόνων σε όλες τις ενημερώσεις κανόνων. Συνήθως, οι μετρητές κανόνων μηδενίζονται σε κάθε ενημέρωση του συνόλου κανόνων.
fa_ir: حفظ شمارنده‌های قوانین در به‌روزرسانی‌ها. معمولاً شمارنده‌ها در هر به‌روزرسانی مجموعهٔ قوانین به صفر بازنشانی می‌شوند.
fr_fr: Préserver les compteurs de règles lors des mises à jour des règles. En général, les compteurs de règles sont remis à zéro à chaque mise à jour de l'ensemble de règles.
it_it: Conserva i contatori delle regole durante gli aggiornamenti delle regole. Di solito i contatori delle regole vengono azzerati ad ogni aggiornamento del set di regole.
ko_kr: 규칙 업데이트 전반에 걸쳐 규칙 카운터를 유지합니다. 일반적으로 규칙 카운터는 규칙 집합의 모든 업데이트 시 0으로 재설정됩니다.
uk_ua: Зберігати лічильники правил при оновленні правил. Зазвичай лічильники правил скидаються на нуль при кожному оновленні набору правил.
zh_cn: 在规则更新期间保留规则计数器。 通常规则计数器在规则集的每次更新时都会重置为零。

source: Primary IPs
cs_cz: Hlavní IP adresy
de_de: Primäre IP-Adressen
el_gr: Πρωτεύουσες IP
fa_ir: IPهای اصلی
fr_fr: IP primaires
it_it: IP primari
ko_kr: 기본 IP
uk_ua: Основні IP-адреси
zh_cn: 主要IPs

source: Primary Zones
cs_cz: Hlavní oblasti
de_de: Primäre Zonen
el_gr: Πρωτεύουσες Ζώνες
fa_ir: زون‌های اصلی
fr_fr: Zones primaires
it_it: Zone primarie
ko_kr: 기본 영역
uk_ua: Основні зони
zh_cn: 主要区域

source: Probes
cs_cz: Sondy
de_de: Prüfmechanismen
el_gr: Αισθητήρες
fa_ir: پروب‌ها
fr_fr: Sondes
it_it: Sonde
ko_kr: 프로브
uk_ua: Проби
zh_cn: 探针

source: Production
cs_cz: Vytváření
de_de: Produktion
el_gr: Παραγωγή
fa_ir: محیط تولید
it_it: Produzione
ko_kr: 제품
uk_ua: Виробництво
zh_cn: 生产

source: Protected Extensible Authentication Protocol (PEAP)
cs_cz: Protokol PEAP (Protected Extensible Authentication Protocol)
el_gr: Πρωτόκολλο Προστατευμένης Επεκτάσιμης Ταυτοποίησης (PEAP)
fr_fr: Protocole d'authentification extensible protégé (PEAP)
it_it: Protocollo di autenticazione estensibile protetto (PEAP)
ko_kr: 보호된 확장 인증 프로토콜(PEAP)
uk_ua: Захищений розширюваний протокол автентифікації (PEAP)
zh_cn: 受保护的可扩展身份验证协议 (PEAP)

source: Protocol families should match
cs_cz: Generace protokolu by se měly shodovat
de_de: Protokollfamilien müssen übereinstimmen
el_gr: Οι οικογένειες πρωτοκόλλων θα πρέπει να ταιριάζουν
fa_ir: خانواده‌های پروتکل باید مطابقت داشته باشند
fr_fr: Les familles du protocole doivent correspondre
it_it: Le famiglie di protocolli dovrebbero corrispondere
ko_kr: 프로토콜 패밀리가 일치해야 합니다
uk_ua: Сімейства протоколів мають збігатися
zh_cn: 协议族应匹配

source: Public key signature algorithms
cs_cz: Algoritmy podpisu veřejným klíčem
de_de: Signaturalgorithmen für öffentliche Schlüssel
el_gr: Αλγόριθμοι υπογραφής δημόσιου κλειδιού
fa_ir: الگوریتم‌های امضای کلید عمومی
fr_fr: Algorithmes de signature à clé publique
it_it: Algoritmi di firma a chiave pubblica
ko_kr: 공개 키 서명 알고리즘
uk_ua: Алгоритми підпису відкритим ключем
zh_cn: 公钥签名算法

source: Queries over the last
cs_cz: Dotazy za uplynulé
de_de: Abfragen der letzten
el_gr: Ερωτήματα τα τελευταία
fa_ir: پرس‌وجوها در آخرین
fr_fr: Requêtes effectuées au cours des dernières années
it_it: Domande sull'ultimo
ko_kr: 다음 시간 동안 쿼리 수
uk_ua: Запити за останні
zh_cn: 查询区间

source: Query Log
cs_cz: Záznam dotazů
de_de: Abfrageprotokoll
el_gr: Αρχείο καταγραφής ερωτημάτων
fa_ir: لاگ پرس‌وجو
fr_fr: Journal des requêtes
it_it: Registro delle query
ko_kr: 쿼리 로그
uk_ua: Журнал запитів
zh_cn: 查询日志

source: Query failure
cs_cz: Nezdar dotazu
de_de: Abfragefehler
el_gr: Αποτυχία ερωτήματος
fa_ir: خطای پرس‌وجو
fr_fr: Échec de la requête
it_it: Errore nella query
ko_kr: 쿼리 실패
uk_ua: Помилка запиту
zh_cn: 查询失败

source: Received
cs_cz: Obdrženo
de_de: Empfangen
el_gr: Ελήφθη
fa_ir: دریافت‌شده
fr_fr: Reçu
it_it: Ricevuto
ko_kr: 수신
uk_ua: Отримано
zh_cn: 接收

source: Record
cs_cz: Záznam
de_de: Eintrag
el_gr: Ρεκόρ
fa_ir: رکورد
fr_fr: Enregistrer
it_it: Documentazione
ko_kr: 레코드
uk_ua: Запис
zh_cn: 录制

source: Remote Authentication
cs_cz: Vzdálené ověřování
de_de: Externe Authentifizierung
el_gr: Απομακρυσμένη Επαλήθευση Αυθεντικοποίησης
fa_ir: احراز هویت از راه دور
fr_fr: Authentification à distance
it_it: Autenticazione remota
ko_kr: 원격 인증
uk_ua: Віддалена автентифікація
zh_cn: 远程认证

source: Remote Certificate Authority
cs_cz: Vzdálená certifikační autorita
de_de: Externe Zertifizierungsstelle
el_gr: Απομακρυσμένη Αρχή Πιστοποίησης
fa_ir: مرجع صدور گواهی از راه دور
fr_fr: Autorité de certification distante
it_it: Autorità di certificazione remota
ko_kr: 원격 인증 기관
uk_ua: Віддалений центр сертифікації
zh_cn: 远程证书颁发机构

source: Remote Nets
cs_cz: Vzdálené sítě
de_de: Externe Netze
el_gr: Απομακρυσμένα Δίκτυα
fa_ir: شبکه‌های راه‌دور
fr_fr: Réseaux distants
it_it: Reti remote
ko_kr: 원격 네트워크
uk_ua: Віддалені мережі
zh_cn: 远程网络

source: Remote required
cs_cz: Je vyžadováno vzdálené
de_de: Externe Verbindung erforderlich
el_gr: Απαιτείται τηλεχειριστήριο
fa_ir: نیاز به اتصال از راه دور
fr_fr: Télécommande requise
it_it: È richiesto il telecomando
ko_kr: 원격 필요
uk_ua: Віддалений обов'язковий

source: Replay
cs_cz: Odpověď
de_de: Wiederholung
el_gr: Ξαναπαίζω
fa_ir: بازپخش
it_it: Rigiocare
ko_kr: 반복
uk_ua: Відтворення
zh_cn: 重播

source: Request queue avg
cs_cz: Průměr fronty požadavku
de_de: Anfragenwarteschlange (Durchschnitt)
el_gr: Μέσος όρος ουράς αιτημάτων
fa_ir: میانگین صف درخواست
fr_fr: Moyenne de la file d'attente
it_it: Richiedi coda media
ko_kr: 평균 요청 큐
uk_ua: Середнє черги запитів
zh_cn: 请求队列平均值

source: Request queue exceeded
cs_cz: Fronta požadavků překročila
de_de: Anfragenwarteschlange überschritten
el_gr: Η ουρά αιτημάτων ξεπεράστηκε
fa_ir: سرریز صف درخواست
fr_fr: File d'attente dépassée
it_it: Coda delle richieste superata
ko_kr: 초과 요청 큐
uk_ua: Чергу запитів перевищено
zh_cn: 请求队列超出

source: Request queue max
cs_cz: Fronta požadavků nejvýše
de_de: Anfragenwarteschlange (Maximalwert)
el_gr: Μέγιστο αίτημα ουράς αναμονής
fa_ir: حداکثر صف درخواست
fr_fr: File d'attente max.
it_it: Richiedi coda max
ko_kr: 최대 요청 큐
uk_ua: Максимум черги запитів
zh_cn: 请求队列最大值

source: Request queue overwritten
cs_cz: Přepsání fronty požadavků
de_de: Anfragenwarteschlange überschrieben
el_gr: Η ουρά αιτημάτων αντικαταστάθηκε
fa_ir: صف درخواست بازنویسی شد
fr_fr: Remplacement de la file d'attente des demandes
it_it: Coda delle richieste sovrascritta
ko_kr: 덮어쓰여진 요청 큐
uk_ua: Чергу запитів перезаписано
zh_cn: 请求队列覆盖

source: Request queue size (all)
cs_cz: Velikost fronty požadavků (vše)
de_de: Anfragenwarteschlangengröße (Gesamt)
el_gr: Μέγεθος ουράς αιτήματος (όλα)
fa_ir: اندازه صف درخواست (همه)
fr_fr: Taille de la file d'attente des demandes (toutes)
it_it: Richiedi dimensione coda (tutti)
ko_kr: 요청 큐 크기(모두)
uk_ua: Розмір черги запитів (всі)
zh_cn: 请求队列大小（全部）

source: Request queue size (client)
cs_cz: Velikost fronty požadavků (klient)
de_de: Anfragenwarteschlangengröße (Client)
el_gr: Μέγεθος ουράς αιτήματος (client)
fa_ir: اندازه صف درخواست (کلاینت)
fr_fr: Taille de la file d'attente (client)
it_it: Richiedi dimensione coda (client)
ko_kr: 요청 큐 크기(클라이언트)
uk_ua: Розмір черги запитів (клієнт)
zh_cn: 请求队列大小（客户端）

source: Reset DNS data
cs_cz: Resetovat DNS data
de_de: DNS-Daten zurücksetzen
el_gr: Επαναφορά δεδομένων DNS
fa_ir: بازنشانی داده‌های DNS
fr_fr: Réinitialiser les données DNS
it_it: Reimposta i dati DNS
ko_kr: DNS 데이터 초기화
uk_ua: Скинути дані DNS
zh_cn: 重置DNS数据

source: Resolve time
cs_cz: Čas řešení
de_de: Auflösungszeit
el_gr: Χρόνος επίλυσης
fa_ir: زمان حل
fr_fr: Délai de résolution
it_it: Risolvi il tempo
ko_kr: 조회 시간
uk_ua: Час розв'язання
zh_cn: 解析时间

source: Resolved
de_de: Aufgelöst
el_gr: Έγκυρα
fa_ir: حل‌شده
fr_fr: Résolu
it_it: Risolto
ko_kr: 조회됨
uk_ua: Розв'язано
zh_cn: 解析数量

source: Return Code
cs_cz: Návratový kód
de_de: Rückgabecode
el_gr: Κωδικός Επιστροφής
fa_ir: کد بازگشت
fr_fr: Code de retour
it_it: Codice di ritorno
ko_kr: 응답 코드
uk_ua: Код повернення
zh_cn: 返回代码

source: Role
de_de: Rolle
el_gr: Ρόλος
fa_ir: نقش
fr_fr: Rôle
it_it: Ruolo
ko_kr: 역할
uk_ua: Роль
zh_cn: 角色

source: Running
cs_cz: Spuštěné
de_de: Läuft
el_gr: Τρέξιμο
fa_ir: در حال اجرا
fr_fr: La course à pied
it_it: Corsa
ko_kr: 실행 중
uk_ua: Запущено
zh_cn: 运行

source: SRC
cs_cz: Zdroj
el_gr: Φυτεία Μικροσκοπικών Ειδών (ΦΠΥ)
it_it: CRS
ko_kr: 출발지
uk_ua: ДЖЕРЕЛО

source: STUN port must contain a valid port number.
cs_cz: Je třeba, aby STUN port obsahoval platné číslo portu.
de_de: Der STUN-Port muss eine gültige Portnummer enthalten.
el_gr: Η θύρα STUN πρέπει να περιέχει έναν έγκυρο αριθμό θύρας.
fa_ir: پورت STUN باید شامل یک شماره پورت معتبر باشد.
fr_fr: Le port STUN doit contenir un numéro de port valide.
it_it: La porta STUN deve contenere un numero di porta valido.
ko_kr: STUN 포트에는 올바른 포트 번호가 포함되어 있어야 합니다.
uk_ua: Порт STUN повинен містити дійсний номер порту.
zh_cn: STUN 端口必须包含有效的端口号。

source: STUN port used to predict external WAN IP.
cs_cz: STUN port použitý pro předpovídání externí WAN IP.
de_de: STUN-Port zur Erkennung der externen WAN-IP.
el_gr: Θύρα STUN που χρησιμοποιείται για την πρόβλεψη εξωτερικής διεύθυνσης IP WAN.
fa_ir: پورت STUN برای پیش‌بینی IP خارجی WAN استفاده می‌شود.
fr_fr: Port STUN utilisé pour prédire l'IP WAN externe.
it_it: Porta STUN utilizzata per prevedere l'IP WAN esterno.
ko_kr: 외부 WAN IP를 예측하는 데 사용되는 STUN 포트입니다.
uk_ua: Порт STUN, що використовується для прогнозування зовнішньої IP-адреси WAN.
zh_cn: 用于预测外部WAN IP的STUN端口。

source: STUN server used to predict external WAN IP.
cs_cz: STUN server použitý pro předpověď externí WAN IP.
de_de: STUN-Server zur Erkennung der externen WAN-IP.
el_gr: Διακομιστής STUN που χρησιμοποιείται για την πρόβλεψη εξωτερικής διεύθυνσης IP WAN.
fa_ir: سرور STUN برای پیش‌بینی IP خارجی WAN استفاده می‌شود.
fr_fr: Serveur STUN utilisé pour prédire l'IP WAN externe.
it_it: Server STUN utilizzato per prevedere l'IP WAN esterno.
ko_kr: STUN 서버가 외부 WAN IP를 예측하는 데 사용됩니다.
uk_ua: Сервер STUN, що використовується для прогнозування зовнішньої IP-адреси WAN.
zh_cn: 用于预测外部WAN IP的STUN服务器。

source: Save and Apply
cs_cz: Uložit a uplatnit
de_de: Speichern und Übernehmen
el_gr: Αποθήκευση και εφαρμογή
fa_ir: ذخیره و اعمال
fr_fr: Sauvegarder et appliquer
it_it: Salva e applica
ko_kr: 저장 및 적용
uk_ua: Зберегти та Застосувати
zh_cn: 保存并应用

source: Script Source
cs_cz: Zdroj skriptu
de_de: Skriptquelle
el_gr: Πηγή σεναρίου
fa_ir: منبع اسکریپت
fr_fr: Source du script
it_it: Origine della sceneggiatura
ko_kr: 스크립트 소스
uk_ua: Джерело скрипту
zh_cn: 脚本源

source: Secondary Zones
cs_cz: Pomocné oblasti
de_de: Sekundärzonen
el_gr: Δευτερεύουσες Ζώνες
fa_ir: زون‌های ثانویه
fr_fr: Zones secondaires
it_it: Zone secondarie
ko_kr: 보조 영역
uk_ua: Вторинні зони
zh_cn: 次要区域

source: Select an alternate firmware flavour.
cs_cz: Vyberte alternativní variantu firmware.
de_de: Wählen Sie eine alternative Firmware-Variante aus.
el_gr: Επιλέξτε μια εναλλακτική έκδοση υλικολογισμικού.
fa_ir: یک نوع فریم‌ور جایگزین را انتخاب کنید.
fr_fr: Sélectionnez une autre version du micrologiciel.
it_it: Seleziona una versione firmware alternativa.
ko_kr: 대체할 펌웨어 종류를 선택하세요.
uk_ua: Виберіть альтернативний варіант прошивки.
zh_cn: 选择备用固件版本。
