Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: invert source (not)
cs_cz: prohodit zdroj (ne)
de_de: Quelle invertieren (nicht)
el_gr: αντιστρέψτε την πηγή (όχι)
fa_ir: معکوس مبدا (not)
fr_fr: inverser la source (non)
it_it: inverti sorgente (non)
ko_kr: 출발지 반전(not)
pl_pl: odwróć źródło (nie)
uk_ua: інвертувати джерело (ні)
zh_cn: 反转源(否)

source: ip address of the mail host
cs_cz: IP adresa e-mailového serveru
de_de: IP-Adresse des Mail-Hosts
el_gr: διεύθυνση IP του κεντρικού υπολογιστή αλληλογραφίας
fa_ir: آدرس ip میزبان ایمیل
fr_fr: adresse ip de l'hôte mail
it_it: indirizzo IP dell'host di posta
ko_kr: 메일 호스트의 IP 주소
pl_pl: adres IP serwera pocztowego
uk_ua: IP-адреса поштового хоста
zh_cn: 邮件主机的IP地址

source: local.conf settings
cs_cz: nastavení local.conf
de_de: local.conf Einstellungen
el_gr: ρυθμίσεις local.conf
fa_ir: تنظیمات local.conf
fr_fr: Réglages de local.conf
it_it: impostazioni local.conf
ko_kr: local.conf 설정
pl_pl: ustawienia local.conf
uk_ua: налаштування local.conf
zh_cn: local.conf设置

source: main
cs_cz: hlavní
de_de: haupt
el_gr: κύριος
fa_ir: اصلی
fr_fr: principal
it_it: principale
ko_kr: 메인
pl_pl: główny
uk_ua: основний
zh_cn: 主要

source: mask
cs_cz: maska
de_de: Maske
el_gr: μάσκα
fa_ir: ماسک
fr_fr: masque
it_it: maschera
ko_kr: 마스크
pl_pl: maska
uk_ua: маска
zh_cn: 掩码

source: matches incoming or outgoing packets or both (default)
cs_cz: je porovnáváno vůči příchozím nebo odchozím paketům nebo obojímu (výchozí)
de_de: Eingehende oder ausgehende Pakete oder beides abgleichen (Standard: beide)
el_gr: ταιριάζει με τα εισερχόμενα ή τα εξερχόμενα πακέτα ή και τα δύο (προεπιλογή)
fa_ir: منطبق با بسته‌های ورودی یا خروجی یا هر دو (پیش‌فرض)
fr_fr: vérifier les paquets entrants, sortants ou des deux sens (par défaut)
it_it: corrisponde ai pacchetti in entrata o in uscita o ad entrambi (impostazione predefinita)
ko_kr: 수신 또는 발신 패킷 또는 둘 다 일치(기본값)
pl_pl: odpowiada przychodzącym lub wychodzącym pakietom lub obu (domyślnie)
uk_ua: відповідає вхідним або вихідним пакетам, або обом (типово)
zh_cn: 匹配进站或出站数据包或两者(默认)

source: number of dynamic queues, leave empty for default
cs_cz: počet dynamických front – pokud chcete použít výchozí hodnotu, nevyplňujte
de_de: Anzahl dynamischer Queues festlegen (leer lassen für Standard).
el_gr: αριθμός δυναμικών ουρών, αφήστε κενό για προεπιλογή
fa_ir: تعداد صف‌های پویا، برای مقدار پیش‌فرض خالی بگذارید
fr_fr: nombre de files d'attente dynamiques, laisser vide pour défaut
it_it: numero di code dinamiche, lasciare vuoto per impostazione predefinita
ko_kr: 다이나믹 큐의 수, 기본값을 사용할 경우 비워두세요
pl_pl: liczba dynamicznych kolejek, pozostaw puste dla domyślnych
uk_ua: кількість динамічних черг, залиште порожнім для типового значення
zh_cn: 动态队列的数量(默认留空)

source: order in which the rule will be evaluated (lowest first)
cs_cz: pořadí ve kterém budou pravidla vyhodnocována (nejnižší první)
de_de: Geben Sie die Reihenfolge an, in der die Regel ausgewertet wird (niedrigster Wert zuerst).
el_gr: σειρά με την οποία θα αξιολογηθεί ο κανόνας (με τη χαμηλότερη σειρά πρώτα)
fa_ir: ترتیب ارزیابی قانون (کمترین اول)
fr_fr: ordre dans lequel la règle sera évaluée (le plus bas en premier)
it_it: ordine in cui la regola verrà valutata (prima il più basso)
ko_kr: 규칙이 평가될 순서 (가장 낮은 순서부터)
pl_pl: kolejność, w jakiej reguła zostanie oceniona (najniższa jako pierwsza)
uk_ua: порядок, в якому правило буде оцінюватися (найнижчий першим)
zh_cn: 评估规则的顺序(最低的优先)

source: password (optional)
cs_cz: heslo (volitelné)
de_de: Passwort (optional)
el_gr: κωδικός πρόσβασης (προαιρετικό)
fa_ir: رمز عبور (اختیاری)
fr_fr: mot de passe (facultatif)
it_it: password (opzionale)
ko_kr: 비밀번호 (선택사항)
pl_pl: hasło (opcjonalne)
uk_ua: пароль (необов'язково)
zh_cn: 密码(可选)

source: path MTU Discovery
cs_cz: zjišťování MTU dané cesty
el_gr: διαδρομή MTU Discovery
fa_ir: کشف MTU مسیر
fr_fr: Découverte du MTU du chemin
it_it: percorso MTU Discovery
ko_kr: MTU Discovery 경로
pl_pl: Odkrywanie MTU trasy
uk_ua: виявлення MTU шляху
zh_cn: 路径MTU发现

source: secondary interface, matches packets traveling to/from interface (1) to/from interface (2). can be combined with direction.
cs_cz: druhé rozhraní, porovnává pakety putující na/z rozhraní (1) na/z rozhraní (2). Je možné kombinovat se směrem.
de_de: Sekundäre Schnittstelle; stimmt mit Paketen überein, die sich zwischen Schnittstelle 1 und Schnittstelle 2 bewegen. Kann mit der Richtung kombiniert werden.
el_gr: δευτερεύουσα διεπαφή, αντιστοιχίζει πακέτα που ταξιδεύουν προς/από τη διεπαφή (1) προς/από τη διεπαφή (2). μπορεί να συνδυαστεί με κατεύθυνση.
fa_ir: رابط ثانویه — بسته‌هایی را که به/از رابط (1) تا/از رابط (2) عبور می‌کنند مطابقت می‌دهد. قابل ترکیب با جهت.
fr_fr: interface secondaire, correspond aux paquets voyageant vers/depuis l'interface (1) vers/depuis l'interface (2). peut être combiné avec la direction.
it_it: interfaccia secondaria, abbina i pacchetti che viaggiano da/verso l'interfaccia (1) a/dall'interfaccia (2). può essere combinato con la direzione.
ko_kr: 보조 인터페이스, 패킷이 인터페이스 (1)에서 인터페이스 (2)로 이동하는 것을 대조. 방향과 함께 사용할 수 있습니다.
pl_pl: wtórny interfejs, dopasowuje pakiety podróżujące do/od interfejsu (1) do/od interfejsu (2). Można łączyć z kierunkiem.
uk_ua: другий інтерфейс, відповідає пакетам, що прямують до/з інтерфейсу (1) до/з інтерфейсу (2). може поєднуватися з напрямком.
zh_cn: 二级接口，将往返接口（1）往返接口（2）的数据包进行匹配。可以与方向结合。

source: select categories to use, leave empty for all. Categories are visible after initial download.
cs_cz: vyberte kategorie, které použít – pokud všechny, nevyplňujte. Kategorie jsou viditelné po úvodním stažení.
de_de: Wählen Sie die zu verwendenden Kategorien aus oder lassen Sie es leer, um alle auszuwählen. Kategorien sind nach dem initialen Herunterladen sichtbar.
el_gr: Επιλέξτε κατηγορίες για χρήση, αφήστε κενά για όλες. Οι κατηγορίες είναι ορατές μετά την αρχική λήψη.
fa_ir: دسته‌ها را انتخاب کنید؛ برای انتخاب همه خالی بگذارید. دسته‌ها پس از دانلود اولیه قابل مشاهده‌اند.
fr_fr: sélectionner les catégories à utiliser, laisser vide pour les sélectionner toutes. Les catégories sont visibles après un premier téléchargement.
it_it: seleziona le categorie da utilizzare, lascia vuoto per tutti. Le categorie sono visibili dopo il download iniziale.
ko_kr: 사용할 카테고리를 선택하세요. 모두 사용하려면 비워두세요. 카테고리는 초기 다운로드 후에 보입니다.
pl_pl: wybierz kategorie do użycia, pozostaw puste dla wszystkich. Kategorie są widoczne po początkowym pobraniu.
uk_ua: виберіть категорії для використання, залиште порожнім для всіх. Категорії стануть видимими після початкового завантаження.
zh_cn: 选择要使用的类别，留空则选择所有类别。初始下载后，就可以看见类别。

source: set debug output for this tinc network.
cs_cz: nastavit pro tuto tinc síť ladící výstup.
de_de: Legen Sie die Debug-Ausgabe für dieses Tinc-Netzwerk fest.
el_gr: Ορίστε την έξοδο εντοπισμού σφαλμάτων για αυτό το δίκτυο tinc.
fa_ir: خروجی اشکال‌زدایی را برای این شبکه tinc تنظیم کنید.
fr_fr: Définir la sortie de débogage pour ce réseau tinc.
it_it: imposta l'output di debug per questa rete tinc.
ko_kr: 이 tinc 네트워크에 디버그 아웃풋 설정하세요.
pl_pl: ustaw wyjście diagnostyczne dla tej sieci tinc.
uk_ua: встановити виведення налагодження для цієї мережі tinc.
zh_cn: 设置该tinc网络的调试输出。

source: source
cs_cz: zdroj
de_de: Quelle
el_gr: πηγή
fa_ir: مبدا
it_it: fonte
ko_kr: 출발지
pl_pl: źródło
uk_ua: джерело
zh_cn: 源

source: source ip or network, examples 10.0.0.0/24, 10.0.0.1
cs_cz: zdrojová IP adresa nebo síť, příklady: 10.0.0.0/24, 10.0.0.1
de_de: Quell-IP oder -Netzwerk, Beispiele 10.0.0.0/24, 10.0.0.1
el_gr: IP πηγής ή δικτύου, παραδείγματα 10.0.0.0/24, 10.0.0.1
fa_ir: IP یا شبکه مبدا، مثال‌ها: 10.0.0.0/24، 10.0.0.1
fr_fr: ip source ou réseau, exemples 10.0.0.0/24, 10.0.0.1
it_it: IP o rete di origine, esempi 10.0.0.0/24, 10.0.0.1
ko_kr: 출발지 IP 또는 네트워크, 예시: 10.0.0.0/24, 10.0.0.1
pl_pl: źródłowy adres IP lub sieć, przykłady 10.0.0.0/24, 10.0.0.1
uk_ua: IP-адреса або мережа джерела, наприклад 10.0.0.0/24, 10.0.0.1
zh_cn: 源IP或网络，例如 10.0.0.0/24,10.0.0.1

source: ssl ignore cert
cs_cz: ssl ignorovat certif.
de_de: SSL-Zertifikat ignorieren
el_gr: ssl αγνόηση πιστοποιητικού
fa_ir: نادیده گرفتن گواهی SSL
it_it: ssl ignora il certificato
pl_pl: ssl ignoruj certyfikat
uk_ua: SSL ігнорувати сертифікат
zh_cn: ssl忽略证书

source: target
cs_cz: cíl
de_de: Ziel
el_gr: στόχος
fa_ir: مقصد
fr_fr: cible
it_it: bersaglio
ko_kr: 대상
pl_pl: cel
uk_ua: ціль
zh_cn: 目标

source: target pipe or queue
cs_cz: cílová roura nebo fronta
de_de: Ziel-Pipe oder Ziel-Queue auswählen.
el_gr: στοχευόμενος σωλήνας ή ουρά
fa_ir: پایپ یا صف مقصد
fr_fr: tuyau ou file d'attente cible
it_it: tubo o coda di destinazione
ko_kr: 대상 파이프 또는 큐
pl_pl: celowy potok lub kolejka
uk_ua: цільовий канал або черга
zh_cn: 目标管道或队列

source: username (optional)
cs_cz: uživatelské jméno (volitelné)
de_de: Benutzername (optional)
el_gr: όνομα χρήστη (προαιρετικό)
fa_ir: نام کاربری (اختیاری)
fr_fr: nom d'utilisateur (optionnel)
it_it: nome utente (facoltativo)
ko_kr: 사용자이름 (선택 사항)
pl_pl: nazwa użytkownika (opcjonalnie)
uk_ua: ім'я користувача (необов'язково)
zh_cn: 用户名(可选)

source: None
cs_cz: Žádné
de_de: Keine
el_gr: Κανένας
fa_ir: هیچ
fr_fr: Aucun
it_it: Nessuno
ko_kr: 없음
pl_pl: Brak
uk_ua: Немає

source: A SSL fingerprint should be a 59 character long hex value.
cs_cz: SSL otisk by měla být 59 znaků dlouhá hodnota v šestnáctkovém vyjádření.
de_de: Ein SSL-Fingerabdruck sollte ein 59 Zeichen langer Hexadezimalwert sein.
el_gr: Ένα δακτυλικό αποτύπωμα SSL θα πρέπει να έχει δεκαεξαδική τιμή μήκους 59 χαρακτήρων.
fa_ir: اثر انگشت SSL باید یک مقدار هگزادسیمال 59 کاراکتری باشد.
fr_fr: Une empreinte SSL doit être une valeur hexadécimale d'une longueur de 59 caractères.
it_it: Un'impronta digitale SSL deve contenere un valore esadecimale lungo 59 caratteri.
ko_kr: SSL 지문은 59자리의 16진수 값이어야 합니다.
pl_pl: Odcisk palca SSL powinien mieć 59 znaków w wartości szesnastkowej.
uk_ua: Відбиток SSL повинен бути 59-символьним шістнадцятковим значенням.
zh_cn: SSL指纹的长度应为59个字符的十六进制数值。

source: A password for a Nextcloud server must be set.
cs_cz: Je třeba nastavit heslo k Nextcloud serveru.
de_de: Ein Passwort für einen Nextcloud-Server muss gesetzt werden.
el_gr: Πρέπει να οριστεί ένας κωδικός πρόσβασης για έναν διακομιστή Nextcloud.
fa_ir: رمز عبور سرور Nextcloud باید تنظیم شود.
fr_fr: Un mot de passe pour un serveur NextCloud doit être fourni.
it_it: È necessario impostare una password per un server Nextcloud.
ko_kr: Nextcloud 서버의 비밀번호를 설정해야 합니다.
pl_pl: Hasło do serwera Nextcloud musi być ustawione.
uk_ua: Необхідно встановити пароль для сервера Nextcloud.
zh_cn: 必须设置Nextcloud 服务器的密码。

source: A valid IPv4 mask must be between 1 and 32 bits.
cs_cz: Platná IPv4 maska má mezi 1 až 32 bity.
de_de: Eine gültige IPv4-Maske muss zwischen 1 und 32 Bit liegen.
el_gr: Μια έγκυρη μάσκα IPv4 πρέπει να έχει μέγεθος μεταξύ 1 και 32 bit.
fa_ir: ماسک معتبر IPv4 باید بین 1 تا 32 بیت باشد.
fr_fr: Un masque IPv4 valide doit faire de 1 à 32 bits.
it_it: Una maschera IPv4 valida deve essere compresa tra 1 e 32 bit.
ko_kr: 유효한 IPv4 마스크는 1~32비트 사이여야 합니다.
pl_pl: Prawidłowa maska IPv4 musi mieścić się w zakresie od 1 do 32 bitów.
uk_ua: Дійсна маска IPv4 повинна бути від 1 до 32 біт.
zh_cn: 有效的IPv4 掩码必须介于1和32位之间。

source: A valid IPv6 mask must be between 1 and 128 bits. 64 bits are recommended as this is the recommended subnet size in IPv6.
cs_cz: Platná IPv6 maska má mezi 1 až 128 bity. Doporučeno je 64 – standardní velikost podsítě v IPv6.
de_de: Eine gültige IPv6-Maske muss zwischen 1 und 128 Bit liegen. 64 Bit werden empfohlen, da dies die empfohlene Subnetzgröße in IPv6 ist.
el_gr: Μια έγκυρη μάσκα IPv6 πρέπει να έχει μέγεθος μεταξύ 1 και 128 bit. Συνιστώνται 64 bit, καθώς αυτό είναι το συνιστώμενο μέγεθος υποδικτύου στο IPv6.
fa_ir: ماسک معتبر IPv6 باید بین 1 تا 128 بیت باشد. اندازهٔ 64 بیت توصیه می‌شود چون این اندازهٔ زیرشبکهٔ پیشنهادی در IPv6 است.
fr_fr: Un masque IPv6 valide doit faire de 1 à 128 bits. 64 bits est recommandé car c'est la la taille recommandée pour la taille de sous-réseau.
it_it: Una maschera IPv6 valida deve essere compresa tra 1 e 128 bit. Si consigliano 64 bit poiché questa è la dimensione della sottorete consigliata in IPv6.
ko_kr: 유효한 IPv6 마스크는 1~128비트 사이여야 합니다. 64비트는 IPv6에서 권장하는 서브넷 크기입니다.
pl_pl: Prawidłowa maska IPv6 musi mieścić się w zakresie od 1 do 128 bitów. Zaleca się 64 bity, ponieważ jest to zalecany rozmiar podsieci w IPv6.
uk_ua: Дійсна маска IPv6 повинна бути від 1 до 128 біт. Рекомендовано 64 біти, оскільки це рекомендований розмір підмережі в IPv6.
zh_cn: 有效的IPv6 掩码必须介于1和128位之间。建议使用64位, 因为这是IPv6建议的子网大小。

source: A valid Port number must be specified.
cs_cz: Je třeba zadat platné číslo portu.
de_de: Es muss eine gültige Portnummer angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός θύρας.
fa_ir: باید یک شماره پورت معتبر مشخص شود.
fr_fr: Un numéro de port valide doit être spécifié.
it_it: È necessario specificare un numero di porta valido.
ko_kr: 유효한 포트 번호를 지정해야 합니다.
pl_pl: Należy podać prawidłowy numer portu.
uk_ua: Необхідно вказати дійсний номер порту.
zh_cn: 必须指定一个有效的端口号.

source: A valid cache expiration must be set.
cs_cz: Je třeba nastavit platnou dobu skončení platnosti mezipaměti.
de_de: Ein gültiger Cache-Verfall muss gesetzt sein.
el_gr: Πρέπει να οριστεί μια έγκυρη λήξη προσωρινής μνήμης.
fa_ir: یک زمان انقضای کش معتبر باید تنظیم شود.
fr_fr: Une durée valide pour l'expiration du cache est nécessaire.
it_it: È necessario impostare una scadenza cache valida.
ko_kr: 유효한 캐시 만료 시간을 설정해야 합니다.
pl_pl: Należy ustawić prawidłowy czas wygaśnięcia pamięci podręcznej.
uk_ua: Необхідно встановити дійсний термін дії кешу.
zh_cn: 必须设置有效的缓存过期时间。

source: A valid cache size in kilobytes must be set.
cs_cz: Je třeba zadat platnou velikost mezipaměti (v kilobajtech).
de_de: Es muss eine gültige Cache-Größe in Kilobyte eingestellt werden.
el_gr: Πρέπει να οριστεί ένα έγκυρο μέγεθος προσωρινής μνήμης σε kilobyte.
fa_ir: اندازهٔ کش معتبر بر حسب کیلوبایت باید تنظیم شود.
fr_fr: Une taille valide en kilo-octets pour le cache est nécessaire.
it_it: È necessario impostare una dimensione della cache valida in kilobyte.
ko_kr: 유효한 캐시 크기(킬로바이트)를 설정해야 합니다.
pl_pl: Należy ustawić prawidłowy rozmiar pamięci podręcznej w kilobajtach.
uk_ua: Необхідно встановити дійсний розмір кешу в кілобайтах.
zh_cn: 必须设置有效的缓存大小(KB)。

source: A valid cache size must be set.
cs_cz: Je třeba zadat platnou velikost mezipaměti.
de_de: Es muss eine gültige Cache-Größe eingestellt sein.
el_gr: Πρέπει να οριστεί ένα έγκυρο μέγεθος προσωρινής μνήμης.
fa_ir: اندازهٔ کش معتبر باید تنظیم شود.
fr_fr: Une taille valide pour le cache est nécessaire.
it_it: È necessario impostare una dimensione cache valida.
ko_kr: 유효한 캐시 크기를 설정해야 합니다.
pl_pl: Należy ustawić prawidłowy rozmiar pamięci podręcznej.
uk_ua: Необхідно встановити дійсний розмір кешу.
zh_cn: 必须设置有效的缓存大小。

source: A valid expiration time must be set.
cs_cz: Je třeba nastavit platný čas skončení platnosti.
de_de: Es muss eine gültige Verfallszeit eingestellt werden.
el_gr: Πρέπει να οριστεί μια έγκυρη ώρα λήξης.
fa_ir: زمان انقضای معتبر باید تنظیم شود.
fr_fr: Une heure d'expiration valide doit être définie.
it_it: È necessario impostare una scadenza valida.
ko_kr: 유효한 만료 시간을 설정해야 합니다.
pl_pl: Należy ustawić prawidłowy czas wygaśnięcia.
uk_ua: Необхідно встановити дійсний час закінчення дії.
zh_cn: 必须设置有效的到期时间。

source: A valid maximum size in bytes must be set.
cs_cz: Je třeba nastavit platnou nejvyšší velikost v bajtech.
de_de: Es muss eine gültige maximale Größe in Bytes eingestellt werden.
el_gr: Πρέπει να οριστεί ένα έγκυρο μέγιστο μέγεθος σε byte.
fa_ir: حداکثر اندازهٔ معتبر بر حسب بایت باید تنظیم شود.
fr_fr: Une taille maximum valide en octets doit être spécifiée.
it_it: È necessario impostare una dimensione massima valida in byte.
ko_kr: 유효한 최대 크기(바이트)를 설정해야 합니다.
pl_pl: Należy ustawić prawidłowy maksymalny rozmiar w bajtach.
uk_ua: Необхідно встановити дійсний максимальний розмір у байтах.
zh_cn: 必须设置有效的最大大小(以字节为单位)。

source: A valid time jitter must be set.
cs_cz: Je třeba, aby byl nastaven platný časový rozptyl.
de_de: Es muss ein gültiger Jitter angegeben werden.
el_gr: Πρέπει να οριστεί ένα έγκυρο χρονικό jitter.
fa_ir: نوسان زمانی معتبر باید تنظیم شود.
fr_fr: Une gigue temporelle valide doit être configurée.
it_it: È necessario impostare un jitter temporale valido.
ko_kr: 유효한 시간 지터를 설정해야 합니다.
pl_pl: Należy ustawić prawidłowe drgania czasowe.
uk_ua: Необхідно встановити дійсне зміщення часу.
zh_cn: 必须设置有效的时间抖动值。

source: ACLs
cs_cz: ACL seznamy
it_it: ACL
uk_ua: ACL

source: AND [default]
cs_cz: A [výchozí]
de_de: UND [Standard]
el_gr: ΚΑΙ [προεπιλογή]
fa_ir: AND [پیش‌فرض]
fr_fr: ET [défaut]
it_it: AND [predefinito]
ko_kr: AND [기본값]
pl_pl: I [domyślnie]
uk_ua: І [типово]

source: ARP Table
cs_cz: ARP tabulka
de_de: ARP-Tabelle
el_gr: Πίνακας ARP
fa_ir: جدول ARP
fr_fr: Table ARP
it_it: Tabella ARP
ko_kr: ARP 테이블
pl_pl: Tabela ARP
uk_ua: таблиця ARP
zh_cn: ARP表

source: Accept
cs_cz: Přijmout
de_de: Akzeptieren
el_gr: Αποδέχομαι
fa_ir: قبول
fr_fr: Accepter
it_it: Accettare
ko_kr: 수락
pl_pl: Akceptuj
uk_ua: Прийняти
zh_cn: 接受

source: Access
cs_cz: Přístup
de_de: Zugriff
el_gr: Πρόσβαση
fa_ir: دسترسی
fr_fr: Accès
it_it: Accesso
ko_kr: 액세스
pl_pl: Dostęp
uk_ua: Доступ
zh_cn: 访问

source: Access Lists
cs_cz: Přístupové seznamy
de_de: Zugriffslisten
el_gr: Λίστες πρόσβασης
fa_ir: فهرست‌های دسترسی
fr_fr: Listes d'accès
it_it: Elenchi di accesso
ko_kr: 액세스 목록
pl_pl: Listy dostępu
uk_ua: списки доступу
zh_cn: 访问列表

source: Accounts
cs_cz: Účty
de_de: Konten
el_gr: Λογαριασμοί
fa_ir: حساب‌ها
fr_fr: Comptes
it_it: Conti
ko_kr: 계정
pl_pl: Konta
uk_ua: облікові записи
zh_cn: 账号

source: Actions
cs_cz: Akce
de_de: Aktionen
el_gr: Ενέργειες
fa_ir: عملیات
it_it: Azioni
ko_kr: 작업
pl_pl: Akcje
uk_ua: Дії
zh_cn: 操作

source: Activity
cs_cz: Aktivita
de_de: Aktivität
el_gr: Δραστηριότητα
fa_ir: فعالیت
fr_fr: Activité
it_it: Attività
ko_kr: 활동
pl_pl: Aktywność
uk_ua: Активність
zh_cn: 活动

source: Add ;rport to INCOMING via header (1)
cs_cz: Přidat ;rport do hlavičky PŘÍCHOZÍ skrze (1)
de_de: ;rport zu INCOMING via header (1) hinzufügen
el_gr: Προσθήκη ;rport στο INCOMING μέσω κεφαλίδας (1)
fa_ir: افزودن ;rport به ورودی از طریق هدر (1)
fr_fr: Ajouter ;rport à l'en-tête via ENTRANT (1)
it_it: Aggiungi ;rport a INCOMING tramite intestazione (1)
ko_kr: 헤더를 통해 INCOMING에 ;rport 추가(1)
pl_pl: Dodaj ;rport do NADCHODZĄCEGO w nagłówku (1)
uk_ua: Додати ;rport до INCOMING через заголовок (1)
zh_cn: 添加 ;传送至进站via标头 (1)

source: Add ;rport to OUTGOING and INCOMING via headers (3)
cs_cz: Přidat ;rport do hlaviček ODCHOZÍ a PŘÍCHOZÍ (3)
de_de: ;rport zu OUTGOIN und INCOMING via headers (3) hinzufügen
el_gr: Προσθήκη ;rport στις ΕΞΕΡΧΟΜΕΝΕΣ και ΕΙΣΕΡΧΟΜΕΝΕΣ μέσω κεφαλίδων (3)
fa_ir: افزودن ;rport به خروجی و ورودی از طریق هدرها (3)
fr_fr: Ajouter ;rport aux en-têtes via SORTANT et ENTRANT (3)
it_it: Aggiungi ;rport a OUTGOING e INCOMING tramite intestazioni (3)
ko_kr: 헤더를 통해 OUTGOING과 INCOMING에 ;rport 추가(3)
pl_pl: Dodaj ;rport do WYCHODZĄCEGO i NADCHODZĄCEGO w nagłówkach (3)
uk_ua: Додати ;rport до OUTGOING та INCOMING через заголовки (3)
zh_cn: 添加 ;传送至进站和出站via标头 (3)

source: Add ;rport to OUTGOING via header (2)
cs_cz: Přidat ;rport do hlavičky ODCHOZÍ skrze (2)
de_de: ;rport zu OUTGOING via header (2) hinzufügen
el_gr: Προσθήκη ;rport στο OUTGOING μέσω κεφαλίδας (2)
fa_ir: افزودن ;rport به خروجی از طریق هدر (2)
fr_fr: Ajouter ;rport à l'en-tête via SORTANT (2)
it_it: Aggiungi ;rport a OUTGOING tramite intestazione (2)
ko_kr: 헤더를 통해 OUTGOING에 ;rport 추가(2)
pl_pl: Dodaj ;rport do WYCHODZĄCEGO w nagłówku (2)
uk_ua: Додати ;rport до OUTGOING через заголовок (2)
zh_cn: 添加 ;传送至出站via标头 (2)

source: Administration
cs_cz: Správa
de_de: Verwaltung
el_gr: Διαχείριση
fa_ir: مدیریت
it_it: Amministrazione
ko_kr: 관리
pl_pl: Administracja
uk_ua: Адміністрування
zh_cn: 管理

source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
el_gr: Προχωρημένες
fa_ir: پیشرفته
fr_fr: Avancé
it_it: Avanzato
ko_kr: 고급
pl_pl: Zaawansowane
uk_ua: Розширені
zh_cn: 高级

source: Advanced Settings
cs_cz: Pokročilá nastavení
de_de: Erweiterte Einstellungen
el_gr: Ρυθμίσεις για προχωρημένους
fa_ir: تنظیمات پیشرفته
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
ko_kr: 고급 설정
pl_pl: Ustawienia zaawansowane
uk_ua: Розширені налаштування
zh_cn: 高级设置

source: Agent
fa_ir: عامل
it_it: Agente
ko_kr: 에이전트
uk_ua: Агент
zh_cn: 代理

source: Aho-Corasick
uk_ua: Ахо-Корасик

source: Alert
cs_cz: Výstraha
de_de: Alarm
el_gr: Ειδοποιήση
fa_ir: هشدار
fr_fr: Alerte
it_it: Avviso
ko_kr: 경고
uk_ua: Сповіщення
zh_cn: 警报

source: Alerts
cs_cz: Výstrahy
de_de: Alarmmeldungen
el_gr: Ειδοποιήσεις
fa_ir: هشدارها
fr_fr: Alertes
it_it: Avvisi
ko_kr: 경고
pl_pl: Alerty
uk_ua: Сповіщення
zh_cn: 警报

source: Aliases
cs_cz: Alternativní názvy
de_de: Aliase
el_gr: Ψευδώνυμα
fa_ir: نام‌های مستعار
fr_fr: Alias
it_it: Alias
ko_kr: 별칭
pl_pl: Aliasy
uk_ua: Псевдоніми
zh_cn: 别名

source: All
cs_cz: Vše
de_de: Alle
el_gr: Όλα
fa_ir: همه
fr_fr: Tout
it_it: Tutto
ko_kr: 모두
pl_pl: Wszystko
uk_ua: Усі
zh_cn: 全部

source: Allow whitespaces
cs_cz: Umožnit použití prázdných znaků
de_de: Leerzeichen zulassen
el_gr: Επιτρέψτε κενά διαστήματα
fa_ir: اجازه فاصله‌ها
fr_fr: Autoriser les caractères blancs
it_it: Consenti spazi bianchi
ko_kr: 공백 허용
pl_pl: Pozwalaj na białe znaki
uk_ua: Дозволити пробіли
zh_cn: 允许空格

source: An Onion service must be set.
cs_cz: Je třeba nastavit službu Onion.
de_de: Ein Onion-Dienst muss gesetzt werden.
el_gr: Πρέπει να οριστεί μια υπηρεσία Onion.
fa_ir: یک سرویس Onion باید تنظیم شود.
fr_fr: Un service Oignon est nécessaire.
it_it: È necessario impostare un servizio Onion.
ko_kr: Onion 서비스는 반드시 설정되어야 합니다.
pl_pl: Usługa Onion musi być ustawiona.
uk_ua: Має бути налаштована служба Onion.
zh_cn: 必须设置Onion服务。

source: An URL for the Nextcloud server must be set.
cs_cz: Je třeba zadat URL adresu Nextcloud serveru.
de_de: Eine URL für den Nextcloud-Server muss gesetzt werden.
el_gr: Πρέπει να οριστεί μια διεύθυνση URL για τον διακομιστή Nextcloud.
fa_ir: یک URL برای سرور Nextcloud باید تنظیم شود.
fr_fr: Une URL du serveur Nextcloud est nécessaire.
it_it: È necessario impostare un URL per il server Nextcloud.
ko_kr: Nextcloud URL은 반드시 설정되어야 합니다.
pl_pl: URL dla serwera Nextcloud musi być ustawiony.
uk_ua: Має бути встановлено URL-адресу для сервера Nextcloud.
zh_cn: 必须设置Nextcloud服务器的URL。

source: An user for the Nextcloud server must be set.
cs_cz: Je třeba zadat uživatelský účet na Nextcloud serveru.
de_de: Ein Benutzer für den Nextcloud-Server muss gesetzt werden.
el_gr: Πρέπει να οριστεί ένας χρήστης για τον διακομιστή Nextcloud.
fa_ir: یک کاربر برای سرور Nextcloud باید تنظیم شود.
fr_fr: Un utilisateur du serveur Nextcloud est nécessaire.
it_it: È necessario impostare un utente per il server Nextcloud.
ko_kr: Nextcloud 서버의 사용자는 반드시 설정되어야 합니다.
pl_pl: Użytkownik dla serwera Nextcloud musi być ustawiony.
uk_ua: Має бути встановлено користувача для сервера Nextcloud.
zh_cn: 必须设置Nextcloud服务器的用户。

source: Append client's IP (on)
cs_cz: Přidat IP adresu klienta (na)
de_de: Client-IP anhängen (an)
el_gr: Προσθήκη IP πελάτη (ενεργοποιημένη)
fa_ir: افزودن IP کلاینت (روشن)
fr_fr: Ajouter l'IP du client (on)
it_it: Aggiungi l'IP del client (attivato)
ko_kr: 클라이언트 IP 추가 (on)
pl_pl: Dołącz IP klienta (włączone)
uk_ua: Додати IP клієнта (увімкнено)
zh_cn: 附加客户端的IP（开）

source: Archives
cs_cz: Archivy
de_de: Archiv
el_gr: Αρχεία
fa_ir: بایگانی‌ها
it_it: Archivi
ko_kr: 아카이브
pl_pl: Archiwa
uk_ua: Архіви
zh_cn: 档案

source: Assignments
cs_cz: Přiřazení
de_de: Zuweisungen
el_gr: Αναθέσεις
fa_ir: تخصیص‌ها
fr_fr: Assignations
it_it: Incarichi
ko_kr: 할당
pl_pl: Przypisywanie
uk_ua: Призначення
zh_cn: 分配

source: Auth
cs_cz: Ověř.
de_de: Authentifizierung
fa_ir: احراز هویت
it_it: Aut
ko_kr: 인증
pl_pl: Autoryzacja
uk_ua: Автентифікація
zh_cn: 认证
