Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: On
cs_cz: Zapnuto
de_de: Eingehend
el_gr: Ανοιχτό
fa_ir: روشن
fr_fr: Activé
it_it: SU
ko_kr: 켜기
pl_pl: Włączone
uk_ua: Увімк.
zh_cn: 打开

source: Off
cs_cz: Vypnuto
de_de: Deaktiviert
el_gr: Κλειστό
fa_ir: خاموش
fr_fr: Désactivé
it_it: Spento
ko_kr: 끄기
pl_pl: Wył
uk_ua: Вимк.
zh_cn: 关闭

source: minutes
cs_cz: minut
de_de: Minuten
el_gr: πρακτικά
fa_ir: دقیقه
it_it: minuti
ko_kr: 분
pl_pl: minuty
uk_ua: хвилини
zh_cn: 分钟

source: days
cs_cz: dnů
de_de: Tage
el_gr: ημέρες
fa_ir: روز
fr_fr: jours
it_it: giorni
ko_kr: 일
pl_pl: dni
uk_ua: дні
zh_cn: 天

source: seconds
cs_cz: sekund
de_de: Sekunden
el_gr: δευτερόλεπτα
fa_ir: ثانیه
fr_fr: secondes
it_it: secondi
ko_kr: 초
pl_pl: sekundy
uk_ua: секунди
zh_cn: 秒

source: COMMAND
cs_cz: PŘÍKAZ
de_de: BEFEHL
el_gr: ΕΝΤΟΛΗ
fa_ir: دستور
fr_fr: COMMANDE
it_it: COMANDO
ko_kr: 명령
pl_pl: KOMENDA
uk_ua: КОМАНДА

source: TIME
cs_cz: ČAS
de_de: ZEIT
el_gr: ΦΟΡΑ
fa_ir: زمان
fr_fr: TEMPS
it_it: TEMPO
ko_kr: 시간
pl_pl: CZAS
uk_ua: ЧАС

source: STATE
cs_cz: STAV
de_de: ZUSTAND
el_gr: ΚΑΤΑΣΤΑΣΗ
fa_ir: وضعیت
fr_fr: ETAT
it_it: STATO
ko_kr: 상태
pl_pl: STAN
uk_ua: СТАН

source: SIZE
cs_cz: VELIKOST
de_de: Größe
el_gr: ΜΕΓΕΘΟΣ
fa_ir: حجم
fr_fr: TAILLE
it_it: MISURARE
ko_kr: 크기
pl_pl: ROZMIAR
uk_ua: РОЗМІР

source: USERNAME
cs_cz: UZIVJMENO
de_de: BENUTZERNAME
el_gr: ΟΝΟΜΑ ΧΡΗΣΤΗ
fa_ir: نام کاربری
fr_fr: NOM D'UTILISATEUR
it_it: NOME UTENTE
ko_kr: 사용자 이름
pl_pl: NAZWA UŻYTKOWNIKA
uk_ua: ІМ'Я КОРИСТУВАЧА
zh_cn: 用户名

source: Enable this to attempt to resolve names when displaying the tables. By enabling name resolution, the query may take longer.
cs_cz: Toto zapněte pokud chcete aby při zobrazování tabulek bylo zkoušeno přeložit IP adresy na DNS názvy. Může ale prodloužit dobu odpovědi na dotaz.
de_de: Aktivieren Sie diese Option, um bei der Anzeige der Tabellen eine Namensauflösung zu versuchen. Durch die Aktivierung der Namensauflösung kann die Abfrage länger dauern.
el_gr: Ενεργοποιήστε αυτήν την επιλογή για να επιχειρήσετε την επίλυση ονομάτων κατά την εμφάνιση των πινάκων. Ενεργοποιώντας την επίλυση ονομάτων, το ερώτημα ενδέχεται να διαρκέσει περισσότερο.
fa_ir: برای تلاش در تفکیک نام‌ها هنگام نمایش جدول‌ها این گزینه را فعال کنید. فعال‌سازی تفکیک نام ممکن است زمان پرس‌وجو را افزایش دهد.
fr_fr: Activer pour tenter la résolution de nom lors de l'affichage des tables. Les requêtes peuvent être plus longues.
it_it: Abilitarlo per tentare di risolvere i nomi durante la visualizzazione delle tabelle. Abilitando la risoluzione dei nomi, la query potrebbe richiedere più tempo.
ko_kr: 표를 표시할 때 이름을 확인하려면 이 옵션을 선택합니다. 이름 확인을 사용하도록 설정하면 쿼리에 시간이 더 오래 걸릴 수 있습니다.
pl_pl: Włącz to, aby próbować rozwiązywać nazwy podczas wyświetlania tabel. Włączenie rozwiązania nazw może wydłużyć czas zapytania.
uk_ua: Увімкніть це, щоб спробувати розв'язати імена при відображенні таблиць. Увімкнення розв'язання імен може збільшити час запиту.
zh_cn: 启用该选项后，在显示表时会尝试解析域名。查询可能需要较长时间。

source: Name resolution
cs_cz: Překlad názvů
de_de: Namensauflösung
el_gr: Επίλυση ονόματος
fa_ir: تفکیک نام
fr_fr: Résolution de nom
it_it: Risoluzione dei nomi
ko_kr: 이름 확인
pl_pl: Rozwiązanie nazw
uk_ua: Розв'язання імен
zh_cn: 域名解析

source: Expire
cs_cz: Platnost skončí
de_de: Ablauf
el_gr: Εκπνέω
fa_ir: انقضا
it_it: Scadenza
ko_kr: 만료
pl_pl: Wygaśnięcie
uk_ua: Термін дії
zh_cn: 到期

source: Netif (name)
cs_cz: síťrozhr (název)
de_de: Netzwerkschnittstelle (Name)
el_gr: Netif(όνομα)
fa_ir: رابط شبکه (نام)
fr_fr: Interface réseau (nom)
it_it: Netif (nome)
ko_kr: 네트워크인터페이스 (이름)
pl_pl: Netif (nazwa)
uk_ua: Мереж. інтерфейс (ім'я)
zh_cn: 网络接口（名称）

source: Netif
cs_cz: síťrozhr
de_de: Netzwerkschnittstelle
fa_ir: رابط شبکه
fr_fr: Interface réseau
ko_kr: 네트워크인터페이스
uk_ua: Мереж. інтерфейс
zh_cn: 网络接口

source: Use
cs_cz: Použít
de_de: Verwendung
el_gr: Χρήση
fa_ir: استفاده
fr_fr: Utiliser
it_it: Utilizzo
ko_kr: 사용
pl_pl: Użyj
uk_ua: Використання
zh_cn: 使用

source: Flags
cs_cz: Příznaky
el_gr: Σημαίες
fa_ir: پرچم‌ها
fr_fr: Drapeaux
it_it: Bandiere
ko_kr: 플래그
pl_pl: Flagi
uk_ua: Прапорці
zh_cn: 标记

source: To date
cs_cz: Po datum
de_de: Enddatum
el_gr: Μέχρι
fa_ir: تا تاریخ
fr_fr: A la date
it_it: Ad oggi
ko_kr: 종료일
pl_pl: Do daty
uk_ua: По дату
zh_cn: 结束日期

source: From date
cs_cz: Od data
de_de: Startdatum
el_gr: Από ημερομηνία
fa_ir: از تاریخ
fr_fr: Partir de la date
it_it: Dalla data
ko_kr: 시작일
pl_pl: Od daty
uk_ua: З дати
zh_cn: 开始日期

source: Resolution (seconds)
cs_cz: Rozlišení (sekundy)
de_de: Auflösung (Sekunden)
el_gr: Ανάλυση (δευτερόλεπτα)
fa_ir: تفکیک (ثانیه)
fr_fr: Résolution (secondes)
it_it: Risoluzione (secondi)
ko_kr: 해상도 (초)
pl_pl: Rozdzielczość (sekundy)
uk_ua: Роздільна здатність (секунди)
zh_cn: 分辨率（秒）

source: Collection
cs_cz: Sběr
de_de: Datenquelle
el_gr: Συλλογή
fa_ir: مجموعه
it_it: Collezione
ko_kr: 수집
pl_pl: Kolekcja
uk_ua: Збір
zh_cn: 采集类型

source: Attribute
cs_cz: Atribut
de_de: Attribut
el_gr: Ιδιότητα
fa_ir: ویژگی
fr_fr: Attribut
it_it: Attributo
ko_kr: 속성
pl_pl: Atrybut
uk_ua: Атрибут
zh_cn: 属性

source: Total (selection)
cs_cz: Celkově (výběr)
de_de: Gesamt (Auswahl)
el_gr: Σύνολο (επιλογή)
fa_ir: کل (انتخاب‌شده)
fr_fr: Total (sélection)
it_it: Totale (selezione)
ko_kr: 합계(선택)
pl_pl: Całość (wybór)
uk_ua: Загалом (вибір)
zh_cn: 全部（选择）

source: Last seen
cs_cz: Naposledy viděno
de_de: Zuletzt gesehen
el_gr: Τελευταία φορά που τον είδαμε
fa_ir: آخرین مشاهده
fr_fr: Dernière fois vu
it_it: Visto l'ultima volta
ko_kr: 마지막 확인
pl_pl: Ostatnio widziane
uk_ua: Востаннє бачили
zh_cn: 最后出现

source: Service
cs_cz: Služba
de_de: Dienst
el_gr: Υπηρεσία
fa_ir: سرویس
it_it: Servizio
ko_kr: 서비스
pl_pl: Usługa
uk_ua: Служба
zh_cn: 服务

source: (src) Address
cs_cz: (zdroj) adresa
de_de: Quelladresse
el_gr: Διεύθυνση (src)
fa_ir: آدرس (مبدا)
fr_fr: (src) Adresse
it_it: (origine) Indirizzo
ko_kr: (출발지) 주소
pl_pl: (src) Adres
uk_ua: Адреса (джерело)
zh_cn: (源)地址

source: (dst) Port
cs_cz: (cíl) port
de_de: Zielport
el_gr: (ημερομηνία) Λιμένας
fa_ir: پورت (مقصد)
fr_fr: Port (dst)
it_it: (dst) Porto
ko_kr: (목적지) 포트
uk_ua: Порт (призначення)
zh_cn: (目标)端口

source: Date to
cs_cz: Datum do
de_de: Datum bis
el_gr: Ημερομηνία έως
fa_ir: تا تاریخ
fr_fr: Date à
it_it: Data a
ko_kr: 종료일
pl_pl: Data do
uk_ua: Дата до
zh_cn: 结束日期

source: Date from
cs_cz: Datum od
de_de: Datum von
el_gr: Ημερομηνία από
fa_ir: از تاریخ
fr_fr: Date depuis
it_it: Data da
ko_kr: 시작일
pl_pl: Data od
uk_ua: Дата з
zh_cn: 开始日期

source: Bytes
cs_cz: Bajtů
fa_ir: بایت‌ها
fr_fr: Octets
it_it: Byte
pl_pl: Bajty
uk_ua: Байтів
zh_cn: 字节

source: Packets
cs_cz: Paketů
de_de: Pakete
el_gr: Πακέτα
fa_ir: بسته‌ها
fr_fr: Paquets
it_it: Pacchetti
ko_kr: 패킷
pl_pl: Pakiety
uk_ua: Пакетів
zh_cn: 数据包

source: Total
cs_cz: Celkem
de_de: Gesamt
el_gr: Σύνολο
fa_ir: مجموع
it_it: Totale
ko_kr: 합계
pl_pl: Całość
uk_ua: Загалом
zh_cn: 全部

source: Out
cs_cz: Odchozí
de_de: Ausgehend
el_gr: Εξερχόμενα
fa_ir: خروجی
fr_fr: Sortie
it_it: Fuori
ko_kr: 발신
pl_pl: Wyjście
uk_ua: Вихідні
zh_cn: 出

source: In
cs_cz: Příchozí
de_de: Eingehend
el_gr: Εισερχόμενα
fa_ir: ورودی
fr_fr: Entrée
ko_kr: 수신
pl_pl: Wejście
uk_ua: Вхідні
zh_cn: 进

source: click on pie for details
cs_cz: podrobnosti zobrazíte kliknutím na výseč grafu
de_de: Für Details auf das Kuchendiagramm klicken.
el_gr: κάντε κλικ στην πίτα για λεπτομέρειες
fa_ir: برای جزئیات روی نمودار دایره‌ای کلیک کنید
fr_fr: cliquer sur le camembert pour plus de détails
it_it: fare clic sulla torta per i dettagli
ko_kr: 자세한 내용을 보려면 파이를 클릭
pl_pl: kliknij na wykresie kołowym, aby zobaczyć szczegóły
uk_ua: натисніть на діаграму для деталей
zh_cn: 点击饼图了解详情

source: Reverse lookup
cs_cz: Zpětný překlad
de_de: Adressen auflösen
el_gr: Αντίστροφη αναζήτηση
fa_ir: جستجوی معکوس
fr_fr: Résolution inverse
it_it: Ricerca inversa
ko_kr: 역방향 조회
pl_pl: Odwrócone wyszukiwanie
uk_ua: Зворотний пошук
zh_cn: 反向查找

source: Top usage ports / sources (bytes)
cs_cz: Nejvíce používané porty / zdroje (bajty)
de_de: Meistgenutzte Ports / Quellen (Bytes)
el_gr: Κορυφαίες θύρες / πηγές χρήσης (byte)
fa_ir: پورت‌ها / منابع برتر (بایت)
fr_fr: Utilisation max. ports ou sources (octets)
it_it: Porte/origini di utilizzo principali (byte)
ko_kr: 상위 사용 포트/소스 (바이트)
pl_pl: Największe użycie portów / źródeł (bajty)
uk_ua: Найбільш використовувані порти / джерела (байт)
zh_cn: 常用端口/源(bytes)

source: OUT
cs_cz: VEN
de_de: AUS
el_gr: ΕΞΕΡΧΌΜΕΝΑ
fa_ir: خروجی
fr_fr: SORTANT
it_it: FUORI
ko_kr: 발신
pl_pl: WYJŚCIE
uk_ua: ВИХІДНІ
zh_cn: 出

source: IN
cs_cz: DO
de_de: EIN
el_gr: ΕΙΣΕΡΧΟΜΕΝΑ
fa_ir: ورودی
fr_fr: ENTRANT
ko_kr: 수신
pl_pl: WEJŚCIE
uk_ua: ВХІДНІ
zh_cn: 进

source: Interface totals (bits/sec)
cs_cz: Součty za rozhraní (bitů/sekundu)
de_de: Schnittstellensummen (Bits/Sek)
el_gr: Σύνολα διεπαφής (bits/δευτ.)
fa_ir: مجموع رابط‌ها (بیت/ثانیه)
fr_fr: Totaux de l'interface (bits/sec)
it_it: Totali interfaccia (bit/sec)
ko_kr: 인터페이스 총계(비트/초)
pl_pl: Całkowite dane interfejsu (bity/sek)
uk_ua: Суми інтерфейсу (біт/сек)
zh_cn: 接口总计(bits/sec)

source: Last year, 24 hour average
cs_cz: Minulý rok, průměr za 24 hodin
de_de: Letztes Jahr, 24-stündige Mittelwerte
el_gr: Πέρυσι, ο μέσος όρος 24 ωρών
fa_ir: سال گذشته، میانگین 24 ساعته
fr_fr: L'année dernière, moyenne sur 24 heures
it_it: L'anno scorso, media sulle 24 ore
ko_kr: 작년, 평균 24시간
pl_pl: Ostatni rok, średnia dobowa
uk_ua: Минулий рік, середнє за 24 години
zh_cn: 去年，24小时平均

source: 182 days, 24 hour average
cs_cz: 182 dnů, průměr za 24 hodin
de_de: 182 Tage, 24-stündige Mittelwerte
el_gr: 182 ημέρες, μέσος όρος 24 ωρών
fa_ir: 182 روز، میانگین 24 ساعته
fr_fr: 182 jours, moyenne sur 24 heures
it_it: 182 giorni, media su 24 ore
ko_kr: 182 일, 평균 24시간
pl_pl: 182 dni, średnia dobowa
uk_ua: 182 дні, середнє за 24 години
zh_cn: 182天，24小时平均

source: 90 days, 24 hour average
cs_cz: 90 dnů, průměr za 24 hodin
de_de: 90 Tage, 24-stündige Mittelwerte
el_gr: 90 ημέρες, μέσος όρος 24 ωρών
fa_ir: 90 روز، میانگین 24 ساعته
fr_fr: 90 jours, moyenne sur 24 heures
it_it: 90 giorni, media 24 ore
ko_kr: 90 일, 평균 24시간
pl_pl: 90 dni, średnia dobowa
uk_ua: 90 днів, середнє за 24 години
zh_cn: 90天，24小时平均

source: 60 days, 24 hour average
cs_cz: 60 dnů, průměr za 24 hodin
de_de: 60 Tage, 24-stündige Mittelwerte
el_gr: 60 ημέρες, μέσος όρος 24 ωρών
fa_ir: 60 روز، میانگین 24 ساعته
fr_fr: 60 jours, moyenne sur 24 heures
it_it: 60 giorni, media 24 ore
ko_kr: 60 일, 평균 24시간
pl_pl: 60 dni, średnia dobowa
uk_ua: 60 днів, середнє за 24 години
zh_cn: 60天，24小时平均

source: 30 days, 24 hour average
cs_cz: 30 dnů, průměr za 24 hodin
de_de: 30 Tage, 24-stündige Mittelwerte
el_gr: 30 ημέρες, μέσος όρος 24 ωρών
fa_ir: 30 روز، میانگین 24 ساعته
fr_fr: 30 jours, moyenne sur 24 heures
it_it: 30 giorni, media 24 ore
ko_kr: 30 일, 평균 24시간
pl_pl: 30 dni, średnia dobowa
uk_ua: 30 днів, середнє за 24 години
zh_cn: 30天，24小时平均

source: 14 days, 1 hour average
cs_cz: 14 dnů, průměr za 1 hodinu
de_de: 14 Tage, einstündige Mittelwerte
el_gr: 14 ημέρες, 1 ώρα κατά μέσο όρο
fa_ir: میانگین 14 روز، 1 ساعت
fr_fr: 14 jours, moyenne sur 1 heure
it_it: 14 giorni, 1 ora in media
ko_kr: 14 일, 평균 1시간
pl_pl: 14 dni, średnia dobowa
uk_ua: 14 днів, середнє за 1 годину
zh_cn: 14天，1小时平均

source: 7 days, 1 hour average
cs_cz: 7 dnů, průměr za 1 hodinu
de_de: 7 Tage, einstündige Mittelwerte
el_gr: 7 ημέρες, 1 ώρα κατά μέσο όρο
fa_ir: میانگین 7 روز، 1 ساعت
fr_fr: 7 jours, moyenne sur 1 heure
it_it: 7 giorni, 1 ora in media
ko_kr: 7 일, 평균 1시간
pl_pl: 7 dni, średnia dobowa
uk_ua: 7 днів, середнє за 1 годину
zh_cn: 7天，1小时平均

source: Last 24 hours, 5 minute average
cs_cz: Minulých 24 hodin, průměr za 5 minut
de_de: Die letzten 24 Stunden, 5-minütige Mittelwerte
el_gr: Τελευταίες 24 ώρες, μέσος όρος 5 λεπτών
fa_ir: 24 ساعت گذشته، میانگین 5 دقیقه‌ای
fr_fr: Les dernières 24 heures, moyenne sur 5 minutes
it_it: Ultime 24 ore, media di 5 minuti
ko_kr: 지난 24시간, 평균 5분
pl_pl: Ostatnie 24 godziny, średnia 5-minutowa
uk_ua: Останні 24 години, середнє за 5 хвилин
zh_cn: 过去24小时，5分钟平均

source: Last 8 hours, 5 minute average
cs_cz: Minulých 8 hodin, průměr za 5 minut
de_de: Die letzten 8 Stunden, 5-minütige Mittelwerte
el_gr: Τελευταίες 8 ώρες, μέσος όρος 5 λεπτών
fa_ir: 8 ساعت گذشته، میانگین 5 دقیقه‌ای
fr_fr: Les dernières 8 heures, moyenne sur 5 minutes
it_it: Ultime 8 ore, 5 minuti in media
ko_kr: 지난 8시간, 평균 5분
pl_pl: Ostatnie 8 godzin, średnia 5-minutowa
uk_ua: Останні 8 годин, середнє за 5 хвилин
zh_cn: 过去8小时，5分钟平均

source: Last 2 hours, 30 second average
cs_cz: Minulé 2 hodiny, průměr za 30 sekund
de_de: Die letzten 2 Stunden, 30 Sekunden Mittelwerte
el_gr: Τελευταίες 2 ώρες, μέσος όρος 30 δευτερολέπτων
fa_ir: 2 ساعت گذشته، میانگین 30 ثانیه‌ای
fr_fr: Les dernières 2 heures, moyenne sur 30 secondes
it_it: Ultime 2 ore, 30 secondi in media
ko_kr: 지난 2시간, 평균 30초
pl_pl: Ostatnie 2 godziny, średnia 30-sekundowa
uk_ua: Останні 2 години, середнє за 30 секунд
zh_cn: 过去2小时，30秒平均

source: Go to netflow configuration
cs_cz: Přejít na nastavení netflow
de_de: Zur NetFlow-Konfiguration gehen.
el_gr: Μετάβαση στη διαμόρφωση του netflow
fa_ir: به پیکربندی netflow بروید
fr_fr: Aller à la configuration de netflow
it_it: Vai alla configurazione di NetFlow
ko_kr: 넷플로우 구성으로 이동
pl_pl: Idź do konfiguracji netflow
uk_ua: Перейти до конфігурації Netflow
zh_cn: 转到网络流配置

source: Local data collection is not enabled at the moment, please configure netflow first
cs_cz: Místní sběr dat v tuto chvíli není zapnutý, nejprve je třeba nastavit netflow
de_de: Die lokale Datensammlung ist im Moment nicht aktiv. Bitte konfigurieren Sie NetFlow zuerst.
el_gr: Η συλλογή τοπικών δεδομένων δεν είναι ενεργοποιημένη αυτήν τη στιγμή, παρακαλούμε ρυθμίστε πρώτα το netflow
fa_ir: گردآوری داده محلی در حال حاضر فعال نیست، لطفاً ابتدا netflow را پیکربندی کنید
fr_fr: La collecte de données locales n'est pas activée pour le moment, veuillez configurer netflow au préalable
it_it: La raccolta dati locale non è abilitata al momento, configura prima netflow
ko_kr: 현재 로컬 데이터 수집을 사용할 수 없습니다. 먼저 넷플로우를 구성하세요.
pl_pl: Lokalne zbieranie danych nie jest w tej chwili włączone, proszę najpierw skonfigurować netflow
uk_ua: Локальний збір даних наразі не увімкнено, будь ласка, спочатку налаштуйте Netflow
zh_cn: 目前尚未启用本地数据收集，请先配置网络流

source: Export
de_de: Exportieren
el_gr: Εξαγωγή
fa_ir: خروجی
fr_fr: Exporter
it_it: Esportare
ko_kr: 내보내기
pl_pl: Eksportuj
uk_ua: Експорт
zh_cn: 导出

source: Details
cs_cz: Podrobnosti
el_gr: Λεπτομέρειες
fa_ir: جزئیات
fr_fr: Détails
it_it: Dettagli
ko_kr: 세부 사항
pl_pl: Szczegóły
uk_ua: Деталі
zh_cn: 详细

source: Totals
cs_cz: Celkem
de_de: Gesamtmenge
el_gr: Σύνολα
fa_ir: مجموع
fr_fr: Totaux
it_it: Totali
ko_kr: 총계
pl_pl: Łącznie
uk_ua: Суми
zh_cn: 总计

source: Info
el_gr: Πληροφορίες
fa_ir: اطلاعات
fr_fr: À propos
it_it: Informazioni
ko_kr: 정보
uk_ua: Інформація
zh_cn: 信息

source: Pkts
cs_cz: Paketů
de_de: Pakete
el_gr: Πακέτα
fa_ir: پکت‌ها
fr_fr: Pqts
it_it: Punti
ko_kr: 패킷
pl_pl: Pakiet
uk_ua: Пак.
zh_cn: 数据包

source: Sources
cs_cz: Zdroje
de_de: Quellen
el_gr: Πηγές
fa_ir: مبداها
it_it: Fonti
ko_kr: 출발지
pl_pl: Źródła
uk_ua: Джерела
zh_cn: 源

source: Flow
cs_cz: Tok
el_gr: Ροή
fa_ir: جریان
fr_fr: Flux
it_it: Fluire
ko_kr: 흐름
pl_pl: Przepływ
uk_ua: Потік
zh_cn: 数据流

source: Capture
cs_cz: Zachytit
de_de: Erfassen
el_gr: Σύλληψη
fa_ir: ضبط
fr_fr: Capturer
it_it: Catturare
ko_kr: 캡처
pl_pl: Przechwytywanie
uk_ua: Захоплення
zh_cn: 捕获

source: Label
cs_cz: Popisek
de_de: Bezeichnung
el_gr: Επιγραφή
fa_ir: برچسب
it_it: Etichetta
ko_kr: 라벨
pl_pl: Etykieta
uk_ua: Мітка
zh_cn: 标签

source: Proto
cs_cz: Prot.
de_de: Protokoll
el_gr: Πρωτό
fa_ir: پروتکل
ko_kr: 프로토콜
uk_ua: Протокол
zh_cn: 协议

source: Time
cs_cz: Čas
de_de: Zeit
el_gr: Φορά
fa_ir: زمان
fr_fr: Heure
it_it: Tempo
ko_kr: 시간
pl_pl: Czas
uk_ua: Час
zh_cn: 时间

source: Auto refresh
cs_cz: Automatické obnovování
de_de: Automatisch aktualisieren
el_gr: Αυτόματη ανανέωση
fa_ir: به‌روزرسانی خودکار
fr_fr: Rafraichissement auto
it_it: Aggiornamento automatico
ko_kr: 자동 새로 고침
pl_pl: Auto odświeżanie
uk_ua: Автооновлення
zh_cn: 自动刷新

source: Detailed rule info
cs_cz: Podrobné informace o pravidlu
de_de: Detaillierte Regelinformation
el_gr: Λεπτομερείς πληροφορίες κανόνα
fa_ir: اطلاعات دقیق قانون
fr_fr: Infos détaillées sur la règle
it_it: Informazioni dettagliate sulle regole
ko_kr: 세부 규칙 정보
pl_pl: Szczegółowe informacje o regule
uk_ua: Детальна інформація про правило
zh_cn: 详细规则信息

source: Refresh
cs_cz: Obnovit
de_de: Aktualisieren
el_gr: Φρεσκάρω
fa_ir: تازه‌سازی
fr_fr: Rafraichir
it_it: Aggiorna
ko_kr: 새로 고침
pl_pl: Odśwież
uk_ua: Оновити
zh_cn: 刷新

source: Flush
cs_cz: Vyprázdnit
de_de: Leeren
el_gr: Εξαψη
fa_ir: پاک‌سازی
fr_fr: Vider
it_it: A filo
ko_kr: 플러시
pl_pl: Wyczyść
uk_ua: Очистити
zh_cn: 清除

source: NOTE: Local IPv6 peers use NDP instead of ARP.
cs_cz: POZN.: Místní IPv6 protějšky používají NDP namísto ARP.
de_de: HINWEIS: Lokale IPv6-Gegenstellen verwenden NDP anstelle von ARP.
el_gr: ΣΗΜΕΙΩΣΗ: Οι τοπικοί ομότιμοι IPv6 χρησιμοποιούν NDP αντί για ARP.
fa_ir: توجه: همتایان محلی IPv6 به‌جای ARP از NDP استفاده می‌کنند.
fr_fr: REMARQUE: les pairs IPv6 locaux utilisent NDP au lieu de ARP.
it_it: NOTA: i peer IPv6 locali utilizzano NDP anziché ARP.
ko_kr: 참고: 로컬 IPv6 피어는 ARP 대신 NDP를 사용합니다.
pl_pl: UWAGA: Lokalni partnerzy IPv6 używają NDP zamiast ARP.
uk_ua: НОТАТКА: Локальні IPv6-вузли використовують NDP замість ARP.
zh_cn: 注意：本地IPv6端点使用NDP而不是ARP。

source: Interface name
cs_cz: Název rozhraní
de_de: Schnittstellenbezeichnung
el_gr: Όνομα διεπαφής
fa_ir: نام رابط
fr_fr: Nom de l'interface
it_it: Nome dell'interfaccia
ko_kr: 인터페이스 이름
pl_pl: Nazwa interfejsu
uk_ua: Ім'я інтерфейсу
zh_cn: 接口名称

source: Manufacturer
cs_cz: Výrobce
de_de: Hersteller
el_gr: Κατασκευαστής
fa_ir: سازنده
fr_fr: Constructeur
it_it: Produttore
ko_kr: 제조업체
pl_pl: Producent
uk_ua: Виробник
zh_cn: 制造商

source: Flush the ARP cache manually, in case your ARP cache contains invalid data.
cs_cz: V případě, že mezipaměť ARP obsahuje neplatná data, vyčistěte ji ručně.
de_de: Leeren Sie den ARP-Zwischenspeicher falls dieser ungültige Daten enthält.
el_gr: Εκκαθαρίστε την προσωρινή μνήμη ARP χειροκίνητα, σε περίπτωση που η προσωρινή μνήμη ARP περιέχει μη έγκυρα δεδομένα.
fa_ir: در صورت وجود داده‌های نامعتبر در کش ARP، آن را به‌صورت دستی پاک کنید.
fr_fr: Vider le cache ARP manuellement, dans le cas où votre cache ARP contient des données non valides.
it_it: Svuota manualmente la cache ARP, nel caso in cui la cache ARP contenga dati non validi.
ko_kr: ARP 캐시에 잘못된 데이터가 포함된 경우 ARP 캐시를 수동으로 플러시합니다.
pl_pl: Ręczne czyszczenie pamięci podręcznej ARP, w przypadku gdy zawiera ona nieprawidłowe dane.
uk_ua: Очистіть кеш ARP вручну, якщо ваш кеш ARP містить недійсні дані.
zh_cn: 如果您的ARP缓存包含无效数据，请手动清除ARP缓存。

source: Flush ARP Table
cs_cz: Vyprázdnit ARP tabulku
de_de: ARP-Tabelle leeren
el_gr: Εντοιχισμένος πίνακας ARP
fa_ir: پاک‌سازی جدول ARP
fr_fr: Vider la Table ARP
it_it: Tabella ARP a filo
ko_kr: ARP 테이블 플러시
pl_pl: Wyczyść tablicę ARP
uk_ua: Очистити таблицю ARP
zh_cn: 清除ARP表

source: Edit job
cs_cz: Upravit úlohu
de_de: Job bearbeiten
el_gr: Επεξεργασία εργασίας
fa_ir: ویرایش وظیفه
fr_fr: Modifier le travail
it_it: Modifica lavoro
ko_kr: 작업 편집
pl_pl: Edytuj zadanie
uk_ua: Редагувати завдання
zh_cn: 编辑任务

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
el_gr: Επεξεργασία
fa_ir: ویرایش
fr_fr: Éditer
it_it: Modificare
ko_kr: 편집
pl_pl: Edytuj
uk_ua: Редагувати
zh_cn: 编辑

source: Delete
cs_cz: Smazat
de_de: Löschen
el_gr: Διαγράφω
fa_ir: حذف
fr_fr: Supprimer
it_it: Eliminare
ko_kr: 삭제
pl_pl: Usuń
uk_ua: Видалити
zh_cn: 删除

source: Days
cs_cz: Dny
de_de: Tage
el_gr: Ημέρες
fa_ir: روزها
fr_fr: Jours
it_it: Giorni
ko_kr: 일
pl_pl: Dni
uk_ua: Дні
zh_cn: 天

source: Origin
cs_cz: Původ
de_de: Herkunft
el_gr: Προέλευση
fa_ir: مبدا
fr_fr: Origine
it_it: Origine
pl_pl: Pochodzenie
uk_ua: Походження
zh_cn: 源

source: Jobs
cs_cz: Úlohy
de_de: Aufgaben
el_gr: Αυτοματισμοί
fa_ir: وظایف
fr_fr: Travaux
it_it: Lavori
ko_kr: 작업
pl_pl: Zadania
uk_ua: Завдання
zh_cn: 任务

source: Go back to previous page
cs_cz: Vrátit se na předchozí stránku
de_de: Zur vorherigen Seite zurückkehren
el_gr: Επιστροφή στην προηγούμενη σελίδα
fa_ir: بازگشت به صفحهٔ قبلی
fr_fr: Retour à la page précédente
it_it: Torna alla pagina precedente
ko_kr: 이전 페이지로 돌아가기
pl_pl: Wróć do poprzedniej strony
uk_ua: Повернутися на попередню сторінку
zh_cn: 返回上一页

source: In order to apply these settings a firmware update must be performed after save, which can include a reboot of the system.
cs_cz: Aby bylo možné použít tato nastavení, je třeba po uložení provést aktualizaci firmware, což může vyžadovat restart systému.
de_de: Um diese Einstellungen zu übernehmen, muss nach dem Speichern ein Firmware-Update durchgeführt werden, was einen Neustart des Systems beinhalten kann.
el_gr: Για να εφαρμοστούν αυτές οι ρυθμίσεις, πρέπει να πραγματοποιηθεί ενημέρωση υλικολογισμικού μετά την αποθήκευση, η οποία μπορεί να περιλαμβάνει επανεκκίνηση του συστήματος.
fa_ir: برای اعمال این تنظیمات، پس از ذخیره باید یک به‌روزرسانی فریم‌ویر انجام شود که ممکن است شامل راه‌اندازی مجدد سیستم باشد.
fr_fr: Pour appliquer ces réglages une mise à jour du firmware est nécessaire après la sauvegarde, ce qui peut inclure un redémarrage du système.
it_it: Per applicare queste impostazioni è necessario eseguire un aggiornamento del firmware dopo il salvataggio, che può includere un riavvio del sistema.
ko_kr: 이 설정을 적용하기 위해서는 저장 후에 펌웨어 업데이트를 수행해야 하며, 이 과정에는 시스템 재부팅이 있을 수 있습니다.
pl_pl: Aby zastosować te ustawienia, po zapisie musi zostać przeprowadzona aktualizacja oprogramowania, która może wymagać ponownego uruchomienia systemu.
uk_ua: Щоб застосувати ці налаштування, після збереження необхідно оновити прошивку, що може включати перезавантаження системи.
zh_cn: 为了应用设置，必须在保存后执行固件更新。更新完成可能要重启系统。

source: Save
cs_cz: Uložit
de_de: Speichern
el_gr: Αποθήκευση
fa_ir: ذخیره
fr_fr: Sauvegarder
it_it: Salva
ko_kr: 저장
pl_pl: Zapisz
uk_ua: Зберегти
zh_cn: 保存

source: Provide subscription key.
cs_cz: Zadejte klíč předplatného.
de_de: Stellen Sie einen Abonnementschlüssel zur Verfügung.
el_gr: Παρέχετε κλειδί συνδρομής.
fa_ir: کلید اشتراک را وارد کنید.
fr_fr: Fournir la clé d'abonnement.
it_it: Fornire la chiave di abbonamento.
ko_kr: 구독 키를 입력하세요.
pl_pl: Podaj klucz subskrypcji.
uk_ua: Введіть ключ підписки.
zh_cn: 输入订阅密钥。

source: Subscription
cs_cz: Předplatné
de_de: Abonnement
el_gr: Συνδρομή
fa_ir: اشتراک
fr_fr: Inscription
it_it: Sottoscrizione
ko_kr: 구독
pl_pl: Subskrypcja
uk_ua: Підписка
zh_cn: 订阅

source: Select an alternate firmware mirror.
cs_cz: Vyberte alternativní instalační zdroj pro základní systém.
de_de: Wählen Sie einen alternativen Firmware-Spiegelserver aus.
el_gr: Επιλέξτε έναν εναλλακτικό καθρέφτη υλικολογισμικού.
fa_ir: یک آینهٔ فرم‌ور جایگزین را انتخاب کنید.
fr_fr: Sélectionnez le miroir logiciel à utiliser.
it_it: Seleziona un mirror firmware alternativo.
ko_kr: 대체할 펌웨어 미러를 선택하세요.
pl_pl: Wybierz alternatywne źródło firmware.
uk_ua: Виберіть альтернативне дзеркало прошивки.
zh_cn: 选择备用固件镜像。

source: Comment
cs_cz: Komentář
de_de: Beschreibung
el_gr: Σχόλιο
fa_ir: توضیحات
fr_fr: Commentaire
it_it: Commento
ko_kr: 설명
pl_pl: Komentarz
uk_ua: Коментар
zh_cn: 描述

source: Click to check for updates.
cs_cz: Kliknutím vyhledáte aktualizace.
de_de: Klicke, um nach Aktualisierungen zu suchen.
el_gr: Κάντε κλικ για να ελέγξετε για ενημερώσεις.
fa_ir: برای بررسی به‌روزرسانی‌ها کلیک کنید.
fr_fr: Cliquer pour vérifier les mises à jour.
it_it: Fare clic per verificare gli aggiornamenti.
ko_kr: 업데이트를 확인하려면 클릭하세요.
pl_pl: Sprawdź aktualizacje.
uk_ua: Натисніть, щоб перевірити наявність оновлень.
zh_cn: 点击检查更新。

source: Check for updates
cs_cz: Zjistit zda jsou k dispozici aktualizace
de_de: Auf Aktualisierungen prüfen
el_gr: Έλεγχος για ενημερώσεις
fa_ir: بررسی به‌روزرسانی‌ها
fr_fr: Vérifier les mises à jour
it_it: Controlla gli aggiornamenti
ko_kr: 업데이트 확인
pl_pl: Sprawdź aktualizacje
uk_ua: Перевірити наявність оновлень
zh_cn: 检查升级
