Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enter regular expressions in the form trap@example\.com into this field. The value is automatically enclosed in slashes and the case insensitive option is added.
cs_cz: Do této kolonky zadejte regulární výrazy ve tvaru trap@example\.com. Hodnota bude automaticky uzavřena do lomítek a přidána předvolba pro nerozlišování VELKÝCH a malých písmen.
de_de: Geben Sie in dieses Feld reguläre Ausdrücke in der Form trap@example\.com ein. Der Wert wird automatisch in Schrägstriche eingeschlossen und die Option „Groß-/Kleinschreibung ignorieren“ hinzugefügt.
el_gr: Εισαγάγετε κανονικές εκφράσεις με τη μορφή trap@example\.com σε αυτό το πεδίο. Η τιμή περικλείεται αυτόματα σε καθέτους και προστίθεται η επιλογή μη διάκρισης πεζών-κεφαλαίων.
fa_ir: عبارات منظم را به صورت trap@example\.com در این فیلد وارد کنید. مقدار به‌صورت خودکار بین اسلش‌ها قرار می‌گیرد و گزینهٔ عدم حساسیت به حروف بزرگ/کوچک اضافه می‌شود.
fr_fr: Saisissez des expressions régulières sous la forme trap@example\.com dans ce champ. La valeur est automatiquement entourée de barres obliques et l'option insensible à la casse est ajoutée.
it_it: Inserisci le espressioni regolari nel formato trap@example\.com in questo campo. Il valore viene automaticamente racchiuso tra barre e viene aggiunta l'opzione senza distinzione tra maiuscole e minuscole.
ko_kr: 이 필드에 trap@example\.com와 같은 형식의 정규식을 입력하세요. 값은 자동으로 슬래시로 둘러싸이며 대/소문자를 구분하지 않는 옵션이 추가됩니다.
pl_pl: Wprowadź wyrażenia regularne w formie trap@example.com do tego pola. Wartość jest automatycznie otoczona ukośnikami, a opcja nieuwzględniająca wielkości liter jest dodawana.
uk_ua: Введіть регулярні вирази у формі trap@example\.com у це поле. Значення автоматично обчислюється скісними рисками та додається опція без урахування регістру.
zh_cn: 在该字段中输入格式为trap@example\.com的正则表达式。该值会自动包含在斜杠中，并添加不区分大小写的选项。

source: Enter start hour (minimum 0).
cs_cz: Zadejte počáteční hodinu (nejméně 0).
de_de: Startstunde eingeben (mindestens 0).
el_gr: Εισαγάγετε την ώρα έναρξης (ελάχιστο 0).
fa_ir: ساعت شروع را وارد کنید (حداقل 0).
fr_fr: Entrer l'heure de départ (minimum 0).
it_it: Inserisci l'ora di inizio (minimo 0).
ko_kr: 시작시간(최소 0)을 입력하세요.
pl_pl: Wprowadź godzinę rozpoczęcia (minimum 0).
uk_ua: Введіть початкову годину (мінімум 0).
zh_cn: 输入开始时间(最小0)。

source: Enter the days of the month for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,20,28 or 1-28)
cs_cz: Zadejte dny v měsíci, ve kterých má úloha působit – může to být také seznam oddělovaný čárkou, * (každý) nebo rozsah (např. 1,20,28 nebo 1-28).
de_de: Geben Sie die Tage des Monats an, zu denen der Job ausgeführt werden soll. Kann auch eine kommaseparierte Liste (z. B. 1,20,28) oder ein Bereich (z. B. 1-28) sein. * steht für jeden Tag.
el_gr: Εισαγάγετε τις ημέρες του μήνα για την εκτέλεση της εργασίας. Μπορεί επίσης να είναι μια λίστα διαχωρισμένη με κόμμα, * (κάθε μία) ή ένα εύρος (π.χ. 1,20,28 ή 1-28).
fa_ir: روزهای ماه را وارد کنید که وظیفه در آن اجرا شود؛ می‌توانید لیستی جداشده با ویرگول، * (همه) یا بازه را وارد کنید (مثلاً 1,20,28 یا 1-28)
fr_fr: Entrer les jours du mois pour que le travail se fasse, peut aussi être une liste séparée par des virgules, * (tous) ou une plage (ex: 1,2,3 ou 1-3)
it_it: Inserisci i giorni del mese in cui il lavoro deve essere eseguito, può anche essere un elenco separato da virgole, * (ciascuno) o un intervallo (es. 1,20,28 o 1-28)
ko_kr: 작업이 수행될 날짜를 입력하세요. 쉼표로 구분된 목록,*(매일) 또는 범위 (예: 1,20,28 또는 1-28)도 가능합니다.
pl_pl: Wprowadź dni miesiąca, w których zadanie ma działać, może to być też lista rozdzielona przecinkami, * (każdy) lub zakres (np. 1,20,28 lub 1-28)
uk_ua: Введіть дні місяця для виконання завдання, також може бути список, розділений комами, * (кожен) або діапазон (напр. 1,20,28 або 1-28).
zh_cn: 输入要执行计划的日期，也可以是逗号分隔的列表，*(每个)或范围(例如1,20,28或1-28)

source: Enter the days of the week for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
cs_cz: Zadejte dny v týdnu, kdy má úloha působit – může to být také seznam oddělovaný čárkou, * (každý) nebo rozsah (např. 1,2,3 nebo 1-3).
de_de: Geben Sie die Wochentage an, zu denen der Job ausgeführt werden soll. Kann auch eine kommaseparierte Liste (z. B. 1,2,3) oder ein Bereich (z. B. 1-3) sein. * steht für jeden Wochentag.
el_gr: Εισαγάγετε τις ημέρες της εβδομάδας για τις οποίες θα εκτελεστεί η εργασία. Μπορεί επίσης να είναι μια λίστα διαχωρισμένη με κόμμα, * (κάθε μία) ή ένα εύρος (π.χ. 1,2,3 ή 1-3)
fa_ir: روزهای هفته را وارد کنید که وظیفه در آن اجرا شود؛ می‌توانید لیستی جداشده با ویرگول، * (همه) یا بازه وارد کنید (مثلاً 1,2,3 یا 1-3)
fr_fr: Entrer les jours de la semaine pour que le travail se fasse, peut aussi être une liste séparée par des virgules, * (tous) ou une plage (ex: 1,2,3 ou 1-3)
it_it: Inserisci i giorni della settimana in cui deve essere eseguito il lavoro, può anche essere un elenco separato da virgole, * (ciascuno) o un intervallo (es. 1,2,3 o 1-3)
ko_kr: 작업이 실행될 요일을 입력하세요. 쉼표로 구분된 목록,*(매일) 또는 범위(예: 1,2,3 또는 1-3)도 가능합니다.
pl_pl: Wprowadź dni tygodnia, w których zadanie ma działać, może to być też lista rozdzielona przecinkami, * (każdy) lub zakres (np. 1,2,3 lub 1-3)
uk_ua: Введіть дні тижня для виконання завдання, також може бути список, розділений комами, * (кожен) або діапазон (напр. 1,2,3 або 1-3).
zh_cn: 输入要执行计划的星期数，也可以是以逗号分隔的列表，*(每个)或范围(例如1,2,3或1-3)

source: Enter the end time (maximum 23, minimum 0 or start time).
cs_cz: Zadejte čas ukončení (nejvýše 23, nejméně 0 nebo čas zahájení).
de_de: Endzeit eingeben (maximal 23, mindestens 0 oder die Startzeit).
el_gr: Εισαγάγετε την ώρα λήξης (μέγιστο 23, ελάχιστο 0 ή ώρα έναρξης).
fa_ir: زمان پایان را وارد کنید (حداکثر 23، حداقل 0 یا برابر با زمان شروع).
fr_fr: Saisissez l'heure de fin (maximum 23, minimum 0 ou heure de début).
it_it: Immettere l'ora di fine (massimo 23, minimo 0 o ora di inizio).
ko_kr: 종료 시간(최대 23, 최소 0 또는 시작 시간)을 입력하세요.
pl_pl: Wprowadź godzinę zakończenia (maksimum 23, minimum 0 lub godzina rozpoczęcia).
uk_ua: Введіть час закінчення (максимум 23, мінімум 0 або час початку).
zh_cn: 输入结束时间(最大为23，最小0)。

source: Enter the file system root from which the files are served.
cs_cz: Zadejte kořen souborového systému, ze kterého budou soubory poskytovány.
de_de: Geben Sie das Stammverzeichnis des Dateisystems an, aus dem die Dateien bereitgestellt werden.
el_gr: Εισαγάγετε τη ρίζα του συστήματος αρχείων από την οποία προβάλλονται τα αρχεία.
fa_ir: ریشهٔ فایل‌سیستم که از آن فایل‌ها ارائه می‌شوند را وارد کنید.
fr_fr: Entrez la racine du système de fichiers à partir duquel les fichiers sont servis.
it_it: Immettere la radice del file system da cui vengono serviti i file.
ko_kr: 파일이 제공되는 파일 시스템 루트를 입력하세요.
pl_pl: Wprowadź korzeń systemu plików, z którego są serwowane pliki.
uk_ua: Введіть кореневий каталог файлової системи, з якого обслуговуються файли.
zh_cn: 输入提供文件的文件系统根目录。

source: Enter the first day of the week.
cs_cz: Zadejte první den v týdnu.
de_de: Ersten Tag der Woche eingeben.
el_gr: Εισαγάγετε την πρώτη ημέρα της εβδομάδας.
fa_ir: اولین روز هفته را وارد کنید.
fr_fr: Entrer le premier jour de la semaine.
it_it: Immettere il primo giorno della settimana.
ko_kr: 주의 첫 번째 요일을 입력하세요.
pl_pl: Wprowadź pierwszy dzień tygodnia.
uk_ua: Введіть перший день тижня.
zh_cn: 输入一周的第一天。

source: Enter the first month.
cs_cz: Zadejte první měsíc.
de_de: Ersten Monat eingeben.
el_gr: Μπείτε στον πρώτο μήνα.
fa_ir: اولین ماه را وارد کنید.
fr_fr: Entrer le premier mois.
it_it: Inserisci il primo mese.
ko_kr: 첫 번째 달을 입력하세요.
pl_pl: Wprowadź pierwszy miesiąc.
uk_ua: Введіть перший місяць.
zh_cn: 输入第一个月。

source: Enter the hours for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,11,12 or 10-12)
cs_cz: Zadejte hodiny, ve kterých má úloha působit – může to být také seznam oddělovaný čárkou, * (každou) nebo rozsah (např. 10,11,12 nebo 10-12)
de_de: Geben Sie die Stunden an, zu denen der Job ausgeführt werden soll. Kann auch eine kommaseparierte Liste (z. B. 10,11,12) oder ein Bereich (z. B. 10-12) sein. * steht für jede Stunde.
el_gr: Εισαγάγετε τις ώρες εκτέλεσης της εργασίας. Μπορεί επίσης να είναι μια λίστα διαχωρισμένη με κόμμα, * (κάθε μία) ή ένα εύρος (π.χ. 10,11,12 ή 10-12)
fa_ir: ساعت‌های اجرای وظیفه را وارد کنید؛ می‌توانید لیستی جداشده با ویرگول، * (همه) یا بازه وارد کنید (مثلاً 10,11,12 یا 10-12)
fr_fr: Entrer les heures pour que le travail se fasse, peut aussi être une liste séparée par des virgules, * (tous) ou une plage (ex: 10,11,12 ou 10-12)
it_it: Inserisci le ore in cui deve essere eseguito il lavoro, può anche essere un elenco separato da virgole, * (ciascuno) o un intervallo (es. 10,11,12 o 10-12)
ko_kr: 작업을 수행할 시간을 입력하세요. 쉼표로 구분된 목록, *(각) 또는 범위(예: 10, 11, 12 또는 10-12)일 수도 있습니다
pl_pl: Wprowadź godziny działania zadania, może to być też lista rozdzielona przecinkami, * (każdy) lub zakres (np. 10,11,12 lub 10-12)
uk_ua: Введіть години для виконання завдання, також може бути список, розділений комами, * (кожна) або діапазон (напр. 10,11,12 або 10-12).
zh_cn: 输入要执行计划的时间，也可以是逗号分隔的列表，*(每个)或范围(例如10,11,12或10-12)

source: Enter the last day of the week.
cs_cz: Zadejte poslední den týdne.
de_de: Letzten Tag der Woche eingeben.
el_gr: Εισαγάγετε την τελευταία ημέρα της εβδομάδας.
fa_ir: آخرین روز هفته را وارد کنید.
fr_fr: Entrer le dernier jour de la semaine.
it_it: Inserisci l'ultimo giorno della settimana.
ko_kr: 주의 마지막 요일을 입력하세요.
pl_pl: Wprowadź ostatni dzień tygodnia.
uk_ua: Введіть останній день тижня.
zh_cn: 输入一周的最后一天。

source: Enter the last month (maximum December, minimum January or From Month).
cs_cz: Zadejte poslední měsíc (nejvýše prosinec, nejméně leden nebo Od měsíce).
de_de: Geben Sie den letzten Monat ein (maximal Dezember, minimal Januar oder Ab-Monat).
el_gr: Εισαγάγετε τον τελευταίο μήνα (μέγιστο Δεκέμβριο, ελάχιστο Ιανουάριο ή Μήνας Από).
fa_ir: آخرین ماه را وارد کنید (حداکثر دسامبر، حداقل ژانویه یا ماه مبدا).
fr_fr: Entrer le dernier mois (maximum Décembre, minimum Janvier ou Du Mois).
it_it: Inserisci l'ultimo mese (massimo dicembre, minimo gennaio o Dal mese).
ko_kr: 마지막 달(최대 12월, 최소 1월 또는 시작 월)을 입력하세요.
pl_pl: Wprowadź ostatni miesiąc (maksimum grudzień, minimum styczeń lub od miesiąca "From Month").
uk_ua: Введіть останній місяць (максимум грудень, мінімум січень або від місяця).
zh_cn: 输入最后一个月(最大12月，最小1月)。

source: Enter the maximum amount of dots in the domain name.
cs_cz: Zadejte maximální počet teček v názvu domény.
de_de: Geben Sie die maximale Anzahl von Punkten im Domainnamen ein.
el_gr: Εισαγάγετε τον μέγιστο αριθμό κουκκίδων στο όνομα τομέα.
fa_ir: حداکثر تعداد نقطه‌ها در نام دامنه را وارد کنید.
fr_fr: Entrez le nombre maximum de points dans le nom de domaine.
it_it: Inserisci il numero massimo di punti nel nome di dominio.
ko_kr: 도메인 이름에 최대 도트 수를 입력하세요.
pl_pl: Wprowadź maksymalną ilość kropek w nazwie domeny.
uk_ua: Введіть максимальну кількість крапок у доменному імені.
zh_cn: 输入域名中的最大点数。

source: Enter the maximum size for downloads in kilobytes (leave empty to disable).
cs_cz: Zadejte nejvyšší umožněný objem pro stahování (v kilobajtech) – pokud nechcete omezovat, nevyplňujte.
de_de: Geben Sie die maximale Größe für Downloads in Kilobyte ein (lassen Sie das Feld leer, um es zu deaktivieren).
el_gr: Εισαγάγετε το μέγιστο μέγεθος για λήψεις σε kilobyte (αφήστε κενό για απενεργοποίηση).
fa_ir: حداکثر اندازه دانلودها را به کیلوبایت (kB) وارد کنید (برای غیرفعال‌سازی خالی بگذارید).
fr_fr: Entrez la taille maximale des téléchargements en kilo-octets (laissez vide pour désactiver).
it_it: Inserisci la dimensione massima per i download in kilobyte (lascia vuoto per disabilitare).
ko_kr: 다운로드할 최대 크기를 킬로바이트 단위로 입력하세요. 사용하지 않으려면 비워 두세요.
pl_pl: Wprowadź maksymalny rozmiar pobierania w kilobajtach (pozostaw puste, aby wyłączyć).
uk_ua: Введіть максимальний розмір завантажень у кілобайтах (залиште порожнім, щоб вимкнути).
zh_cn: 输入下载的最大大小（KB），留空则禁用。

source: Enter the maximum size for uploads in kilobytes (leave empty to disable).
cs_cz: Zadejte nejvyšší umožněný objem pro nahrávání (v kilobajtech) – pokud nechcete omezovat, nevyplňujte.
de_de: Geben Sie die maximale Größe für Uploads in Kilobyte ein (lassen Sie das Feld leer, um es zu deaktivieren).
el_gr: Εισαγάγετε το μέγιστο μέγεθος για μεταφορτώσεις σε kilobyte (αφήστε το κενό για απενεργοποίηση).
fa_ir: حداکثر اندازه آپلودها را به کیلوبایت (kB) وارد کنید (برای غیرفعال‌سازی خالی بگذارید).
fr_fr: Entrez la taille maximale des téléchargements en kilo-octets (laissez vide pour désactiver).
it_it: Inserisci la dimensione massima per i caricamenti in kilobyte (lascia vuoto per disabilitare).
ko_kr: 업로드할 최대 크기를 킬로바이트 단위로 입력하세요. 사용하지 않으려면 비워 두세요.
pl_pl: Wprowadź maksymalny rozmiar przesyłania w kilobajtach (pozostaw puste, aby wyłączyć).
uk_ua: Введіть максимальний розмір вивантажень у кілобайтах (залиште порожнім, щоб вимкнути).
zh_cn: 输入上传的最大大小（KB），留空则禁用。

source: Enter the minimum amount of dots in the domain name.
cs_cz: Zadejte minimální počet teček v názvu domény.
de_de: Geben Sie die Mindestanzahl von Punkten im Domainnamen ein.
el_gr: Εισαγάγετε τον ελάχιστο αριθμό κουκκίδων στο όνομα τομέα.
fa_ir: حداقل تعداد نقطه‌ها در نام دامنه را وارد کنید.
fr_fr: Entrez le nombre minimum de points dans le nom de domaine.
it_it: Inserisci il numero minimo di punti nel nome di dominio.
ko_kr: 도메인 이름에 최소 도트 수를 입력하세요.
pl_pl: Wprowadź minimalną ilość kropek w nazwie domeny.
uk_ua: Введіть мінімальну кількість крапок у доменному імені.
zh_cn: 输入域名中的最小点数。

source: Enter the minutes for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,20,30 or 10-30)
cs_cz: Zadejte minuty, ve kterých má úloha působit – může to být také seznam oddělovaný čárkou, * (každou) nebo rozsah (např. 10,20,30 nebo 10-30)
de_de: Geben Sie die Minuten an, zu denen der Job ausgeführt werden soll. Kann auch eine kommaseparierte Liste (z. B. 10,20,30) oder ein Bereich (z. B. 10-30) sein. * steht für jede Minute.
el_gr: Εισαγάγετε τα λεπτά για να εκτελεστεί η εργασία. Μπορεί επίσης να είναι μια λίστα διαχωρισμένη με κόμμα, * (κάθε) ή ένα εύρος (π.χ. 10,20,30 ή 10-30).
fa_ir: دقایق اجرای وظیفه را وارد کنید؛ می‌توانید لیستی جداشده با ویرگول، * (همه) یا بازه وارد کنید (مثلاً 10,20,30 یا 10-30)
fr_fr: Entrer les minutes pour que le travail se fasse, peut aussi être une liste séparée par des virgules, * (tous) ou une plage (ex: 10,20,30 ou 10-30)
it_it: Inserisci i minuti necessari per l'esecuzione del lavoro, può anche essere un elenco separato da virgole, * (ciascuno) o un intervallo (es. 10,20,30 o 10-30)
ko_kr: 작업을 수행할 분을 입력하세요. 쉼표로 구분된 목록, *(각) 또는 범위(예: 10, 20, 30 또는 10-30)일 수도 있습니다
pl_pl: Wprowadź minuty działania zadania, może to być też lista rozdzielona przecinkami, * (każdy) lub zakres (np. 10,20,30 lub 10-30)
uk_ua: Введіть хвилини для виконання завдання, також може бути список, розділений комами, * (кожна) або діапазон (напр. 10,20,30 або 10-30).
zh_cn: 输入执行计划的分钟数，也可以是以逗号分隔的列表，*(每个)或范围(例如10,20,30或10-30)

source: Enter the months for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
cs_cz: Zadejte měsíce, ve kterých má úloha působit – může to být také seznam oddělovaný čárkou, * (každý) nebo rozsah (např. 1,2,3 nebo 1-3)
de_de: Geben Sie die Monate an, zu denen der Job ausgeführt werden soll. Kann auch eine kommaseparierte Liste (z. B. 1,2,3) oder ein Bereich (z. B. 1-3) sein. * steht für jeden Monat.
el_gr: Εισαγάγετε τους μήνες για τους οποίους θα εκτελεστεί η εργασία. Μπορεί επίσης να είναι μια λίστα διαχωρισμένη με κόμμα, * (κάθε) ή ένα εύρος (π.χ. 1,2,3 ή 1-3)
fa_ir: ماه‌های اجرای وظیفه را وارد کنید؛ می‌توانید لیستی جداشده با ویرگول، * (همه) یا بازه وارد کنید (مثلاً 1,2,3 یا 1-3)
fr_fr: Entrer les mois pour que le travail se fasse, peut aussi être une liste séparée par des virgules, * (tous) ou une plage (ex: 1,2,3 ou 1-3)
it_it: Inserisci i mesi in cui il lavoro deve essere eseguito, può anche essere un elenco separato da virgole, * (ciascuno) o un intervallo (es. 1,2,3 o 1-3)
ko_kr: 작업을 수행할 월을 입력하세요. 쉼표로 구분된 목록, *(각) 또는 범위(예: 1, 2, 3 또는 1-3)일 수도 있습니다
pl_pl: Wprowadź miesiące działania zadania, może to być też lista rozdzielona przecinkami, * (każdy) lub zakres (np. 1,2,3 lub 1-3)
uk_ua: Введіть місяці для виконання завдання, також може бути список, розділений комами, * (кожен) або діапазон (напр. 1,2,3 або 1-3).
zh_cn: 输入执行计划的月份，也可以是以逗号分隔的列表，*(每个)或范围(例如1,2,3或1-3)

source: Enter the name of an existing item key.
cs_cz: Zadejte název klíče existující položky.
de_de: Geben Sie den Namen eines vorhandenen Item Keys ein.
el_gr: Εισαγάγετε το όνομα ενός υπάρχοντος κλειδιού στοιχείου.
fa_ir: نام کلید آیتم موجود را وارد کنید.
fr_fr: Saisissez le nom d'une clé de poste existante.
it_it: Immettere il nome di una chiave di elemento esistente.
ko_kr: 기존 항목 키의 이름을 입력하세요.
pl_pl: Wprowadź nazwę istniejącego klucza przedmiotu.
uk_ua: Введіть назву існуючого ключа елемента.
zh_cn: 输入现有项目密钥的名称。

source: Enter the network address to match in CIDR notation for example like 127.0.0.1/8 or ::1/128
cs_cz: Zadejte síťovou adresu (v CIDR zápisu), která má být porovnána, jako 127.0.0.1/8 nebo ::1/128.
de_de: Netzwerkadresse im CIDR-Format angeben, z. B. 127.0.0.1/8 oder ::1/128.
el_gr: Εισαγάγετε τη διεύθυνση δικτύου που θα ταιριάζει στη σημειογραφία CIDR, για παράδειγμα, όπως 127.0.0.1/8 ή ::1/128
fa_ir: آدرس شبکه‌ای را برای تطبیق به صورت نمادگذاری CIDR وارد کنید، برای مثال 127.0.0.1/8 یا ::1/128
fr_fr: Entrez l'adresse réseau à faire correspondre en notation CIDR, par exemple 127.0.0.1/8 ou ::1/128.
it_it: Inserisci l'indirizzo di rete da abbinare nella notazione CIDR, ad esempio 127.0.0.1/8 o ::1/128
ko_kr: 127.0.0.1/8 또는 ::1/128과 같은 CIDR 표기법으로 일치시킬 네트워크 주소를 입력하세요
pl_pl: Wprowadź adres sieciowy do dopasowania w notacji CIDR, na przykład jak 127.0.0.1/8 lub ::1/128
uk_ua: Введіть мережеву адресу для співставлення у нотації CIDR, наприклад, 127.0.0.1/8 або ::1/128.
zh_cn: 输入以CIDR表示法的网络地址，例如127.0.0.1/8或:: 1/128

source: Enter the realm for this directory and enable authentication.
cs_cz: Zadejte sféru pro tento adresář a zapněte ověřování.
de_de: Geben Sie den Realm für dieses Verzeichnis ein und aktivieren Sie die Authentifizierung.
el_gr: Εισαγάγετε το realm για αυτόν τον κατάλογο και ενεργοποιήστε τον έλεγχο ταυτότητας.
fa_ir: realm این دایرکتوری را وارد کنید و احراز هویت را فعال کنید.
fr_fr: Entrez le royaume pour ce répertoire et activez l'authentification.
it_it: Entra nell'ambito di questa directory e abilita l'autenticazione.
ko_kr: 이 디렉토리의 영역을 입력하고 인증확인을 입력하세요.
pl_pl: Wprowadź królestwo (realm) dla tego katalogu i włącz uwierzytelnianie.
uk_ua: Введіть область (realm) для цієї теки та увімкніть автентифікацію.
zh_cn: 输入此目录的领域并启用身份验证。

source: Ephemeral Keys
cs_cz: Krátkodobé klíče
de_de: Kurzlebige Schlüssel (Ephemeral Keys).
el_gr: Εφήμερα Κλειδιά
fa_ir: کلیدهای موقت
fr_fr: Clés éphémères
it_it: Chiavi effimere
ko_kr: 임시 키
pl_pl: Klucze tymczasowe
uk_ua: Ефемерні ключі
zh_cn: 临时密钥

source: Except a list of IPs from rate-limiting like ::1
cs_cz: Vynechat seznam IP adres (jako např. ::1) z omezování rychlosti
de_de: Ausnahmen von der Ratenbegrenzung für eine Liste von IP-Adressen, z. B. ::1.
el_gr: Εκτός από μια λίστα IP από όρια ρυθμού όπως ::1
fa_ir: استثنا کردن فهرستی از آدرس‌های IP از محدودیت نرخ، مانند ::1
fr_fr: Excepter une liste d'IPs de la limitation de débit comme ::1
it_it: Tranne un elenco di IP con limitazione della velocità come ::1
ko_kr: ::1과 같은 속도 제한에서 IP 목록을 제외
pl_pl: Wyłącz listę adresów IP z ograniczenia prędkości, np. ::1
uk_ua: Виключити список IP-адрес з обмеження швидкості, наприклад ::1
zh_cn: 排除速率限制的IP列表，例如:: 1

source: Exclusion list destination domains.You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
cs_cz: Seznam cílových domén, které vyloučit. Je možné použít regulární výraz, čárku nebo stiskem klávesy Enter zadat novou položku. Příklady: „mydomain.com“ odpovídá „*.mydomain.com“; „https://([a-zA-Z]+)\.mydomain\.“ odpovídá „http(s)://textONLY.mydomain.*“; „\.gif$“ odpovídá „\*.gif“, ale ne „\*.gif\test“; „\[0-9]+\.gif$“ odpovídá „\123.gif“, ale ne „\test.gif“.
de_de: Du kannst reguläre Ausdrücke verwenden, ein Komma setzen oder die Eingabetaste drücken, um einen neuen Eintrag hinzuzufügen. Beispiele: "mydomain.com" trifft auf "*.mydomain.com" zu; "https://([a-zA-Z]+)\.mydomain\." trifft auf "http(s)://textONLY.mydomain.*" zu; "\.gif$" trifft auf "\*.gif" aber nicht auf "\*.gif\test" zu; "\[0-9]+\.gif$" trifft auf "\123.gif" aber nicht auf "\test.gif" zu
el_gr: Λίστα εξαιρούμενων τομέων προορισμού. Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: Το "mydomain.com" αντιστοιχεί στο "*.mydomain.com". Το "https://([a-zA-Z]+)\.mydomain\." αντιστοιχεί στο "http(s)://textONLY.mydomain.*". Το "\.gif$" αντιστοιχεί στο "\*.gif" αλλά όχι στο "\*.gif\test". Το "\[0-9]+\.gif$" αντιστοιχεί στο "\123.gif" αλλά όχι στο "\test.gif".
fa_ir: دامنه‌های مقصد لیست استثنا. می‌توانید از regular expression استفاده کنید، از ویرگول استفاده کنید یا برای مورد جدید Enter بزنید. Examples: "mydomain.com" با ".mydomain.com" منطبق می‌شود; "https://([a-zA-Z]+).mydomain." با "http(s)://textONLY.mydomain." منطبق می‌شود; ".gif$" با "*.gif" منطبق می‌شود but not on "*.gif\test"; "[0-9]+.gif$" با "\123.gif" منطبق می‌شود but not on "\test.gif"
fr_fr: Domaines de destination de la liste d'exclusion. Vous pouvez utiliser une expression régulière, utiliser une virgule ou appuyer sur Entrée pour un nouvel élément. Exemples: "mydomain.com" matches on "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
it_it: Domini di destinazione dell'elenco di esclusione. Puoi utilizzare un'espressione regolare, utilizzare una virgola o premere Invio per un nuovo elemento. Esempi: "miodominio.com" corrisponde a "*.miodominio.com"; "https://([a-zA-Z]+)\.miodominio\." corrisponde a "http(s)://textONLY.mydomain.*"; "\.gif$" corrisponde a "\*.gif" ma non a "\*.gif\test"; "\[0-9]+\.gif$" corrisponde a "\123.gif" ma non a "\test.gif"
ko_kr: 대상 도메인 제외 목록입니다. 정규 표현식을 사용하거나 쉼표를 사용하거나 Enter를 눌러 새 항목을 만들 수 있습니다. 예: "mydomain.com"는 "*.mydomain.com"에 대응됩니다. "https://([a-zA-Z]+)\.mydomain\."은 "http(s)://textONLY.mydomain.*"에 대응됩니다."\.gif$"는 "*.gif"에 대응되지만 "*.gif\test"에는 대응되지 않습니다."\[0-9]+\.gif$"는 "\123.gif"에 대응되지만 "\test.gif"에는 대응되지 않습니다.
pl_pl: Lista wyłączenia domen docelowych. Możesz użyć wyrażenia regularnego, użyj przecinka lub naciśnij Enter, aby dodać nowy element. Przykłady: "mydomain.com" odpowiada ".mydomain.com"; "https://([a-zA-Z]+).mydomain." odpowiada "http(s)://textONLY.mydomain."; ".gif$" odpowiada "*.gif", ale nie "*.gif\test"; "[0-9]+.gif$" odpowiada "\123.gif", ale nie "\test.gif"
uk_ua: Список виключених доменів призначення. Ви можете використовувати регулярний вираз, кому або натиснути Enter для нового елемента. Приклади: "mydomain.com" відповідає "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." відповідає "http(s)://textONLY.mydomain.*"; "\.gif$" відповідає "\*.gif" але не "\*.gif\test"; "\[0-9]+\.gif$" відповідає "\123.gif" але не "\test.gif".
zh_cn: 排除列表目标域。可以使用正则表达式，逗号或按回车键输入新项目。例如:"mydomain.com" 匹配 "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." 匹配 "http(s)://textONLY.mydomain.*"; "\.gif$" 匹配 "\*.gif" 但不匹配"\*.gif\test"; "\[0-9]+\.gif$" 匹配 "\123.gif" 但不匹配 "\test.gif"。
