Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: linkQuality
de_de: Verbindungsqualität
el_gr: Ποιότητα συνδέσμου
fa_ir: کیفیت لینک
fr_fr: lienQualité
it_it: collegamentoQualità
pl_pl: Jakość połączenia
uk_ua: якість з'єднання
zh_cn: 链接质量

source: preferred
cs_cz: upřednostňované
de_de: bevorzugt
el_gr: προνομιούχος
fa_ir: ترجیحی
fr_fr: préféré
it_it: preferito
pl_pl: preferowany
uk_ua: бажаний
zh_cn: 首选

source: trustedPathId
de_de: Vertrauenswürdige Pfad-ID
el_gr: ΑναγνωριστικόΔιαδρομήςΕμπίστευτηςΔιαδρομής
fa_ir: شناسه trustedPath
it_it: trustPathId
pl_pl: zaufane ID ścieżki
uk_ua: ідентифікатор довіреного шляху
zh_cn: 可信任路径ID

source: Unable to retrieve Zerotier peer information. Is the service enabled and is there internet connectivity?
cs_cz: Nedaří se získat údaje o Zerotier protějšku. Je služba zapnutá a je k dispozici připojení k Internetu?
de_de: Zerotier-Peer-Informationen konnten nicht abgerufen werden. Ist der Dienst aktiviert und besteht eine Internetverbindung?
el_gr: Δεν είναι δυνατή η ανάκτηση πληροφοριών ομότιμου δικτύου Zerotier. Είναι ενεργοποιημένη η υπηρεσία και υπάρχει σύνδεση στο διαδίκτυο;
fa_ir: قادر به بازیابی اطلاعات همتای Zerotier نیست. آیا سرویس فعال است و اتصال اینترنت برقرار است؟
fr_fr: Impossible de récupérer les informations de l'homologue Zerotier. Le service est-il activé et y a-t-il une connectivité Internet ?
it_it: Impossibile recuperare le informazioni sui peer di livello zero. Il servizio è abilitato e c'è connettività internet?
ko_kr: 제로티어 피어 정보를 검색할 수 없습니다. 서비스가 활성화되어 있고 인터넷 연결이 가능한가요?
pl_pl: Nie można pobrać informacji o parze Zerotier. Czy usługa jest włączona i czy jest połączenie z internetem?
uk_ua: Не вдається отримати інформацію про вузли Zerotier. Чи активована служба та чи є підключення до Інтернету?
zh_cn: 无法检索Zerotier远端信息。检查是否启用了服务，且是否存在互联网连接？

source: HTTP Server
el_gr: Διακομιστής HTTP
fa_ir: سرور HTTP
fr_fr: Serveur HTTP
it_it: ServerHTTP
ko_kr: HTTP 서버
pl_pl: Serwer HTTP
uk_ua: HTTP-сервер
zh_cn: HTTP服务器

source: User List
cs_cz: Seznam uživatelů
de_de: Benutzerliste
el_gr: Λίστα χρηστών
fa_ir: لیست کاربران
fr_fr: Liste des utilisateurs
it_it: Elenco utenti
ko_kr: 사용자 목록
pl_pl: Lista użytkowników
uk_ua: Список користувачів
zh_cn: 用户列表

source: Platform
cs_cz: Platforma
de_de: Plattform
el_gr: Πλατφόρμα
fa_ir: پلتفرم
fr_fr: Plate-forme
it_it: Piattaforma
ko_kr: 플랫폼
pl_pl: Platforma
uk_ua: Платформа
zh_cn: 平台

source: Credential
cs_cz: Přihlašovací údaj
de_de: Zugangsdaten
el_gr: Πιστοποιητικό
fa_ir: اعتبارنامه
fr_fr: Références
it_it: Credenziali
ko_kr: 자격 증명
pl_pl: Poświadczenie
uk_ua: Облікові дані
zh_cn: 凭证

source: Receiver Email Address
cs_cz: E-mailová adresa příjemce
de_de: E-Mail-Adresse des Empfängers
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου παραλήπτη
fa_ir: آدرس ایمیل گیرنده
fr_fr: Adresse électronique du destinataire
it_it: Indirizzo e-mail del destinatario
ko_kr: 수신자 이메일 주소
pl_pl: Adres e-mail odbiorcy
uk_ua: Адреса електронної пошти одержувача
zh_cn: 收件人邮件地址

source: SMTP Host
cs_cz: Hostitel SMTP
el_gr: Κεντρικός υπολογιστής SMTP
fa_ir: میزبان SMTP
fr_fr: Hôte SMTP
it_it: Host SMTP
ko_kr: SMTP 호스트
pl_pl: Host SMTP
uk_ua: Хост SMTP
zh_cn: SMTP主机

source: SMTP Port
cs_cz: Port SMTP
el_gr: Θύρα SMTP
fa_ir: پورت SMTP
fr_fr: Port SMTP
it_it: Porta SMTP
ko_kr: SMTP 포트
pl_pl: Port SMTP
uk_ua: Порт SMTP
zh_cn: SMTP端口

source: Use TLS
cs_cz: Použít TLS
de_de: Verwende TLS
el_gr: Χρήση TLS
fa_ir: استفاده از TLS
fr_fr: Utilise TLS
it_it: Utilizza TLS
ko_kr: TLS 사용
pl_pl: Użyj TLS
uk_ua: Використовувати TLS
zh_cn: 使用TLS

source: Allow self signed
cs_cz: Umožnit samy sebou podepsané
de_de: Erlaube Selbstsigniert
el_gr: Να επιτρέπεται η αυτο-υπογραφή
fa_ir: اجازه گواهی‌های self-signed
fr_fr: Autoriser l'auto-signature
it_it: Consenti autofirmato
ko_kr: 자체 서명 허용
pl_pl: Zezwól na autorskie certyfikaty
uk_ua: Дозволити самопідписані
zh_cn: 允许自签名

source: SMTP Username (Optional)
cs_cz: Uživatelské jméno pro SMTP (volitelné)
de_de: SMTP-Benutzername (Optional)
el_gr: Όνομα χρήστη SMTP (Προαιρετικό)
fa_ir: نام کاربری SMTP (اختیاری)
fr_fr: Nom d'utilisateur SMTP (Optionnel)
it_it: Nome utente SMTP (facoltativo)
ko_kr: SMTP 사용자 이름(선택 사항)
pl_pl: Nazwa użytkownika SMTP (opcjonalnie)
uk_ua: Ім'я користувача SMTP (необов'язково)
zh_cn: SMTP用户名(可选)

source: SMTP Password (Optional)
cs_cz: Heslo pro SMTP (volitelné)
de_de: SMTP-Passwort (Optional)
el_gr: Κωδικός πρόσβασης SMTP (Προαιρετικό)
fa_ir: رمز عبور SMTP (اختیاری)
fr_fr: Mot de passe SMTP (Optionnel)
it_it: Password SMTP (facoltativa)
ko_kr: SMTP 비밀번호(선택 사항)
pl_pl: Hasło SMTP (opcjonalnie)
uk_ua: Пароль SMTP (необов'язково)
zh_cn: SMTP密码(可选)

source: GPG Email (Optional)
cs_cz: GPG e-mail (volitelné)
el_gr: Ηλεκτρονικό ταχυδρομείο GPG (Προαιρετικό)
fa_ir: ایمیل GPG (اختیاری)
fr_fr: Courriel GPG (facultatif)
it_it: E-mail GPG (facoltativo)
ko_kr: GPG 이메일(선택 사항)
pl_pl: E-mail GPG (opcjonalnie)
uk_ua: GPG Email (необов'язково)
zh_cn: GPG电子邮件(可选)

source: GPG Public Key (Optional)
cs_cz: GPG veřejný klíč (volitelné)
de_de: Öffentlicher GPG-Schlüssel (optional)
el_gr: Δημόσιο Κλειδί GPG (Προαιρετικό)
fa_ir: کلید عمومی GPG (اختیاری)
fr_fr: Clé publique GPG (facultatif)
it_it: Chiave pubblica GPG (facoltativa)
ko_kr: GPG 공용 키(선택 사항)
pl_pl: Klucz publiczny GPG (opcjonalnie)
uk_ua: Публічний ключ GPG (необов'язково)
zh_cn: GPG公钥(可选)

source: Mailer
cs_cz: Nástroj pro odesílání e-mailů
el_gr: Μέιλερ
fa_ir: ارسال‌کننده ایمیل
it_it: Postale
ko_kr: 메일러
uk_ua: Відправник пошти
zh_cn: 发件人

source: UPS Status
cs_cz: Stav UPS zdroje
el_gr: Κατάσταση UPS
fa_ir: وضعیت UPS
fr_fr: Status UPS
it_it: Stato dell'UPS
ko_kr: UPS 상태
pl_pl: Status UPS
uk_ua: Статус ДБЖ
zh_cn: UPS状态

source: Reverse Proxy and Web Server
cs_cz: Reverzní proxy a webový server
de_de: Reverse-Proxy & Webserver
el_gr: Αντίστροφη μεσολάβηση και διακομιστής ιστού
fa_ir: پروکسی معکوس و وب‌سرور
fr_fr: Reverse Proxy et serveur Web
it_it: Proxy inverso e server Web
ko_kr: 역방향 프록시 및 웹 서버
pl_pl: Odwrócony serwer proxy i serwer WWW
uk_ua: Зворотний проксі та веб-сервер
zh_cn: 反向代理

source: IP Address / Network
cs_cz: IP adresa / síť
de_de: IP-Adresse / Netzwerk
el_gr: Διεύθυνση IP / Δίκτυο
fa_ir: آدرس IP / شبکه
fr_fr: Adresse IP / Réseau
it_it: Indirizzo IP/Rete
ko_kr: IP 주소 / 네트워크
pl_pl: Adres IP / Sieć
uk_ua: IP-адреса / Мережа
zh_cn: IP地址/网络

source: Accept And Download
cs_cz: Přijmout a stáhnout
de_de: Annehmen und Herunterladen
el_gr: Αποδοχή και λήψη
fa_ir: قبول و دانلود
fr_fr: Accepter et télécharger
it_it: Accetta e scarica
ko_kr: 수락 및 다운로드
pl_pl: Akceptuj i pobierz
uk_ua: Прийняти та завантажити
zh_cn: 接受并下载

source: You are about to download the core rules from the Repository of NAXSI. You have to accept its %slicense%s to download the rules.
cs_cz: Chystáte se stáhnout si základní pravidla z repozitáře NAXSI. Aby to bylo možné, je třeba přijmout jeho %slicense%s.
de_de: Sie sind dabei, die Kernregeln aus dem NAXSI-Repository herunterzuladen. Um die Regeln herunterzuladen, müssen Sie die %sLizenz%s akzeptieren.
el_gr: Πρόκειται να κατεβάσετε τους βασικούς κανόνες από το Αποθετήριο του NAXSI. Πρέπει να αποδεχτείτε την %slicense%s του για να κατεβάσετε τους κανόνες.
fa_ir: شما در آستانه دانلود قواعد اصلی از مخزن NAXSI هستید. برای دانلود قواعد باید %sمجوز%s آن را بپذیرید.
fr_fr: Vous êtes sur le point de télécharger les règles de base du dépôt de NAXSI. Avant de télécharger ces règles, vous devez accepter leur %slicense%s.
it_it: Stai per scaricare le regole fondamentali dal Repository di NAXSI. Devi accettare la sua %slicense%s per scaricare le regole.
ko_kr: NAXSI 저장소에서 핵심 규칙을 다운로드하려고 합니다. 규칙을 다운로드하려면 %s라이선스%s에 동의해야 합니다.
pl_pl: Zamierzasz pobrać główne reguły z repozytorium NAXSI. Musisz zaakceptować jego %slicencję%s, aby pobrać reguły.
uk_ua: Ви збираєтеся завантажити основні правила з репозиторію NAXSI. Щоб завантажити правила, ви повинні прийняти його %sліцензію%s.
zh_cn: 您即将从NAXSI的存储库下载核心规则。您必须接受其%s许可声明%s才能下载规则。

source: (PHP) Router Script
cs_cz: (PHP) Skript směrovače
de_de: (PHP-)Routing-Skript
el_gr: Σενάριο δρομολογητή (PHP)
fa_ir: (PHP) اسکریپت روتر
fr_fr: Script de routeur (PHP)
it_it: (PHP) Script del router
ko_kr: (PHP) 라우터 스크립트
pl_pl: Skrypt routera (PHP)
uk_ua: (PHP) Скрипт маршрутизатора
zh_cn: (PHP) 路由器脚本

source: A time in seconds in which the transport security (TLS) should be enforced.
cs_cz: Doba (v sekundách) do které by mělo být vynuceno zabezpečení provozu (TLS).
de_de: Zeit in Sekunden, in der die Transportsicherheit (TLS) erzwungen werden soll.
el_gr: Ένας χρόνος σε δευτερόλεπτα κατά τον οποίο θα πρέπει να εφαρμοστεί η ασφάλεια μεταφοράς (TLS).
fa_ir: زمان (بر حسب ثانیه) که امنیت انتقال (TLS) باید اعمال شود.
fr_fr: Un temps en secondes pendant lequel la sécurité du transport (TLS) doit être appliquée.
it_it: Un tempo in secondi in cui deve essere applicata la sicurezza del trasporto (TLS).
ko_kr: 전송 보안(TLS)을 적용해야 하는 시간(초)입니다.
pl_pl: Czas w sekundach, w którym należy wymusić zabezpieczenia transportowe (TLS).
uk_ua: Час у секундах, протягом якого має бути застосована транспортна безпека (TLS).
zh_cn: 强制执行传输安全(TLS)的时间(秒)。

source: ACL Entries
cs_cz: Položky ACL
de_de: ACL-Einträge
el_gr: Εισαγωγές ACL
fa_ir: ورودی‌های ACL
fr_fr: Entrées ACL
it_it: Voci ACL
ko_kr: ACL 항목
pl_pl: Wpisy ACL
uk_ua: Записи ACL
zh_cn: ACL条目

source: APCSMART-Driver
de_de: APCSMART-Treiber
el_gr: Πρόγραμμα οδήγησης APCSMART
fa_ir: درایور APCSMART
it_it: Driver APCSMART
ko_kr: APCSMART-드라이버
pl_pl: Sterownik APCSMART
uk_ua: Драйвер APCSMART
zh_cn: APCSMART-驱动程序

source: API key
cs_cz: Klíč k API
de_de: API-Schlüssel
el_gr: Κλειδί API
fa_ir: کلید API
fr_fr: Clé API
it_it: Chiave API
ko_kr: API 키
pl_pl: Klucz API
uk_ua: Ключ API
zh_cn: API密钥

source: APP ID
cs_cz: Identif. aplikace
el_gr: Αναγνωριστικό εφαρμογής
fa_ir: شناسه APP
fr_fr: ID APP
it_it: ID DELL'APP
ko_kr: 앱 ID
pl_pl: ID aplikacji
uk_ua: Ідентифікатор застосунку

source: Accept Parameters
cs_cz: Přijmout parametry
de_de: Parameter akzeptieren
el_gr: Αποδοχή παραμέτρων
fa_ir: پذیرش پارامترها
fr_fr: Accepter les paramètres
it_it: Accetta parametri
ko_kr: 매개 변수 수락
pl_pl: Akceptuj parametry
uk_ua: Прийняти параметри
zh_cn: 接受参数

source: Access Log Format
cs_cz: Formát zaznamenávání přístupů
de_de: Zugriffsprotokollformat
el_gr: Μορφή αρχείου καταγραφής πρόσβασης
fa_ir: قالب لاگ دسترسی
fr_fr: Format du journal d'accès
it_it: Accedi al formato registro
ko_kr: 액세스 로그 형식
pl_pl: Format dziennika dostępu
uk_ua: Формат журналу доступу
zh_cn: 访问日志格式

source: Access Token
cs_cz: Přístupový token
de_de: Zugriffs-Token
el_gr: Διακριτικό πρόσβασης
fa_ir: توکن دسترسی
fr_fr: Jeton d'accès
it_it: Gettone di accesso
ko_kr: 액세스 토큰
pl_pl: Token dostępu
uk_ua: Токен доступу
zh_cn: 访问令牌

source: Activate third party signatures from BLURL. Use at your own risk.
cs_cz: Aktivovat signatury od třetích stran z BLURL. Používejte na vlastní nebezpečí.
de_de: Drittanbietern Signaturen von BLURL aktivieren. Die Verwendung erfolgt auf eigene Gefahr.
el_gr: Ενεργοποιήστε υπογραφές τρίτων από το BLURL. Χρησιμοποιήστε με δική σας ευθύνη.
fa_ir: امضاهای شخص ثالث از BLURL را فعال کنید. استفاده از آن به عهده شماست.
fr_fr: Activez les signatures de tiers depuis BLURL. À utiliser à vos risques et périls.
it_it: Attiva firme di terze parti da BLURL. Utilizzare a proprio rischio.
ko_kr: BLURL에서 타사 서명을 활성화합니다. 자신의 위험을 감수하고 사용하세요.
pl_pl: Aktywuj podpisy stron trzecich od BLURL. Używaj na własne ryzyko.
uk_ua: Активувати сторонні підписи від BLURL. Використовуйте на власний ризик.
zh_cn: 从BLURL激活第三方签名。使用风险由您自己承担。

source: Activate third party signatures from Malware Expert. Use at your own risk.
cs_cz: Aktivovat signatury od třetích stran z Malware Expert. Používejte na vlastní nebezpečí.
de_de: Drittanbietern Signaturen von Malware Expert aktivieren. Die Verwendung erfolgt auf eigene Gefahr.
el_gr: Ενεργοποιήστε υπογραφές τρίτων από το Malware Expert. Χρησιμοποιήστε το με δική σας ευθύνη.
fa_ir: امضاهای شخص ثالث از Malware Expert را فعال کنید. استفاده از آن به عهده شماست.
fr_fr: Activez les signatures tierces de Malware Expert. À utiliser à vos risques et périls.
it_it: Attiva firme di terze parti da Malware Expert. Utilizzare a proprio rischio.
ko_kr: Malware Expert에서 타사 서명을 활성화합니다.자신의 위험을 감수하고 사용하세요.
pl_pl: Aktywuj podpisy stron trzecich od Malware Expert. Używaj na własne ryzyko.
uk_ua: Активувати сторонні підписи від Malware Expert. Використовуйте на власний ризик.
zh_cn: 从Malware Expert激活第三方签名。使用风险由您自己承担。

source: Activate third party signatures from Sanesecurtiy BOFHLand. Use at your own risk.
cs_cz: Aktivovat signatury od třetích stran z Sanesecurity BOFHLand. Používejte na vlastní nebezpečí.
de_de: Drittanbietern Signaturen von Sanesecurtiy BOFHLand aktivieren. Die Verwendung erfolgt auf eigene Gefahr.
el_gr: Ενεργοποιήστε υπογραφές τρίτων από την Sanesecurtiy BOFHLand. Χρησιμοποιήστε με δική σας ευθύνη.
fa_ir: امضاهای شخص ثالث از Sanesecurtiy BOFHLand را فعال کنید. استفاده از آن به عهده شماست.
fr_fr: Activez les signatures de tiers depuis Sanesecurity BOFHLand. À utiliser à vos risques et périls.
it_it: Attiva le firme di terze parti da Sanesecurtiy BOFHLand. Utilizzare a proprio rischio.
ko_kr: Sanesecurty BOFHLand에서 타사 서명을 활성화합니다. 자신의 위험을 감수하고 사용하세요.
pl_pl: Aktywuj podpisy stron trzecich od Sanesecurtiy BOFHLand. Używaj na własne ryzyko.
uk_ua: Активувати сторонні підписи від Sanesecurity BOFHLand. Використовуйте на власний ризик.
zh_cn: 从Sanesecurtiy BOFHLand激活第三方签名。使用风险自负。

source: Activate third party signatures from Sanesecurtiy JURLBLA. Use at your own risk.
cs_cz: Aktivovat signatury od třetích stran z Sanesecurity JURLBLA. Používejte na vlastní nebezpečí.
de_de: Drittanbietern Signaturen von Sanesecurtiy JURLBLA aktivieren. Die Verwendung erfolgt auf eigene Gefahr.
el_gr: Ενεργοποιήστε υπογραφές τρίτων από την Sanesecurtiy JURLBLA. Χρησιμοποιήστε με δική σας ευθύνη.
fa_ir: امضاهای شخص ثالث از Sanesecurtiy JURLBLA را فعال کنید. استفاده از آن به عهده شماست.
fr_fr: Activez les signatures de tiers depuis Sanesecurity JURLBLA. À utiliser à vos risques et périls.
it_it: Attiva firme di terze parti da Sanesecurtiy JURLBLA. Utilizzare a proprio rischio.
ko_kr: Sanescurti JURLBLA에서 타사 서명을 활성화합니다. 자신의 위험을 감수하고 사용하세요.
pl_pl: Aktywuj podpisy stron trzecich od Sanesecurtiy JURLBLA. Używaj na własne ryzyko.
uk_ua: Активувати сторонні підписи від Sanesecurity JURLBLA. Використовуйте на власний ризик.
zh_cn: 从Sanesecurtiy JURLBLA激活第三方签名。使用风险自负。

source: Add BLURL Signatures
cs_cz: Přidat BLURL signatury
de_de: BLURL Signaturen hinzufügen
el_gr: Προσθήκη υπογραφών BLURL
fa_ir: افزودن امضاهای BLURL
fr_fr: Ajouter des signatures BLURL
it_it: Aggiungi firme BLURL
ko_kr: BLURL 서명 추가
pl_pl: Dodaj podpisy BLURL
uk_ua: Додати підписи BLURL
zh_cn: 添加BLURL签名

source: Add BOFHLand Signatures
cs_cz: Přidat BOFHLand signatury
de_de: BOFHLand Signaturen hinzufügen
el_gr: Προσθήκη υπογραφών BOFHLand
fa_ir: افزودن امضاهای BOFHLand
fr_fr: Ajouter les signatures de BOFHLand
it_it: Aggiungi firme BOFHLand
ko_kr: BOFHL 및 서명 추가
pl_pl: Dodaj podpisy BOFHLand
uk_ua: Додати підписи BOFHLand
zh_cn: 添加BOFHL和签名

source: Add Malware Expert Signatures
cs_cz: Přidat Malware Expert signatury
de_de: Malware-Experten-Signaturen hinzufügen
el_gr: Προσθήκη υπογραφών ειδικών για κακόβουλο λογισμικό
fa_ir: افزودن امضاهای Malware Expert
fr_fr: Ajouter des signatures d'experts en logiciels malveillants
it_it: Aggiungi firme di esperti di malware
ko_kr: 악성코드 전문가 서명 추가
pl_pl: Dodaj podpisy Malware Expert
uk_ua: Додати підписи Malware Expert
zh_cn: 添加恶意软件专家签名

source: Add routes in CIDR notation, e.g. 192.168.2.0/24. Multiple entries are allowed
cs_cz: Přidat trasy v CIDR zápisu, např. 192.168.2.0/24. Je možné zadat i více položek
de_de: Fügen Sie Routen in CIDR-Notation hinzu, z. B. 192.168.2.0/24. Mehrere Einträge sind zulässig.
el_gr: Προσθέστε διαδρομές σε σημειογραφία CIDR, π.χ. 192.168.2.0/24. Επιτρέπονται πολλαπλές καταχωρήσεις
fa_ir: مسیرها را به صورت CIDR وارد کنید، مثلاً 192.168.2.0/24. می‌توانید چندین مورد اضافه کنید.
fr_fr: Ajoutez les routes en notation CIDR, par exemple 192.168.2.0/24. Les entrées multiples sont autorisées
it_it: Aggiungi percorsi nella notazione CIDR, ad es. 192.168.2.0/24. Sono consentite più voci
ko_kr: CIDR 표기법으로 경로를 추가합니다(예: 192.168.2.0/24). 여러 항목이 허용됩니다
pl_pl: Dodaj trasy w notacji CIDR, np. 192.168.2.0/24. Dozwolone są wielokrotne wpisy.
uk_ua: Додати маршрути в нотації CIDR, напр. 192.168.2.0/24. Дозволено кілька записів.
zh_cn: 以CIDR表示法添加路由，例如192.168.2.0/24。允许多个条目

source: Advanced ACL Authentication Backend
cs_cz: Podpůrná vrstva pokročilého ověřování
de_de: Erweitertes ACL-Authentifizierungs-Backend
el_gr: Προηγμένο backend ελέγχου ταυτότητας ACL
fa_ir: پشتیبان احراز هویت ACL پیشرفته
fr_fr: Backend d'authentification ACL avancée
it_it: Backend di autenticazione ACL avanzato
ko_kr: 고급 ACL 인증 백엔드
pl_pl: Zaawansowane uwierzytelnianie ACL Backend
uk_ua: Розширений бекенд автентифікації ACL
zh_cn: 高级ACL认证后端

source: Advanced Proxy Options
cs_cz: Pokročilá nastavení proxy
de_de: Erweiterte Proxy-Optionen
el_gr: Προηγμένες επιλογές διακομιστή μεσολάβησης
fa_ir: گزینه‌های پیشرفته پروکسی
fr_fr: Options avancées du proxy
it_it: Opzioni proxy avanzate
ko_kr: 고급 프록시 옵션
pl_pl: Zaawansowane opcje proxy
uk_ua: Розширені опції проксі
zh_cn: 高级选项

source: Advertise Default Gateway Metric
cs_cz: Propagovat metriku výchozí brány
de_de: Standard-Gateway-Metrik bekanntgeben
el_gr: Διαφημίστε το προεπιλεγμένο μετρικό πύλης
fa_ir: اعلام متریک دروازه پیش‌فرض
fr_fr: Annoncer la métrique de la passerelle par défaut
it_it: Pubblicizza la metrica del gateway predefinito
ko_kr: 기본 게이트웨이 메트릭 알림
pl_pl: Reklamuj domyślną metrykę bramy
uk_ua: Рекламувати метрику шлюзу типово
zh_cn: 通告默认网关指标

source: After this idle time, the client gets disconnected.
cs_cz: Po této době nečinnosti bude klient odpojen.
de_de: Nach dieser Leerlaufzeit wird der Client getrennt.
el_gr: Μετά από αυτό το χρονικό διάστημα αδράνειας, ο υπολογιστής-πελάτης αποσυνδέεται.
fa_ir: پس از این مدت عدم‌فعالیت، اتصال کلاینت قطع می‌شود.
fr_fr: Après ce temps d'inactivité, le client est déconnecté.
it_it: Dopo questo tempo di inattività, il client viene disconnesso.
ko_kr: 이 유휴 시간이 지나면 클라이언트의 연결이 끊어집니다.
pl_pl: Po tym czasie bezczynności, klient zostaje rozłączony.
uk_ua: Після цього часу бездіяльності клієнт відключається.
zh_cn: 在这段空闲时间之后，客户端会断开连接。

source: Alias Item Key
cs_cz: Klíč položky alternativního názvu
el_gr: Κλειδί ψευδώνυμου στοιχείου
fa_ir: کلید آیتم مستعار
fr_fr: Clé de l'élément alias
it_it: Chiave elemento alias
ko_kr: 별칭 항목 키
pl_pl: Klucz pozycji aliasu
uk_ua: Ключ елемента псевдоніма
zh_cn: 别名项密钥

source: All: All access restrictions must be fulfilled; Any: Any of the access restrictions must be fulfilled.
cs_cz: Všechny: Je třeba, aby byla splněna všechna omezení přístupu; Libovolné: Postačí, když bude splněno jakékoli takové omezení.
de_de: All: Alle Zugriffsbeschränkungen müssen erfüllt sein; Any: Eine der Zugriffsbeschränkungen muss erfüllt sein.
el_gr: Όλα: Πρέπει να πληρούνται όλοι οι περιορισμοί πρόσβασης. Οποιοδήποτε: Πρέπει να πληρούνται οποιοιδήποτε από τους περιορισμούς πρόσβασης.
fa_ir: همه: تمام محدودیت‌های دسترسی باید برقرار باشند؛ هرکدام: هر یک از محدودیت‌های دسترسی کافی است.
fr_fr: Tous: Toutes les restrictions d'accès doivent être respectées; N'importe laquelle: l'une des restrictions d'accès doit être respectée.
it_it: Tutti: tutte le restrizioni di accesso devono essere soddisfatte; Qualsiasi: è necessario soddisfare qualsiasi restrizione di accesso.
ko_kr: All: 모든 접근 제한을 충족해야 합니다. Any: 모든 접근 제한을 충족해야 합니다.
pl_pl: Wszystkie: wszystkie ograniczenia dostępu muszą być spełnione; Dowolne: Dowolne z ograniczeń dostępu muszą być spełnione.
uk_ua: Всі: Усі обмеження доступу повинні бути виконані; Будь-який: Будь-яке з обмежень доступу повинно бути виконано.
zh_cn: All：必须满足所有访问限制；Any：必须满足任意访问限制。

source: Allow Privileged Ports
cs_cz: Povolit privilegované porty
de_de: Erlaube Privilegierte Ports
el_gr: Επιτρέπονται οι προνομιούχες θύρες
fa_ir: اجازه به پورت‌های ویژه
fr_fr: Autoriser les ports privilégiés
it_it: Consenti porte privilegiate
ko_kr: 권한 있는 포트 허용
pl_pl: Zezwól na uprzywilejowane porty
uk_ua: Дозволити привілейовані порти
zh_cn: 允许特权端口

source: Allow Write Access
cs_cz: Umožnit přístup pro zápis
de_de: Erlaube Schreibzugriff
el_gr: Επιτρέψτε την πρόσβαση εγγραφής
fa_ir: اجازه نوشتن
fr_fr: Autoriser l'accès en écriture
it_it: Consenti accesso in scrittura
ko_kr: 쓰기 액세스 허용
pl_pl: Zezwalaj na dostęp do zapisu
uk_ua: Дозволити доступ для запису
zh_cn: 允许写入访问

source: Allow the daemon to use the sendfile function.
cs_cz: Umožnit procesu služby použít funkci odeslání souboru.
de_de: Erlaubt dem Dienst, die sendfile-Funktion zu verwenden.
el_gr: Επιτρέψτε στον δαίμονα να χρησιμοποιήσει τη συνάρτηση sendfile.
fa_ir: به سرویس اجازه دهید از تابع sendfile استفاده کند.
fr_fr: Autoriser le démon à utiliser la fonction sendfile.
it_it: Consenti al demone di utilizzare la funzione sendfile.
ko_kr: 데몬이 송신 파일 함수를 사용하도록 허용합니다.
pl_pl: Pozwól demonowi korzystać z funkcji sendfile.
uk_ua: Дозволити демону використовувати функцію sendfile.
zh_cn: 允许程序使用sendfile函数。

source: Allowed Groups
cs_cz: Skupiny, kterým umožnit přístup
de_de: Berechtigte Gruppen
el_gr: Επιτρεπόμενες ομάδες
fa_ir: گروه‌های مجاز
fr_fr: Groupes autorisés
it_it: Gruppi consentiti
ko_kr: 허용된 그룹
pl_pl: Dozwolone grupy
uk_ua: Дозволені групи
zh_cn: 允许的组

source: Allowed Users
cs_cz: Uživatelé, kterým umožnit přístup
de_de: Berechtigte Benutzer
el_gr: Επιτρεπόμενοι χρήστες
fa_ir: کاربران مجاز
fr_fr: Utilisateurs autorisés
it_it: Utenti consentiti
ko_kr: 허용된 사용자
pl_pl: Dozwoleni użytkownicy
uk_ua: Дозволені користувачі
zh_cn: 允许用户

source: Allowed destination SSL ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
cs_cz: Povolené cílové SSL porty. Je možné použít rozsahy (např. 222-226) a pomocí dvojtečky přidávat komentáře (např. 22:ssh).
de_de: Erlaubte Ziel-SSL-Ports, Bereiche können verwendet werden (z. B. 222–226), Kommentare mit Doppelpunkt hinzufügen (z. B. 22:ssh).
el_gr: Επιτρεπόμενες θύρες SSL προορισμού, μπορείτε να χρησιμοποιήσετε εύρη (π.χ. 222-226) και να προσθέσετε σχόλια με άνω και κάτω τελεία (π.χ. 22:ssh).
fa_ir: پورت‌های مقصد SSL مجاز، می‌توانید از بازه‌ها استفاده کنید (مثلاً 222-226) و با دونقطه توضیحات اضافه کنید (مثلاً 22:ssh).
fr_fr: Ports SSL de destination autorisés, vous pouvez utiliser des plages (ex. 222-226) et ajouter des commentaires avec deux points (ex. 22:ssh).
it_it: Porte SSL di destinazione consentite, puoi utilizzare intervalli (es. 222-226) e aggiungere commenti con i due punti (es. 22:ssh).
ko_kr: 허용되는 대상 SSL 포트. 범위(예: 222-226)를 사용하고 콜론(예: 22:ssh)으로 주석을 추가할 수 있습니다.
pl_pl: Dozwolone porty docelowe SSL, możesz używać zakresów (np. 222-226) i dodawać komentarze za pomocą dwukropka (np. 22:ssh).
uk_ua: Дозволені цільові SSL-порти, ви можете використовувати діапазони (напр. 222-226) та додавати коментарі з двокрапкою (напр. 22:ssh).
zh_cn: 允许的目标SSL端口，可以使用范围(例如222-226)并使用冒号添加注释(例如22:ssh)。
