Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Do not alter system DNS server settings
cs_cz: Nepozměňovat systémová nastavení DNS
de_de: System-DNS-Servereinstellungen nicht verändern
el_gr: Μην τροποποιείτε τις ρυθμίσεις του διακομιστή DNS του συστήματος
fa_ir: تنظیمات سرور DNS سیستم را تغییر ندهید
fr_fr: Ne pas modifier les paramètres du serveur DNS du système
it_it: Non modificare le impostazioni del server DNS di sistema
ko_kr: 시스템 DNS 서버 설정 변경 안 함
pl_pl: Nie zmieniaj ustawień systemowego serwera DNS
uk_ua: Не змінювати системні налаштування DNS-сервера
zh_cn: 不更改系统DNS服务器设置

source: Download ACLs
cs_cz: Stáhnout si ACL seznamy
de_de: ACLs herunterladen
el_gr: Λήψη ACL
fa_ir: دانلود ACLها
fr_fr: Télécharger ACLs
it_it: Scarica ACL
ko_kr: ACL 다운로드
pl_pl: Pobierz listy ACL
uk_ua: Завантажити ACL
zh_cn: 下载ACLs

source: Download All
cs_cz: Stáhnout si vše
de_de: Alles herunterladen
el_gr: Λήψη όλων
fa_ir: دانلود همه
fr_fr: Télécharger tout
it_it: Scarica tutto
ko_kr: 모두 다운로드
pl_pl: Pobierz wszystko
uk_ua: Завантажити все
zh_cn: 全部下载

source: Download Config
cs_cz: Stáhnout si nastavení
de_de: Konfiguration herunterladen
el_gr: Λήψη διαμόρφωσης
fa_ir: دانلود پیکربندی
fr_fr: Télécharger la configuration
it_it: Scarica configurazione
ko_kr: 구성 다운로드
pl_pl: Pobierz konfigurację
uk_ua: Завантажити конфігурацію
zh_cn: 下载配置

source: Download and upload custom error pages, if no (new) files are provided our defaults are used.
cs_cz: Stáhnout si a nahrát uživatelsky určené stránky k chybám. Pokud nebudou nalezeny žádné (nové) soubory, jsou použity ty výchozí.
de_de: Hoch- und Herunterladen von benutzerspezifischen Fehlerseiten. Falls keine (neuen) Dateien bereitgestellt werden, wird unserer Standard verwendet.
el_gr: Λήψη και μεταφόρτωση προσαρμοσμένων σελίδων σφάλματος. Εάν δεν παρέχονται (νέα) αρχεία, χρησιμοποιούνται οι προεπιλογές μας.
fa_ir: صفحات خطای سفارشی را دانلود و آپلود کنید؛ اگر فایل (جدید) ارائه نشود، از پیش‌فرض‌های ما استفاده می‌شود.
fr_fr: Téléchargez et chargez des pages d'erreur personnalisées, si aucun (nouveau) fichier n'est fourni, nos valeurs par défaut sont utilisées.
it_it: Scarica e carica pagine di errore personalizzate. Se non vengono forniti file (nuovi), vengono utilizzate le nostre impostazioni predefinite.
ko_kr: 사용자 정의 오류 페이지를 다운로드하고 업로드합니다. (새로운) 파일이 제공되지 않으면 기본값이 사용됩니다.
pl_pl: Pobierz i przesyłaj własne strony błędów. Jeśli nie dostarczono (nowych) plików, używane są nasze domyślne.
uk_ua: Завантажуйте та вивантажуйте власні сторінки помилок, якщо не надано (нових) файлів, використовуються наші типові.
zh_cn: 下载和上传自定义错误页面, 如果没有提供(新)文件，则使用默认值。

source: Drop Bytes
cs_cz: Zahoz. bajtů
de_de: Bytes verwerfen
el_gr: Απόθεση bytes
fa_ir: بایت‌های رهاشده
it_it: Rilascia byte
ko_kr: 바이트 삭제
pl_pl: Odrzuć bajty
uk_ua: Скинути байти

source: Drop Pkt
cs_cz: Zahoz pkt
de_de: Paket verwerfen
el_gr: Πακέτο πτώσης
fa_ir: پکت‌های رهاشده
it_it: Rilascia pacchetto
ko_kr: Pkt 삭제
pl_pl: Odrzuć pkt
uk_ua: Скинути пакети

source: Dynamic gateway policy
cs_cz: Zásada dynamické brány
de_de: Dynamische Gateway-Richtlinie
el_gr: Πολιτική δυναμικής πύλης
fa_ir: سیاست گیت‌وی پویا
fr_fr: Politique de passerelle dynamique
it_it: Politica del gateway dinamica
ko_kr: 동적 게이트웨이 정책
pl_pl: Polityka dynamicznej bramy
uk_ua: Динамічна політика шлюзу
zh_cn: 动态网关策略

source: Edit Challenge Type
cs_cz: Upravit typ výzvy
de_de: Challenge-Typ bearbeiten
el_gr: Επεξεργασία τύπου πρόκλησης
fa_ir: ویرایش نوع چالش
fr_fr: Modifier le type de défi
it_it: Modifica tipo di sfida
ko_kr: 챌린지 유형 편집
pl_pl: Edytuj typ wyzwania
uk_ua: Редагувати тип виклику
zh_cn: 编辑挑战类型

source: Edit Community Lists
cs_cz: Uprait seznamy komunit
de_de: Communitylisten bearbeiten
el_gr: Επεξεργασία λιστών κοινότητας
fa_ir: ویرایش لیست‌های Community
fr_fr: Modifier les listes de communautés
it_it: Modifica elenchi di comunità
ko_kr: 커뮤니티 목록 편집
pl_pl: Edytuj listy społeczności
uk_ua: Редагувати списки спільнот
zh_cn: 编辑社区列表

source: Edit E-Mail Alert
cs_cz: Upravit e-mailovou výstrahu
de_de: E-Mailbenachrichtigung bearbeiten
el_gr: Επεξεργασία ειδοποίησης μέσω ηλεκτρονικού ταχυδρομείου
fa_ir: ویرایش هشدار ایمیل
fr_fr: Éditer l'alerte par email
it_it: Modifica avviso e-mail
ko_kr: 이메일 알림 편집
pl_pl: Edytuj alert e-mail
uk_ua: Редагувати сповіщення електронною поштою
zh_cn: 编辑E-Mail警报

source: Edit Error Page
cs_cz: Upravit chybovou stránku
de_de: Fehlerseite bearbeiten
el_gr: Επεξεργασία σελίδας σφάλματος
fa_ir: ویرایش صفحه خطا
fr_fr: Modifier la page d'erreur
it_it: Modifica pagina di errore
ko_kr: 오류 페이지 편집
pl_pl: Edytuj stronę błędu
uk_ua: Редагувати сторінку помилки
zh_cn: 编辑错误页面

source: Edit Relay
cs_cz: Upravit předávání
de_de: Relay bearbeiten
el_gr: Επεξεργασία ρελέ
fa_ir: ویرایش رله
fr_fr: Editer le relais
it_it: Modifica relè
ko_kr: 릴레이 편집
pl_pl: Edytuj Relay
uk_ua: Редагувати реле
zh_cn: 编辑中继

source: Edit Resolver
cs_cz: Upravit nástroj překladu
de_de: Resolver bearbeiten
el_gr: Επεξεργασία Επίλυσης
fa_ir: ویرایش حل‌کننده
fr_fr: Modifier le résolveur
it_it: Modifica risolutore
ko_kr: 확인자 편집
pl_pl: Edytuj Resolver
uk_ua: Редагувати резолвер
zh_cn: 编辑解析器

source: Edit Service
cs_cz: Upravit službu
de_de: Dienst bearbeiten
el_gr: Επεξεργασία υπηρεσίας
fa_ir: ویرایش سرویس
fr_fr: Service d'édition
it_it: Modifica servizio
ko_kr: 서비스 편집
pl_pl: Edytuj Usługę
uk_ua: Редагувати службу
zh_cn: 编辑服务

source: Edit TLS-config
cs_cz: Upravit nastavení pro TLS
de_de: TLS Konfiguration bearbeiten
el_gr: Επεξεργασία διαμόρφωσης TLS
fa_ir: ویرایش پیکربندی TLS
fr_fr: Modifier TLS-config
it_it: Modifica la configurazione TLS
ko_kr: TLS-구성 편집
pl_pl: Edytuj Konfigurację TLS
uk_ua: Редагувати конфігурацію TLS
zh_cn: 编辑TLS配置

source: Edit category
cs_cz: Upravit kategorii
de_de: Kategorie bearbeiten
el_gr: Επεξεργασία κατηγορίας
fa_ir: ویرایش دسته‌بندی
fr_fr: Modifier la catégorie
it_it: Modifica categoria
ko_kr: 범주 편집
pl_pl: Edytuj kategorię
uk_ua: Редагувати категорію
zh_cn: 编辑类别

source: Edit client
cs_cz: Upravit klienta
de_de: Client bearbeiten
el_gr: Επεξεργασία προγράμματος-πελάτη
fa_ir: ویرایش کلاینت
fr_fr: Editer le client
it_it: Modifica cliente
ko_kr: 클라이언트 편집
pl_pl: Edytuj klienta
uk_ua: Редагувати клієнта
zh_cn: 编辑客户端

source: Edit header_check rule
cs_cz: Úprava pravidla header_check
de_de: Regel zur Header-Prüfung bearbeiten
el_gr: Επεξεργασία κανόνα ελέγχου κεφαλίδας
fa_ir: ویرایش قاعده header_check
fr_fr: Modifier la règle header_check
it_it: Modifica la regola header_check
ko_kr: 헤더_체크 규칙 편집
pl_pl: Edytuj regułę weryfikacji nagłówka
uk_ua: Редагувати правило header_check
zh_cn: 编辑header_check规则

source: Edit realm
cs_cz: Upravit sféru
de_de: Realm bearbeiten
el_gr: Επεξεργασία τομέα
fa_ir: ویرایش Realm
fr_fr: Royaume d'édition
it_it: Modifica regno
ko_kr: 영역 편집
pl_pl: Edytuj domenę
uk_ua: Редагувати область
zh_cn: 编辑realm

source: Edit rewrite-rule
cs_cz: Upravit pravidlo přepisování
de_de: Rewrite-Regel bearbeiten
el_gr: Επεξεργασία κανόνα επανεγγραφής
fa_ir: ویرایش قاعده بازنویسی
fr_fr: Modifier la règle de réécriture
it_it: Modifica la regola di riscrittura
ko_kr: 다시 쓰기 규칙 편집
pl_pl: Edytuj regułę przepisywania
uk_ua: Редагувати правило перезапису
zh_cn: 编辑重写规则

source: Edit server
cs_cz: Upravit server
de_de: Server bearbeiten
el_gr: Επεξεργασία διακομιστή
fa_ir: ویرایش سرور
fr_fr: Modifier le serveur
it_it: Modifica server
ko_kr: 서버 편집
pl_pl: Edytuj serwer
uk_ua: Редагувати сервер
zh_cn: 编辑服务器

source: Enable DNS64 Support
cs_cz: Zapnout podporu DNS64
de_de: DNS64-Unterstützung aktivieren
el_gr: Ενεργοποίηση υποστήριξης DNS64
fa_ir: فعال‌سازی پشتیبانی DNS64
fr_fr: Activer le support DNS64
it_it: Abilita il supporto DNS64
ko_kr: DNS64 지원 사용
pl_pl: Włącz wsparcie DNS64
uk_ua: Увімкнути підтримку DNS64
zh_cn: 启用DNS64支持

source: Enable this mode when the OpenDNS servers are used by a different network component but the periodic update behaviour is still desired.
cs_cz: Tento režim zapněte, pokud jsou servery OpenDNS používány jinou síťovou komponentou, ale přesto je požadována pravidelná aktualizace.
de_de: Aktivieren Sie diesen Modus, wenn die OpenDNS-Server von einer anderen Netzwerkkomponente verwendet werden, aber das periodische Aktualisierungsverhalten dennoch gewünscht ist.
el_gr: Ενεργοποιήστε αυτήν τη λειτουργία όταν οι διακομιστές OpenDNS χρησιμοποιούνται από διαφορετικό στοιχείο δικτύου, αλλά εξακολουθεί να είναι επιθυμητή η συμπεριφορά περιοδικής ενημέρωσης.
fa_ir: این حالت را زمانی فعال کنید که سرورهای OpenDNS توسط یک مؤلفهٔ شبکهٔ دیگر استفاده می‌شوند اما رفتار به‌روزرسانی دوره‌ای همچنان مورد نظر است.
fr_fr: Activez ce mode lorsque les serveurs OpenDNS sont utilisés par un autre composant réseau mais que le comportement de mise à jour périodique est toujours souhaité
it_it: Abilita questa modalità quando i server OpenDNS vengono utilizzati da un componente di rete diverso ma si desidera comunque il comportamento di aggiornamento periodico.
ko_kr: OpenDNS 서버가 다른 네트워크 구성 요소에서 사용되지만 정기적인 업데이트 동작이 여전히 필요한 경우 이 모드를 사용하도록 설정합니다.
pl_pl: Włącz ten tryb, gdy serwery OpenDNS są używane przez inny komponent sieciowy, ale nadal pożądane jest okresowe aktualizowanie.
uk_ua: Увімкніть цей режим, коли сервери OpenDNS використовуються іншим мережевим компонентом, але періодична поведінка оновлення все ще бажана.
zh_cn: 当OpenDNS服务器被不同的网络组件使用，但仍然需要定期更新行为时，请启用该模式。

source: Enabled - LZ4 algorithm (%s)
cs_cz: Zapnuto - algoritmus LZ4 (%s)
de_de: Einschalten - LZ4 Algorithmus (%s)
el_gr: Ενεργοποιημένο - Αλγόριθμος LZ4 (%s)
fa_ir: فعال - الگوریتم LZ4 (%s)
fr_fr: Activé - Algorithme LZ4 (%s)
it_it: Abilitato - Algoritmo LZ4 (%s)
ko_kr: 활성화됨 - LZ4 알고리즘(%s)
pl_pl: Włączono - algorytm LZ4 (%s)
uk_ua: Увімкнено - алгоритм LZ4 (%s)
zh_cn: 启用 - LZ4算法 (%s)

source: Enabled - LZ4 v2 algorithm (%s)
cs_cz: Zapnuto - algoritmus LZ4 v2 (%s)
de_de: Einschalten - LZ4 v2 Algorithmus (%s)
el_gr: Ενεργοποιημένο - Αλγόριθμος LZ4 v2 (%s)
fa_ir: فعال - الگوریتم LZ4 v2 (%s)
fr_fr: Activé - Algorithme LZ4 v2 (%s)
it_it: Abilitato - Algoritmo LZ4 v2 (%s)
ko_kr: 활성화됨 - LZ4 v2 알고리즘(%s)
pl_pl: Włączono - algorytm LZ4 v2 (%s)
uk_ua: Увімкнено - алгоритм LZ4 v2 (%s)
zh_cn: 启用 - LZ4 v2算法 (%s)

source: Enabled - LZO algorithm (%s)
cs_cz: Zapnuto - algoritmus LZO (%s)
de_de: Einschalten - LZO Algorithmus (%s)
el_gr: Ενεργοποιημένο - Αλγόριθμος LZO (%s)
fa_ir: فعال - الگوریتم LZO (%s)
fr_fr: Activé - Algorithme LZO (%s)
it_it: Abilitato - Algoritmo LZO (%s)
ko_kr: 활성화됨 - LZO 알고리즘(%s)
pl_pl: Włączono - algorytm LZO (%s)
uk_ua: Увімкнено - алгоритм LZO (%s)
zh_cn: 启用 - LZO算法 (%s)

source: Enabled - Stub algorithm (%s)
cs_cz: Zapnuto - algoritmus Stub (%s)
de_de: Einschalten - Stub Algorithmus (%s)
el_gr: Ενεργοποιημένο - Αλγόριθμος stub (%s)
fa_ir: فعال - الگوریتم Stub (%s)
fr_fr: Activé - Algorithme du stub (%s)
it_it: Abilitato - Algoritmo stub (%s)
ko_kr: 사용 - 스텁 알고리즘(%s)
pl_pl: Włączono - algorytm Stub (%s)
uk_ua: Увімкнено - алгоритм Stub (%s)
zh_cn: 启用 - Stub算法 (%s)

source: Enabled - Stub v2 algorithm (%s)
cs_cz: Zapnuto - algoritmus Stub v2 (%s)
de_de: Einschalten - Stub v2 Algorithmus (%s)
el_gr: Ενεργοποιημένο - Αλγόριθμος Stub v2 (%s)
fa_ir: فعال - الگوریتم Stub v2 (%s)
fr_fr: Activé - Algorithme Stub v2 (%s)
it_it: Abilitato - Algoritmo Stub v2 (%s)
ko_kr: 사용 - 스텁 v2 알고리즘(%s)
pl_pl: Włączono - algorytm Stub v2 (%s)
uk_ua: Увімкнено - алгоритм Stub v2 (%s)
zh_cn: 启用 - Stub v2算法 (%s)

source: Entry "%s" is not a network.
cs_cz: Položka „%s“ není síť.
de_de: Der Eintrag "%s" ist kein Netzwerk.
el_gr: Η καταχώρηση "%s" δεν είναι δίκτυο.
fa_ir: ورودی «%s» شبکه نیست.
fr_fr: L'entrée "%s" n'est pas un réseau.
it_it: La voce "%s" non è una rete.
ko_kr: %s 항목이 네트워크가 아닙니다.
pl_pl: Wpis "%s" nie jest siecią.
uk_ua: Запис "%s" не є мережею.
zh_cn: 条目"%s"不是网络。

source: Entry "%s" is not a valid (partial) MAC address.
cs_cz: Položka „%s“ není platnou (částečnou) MAC adresou.
de_de: Der Eintrag "%s" ist keine gültige (Teil) MAC Adresse.
el_gr: Η καταχώρηση "%s" δεν είναι έγκυρη (μερική) διεύθυνση MAC.
fa_ir: ورودی «%s» یک آدرس MAC معتبر (جزئی) نیست.
fr_fr: L'entrée "%s" n'est pas une adresse MAC valide (partielle).
it_it: La voce "%s" non è un indirizzo MAC (parziale) valido.
ko_kr: %s 항목은 유효한 (부분) MAC 주소가 아닙니다.
pl_pl: Wpis "%s" nie jest prawidłowym (częściowym) adresem MAC.
uk_ua: Запис "%s" не є дійсною (частковою) MAC-адресою.
zh_cn: 条目"%s"不是有效的 (部分的) MAC地址。

source: Entry "%s" is not a valid alias.
cs_cz: Položka „%s“ není platný alternativní název.
de_de: Der Eintrag "%s" ist kein gültiger Alias.
el_gr: Η καταχώρηση "%s" δεν είναι έγκυρο ψευδώνυμο.
fa_ir: ورودی «%s» یک نام مستعار معتبر نیست.
fr_fr: L'entrée "%s" n'est pas un alias valide.
it_it: La voce "%s" non è un alias valido.
ko_kr: %s 항목은 유효한 별칭이 아닙니다.
pl_pl: Wpis "%s" nie jest prawidłowym aliasem.
uk_ua: Запис "%s" не є дійсним псевдонімом.
zh_cn: 条目"%s"不是有效的别名。

source: Error applying SSL certificates to HAProxy
cs_cz: Chyba při uplatňování SSL certifikátů na HAProxy
de_de: Fehler beim Anwenden der SSL-Zertifikate auf HAProxy
el_gr: Σφάλμα κατά την εφαρμογή πιστοποιητικών SSL στο HAProxy
fa_ir: خطا در اعمال گواهی‌های SSL برای HAProxy
fr_fr: Erreur dans l'application des certificats SSL à HAProxy
it_it: Errore durante l'applicazione dei certificati SSL a HAProxy
ko_kr: SSL 인증서를 HAProxy에 적용하는 중 오류 발생
pl_pl: Błąd podczas stosowania certyfikatów SSL do HAProxy
uk_ua: Помилка застосування SSL-сертифікатів до HAProxy
zh_cn: 将SSL证书应用到HAProxy时出错

source: Error pages
cs_cz: Chybové stránky
de_de: Fehlerseiten
el_gr: Σελίδες σφάλματος
fa_ir: صفحات خطا
fr_fr: Pages d'erreur
it_it: Pagine di errore
ko_kr: 오류 페이지
pl_pl: Strony błędów
uk_ua: Сторінки помилок
zh_cn: 错误页面

source: Error reconfiguring stunnel
cs_cz: Chyba při přenastavování stnunel
de_de: Fehler beim Neukonfigurieren von stunnel
el_gr: Σφάλμα κατά την επαναρύθμιση του stunnel
fa_ir: خطا در بازپیکربندی stunnel
fr_fr: Erreur de reconfiguration de stunnel
it_it: Errore nella riconfigurazione dello stunnel
ko_kr: 터널을 재구성하는 중 오류 발생
pl_pl: Błąd przy konfiguracji stunnel
uk_ua: Помилка переналаштування stunnel
zh_cn: 重新配置stunnel出错

source: Error setting HAProxy server administrative state
cs_cz: Chyba při nastavování administrativního stavu HAProxy serveru
de_de: Fehler beim Setzen des administrativen Zustands des HAProxy-Servers
el_gr: Σφάλμα στον ορισμό της διαχειριστικής κατάστασης του διακομιστή HAProxy
fa_ir: خطا در تنظیم حالت مدیریتی سرور HAProxy
fr_fr: Erreur dans la configuration de l'état administratif du serveur HAProxy
it_it: Errore durante l'impostazione dello stato amministrativo del server HAProxy
ko_kr: HAProxy 서버 관리 상태를 설정하는 동안 오류
pl_pl: Błąd ustawienia stanu administracyjnego serwera HAProxy
uk_ua: Помилка встановлення адміністративного стану сервера HAProxy
zh_cn: 设置HAProxy服务器管理状态时出错

source: Error setting HAProxy server weight
cs_cz: Chyba při nastavování váhy HAProxy serveru
de_de: Fehler beim Setzen des Servergewichts in HAProxy
el_gr: Σφάλμα ορισμού βάρους διακομιστή HAProxy
fa_ir: خطا در تنظیم وزن سرور HAProxy
fr_fr: Erreur de paramétrage du poids du serveur HAProxy
it_it: Errore durante l'impostazione del peso del server HAProxy
ko_kr: HAProxy 서버 가중치 설정 오류
pl_pl: Błąd ustawienia wagi serwera HAProxy
uk_ua: Помилка встановлення ваги сервера HAProxy
zh_cn: 设置HAProxy服务器权重时出错

source: External IPv6 Prefix
cs_cz: Externí IPv6 předpona
de_de: Externer IPv6-Präfix
el_gr: Εξωτερικό πρόθεμα IPv6
fa_ir: پیشوند IPv6 خارجی
fr_fr: Préfixe IPv6 externe
it_it: Prefisso IPv6 esterno
ko_kr: 외부 IPv6 프리픽스
pl_pl: Zewnętrzny Prefiks IPv6
uk_ua: Зовнішній префікс IPv6
zh_cn: 外部IPv6前缀

source: Filter type
cs_cz: Typ filtru
de_de: Filtertyp
el_gr: Τύπος φίλτρου
fa_ir: نوع فیلتر
fr_fr: Type de filtre
it_it: Tipo di filtro
ko_kr: 필터 유형
pl_pl: Typ filtra
uk_ua: Тип фільтра
zh_cn: 筛选类型

source: Filters not set
cs_cz: Filtry nenastaveny
de_de: Filter nicht gesetzt
el_gr: Δεν έχουν οριστεί φίλτρα
fa_ir: فیلترها تنظیم نشده‌اند
fr_fr: Filtres non définis
it_it: Filtri non impostati
ko_kr: 필터가 설정되지 않음
pl_pl: Filtry nie są ustawione
uk_ua: Фільтри не встановлено
zh_cn: 筛选器未设置

source: Filters template delete
cs_cz: Smazání šablony filtrů
de_de: Filtertemplate löschen
el_gr: Διαγραφή προτύπου φίλτρων
fa_ir: حذف قالب فیلترها
fr_fr: Suppression du modèle de filtre
it_it: Eliminazione del modello di filtro
ko_kr: 필터 템플릿 삭제
pl_pl: Usuń szablon filtrów
uk_ua: Видалення шаблону фільтрів
zh_cn: 过滤器模板删除

source: Filters template edit
cs_cz: Úprava šablony filtrů
de_de: Filtertemplate bearbeiten
el_gr: Επεξεργασία προτύπου φίλτρων
fa_ir: ویرایش قالب فیلترها
fr_fr: Modification du modèle de filtre
it_it: Modifica del modello di filtro
ko_kr: 필터 템플릿 편집
pl_pl: Edytuj szablon filtrów
uk_ua: Редагування шаблону фільтрів
zh_cn: 过滤器模板编辑

source: Firewall Categories
cs_cz: Kategorie brány firewall
de_de: Firewall-Kategorien
el_gr: Κατηγορίες τείχους προστασίας
fa_ir: دسته‌بندی‌های فایروال
fr_fr: Catégories de pare-feu
it_it: Categorie del firewall
ko_kr: 방화벽 카테고리
pl_pl: Kategorie zapory
uk_ua: Категорії брандмауера
zh_cn: 防火墙分类

source: Firmware status
cs_cz: Stav brány firewall
el_gr: Κατάσταση υλικολογισμικού
fa_ir: وضعیت فریمور
fr_fr: État du micrologiciel
it_it: Stato del firmware
ko_kr: 펌웨어 상태
pl_pl: Status firmware
uk_ua: Стан прошивки
zh_cn: 固件状态

source: Flavour
cs_cz: Varianta
de_de: Variante
el_gr: Γεύση
fa_ir: نسخه
fr_fr: Variante
it_it: Gusto
ko_kr: 버전
pl_pl: Typ kryptografii
uk_ua: Варіант
zh_cn: SSL库类型

source: Forcefully issue or renew the selected certificate?
cs_cz: Vynutit vydání nebo obnovení označeného certifikátu?
de_de: Ausgewähltes Zertifikat zwangsweise ausstellen oder erneuern?
el_gr: Αναγκαστική έκδοση ή ανανέωση του επιλεγμένου πιστοποιητικού;
fa_ir: آیا می‌خواهید گواهی انتخاب‌شده را به‌اجبار صادر یا تمدید کنید؟
fr_fr: Émettre ou renouveler de force le certificat sélectionné ?
it_it: Emettere o rinnovare forzatamente il certificato selezionato?
ko_kr: 선택한 인증서를 강제로 발급하거나 갱신하시겠습니까?
pl_pl: Wymusić wydanie lub odnowienie wybranego certyfikatu?
uk_ua: Примусово видати або поновити вибраний сертифікат?
zh_cn: 强制颁发或更新所选证书?

source: Graph
cs_cz: Graf
de_de: Diagramm
el_gr: Γραφική παράσταση
fa_ir: نمودار
fr_fr: Graphique
it_it: Grafico
ko_kr: 그래프
pl_pl: Wykres
uk_ua: Графік
zh_cn: 图表

source: HAProxy configtest found critical errors
cs_cz: Při kontrole správnosti nastavení pro HAProxy byly odhaleny kritické chyby
de_de: HAProxy-Konfigurationstest hat kritische Fehler gefunden
el_gr: Το HAProxy configtest βρήκε κρίσιμα σφάλματα
fa_ir: آزمایش پیکربندی HAProxy خطاهای بحرانی یافت
fr_fr: HAProxy configtest a trouvé des erreurs critiques
it_it: Il test di configurazione HAProxy ha rilevato errori critici
ko_kr: HAProxy 구성 테스트에서 심각한 오류가 발견됨
pl_pl: HAProxy configtest wykrył krytyczne błędy
uk_ua: HAProxy configtest виявив критичні помилки
zh_cn: HAProxy配置测试发现严重错误

source: HAProxy configtest found minor errors
cs_cz: Při kontrole správnosti nastavení pro HAProxy byly odhaleny drobné chyby
de_de: HAProxy-Konfigurationstest hat geringfügige Fehler gefunden
el_gr: Το HAProxy configtest βρήκε μικρά σφάλματα
fa_ir: آزمایش پیکربندی HAProxy خطاهای جزئی یافت
fr_fr: HAProxy configtest a trouvé des erreurs mineures
it_it: Il test di configurazione HAProxy ha rilevato errori minori
ko_kr: HAProxy 구성 테스트에서 사소한 오류를 발견했습니다
pl_pl: HAProxy configtest wykrył drobne błędy
uk_ua: HAProxy configtest виявив незначні помилки
zh_cn: HAProxy配置测试发现轻微错误

source: HAProxy configtest result
cs_cz: Výsledek kontroly správnosti nastavení pro HAProxy
de_de: Ergebnis des HAProxy-Konfigurationstests
el_gr: Αποτέλεσμα δοκιμής διαμόρφωσης HAProxy
fa_ir: نتیجهٔ آزمون پیکربندی HAProxy
fr_fr: Résultat du test de configuration HAProxy
it_it: Risultato del test di configurazione HAProxy
ko_kr: HAProxy 구성 테스트 결과
pl_pl: Wynik testu konfiguracji HAProxy
uk_ua: Результат HAProxy configtest
zh_cn: HAProxy配置测试结果

source: HAProxy needs to know which servers should be used to serve content. Either add a static server configuration or use a template to initialize multiple servers at once. The latter one can also be used to discover the available services via DNS SRV records. The following minimum information must be provided for each server:
cs_cz: HAProxy potřebuje vědět, které servery mají být použity k doručování obsahu. Buď přidejte statické nastavení serveru, nebo použijte šablonu pro inicializaci vícero serverů naráz. Druhý z uvedených způsobů lze také použít ke zjištění dostupných služeb prostřednictvím DNS SRV záznamů. Pro každý server je třeba uvést alespoň následující informace:
de_de: HAProxy benötigt die Informationen darüber, welche Server für die Bereitstellung von Inhalten verwendet werden sollen. Fügen Sie entweder eine statische Serverkonfiguration hinzu oder verwenden Sie eine Vorlage, um mehrere Server gleichzeitig zu initialisieren. Letztere kann auch verwendet werden, um die verfügbaren Dienste über DNS-SRV-Einträge zu ermitteln. Für jeden Server müssen mindestens folgende Informationen angegeben werden:
el_gr: Το HAProxy πρέπει να γνωρίζει ποιοι διακομιστές πρέπει να χρησιμοποιηθούν για την προβολή περιεχομένου. Προσθέστε είτε μια στατική διαμόρφωση διακομιστή είτε χρησιμοποιήστε ένα πρότυπο για να αρχικοποιήσετε πολλούς διακομιστές ταυτόχρονα. Το τελευταίο μπορεί επίσης να χρησιμοποιηθεί για την ανακάλυψη των διαθέσιμων υπηρεσιών μέσω εγγραφών DNS SRV. Πρέπει να παρέχονται οι ακόλουθες ελάχιστες πληροφορίες για κάθε διακομιστή:
fa_ir: HAProxy نیاز دارد بداند کدام سرورها برای سرویس‌دهی محتوا استفاده شوند. یا یک پیکربندی سرور ایستا اضافه کنید یا از یک قالب برای مقداردهی اولیهٔ چندین سرور به‌طور هم‌زمان استفاده کنید. روش دوم همچنین می‌تواند برای کشف سرویس‌های موجود از طریق رکوردهای DNS SRV استفاده شود. حداقل اطلاعات زیر باید برای هر سرور ارائه شود:
fr_fr: HAProxy a besoin de savoir quels serveurs doivent être utilisés pour diffuser du contenu. Ajoutez une configuration de serveur statique ou utilisez un modèle pour initialiser plusieurs serveurs à la fois. Ce dernier peut également être utilisé pour découvrir les services disponibles via les enregistrements DNS SRV. Les informations minimales suivantes doivent être fournies pour chaque serveur :
it_it: HAProxy deve sapere quali server devono essere utilizzati per servire il contenuto. Aggiungi una configurazione server statica o utilizza un modello per inizializzare più server contemporaneamente. Quest'ultimo può essere utilizzato anche per scoprire i servizi disponibili tramite record DNS SRV. Per ciascun server devono essere fornite le seguenti informazioni minime:
ko_kr: HAProxy는 콘텐츠 서비스에 사용할 서버를 알아야 합니다. 정적 서버 구성을 추가하거나 템플리트를 사용하여 여러 서버를 한 번에 초기화합니다. 후자는 DNS SRV 레코드를 통해 사용 가능한 서비스를 검색하는 데도 사용할 수 있습니다. 각 서버에 대해 다음과 같은 최소 정보를 제공해야 합니다:
pl_pl: HAProxy musi wiedzieć, które serwery powinny być używane do dostarczania treści. Dodaj konfigurację statycznego serwera lub użyj szablonu do inicjowania wielu serwerów naraz. Ten drugi może być również używany do odkrywania dostępnych usług za pomocą rekordów DNS SRV. Następujące minimalne informacje muszą być dostarczone dla każdego serwera:
uk_ua: HAProxy повинен знати, які сервери слід використовувати для обслуговування контенту. Або додайте статичну конфігурацію сервера, або використовуйте шаблон для ініціалізації кількох серверів одночасно. Останній також може бути використаний для виявлення доступних служб за допомогою записів DNS SRV. Для кожного сервера має бути надана наступна мінімальна інформація:
zh_cn: HAProxy需要知道应该使用哪些服务器来提供内容。可以添加静态服务器配置，也可以使用模板一次初始化多个服务器。后者还可以通过DNS SRV记录发现可用的服务。每个服务器必须提供以下最基本信息:

source: Hide table column
cs_cz: Skrýt sloupec tabulky
de_de: Tabellensplate ausblenden
el_gr: Απόκρυψη στήλης πίνακα
fa_ir: پنهان کردن ستون جدول
fr_fr: Masquer la colonne du tableau
it_it: Nascondi la colonna della tabella
ko_kr: 테이블 열 숨기기
pl_pl: Ukryj kolumnę tabeli
uk_ua: Приховати стовпець таблиці
zh_cn: 隐藏表列
