Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set the default Backend Pool to use for this Public Service.
cs_cz: Nastavit výchozí fond podpůrné vrstvy pro tuto veřejnou službu.
de_de: Legen Sie den Standard-Backend-Pool fest, der für diesen öffentlichen Dienst verwendet werden soll.
el_gr: Ορίστε την προεπιλεγμένη ομάδα Backend που θα χρησιμοποιείται για αυτήν την Δημόσια Υπηρεσία.
fa_ir: استخر Backend پیش‌فرض برای استفاده در این سرویس عمومی را تعیین کنید.
fr_fr: Définir le Backend Pool par défaut à utiliser pour ce Service Public.
it_it: Imposta il pool backend predefinito da utilizzare per questo servizio pubblico.
ko_kr: 이 공용 서비스에 사용할 기본 백엔드 풀을 설정하세요.
pl_pl: Ustaw domyślny Backend Pool do użycia dla tej Publicznej Usługi.
uk_ua: Встановіть типовий пул бекендів для використання цією публічною службою.
zh_cn: 设置要用于此公共服务的默认后端池。

source: Set the default EAP type.
cs_cz: Nastavit výchozí typ EAP.
de_de: Setze den Standard-EAP-Typ
el_gr: Ορίστε τον προεπιλεγμένο τύπο EAP.
fa_ir: نوع EAP پیش‌فرض را تعیین کنید.
fr_fr: Définir le type EAP par défaut.
it_it: Imposta il tipo EAP predefinito.
ko_kr: 기본 EAP 유형을 설정하세요.
pl_pl: Ustaw domyślny typ EAP.
uk_ua: Встановіть типовий тип EAP.
zh_cn: 设置默认EAP 类型。

source: Set the filter to search for users, for Active Directory change uid to samaccountname.
cs_cz: Nastavit filtr pro vyhledávání uživatelů – v případě Active Directory změňte uid na samaccountname.
de_de: Setzt den Filter, mit dem Benutzer gesucht werden. Für Active Directory ersetzen Sie "uid" durch "samaccountname".
el_gr: Ορίστε το φίλτρο για αναζήτηση χρηστών, για το Active Directory αλλάξτε το uid σε samaccountname.
fa_ir: فیلتر جستجوی کاربران را تنظیم کنید؛ برای Active Directory مقدار uid را به samaccountname تغییر دهید.
fr_fr: Définissez le filtre pour rechercher les utilisateurs, pour Active Directory changez uid en samaccountname.
it_it: Imposta il filtro per cercare gli utenti, per Active Directory modifica l'uid in samaccountname.
ko_kr: Active Directory에서 samaccountname으로 변경된 사용자를 검색할 필터를 설정하세요.
pl_pl: Ustaw filtr do wyszukiwania użytkowników, dla Active Directory zmień uid na samaccountname.
uk_ua: Встановіть фільтр для пошуку користувачів, для Active Directory змініть uid на samaccountname.
zh_cn: 设置过滤器来搜索用户，将Active Directory的uid更改为samaccountname。

source: Set the hostname for this system.
cs_cz: Nastavit název tohoto stroje.
de_de: Setzte den Hostnamen für dieses System.
el_gr: Ορίστε το όνομα κεντρικού υπολογιστή για αυτό το σύστημα.
fa_ir: نام میزبان این سیستم را تنظیم کنید.
fr_fr: Indiquer le nom d'hôte pour ce système.
it_it: Imposta il nome host per questo sistema.
ko_kr: 이 시스템의 호스트 이름을 설정하세요.
pl_pl: Ustaw nazwę hosta dla tego systemu.
uk_ua: Встановіть ім'я хоста для цієї системи.
zh_cn: 设置该系统的主机名。

source: Set the hostname or IP address to connect to.
cs_cz: Nastavit název stroje nebo IP adresu ke které se připojit.
de_de: Setze den Hostnamen oder IP Adresse für die Verbindung.
el_gr: Ορίστε το όνομα κεντρικού υπολογιστή ή τη διεύθυνση IP για σύνδεση.
fa_ir: نام میزبان یا آدرس IP برای اتصال را تعیین کنید.
fr_fr: Définir le nom d'hôte ou l'adresse IP auquel se connecter.
it_it: Imposta il nome host o l'indirizzo IP a cui connettersi.
ko_kr: 연결할 호스트 이름 또는 IP 주소를 설정하세요.
pl_pl: Ustaw nazwę hosta lub adres IP, do którego należy się połączyć.
uk_ua: Встановіть ім'я хоста або IP-адресу для підключення.
zh_cn: 设置要连接的主机名或IP地址。

source: Set the hostname or IP of the SIP server.
cs_cz: Nastavit název stroje nebo IP adresu SIP serveru.
de_de: Setze den Hostnamen oder IP des SIP Servers.
el_gr: Ορίστε το όνομα κεντρικού υπολογιστή ή την IP του διακομιστή SIP.
fa_ir: نام میزبان یا آدرس IP سرور SIP را تنظیم کنید.
fr_fr: Définir le nom d'h^te ou l'IP du serveur SIP.
it_it: Imposta il nome host o l'IP del server SIP.
ko_kr: SIP 서버의 호스트 이름 또는 IP를 설정하세요.
pl_pl: Ustaw nazwę hosta lub adres IP serwera SIP.
uk_ua: Встановіть ім'я хоста або IP SIP-сервера.
zh_cn: 设置SIP服务器的主机名或IP。

source: Set the maximum allowed time to wait for a complete HTTP request. In order to offer DoS protection, it may be required to lower the maximum accepted time to receive a complete HTTP request without affecting the client timeout. This helps protecting against established connections on which nothing is sent. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Nastavení maximální povolené doby čekání na dokončení požadavku HTTP. Pro zajištění ochrany proti DoS může být nutné snížit maximální přípustnou dobu čekání na úplný požadavek HTTP, aniž by byl ovlivněn časový limit klienta. To pomáhá chránit před navázanými spojeními, na kterých není nic odesláno. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Legen Sie die maximal zulässige Zeit fest, die auf eine vollständige HTTP-Anfrage gewartet werden darf. Um DoS-Schutz zu bieten, kann es erforderlich sein, die maximal zulässige Zeit für den Empfang einer vollständigen HTTP-Anforderung zu verringern, ohne dass sich dies auf das Client-Timeout auswirkt. Dies hilft beim Schutz vor bestehenden Verbindungen, auf denen nichts gesendet wird. Standardeinstellung: Millisekunden. Wahlweise kann die Einheit entweder als "d", "h", "m", "s", "ms" oder "us" angegeben werden.
el_gr: Ορίστε τον μέγιστο επιτρεπόμενο χρόνο αναμονής για ένα πλήρες αίτημα HTTP. Για να προσφέρετε προστασία DoS, ενδέχεται να απαιτείται η μείωση του μέγιστου αποδεκτού χρόνου λήψης ενός πλήρους αιτήματος HTTP χωρίς να επηρεαστεί το χρονικό όριο του προγράμματος-πελάτη. Αυτό βοηθά στην προστασία από τις καθιερωμένες συνδέσεις στις οποίες δεν αποστέλλεται τίποτα. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: حداکثر زمان مجاز برای انتظار برای تکمیل یک درخواست HTTP را تنظیم کنید. برای محافظت در برابر DoS ممکن است لازم باشد حداکثر زمان پذیرفته‌شده برای دریافت یک درخواست HTTP کامل را کاهش دهید بدون اینکه timeout سمت کلاینت تحت‌تأثیر قرار گیرد. این کمک می‌کند از اتصالات برقرار شده‌ای که داده‌ای روی آن‌ها ارسال نمی‌شود محافظت شود. واحد پیش‌فرض میلی‌ثانیه است. به‌دلخواه واحد می‌تواند یکی از "d", "h", "m", "s", "ms" یا "us" باشد.
fr_fr: Définissez le temps d'attente maximal autorisé pour une requête HTTP complète. Afin d'offrir une protection DoS, il peut être nécessaire de réduire le temps maximum accepté pour recevoir une requête HTTP complète sans affecter le délai d'expiration du client. Cela aide à protéger contre les connexions établies sur lesquelles rien n'est envoyé. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: Imposta il tempo massimo consentito di attesa per una richiesta HTTP completa. Per offrire protezione DoS, potrebbe essere necessario ridurre il tempo massimo accettato per ricevere una richiesta HTTP completa senza influire sul timeout del client. Ciò aiuta a proteggere dalle connessioni stabilite su cui non viene inviato nulla. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 완전한 HTTP 요청을 기다릴 수 있는 최대 허용 시간을 설정하세요. DoS 보호를 제공하기 위해 클라이언트 제한 시간에 영향을 주지 않고 완전한 HTTP 요청을 수신하는 최대 허용 시간을 낮추는 것이 필요할 수 있습니다. 이렇게 하면 아무 것도 전송되지 않는 확립된 연결을 보호할 수 있습니다. 기본값은 밀리초입니다. 선택적으로 단위는 "d", "h", "m", "s", "ms" 또는 "us"로 지정될 수 있습니다.
pl_pl: Ustaw maksymalny dozwolony czas oczekiwania na pełne żądanie HTTP. Aby zapewnić ochronę przed DoS, może być konieczne skrócenie maksymalnego akceptowanego czasu na otrzymanie pełnego żądania HTTP bez wpływu na limit czasu klienta. Pomaga to chronić przed nawiązanymi połączeniami, na których nic nie jest wysyłane. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Встановити максимально допустимий час очікування на повний HTTP-запит. Щоб забезпечити захист від DoS-атак, може знадобитися зменшити максимально допустимий час отримання повного HTTP-запиту, не впливаючи на тайм-аут клієнта. Це допомагає захистити від встановлених з'єднань, по яких нічого не надсилається. Типово – мілісекунди. Опціонально одиниця виміру може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 设置等待完整HTTP请求的最大允许时间。 为了提供DoS保护，可能需要降低接收完整HTTP请求的最大可接受时间，而不会影响客户端超时。 这有助于防止未发送任何内容的已建立连接。 默认为毫秒。 该单位也可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"。

source: Set the maximum allowed time to wait for a new HTTP request to appear. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Nastavení maximální povolené doby čekání na nový požadavek HTTP. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Legt die maximale Wartezeit fest, bevor eine neue HTTP-Anfrage angezeigt wird. Der Standardwert wird in Millisekunden angezeigt. Optional kann die Einheit als "d", "h", "m", "s", "ms" oder "us" eingestellt werden.
el_gr: Ορίστε τον μέγιστο επιτρεπόμενο χρόνο αναμονής για την εμφάνιση ενός νέου αιτήματος HTTP. Η προεπιλεγμένη τιμή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: حداکثر زمان مجاز برای انتظار برای ظاهر شدن یک درخواست HTTP جدید را تنظیم کنید. واحد پیش‌فرض میلی‌ثانیه است. به‌دلخواه واحد می‌تواند یکی از "d", "h", "m", "s", "ms" یا "us" باشد.
fr_fr: Définissez le temps d'attente maximal autorisé pour qu'une nouvelle requête HTTP apparaisse. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: Imposta il tempo massimo consentito di attesa per la visualizzazione di una nuova richiesta HTTP. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 새 HTTP 요청이 나타날 때까지 기다릴 수 있는 최대 허용 시간을 설정하세요. 기본값은 밀리초입니다. 선택적으로 단위는 "d", "h", "m", "s", "ms" 또는 "us"로 지정될 수 있습니다.
pl_pl: Ustaw maksymalny dozwolony czas oczekiwania na pojawienie się nowego żądania HTTP. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Встановити максимально допустимий час очікування на появу нового HTTP-запиту. Типово – мілісекунди. Опціонально одиниця виміру може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 设置等待新HTTP请求显示的最长允许时间。 默认为毫秒。该单位也可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"。

source: Set the maximum download bandwith for ChilliSpot attribute. The value is treated as kbits/s.
cs_cz: Nastavení maximálního pásma stahování pro atribut ChilliSpot. Hodnota je považována za kbits/s.
de_de: Setzt die maximale Downloadbandbreite für das ChilliSpot-Attribut. Der Wert wird als kbits/s interpretiert.
el_gr: Ορίστε το μέγιστο εύρος ζώνης λήψης για το χαρακτηριστικό ChilliSpot. Η τιμή αντιμετωπίζεται ως kbits/s.
fa_ir: حداکثر پهنای‌باند دانلود برای صفت ChilliSpot را تنظیم کنید. مقدار به‌صورت kbits/s در نظر گرفته می‌شود.
fr_fr: Définit la bande passante maximale de téléchargement pour l'attribut ChilliSpot. La valeur est traitée comme des kbits/s.
it_it: Imposta la larghezza di banda massima di download per l'attributo ChilliSpot. Il valore viene trattato come kbit/s.
ko_kr: ChilliSpot 속성에 대한 최대 다운로드 대역을 설정하세요. 이 값은 kbits/s로 처리됩니다.
pl_pl: Ustaw maksymalną przepustowość pobierania dla atrybutu ChilliSpot. Wartość jest traktowana jako kbits/s.
uk_ua: Встановити максимальну пропускну здатність завантаження для атрибута ChilliSpot. Значення трактується як кбіт/с.
zh_cn: 设置ChilliSpot属性的最大下载带宽。单位kbits / s。

source: Set the maximum download bandwith for WISPr attribute. The value is treated as bits/s.
cs_cz: Nastavení maximální kapacity stahování pro atribut WISPr. Hodnota je považována za bity/s.
de_de: Setze die maximale Downloadbandbreite als WISPr-Attribut. Der Wert wird in bit/s angegeben.
el_gr: Ορίστε το μέγιστο εύρος ζώνης λήψης για το χαρακτηριστικό WISPr. Η τιμή αντιμετωπίζεται ως bits/s.
fa_ir: حداکثر پهنای‌باند دانلود برای صفت WISPr را تنظیم کنید. مقدار به‌صورت bits/s در نظر گرفته می‌شود.
fr_fr: Définit la bande passante maximale de téléchargement pour l'attribut WISPr. La valeur est traitée en bits/s.
it_it: Imposta la larghezza di banda massima di download per l'attributo WISPr. Il valore viene trattato come bit/s.
ko_kr: WISPr 특성에 대한 최대 다운로드 대역폭을 설정하세요. 값은 비트/초로 처리됩니다.
pl_pl: Ustaw maksymalną przepustowość pobierania dla atrybutu WISPr. Wartość jest traktowana jako bits/s.
uk_ua: Встановити максимальну пропускну здатність завантаження для атрибута WISPr. Значення трактується як біт/с.
zh_cn: 设置WISPr属性的最大下载带宽。 单位bits / s。

source: Set the maximum inactivity time on the client side. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Nastavit nejdelší umožněný čas nečinnosti na straně klienta. Výchozí jednotkou jsou milisekundy. Volitelně je možné zadat další jednokty, jako „d“ (dnů), „h“ (hodin), „m“ (minut), „s“ (sekund), „ms“ (milisekund), nebo „us“ (mikrosekund).
de_de: Legt die maximale Inaktivitätsdauer auf Client-Seite fest. Standardangabe erfolgt in Millisekunden. Optional kann die Einheit auch als "d", "h", "m", "s", "ms" oder "us" angegeben werden.
el_gr: Ορίστε τον μέγιστο χρόνο αδράνειας στην πλευρά του υπολογιστή-πελάτη. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: حداکثر زمان غیرفعالی در سمت کلاینت را تنظیم کنید. واحد پیش‌فرض میلی‌ثانیه است. به‌دلخواه واحد می‌تواند یکی از "d", "h", "m", "s", "ms" یا "us" باشد.
fr_fr: Définissez la durée d'inactivité maximale côté client. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: Imposta il tempo massimo di inattività sul lato client. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 클라이언트 측에서 최대 비활성 시간을 설정하세요. 기본값은 밀리초입니다. 선택적으로 단위는 "d", "h", "m", "s", "ms" 또는 "us"로 지정될 수 있습니다.
pl_pl: Ustaw maksymalny czas bezczynności po stronie klienta. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Встановити максимально допустимий час бездіяльності на стороні клієнта. Типово – мілісекунди. Опціонально одиниця виміру може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 设置客户端的最长不活动时间。 默认值为毫秒。单位也可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"(可选)。

source: Set the maximum inactivity time on the server side. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Nastavit nejdelší umožněný čas nečinnosti na straně serveru. Výchozí jednotkou jsou milisekundy. Volitelně je možné zadat další jednokty, jako „d“ (dnů), „h“ (hodin), „m“ (minut), „s“ (sekund), „ms“ (milisekund), nebo „us“ (mikrosekund).
de_de: Legt die maximale Inaktivitätsdauer auf Server-Seite fest. Standardangabe erfolgt in Millisekunden. Optional kann die Einheit auch als "d", "h", "m", "s", "ms" oder "us" angegeben werden.
el_gr: Ορίστε τον μέγιστο χρόνο αδράνειας στην πλευρά του διακομιστή. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: حداکثر زمان غیرفعالی در سمت سرور را تنظیم کنید. واحد پیش‌فرض میلی‌ثانیه است. به‌دلخواه واحد می‌تواند یکی از "d", "h", "m", "s", "ms" یا "us" باشد.
fr_fr: Définissez la durée d'inactivité maximale côté serveur. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: Imposta il tempo massimo di inattività sul lato server. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 서버 측에서 최대 비활성 시간을 설정하세요. 기본값은 밀리초입니다. 선택적으로 단위는 "d", "h", "m", "s", "ms" 또는 "us"로 지정될 수 있습니다.
pl_pl: Ustaw maksymalny czas bezczynności po stronie serwera. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Встановити максимально допустимий час бездіяльності на стороні сервера. Типово – мілісекунди. Опціонально одиниця виміру може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 设置服务器端的最长不活动时间。 默认值为毫秒。单位也可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"( 可选)。

source: Set the maximum number of concurrent connections for this Public Service.
cs_cz: Nastavit nejvyšší umožněný počet souběžných připojení k této veřejné službě.
de_de: Setze die maximale Anzahl gleichzeitiger Verbindungen für diesen Public Service.
el_gr: Ορίστε τον μέγιστο αριθμό ταυτόχρονων συνδέσεων για αυτήν τη Δημόσια Υπηρεσία.
fa_ir: حداکثر تعداد اتصالات هم‌زمان برای این سرویس عمومی را تعیین کنید.
fr_fr: Définir le nombre maximum de connections concurrentes pour ce Service Public.
it_it: Imposta il numero massimo di connessioni simultanee per questo servizio pubblico.
ko_kr: 이 공용 서비스에 대한 최대 동시 연결 수를 설정하세요.
pl_pl: Ustaw maksymalną liczbę równoczesnych połączeń dla tej Publicznej Usługi.
uk_ua: Встановити максимальну кількість одночасних з'єднань для цієї Публічної Служби.
zh_cn: 设置此公共服务的最大并发连接数。

source: Set the maximum object size (default 4MB when left empty).
cs_cz: Nastavit nejvyšší umožněnou velikost objektu (pokud nevyplněno, bude použito výchozí 4MB).
de_de: Setze die maximale Objektgröße (Standardwert ist 4MB wenn es leer gelassen wird).
el_gr: Ορίστε το μέγιστο μέγεθος αντικειμένου (προεπιλογή 4MB όταν αφήνεται κενό).
fa_ir: حداکثر اندازهٔ شیء را تعیین کنید (در صورت خالی گذاشتن پیش‌فرض 4MB است).
fr_fr: Définir la taille maximum d'objet (valeur par défaut de 4Mo si laissé vide).
it_it: Imposta la dimensione massima dell'oggetto (predefinito 4 MB se lasciato vuoto).
ko_kr: 최대 개체 크기를 설정하세요(빈 상태로 두면 기본값 4MB).
pl_pl: Ustaw maksymalny rozmiar obiektu (domyślnie 4MB, gdy pozostawiono puste).
uk_ua: Встановити максимальний розмір об'єкта (типово 4 МБ, якщо залишити порожнім).
zh_cn: 设置最大对象大小(当留空时默认为4MB)。

source: Set the maximum session limit in seconds. This can be used by the Captive Portal.
cs_cz: Nastavení maximálního limitu relace (v sekundách). Tento údaj může být použit v Captive Portal.
de_de: Setzt die maximale Sitzungsbegrenzung in Sekunden. Dies kann im Captive-Portal verwendet werden.
el_gr: Ορίστε το μέγιστο όριο περιόδου σύνδεσης σε δευτερόλεπτα. Αυτό μπορεί να χρησιμοποιηθεί από την Captive Portal.
fa_ir: محدودیت حداکثر جلسه را بر حسب ثانیه تنظیم کنید. این مقدار توسط Captive Portal قابل‌استفاده است.
fr_fr: Définir la limite de session maximum en secondes. Ceci peut être utilisé par le Portail Captif.
it_it: Imposta il limite massimo della sessione in secondi. Questo può essere utilizzato dal Captive Portal.
ko_kr: 최대 세션 제한(초)을 설정하세요. 이 설정은 종속 포털에서 사용됩니다.
pl_pl: Ustaw maksymalny limit sesji w sekundach. Może być używane przez Captive Portal.
uk_ua: Встановити максимальний ліміт сесії в секундах. Це може бути використано Captive Portal.
zh_cn: 设置最大会话限制(以秒为单位)。强制门户可以使用此功能。

source: Set the maximum time to wait for a connection attempt to a server to succeed. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Nastavit nejdelší umožněný čas pokusu o úspěšné spojení se serverem. Výchozí jednotkou jsou milisekundy. Volitelně je možné zadat další jednokty, jako „d“ (dnů), „h“ (hodin), „m“ (minut), „s“ (sekund), „ms“ (milisekund), nebo „us“ (mikrosekund).
de_de: Legt die maximale Zeit fest, die auf einen erfolgreichen Verbindungsaufbau zum Server gewartet wird. Standardangabe erfolgt in Millisekunden. Optional kann die Einheit auch als "d", "h", "m", "s", "ms" oder "us" angegeben werden.
el_gr: Ορίστε τον μέγιστο χρόνο αναμονής για την επιτυχή σύνδεση σε έναν διακομιστή. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: حداکثر زمان مجاز برای انتظار برای موفقیت یک تلاش اتصال به سرور را تنظیم کنید. واحد پیش‌فرض میلی‌ثانیه است. به‌دلخواه واحد می‌تواند یکی از "d", "h", "m", "s", "ms" یا "us" باشد.
fr_fr: Définissez le temps d'attente maximal pour qu'une tentative de connexion à un serveur réussisse. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: Imposta il tempo massimo di attesa affinché un tentativo di connessione a un server abbia esito positivo. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 서버에 대한 연결 시도가 성공할 때까지 대기할 최대 시간을 설정하세요. 기본값은 밀리초입니다. 선택적으로 단위는 "d", "h", "m", "s", "ms" 또는 "us"로 지정될 수 있습니다.
pl_pl: Ustaw maksymalny rozmiar ciasteczka. Domyślnie w bajtach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Встановити максимально допустимий час очікування на успішне з'єднання із сервером. Типово – мілісекунди. Опціонально одиниця виміру може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 设置等待连接尝试到服务器成功的最长时间。 默认值为毫秒。单位也可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"( 可选)。

source: Set the maximum upload bandwith for ChilliSpot attribute. The value is treated as kbits/s.
cs_cz: Nastavit nejvyšší umožněnou rychlost odesílání pro ChilliSpot atribut. Hodnota je považována za kbity/s.
de_de: Setzt die maximale Uploadbandbreite für das ChilliSpot-Attribut. Der Wert wird als kbits/s interpretiert.
el_gr: Ορίστε το μέγιστο εύρος ζώνης μεταφόρτωσης για το χαρακτηριστικό ChilliSpot. Η τιμή αντιμετωπίζεται ως kbits/s.
fa_ir: حداکثر پهنای‌باند آپلود برای صفت ChilliSpot را تنظیم کنید. مقدار به‌صورت kbits/s در نظر گرفته می‌شود.
fr_fr: Définit la bande passante maximale de téléchargement pour l'attribut ChilliSpot. La valeur est traitée comme des kbits/s.
it_it: Imposta la larghezza di banda massima in upload per l'attributo ChilliSpot. Il valore viene trattato come kbit/s.
ko_kr: ChilliSpot 특성에 대한 최대 업로드 대역을 설정하세요. 이 값은 kbits/s로 처리됩니다.
pl_pl: Ustaw maksymalną przepustowość wysyłania dla atrybutu ChilliSpot. Wartość jest traktowana jako kbits/s.
uk_ua: Встановити максимальну пропускну здатність віддачі для атрибута ChilliSpot. Значення трактується як кбіт/с.
zh_cn: 设置ChilliSpot属性的最大上传带宽。 单位kbits / s。

source: Set the maximum upload bandwith for WISPr attribute. The value is treated as bits/s.
cs_cz: Nastavit nejvyšší umožněnou rychlost odesílání pro WISPr atribut. Hodnota je považována za kbity/s.
de_de: Setzt die maximale Uploadbandbreite für das WISPr-Attribut. Der Wert wird als bits/s interpretiert.
el_gr: Ορίστε το μέγιστο εύρος ζώνης μεταφόρτωσης για το χαρακτηριστικό WISPr. Η τιμή αντιμετωπίζεται ως bit/s.
fa_ir: حداکثر پهنای‌باند آپلود برای صفت WISPr را تنظیم کنید. مقدار به‌صورت bits/s در نظر گرفته می‌شود.
fr_fr: Définit la bande passante maximale de téléchargement pour l'attribut WISPr. La valeur est traitée en bits/s.
it_it: Imposta la larghezza di banda massima in upload per l'attributo WISPr. Il valore viene trattato come bit/s.
ko_kr: WISPr 특성에 대한 최대 업로드 대역을 설정하세요. 값은 비트/초로 처리됩니다.
pl_pl: Ustaw maksymalną przepustowość wysyłania dla atrybutu WISPr. Wartość jest traktowana jako bits/s.
uk_ua: Встановити максимальну пропускну здатність віддачі для атрибута WISPr. Значення трактується як біт/с.
zh_cn: 设置WISPr属性的最大上传带宽。 单位bits / s。
