Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Outgoing Range
cs_cz: Odchozí rozsah
de_de: Ausgehender Bereich
el_gr: Εξερχόμενο εύρος
fa_ir: محدوده خروجی
fr_fr: Plage de sortie
it_it: Gamma in uscita
ko_kr: Outgoing 범위
uk_ua: Вихідний діапазон
zh_cn: 出站范围

source: Over time (s)
cs_cz: V průběhu času (s)
de_de: Überzeit (s)
el_gr: Με την πάροδο του χρόνου (s)
fa_ir: در طول زمان (s)
fr_fr: Durée (s)
it_it: Nel tempo (i)
ko_kr: 시간 경과 (초)
uk_ua: З часом (с)
zh_cn: 随时间推移（秒）

source: Packet size
cs_cz: Velikost paketu
de_de: Paketgröße
el_gr: Μέγεθος πακέτου
fa_ir: اندازه بسته
fr_fr: Taille du paquet
it_it: Dimensione del pacchetto
ko_kr: 패킷 사이즈
uk_ua: Розмір пакета
zh_cn: 数据包大小

source: Parameter
cs_cz: Parametr
el_gr: Παράμετρος
fa_ir: پارامتر
fr_fr: Paramètres
it_it: Parametro
ko_kr: 매개변수
uk_ua: Параметр
zh_cn: 参数

source: Parent
cs_cz: Nadřazené
de_de: Übergeordnet
el_gr: Μητρική εταιρεία
fa_ir: والد
it_it: Genitore
ko_kr: 상위
uk_ua: Батьківський
zh_cn: 父接口

source: Password to use in authd.pass file.
cs_cz: Heslo které použít v souboru authd.pass
de_de: Passwort, das in der Datei authd.pass verwendet wird.
el_gr: Κωδικός πρόσβασης για χρήση στο αρχείο authd.pass.
fa_ir: رمز عبور برای استفاده در فایل authd.pass.
fr_fr: Mot de passe à utiliser dans le fichier authd.pass.
it_it: Password da utilizzare nel file authd.pass.
ko_kr: authd.pass 파일에 사용할 비밀번호입니다.
uk_ua: Пароль для використання у файлі authd.pass.
zh_cn: 在 authd.pass 文件中使用的密码。

source: Path Info
cs_cz: Informace o cestě
de_de: Pfad-Info
el_gr: Πληροφορίες διαδρομής
fa_ir: اطلاعات مسیر
fr_fr: Informations sur le chemin d'accès
it_it: Informazioni sul percorso
ko_kr: 경로 정보
uk_ua: Інформація про шлях
zh_cn: 路径信息

source: Path or address, leave blank for USB
cs_cz: Popis umístění nebo adresa, v případě USB nevyplňujte
de_de: Pfad oder Adresse, für USB leer lassen
el_gr: Διαδρομή ή διεύθυνση, αφήστε κενό για USB
fa_ir: مسیر یا آدرس؛ برای USB خالی بگذارید
fr_fr: Chemin d'accès ou adresse, laisser vide pour USB
it_it: Percorso o indirizzo, lasciare vuoto per USB
ko_kr: 경로 또는 주소, USB의 경우 비워 둡니다
uk_ua: Шлях або адреса, залиште пустим для USB
zh_cn: 路径或地址，USB留空

source: Peer 1
cs_cz: Protějšek 1
de_de: Gegenstelle 1
el_gr: Ομότιμος 1
fa_ir: همتا 1
fr_fr: Pair 1
it_it: Pari 1
ko_kr: 피어 1
uk_ua: Одноранговий вузол 1
zh_cn: 端点1

source: Peer 2
cs_cz: Protějšek 2
de_de: Gegenstelle 2
el_gr: Ομότιμος 2
fa_ir: همتا 2
fr_fr: Pair 2
it_it: Pari 2
ko_kr: 피어 2
uk_ua: Одноранговий вузол 2
zh_cn: 端点2

source: Ping Count (IPv4)
cs_cz: Počet ping (IPv4)
de_de: Ping-Anzahl (IPv4)
el_gr: Αριθμός Ping (IPv4)
fa_ir: تعداد پینگ (IPv4)
fr_fr: Nombre de pings (IPv4)
it_it: Conteggio ping (IPv4)
ko_kr: Ping 횟수 (IPv4)
uk_ua: Кількість пінгів (IPv4)
zh_cn: Ping 计数（IPv4）

source: Ping Count (IPv6)
cs_cz: Počet ping (IPv6)
de_de: Ping-Anzahl (IPv6)
el_gr: Αριθμός Ping (IPv6)
fa_ir: تعداد پینگ (IPv6)
fr_fr: Nombre de pings (IPv6)
it_it: Conteggio ping (IPv6)
ko_kr: Ping 횟수 (IPv6)
uk_ua: Кількість пінгів (IPv6)
zh_cn: Ping 计数（IPv6）

source: Please create the TXT record with subdomain _acme-challenge first, than you can get the ID from the edit page. Up to two RIDs per fulldomain are supported but at least one must be set, e.g. _acme-challenge.domain.net:RID:RID2
cs_cz: Nejprve vytvořte záznam TXT se subdoménou _acme-challenge, Identifikátor pak získáte na stránce úprav. Podporovány jsou až dva RID identifikátory na jednu plnou doménu, ale je třeba, aby byl nastaven alespoň jeden, např. _acme-challenge.domain.net:RID:RID2.
de_de: Bitte erstellen Sie zuerst den TXT-Eintrag mit der Subdomain _acme-challenge, danach kann die ID über die Bearbeitungsseite ermittelt werden. Es werden bis zu zwei RIDs pro vollständiger Domain unterstützt, mindestens eine muss gesetzt sein, z. B. _acme-challenge.domain.net:RID:RID2
el_gr: Παρακαλώ δημιουργήστε πρώτα την εγγραφή TXT με τον υποτομέα _acme-challenge, και στη συνέχεια μπορείτε να λάβετε το αναγνωριστικό από τη σελίδα επεξεργασίας. Υποστηρίζονται έως και δύο RID ανά πλήρη τομέα, αλλά πρέπει να οριστεί τουλάχιστον ένα, π.χ. _acme-challenge.domain.net:RID:RID2
fa_ir: لطفاً ابتدا رکورد TXT را با ساب‌دامنه _acme-challenge ایجاد کنید، سپس می‌توانید شناسه را از صفحه ویرایش دریافت کنید. تا دو RID برای هر نام دامنه کامل پشتیبانی می‌شود اما حداقل یکی باید تنظیم شود، مثلاً _acme-challenge.domain.net:RID:RID2
fr_fr: Veuillez d'abord créer l'enregistrement TXT avec le sous-domaine _acme-challenge, puis vous pourrez obtenir l'ID à partir de la page d'édition. Jusqu'à deux RID par domaine complet sont pris en charge, mais au moins un doit être défini, par exemple : _acme-challenge.domain.net:RID:RID2
it_it: Crea prima il record TXT con il sottodominio _acme-challenge, poi potrai ottenere l'ID dalla pagina di modifica. Sono supportati fino a due RID per dominio completo, ma è necessario impostarne almeno uno, ad es. _acme-challenge.domain.net:RID:RID2
ko_kr: TXT 레코드를 먼저 _acme-challenge 하위 도메인으로 만든 다음 편집 페이지에서 ID를 가져옵니다. fulldomain 당 최대 두 개의 RID를 지원하지만 하나 이상 설정해야 합니다. 예: _acme-challenge.domain.net:RID:RID2
uk_ua: Будь ласка, спочатку створіть TXT-запис із піддоменом _acme-challenge, потім ви зможете отримати ID зі сторінки редагування. Підтримується до двох RIDs на повний домен, але принаймні один має бути встановлений, наприклад, _acme-challenge.domain.net:RID:RID2
zh_cn: 请先创建子域 _acme-challenge 的 TXT 记录，然后再从编辑页面获取 ID。每个全域最多支持两个 RID，但必须至少设置一个，例如 _acme-challenge.domain.net:RID:RID2

source: Policy monitoring and anomaly detection
cs_cz: Dohledování pravidel a zjišťování odchylek
de_de: Richtlinienüberwachung und Anomalieerkennung
el_gr: Παρακολούθηση πολιτικής και ανίχνευση ανωμαλιών
fa_ir: نظارت بر سیاست‌ها و تشخیص ناهنجاری
fr_fr: Contrôle des politiques et détection des anomalies
it_it: Monitoraggio delle politiche e rilevamento delle anomalie
ko_kr: 정책 모니터링 및 이상 감지
uk_ua: Моніторинг політики та виявлення аномалій
zh_cn: 策略监控和异常检测

source: Polltime
de_de: Abfrageintervall
el_gr: Ώρα για δημοσκόπηση
fa_ir: زمان نظرسنجی
it_it: Sondaggio
ko_kr: 폴링 시간
uk_ua: Час опитування
zh_cn: 轮询时间

source: Pools
cs_cz: Fondy
el_gr: Πισίνες
fa_ir: استخرها
fr_fr: Piscines
it_it: Piscine
ko_kr: 풀
uk_ua: Пули
zh_cn: 池

source: Port 3551 is the default as registered with the IANA.
cs_cz: Port 3551 je výchozí, jak registrováno u organizace IANA.
de_de: Port 3551 ist der Standardwert gemäß IANA-Registrierung.
el_gr: Η θύρα 3551 είναι η προεπιλεγμένη, όπως έχει καταχωρηθεί στο IANA.
fa_ir: پورت 3551 به‌عنوان مقدار پیش‌فرض ثبت‌شده در IANA است.
fr_fr: Le port 3551 est le port par défaut tel qu'il est enregistré auprès de l'IANA.
it_it: La porta 3551 è quella predefinita registrata presso IANA.
ko_kr: 포트 3551은 IANA에 등록된 기본값입니다.
uk_ua: Порт 3551 є типовим, зареєстрованим у IANA.
zh_cn: 端口 3551 是在 IANA 注册的默认端口。

source: Preload
cs_cz: Přednačíst
de_de: Vorladen
el_gr: Προφόρτωση
fa_ir: پیش‌بارگذاری
fr_fr: Précharge
it_it: Precarica
ko_kr: 사전 로드(Preload)
uk_ua: Попереднє завантаження
zh_cn: 预加载

source: Prevent grouping these members in the interfaces menu section
cs_cz: Zabránit seskupování těchto členů v sekci nabídky rozhraní
de_de: Verhindert die Gruppierung dieser Mitglieder im Menü "Schnittstellen"
el_gr: Αποτρέψτε την ομαδοποίηση αυτών των μελών στην ενότητα μενού διεπαφών
fa_ir: جلوگیری از گروه‌بندی این اعضا در بخش منوی رابط‌ها
fr_fr: Empêcher le regroupement de ces membres dans la section du menu des interfaces
it_it: Impedisci il raggruppamento di questi membri nella sezione del menu Interfacce
ko_kr: 인터페이스 메뉴 섹션에서 이러한 멤버를 그룹화하지 않습니다
uk_ua: Запобігти групуванню цих елементів у розділі меню інтерфейсів
zh_cn: 防止在接口菜单部分对这些成员进行分组

source: Primary IP
cs_cz: Hlavní IP
de_de: Primäre IP-Adresse
el_gr: Κύρια IP
fa_ir: IP اصلی
fr_fr: IP primaire
it_it: IP primario
ko_kr: 기본 IP
uk_ua: Основна IP-адреса
zh_cn: 主要IP

source: Priority of MX record, e.g. 10
cs_cz: Priorita MX záznamu, např. 10
de_de: Priorität des MX-Eintrags, z. B. 10
el_gr: Προτεραιότητα εγγραφής MX, π.χ. 10
fa_ir: اولویت رکورد MX، مثلاً 10
fr_fr: Priorité de l'enregistrement MX, par exemple 10
it_it: Priorità del record MX, ad es. 10
ko_kr: MX 레코드의 우선 순위, 예: 10
uk_ua: Пріоритет MX-запису, наприклад, 10
zh_cn: MX记录的优先级，例如：10

source: Process vary enabled
cs_cz: Odlišnost procesu zapnuta
de_de: "Vary"-Verarbeitung aktiviert
el_gr: Ενεργοποιήθηκε η διακύμανση διεργασίας
fa_ir: Process vary فعال است
fr_fr: Activation de la variation du processus
it_it: Variazione del processo abilitata
ko_kr: 프로세스 vary 활성화
uk_ua: Вар'ювання процесу увімкнено
zh_cn: 启用Vary处理

source: Prometheus Enabled
cs_cz: Prometheus zapnuto
de_de: Prometheus aktivieren
el_gr: Προμηθέας Ενεργοποιημένος
fa_ir: Prometheus فعال است
fr_fr: Prométhée activé
it_it: Prometeo abilitato
ko_kr: Prometheus 활성화
uk_ua: Prometheus увімкнено
zh_cn: 启用Prometheus

source: Prometheus Path
cs_cz: Popis umístění Promethea
de_de: Prometheus-Pfad
el_gr: Μονοπάτι του Προμηθέα
fa_ir: مسیر Prometheus
fr_fr: Le chemin de Prométhée
it_it: Sentiero Prometeo
ko_kr: Prometheus 경로
uk_ua: Шлях Prometheus
zh_cn: Prometheus路径

source: Proposals
cs_cz: Návrhy
de_de: Vorschläge
el_gr: Προτάσεις
fa_ir: پیشنهادها
fr_fr: Propositions
it_it: Proposte
ko_kr: 제안
uk_ua: Пропозиції
zh_cn: 提案

source: Provide an access list name.
cs_cz: Zadejte název pro seznam řízení přístupu
de_de: Geben Sie einen Namen für die Zugriffsliste an.
el_gr: Δώστε ένα όνομα λίστας πρόσβασης.
fa_ir: نام لیست دسترسی را وارد کنید.
fr_fr: Fournir un nom de liste d'accès.
it_it: Fornire un nome per l'elenco di accesso.
ko_kr: 액세스 목록 이름을 입력하세요.
uk_ua: Надайте назву списку доступу.
zh_cn: 输入访问列表名称。

source: Provide an address and subnet to use. (e.g 192.168.0.1/24)
cs_cz: Zadejte adresu a podsíť, kterou použít (např. 192.168.0.1/24)
de_de: Geben Sie eine Adresse und ein Subnetz ein (z. B. 192.168.0.1/24).
el_gr: Δώστε μια διεύθυνση και ένα υποδίκτυο που θα χρησιμοποιηθεί. (π.χ. 192.168.0.1/24)
fa_ir: یک آدرس و ساب‌نت برای استفاده وارد کنید. (مثلاً 192.168.0.1/24)
fr_fr: Indiquez une adresse et un sous-réseau à utiliser. (par exemple 192.168.0.1/24)
it_it: Fornire un indirizzo e una sottorete da utilizzare. (es. 192.168.0.1/24)
ko_kr: 사용할 주소와 서브넷을 입력하세요. (예: 192.168.0.1/24)
uk_ua: Надайте адресу та підмережу для використання. (наприклад, 192.168.0.1/24)
zh_cn: 提供要使用的地址和子网。（例如 192.168.0.1/24）

source: Proxmox VE node name
cs_cz: Název uzlu Proxmox VE
de_de: Name des Proxmox-VE-Knotens
el_gr: Όνομα κόμβου Proxmox VE
fa_ir: نام نود Proxmox VE
fr_fr: Nom du nœud Proxmox VE
it_it: Nome del nodo Proxmox VE
ko_kr: Proxmox VE 노드 이름
uk_ua: Ім'я вузла Proxmox VE
zh_cn: Proxmox VE 节点名称

source: Proxmox VE realm
cs_cz: Proxmox VE sféra
fa_ir: حوزه Proxmox VE
it_it: Regno di Proxmox VE
ko_kr: Proxmox VE 영역
uk_ua: Область Proxmox VE
zh_cn: Proxmox VE 领域

source: Proxmox VE server
el_gr: Διακομιστής Proxmox VE
fa_ir: سرور Proxmox VE
fr_fr: Serveur Proxmox VE
it_it: Server Proxmox VE
ko_kr: Proxmox VE 서버
uk_ua: Сервер Proxmox VE
zh_cn: Proxmox VE 服务器

source: Proxmox VE server port
cs_cz: Port Proxmox VE serveru
el_gr: Θύρα διακομιστή Proxmox VE
fa_ir: پورت سرور Proxmox VE
fr_fr: Port du serveur Proxmox VE
it_it: Porta del server Proxmox VE
ko_kr: Proxmox VE 서버 포트
uk_ua: Порт сервера Proxmox VE
zh_cn: Proxmox VE 服务器端口

source: Proxmox VE token key
cs_cz: Klíč Proxmox VE tokenu
de_de: Proxmox VE Token-Schlüssel
el_gr: Κλειδί διακριτικού Proxmox VE
fa_ir: کلید توکن Proxmox VE
fr_fr: Clé du jeton Proxmox VE
it_it: Chiave token Proxmox VE
ko_kr: Proxmox VE 토큰 키
uk_ua: Ключ токена Proxmox VE
zh_cn: Proxmox VE 令牌密钥

source: Proxmox VE token name
cs_cz: Název pro Proxmox VE token
el_gr: Όνομα διακριτικού Proxmox VE
fa_ir: نام توکن Proxmox VE
fr_fr: Nom du jeton Proxmox VE
it_it: Nome del token Proxmox VE
ko_kr: Proxmox VE 토큰 이름
uk_ua: Ім'я токена Proxmox VE
zh_cn: Proxmox VE 令牌名称

source: Proxmox VE user
cs_cz: Uživatel pro Proxmox VE
de_de: Proxmox VE Benutzer
el_gr: Χρήστης Proxmox VE
fa_ir: کاربر Proxmox VE
fr_fr: Proxmox VE utilisateur
it_it: Utente Proxmox VE
ko_kr: Proxmox VE 사용자
uk_ua: Користувач Proxmox VE
zh_cn: Proxmox VE 用户

source: Proxy Responses (UDP)
cs_cz: Odpovědi proxy (UDP)
de_de: Proxy-Antworten (UDP)
el_gr: Απαντήσεις Proxy (UDP)
fa_ir: پاسخ‌های پراکسی (UDP)
fr_fr: Réponses Proxy (UDP)
it_it: Risposte proxy (UDP)
ko_kr: 프록시 응답 (UDP)
uk_ua: Відповіді проксі (UDP)
zh_cn: 代理响应 (UDP)

source: Public Keys
cs_cz: Veřejné klíče
de_de: Öffentliche Schlüssel
el_gr: Δημόσια Κλειδιά
fa_ir: کلیدهای عمومی
fr_fr: Clés publiques
it_it: Chiavi pubbliche
ko_kr: 공개 키
uk_ua: Публічні ключі
zh_cn: 公钥

source: RID Mapping
cs_cz: Mapování RID
de_de: RID-Zuordnung
el_gr: Χαρτογράφηση RID
fa_ir: نگاشت RID
fr_fr: Cartographie du RID
it_it: Mappatura RID
ko_kr: RID 매핑
uk_ua: Мапування RID
zh_cn: RID映射

source: RNDC Key
cs_cz: RNDC klíč
de_de: RNDC-Schlüssel
el_gr: Κλειδί RNDC
fa_ir: کلید RNDC
fr_fr: Clé RNDC
it_it: Chiave RNDC
ko_kr: RNDC 키
uk_ua: Ключ RNDC
zh_cn: RNDC密钥

source: RRset Cache Size
cs_cz: Velikost mezipaměti RRset
de_de: RRSet-Cache-Größe
el_gr: Μέγεθος προσωρινής μνήμης RRset
fa_ir: اندازه کش RRset
fr_fr: Taille du cache RRset
it_it: Dimensione cache RRimpostata
ko_kr: RRset 캐시 크기
uk_ua: Розмір кешу RRset
zh_cn: RRset缓存大小

source: Re-auth time (s)
cs_cz: Doba opakovaného ověření (s)
de_de: Re-Auth-Zeit (s)
el_gr: Χρόνος επανεξουσιοδότησης (s)
fa_ir: زمان احراز هویت مجدد (ثانیه)
fr_fr: Temps de réauthentification (s)
it_it: Tempo/i di riautenticazione
ko_kr: 재인증 시간 (초)
uk_ua: Час повторної автентифікації (с)
zh_cn: 重新认证时间（秒）

source: Rebind protection networks
cs_cz: Sítě ochrany Rebind
de_de: Rebind-Schutznetzwerke
el_gr: Δίκτυα προστασίας επανασύνδεσης
fa_ir: شبکه‌های محافظت در برابر Rebind
fr_fr: Relier les réseaux de protection
it_it: Ricollegare le reti di protezione
ko_kr: 재바인딩(Rebind) 보호 네트워크
uk_ua: Мережі захисту від повторного прив'язування
zh_cn: 重绑定保护网络

source: Register DHCP Static Mappings
cs_cz: Registrovat DHCP statické zápůjčky
de_de: Statische DHCP-Zuweisungen registrieren
el_gr: Στατικές αντιστοιχίσεις καταχωρητή DHCP
fa_ir: ثبت نگاشت‌های ایستا DHCP
fr_fr: Enregistrer les correspondances statiques DHCP
it_it: Registrare le mappature statiche DHCP
ko_kr: DHCP 정적 매핑 등록
uk_ua: Реєструвати статичні прив'язки DHCP
zh_cn: 注册DHCP静态映射

source: Reject SSL Handshake
cs_cz: Odmítnout SSL handshake
de_de: SSL-Handshake ablehnen
el_gr: Απόρριψη χειραψίας SSL
fa_ir: رد Handshake SSL
fr_fr: Rejeter la poignée de main SSL
it_it: Rifiuta l'handshake SSL
ko_kr: SSL 핸드셰이크 거절
uk_ua: Відхилити рукостискання SSL
zh_cn: 拒绝SSL握手

source: Rekey time (s)
cs_cz: Doba znovuopatření klíčem (s)
de_de: Neuschlüsselungszeit (s)
el_gr: Χρόνος επανάληψης κλειδιού (s)
fa_ir: زمان تجدید کلید (ثانیه)
fr_fr: Temps de recléage (s)
it_it: Tempo di riprogrammazione (s)
ko_kr: 키 갱신 시간 (초)
uk_ua: Час зміни ключа (с)
zh_cn: 重新生成密钥时间（秒）

source: Relay List
cs_cz: Seznam relé
de_de: Relay-Liste
el_gr: Λίστα ρελέ
fa_ir: فهرست رله‌ها
fr_fr: Liste des relais
it_it: Elenco dei relè
ko_kr: 릴레이 목록
uk_ua: Список ретрансляції
zh_cn: 中继列表

source: Remote
cs_cz: Vzdálené
de_de: Entfernt
el_gr: Μακρινός
fa_ir: راه دور
fr_fr: A distance
it_it: Remoto
ko_kr: 원격
uk_ua: Віддалений
zh_cn: 远程

source: Remote Identifier
cs_cz: Vzdálený identifikátor
de_de: Entfernter Bezeichner
el_gr: Απομακρυσμένο αναγνωριστικό
fa_ir: شناسه راه دور
fr_fr: Identificateur à distance
it_it: Identificatore remoto
ko_kr: 원격 식별자
uk_ua: Віддалений ідентифікатор
zh_cn: 远程标识符

source: Remote addresses
cs_cz: Adresa na protějšku
de_de: Remote-Adressen
el_gr: Απομακρυσμένες διευθύνσεις
fa_ir: آدرس‌های راه دور
fr_fr: Adresses à distance
it_it: Indirizzi remoti
ko_kr: 원격 주소
uk_ua: Віддалені адреси
zh_cn: 远程地址

source: Remote tunnel address used for the outer IP header of ESP packets
cs_cz: Adresa na opačné straně tunelu použitá pro vnější IP záhlaví ESP paketů
de_de: Entfernte Tunneladresse, die für den äußeren IP-Header von ESP-Paketen verwendet wird
el_gr: Διεύθυνση απομακρυσμένης σήραγγας που χρησιμοποιείται για την εξωτερική κεφαλίδα IP των πακέτων ESP
fa_ir: آدرس تونل راه دور که برای سربرگ IP بیرونی بسته‌های ESP استفاده می‌شود
fr_fr: Adresse du tunnel distant utilisée pour l'en-tête IP externe des paquets ESP
it_it: Indirizzo del tunnel remoto utilizzato per l'intestazione IP esterna dei pacchetti ESP
ko_kr: ESP 패킷의 외부 IP 헤더에 사용되는 원격 터널 주소
uk_ua: Адреса віддаленого тунелю, що використовується для зовнішнього IP-заголовка пакетів ESP
zh_cn: 用于ESP数据包外层IP标头的远程隧道地址

source: Report Only
cs_cz: Pouze hlásit
de_de: Nur berichten
el_gr: Μόνο αναφορά
fa_ir: فقط گزارش
fr_fr: Rapport uniquement
it_it: Solo rapporto
ko_kr: 보고만
uk_ua: Лише звіт
zh_cn: 仅报告

source: Reqid
el_gr: Απαιτείται
it_it: Richiesto
uk_ua: Ідентифікатор запиту

source: Requires the whole key file in a format that is compatible with TransIP.
cs_cz: Vyžaduje celý soubor klíče ve formátu kompatibilním s TransIP.
de_de: Erfordert die gesamte Schlüsseldatei in einem Format, das mit TransIP kompatibel ist.
el_gr: Απαιτεί ολόκληρο το αρχείο κλειδιού σε μορφή συμβατή με το TransIP.
fa_ir: نیازمند فایل کلید کامل در قالبی سازگار با TransIP.
fr_fr: Nécessite le fichier de clés complet dans un format compatible avec TransIP.
it_it: Richiede l'intero file chiave in un formato compatibile con TransIP.
ko_kr: TransIP와 호환되는 형식의 전체 키 파일이 필요합니다.
uk_ua: Потрібен весь файл ключа у форматі, сумісному з TransIP.
zh_cn: 要求整个密钥文件的格式与 TransIP 兼容。

source: Reset Expired Record TTL
cs_cz: Resetovat TTL záznamu, kterému skončila platnost
de_de: TTL von abgelaufenen Einträgen zurücksetzen
el_gr: Επαναφορά ληγμένης εγγραφής TTL
fa_ir: بازنشانی TTL رکوردهای منقضی‌شده
fr_fr: Réinitialisation de l'enregistrement expiré TTL
it_it: Reimposta il TTL del record scaduto
ko_kr: 만료된 레코드 TTL 초기화
uk_ua: Скинути TTL записів із вичерпаним терміном дії
zh_cn: 重置过期记录 TTL

source: Reset Timed Out Connections
cs_cz: Resetovat spojení, která překročila časový limit
de_de: Zeitüberschrittene Verbindungen zurücksetzen
el_gr: Επαναφορά συνδέσεων με χρονικό όριο
fa_ir: بازنشانی اتصالات زمان‌تمام‌شده
fr_fr: Réinitialisation des connexions temporisées
it_it: Reimposta le connessioni scadute
ko_kr: 타임아웃된 연결 초기화
uk_ua: Скинути з'єднання, що перевищили час очікування
zh_cn: 重置超时连接

source: Reset timed out connections and connections closed with the non-standard code 444. When the socket is closed, TCP RST is sent to the client, and all memory occupied by this socket is released. This helps avoid keeping an already closed socket with filled buffers in a FIN_WAIT1 state for a long time.
cs_cz: Obnovení časovaných spojení a spojení uzavřených nestandardním kódem 444. Po uzavření soketu je klientovi odesláno TCP RST a uvolní se veškerá paměť obsazená tímto soketem. Tím se zabrání tomu, aby byl již uzavřený soket se zaplněnými vyrovnávacími paměťmi dlouho udržován ve stavu FIN_WAIT1.
de_de: Setzt zeitüberschrittene Verbindungen sowie solche mit dem nicht standardisierten Code 444 zurück. Wenn der Socket geschlossen wird, wird ein TCP-RST an den Client gesendet und der belegte Speicher freigegeben. Dies hilft, das Verharren bereits geschlossener Verbindungen im Status FIN_WAIT1 mit gefüllten Puffern über längere Zeit zu vermeiden.
el_gr: Επαναφορά συνδέσεων με χρονικό όριο λήξης και συνδέσεων που έχουν κλείσει με τον μη τυπικό κωδικό 444. Όταν η υποδοχή είναι κλειστή, το TCP RST αποστέλλεται στον υπολογιστή-πελάτη και απελευθερώνεται όλη η μνήμη που καταλαμβάνεται από αυτήν την υποδοχή. Αυτό βοηθά στην αποφυγή της διατήρησης μιας ήδη κλειστής υποδοχής με γεμάτα buffer σε κατάσταση FIN_WAIT1 για μεγάλο χρονικό διάστημα.
fa_ir: بازنشانی اتصالات منقضی‌شده و اتصالاتی که با کد غیراستاندارد 444 بسته شده‌اند. هنگام بسته شدن سوکت، یک TCP RST به کلاینت ارسال می‌شود و تمام حافظهٔ اشغال‌شده توسط این سوکت آزاد می‌شود. این کار از باقی ماندن سوکتی که قبلاً بسته شده و با بافرهای پر در حالت FIN_WAIT1 مانده برای مدت طولانی جلوگیری می‌کند.
fr_fr: Réinitialiser les connexions temporisées et les connexions fermées avec le code non standard 444. Lorsque la socket est fermée, TCP RST est envoyé au client et toute la mémoire occupée par cette socket est libérée. Cela permet d'éviter qu'une socket déjà fermée avec des tampons remplis reste longtemps dans l'état FIN_WAIT1.
it_it: Reimposta le connessioni scadute e le connessioni chiuse con il codice non standard 444. Quando il socket viene chiuso, TCP RST viene inviato al client e tutta la memoria occupata da questo socket viene rilasciata. Ciò aiuta a evitare di mantenere un socket già chiuso con buffer pieni in uno stato FIN_WAIT1 per lungo tempo.
ko_kr: 타임아웃된 연결 및 비표준 코드 444로 닫힌 연결을 재설정합니다. 소켓이 닫히면 TCP RST가 클라이언트로 전송되고 이 소켓이 사용하는 모든 메모리가 해제됩니다. 이렇게 하면 FIN_WAIT1 상태의 버퍼가 채워진 이미 닫힌 소켓을 오랫동안 유지하는 것을 피할 수 있습니다.
uk_ua: Скинути з'єднання, що перевищили час очікування, та з'єднання, закриті з нестандартним кодом 444. При закритті сокета клієнту надсилається TCP RST, і вся пам'ять, зайнята цим сокетом, звільняється. Це допомагає уникнути довгого утримування вже закритого сокета з заповненими буферами у стані FIN_WAIT1.
zh_cn: 使用非标准代码444重置超时连接和关闭连接。当套接字关闭时，会向客户端发送TCP RST，并释放该套接字占用的所有内存。 这有助于避免将已关闭且缓冲区已满的套接字长时间保持在FIN_WAIT1状态。

source: Response Window
cs_cz: Okno odpovědi
de_de: Antwortfenster
el_gr: Παράθυρο απόκρισης
fa_ir: پنجره پاسخ
fr_fr: Fenêtre de réponse
it_it: Finestra di risposta
ko_kr: 응답 창(Window)
uk_ua: Вікно відповіді
zh_cn: 响应窗口

source: Response Window from 5 to 60
cs_cz: Okno odpovědi – 5 až 60
de_de: Antwortfenster von 5 bis 60
el_gr: Παράθυρο απόκρισης από 5 έως 60
fa_ir: پنجره پاسخ از 5 تا 60
fr_fr: Fenêtre de réponse de 5 à 60
it_it: Finestra di risposta da 5 a 60
ko_kr: 5에서 60까지의 응답 창(Window)
uk_ua: Вікно відповіді від 5 до 60
zh_cn: 响应窗口从 5 到 60

source: Return NXDOMAIN
cs_cz: Vrátit NXDOMAIN
de_de: NXDOMAIN zurückgeben
el_gr: Επιστροφή NXDOMAIN
fa_ir: بازگرداندن NXDOMAIN
fr_fr: Retour NXDOMAIN
it_it: Restituisce NXDOMAIN
ko_kr: NXDOMAIN 반환
uk_ua: Повернути NXDOMAIN
zh_cn: 返回NXDOMAIN

source: Revive Interval
cs_cz: Interval znovuoživení
de_de: Wiederbelebungsintervall
el_gr: Διάστημα αναβίωσης
fa_ir: فاصلهٔ احیا
fr_fr: Intervalle de reviviscence
it_it: Intervallo di rianimazione
ko_kr: Revive 간격
uk_ua: Інтервал відновлення
zh_cn: 复活间隔

source: Revive interval from 60 to 3600
cs_cz: Interval znovuoživení od 60 do 3600
de_de: Wiederbelebungsintervall von 60 bis 3600
el_gr: Διάστημα αναβίωσης από 60 σε 3600
fa_ir: فاصلهٔ احیا از 60 تا 3600
fr_fr: Intervalle de revivification de 60 à 3600
it_it: Intervallo di rianimazione da 60 a 3600
ko_kr: 60에서 3600까지의 revive 간격
uk_ua: Інтервал відновлення від 60 до 3600
zh_cn: 复活间隔从 60 到 3600

source: Round
cs_cz: Kolo
de_de: Durchlauf
el_gr: Γύρω
fa_ir: دور
fr_fr: Rond
it_it: Girare
ko_kr: 라운드
uk_ua: Раунд
zh_cn: 回合

source: Run Interval
cs_cz: Interval běhu
de_de: Ausführungsintervall
el_gr: Διάστημα εκτέλεσης
fa_ir: فاصلهٔ اجرا
fr_fr: Intervalle d'exécution
it_it: Esegui intervallo
ko_kr: 실행 간격
uk_ua: Інтервал запуску
zh_cn: 运行间隔

source: Run Timeout
cs_cz: Časový limit běhu
de_de: Ausführungszeitüberschreitung
el_gr: Χρονικό όριο εκτέλεσης
fa_ir: مهلت اجرا
fr_fr: Délai d'exécution
it_it: Esegui Timeout
ko_kr: 실행 타임아웃
uk_ua: Час очікування запуску
zh_cn: 运行超时

source: SSH Host
cs_cz: Hostitel SSH
el_gr: Κεντρικός υπολογιστής SSH
fa_ir: میزبان SSH
fr_fr: Hôte SSH
it_it: Ospite SSH
ko_kr: SSH 호스트
uk_ua: SSH Хост
zh_cn: SSH 主机

source: SSH Port
el_gr: Θύρα SSH
fa_ir: پورت SSH
fr_fr: Port SSH
it_it: Porta SSH
ko_kr: SSH 포트
uk_ua: SSH Порт
zh_cn: SSH 端口

source: SSH Target
cs_cz: SSH cíl
de_de: SSH-Ziel
el_gr: Στόχος SSH
fa_ir: هدف SSH
fr_fr: Cible SSH
it_it: Obiettivo SSH
ko_kr: SSH 대상
uk_ua: SSH Ціль
zh_cn: SSH 目标
