Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Synchronize groups specified by memberOf or class attribute after login, this option requires to enable read properties. Groups will be extracted from the first CN= section and will only be considered when already existing in OPNsense. Group memberships will be persisted in OPNsense. Use the server test tool to check if memberOf is returned by your LDAP server before enabling.
cs_cz: Synchronizovat skupiny zadané atributem memberOf nebo třída (class) po přihlášení – tato předvolba vyžaduje povolení čtení vlastností. Skupiny budou extrahovány z první sekce CN= a budou brány v úvahu pouze tehdy, pokud už v OPNsense existují. Členství ve skupinách bude v OPNsense zachováno. Před povolením použijte nástroj pro testování serveru a zkontrolujte, zda váš server LDAP vrací memberOf.
de_de: Gruppen nach Anmeldung basierend auf dem Attribut "memberOf" oder "class" synchronisieren. Dafür müssen Leseeigenschaften aktiviert sein. Gruppen werden aus dem ersten "CN="-Abschnitt extrahiert und nur berücksichtigt, wenn sie bereits in OPNsense vorhanden sind. Gruppenmitgliedschaften werden in OPNsense gespeichert. Verwenden Sie das Server-Testwerkzeug, um vor der Aktivierung zu prüfen, ob "memberOf" vom LDAP-Server zurückgegeben wird.
el_gr: Συγχρονισμός ομάδων που καθορίζονται από το χαρακτηριστικό memberOf ή την κλάση μετά τη σύνδεση. Αυτή η επιλογή απαιτεί την ενεργοποίηση των ιδιοτήτων ανάγνωσης. Οι ομάδες θα εξαχθούν από την πρώτη ενότητα CN= και θα ληφθούν υπόψη μόνο όταν υπάρχουν ήδη στο OPNsense. Οι συμμετοχές σε ομάδες θα διατηρηθούν στο OPNsense. Χρησιμοποιήστε το εργαλείο δοκιμής διακομιστή για να ελέγξετε εάν το memberOf επιστρέφεται από τον διακομιστή LDAP πριν από την ενεργοποίηση.
fa_ir: گروه‌هایی که توسط memberOf یا صفت class مشخص شده‌اند را پس از ورود همگام‌سازی کنید؛ این گزینه نیازمند فعال‌سازی read properties است. گروه‌ها از اولین بخش CN= استخراج می‌شوند و تنها در صورتی در نظر گرفته می‌شوند که قبلاً در OPNsense وجود داشته باشند. عضویت در گروه‌ها در OPNsense نگهداری خواهد شد. قبل از فعال‌سازی از ابزار تست سرور استفاده کنید تا بررسی کنید آیا memberOf توسط سرور LDAP شما بازگردانده می‌شود.
fr_fr: Synchroniser les groupes spécifiés par l'attribut memberOf ou class après la connexion, cette option nécessite d'activer la lecture des propriétés. Les groupes seront extraits de la première section CN= et ne seront pris en compte que s'ils existent déjà dans OPNsense. Les membres des groupes seront conservés dans OPNsense. Utilisez l'outil de test du serveur pour vérifier si memberOf est renvoyé par votre serveur LDAP avant d'activer l'option.
it_it: Sincronizza i gruppi specificati da memberOf o dall'attributo class dopo l'accesso, questa opzione richiede l'abilitazione delle proprietà di lettura. I gruppi verranno estratti dalla prima sezione CN= e verranno considerati solo se già esistenti in OPNsense. Le appartenenze ai gruppi verranno mantenute in OPNsense. Utilizza lo strumento di test del server per verificare se memberOf viene restituito dal tuo server LDAP prima dell'abilitazione.
ko_kr: 로그인 후 memberOf 또는 클래스 속성으로 지정된 그룹을 동기화하고, 이 옵션을 사용하려면 읽기 속성을 활성화해야 합니다. 그룹은 첫 번째 CN= 섹션에서 추출되며 OPNsense에 이미 있는 경우에만 고려됩니다. 그룹 멤버십은 OPNsense에서 유지됩니다. 활성화하기 전에 서버 테스트 도구를 사용하여 LDAP 서버에서 memberOf가 반환되는지 확인하세요.
uk_ua: Синхронізувати групи, визначені атрибутом memberOf або class, після входу. Ця опція вимагає увімкнення властивостей читання. Групи будуть витягнуті з першого розділу CN= і розглядатимуться лише тоді, коли вони вже існують в OPNsense. Членство в групах зберігатиметься в OPNsense. Використовуйте інструмент тестування сервера, щоб перевірити, чи повертається memberOf вашим LDAP-сервером, перш ніж увімкнути.
zh_cn: 登录后同步由memberOf 或class 属性指定的组，此选项需要启用读取属性。 组将从第一个CN=部分中提取，并且只有在OPNsense中已经存在时才会被考虑。 组成员身份将保留在OPNsense中。 在启用之前使用服务器测试工具检查您的LDAP服务器是否返回memberOf。

source: Syncookie Adaptive End value must be an integer.
cs_cz: Je třeba, aby hodnota „Syncookie Adaptive End“ byla celé číslo.
de_de: Der Endwert für adaptive Syncookies muss eine ganze Zahl sein.
el_gr: Η τιμή Syncookie Adaptive End πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار Syncookie Adaptive End باید یک عدد صحیح باشد.
fr_fr: La valeur de Syncookie Adaptive End doit être un nombre entier.
it_it: Il valore Syncookie Adaptive End deve essere un numero intero.
ko_kr: Syncookie Adaptive End 값은 정수여야 합니다.
uk_ua: Значення Syncookie Adaptive End повинно бути цілим числом.
zh_cn: Syncookie 自适应结束值必须是整数。

source: Syncookie Adaptive Start must be a higher value than End.
cs_cz: Je třeba, aby hodnota „Syncookie Adaptive Start“ byla vyšší než u End.
de_de: Der Startwert für adaptive Syncookies muss größer als der Endwert sein.
el_gr: Η τιμή "Syncookie Adaptive Start" πρέπει να είναι υψηλότερη από την τιμή "End".
fa_ir: Syncookie Adaptive Start باید مقداری بزرگ‌تر از End داشته باشد.
fr_fr: La valeur de Syncookie Adaptive Start doit être supérieure à celle de End.
it_it: Syncookie Adaptive Start deve essere un valore superiore a End.
ko_kr: Syncookie Adaptive Start는 End보다 높은 값이어야 합니다.
uk_ua: Syncookie Adaptive Start повинно бути вищим значенням, ніж End.
zh_cn: Syncookie 自适应起始值必须高于结束值。

source: Syncookie Adaptive Start value must be an integer.
cs_cz: Je třeba, aby hodnota „Syncookie Adaptive Start“ byla celé číslo.
de_de: Der Startwert für adaptive Syncookies muss eine ganze Zahl sein.
el_gr: Η τιμή Syncookie Adaptive Start πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار Syncookie Adaptive Start باید یک عدد صحیح باشد.
fr_fr: La valeur de Syncookie Adaptive Start doit être un nombre entier.
it_it: Il valore Syncookie Adaptive Start deve essere un numero intero.
ko_kr: Syncookie Adaptive Start 값은 정수여야 합니다.
uk_ua: Значення Syncookie Adaptive Start повинно бути цілим числом.
zh_cn: Syncookie 自适应起始值必须是整数。

source: Syncookie Adaptive values must be set together.
cs_cz: Je třeba, aby hodnoty pro „Syncookie Adaptive“ byly nastavené obě.
de_de: Die adaptiven Syncookie-Werte müssen gemeinsam festgelegt werden.
el_gr: Οι τιμές Syncookie Adaptive πρέπει να οριστούν μαζί.
fa_ir: مقادیر Syncookie Adaptive باید با هم تنظیم شوند.
fr_fr: Les valeurs de Syncookie Adaptive doivent être définies ensemble.
it_it: I valori adattivi di Syncookie devono essere impostati insieme.
ko_kr: Syncookie Adaptive 값은 함께 설정해야 합니다.
uk_ua: Значення Syncookie Adaptive повинні бути встановлені разом.
zh_cn: Syncookie 自适应值必须一起设置。

source: System Status
cs_cz: Stav systému
el_gr: Κατάσταση συστήματος
fa_ir: وضعیت سیستم
fr_fr: État du système
it_it: Stato del sistema
ko_kr: 시스템 상태
uk_ua: Стан системи
zh_cn: 系统状态

source: Technical identifier of the interface, used by hasync for example
cs_cz: Technický identifikátor rozhraní, který je používán například hasync.
de_de: Technischer Bezeichner der Schnittstelle. Wird beispielsweise von hasync verwendet
el_gr: Τεχνικό αναγνωριστικό της διεπαφής, που χρησιμοποιείται για παράδειγμα από το hasync
fa_ir: شناسهٔ فنی رابط، که برای مثال توسط hasync استفاده می‌شود.
fr_fr: Identifiant technique de l'interface, utilisé par exemple par hasync
it_it: Identificatore tecnico dell'interfaccia, utilizzato ad esempio da hasync
ko_kr: 예를 들어 hasync에서 사용되는 인터페이스의 기술 식별자
uk_ua: Технічний ідентифікатор інтерфейсу, що використовується, наприклад, hasync
zh_cn: 接口的技术标识符，例如由hasync使用

source: The %scertificate authority manager%s can be used to create or import certificat authorities if required.
cs_cz: %sSprávce certifikačních autorit%s lze v případě potřeby použít k vytvoření nebo importu certifikačních autorit.
de_de: Der %sZertifizierungsstellen-Manager%s kann verwendet werden, um Zertifizierungsstellen zu erstellen oder zu importieren.
el_gr: Ο διαχειριστής αρχών έκδοσης πιστοποιητικών %s μπορεί να χρησιμοποιηθεί για τη δημιουργία ή την εισαγωγή αρχών έκδοσης πιστοποιητικών, εάν απαιτείται.
fa_ir: در صورت نیاز می‌توان از %scertificate authority manager%s برای ایجاد یا وارد کردن مراجع صدور گواهی استفاده کرد.
fr_fr: Le %scertificate authority manager%s peut être utilisé pour créer ou importer des autorités de certification si nécessaire.
it_it: Il %sgestore dell'autorità di certificazione%s può essere utilizzato per creare o importare autorità di certificazione, se necessario.
ko_kr: %s인증 기관 관리자%s를 사용하여 필요한 경우 인증서 권한을 생성하거나 가져올 수 있습니다.
uk_ua: Менеджер сертифікатів %s може бути використаний для створення або імпорту органів сертифікації за потреби.
zh_cn: 如果需要，%sCA管理%s可用于创建或导入证书颁发机构。

source: The %scertificate manager%s can be used to create or import certificates if required.
cs_cz: %sSprávce certifikátů%s lze v případě potřeby použít k vytvoření nebo importu certifikátů.
de_de: Mit dem %sZertifikatsmanager%s können bei Bedarf Zertifikate erstellt oder importiert werden.
el_gr: Ο διαχειριστής %certificate manager%s μπορεί να χρησιμοποιηθεί για τη δημιουργία ή την εισαγωγή πιστοποιητικών, εάν απαιτείται.
fa_ir: در صورت نیاز می‌توان از %scertificate manager%s برای ایجاد یا وارد کردن گواهی‌ها استفاده کرد.
fr_fr: Le %scertificate manager%s peut être utilisé pour créer ou importer des certificats si nécessaire.
it_it: Il %sgestione certificati%s può essere utilizzato per creare o importare certificati, se necessario.
ko_kr: 필요한 경우 %s인증 기관 관리자%s를 사용하여 인증서를 생성하거나 가져올 수 있습니다.
uk_ua: Менеджер сертифікатів %s може бути використаний для створення або імпорту сертифікатів за потреби.
zh_cn: 如果需要，%s证书管理%s可用来创建或导入证书。

source: The DNS update key algorith is invalid.
cs_cz: Algoritmus klíče aktualizace DNS není platný.
de_de: Der Algorithmus für den DNS-Update-Schlüssel ist ungültig.
el_gr: Ο αλγόριθμος ενημέρωσης κλειδιού DNS δεν είναι έγκυρος.
fa_ir: الگوریتم کلید به‌روزرسانی DNS نامعتبر است.
fr_fr: L'algorithme de la clé de mise à jour du DNS est invalide.
it_it: L'algoritmo della chiave di aggiornamento DNS non è valido.
ko_kr: DNS 업데이트 키 알고리즘이 잘못되었습니다.
uk_ua: Алгоритм ключа оновлення DNS є недійсним.
zh_cn: DNS 更新密钥算法无效。

source: The STUN host must be a valid IP address or hostname.
cs_cz: Je třeba, aby hostitel STUN bylo platná IP adresa nebo název stroje.
de_de: Der STUN-Host muss eine gültige IP-Adresse oder ein gültiger Hostname sein.
el_gr: Ο κεντρικός υπολογιστής STUN πρέπει να είναι μια έγκυρη διεύθυνση IP ή όνομα κεντρικού υπολογιστή.
fa_ir: میزبان STUN باید یک آدرس IP یا نام میزبان معتبر باشد.
fr_fr: L'hôte STUN doit être une adresse IP ou un nom d'hôte valide.
it_it: L'host STUN deve essere un indirizzo IP o un nome host valido.
ko_kr: STUN 호스트는 올바른 IP 주소 또는 호스트 이름이어야 합니다.
uk_ua: Хост STUN повинен бути дійсною IP-адресою або іменем хоста.
zh_cn: STUN 主机必须是有效的 IP 地址或主机名。

source: The adaptive timouts values must be set together.
cs_cz: Je třeba, aby hodnoty přizpůsobujících se časových limitů byly nastaveny společně.
de_de: Die adaptiven Timeout-Werte müssen gemeinsam gesetzt werden.
el_gr: Οι τιμές των προσαρμοστικών χρονικών ορίων πρέπει να οριστούν μαζί.
fa_ir: مقادیر adaptive timouts باید با هم تنظیم شوند.
fr_fr: Les valeurs des temporisations adaptatives doivent être définies ensemble.
it_it: I valori dei timeout adattivi devono essere impostati insieme.
ko_kr: 적응형 타임아웃 값을 함께 설정해야 합니다.
uk_ua: Значення адаптивних тайм-аутів повинні бути встановлені разом.
zh_cn: 自适应超时值必须一起设置。

source: The adaptive.start and adaptive.end values (advanced option) must be configured as non-negative integer values.
cs_cz: Je třeba, aby hodnoty adaptive.start a adaptive.end (pokročilá předvolba) byly zadány jako kladná celá čísla.
de_de: Die Werte "adaptive.start" und "adaptive.end" (erweiterte Option) müssen als nicht-negative Ganzzahlen angegeben werden.
el_gr: Οι τιμές adaptive.start και adaptive.end (επιλογή για προχωρημένους) πρέπει να διαμορφωθούν ως μη αρνητικές ακέραιες τιμές.
fa_ir: مقادیر adaptive.start و adaptive.end (گزینهٔ پیشرفته) باید به‌صورت اعداد صحیح غیرمنفی پیکربندی شوند.
fr_fr: Les valeurs adaptive.start et adaptive.end (option avancée) doivent être configurées comme des valeurs entières non négatives.
it_it: I valori adattativo.start e adattativo.end (opzione avanzata) devono essere configurati come valori interi non negativi.
ko_kr: adaptive.start 및 adaptive.end 값(고급 옵션)은 음수가 아닌 정수 값으로 구성해야 합니다.
uk_ua: Значення adaptive.start та adaptive.end (розширена опція) мають бути налаштовані як невід'ємні цілі значення.
zh_cn: 自适应起始值和自适应结束值（高级选项）必须配置为非负整数值。

source: The changes have been applied successfully, remember to update your backup server in %sSystem: High availability: status%s
cs_cz: Změny byly úspěšně provedeny – nezapomeňte aktualizovat záložní server v %sSystém: Vysoká dostupnost: stav%s
de_de: Die Änderungen wurden erfolgreich übernommen. Denken Sie daran, den Backup-Server unter %sSystem: Hochverfügbarkeit: Status%s zu aktualisieren.
el_gr: Οι αλλαγές εφαρμόστηκαν με επιτυχία, θυμηθείτε να ενημερώσετε τον διακομιστή αντιγράφων ασφαλείας σας στο %sΣύστημα: Υψηλή διαθεσιμότητα: κατάσταση%s
fa_ir: تغییرات با موفقیت اعمال شد. به‌خاطر داشته باشید که سرور پشتیبان خود را در %sSystem: High availability: status%s به‌روزرسانی کنید.
fr_fr: Les modifications ont été appliquées avec succès, n'oubliez pas de mettre à jour votre serveur de sauvegarde dans %sSystem : Haute disponibilité : statut%s
it_it: Le modifiche sono state applicate con successo, ricorda di aggiornare il tuo server di backup in %sSistema: Alta disponibilità: stato%s
ko_kr: 변경 사항이 성공적으로 적용되었습니다. %s시스템: 고가용성: 상태%s에서 백업 서버를 업데이트해야 합니다
uk_ua: Зміни успішно застосовано, пам'ятайте оновити ваш резервний сервер у %sСистема: Висока доступність: статус%s
zh_cn: 应用更改完成，请记住在%s系统:高可用:状态%s中更新您的备份服务器

source: The device name prefix "%s" is required.
cs_cz: Je zapotřebí předpony „%s“ názvu zařízení.
de_de: Das Präfix "%s" für den Gerätenamen ist erforderlich.
el_gr: Απαιτείται το πρόθεμα ονόματος συσκευής "%s".
fa_ir: پیش‌وند نام دستگاه "%s" الزامی است.
fr_fr: Le préfixe du nom de l'appareil "%s" est obligatoire.
it_it: Il prefisso del nome del dispositivo "%s" è obbligatorio.
ko_kr: 장치 이름 프리픽스 "%s"가 필요합니다.
uk_ua: Префікс назви пристрою "%s" є обов'язковим.
zh_cn: 需要设备名称前缀"%s"。

source: The field 'DNS Domain search list' may contain max 10 entries
cs_cz: Kolonka „Seznam prohledávaných DNS domén" může obsahovat nejvýše 10 položek
de_de: Das Feld 'DNS Domänen Suchliste' kann bis zu maximal 10 Einträge enthalten
el_gr: Το πεδίο «Λίστα αναζήτησης τομέα DNS» μπορεί να περιέχει έως και 10 καταχωρίσεις
fa_ir: فیلد 'DNS Domain search list' می‌تواند حداکثر 10 ورودی داشته باشد
fr_fr: Le champ "Liste de recherche de domaines DNS" peut contenir au maximum 10 entrées.
it_it: Il campo 'Elenco ricerca domini DNS' può contenere un massimo di 10 voci
ko_kr: 'DNS 도메인 검색 목록' 필드에는 최대 10개의 항목이 포함될 수 있습니다
uk_ua: Поле 'Список пошуку DNS доменів' може містити максимум 10 записів
zh_cn: DNS 域名搜索列表 "字段最多可包含 10 个条目

source: The field 'DNS Domain search list' must contain valid domain names
cs_cz: Je třeba, aby kolonka „Seznam prohledávaných DNS domén" obsahoval platné názvy domén
de_de: Das Feld 'DNS Domain Suchliste' muss gültige Domainnamen enthalten
el_gr: Το πεδίο «Λίστα αναζήτησης τομέα DNS» πρέπει να περιέχει έγκυρα ονόματα τομέα
fa_ir: فیلد 'DNS Domain search list' باید شامل نام‌های دامنهٔ معتبر باشد
fr_fr: Le champ "Liste de recherche de domaines DNS" doit contenir des noms de domaines valides.
it_it: Il campo 'Elenco ricerca domini DNS' deve contenere nomi di dominio validi
ko_kr: 'DNS 도메인 검색 목록' 필드에는 유효한 도메인 이름이 포함되어야 합니다
uk_ua: Поле 'Список пошуку DNS доменів' повинно містити дійсні доменні імена
zh_cn: DNS 域名搜索列表 "字段必须包含有效域名

source: The following nameservers are used:
cs_cz: Jsou využívány následující jmenné servery:
de_de: Folgende Nameserver werden verwendet:
el_gr: Χρησιμοποιούνται οι ακόλουθοι nameservers:
fa_ir: نام‌سرورهای زیر استفاده می‌شوند:
fr_fr: Les serveurs de noms suivants sont utilisés :
it_it: Vengono utilizzati i seguenti nameserver:
ko_kr: 다음 네임 서버가 사용됩니다:
uk_ua: Використовуються такі сервери імен:
zh_cn: 使用以下DNS服务器：

source: The interface "%s" does not exist. Make sure to apply its configuration first.
cs_cz: Rozhraní „%s“ neexistuje. Nezapomeňte nastavení uplatnit nejprve na něj.
de_de: Die Schnittstelle "%s" existiert nicht. Stellen Sie sicher, dass deren Konfiguration zuvor angewendet wurde.
el_gr: Η διεπαφή "%s" δεν υπάρχει. Βεβαιωθείτε ότι έχετε εφαρμόσει πρώτα τη διαμόρφωσή της.
fa_ir: رابط "%s" وجود ندارد. ابتدا مطمئن شوید تنظیمات آن را اعمال کرده‌اید.
fr_fr: L'interface "%s" n'existe pas. Veillez à appliquer sa configuration en premier lieu.
it_it: L'interfaccia "%s" non esiste. Assicurati di applicare prima la sua configurazione.
ko_kr: "%s" 인터페이스가 없습니다. 먼저 구성을 적용하세요.
uk_ua: Інтерфейс "%s" не існує. Переконайтеся, що його конфігурація застосована першою.
zh_cn: 接口"%s"不存在。请先应用配置。

source: The matching %s %s series does not yet exist. Images are available to switch this installation to the latest business edition.
cs_cz: Odpovídající řada %s %s zatím neexistuje. Jsou k dispozici obrazy pro přepnutí této instalace na nejnovější edici pro firmy.
de_de: Die passende %s-%s-Serie ist noch nicht vorhanden. Es sind Images verfügbar, um diese Installation auf die aktuelle Business Edition umzustellen.
el_gr: Η αντίστοιχη σειρά %s %s δεν υπάρχει ακόμη. Υπάρχουν διαθέσιμες εικόνες για την εναλλαγή αυτής της εγκατάστασης στην πιο πρόσφατη έκδοση για επιχειρήσεις.
fa_ir: سری %s %s متناظر هنوز وجود ندارد. ایمیج‌ها برای تغییر این نصب به آخرین نسخهٔ تجاری در دسترس هستند.
fr_fr: La série %s %s correspondante n'existe pas encore. Des images sont disponibles pour passer cette installation à la dernière édition commerciale.
it_it: La serie %s %s corrispondente non esiste ancora. Sono disponibili immagini per passare da questa installazione all'ultima edizione business.
ko_kr: 일치하는 %s %s 시리즈가 아직 존재하지 않습니다. 이 설치를 최신 비즈니스 버전으로 전환하는 데 사용할 수 있는 이미지가 있습니다.
uk_ua: Відповідна серія %s %s ще не існує. Доступні образи для перемикання цієї інсталяції на останню бізнес-версію.
zh_cn: 匹配的 %s %s 系列尚不存在。可使用镜像将此安装切换到最新的商业版。

source: The name must start with a letter or single underscore, be less than 32 characters and only consist of alphanumeric characters or underscores.
cs_cz: Je třeba, aby název začínal písmenem nebo jedním podtržítkem, byl kratší než 32 znaků a byl tvořen pouze písmeny a číslicemi, případně ještě podržítky.
de_de: Der Name muss mit einem Buchstaben oder einem einzelnen Unterstrich beginnen, weniger als 32 Zeichen lang sein und nur aus alphanumerischen Zeichen oder Unterstrichen bestehen.
el_gr: Το όνομα πρέπει να ξεκινά με ένα γράμμα ή με μία υπογράμμιση, να έχει μήκος λιγότερους από 32 χαρακτήρες και να αποτελείται μόνο από αλφαριθμητικούς χαρακτήρες ή υπογράμμιση.
fa_ir: نام باید با یک حرف یا یک زیرخط شروع شود، کمتر از 32 کاراکتر باشد و فقط از حروف، ارقام یا زیرخط تشکیل شود.
fr_fr: Le nom doit commencer par une lettre ou un trait de soulignement, être inférieur à 32 caractères et ne comporter que des caractères alphanumériques ou des traits de soulignement.
it_it: Il nome deve iniziare con una lettera o un carattere di sottolineatura singolo, contenere meno di 32 caratteri ed essere composto solo da caratteri alfanumerici o trattini bassi.
ko_kr: 이름은 문자 또는 단일 밑줄로 시작하여 32자 미만이어야 하며 영숫자 문자 또는 밑줄로만 구성되어야 합니다.
uk_ua: Ім'я повинно починатися з літери або одинарного підкреслення, бути менше 32 символів і складатися лише з буквено-цифрових символів або підкреслень.
zh_cn: 名称必须以字母或单个下划线开头，少于32个字符，并且仅由字母数字字符或下划线组成。

source: The name must start with a letter or single underscore, be less than 32 characters and only consist of alphanumeric characters or underscores. Aliases can be nested using this name.
cs_cz: Je třeba, aby název začínal písmenem nebo jedním podtržítkem, byl kratší než 32 znaků a byl tvořen pouze písmeny a číslicemi, případně ještě podržítky. Pomocí tohoto názvu je možné vnořovat alternativní názvy.
de_de: Der Name muss mit einem Buchstaben oder einem Unterstrich beginnen, weniger als 32 Zeichen lang sein und darf nur aus alphanumerischen Zeichen oder Unterstrichen bestehen. Aliase können mit diesem Namen verschachtelt werden.
el_gr: Το όνομα πρέπει να ξεκινά με ένα γράμμα ή με μία υπογράμμιση, να έχει λιγότερους από 32 χαρακτήρες και να αποτελείται μόνο από αλφαριθμητικούς χαρακτήρες ή υπογράμμιση. Τα ψευδώνυμα μπορούν να ενσωματωθούν χρησιμοποιώντας αυτό το όνομα.
fa_ir: نام باید با یک حرف یا یک زیرخط شروع شود، کمتر از 32 کاراکتر باشد و فقط از حروف، ارقام یا زیرخط تشکیل شود. نام‌های مستعار می‌توانند با استفاده از این نام تو‌در‌تو شوند.
fr_fr: Le nom doit commencer par une lettre ou un trait de soulignement, être inférieur à 32 caractères et ne comporter que des caractères alphanumériques ou des traits de soulignement. Les alias peuvent être imbriqués en utilisant ce nom.
it_it: Il nome deve iniziare con una lettera o un carattere di sottolineatura singolo, contenere meno di 32 caratteri ed essere composto solo da caratteri alfanumerici o trattini bassi. Gli alias possono essere nidificati utilizzando questo nome.
ko_kr: 이름은 문자 또는 단일 밑줄로 시작해야 하며 32자 미만이어야 하며 영숫자 문자 또는 밑줄로만 구성되어야 합니다. 별칭은 이 이름을 사용하여 중첩할 수 있습니다.
uk_ua: Ім'я повинно починатися з літери або одинарного підкреслення, бути менше 32 символів і складатися лише з буквено-цифрових символів або підкреслень. Псевдоніми можуть бути вкладеними за допомогою цього імені.
zh_cn: 名称必须以字母或单个下划线开头，少于32个字符，并且仅由字母数字字符或下划线组成。可以使用此名称嵌套别名。

source: The provided subscription is either invalid or expired. Please make sure the input is correct. Otherwise contact sales or visit the online shop to obtain a valid one.
cs_cz: Zadané předplatné není platné nebo jeho platnost skoničla. Ujistěte se, že je zadání správné. V opačném případě se obraťte na prodejce nebo navštivte internetový obchod a zakupte si platné předplatné.
de_de: Das angegebene Abonnement ist ungültig oder abgelaufen. Bitte überprüfen Sie die Eingabe. Andernfalls wenden Sie sich an den Vertrieb oder besuchen Sie den Onlineshop, um ein gültiges Abonnement zu erhalten.
el_gr: Η παρεχόμενη συνδρομή είναι είτε άκυρη είτε έχει λήξει. Βεβαιωθείτε ότι τα στοιχεία που καταχωρήσατε είναι σωστά. Διαφορετικά, επικοινωνήστε με το τμήμα πωλήσεων ή επισκεφθείτε το ηλεκτρονικό κατάστημα για να λάβετε μια έγκυρη συνδρομή.
fa_ir: اشتراک ارائه‌شده یا نامعتبر است یا منقضی شده. لطفاً مطمئن شوید ورودی صحیح است. در غیر این صورت با بخش فروش تماس بگیرید یا از فروشگاه آنلاین برای تهیه اشتراک معتبر استفاده کنید.
fr_fr: L'abonnement fourni n'est pas valide ou a expiré. Veuillez vous assurer que les données saisies sont correctes. Sinon, contactez le service des ventes ou visitez la boutique en ligne pour obtenir un abonnement valide.
it_it: L'abbonamento fornito non è valido o è scaduto. Assicurati che l'input sia corretto. Altrimenti contatta l'ufficio commerciale o visita lo shop online per ottenerne uno valido.
ko_kr: 제공된 구독이 유효하지 않거나 만료되었습니다. 입력이 올바른지 확인해주세요. 그렇지 않은 경우 영업팀에 문의하거나 온라인 상점을 방문하여 유효한 제품을 구입하세요.
uk_ua: Надана підписка є недійсною або простроченою. Будь ласка, переконайтеся, що введені дані правильні. В іншому випадку зверніться до відділу продажів або відвідайте онлайн-магазин, щоб отримати дійсну.
zh_cn: 所提供的订阅无效或已过期。请确保输入正确。否则请联系销售人员或访问在线商店获取有效的订阅。

source: The range should be entered using the full IPv6 address.
cs_cz: Rozsah by měl být zadán s použitím celé IPv6 adresy.
de_de: Der Bereich muss mit der vollständigen IPv6-Adresse angegeben werden.
el_gr: Το εύρος θα πρέπει να εισαχθεί χρησιμοποιώντας την πλήρη διεύθυνση IPv6.
fa_ir: محدوده باید با استفاده از آدرس کامل IPv6 وارد شود.
fr_fr: La plage doit être saisie en utilisant l'adresse IPv6 complète.
it_it: L'intervallo deve essere inserito utilizzando l'indirizzo IPv6 completo.
ko_kr: 범위는 전체 IPv6 주소를 사용하여 입력해야 합니다.
uk_ua: Діапазон повинен бути введений з використанням повної IPv6-адреси.
zh_cn: 应使用完整的 IPv6 地址输入范围。
