Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Sets the HTTP/2 initial window size for outgoing connections, which is the number of bytes the server can respond to before waiting for an acknowledgment from HAProxy.
cs_cz: Nastaví počáteční velikost okna HTTP/2 pro odchozí připojení, což je počet bajtů, na které může server odpovědět, než začne čekat na potvrzení od serveru HAProxy
de_de: Setzt die HTTP/2-Anfangsfenstergröße für ausgehende Verbindungen. Dies ist die maximale Anzahl an Bytes, die HAProxy an den Server senden darf, bevor eine Bestätigung erforderlich ist.
el_gr: Ορίζει το αρχικό μέγεθος παραθύρου HTTP/2 για τις εξερχόμενες συνδέσεις, το οποίο είναι ο αριθμός των byte στα οποία μπορεί να ανταποκριθεί ο διακομιστής πριν περιμένει μια επιβεβαίωση από το HAProxy.
fa_ir: اندازهٔ پنجرهٔ اولیه HTTP/2 برای ارتباطات خروجی را تنظیم می‌کند؛ این مقدار برابر با تعداد بایت‌هایی است که سرور می‌تواند پاسخ دهد قبل از آنکه منتظر تأیید از HAProxy شود.
fr_fr: Définit la taille de la fenêtre initiale HTTP/2 pour les connexions sortantes, c'est-à-dire le nombre d'octets auxquels le serveur peut répondre avant d'attendre un accusé de réception de HAProxy.
it_it: Imposta la dimensione della finestra iniziale HTTP/2 per le connessioni in uscita, ovvero il numero di byte a cui il server può rispondere prima di attendere un riconoscimento da HAProxy.
ko_kr: 송신 연결에 대한 HTTP/2 초기 창 크기를 설정하세요. 이는 서버가 HAProxy로부터 확인 응답을 기다리기 전에 응답할 수 있는 바이트 수입니다.
uk_ua: Встановлює початковий розмір вікна HTTP/2 для вихідних з'єднань, що є кількістю байтів, на які сервер може відповісти, перш ніж чекати підтвердження від HAProxy.
zh_cn: 设置出站连接的HTTP/2初始窗口大小，这是服务器在等待HAProxy确认之前可以响应的字节数。

source: Sets the HTTP/2 maximum number of concurrent streams per incoming connection (i.e. the number of outstanding requests on a single connection from a client).
cs_cz: Nastavuje nejvyšší umožněný počet souběžných proudů HTTP/2 na jednotlivé příchozí spojení (tj. počet nevyřízených požadavků na jedno spojení od klienta).
de_de: Setzt die maximale Anzahl gleichzeitiger HTTP/2-Streams, die HAProxy von einem Client akzeptiert (d. h. parallele Anfragen auf einer eingehenden Verbindung).
el_gr: Ορίζει τον μέγιστο αριθμό ταυτόχρονων ροών HTTP/2 ανά εισερχόμενη σύνδεση (δηλαδή, τον αριθμό των εκκρεμών αιτημάτων σε μία μόνο σύνδεση από έναν υπολογιστή-πελάτη).
fa_ir: حداکثر تعداد استریم‌های هم‌زمان HTTP/2 را برای هر اتصال ورودی تنظیم می‌کند (یعنی تعداد درخواست‌های در انتظار روی یک اتصال از یک کلاینت).
fr_fr: Définit le nombre maximal HTTP/2 de flux simultanés par connexion entrante (c'est-à-dire le nombre de demandes en attente sur une seule connexion d'un client).
it_it: Imposta il numero massimo HTTP/2 di flussi simultanei per connessione in entrata (ovvero il numero di richieste in sospeso su una singola connessione da un client).
ko_kr: 수신 연결당 HTTP/2의 최대 동시 스트림 수를 설정하세요(즉, 클라이언트의 단일 연결에서 처리 중인 요청 수).
uk_ua: Встановлює максимальну кількість одночасних потоків HTTP/2 на вхідне з'єднання (тобто кількість незавершених запитів на одному з'єднанні від клієнта).
zh_cn: 设置每个入站连接的HTTP/2最大并发流数（即来自客户端的单个连接上未完成的请求数）。

source: Sets the HTTP/2 maximum number of concurrent streams per outgoing connection (i.e. the number of outstanding requests on a single connection to a server).
cs_cz: Nastavuje nejvyšší umožněný počet souběžných proudů HTTP/2 na jednotlivé odchozí spojení (tj. počet nevyřízených požadavků na jedno spojení se serverem).
de_de: Setzt die maximale Anzahl gleichzeitiger HTTP/2-Streams, die HAProxy zu einem Server öffnen darf (d. h. parallele Anfragen auf einer Verbindung zum Backend).
el_gr: Ορίζει τον μέγιστο αριθμό ταυτόχρονων ροών HTTP/2 ανά εξερχόμενη σύνδεση (δηλαδή, τον αριθμό των εκκρεμών αιτημάτων σε μία μόνο σύνδεση με έναν διακομιστή).
fa_ir: حداکثر تعداد استریم‌های هم‌زمان HTTP/2 را برای هر اتصال خروجی تنظیم می‌کند (یعنی تعداد درخواست‌های در انتظار روی یک اتصال به یک سرور).
fr_fr: Définit le nombre maximal HTTP/2 de flux simultanés par connexion sortante (c'est-à-dire le nombre de requêtes en attente sur une seule connexion à un serveur).
it_it: Imposta il numero massimo HTTP/2 di flussi simultanei per connessione in uscita (ovvero il numero di richieste in sospeso su una singola connessione a un server).
ko_kr: 송신 연결당 HTTP/2의 최대 동시 스트림 수를 설정하세요(즉, 서버에 대한 단일 연결에서 처리 중인 요청 수).
uk_ua: Встановлює максимальну кількість одночасних потоків HTTP/2 на вихідне з'єднання (тобто кількість незавершених запитів на одному з'єднанні до сервера).
zh_cn: 设置每个传出连接的 HTTP/2 最大并发流数（即与服务器的单个连接上的未完成请求数）。）

source: Sets the available ciphersuites for TLSv1.3.
cs_cz: Nastaví dostupné šifry pro protokol TLSv1.3.
de_de: Legt die verfügbaren Verschlüsselungssuiten für TLSv1.3 fest.
el_gr: Ορίζει τις διαθέσιμες σουίτες κρυπτογράφησης για το TLSv1.3.
fa_ir: مجموعه‌های رمزنگاری (ciphersuites) قابل‌استفاده برای TLSv1.3 را تعیین می‌کند.
fr_fr: Définit les suites de chiffrement disponibles pour TLSv1.3.
it_it: Imposta i pacchetti di crittografia disponibili per TLSv1.3.
ko_kr: TLSv1.3에 대한 암호 그룹 목록을 설정하세요.
uk_ua: Встановлює доступні набори шифрів для TLSv1.3.
zh_cn: 设置TLSv1.3可用的密码套件。

source: Sets the ciphersuite list for TLSv1.2 and below.
cs_cz: Nastaví seznam sad šifer pro TLSv1.2 a nižší.
de_de: Legt die Liste der Verschlüsselungssuiten für TLSv1.2 und älter fest.
el_gr: Ορίζει τη λίστα κρυπτογραφημένης σουίτας για TLSv1.2 και παλαιότερες εκδόσεις.
fa_ir: لیست ciphersuiteها را برای TLSv1.2 و نسخه‌های پایین‌تر تنظیم می‌کند.
fr_fr: Définit la liste des suites de chiffrement pour TLSv1.2 et les versions inférieures.
it_it: Imposta l'elenco dei pacchetti di crittografia per TLSv1.2 e versioni precedenti.
ko_kr: TLSv1.2 미만에 대한 암호 그룹 목록을 설정하세요.
uk_ua: Встановлює список наборів шифрів для TLSv1.2 та нижче.
zh_cn: 设置TLSv1.2及以下版本的密码套件列表。

source: Sets the default HTTP/2 maximum number of concurrent streams per connection (i.e. the number of outstanding requests on a single connection). The default value is 100.
cs_cz: Nastavuje výchozí nejvyšší umožněný počet souběžných HTTP/2 proudů na jednotlivé připojení (tj. počet nevyřízených požadavků na jednom připojení). Výchozí hodnota je 100.
de_de: Setzt die maximale Anzahl gleichzeitiger HTTP/2-Streams pro Verbindung (d. h. gleichzeitig laufender Anfragen über eine einzelne Verbindung). Der Standardwert beträgt 100.
el_gr: Ορίζει τον προεπιλεγμένο μέγιστο αριθμό ταυτόχρονων ροών HTTP/2 ανά σύνδεση (δηλαδή, τον αριθμό των εκκρεμών αιτημάτων σε μία μόνο σύνδεση). Η προεπιλεγμένη τιμή είναι 100.
fa_ir: حداکثر تعداد پیش‌فرض استریم‌های هم‌زمان HTTP/2 را به ازای هر اتصال تنظیم می‌کند (یعنی تعداد درخواست‌های در انتظار روی یک اتصال). مقدار پیش‌فرض 100 است.
fr_fr: Définit le nombre maximal par défaut de flux simultanés HTTP/2 par connexion (c'est-à-dire le nombre de demandes en attente sur une seule connexion). La valeur par défaut est 100.
it_it: Imposta il numero massimo HTTP/2 predefinito di flussi simultanei per connessione (ovvero il numero di richieste in sospeso su una singola connessione). Il valore predefinito è 100.
ko_kr: 연결당 기본 HTTP/2 최대 동시 스트림 수를 설정하세요(즉, 단일 연결에서 처리 중인 요청 수). 기본값은 100입니다.
uk_ua: Встановлює типове значення максимальної кількості одночасних потоків HTTP/2 на з'єднання (тобто кількість незавершених запитів на одному з'єднанні). Типове значення — 100.
zh_cn: 设置每个连接的默认 HTTP/2 最大并发流数（即单个连接上未完成的请求数）。默认值为 100。

source: Sets the default value for the HTTP/2 initial window size, on both incoming and outgoing connections. The default value is 65536.
cs_cz: Nastaví výchozí hodnotu počáteční velikosti okna HTTP/2 pro příchozí i odchozí spojení. Výchozí hodnota je 65536.
de_de: Setzt den Standardwert für die HTTP/2-Anfangsfenstergröße für eingehende und ausgehende Verbindungen. Diese bestimmt, wie viele Bytes ohne Bestätigung übertragen werden dürfen. Der Standardwert beträgt 65536.
el_gr: Ορίζει την προεπιλεγμένη τιμή για το αρχικό μέγεθος παραθύρου HTTP/2, τόσο στις εισερχόμενες όσο και στις εξερχόμενες συνδέσεις. Η προεπιλεγμένη τιμή είναι 65536.
fa_ir: مقدار پیش‌فرض اندازه پنجره اولیه HTTP/2 را برای اتصالات ورودی و خروجی تعیین می‌کند. مقدار پیش‌فرض 65536 است.
fr_fr: Définit la valeur par défaut de la taille de la fenêtre initiale HTTP/2, pour les connexions entrantes et sortantes. La valeur par défaut est 65536.
it_it: Imposta il valore predefinito per la dimensione della finestra iniziale HTTP/2, sia sulle connessioni in entrata che in uscita. Il valore predefinito è 65536.
ko_kr: 수신 및 송신 연결 모두에 대한 기본 HTTP/2 초기 윈도우 크기를 설정하세요. 기본값은 65536입니다.
uk_ua: Встановлює типове значення початкового розміру вікна HTTP/2 як для вхідних, так і для вихідних з'єднань. Типове значення — 65536.
zh_cn: 设置入站和出站连接上HTTP/2初始窗口大小的默认值。默认为65536。

source: Sets the maximum interval (in seconds) between two automatic updates of the same OCSP response.
cs_cz: Nastaví maximální interval (v sekundách) mezi dvěma automatickými aktualizacemi stejné odpovědi OCSP.
de_de: Legt das maximale Intervall (in Sekunden) zwischen zwei automatischen Aktualisierungen derselben OCSP-Antwort fest.
el_gr: Ορίζει το μέγιστο χρονικό διάστημα (σε δευτερόλεπτα) μεταξύ δύο αυτόματων ενημερώσεων της ίδιας απόκρισης OCSP.
fa_ir: حداکثر بازه زمانی (بر حسب ثانیه) بین دو به‌روزرسانی خودکار برای همان پاسخ OCSP را تعیین می‌کند.
fr_fr: Définit l'intervalle maximal (en secondes) entre deux mises à jour automatiques de la même réponse OCSP.
it_it: Imposta l'intervallo massimo (in secondi) tra due aggiornamenti automatici della stessa risposta OCSP.
ko_kr: 같은 OCSP 응답의 두 자동 업데이트 사이의 최대 간격(초 단위)을 설정하세요.
uk_ua: Встановлює максимальний інтервал (у секундах) між двома автоматичними оновленнями однієї й тієї ж відповіді OCSP.
zh_cn: 设置同一OCSP响应的两次自动更新之间的最大间隔（秒）。

source: Sets the maximum number of requests that can be served through one keepalive connection. NGINX default is 1000.
cs_cz: Nastavuje maximální počet požadavků, které lze obsloužit prostřednictvím jednoho udržovacího spojení. Výchozí hodnota v NGINX je 1000.
de_de: Legt die maximale Anzahl an Anforderungen fest, die über eine einzelne Keepalive-Verbindung bedient werden können. Der Standardwert von NGINX beträgt 1000.
el_gr: Ορίζει τον μέγιστο αριθμό αιτημάτων που μπορούν να εξυπηρετηθούν μέσω μίας σύνδεσης keepalive. Η προεπιλογή του NGINX είναι 1000.
fa_ir: تعداد حداکثر درخواست‌هایی را که می‌توان از طریق یک اتصال keepalive سرویس داد تعیین می‌کند. پیش‌فرض NGINX برابر 1000 است.
fr_fr: Définit le nombre maximum de requêtes qui peuvent être servies par une connexion keepalive. La valeur par défaut de NGINX est de 1000.
it_it: Imposta il numero massimo di richieste che possono essere servite tramite una connessione keepalive. Il valore predefinito di NGINX è 1000.
ko_kr: 하나의 유지 연결을 통해 처리할 수 있는 최대 요청 수를 설정하세요. NGINX의 기본값은 1000입니다.
uk_ua: Встановлює максимальну кількість запитів, які можуть бути обслуговані через одне keepalive-з'єднання. Типове значення NGINX — 1000.
zh_cn: 设置通过一个保活连接可处理的最大请求数。NGINX默认值为1000。

source: Sets the minimum interval (in seconds) between two automatic updates of the same OCSP response.
cs_cz: Nastaví minimální interval (v sekundách) mezi dvěma automatickými aktualizacemi stejné odpovědi OCSP.
de_de: Legt das minimale Intervall (in Sekunden) zwischen zwei automatischen Aktualisierungen derselben OCSP-Antwort fest.
el_gr: Ορίζει το ελάχιστο διάστημα (σε δευτερόλεπτα) μεταξύ δύο αυτόματων ενημερώσεων της ίδιας απόκρισης OCSP.
fa_ir: حداقل بازه زمانی (بر حسب ثانیه) بین دو به‌روزرسانی خودکار برای همان پاسخ OCSP را تعیین می‌کند.
fr_fr: Définit l'intervalle minimum (en secondes) entre deux mises à jour automatiques de la même réponse OCSP.
it_it: Imposta l'intervallo minimo (in secondi) tra due aggiornamenti automatici della stessa risposta OCSP.
ko_kr: 같은 OCSP 응답의 두 자동 업데이트 사이의 최소 간격(초 단위)을 설정하세요.
uk_ua: Встановлює мінімальний інтервал (у секундах) між двома автоматичними оновленнями однієї і тієї ж відповіді OCSP.
zh_cn: 设置同一OCSP响应的两次自动更新之间的最小间隔（秒）。

source: Sets the minimum supported DTLS version, when configuring MinProtocol and leaving this empty, DTLS will be disabled.
cs_cz: Nastaví minimální podporovanou verzi DTLS. Pokud je nastaveno MinProtocol, ale tady nic nevyplněno, bude DTLS vypnuto.
de_de: Legt die minimal unterstützte DTLS-Version fest. Wenn „MinProtocol“ konfiguriert und dieses Feld leer gelassen wird, wird DTLS deaktiviert.
el_gr: Ορίζει την ελάχιστη υποστηριζόμενη έκδοση DTLS. Κατά τη ρύθμιση παραμέτρων του MinProtocol και αφήνοντας αυτό το πεδίο κενό, το DTLS θα απενεργοποιηθεί.
fa_ir: حداقل نسخه پشتیبانی‌شده DTLS را تنظیم می‌کند. اگر هنگام پیکربندی MinProtocol این گزینه خالی گذاشته شود، DTLS غیرفعال خواهد شد.
fr_fr: Définit la version DTLS minimale prise en charge, lorsque l'on configure MinProtocol et que l'on laisse ce champ vide, DTLS sera désactivé.
it_it: Imposta la versione DTLS minima supportata, quando si configura MinProtocol e si lascia vuoto, Il DTLS verrà disabilitato.
ko_kr: 최소 지원 DTLS 버전을 설정합니다. 최소프로토콜을 구성하고 이 필드를 비워 두면 DTLS가 비활성화됩니다.
uk_ua: Встановлює мінімальну підтримувану версію DTLS. При налаштуванні MinProtocol і залишенні цього поля порожнім DTLS буде вимкнено.
zh_cn: 设置支持的最低DTLS版本， 当配置了最低协议版本并将其留空时，DTLS将被禁用。

source: Sets the minimum supported SSL or TLS version.
cs_cz: Nastaví minimální podporovanou verzi protokolu SSL nebo TLS.
de_de: Legt die minimal unterstützte SSL- oder TLS-Version fest.
el_gr: Ορίζει την ελάχιστη υποστηριζόμενη έκδοση SSL ή TLS.
fa_ir: حداقل نسخه پشتیبانی‌شده SSL یا TLS را تنظیم می‌کند.
fr_fr: Définit la version SSL ou TLS minimale prise en charge.
it_it: Imposta la versione SSL o TLS minima supportata.
ko_kr: 최소 지원 SSL 또는 TLS 버전을 설정하세요.
uk_ua: Встановлює мінімальну підтримувану версію SSL або TLS.
zh_cn: 设置支持的最低SSL或TLS版本。

source: Sets the timeout (in seconds) between two successive read or write operations on client or proxied server connections.
cs_cz: Nastaví časový limit (v sekundách) mezi dvěma po sobě následujícími operacemi čtení nebo zápisu na připojeních klienta nebo serveru za proxy.
de_de: Legt das Zeitlimit (in Sekunden) zwischen zwei aufeinanderfolgenden Lese- oder Schreibvorgängen auf Client- oder vorgeschalteten Serververbindungen fest.
el_gr: Ορίζει το χρονικό όριο (σε δευτερόλεπτα) μεταξύ δύο διαδοχικών λειτουργιών ανάγνωσης ή εγγραφής σε συνδέσεις υπολογιστή-πελάτη ή διακομιστή μεσολάβησης.
fa_ir: زمان انتظار (بر حسب ثانیه) بین دو عملیات خواندن یا نوشتن متوالی روی اتصالات کلاینت یا سرور پروکسی‌شده را تعیین می‌کند.
fr_fr: Définit le délai d'attente (en secondes) entre deux opérations successives de lecture ou d'écriture sur des connexions client ou serveur mandataire.
it_it: Imposta il timeout (in secondi) tra due operazioni di lettura o scrittura successive su connessioni client o server proxy.
ko_kr: 클라이언트 또는 프록시 서버 연결에서 두 개의 연속 읽기 또는 쓰기 작업 사이의 시간 초과(초 단위)를 설정하세요.
uk_ua: Встановлює тайм-аут (у секундах) між двома послідовними операціями читання або запису у з'єднаннях клієнта або проксі-сервера.
zh_cn: 设置客户端或代理服务器连接上两个连续读或写操作之间的超时（秒）。

source: Shared secret (PSK) for this peer. You can generate a key using "wg genpsk".
cs_cz: Sdílený tajný kód (PSK) pro tohoto partnera. Klíč je možné vytvořit pomocí příkazu „wg genpsk“.
de_de: Gemeinsamer Schlüssel (PSK) für diese Gegenstelle. Er kann mit "wg genpsk" generiert werden.
el_gr: Κοινόχρηστο μυστικό (PSK) για αυτόν τον ομότιμο. Μπορείτε να δημιουργήσετε ένα κλειδί χρησιμοποιώντας το "wg genpsk".
fa_ir: رمز مشترک (PSK) برای این همتا. می‌توانید با دستور "wg genpsk" یک کلید تولید کنید.
fr_fr: Secret partagé (PSK) pour cet homologue. Vous pouvez générer une clé en utilisant "wg genpsk".
it_it: Segreto condiviso (PSK) per questo peer. È possibile generare una chiave utilizzando "wg genpsk".
ko_kr: 이 피어에 대한 공유 비밀(PSK). "wg genpsk"를 사용하여 키를 생성할 수 있습니다.
uk_ua: Спільний секрет (PSK) для цього піра. Ви можете згенерувати ключ за допомогою "wg genpsk".
zh_cn: 该端点的共享密钥 (PSK)。可以使用“wg genpsk”生成密钥。

source: Size of the IKE SA hash table
cs_cz: Velikost tabulky otisků přidružení zabezpečení IKE
de_de: Größe der IKE-SA-Hashtabelle
el_gr: Μέγεθος του πίνακα κατακερματισμού IKE SA
fa_ir: اندازه جدول هش IKE SA
fr_fr: Taille de la table de hachage des SA IKE
it_it: Dimensioni della tabella hash IKE SA
ko_kr: IKE SA 해시 테이블의 크기
uk_ua: Розмір хеш-таблиці IKE SA
zh_cn: IKE SA哈希表的大小

source: Skip TLS verification
cs_cz: Přeskočit TLS ověřování
de_de: TLS-Verifizierung überspringen
el_gr: Παράλειψη επαλήθευσης TLS
fa_ir: نادیده گرفتن تأیید TLS
fr_fr: Sauter la vérification TLS
it_it: Salta la verifica TLS
ko_kr: TLS 검증 건너뛰기
uk_ua: Пропустити перевірку TLS
zh_cn: 跳过 TLS 验证

source: Soft reconfiguration inbound
cs_cz: Příchozí měkká rekonfigurace
de_de: Weiche Neukonfiguration eingehend
el_gr: Εισερχόμενη μαλακή αναδιαμόρφωση
fa_ir: بازپیکربندی نرم ورودی
fr_fr: Reconfiguration douce entrante
it_it: Riconfigurazione morbida in entrata
ko_kr: 소프트 재구성 인바운드
uk_ua: М'яка вхідна реконфігурація
zh_cn: 软重配置入站

source: Source / Internal
cs_cz: Zdroj / Interní
de_de: Quelle / Intern
el_gr: Πηγή / Εσωτερική
fa_ir: مبدأ / داخلی
fr_fr: Source / Interne
it_it: Fonte/interno
ko_kr: 출발지 / 내부
uk_ua: Джерело / Внутрішнє
zh_cn: 源/内部

source: Specifies a list of IP addresses indicating NTP (RFC 5905) servers available to the client.
cs_cz: Uvádí seznam IP adres značící NTP (RFC 5905) servery k dispozici klientovi.
de_de: Gibt eine Liste von IP-Adressen an, die verfügbare NTP-Server (RFC 5905) für den Client darstellen.
el_gr: Καθορίζει μια λίστα διευθύνσεων IP που υποδεικνύουν τους διακομιστές NTP (RFC 5905) που είναι διαθέσιμοι στον υπολογιστή-πελάτη.
fa_ir: لیستی از آدرس‌های IP سرورهای NTP (RFC 5905) که برای کلاینت در دسترس هستند را مشخص می‌کند.
fr_fr: Spécifie une liste d'adresses IP indiquant les serveurs NTP (RFC 5905) disponibles pour le client.
it_it: Specifica un elenco di indirizzi IP che indicano i server NTP (RFC 5905) disponibili per il client.
ko_kr: 클라이언트에서 사용할 수 있는 NTP(RFC 5905) 서버를 나타내는 IP 주소 목록을 지정하세요.
uk_ua: Вказує список IP-адрес NTP-серверів (RFC 5905), доступних для клієнта.
zh_cn: 指定表明客户端可用 NTP（RFC 5905）服务器的 IP 地址列表。

source: Specifies a list of RFC 868 time servers available to the client.
cs_cz: Určuje seznam časových serverů (normy RFC 868), které budou klientovi k dispozici.
de_de: Legt eine Liste von RFC 868-Zeitservern fest, die dem Client zur Verfügung stehen.
el_gr: Καθορίζει μια λίστα με τους διακομιστές ώρας RFC 868 που είναι διαθέσιμοι στον υπολογιστή-πελάτη.
fa_ir: لیستی از سرورهای زمان RFC 868 که برای کلاینت در دسترس هستند را مشخص می‌کند.
fr_fr: Spécifie une liste de serveurs de temps RFC 868 disponibles pour le client.
it_it: Specifica un elenco di server di riferimento ora RFC 868 disponibili per il client.
ko_kr: 클라이언트에서 사용할 수 있는 RFC 868 타임 서버 목록을 지정하세요.
uk_ua: Вказує список серверів часу RFC 868, доступних для клієнта.
zh_cn: 指定客户端可用的RFC 868时间服务器列表。

source: Specifies a ´search list´ of Domain Names to be used by the client to locate not-fully-qualified domain names.
cs_cz: Určuje ´vyhledávací seznam´ doménových názvů, který má klient použít pro vyhledání neúplně kvalifikovaných doménových názvů.
de_de: Legt eine Liste von Suchdomains fest, die vom Client zur Auflösung nicht vollqualifizierter Domainnamen verwendet wird.
el_gr: Καθορίζει μια «λίστα αναζήτησης» ονομάτων τομέα που θα χρησιμοποιηθεί από τον πελάτη για τον εντοπισμό μη πλήρως προσδιορισμένων ονομάτων τομέα.
fa_ir: یک 'search list' از نام‌های دامنه را مشخص می‌کند تا کلاینت برای تکمیل نام‌های دامنه ناقص از آن استفاده کند.
fr_fr: Spécifie une "liste de recherche" de noms de domaine à utiliser par le client pour localiser les noms de domaine non entièrement qualifiés.
it_it: Specifica un "elenco di ricerca" di nomi di dominio che devono essere utilizzati dal client per individuare nomi di dominio non completamente qualificati.
ko_kr: 클라이언트가 전체 도메인 네임이 아닌 것을 찾는 데 사용할 도메인 이름의 '검색 목록'을 지정하세요.
uk_ua: Вказує «список пошуку» доменних імен, що використовуватиметься клієнтом для пошуку неповністю кваліфікованих доменних імен.
zh_cn: 指定客户端使用的域名“搜索列表”来查找不完全合格的域名。

source: Specifies the days to renew the cert. The max value is 5000 days.
cs_cz: Určuje počet dnů do obnovení certifikátu. Nejvyšší možná hodnota je 5000.
de_de: Legt die Anzahl an Tagen fest, nach denen das Zertifikat erneuert werden soll. Höchstwert: 5000 Tage.
el_gr: Καθορίζει τις ημέρες για την ανανέωση του πιστοποιητικού. Η μέγιστη τιμή είναι 5000 ημέρες.
fa_ir: تعداد روزهایی را که برای تمدید گواهی استفاده می‌شود مشخص می‌کند. حداکثر مقدار 5000 روز است.
fr_fr: Spécifie le nombre de jours pour renouveler le certificat. La valeur maximale est de 5000 jours.
it_it: Specifica i giorni in cui rinnovare il certificato. Il valore massimo è 5000 giorni.
ko_kr: 인증서를 갱신할 일수를 지정하세요. 최대값은 5000일입니다.
uk_ua: Вказує кількість днів для поновлення сертифіката. Максимальне значення — 5000 днів.
zh_cn: 指定续订证书的天数。 最长值为5000天。

source: Specifies the debug level for the proxy.
cs_cz: Určuje stupeň ladících informací pro proxy server.
de_de: Legt das Debug-Level für den Proxy fest.
el_gr: Καθορίζει το επίπεδο εντοπισμού σφαλμάτων για τον διακομιστή μεσολάβησης.
fa_ir: سطح اشکال‌زدایی (debug) برای پراکسی را مشخص می‌کند.
fr_fr: Spécifie le niveau de débogage pour le proxy.
it_it: Specifica il livello di debug per il proxy.
ko_kr: 프록시에 대한 디버그 수준을 지정하세요.
uk_ua: Вказує рівень налагодження для проксі.
zh_cn: 指定代理的调试级别。

source: Specifies the transport protocol to use.
cs_cz: Určuje transportní protokol, který použít.
de_de: Legt das zu verwendende Transportprotokoll fest.
el_gr: Καθορίζει το πρωτόκολλο μεταφοράς που θα χρησιμοποιηθεί.
fa_ir: پروتکل انتقال مورد استفاده را مشخص می‌کند.
fr_fr: Spécifie le protocole de transport à utiliser.
it_it: Specifica il protocollo di trasporto da utilizzare.
ko_kr: 사용할 전송 프로토콜을 지정하세요.
uk_ua: Вказує транспортний протокол для використання.
zh_cn: 指定要使用的传输协议。

source: Specify how many days to keep the JSON access logs.
cs_cz: Určuje po kolik dnů ponechávat JSON záznamy o přístupech.
de_de: Anzahl der Tage angeben, für die die JSON-Zugriffsprotokolle aufbewahrt werden sollen.
el_gr: Καθορίστε πόσες ημέρες θα διατηρούνται τα αρχεία καταγραφής πρόσβασης JSON.
fa_ir: تعداد روز نگهداری لاگ‌های دسترسی JSON را مشخص کنید.
fr_fr: Indiquez le nombre de jours pendant lesquels les journaux d'accès JSON doivent être conservés.
it_it: Specifica per quanti giorni conservare i log di accesso JSON.
ko_kr: JSON 액세스 로그를 보관할 일수를 지정합니다.
uk_ua: Вкажіть, скільки днів зберігати журнали доступу JSON.
zh_cn: 指定保留JSON访问日志的天数。

source: Specify how to reach the instance, usually the public address of this firewall. (e.g. my.endpoint.local:51820)
cs_cz: Určete, jak se k instanci dostat, obvykle veřejnou adresu této brány firewall. (např. muj.koncovybod.internal:51820).
de_de: Geben Sie an, wie die Instanz erreicht werden kann, normalerweise die öffentliche Adresse dieser Firewall (z. B. my.endpoint.local:51820).
el_gr: Καθορίστε τον τρόπο πρόσβασης στην παρουσία, συνήθως τη δημόσια διεύθυνση αυτού του τείχους προστασίας. (π.χ. my.endpoint.local:51820)
fa_ir: نحوه دسترسی به نمونه را مشخص کنید، معمولاً آدرس عمومی این فایروال. (مثلاً my.endpoint.local:51820)
fr_fr: Spécifiez comment atteindre l'instance, généralement l'adresse publique de ce pare-feu. (par exemple : my.endpoint.local:51820)
it_it: Specifica come raggiungere l'istanza, in genere l'indirizzo pubblico di questo firewall. (ad esempio my.endpoint.local:51820)
ko_kr: 인스턴스에 도달하는 방법을 지정합니다. 일반적으로 이 방화벽의 공개 주소입니다. (예: my.endpoint.local:51820)
uk_ua: Вкажіть, як досягти екземпляра, зазвичай публічну адресу цього міжмережевого екрана. (наприклад, my.endpoint.local:51820)
zh_cn: 通常是该防火墙的公共地址。 （例如：my.endpoint.local:51820）
