Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set the type of pool
cs_cz: Nastavit typ fondu
de_de: Den Typ des Pools festlegen
el_gr: Ορίστε τον τύπο της πισίνας
fa_ir: نوع Pool را تنظیم کنید.
fr_fr: Définir le type de piscine
it_it: Imposta il tipo di piscina
ko_kr: 풀 유형을 설정
uk_ua: Встановити тип пулу
zh_cn: 设置池类型

source: Set the virtual server address.
cs_cz: Nastavit adresu virtuálního serveru
de_de: Die Adresse des virtuellen Servers festlegen.
el_gr: Ορίστε τη διεύθυνση του εικονικού διακομιστή.
fa_ir: آدرس سرور مجازی را تنظیم کنید.
fr_fr: Définir l'adresse du serveur virtuel.
it_it: Imposta l'indirizzo del server virtuale.
ko_kr: 가상 서버 주소를 설정.
uk_ua: Встановити адресу віртуального сервера.
zh_cn: 设置虚拟服务器地址。

source: Set type of address
cs_cz: Nastavit typ adresy
de_de: Typ der Adresse festlegen
el_gr: Ορισμός τύπου διεύθυνσης
fa_ir: نوع آدرس را تنظیم کنید.
fr_fr: Définir le type d'adresse
it_it: Imposta il tipo di indirizzo
ko_kr: 주소 유형을 설정
uk_ua: Встановити тип адреси
zh_cn: 设置地址类型

source: Set type of auth.
cs_cz: Nastavit typ ověření.
de_de: Legen Sie den Typ der Authentifizierung fest.
el_gr: Ορισμός τύπου εξουσιοδότησης.
fa_ir: نوع احراز هویت را تعیین کنید.
fr_fr: Définir le type d'authentification.
it_it: Imposta il tipo di autenticazione.
ko_kr: 인증 유형을 설정하세요.
uk_ua: Встановити тип автентифікації.
zh_cn: 设置授权类型。

source: Shards
cs_cz: Střepy
el_gr: Θραύσματα
fa_ir: شاردها
fr_fr: Éclats
it_it: Frammenti
ko_kr: 샤드(Shards)
uk_ua: Шарди
zh_cn: 扩散

source: Should point to a "home_server_pool" that was defined.
cs_cz: Mělo by směřovat na „home_server_pool“ který byl definován.
de_de: Sollte auf einen definierten "home_server_pool" verweisen.
el_gr: Θα πρέπει να παραπέμπει σε ένα "home_server_pool" που ορίστηκε.
fa_ir: باید به "home_server_pool" که قبلاً تعریف شده اشاره کند.
fr_fr: Doit pointer vers un "home_server_pool" qui a été défini.
it_it: Dovrebbe puntare a un "home_server_pool" definito.
ko_kr: 정의된 "home_server_pool"을 가리켜야 합니다.
uk_ua: Має вказувати на визначений "home_server_pool".
zh_cn: 应指向已定义的 "home_server_pool"。

source: Source IP Address
cs_cz: Zdrojová IP adresa
de_de: Quell-IP-Adresse
el_gr: Διεύθυνση IP πηγής
fa_ir: آدرس IP مبدأ
fr_fr: Adresse IP source
it_it: Indirizzo IP di origine
ko_kr: 출발지 IP 주소
uk_ua: Вихідна IP-адреса
zh_cn: 源IP地址

source: Source network
cs_cz: Zdrojová síť
de_de: Quellnetzwerk
el_gr: Δίκτυο πηγής
fa_ir: شبکه مبدأ
fr_fr: Réseau de sources
it_it: Rete di origine
ko_kr: 출발지 네트워크
uk_ua: Вихідна мережа
zh_cn: 源网络

source: Source port.
cs_cz: Zdrojový port.
de_de: Quellport.
el_gr: Θύρα πηγής.
fa_ir: پورت مبدأ.
fr_fr: Port source.
it_it: Porta di origine.
ko_kr: 출발지 포트.
uk_ua: Вихідний порт.
zh_cn: 源端口。

source: Specifies a list of client addresses for which AAAA filtering is to be applied.
cs_cz: Určuje seznam klientských adres, pro které má být filtrování AAAA uplatňováno.
de_de: Gibt eine Liste von Client-Adressen an, für die AAAA-Filterung angewendet werden soll.
el_gr: Καθορίζει μια λίστα διευθύνσεων πελατών για τις οποίες θα εφαρμοστεί φιλτράρισμα AAAA.
fa_ir: فهرستی از آدرس‌های کلاینت را مشخص می‌کند که برای آن‌ها فیلترینگ AAAA اعمال می‌شود.
fr_fr: Spécifie une liste d'adresses de clients pour lesquelles le filtrage AAAA doit être appliqué.
it_it: Specifica un elenco di indirizzi client per i quali deve essere applicato il filtro AAAA.
ko_kr: AAAA 필터링을 적용할 클라이언트 주소 목록을 지정하세요.
uk_ua: Визначає список клієнтських адрес, для яких застосовуватиметься фільтрація AAAA.
zh_cn: 指定要应用 AAAA 过滤的客户端地址列表。

source: Specifies a time window during which connection closing will be spread during a soft-stop operation. Idle connections will all be closed at once if this option is not set, which may cause reconnecting clients to rush against the process. For best results, it should set lower than the "Graceful stop timout" option. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Určuje časové okno, během kterého se bude uzavírání spojení šířit během operace měkkého zastavení. Pokud tato volba není nastavena, budou všechna nečinná spojení uzavřena najednou, což může způsobit, že se znovu připojující klienti budou proti procesu ohánět. Pro dosažení nejlepších výsledků by měla být nastavena nižší než volba „Časový limit hladkého zastavení“. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Gibt ein Zeitfenster an, in dem Verbindungsschließungen während eines Soft-Stop-Vorgangs verteilt werden. Wenn diese Option nicht gesetzt ist, werden alle inaktiven Verbindungen gleichzeitig geschlossen. Dies kann dazu führen, dass Clients, die sich erneut verbinden, den Prozess überstürzen. Für optimale Ergebnisse sollte der Wert niedriger als die Option "Zeitüberschreitung für ordnungsgemäßes Anhalten" eingestellt werden. Der Standardwert ist Millisekunden. Optional kann die Einheit als "d", "h", "m", "s", "ms" oder "us" angegeben werden.
el_gr: Καθορίζει ένα χρονικό παράθυρο κατά το οποίο θα διαδοθεί το κλείσιμο της σύνδεσης κατά τη διάρκεια μιας λειτουργίας ομαλής διακοπής. Όλες οι αδρανείς συνδέσεις θα κλείσουν ταυτόχρονα εάν δεν οριστεί αυτή η επιλογή, γεγονός που μπορεί να προκαλέσει την επιτάχυνση της διαδικασίας από τους επανασυνδεόμενους υπολογιστές-πελάτες. Για καλύτερα αποτελέσματα, θα πρέπει να οριστεί χαμηλότερα από την επιλογή "Χρονικό όριο ομαλής διακοπής". Η προεπιλεγμένη τιμή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: تعیین می‌کند پنجرهٔ زمانی‌ای را که در طی عملیات توقف نرم، بسته‌شدن اتصال در آن پراکنده خواهد شد. اتصال‌های غیرفعال در صورت تنظیم نشدن این گزینه همگی هم‌زمان بسته می‌شوند که ممکن است باعث شود کلاینت‌هایی که دوباره متصل می‌شوند به روند فشار وارد کنند. برای بهترین نتیجه، این مقدار باید کمتر از گزینهٔ "Graceful stop timout" تنظیم شود. مقدار پیش‌فرض بر حسب میلی‌ثانیه است. در صورت نیاز واحد می‌تواند یکی از "d", "h", "m", "s", "ms" یا "us" باشد.
fr_fr: Spécifie une fenêtre de temps pendant laquelle la fermeture des connexions sera étalée au cours d'une opération d'arrêt progressif. Les connexions inactives seront toutes fermées en même temps si cette option n'est pas définie, ce qui peut amener les clients qui se reconnectent à se précipiter contre le processus. Pour de meilleurs résultats, cette option doit être inférieure à l'option "Graceful stop timout" (délai d'arrêt gracieux). La valeur par défaut est millisecondes. L'unité peut être spécifiée en option : "d", "h", "m", "s", "ms" ou "us".
it_it: Specifica un intervallo di tempo durante il quale la chiusura della connessione verrà distribuita durante un'operazione di arresto graduale. Le connessioni inattive verranno chiuse tutte contemporaneamente se questa opzione non è impostata, il che potrebbe far sì che la riconnessione dei client impedisca il processo. Per ottenere i migliori risultati, dovrebbe essere impostato su un valore inferiore all'opzione "Timout arresto graduale". Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 소프트 스탑 작업 중 연결 닫기가 분산되는 시간 창을 지정하세요. 이 옵션이 설정되지 않으면 유휴 연결이 한 번에 모두 닫히므로 다시 연결하는 클라이언트가 프로세스에 맞서는 문제가 발생할 수 있습니다. 최상의 결과를 위해 "우아한 중지 타임아웃" 옵션보다 낮게 설정해야 합니다. 기본값은 밀리초입니다. 선택적으로 단위를 "d", "h", "m", "s", "ms" 또는 "us"로 지정할 수 있습니다.
uk_ua: Визначає часове вікно, протягом якого закриття з'єднань буде розподілено під час операції м'якої зупинки. Неактивні з'єднання будуть закриті одразу, якщо цю опцію не встановлено, що може призвести до напливу клієнтів, що перепідключаються, до процесу. Для досягнення найкращих результатів, це значення має бути меншим, ніж опція "Таймаут граціозної зупинки". Типово встановлено в мілісекундах. Опціонально одиницю можна вказати як "d", "h", "m", "s", "ms" або "us".
zh_cn: 指定一个时间窗口，在软停止操作期间，连接关闭将在此时间窗口内展开。 如果不设置此选项，空闲连接将立即全部关闭，这可能会导致重新连接的客户端抢占进程。 为了获得最佳结果，它的设置应低于"渐进停止超时"选项。 默认为毫秒。 单位可以指定为"d"、"h"、"m"、"s"、"ms"或"us"。

source: Specifies the IP address or the hostname of the Wazuh manager.
cs_cz: Popisuje IP adresu nebo název stroje s Wazuh manager.
de_de: Gibt die IP-Adresse oder den Hostnamen des Wazuh-Managers an.
el_gr: Καθορίζει τη διεύθυνση IP ή το όνομα κεντρικού υπολογιστή του διαχειριστή Wazuh.
fa_ir: آدرس IP یا نام میزبانِ Wazuh manager را مشخص می‌کند.
fr_fr: Spécifie l'adresse IP ou le nom d'hôte du gestionnaire Wazuh.
it_it: Specifica l'indirizzo IP o il nome host del gestore Wazuh.
ko_kr: Wazuh 관리자의 IP 주소 또는 호스트 이름을 지정하세요.
uk_ua: Визначає IP-адресу або ім'я хоста менеджера Wazuh.
zh_cn: 指定 Wazuh 管理器的 IP 地址或主机名。

source: Specifies the base of the advertisement interval in seconds. The acceptable values are 1 to 255.
cs_cz: Určuje základní hodnotu intervalu (v sekundách) propagace. Přípustné hodnoty jsou 1 až 255.
de_de: Gibt die Basis des Anzeigeintervalls in Sekunden an. Zulässige Werte sind 1 bis 255.
el_gr: Καθορίζει τη βάση του διαστήματος διαφήμισης σε δευτερόλεπτα. Οι αποδεκτές τιμές είναι από 1 έως 255.
fa_ir: پایهٔ بازهٔ advertisement را بر حسب ثانیه مشخص می‌کند. مقادیر مجاز از 1 تا 255 هستند.
fr_fr: Spécifie la base de l'intervalle d'annonce en secondes. Les valeurs acceptables sont comprises entre 1 et 255.
it_it: Specifica la base dell'intervallo pubblicitario in secondi. I valori accettabili sono compresi tra 1 e 255.
ko_kr: 초 단위 광고 간격의 기본을 지정하세요. 허용되는 값은 1에서 255입니다.
uk_ua: Визначає основу інтервалу оголошень у секундах. Допустимі значення від 1 до 255.
zh_cn: 指定广播间隔的基本值(秒)。范围为1到255之间。

source: Specify a value to match with the expression.
cs_cz: Zadejte hodnotu pro kterou hledat shodu s výrazem.
de_de: Geben Sie einen Wert an, der mit dem Ausdruck übereinstimmt.
el_gr: Καθορίστε μια τιμή που θα ταιριάζει με την παράσταση.
fa_ir: یک مقدار برای مطابقت با عبارت مشخص کنید.
fr_fr: Spécifiez une valeur à associer à l'expression.
it_it: Specificare un valore da abbinare all'espressione.
ko_kr: 표현식과 일치하는 값을 지정합니다.
uk_ua: Вказати значення для зіставлення з виразом.
zh_cn: 指定与表达式匹配的值。

source: Specify the custom ACME DNS URL, i.e. https://auth.acme-dns.io:443 (optional)
cs_cz: Zadejte uživatelsky určenou URL ACME DNS, např. https://auth.acme-dns.io:443 (volitelné)
de_de: Benutzerdefinierte ACME-DNS-URL angeben, z. B. https://auth.acme-dns.io:443 (optional)
el_gr: Καθορίστε την προσαρμοσμένη διεύθυνση URL DNS ACME, π.χ. https://auth.acme-dns.io:443 (προαιρετικό)
fa_ir: URL سفارشی ACME DNS را مشخص کنید، مثلاً https://auth.acme-dns.io:443 (اختیاری)
fr_fr: Spécifier l'URL DNS personnalisée de l'ACME, c'est-à-dire https://auth.acme-dns.io:443 (optionnel)
it_it: Specificare l'URL DNS ACME personalizzato, ad esempio https://auth.acme-dns.io:443 (facoltativo)
ko_kr: 사용자 정의 ACME DNS URL을 지정합니다. 예: https://auth.acme-dns.io:443 (선택 사항)
uk_ua: Вказати власну URL-адресу ACME DNS, наприклад, https://auth.acme-dns.io:443 (опціонально)
zh_cn: 指定自定义 ACME DNS 网址，即 https://auth.acme-dns.io:443 （可选）

source: Specify the name of a request header which will be passed to the FastCGI application. Most request headers are already available to the FastCGI application, prefixed with "HTTP_". Thus, this directive is only required to pass headers that are purposefully omitted. Currently, the headers "Authorization", "Proxy-Authorization" and hop-by-hop headers are omitted.
cs_cz: Zadejte název hlavičky požadavku, která bude předána aplikaci FastCGI. Většina hlaviček požadavků je už FastCGI aplikaci k dispozici, s předponou „HTTP_“. Tato direktiva je tedy nutná pouze pro předání záhlaví, která jsou záměrně vynechána. V současnosti jsou vynechávány hlavičky „Authorization“, „Proxy-Authorization“ a hlavičky hop-by-hop.
de_de: Den Namen eines Anfrage-Headers angeben, der an die FastCGI-Anwendung übergeben werden soll. Die meisten Header sind bereits mit dem Präfix "HTTP_" verfügbar. Diese Anweisung wird daher nur benötigt, um bewusst ausgelassene Header zu übermitteln. Derzeit werden die Header "Authorization", "Proxy-Authorization" und hop-by-hop-Header ausgelassen.
el_gr: Καθορίστε το όνομα μιας κεφαλίδας αιτήματος που θα διαβιβαστεί στην εφαρμογή FastCGI. Οι περισσότερες κεφαλίδες αιτημάτων είναι ήδη διαθέσιμες στην εφαρμογή FastCGI, με πρόθεμα "HTTP_". Επομένως, αυτή η οδηγία απαιτείται μόνο για τη διαβίβαση κεφαλίδων που παραλείπονται σκόπιμα. Προς το παρόν, οι κεφαλίδες "Εξουσιοδότηση", "Εξουσιοδότηση μεσολάβησης" και οι κεφαλίδες hop-by-hop παραλείπονται.
fa_ir: نام هدرِ درخواست را مشخص کنید که به برنامهٔ FastCGI ارسال خواهد شد. بیشتر هدرهای درخواست قبلاً با پیش‌وند "HTTP_" در دسترس برنامهٔ FastCGI هستند. بنابراین این دایرکتیو تنها برای ارسال هدرهایی لازم است که عمداً حذف شده‌اند. در حال حاضر هدرهای "Authorization"، "Proxy-Authorization" و هدرهای hop-by-hop حذف شده‌اند.
fr_fr: Spécifiez le nom d'un en-tête de requête qui sera transmis à l'application FastCGI. La plupart des en-têtes de requête sont déjà disponibles pour l'application FastCGI, préfixés par "HTTP_". Cette directive n'est donc nécessaire que pour transmettre des en-têtes volontairement omis. Actuellement, les en-têtes "Authorization", "Proxy-Authorization" et les en-têtes hop-by-hop sont omis.
it_it: Specificare il nome di un'intestazione di richiesta che verrà passata all'applicazione FastCGI. La maggior parte delle intestazioni delle richieste sono già disponibili per l'applicazione FastCGI, con il prefisso "HTTP_". Pertanto, questa direttiva è richiesta solo per passare le intestazioni che vengono omesse di proposito. Attualmente le intestazioni "Authorization", "Proxy-Authorization" e hop-by-hop vengono omesse.
ko_kr: FastCGI 응용 프로그램에 전달될 요청 헤더의 이름을 지정합니다. 대부분의 요청 헤더는 "HTTP_"로 프리픽스가 붙어 FastCGI 응용 프로그램에서 이미 사용할 수 있습니다. 따라서 이 지시문은 의도적으로 생략된 헤더를 전달하는 데만 필요합니다. 현재 헤더 "Authorization", "Proxy-Authorization" 및 hop-by-hop 헤더가 생략됩니다.
uk_ua: Вказати ім'я заголовка запиту, який буде переданий застосунку FastCGI. Більшість заголовків запитів вже доступні для застосунку FastCGI, з префіксом "HTTP_". Отже, ця директива потрібна лише для передачі заголовків, які свідомо опущені. Наразі заголовки "Authorization", "Proxy-Authorization" та заголовки "hop-by-hop" опущені.
zh_cn: 指定将传递给 FastCGI 应用程序的请求标头的名称。大多数请求标头已可用于 FastCGI 应用程序，前缀为“HTTP_”。因此，此指令仅需传递有意省略的标头。目前，标头“Authorization”、“Proxy-Authorization”和逐跳标头均被省略。

source: Specify the number of data bytes to be sent. Keep in mind this is the payload size, an IP and ICMP header are added.
cs_cz: Zadejte počet datových bajtů, které poslat. Mějte na paměti, že toto je velikost nákladu – ještě jsou přidány hlavičky IP a ICPM.
de_de: Geben Sie die Anzahl der zu sendenden Datenbytes an. Beachten Sie, dass dies die Nutzlastgröße ist. Ein IP- und ein ICMP-Header werden hinzugefügt.
el_gr: Καθορίστε τον αριθμό των byte δεδομένων που θα αποσταλούν. Λάβετε υπόψη ότι αυτό είναι το μέγεθος του ωφέλιμου φορτίου, προστίθενται μια κεφαλίδα IP και μια κεφαλίδα ICMP.
fa_ir: تعداد بایت‌های داده‌ای که ارسال خواهد شد را مشخص کنید. توجه داشته باشید این اندازهٔ payload است و هدرهای IP و ICMP به آن اضافه می‌شوند.
fr_fr: Spécifiez le nombre d'octets de données à envoyer. N'oubliez pas qu'il s'agit de la taille de la charge utile, un en-tête IP et ICMP étant ajouté.
it_it: Specificare il numero di byte di dati da inviare. Tieni presente che questa è la dimensione del payload, vengono aggiunti un IP e un'intestazione ICMP.
ko_kr: 전송할 데이터 바이트 수를 지정합니다. 이것은 페이로드 크기이므로 IP 및 ICMP 헤더가 추가됩니다.
uk_ua: Вказати кількість байтів даних для надсилання. Майте на увазі, що це розмір корисного навантаження, додаються IP- та ICMP-заголовки.
zh_cn: 指定要发送的数据字节数。这是有效负载大小，添加了IP和ICMP标头。

source: Start TLS
cs_cz: Spuštění služby TLS
de_de: TLS starten
el_gr: Έναρξη TLS
fa_ir: شروع TLS
fr_fr: Démarrer TLS
it_it: Avvia TLS
ko_kr: TLS 시작
uk_ua: Запустити TLS
zh_cn: 启动TLS

source: Start Timeout
cs_cz: Časový limit spuštění
el_gr: Χρονικό όριο έναρξης
fa_ir: زمان تایم‌اوت شروع
fr_fr: Délai de démarrage
it_it: Inizio timeout
ko_kr: 시작 타임아웃
uk_ua: Таймаут запуску
zh_cn: 启动超时

source: Start action
cs_cz: Spustit akci
de_de: Startaktion
el_gr: Έναρξη ενέργειας
fa_ir: عمل شروع
fr_fr: Démarrer l'action
it_it: Inizia l'azione
ko_kr: 시작 동작
uk_ua: Дія запуску
zh_cn: 启动操作

source: Status Check
cs_cz: Kontrola stavu
de_de: Statusprüfung
el_gr: Έλεγχος κατάστασης
fa_ir: بررسی وضعیت
fr_fr: Vérification de l'état
it_it: Controllo dello stato
ko_kr: 상태 확인
uk_ua: Перевірка статусу
zh_cn: 状态检查

source: Stop rule processing (break) or perform (internal) redirect (last). Return a moved permanently status code (301) or a temporary redirect (302).
cs_cz: Zastavit zpracování pravidla (přerušení) nebo provést (interní) přesměrování (poslední). Vrátit trvale přesunutý stavový kód (301) nebo dočasné přesměrování (302).
de_de: Beendet die Regelverarbeitung (break) oder führt eine (interne) Weiterleitung aus (last). Gibt bei Bedarf einen Statuscode für permanente (301) oder temporäre (302) Weiterleitungen zurück.
el_gr: Διακοπή επεξεργασίας κανόνα (διάλειμμα) ή εκτέλεση (εσωτερικής) ανακατεύθυνσης (τελευταία). Επιστροφή ενός κωδικού κατάστασης που έχει μετακινηθεί μόνιμα (301) ή μιας προσωρινής ανακατεύθυνσης (302).
fa_ir: پردازش قواعد را متوقف کنید (break) یا ریدایرکت داخلی را انجام دهید (internal/last). کد وضعیت 'Moved Permanently' (301) یا 'Temporary Redirect' (302) بازگردانده می‌شود.
fr_fr: Arrêter le traitement de la règle (break) ou effectuer une redirection (interne) (last). Renvoyer un code d'état permanent déplacé (301) ou une redirection temporaire (302).
it_it: Arresta l'elaborazione delle regole (interruzione) o esegue il reindirizzamento (interno) (ultimo). Restituisce un codice di stato spostato permanentemente (301) o un reindirizzamento temporaneo (302).
ko_kr: 규칙 처리를 중지하거나 (break) (내부) 리디렉션을 수행합니다 (last). 영구적으로 이동하는 상태 코드(301) 또는 일시적인 리디렉션(302)을 반환합니다.
uk_ua: Зупинити обробку правила (break) або виконати (внутрішнє) перенаправлення (last). Повернути код стану "переміщено назавжди" (301) або тимчасове перенаправлення (302).
zh_cn: 停止规则处理（中断）或执行（内部）重定向（最后）。 返回移动的永久状态代码 (301) 或临时重定向 (302)。

source: Strict QNAME Minimisation
cs_cz: Přísná minimalizace QNAME
de_de: Strikte QNAME-Minimierung
el_gr: Αυστηρή ελαχιστοποίηση QNAME
fa_ir: کمینه‌سازی دقیق QNAME
fr_fr: Minimisation stricte des QNAME
it_it: Minimizzazione rigorosa di QNAME
ko_kr: 엄격한 QNAME 최소화
uk_ua: Сувора мінімізація QNAME
zh_cn: 严格QNAME最小化

source: Stylesheet
cs_cz: Soubor stylů
el_gr: Φύλλο στυλ
fa_ir: شیوه‌نامه
fr_fr: Feuille de style
it_it: Foglio di stile
ko_kr: 스타일시트
uk_ua: Таблиця стилів
zh_cn: 样式表

source: Syslog verbosity
cs_cz: Podrobnost syslog
de_de: Syslog-Detailgrad
el_gr: Λεπτομέρεια Syslog
fa_ir: سطح جزئیات Syslog
fr_fr: Verbosité de Syslog
it_it: Verbosità del syslog
ko_kr: Syslog 상세도
uk_ua: Деталізація Syslog
zh_cn: Syslog详细程度

source: System inventory
cs_cz: Soupiska systému
de_de: Systeminventar
el_gr: Απογραφή συστήματος
fa_ir: فهرست سیستم
fr_fr: Inventaire du système
it_it: Inventario del sistema
ko_kr: 시스템 인벤토리
uk_ua: Інвентаризація системи
zh_cn: 系统清单

source: TTL for Expired Responses
cs_cz: TTL pro odpovědi s překročenou platností
de_de: TTL für abgelaufene Antworten
el_gr: TTL για Ληγμένες Απαντήσεις
fa_ir: TTL برای پاسخ‌های منقضی‌شده
fr_fr: TTL pour les réponses expirées
it_it: TTL per le risposte scadute
ko_kr: 만료된 응답의 TTL
uk_ua: TTL для прострочених відповідей
zh_cn: 过期响应的 TTL

source: TTL for Host Cache entries
cs_cz: TTL pro položky mezipaměti hostitelů
de_de: TTL für Host-Cache-Einträge
el_gr: TTL για καταχωρήσεις Host Cache
fa_ir: TTL برای ورودی‌های کش میزبان
fr_fr: TTL pour les entrées du cache de l'hôte
it_it: TTL per le voci della cache host
ko_kr: 호스트 캐시 항목의 TTL
uk_ua: TTL для записів кешу хостів
zh_cn: 主机缓存条目的TTL

source: Tag Queries and Replies
cs_cz: Označovat dotazy a odpovědi
de_de: Anfrage-/Antwortmarkierung
el_gr: Ερωτήματα και απαντήσεις ετικετών
fa_ir: برچسب‌گذاری پرس‌وجوها و پاسخ‌ها
fr_fr: Requêtes et réponses aux étiquettes
it_it: Tagga domande e risposte
ko_kr: 쿼리 및 응답 태그
uk_ua: Позначити запити та відповіді
zh_cn: 标记查询和回复

source: Tag for matched packets
cs_cz: Štítek pro shodující se pakety
de_de: Markierung für übereinstimmende Pakete
el_gr: Ετικέτα για αντιστοιχισμένα πακέτα
fa_ir: برچسب برای بسته‌های مطابق
fr_fr: Étiquette pour les paquets correspondants
it_it: Tag per i pacchetti corrispondenti
ko_kr: 일치하는 패킷에 대한 태그
uk_ua: Тег для збіжних пакетів
zh_cn: 匹配数据包的标签

source: The API token. Required.
cs_cz: Token k API. Vyžadováno.
de_de: Das API-Token. Erforderlich.
el_gr: Το διακριτικό API. Απαιτείται.
fa_ir: توکن API. الزامی است.
fr_fr: Le jeton de l'API. Obligatoire.
it_it: Il token API. Necessario.
ko_kr: API 토큰. 필수값입니다.
uk_ua: Токен API. Обов'язково.
zh_cn: AP令牌。必须填写。

source: The TCP/UDP port used for responding to DNS queries.
cs_cz: TCP/UDP port použitý pro odpovídání na DNS dotazy.
de_de: Der TCP/UDP-Port, der zum Antworten auf DNS-Abfragen verwendet wird.
el_gr: Η θύρα TCP/UDP που χρησιμοποιείται για την απάντηση σε ερωτήματα DNS.
fa_ir: پورت TCP/UDP مورد استفاده برای پاسخ به پرس‌وجوهای DNS.
fr_fr: Le port TCP/UDP utilisé pour répondre aux requêtes DNS.
it_it: La porta TCP/UDP utilizzata per rispondere alle query DNS.
ko_kr: DNS 쿼리에 응답하는 데 사용되는 TCP/UDP 포트입니다.
uk_ua: TCP/UDP порт, який використовується для відповіді на DNS-запити.
zh_cn: 用于响应DNS查询的TCP/UDP端口。

source: The TSIG key used to transfer domain data from the master server in Base64 encoding.
cs_cz: Klíč TSIG používaný k přenosu dat domény z hlavního serveru v kódování Base64.
de_de: Der TSIG-Schlüssel zum Übertragen von Domain-Daten vom Master-Server, codiert in Base64.
el_gr: Το κλειδί TSIG που χρησιμοποιείται για τη μεταφορά δεδομένων τομέα από τον κύριο διακομιστή σε κωδικοποίηση Base64.
fa_ir: کلید TSIG مورد استفاده برای انتقال داده‌های دامنه از سرور اصلی به‌صورت Base64.
fr_fr: La clé TSIG utilisée pour transférer les données du domaine depuis le serveur maître en encodage Base64.
it_it: La chiave TSIG utilizzata per trasferire i dati del dominio dal server master nella codifica Base64.
ko_kr: Base64 인코딩된 마스터 서버에서 도메인 데이터를 전송하는 데 사용되는 TSIG 키입니다.
uk_ua: Ключ TSIG, що використовується для передачі даних домену з основного сервера в кодуванні Base64.
zh_cn: 用于以 Base64 编码从主服务器传输域数据的 TSIG 密钥。

source: The authentication realm the user authenticates with. Defaults to pam.
cs_cz: Sféra ověřování, pomocí které se uživatel ověřuje. Výchozí hodnota je pam.
de_de: Der Authentifizierungsbereich (Realm), mit dem sich der Benutzer authentifiziert. Standardmäßig "pam".
el_gr: Το realm ελέγχου ταυτότητας με το οποίο ο χρήστης πραγματοποιεί έλεγχο ταυτότητας. Η προεπιλεγμένη τιμή είναι pam.
fa_ir: حوزه احراز هویت که کاربر با آن وارد می‌شود. پیش‌فرض pam است.
fr_fr: Le domaine d'authentification avec lequel l'utilisateur s'authentifie. La valeur par défaut est pam.
it_it: L'ambito di autenticazione con cui l'utente si autentica. Il valore predefinito è pam.
ko_kr: 사용자가 인증하는 인증 영역입니다. 기본값은 pam입니다.
uk_ua: Область автентифікації, за допомогою якої користувач автентифікується. Типово встановлено на pam.
zh_cn: 用户使用的身份验证域。默认为 pam。

source: The base64-encoded RNDC key. This requires a restart of the Bind Service.
cs_cz: Klíč RNDC v kódování base64. Toto vyžaduje restartování služby Bind.
de_de: Der RNDC-Schlüssel, codiert in Base64. Dies erfordert einen Neustart des BIND-Dienstes.
el_gr: Το κλειδί RNDC με κωδικοποίηση base64. Αυτό απαιτεί επανεκκίνηση της υπηρεσίας Bind.
fa_ir: کلید RNDC رمزنگاری‌شده به‌صورت Base64. بازراه‌اندازی سرویس Bind لازم است.
fr_fr: La clé RNDC encodée en base64. Ceci nécessite un redémarrage du service Bind.
it_it: La chiave RNDC con codifica base64. Ciò richiede il riavvio del servizio di associazione.
ko_kr: Base64로 인코딩된 RNDC 키입니다. Bind 서비스를 다시 시작해야 합니다.
uk_ua: RNDC-ключ у кодуванні Base64. Це вимагає перезапуску служби Bind.
zh_cn: base64 编码的 RNDC 密钥。这需要重新启动绑定服务。
