Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: View Logs
cs_cz: Zobrazit záznamy událostí
de_de: Protokolle anzeigen
el_gr: Προβολή αρχείων καταγραφής
fa_ir: مشاهدهٔ لاگ‌ها
fr_fr: Afficher les journaux
it_it: Visualizza registri
ko_kr: 로그 보기
pl_pl: Zobacz Logi
uk_ua: Переглянути журнали
zh_cn: 查看日志

source: Conveyance (ATA Disks Only)
cs_cz: Zjištění případného poškození při fyzické manipulaci (pouze ATA disky)
de_de: Conveyance (nur ATA Geräte)
el_gr: Μεταφορά (Μόνο δίσκοι ATA)
fa_ir: Conveyance (فقط دیسک‌های ATA)
fr_fr: Transport (Seuls les disques ATA)
it_it: Trasporto (solo dischi ATA)
ko_kr: 전송(ATA 디스크만 해당)
pl_pl: Przesyłka (tylko dyski ATA)
uk_ua: Передача (лише для дисків ATA)
zh_cn: 传输(仅ATA磁盘)

source: Short
cs_cz: Stručný
de_de: Kurz
el_gr: Μικρός
fa_ir: کوتاه
fr_fr: Court
it_it: Corto
ko_kr: 간단
pl_pl: Krótki
uk_ua: Короткий
zh_cn: 短

source: Perform Self-tests
cs_cz: Provést samotesty
de_de: Selbsttest ausführen
el_gr: Εκτελέστε αυτοέλεγχους
fa_ir: اجرای تست‌های خودآزمایی
fr_fr: Effectuer Auto-tests
it_it: Eseguire test automatici
ko_kr: 자체 테스트 수행
pl_pl: Przeprowadź auto-testy
uk_ua: Виконати самотестування
zh_cn: 执行自测试

source: Device: /dev/
cs_cz: Zařízení: /dev/
de_de: Gerät /dev/
el_gr: Συσκευή: /dev/
fa_ir: دستگاه: /dev/
fr_fr: Périphérique: /dev/
it_it: Dispositivo: /dev/
ko_kr: 장치: /dev/
pl_pl: Urządzenie: /dev/
uk_ua: Пристрій: /dev/
zh_cn: 设备:/dev/

source: Attributes
cs_cz: Atributy
de_de: Attribute
el_gr: Γνωρίσματα
fa_ir: ویژگی‌ها
fr_fr: Attributs
it_it: Attributi
ko_kr: 속성
pl_pl: Atrybuty
uk_ua: Атрибути
zh_cn: 属性

source: SMART Capabilities
cs_cz: Schopnosti ve SMART diagnostice
de_de: SMART-Funktionen
el_gr: Δυνατότητες SMART
fa_ir: قابلیت‌های SMART
fr_fr: capacités SMART
it_it: Funzionalità SMART
ko_kr: SMART 기능
pl_pl: Możliwości SMART
uk_ua: Можливості SMART
zh_cn: SMART性能

source: Info type
cs_cz: Typ informace
de_de: Infotyp
el_gr: Τύπος πληροφοριών
fa_ir: نوع اطلاعات
fr_fr: type d'Info
it_it: Tipo di informazioni
ko_kr: 정보 유형
pl_pl: Typ informacji
uk_ua: Тип інформації
zh_cn: 信息类型

source: FAILED
cs_cz: SELHALO
el_gr: ΑΠΟΤΥΧΗΜΕΝΟΣ
fa_ir: ناموفق
fr_fr: ÉCHOUÉ
it_it: FALLITO
ko_kr: 실패됨
pl_pl: ZAWIODŁO
uk_ua: НЕУСПІШНО
zh_cn: 失败

source: PASSED
cs_cz: PROŠLO
el_gr: ΠΕΡΑΣΕ
fa_ir: موفق
fr_fr: RÉUSSI
it_it: PASSATO
ko_kr: 통과됨
pl_pl: PRZESZŁO
uk_ua: УСПІШНО
zh_cn: 通过

source: FRRouting Daemon
cs_cz: Proces služby FRRouting
el_gr: Deamon FRRouting
fa_ir: دیمن FRRouting
fr_fr: Service FRRouting
it_it: Demone di routing FR
ko_kr: FRRouting 데몬
pl_pl: Demon Routingu FRR
uk_ua: Демон FRRouting
zh_cn: FRRouting程序

source: Welcome to the HAProxy plugin! This plugin is designed to offer all the features and flexibility HAProxy is famous for. If you are using HAProxy for the first time, please take some time to get familiar with it. The following information should help you to get started.
cs_cz: Vítejte v zásuvném modulu HAProxy! Tento zásuvný modul je navržen tak, aby nabízel všechny funkce a flexibilitu, kterými je HAProxy proslulý. Pokud používáte HAProxy poprvé, věnujte prosím nějaký čas seznámení s ním. Následující informace by vám měly pomoci začít.
de_de: Willkommen beim HAProxy-Plugin! Dieses Plugin wurde entwickelt, um alle Funktionen und die Flexibilität zu bieten, für die HAProxy bekannt ist. Wenn Sie HAProxy zum ersten Mal verwenden, nehmen Sie sich bitte etwas Zeit, um sich damit vertraut zu machen. Die folgenden Informationen sollen Ihnen den Einstieg erleichtern.
el_gr: Καλώς ορίσατε στο πρόσθετο HAProxy! Αυτό το πρόσθετο έχει σχεδιαστεί για να προσφέρει όλες τις δυνατότητες και την ευελιξία για τις οποίες φημίζεται το HAProxy. Εάν χρησιμοποιείτε το HAProxy για πρώτη φορά, αφιερώστε λίγο χρόνο για να εξοικειωθείτε με αυτό. Οι ακόλουθες πληροφορίες θα σας βοηθήσουν να ξεκινήσετε.
fa_ir: به افزونهٔ HAProxy خوش‌آمدید! این افزونه برای ارائهٔ تمام قابلیت‌ها و انعطاف‌پذیری‌ای که HAProxy به‌خاطر آن معروف است طراحی شده است. اگر برای اولین بار از HAProxy استفاده می‌کنید، لطفاً زمانی را برای آشنایی با آن اختصاص دهید. اطلاعات زیر به شروع کار شما کمک خواهد کرد.
fr_fr: Bienvenue dans le greffon HAProxy! Il est conçu pour vous offrir toutes les fonctionnalités et la flexibilité qui font la réputation d'HAProxy. Si vous utilisez HAProxy pour la première fois, veuillez prendre un peu de temps pour vous familiariser. Les informations suivantes vont vous aider à démarrer.
it_it: Benvenuti nel plugin HAProxy! Questo plugin è progettato per offrire tutte le funzionalità e la flessibilità per cui HAProxy è famoso. Se stai utilizzando HAProxy per la prima volta, prenditi un po' di tempo per familiarizzare con esso. Le seguenti informazioni dovrebbero aiutarti a iniziare.
ko_kr: HAProxy 플러그인에 오신 것을 환영합니다! 이 플러그인은 HAProxy로 유명한 모든 기능과 유연성을 제공하도록 설계되었습니다. 만약 여러분이 HAProxy를 처음 사용해본다면, 그것에 익숙해질 시간을 가져보세요. 다음의 정보는 여러분이 시작하는데 도움이 될 것입니다.
pl_pl: Witaj w wtyczce HAProxy! Ta wtyczka została zaprojektowana, aby oferować wszystkie funkcje i elastyczność, z której słynie HAProxy. Jeśli korzystasz z HAProxy po raz pierwszy, poświęć chwilę, aby się z nim zapoznać. Poniższe informacje powinny pomóc ci zacząć.
uk_ua: Ласкаво просимо до плагіна HAProxy! Цей плагін розроблений, щоб пропонувати всі функції та гнучкість, якими славиться HAProxy. Якщо ви використовуєте HAProxy вперше, будь ласка, приділіть трохи часу, щоб ознайомитися з ним. Наступна інформація повинна допомогти вам почати роботу.
zh_cn: 欢迎使用HAProxy插件！ 如果您是第一次使用HAProxy，请花一些时间熟悉它。 以下信息可帮助您入门。

source: Onion Service Name
cs_cz: Název Onion služby
de_de: Onion-Dienstname
el_gr: Όνομα υπηρεσίας κρεμμυδιού
fa_ir: نام سرویس Onion
fr_fr: Nom Service Oignon
it_it: Nome del servizio di cipolla
ko_kr: Onion 서비스 이름
pl_pl: Nazwa Usługi Onion
uk_ua: Назва сервісу Onion
zh_cn: Onion服务名称

source: Onion Service Names
cs_cz: Názvy Onion služeb
de_de: Onion-Dienstnamen
el_gr: Ονόματα υπηρεσιών κρεμμυδιού
fa_ir: نام‌های سرویس Onion
fr_fr: Noms Service Oignon
it_it: Nomi dei servizi di cipolla
ko_kr: Onion 서비스 이름
pl_pl: Nazwy Usług Onion
uk_ua: Назви сервісів Onion
zh_cn: Onion服务名称

source: Edit Hidden Service Credentials
cs_cz: Upravit přihlašovací údaje skryté služby
de_de: Zugangsdaten des versteckten Dienstes bearbeiten
el_gr: Επεξεργασία κρυφών διαπιστευτηρίων υπηρεσίας
fa_ir: ویرایش اعتبارنامه سرویس مخفی
fr_fr: Editer l'Identité du Service Caché
it_it: Modifica le credenziali del servizio nascosto
ko_kr: 숨겨진 서비스 자격 증명 편집
pl_pl: Edytuj dane uwierzytelniania ukrytej usługi
uk_ua: Редагувати облікові дані прихованого сервісу
zh_cn: 编辑隐藏的服务凭证

source: Edit Exit Node ACL
cs_cz: Upravit ACL seznam výstupního uzlu
de_de: Ausgangsknoten-ACL bearbeiten
el_gr: Επεξεργασία ACL κόμβου εξόδου
fa_ir: ویرایش ACL گره خروجی
fr_fr: Modifier le nœud de sortie ACL
it_it: Modifica l'ACL del nodo di uscita
ko_kr: 종료 노드 ACL 편집
pl_pl: Edytuj listę ACL węzła wyjścia
uk_ua: Редагувати ACL вузла виходу
zh_cn: 编辑出口节点ACL

source: Edit Onion Service Route
cs_cz: Upravit trasu služby Onion
de_de: Onion-Diestroute bearbeiten
el_gr: Επεξεργασία διαδρομής υπηρεσίας Onion
fa_ir: ویرایش مسیر سرویس Onion
fr_fr: Editer Route Service Oignon
it_it: Modifica percorso del servizio Onion
ko_kr: Onion 서비스 라우트 편집
pl_pl: Edytuj trasę usługi Onion
uk_ua: Редагувати маршрут сервісу Onion
zh_cn: 编辑Onion服务路由

source: Edit Onion Service
cs_cz: Upravit Onion službu
de_de: Onion-Dienst bearbeiten
el_gr: Επεξεργασία υπηρεσίας Onion
fa_ir: ویرایش سرویس Onion
fr_fr: Editer Service Oignon
it_it: Modifica Servizio Cipolla
ko_kr: Onion 서비스 편집
pl_pl: Edytuj usługę Onion
uk_ua: Редагувати сервіс Onion
zh_cn: 编辑Onion服务

source: Edit ACL Entry
cs_cz: Upravit ACL položku
de_de: ACL-Eintrag bearbeiten
el_gr: Επεξεργασία καταχώρησης ACL
fa_ir: ویرایش ورودی ACL
fr_fr: Editer Entrée ACL
it_it: Modifica voce ACL
ko_kr: ACL 항목 편집
pl_pl: Edytuj wpis ACL
uk_ua: Редагувати запис ACL
zh_cn: 编辑ACL条目

source: Running an exit node may be lead to legal issues and seized hardware. Be careful with your settings here.
cs_cz: Provozování výstupního uzlu může vést k právním problémům a zabavení hardware. Ohledně nastavení zde buďte opatrní.
de_de: Der Betrieb eines Ausgangsknoten kann zu rechtlichen Problemen und konfiszierter Hardware führen. Seien Sie mit diesen Einstellungen vorsichtig.
el_gr: Η εκτέλεση ενός κόμβου εξόδου ενδέχεται να οδηγήσει σε νομικά προβλήματα και σε κατάσχεση υλικού. Να είστε προσεκτικοί με τις ρυθμίσεις σας εδώ.
fa_ir: اجرای یک گره خروجی ممکن است به مشکلات قانونی و توقیف سخت‌افزار منجر شود. در تنظیمات خود احتیاط کنید.
fr_fr: L'exécution d'un nœud de sortie peut entraîner des problèmes juridiques et du matériel saisi. Soyez prudent avec vos paramètres ici.
it_it: L'esecuzione di un nodo di uscita può portare a problemi legali e al sequestro dell'hardware. Fai attenzione alle tue impostazioni qui.
ko_kr: 종료 노드를 실행하면 법적 문제가 발생하고 하드웨어가 압류될 수 있습니다. 여기서는 설정에 주의하세요.
pl_pl: Prowadzenie węzła wyjściowego może prowadzić do problemów prawnych i przejętego sprzętu. Zachowaj ostrożność przy tych ustawieniach.
uk_ua: Запуск вузла виходу може призвести до юридичних проблем та вилучення обладнання. Будьте обережні з налаштуваннями тут.
zh_cn: 运行出口节点可能会导致法律问题并扣押硬件。在这里小心设置。

source: Reload Service
cs_cz: Znovunačíst službu
de_de: Dienst neu laden
el_gr: Υπηρεσία επαναφόρτωσης
fa_ir: بارگذاری مجدد سرویس
fr_fr: Recharger le service
it_it: Ricarica il servizio
ko_kr: 서비스 다시 로드
pl_pl: Przeładuj Usługę
uk_ua: Перезавантажити сервіс
zh_cn: 重新加载服务

source: Exit Node ACL
cs_cz: ACL seznam výstupního uzlu
de_de: Ausgangsknoten-ACL
el_gr: Κόμβος εξόδου ACL
fa_ir: ACL گره خروجی
fr_fr: Nœud de sortie ACL
it_it: Uscire dal nodo ACL
ko_kr: 노드 ACL 종료
pl_pl: ACL węzła wyjścia
uk_ua: ACL вузла виходу
zh_cn: 出口节点ACL

source: Relaying
cs_cz: Předávání
de_de: Weiterleitung
el_gr: Αναμετάδοση
fa_ir: رله
fr_fr: Relayage
it_it: Inoltro
ko_kr: 릴레이중
pl_pl: Przekazywanie
uk_ua: Ретрансляція
zh_cn: 中继

source: Onion Service Routing
cs_cz: Směrování služby Onion
de_de: Onion-Dieste-Routing
el_gr: Δρομολόγηση υπηρεσίας Onion
fa_ir: مسیر‌دهی سرویس Onion
fr_fr: Routage du Service Oignon
it_it: Instradamento del servizio Onion
ko_kr: Onion 서비스 라우팅
pl_pl: Routing usług Onion
uk_ua: Маршрутизація сервісу Onion
zh_cn: Onion服务路由

source: Onion Services
cs_cz: Onion služby
de_de: Onion-Dienste
el_gr: Υπηρεσίες Κρεμμυδιού
fa_ir: سرویس‌های Onion
fr_fr: Services Oignon
it_it: Servizi di cipolla
ko_kr: Onion 서비스
pl_pl: Usługi Onion
uk_ua: Сервіси Onion
zh_cn: Onion服务

source: SOCKS Proxy ACL
cs_cz: ACL seznam SOCKS proxy
fa_ir: ACL پروکسی SOCKS
fr_fr: ACL du Proxy SOCKS
it_it: CALZINI Proxy ACL
ko_kr: SOCKS 프록시 ACL
pl_pl: ACL Proxy SOCKS
uk_ua: ACL проксі SOCKS
zh_cn: SOCKS代理ACL

source: Onion Service Authentication
cs_cz: Ověřování Onion služby
de_de: Onion-Dienstauthentifizierung
el_gr: Έλεγχος ταυτότητας υπηρεσίας Onion
fa_ir: احراز هویت سرویس Onion
fr_fr: Authentification du Service Oignon
it_it: Autenticazione del servizio Onion
ko_kr: Onion 서비스 인증
pl_pl: Uwierzytelnianie usługi Onion
uk_ua: Аутентифікація сервісу Onion
zh_cn: Onion服务认证

source: This page is not available because Tor is not running or the control socket is not configured. Please go to the %sconfiguration page%s and enable Tor.
cs_cz: Tato stránka není k dispozici, protože Tor není spuštěn nebo není nastaven řídicí soket. Přejděte na %sstránku nastavení%s a povolte Tor.
de_de: Diese Seite ist nicht verfügbar, da Tor nicht läuft oder der Steuerungssocket nicht konfiguriert wurde. Bitte öffnen sie die %sKonfigurationsseite%s und aktivieren Sie Tor.
el_gr: Αυτή η σελίδα δεν είναι διαθέσιμη επειδή το Tor δεν εκτελείται ή επειδή το control socket δεν έχει ρυθμιστεί. Μεταβείτε στη σελίδα διαμόρφωσης %s και ενεργοποιήστε το Tor.
fa_ir: این صفحه در دسترس نیست زیرا Tor اجرا نمی‌شود یا سوکت کنترل پیکربندی نشده است. لطفاً به %sصفحهٔ پیکربندی%s بروید و Tor را فعال کنید.
fr_fr: Cette page n'est pas disponible parce que Tor n'est pas lancé ou qu'aucun socket de contrôle n'est encore configuré. Veuillez aller dans la %spage de configuration%s et activer Tor.
it_it: Questa pagina non è disponibile perché Tor non è in esecuzione o il socket di controllo non è configurato. Vai alla %spagina di configurazione%s e abilita Tor.
ko_kr: Tor가 실행되고 있지 않거나 제어 소켓이 구성되어 있지 않기 때문에 이 페이지를 사용할 수 없습니다. %s구성 페이지%s 로 이동하여 Tor를 사용하도록 설정하세요.
pl_pl: Ta strona nie jest dostępna, ponieważ Tor nie działa lub gniazdo kontrolne nie jest skonfigurowane. Przejdź do %sstrony konfiguracyjnej%s i włącz Tor.
uk_ua: Ця сторінка недоступна, оскільки Tor не запущено або керуючий сокет не налаштовано. Будь ласка, перейдіть на %sсторінку конфігурації%s та увімкніть Tor.
zh_cn: 此页面不可用，因为Tor未运行或未配置。 请转到%s配置页面%s并启用Tor。

source: Destination Host
cs_cz: Cílový stroj
de_de: Zielhost
el_gr: Προορισμός οικοδεσπότης
fa_ir: میزبان مقصد
fr_fr: Host de Destination
it_it: Host di destinazione
ko_kr: 목적지 호스트
pl_pl: Host docelowy
uk_ua: Хост призначення
zh_cn: 目标主机

source: Circuit ID
cs_cz: Identif. okruhu
de_de: Kreis-ID
el_gr: Αναγνωριστικό κυκλώματος
fa_ir: شناسهٔ مدار
fr_fr: ID Circuit
it_it: Identificativo del circuito
ko_kr: 회선 ID
pl_pl: ID obwodu
uk_ua: ID ланцюга

source: Stream Status
cs_cz: Stav proudu
de_de: Stromstatus
el_gr: Κατάσταση ροής
fa_ir: وضعیت جریان
fr_fr: Status de la diffusion
it_it: Stato del flusso
ko_kr: 스트림 상태
pl_pl: Status strumienia
uk_ua: Статус потоку

source: Stream ID
cs_cz: Identifikátor proudu
de_de: Strom-ID
el_gr: Αναγνωριστικό ροής
fa_ir: شناسه جریان
fr_fr: ID de la diffusion
it_it: ID del flusso
ko_kr: 스트림 ID
pl_pl: ID strumienia
uk_ua: ID потоку

source: Circuits
cs_cz: Okruhy
de_de: Kreise
el_gr: Κυκλώματα
fa_ir: مدارها
it_it: Circuiti
ko_kr: 회선
pl_pl: Obwody
uk_ua: Ланцюги

source: Streams
cs_cz: Proudy
de_de: Ströme
el_gr: Ροές
fa_ir: جریان‌ها
fr_fr: Diffusions
it_it: Flussi
ko_kr: 스트림
pl_pl: Strumienie
uk_ua: Потоки

source: The Onion Router
cs_cz: Onion směrovač
el_gr: Το κρεμμυδόψωμο
fa_ir: روتر پیازی
fr_fr: Le Routeur Oignon (TOR)
it_it: Il router di cipolle
ko_kr: Onion 라우터
pl_pl: Router Onion
uk_ua: Маршрутизатор Onion
zh_cn: Onion路由器

source: Introduction
cs_cz: Úvod
de_de: Einführung
el_gr: Εισαγωγή
fa_ir: معرفی
it_it: Introduzione
ko_kr: 소개
pl_pl: Wprowadzenie
uk_ua: Вступ
zh_cn: 简介

source: No signature database found, please download before use. The download will take several minutes and this message will disappear when it has been completed.
cs_cz: Nenalezena žádná databáze signatur – před použitím takovou stáhněte. Stahování zabere několik minut a po dokončení toto hlášení zmizí.
de_de: Keine Signaturdatenbank gefunden. Bitte laden Sie diese vor der Verwendung herunter. Der Download wird mehrere Minuten dauern und diese Nachricht wird verschwinden, wenn das Herunterladen abgeschlossen ist.
el_gr: Δεν βρέθηκε βάση δεδομένων υπογραφών, παρακαλούμε κατεβάστε την πριν από τη χρήση. Η λήψη θα διαρκέσει αρκετά λεπτά και αυτό το μήνυμα θα εξαφανιστεί όταν ολοκληρωθεί.
fa_ir: پایگاه دادهٔ امضا پیدا نشد؛ لطفاً پیش از استفاده آن را دانلود کنید. دانلود چند دقیقه طول می‌کشد و پس از اتمام این پیام محو خواهد شد.
fr_fr: Aucune base de données de signatures trouvée, s'il vous plaît télécharger la avant utilisation. Le téléchargement prendra plusieurs minutes et ce message disparaîtra une fois terminé.
it_it: Nessun database di firme trovato, scaricalo prima dell'uso. Il download richiederà alcuni minuti e questo messaggio scomparirà una volta completato.
ko_kr: 서명 데이터베이스를 찾을 수 없습니다. 사용하기 전에 다운로드하세요. 다운로드가 완료되면 이 메시지는 사라집니다.
pl_pl: Brak bazy sygnatur, pobierz przed użyciem. Pobieranie zajmie kilka minut. Po pobraniu ten komunikat zniknie.
uk_ua: База даних сигнатур не знайдена, будь ласка, завантажте її перед використанням. Завантаження займе кілька хвилин, і це повідомлення зникне після його завершення.
zh_cn: 找不到签名数据库，请在使用前下载。下载需要几分钟，完成后此消息就会消失。

source: Download signatures
cs_cz: Stáhnout podpisy
de_de: Signaturen herunterladen
el_gr: Λήψη υπογραφών
fa_ir: دانلود امضاها
fr_fr: Télécharger les signatures
it_it: Scarica le firme
ko_kr: 서명 다운로드
pl_pl: Pobieranie sygnatur
uk_ua: Завантажити сигнатури
zh_cn: 下载签名

source: freshclam daemon
cs_cz: proces služby freshclam
el_gr: deamon freshclam
fa_ir: سرویس freshclam
fr_fr: service freshclam
it_it: demone freshclam
ko_kr: freshclam 데몬
pl_pl: demon freshclam
uk_ua: демон freshclam
zh_cn: freshclam程序

source: ClamAV Daemon
cs_cz: Proces služby ClamAV
el_gr: Deamon ClamAV
fa_ir: سرویس ClamAV
fr_fr: Service ClamAV
it_it: Demone ClamAV
ko_kr: ClamAV 데몬
pl_pl: demon ClamAV
uk_ua: Демон ClamAV
zh_cn: ClamAV程序

source: Peers
cs_cz: Protějšky
de_de: Gegenstellen
el_gr: Χρήστες
fa_ir: همتایان
fr_fr: Paires
it_it: Colleghi
ko_kr: 피어
pl_pl: Peery
uk_ua: Піри
zh_cn: 端点

source: Edit Zerotier Network
cs_cz: Upravit Zerotier síť
de_de: Zerotier-Netzwerk bearbeiten
el_gr: Επεξεργασία δικτύου Zerotier
fa_ir: ویرایش شبکه Zerotier
fr_fr: Editer Réseau Zerotier
it_it: Modifica rete di livello zero
ko_kr: 제로티어 네트워크 편집
pl_pl: Edytuj Sieć Zerotier
uk_ua: Редагувати мережу Zerotier
zh_cn: 编辑Zerotier网络

source: Network Id
cs_cz: Identifikátor sítě
de_de: Netzwerk-ID
el_gr: Αναγνωριστικό δικτύου
fa_ir: شناسه شبکه
fr_fr: Id Réseau
it_it: ID di rete
ko_kr: 네트워크 ID
pl_pl: Identyfikator sieci
uk_ua: ID мережі
zh_cn: 网络 ID

source: Unable to obtain Zerotier information for network
cs_cz: Nepodařilo se získat Zerotier údaje pro síť
de_de: Zerotier-Informationen für das Netzwerk können nicht abgerufen werden.
el_gr: Δεν είναι δυνατή η λήψη πληροφοριών Zerotier για το δίκτυο
fa_ir: امکان دریافت اطلاعات Zerotier برای این شبکه وجود ندارد.
fr_fr: Incapable d'obtenir l'information Zerotier du réseau
it_it: Impossibile ottenere informazioni sul livello zero per la rete
ko_kr: 네트워크에 대한 제로티어 정보를 가져올 수 없습니다
pl_pl: Nie można uzyskać informacji Zerotier dla sieci
uk_ua: Не вдалося отримати інформацію Zerotier для мережі
zh_cn: 无法获取Zerotier网络信息

source: Is the network enabled?
cs_cz: Je síť zapnutá?
de_de: Ist das Netzwerk aktiviert?
el_gr: Είναι ενεργοποιημένο το δίκτυο;
fa_ir: آیا این شبکه فعال است؟
fr_fr: Est ce que le réseau est activé ?
it_it: La rete è abilitata?
ko_kr: 네트워크가 활성화되어 있습니까?
pl_pl: Czy sieć jest włączona?
uk_ua: Мережу увімкнено?
zh_cn: 网络是否已启用？

source: Information on network
cs_cz: Informace o síti
de_de: Information über das Netzwerk
el_gr: Πληροφορίες σχετικά με το δίκτυο
fa_ir: اطلاعات شبکه
fr_fr: Information sur l'état réseau
it_it: Informazioni sulla rete
ko_kr: 네트워크 정보
pl_pl: Informacje o sieci
uk_ua: Інформація про мережу
zh_cn: 网络信息

source: all currently connected sessions
cs_cz: všechny právě připojené relace
de_de: alle aktuell verbundenen Sitzungen
el_gr: όλες οι συνδεδεμένες συνεδρίες αυτήν τη στιγμή
fa_ir: تمام نشست‌های متصل کنونی
fr_fr: toutes les sessions actuellement connectées
it_it: tutte le sessioni attualmente connesse
ko_kr: 현재 연결된 모든 세션
pl_pl: wszystkie obecnie podłączone sesje
uk_ua: усі поточні підключені сесії
zh_cn: 当前所有已连接的会话

source: Int. Port
cs_cz: Vn. port
el_gr: Εσωτ. θύρα
fa_ir: پورت داخلی
fr_fr: Port Int.
it_it: interno Porta
ko_kr: 인터페이스 포트
pl_pl: Port wewn.
uk_ua: Внутр. Порт
zh_cn: 接口. 端口

source: UPnP is currently disabled.
cs_cz: Služba UPnP je aktuálně vypnutá.
de_de: UPnP ist zurzeit deaktiviert.
el_gr: Το UPnP είναι αυτήν τη στιγμή απενεργοποιημένο.
fa_ir: UPnP در حال حاضر غیرفعال است.
fr_fr: UPnP est actuellement désactivé.
it_it: UPnP è attualmente disabilitato.
ko_kr: UPnP가 현재 비활성화되어 있습니다.
pl_pl: UPnP jest obecnie wyłączony.
uk_ua: UPnP наразі вимкнено.
zh_cn: UPnP当前被禁用。

source: Example: allow 1024-65535 192.168.0.0/24 1024-65535
cs_cz: Ukázka: allow 1024-65535 192.168.0.0/24 1024-65535
de_de: Beispiel: allow 1024-65535 192.168.0.0/24 1024-65535
el_gr: Παράδειγμα: επιτρέψτε 1024-65535 192.168.0.0/24 1024-65535
fa_ir: مثال: allow 1024-65535 192.168.0.0/24 1024-65535
fr_fr: Exemple: allow 1024-65535 192.168.0.0/24 1024-65535
it_it: Esempio: consenti 1024-65535 192.168.0.0/24 1024-65535
ko_kr: 예: 1024-65535 192.168.0.0/24 1024-65535 허용
pl_pl: Przykład: zezwól 1024-65535 192.168.0.0/24 1024-65535
uk_ua: Приклад: дозволити 1024-65535 192.168.0.0/24 1024-65535
zh_cn: 示例：allow 1024-65535 192.168.0.0/24 1024-65535

source: User specified permissions
cs_cz: Oprávnění určená uživatelem
de_de: Benutzerdefinierte Berechtigungen
el_gr: Δικαιώματα που καθορίζονται από τον χρήστη
fa_ir: مجوزهای تعیین‌شده توسط کاربر
fr_fr: Permissions définies par l'utilisateur
it_it: Autorizzazioni specificate dall'utente
ko_kr: 사용자 지정 권한
pl_pl: Określone przez użytkownika uprawnienia
uk_ua: Дозволи, вказані користувачем
zh_cn: 用户指定的权限

source: Default deny
cs_cz: Výchozí odepřít
de_de: Standardmäßig verweigern
el_gr: Προεπιλεγμένη άρνηση
fa_ir: رد پیش‌فرض
fr_fr: Refuser par défaut
it_it: Negazione predefinita
ko_kr: 기본 거부
pl_pl: Domyślne odmówienie
uk_ua: Типово заборонити
zh_cn: 默认拒绝

source: Use system time
cs_cz: Použít systémový čas
de_de: Systemzeit verwenden
el_gr: Χρήση ώρας συστήματος
fa_ir: استفاده از زمان سیستم
fr_fr: Utiliser le temps système
it_it: Utilizza l'ora del sistema
ko_kr: 시스템 시간 사용
pl_pl: Użyj czasu systemowego
uk_ua: Використовувати системний час
zh_cn: 使用系统时间

source: Override WAN address
cs_cz: Přepsat WAN adresu
de_de: Überschreibe WAN-Adresse
el_gr: Παράκαμψη διεύθυνσης WAN
fa_ir: بازنویسی آدرس WAN
fr_fr: Outrepasser l'adresse WAN
it_it: Sostituisci l'indirizzo WAN
ko_kr: WAN 주소 재정의
pl_pl: Nadpisz adres WAN
uk_ua: Перевизначити WAN-адресу
zh_cn: 覆盖WAN地址

source: Maximum Upload Speed
cs_cz: Nejvyšší rychlost odesílání
de_de: Maximale Uploadgeschwindigkeit
el_gr: Μέγιστη ταχύτητα μεταφόρτωσης
fa_ir: حداکثر سرعت آپلود
fr_fr: Vitesse Maximale d'Émission
it_it: Velocità massima di caricamento
ko_kr: 최대 업로드 속도
pl_pl: Maksymalna prędkość wysyłania
uk_ua: Максимальна швидкість вивантаження
zh_cn: 最大上传速度

source: (Kbits/second)
cs_cz: (Kbit/s)
de_de: (Kbits/Sekunde)
el_gr: (Kbits/δευτερόλεπτο)
fr_fr: (Kbits/seconde)
it_it: (Kbit/secondo)
ko_kr: ( Kbits/초)
pl_pl: (Kbity/sekundę)
uk_ua: (Кбіт/секунду)
zh_cn: (Kbits /秒)

source: Maximum Download Speed
cs_cz: Nejvyšší rychlost příjmu
de_de: Maximale Downloadgeschwindigkeit
el_gr: Μέγιστη ταχύτητα λήψης
fa_ir: حداکثر سرعت دانلود
fr_fr: Vitesse Maximale de Réception
it_it: Velocità massima di download
ko_kr: 최대 다운로드 속도
pl_pl: Maksymalna prędkość pobierania
uk_ua: Максимальна швидкість завантаження
zh_cn: 最大下载速度

source: You can select multiple interfaces here.
cs_cz: Je možné zde vybrat vícero rozhraní.
de_de: Sie können hier mehrere Schnittstellen auswählen.
el_gr: Μπορείτε να επιλέξετε πολλαπλές διεπαφές εδώ.
fa_ir: در اینجا می‌توانید چندین رابط را انتخاب کنید.
fr_fr: Vous pouvez sélectionner ici plusieurs interfaces.
it_it: È possibile selezionare più interfacce qui.
ko_kr: 여기에서 여러 인터페이스를 선택할 수 있습니다.
pl_pl: Możesz wybrać tutaj wiele interfejsów.
uk_ua: Тут можна вибрати кілька інтерфейсів.
zh_cn: 可以在此处选择多个接口。

source: Localhost
cs_cz: Tento stroj
el_gr: Τοπικός κεντρικός υπολογιστής
fa_ir: لوکال‌هاست
it_it: Host locale
ko_kr: 로컬 호스트
pl_pl: Komputer lokalny
uk_ua: Локальний хост
zh_cn: 本地主机

source: Interfaces (generally LAN)
cs_cz: Rozhraní (obecně LAN)
de_de: Schnittstellen (generell LAN)
el_gr: Διεπαφές (γενικά LAN)
fa_ir: رابط‌ها (معمولاً LAN)
fr_fr: Interfaces (généralement LAN)
it_it: Interfacce (generalmente LAN)
ko_kr: 인터페이스(일반적으로 LAN)
pl_pl: Interfejsy (zazwyczaj LAN)
uk_ua: Інтерфейси (зазвичай LAN)
zh_cn: 接口(一般为LAN)
