Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Force SSL for health checks
cs_cz: Vynutit pro kontroly stavu SSL
de_de: SSL für Health-Checks erzwingen
el_gr: Επιβολή SSL για ελέγχους εύρυθμης λειτουργίας
fa_ir: اجبار استفاده از SSL برای بررسی سلامت
fr_fr: Forcer le SSL pour les contrôles de santé
it_it: Forza SSL per controlli di integrità
ko_kr: 상태 점검에 SSL 사용을 강제함
pl_pl: Wymuś SSL dla kontroli żywotności
uk_ua: Примусовий SSL для перевірок стану
zh_cn: 强制SSL健康检查

source: Force SSL+SNI for health checks
cs_cz: Vynutit SSL+SNI pro kontroly stavu
de_de: SSL + SNI für Health-Checks erzwingen
el_gr: Επιβολή SSL+SNI για ελέγχους εύρυθμης λειτουργίας
fa_ir: اجبار استفاده از SSL+SNI برای بررسی سلامت
fr_fr: Forcer SSL+SNI pour les contrôles de santé
it_it: Forza SSL+SNI per i controlli di integrità
ko_kr: 상태 점검에 SSL+SNI 사용을 강제함
pl_pl: Wymuś SSL+SNI dla kontroli żywotności
uk_ua: Примусовий SSL+SNI для перевірок стану
zh_cn: 强制SSL+SNI健康检查

source: Force no SSL for health checks
cs_cz: Vynutit zákaz SSL pro kontroly stavu
de_de: Kein SSL für Health-Checks erzwingen
el_gr: Δεν επιβάλλεται SSL για ελέγχους εύρυθμης λειτουργίας
fa_ir: اجبار به عدم استفاده از SSL برای بررسی سلامت
fr_fr: Forcez l'absence de SSL pour les contrôles de santé
it_it: Non imporre SSL per i controlli di integrità
ko_kr: 상태 점검에 SSL을 사용하지 않도록 강제함
pl_pl: Wymuś brak SSL dla kontroli żywotności
uk_ua: Примусова відсутність SSL для перевірок стану
zh_cn: 强制无SSL健康检查

source: IPv6 Dynamic Host require an interface to track.
cs_cz: Dynamický IPv6 hostitel vyžaduje rozhraní které sledovat.
de_de: Für IPv6-Dynamische Hosts muss eine zu verfolgende Schnittstelle angegeben werden.
el_gr: Ο δυναμικός κεντρικός υπολογιστής IPv6 απαιτεί μια διεπαφή για παρακολούθηση.
fa_ir: میزبان پویا IPv6 نیاز به یک اینترفیس برای ردیابی دارد.
fr_fr: IPv6 Dynamic Host nécessite une interface à suivre.
it_it: L'host dinamico IPv6 richiede un'interfaccia da monitorare.
ko_kr: IPv6 동적 호스트는 추적할 인터페이스가 필요합니다.
pl_pl: Dynamiczny host IPv6 wymaga interfejsu do śledzenia.
uk_ua: Для динамічного хоста IPv6 потрібен інтерфейс для відстеження.
zh_cn: IPv6 动态主机需要一个接口进行跟踪。

source: Keep all most recent files (always)
cs_cz: Ponechat všechny nejnovější soubory (vždy)
de_de: Alle zuletzt abgerufenen Dateien behalten (immer)
el_gr: Διατήρηση όλων των πιο πρόσφατων αρχείων (πάντα)
fa_ir: نگه‌داشتن تمام فایل‌های اخیر (همیشه)
fr_fr: Conserver les fichiers les plus récents (toujours)
it_it: Conserva tutti i file più recenti (sempre)
ko_kr: 모든 최신 파일 보관 (항상)
pl_pl: Zachowaj wszystkie najnowsze pliki (zawsze)
uk_ua: Зберігати всі найновіші файли (завжди)
zh_cn: 保留所有最新文件（始终）

source: Keep most recent HIT files(disk)
cs_cz: Uchovávat nejnovější HIT soubory (disk)
de_de: Zuletzt verwendete HIT-Dateien behalten (Festplatte)
el_gr: Διατήρηση των πιο πρόσφατων αρχείων HIT (δίσκος)
fa_ir: نگه‌داشتن جدیدترین فایل‌های HIT (دیسک)
fr_fr: Conserver les fichiers HIT les plus récents (disque)
it_it: Conserva i file HIT più recenti (disco)
ko_kr: 최신 HIT 파일 보관 (디스크)
uk_ua: Зберігати найновіші файли HIT (диск)
zh_cn: 保留最新的 HIT 文件（磁盘）

source: Keep only files fetched from network (network)
cs_cz: Uchovávat pouze soubory načtené ze sítě (síť)
de_de: Nur aus dem Netzwerk abgerufene Dateien behalten (Netzwerk)
el_gr: Διατήρηση μόνο των αρχείων που έχουν ληφθεί από το δίκτυο (δίκτυο)
fa_ir: فقط فایل‌های دریافت‌شده از شبکه را نگه‌دار (شبکه)
fr_fr: Conserver uniquement les fichiers récupérés sur le réseau (réseau)
it_it: Conserva solo i file recuperati dalla rete (rete)
ko_kr: 네트워크에서 가져온 파일만 보관 (네트워크)
pl_pl: Zachowaj tylko pliki pobrane z sieci (sieci)
uk_ua: Зберігати лише файли, отримані з мережі (мережа)
zh_cn: 仅保留从网络（网络）提取的文件

source: Let's Encrypt Test CA
cs_cz: Testovací certifikační autorita Let's Encrypt
el_gr: Ας κρυπτογραφήσουμε το Test CA
it_it: Crittografiamo la CA di prova
ko_kr: Let's Encrypt 테스트 CA
uk_ua: Тестовий ЦС Let's Encrypt

source: Let's Encrypt [default]
cs_cz: Let's Encrypt [výchozí]
de_de: Let's Encrypt [standard]
el_gr: Ας κρυπτογραφήσουμε [προεπιλογή]
fa_ir: Let's Encrypt [پیش‌فرض]
fr_fr: Let's Encrypt [par défaut]
it_it: Crittifichiamo [predefinito]
ko_kr: Let's Encrypt [기본값]
pl_pl: Let's Encrypt [domyślne]
uk_ua: Let's Encrypt [типово]

source: Logs / HTTP Access
cs_cz: Záznamy událostí / HTTP přístup
de_de: Protokolle / HTTP-Zugriff
el_gr: Αρχεία καταγραφής / Πρόσβαση HTTP
fa_ir: لاگ‌ها / دسترسی HTTP
fr_fr: Journaux / Accès HTTP
it_it: Registri/Accesso HTTP
ko_kr: 로그 / HTTP 접근
pl_pl: Logi / dostęp HTTP
uk_ua: Журнали / Доступ HTTP
zh_cn: 日志/HTTP访问

source: Logs / HTTP Error
cs_cz: Záznamy událostí / HTTP chyba
de_de: Protokolle / HTTP-Fehler
el_gr: Αρχεία καταγραφής / Σφάλμα HTTP
fa_ir: لاگ‌ها / خطای HTTP
fr_fr: Journaux / Erreur HTTP
it_it: Registri/Errore HTTP
ko_kr: 로그 / HTTP 오류
pl_pl: Logi / błędy HTTP
uk_ua: Журнали / Помилка HTTP
zh_cn: 日志/HTTP错误

source: Logs / Stream Access
cs_cz: Záznamy událostí / Přístup k proudu
de_de: Protokolle / Stream-Zugriff
el_gr: Αρχεία καταγραφής / Πρόσβαση σε ροή
fa_ir: لاگ‌ها / دسترسی Stream
fr_fr: Journaux / Accès aux flux
it_it: Registri/Accesso al flusso
ko_kr: 로그 / 스트림 접근
pl_pl: Logi / Dostęp do strumienia
uk_ua: Журнали / Доступ до потоку
zh_cn: 日志/流访问

source: Logs / Stream Error
cs_cz: Záznamy událostí / Chyba proudu
de_de: Protokolle / Stream-Fehler
el_gr: Αρχεία καταγραφής / Σφάλμα ροής
fa_ir: لاگ‌ها / خطای Stream
fr_fr: Journaux / Erreur de flux
it_it: Registri/Errore di flusso
ko_kr: 로그 / 스트림 오류
pl_pl: Logi / Błąd strumienia
uk_ua: Журнали / Помилка потоку
zh_cn: 日志/流错误

source: Please provide a valid IP address, i.e. 10.0.0.1.
cs_cz: Zadejte platnou IP adresu, např. 10.0.0.1
de_de: Bitte geben Sie eine gültige IP-Adresse ein, z. B. 10.0.0.1.
el_gr: Παρακαλώ δώστε μια έγκυρη διεύθυνση IP, π.χ. 10.0.0.1.
fa_ir: لطفاً یک آدرس IP معتبر وارد کنید، مثلاً 10.0.0.1.
fr_fr: Merci de renseigner une adresse IP valide, comme 10.0.0.1.
it_it: Fornire un indirizzo IP valido, ad esempio 10.0.0.1.
ko_kr: 유효한 IP 주소를 입력하세요. 예: 10.0.0.1.
pl_pl: Proszę podać poprawny adres IP, tj. 10.0.0.1.
uk_ua: Будь ласка, введіть дійсну IP-адресу, наприклад, 10.0.0.1.
zh_cn: 请提供有效的IP地址，如10.0.0.1。

source: Please provide a valid listen address or port, i.e. 127.0.0.1:8080, [::1]:8080, 8080.
cs_cz: Zadejte platnou adresu nebo port, na kterém očekávat spojení – tj. 127.0.0.1:8080, [::1]:8080, 8080.
de_de: Bitte geben Sie eine gültige Listen-Adresse oder einen Port an, z. B. 127.0.0.1:8080, [::1]:8080, 8080.
el_gr: Παρακαλώ δώστε μια έγκυρη διεύθυνση ή θύρα ακρόασης, π.χ. 127.0.0.1:8080, [::1]:8080, 8080.
fa_ir: لطفاً یک آدرس یا پورت معتبر برای گوش دادن وارد کنید، مثلاً 127.0.0.1:8080، [::1]:8080، 8080.
fr_fr: Merci de renseigner une adresse ou port d'écoute valide, comme par exemple: 127.0.0.1:8080, [::1]:8080, 8080.
it_it: Fornisci un indirizzo o una porta di ascolto validi, ad esempio 127.0.0.1:8080, [::1]:8080, 8080.
ko_kr: 유효한 수신 대기 주소 또는 포트를 입력하세요. 예: 127.0.0.1:8080, [::1]:8080, 8080.
pl_pl: Proszę podać poprawny adres lub port nasłuchiwania, np. 127.0.0.1:8080, [::1]:8080, 8080.
uk_ua: Будь ласка, вкажіть дійсну адресу або порт для прослуховування, наприклад, 127.0.0.1:8080, [::1]:8080, 8080.
zh_cn: 请提供有效的监听地址或端口，如127.0.0.1:8080, [::1]:8080, 8080。

source: Please provide a valid listen address, i.e. 127.0.0.1:8080, [::1]:8080, www.example.com:443 or unix@socket-name. Port range as start-end, i.e. 127.0.0.1:1220-1240.
cs_cz: Zadejte platnou adresu, na které očekávat spojení – tj. 127.0.0.1:8080, [::1]:8080, www.example.com:443 nebo unix@nazev-soketu. Rozsah portů jako začátek-konec, tj. 127.0.0.1:1220-1240.
de_de: Bitte geben Sie eine gültige Listen-Adresse an, z. B. 127.0.0.1:8080, [::1]:8080, www.example.com:443 oder unix@socket-name. Portbereich im Format Start-Ende, z. B. 127.0.0.1:1220-1240.
el_gr: Παρακαλώ δώστε μια έγκυρη διεύθυνση ακρόασης, π.χ. 127.0.0.1:8080, [::1]:8080, www.example.com:443 ή unix@socket-name. Εύρος θύρας ως αρχή-τέλος, π.χ. 127.0.0.1:1220-1240.
fa_ir: لطفاً یک آدرس معتبر برای گوش دادن وارد کنید، مثلاً 127.0.0.1:8080، [::1]:8080، www.example.com:443 یا unix@socket-name. محدوده پورت به‌صورت شروع-پایان، مثلاً 127.0.0.1:1220-1240.
fr_fr: Veuillez fournir une adresse d'écoute valide, c'est-à-dire 127.0.0.1:8080, [::1]:8080, www.example.com:443 ou unix@socket-name. La plage de ports de début à fin, c'est-à-dire 127.0.0.1:1220-1240.
it_it: Fornisci un indirizzo di ascolto valido, ad esempio 127.0.0.1:8080, [::1]:8080, www.example.com:443 o unix@socket-name. Intervallo di porte come inizio-fine, ovvero 127.0.0.1:1220-1240.
ko_kr: 유효한 수신 주소를 입력하세요. 예: 127.0.0.1:8080, [::1]:8080, www.example.com:443 또는 unix@socket-name. 시작-끝으로 포트 범위, 예: 127.0.0.1:1220-1240.
pl_pl: Podaj prawidłowy adres odsłuchu, tj. 127.0.0.1:8080, [::1]:8080, www.example.com:443 lub unix@socket-name. Zakres portów jako początek-koniec, tj. 127.0.0.1:1220-1240.
uk_ua: Будь ласка, вкажіть дійсну адресу для прослуховування, наприклад, 127.0.0.1:8080, [::1]:8080, www.example.com:443 або unix@socket-name. Діапазон портів як початок-кінець, наприклад, 127.0.0.1:1220-1240.
zh_cn: 请提供有效的监听地址，如127.0.0.1:8080, [::1]:8080, www.example.com:443 or unix@socket-name. 。可以包含端口范围，例如:127.0.0.1:1220-1240.

source: Please provide one or more valid IP addresses, i.e. 10.0.0.1.
cs_cz: Zadejte jednu či více platných IP adres, např.: 10.0.0.1
de_de: Bitte geben Sie eine oder mehrere gültige IP-Adressen an, z. B. 10.0.0.1.
el_gr: Παρακαλώ δώστε μία ή περισσότερες έγκυρες διευθύνσεις IP, π.χ. 10.0.0.1.
fa_ir: لطفاً یک یا چند آدرس IP معتبر وارد کنید، مثلاً 10.0.0.1.
fr_fr: Veuillez fournir une ou plusieurs adresses IP valides, par exemple 10.0.0.1.
it_it: Fornire uno o più indirizzi IP validi, ad esempio 10.0.0.1.
ko_kr: 유효한 IP 주소를 하나 이상 입력하세요. 예: 10.0.0.1.
pl_pl: Podaj jeden lub więcej prawidłowych adresów IP, tj. 10.0.0.1.
uk_ua: Будь ласка, введіть одну або кілька дійсних IP-адрес, наприклад, 10.0.0.1.
zh_cn: 请提供一个或多个有效的IP地址，如10.0.0.1。

source: Please provide valid Zabbix server addresses, i.e. zabbix.example.com, 10.0.0.2 or 10.0.0.0/24.
cs_cz: Zadejte platné adresy Zabbix serverů, tj. zabbix.example.com, 10.0.0.2 nebo 10.0.0.0/24.
de_de: Bitte geben Sie gültige Zabbix-Serveradressen an, z. B. zabbix.example.com, 10.0.0.2 oder 10.0.0.0/24.
el_gr: Παρακαλώ δώστε έγκυρες διευθύνσεις διακομιστή Zabbix, π.χ. zabbix.example.com, 10.0.0.2 ή 10.0.0.0/24.
fa_ir: لطفاً آدرس‌های سرور Zabbix معتبر وارد کنید، مثلاً zabbix.example.com، 10.0.0.2 یا 10.0.0.0/24.
fr_fr: Veuillez fournir des adresses de serveur Zabbix valides, c'est-à-dire zabbix.exemple.com, 10.0.0.2 ou 10.0.0.0/24.
it_it: Fornisci indirizzi server Zabbix validi, ad esempio zabbix.example.com, 10.0.0.2 o 10.0.0.0/24.
ko_kr: 유효한 Zabbix 서버 주소를 입력세요. 예: zabbix.example.com, 10.0.0.2 or 10.0.0.0/24.
pl_pl: Podaj poprawne adresy serwerów Zabbix, tj. zabbix.example.com, 10.0.0.2 lub 10.0.0.0/24.
uk_ua: Будь ласка, вкажіть дійсні адреси сервера Zabbix, наприклад, zabbix.example.com, 10.0.0.2 або 10.0.0.0/24.
zh_cn: 请提供有效的Zabbix服务器地址，如zabbix.example.com，10.0.0.2或10.0.0.0/24。

source: Please specify a value between 0 and 100.
cs_cz: Zadejte hodnotu z rozmezí 0 až 100.
de_de: Bitte geben Sie einen Wert zwischen 0 und 100 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 0 και 100.
fa_ir: لطفاً مقداری بین 0 تا 100 مشخص کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 0 et 100.
it_it: Specificare un valore compreso tra 0 e 100.
ko_kr: 0에서 100 사이의 값을 지정하세요.
pl_pl: Określ wartość z zakresu od 0 do 100.
uk_ua: Будь ласка, вкажіть значення від 0 до 100.
zh_cn: 请指定一个介于 0 和 100 之间的值。

source: Please specify a value between 0 and 10000000.
cs_cz: Zadejte hodnotu z rozmezí 0 až 10000000.
de_de: Bitte geben Sie einen Wert zwischen 0 und 10 000 000 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 0 και 10000000.
fa_ir: لطفاً مقداری بین 0 تا 10000000 مشخص کنید.
fr_fr: Merci de renseigner une valeur entre 0 et 10000000.
it_it: Specificare un valore compreso tra 0 e 10000000.
ko_kr: 0에서 10000000 사이의 값을 지정하세요.
pl_pl: Określ wartość z zakresu od 0 do 10000000.
uk_ua: Будь ласка, вкажіть значення від 0 до 10000000.
zh_cn: 请指定一个介于 0 和 10000000 之间的值。

source: Related frontend item not found
cs_cz: Související položka nadstavby nenalezena
de_de: Zugehöriges Frontend-Element nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο frontend
fa_ir: آیتم مرتبط در فرانت‌اند پیدا نشد.
fr_fr: L'élément frontal correspondant n'a pas été trouvé
it_it: Elemento frontend correlato non trovato
ko_kr: 관련 프론트엔드 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu interfejsu użytkownika
uk_ua: Пов'язаний елемент інтерфейсу не знайдено
zh_cn: 未找到相关的前端项

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as asterisk, hyphen, comma and space.
cs_cz: Měl by to být řetězec o délce 1 až 255 znaků. Povolené znaky jsou písmena a číslice a také hvězdička, pomlčka, čárka a mezera.
de_de: Dies sollte eine Zeichenkette mit einer Länge von 1 bis 255 Zeichen sein. Zugelassene Zeichen sind Buchstaben und Zahlen, sowie Sternchen, Bindestrich, Komma und Leerzeichen.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων. Επιτρεπόμενοι χαρακτήρες είναι γράμματα και αριθμοί, καθώς και αστερίσκος, παύλα, κόμμα και κενό.
fa_ir: باید رشته‌ای بین 1 تا 255 نویسه باشد. نویسه‌های مجاز حروف و اعداد و همچنین ستاره (*), خط تیره (-), ویرگول (,) و فاصله هستند.
fr_fr: Il doit s'agir d'une chaîne de 1 à 255 caractères. Les caractères autorisés sont les lettres et les chiffres ainsi que l'astérisque, le trait d'union, la virgule et l'espace.
it_it: Dovrebbe essere una stringa compresa tra 1 e 255 caratteri. I caratteri consentiti sono lettere e numeri, nonché asterisco, trattino, virgola e spazio.
ko_kr: 1에서 255 사이의 문자열을 입력하세요. 허용되는 문자는 문자 및 숫자, 별표, 하이픈, 쉼표 및 공백으로 제한됩니다.
pl_pl: Powinien być ciągiem od 1 do 255 znaków. Dozwolone znaki to litery i cyfry, a także gwiazdka, myślnik, przecinek i spacja.
uk_ua: Має бути рядок довжиною від 1 до 255 символів. Дозволені символи: літери, цифри, а також зірочка, дефіс, кома та пробіл.
zh_cn: 应为介于 1 到 255 个字符之间的字符串。允许使用的字符是字母和数字，以及星号、连字符、逗号和空格。

source: Should be a string between 1 and 8192 characters.
cs_cz: Měl by být řetězec dlouhý 1 až 8192 znaků.
de_de: Dies sollte eine Zeichenkette mit einer Länge von 1 bis 8192 Zeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 8192 χαρακτήρων.
fa_ir: باید رشته‌ای بین 1 تا 8192 نویسه باشد.
fr_fr: Doit être une chaîne de 1 à 8192 caractères
it_it: Dovrebbe essere una stringa compresa tra 1 e 8192 caratteri.
ko_kr: 1에서 8192 사이의 문자열을 입력하세요.
pl_pl: Wartość pomiędzy 1 a 8192 znakami.
uk_ua: Має бути рядок довжиною від 1 до 8192 символів.
zh_cn: 应为介于 1 到 8192 个字符之间的字符串。

source: Specify a maximum object size in memory. (number of KB's)
cs_cz: Zadejte nejvyšší umožněnou velikost objektu v paměti (v KB)
de_de: Maximale Objektgröße im Arbeitsspeicher angeben (in KB)
el_gr: Καθορίστε ένα μέγιστο μέγεθος αντικειμένου στη μνήμη. (αριθμός KB)
fa_ir: حداکثر اندازهٔ شی در حافظه را مشخص کنید (تعداد kB).
fr_fr: Indiquer une taille maximale d'objet en mémoine (en Kb's)
it_it: Specificare una dimensione massima dell'oggetto in memoria. (numero di KB)
ko_kr: 메모리의 최대 객체 크기를 지정하세요. (KB 단위)
pl_pl: Określ maksymalny rozmiar obiektu w pamięci. (liczba KB)
uk_ua: Вкажіть максимальний розмір об'єкта в пам'яті. (кількість КБ)
zh_cn: 指定内存中的最大对象大小。（KB ）

source: System or Plugin Command
cs_cz: Příkaz systému nebo doplňkového modulu
de_de: System- oder Plugin-Befehl
el_gr: Εντολή συστήματος ή πρόσθετου
fa_ir: دستور سیستم یا پلاگین
fr_fr: Commande du système ou du plugin
it_it: Comando di sistema o plugin
ko_kr: 시스템 또는 플러그인 명령어
pl_pl: Komenda systemowa lub wtyczki
uk_ua: Команда системи або плагіна
zh_cn: 系统或插件命令

source: Table check must be set.
cs_cz: Je třeba, aby byla nastavená kontrola tabulky.
de_de: Tabellenprüfung muss aktiviert sein.
el_gr: Πρέπει να οριστεί έλεγχος πίνακα.
fa_ir: گزینهٔ بررسی جدول باید تنظیم شود.
fr_fr: Le contrôle de la table doit être activé.
it_it: È necessario impostare il controllo della tabella.
ko_kr: 테이블 검사가 반드시 설정돼야 합니다.
pl_pl: Kontrola tabeli musi być ustawiona.
uk_ua: Перевірку таблиці необхідно встановити.
zh_cn: 必须设置表检查。

source: The URL must be a valid ACME endpoint without a trailing slash.
cs_cz: Je třeba, aby URL byla platným ACME koncovým bodem bez ukončujícího lomítka.
de_de: Die URL muss ein gültiger ACME-Endpunkt ohne abschließenden Schrägstrich sein.
el_gr: Η διεύθυνση URL πρέπει να είναι ένα έγκυρο τελικό σημείο ACME χωρίς κάθετο στο τέλος.
fa_ir: URL باید یک endpoint معتبر ACME باشد و در انتها اسلش (/) نداشته باشد.
fr_fr: L'URL doit être un point de terminaison ACME valide sans slash de fin.
it_it: L'URL deve essere un endpoint ACME valido senza una barra finale.
ko_kr: URL은 유효한 ACME 엔드포인트여야 합니다. 끝에 슬래시가 없어야 합니다.
pl_pl: Adres URL musi być prawidłowym punktem końcowym ACME bez końcowego ukośnika.
uk_ua: URL-адреса має бути дійсною кінцевою точкою ACME без завершального слеша.
zh_cn: URL必须是有效的ACME端点，没有尾部斜杠。

source: Update local Unifi keystore
cs_cz: Zaktualizovat lokální úložiště klíčů Unifi
de_de: Lokalen Unifi-Schlüsselbund aktualisieren
el_gr: Ενημέρωση τοπικού χώρου αποθήκευσης κλειδιών Unifi
fa_ir: به‌روزرسانی keystore محلی Unifi
fr_fr: Mettre à jour le keystore local de l'Unifi
it_it: Aggiorna il keystore Unifi locale
ko_kr: 로컬 Unifi 키 저장소 업데이트
pl_pl: Zaktualizuj lokalny magazyn kluczy Unifi
uk_ua: Оновити локальне сховище ключів Unifi
zh_cn: 更新本地Unifi密钥库

source: Upload certificate to FRITZ!Box router
cs_cz: Nahrát certifikát do směrovače FRITZ!Box
de_de: Zertifikat auf FRITZ!Box-Router hochladen
el_gr: Μεταφόρτωση πιστοποιητικού στον δρομολογητή FRITZ!Box
fa_ir: آپلود گواهی در روتر FRITZ!Box
fr_fr: Envoyer le certificat vers le routeur FRITZ!Box
it_it: Carica il certificato sul router FRITZ!Box
ko_kr: 인증서를 FRITZ!Box 라우터에 업로드
pl_pl: Wrzuć certyfikat do routera FRITZ!Box
uk_ua: Завантажити сертифікат до маршрутизатора FRITZ!Box
zh_cn: 将证书上传至FRITZ!Box路由器

source: Upload certificate to Synology DSM
cs_cz: Nahrát certifikát do Synology DSM
de_de: Zertifikat an Synology DSM übertragen
el_gr: Μεταφόρτωση πιστοποιητικού στο Synology DSM
fa_ir: آپلود گواهی در Synology DSM
fr_fr: Envoyer le certificat vers Synology DSM
it_it: Carica il certificato su Synology DSM
ko_kr: 인증서를 Synology DSM에 업로드
pl_pl: Prześlij certyfikat do Synology DSM
uk_ua: Завантажити сертифікат до Synology DSM
zh_cn: 将证书上传至Synology DSM

source: Use a random ID for the filename [default]
cs_cz: Jako název souboru použít náhodný identifikátor [výchozí]
de_de: Eine zufällige ID als Dateiname verwenden [Standard]
el_gr: Χρησιμοποιήστε ένα τυχαίο αναγνωριστικό για το όνομα αρχείου [προεπιλογή]
fa_ir: استفاده از شناسهٔ تصادفی برای نام فایل [پیش‌فرض]
fr_fr: Utiliser un ID aléatoire pour le nom du fichier [par défaut]
it_it: Utilizza un ID casuale per il nome del file [impostazione predefinita]
ko_kr: 파일 이름으로 임의의 ID를 사용 [기본값]
pl_pl: Użyj losowego ID jako nazwy pliku [domyślne]
uk_ua: Використовувати випадковий ідентифікатор для імені файлу [типово]
zh_cn: 使用随机 ID 作为文件名 [默认]

source: Use server settings
cs_cz: Použít nastavení serveru
de_de: Servereinstellungen verwenden
el_gr: Χρήση ρυθμίσεων διακομιστή
fa_ir: استفاده از تنظیمات سرور
fr_fr: Utiliser les réglages du serveur
it_it: Utilizza le impostazioni del server
ko_kr: 서버 설정 사용
pl_pl: Użyj ustawień serwera
uk_ua: Використовувати налаштування сервера
zh_cn: 使用服务器设置

source: Use the specified name as filename
cs_cz: Použít zadaný název jako název souboru
de_de: Den angegebenen Namen als Dateinamen verwenden
el_gr: Χρησιμοποιήστε το καθορισμένο όνομα ως όνομα αρχείου
fa_ir: استفاده از نام مشخص‌شده به‌عنوان نام فایل
fr_fr: Utiliser le nom indiqué comme nom de fichier
it_it: Utilizza il nome specificato come nome file
ko_kr: 지정된 이름을 파일 이름으로 사용
pl_pl: Użyj wybranej nazwy jako nazwy pliku
uk_ua: Використовувати вказане ім'я як ім'я файлу
zh_cn: 使用指定的名称作为文件名

source: acme.sh TLS Web Server (automatic port forward)
cs_cz: Webový server acme.sh TLS (automatické předávání portů)
de_de: acme.sh TLS Web Server (automatische Portweiterleitung)
el_gr: Διακομιστής Web TLS acme.sh (αυτόματη προώθηση θύρας)
fa_ir: acme.sh وب‌سرور TLS (فوروارد خودکار پورت)
fr_fr: acme.sh Serveur Web TLS (transfert automatique de port)
it_it: acme.sh Server Web TLS (port forwarding automatico)
ko_kr: acme.sh TLS 웹 서버 (자동 포트 포워드)
pl_pl: acme.sh TLS Web Server (automatyczne przekazywanie portów)
uk_ua: acme.sh TLS веб-сервер (автоматична переадресація портів)
zh_cn: acme.sh TLS Web服务器（自动端口转发）

source: monitor fail: report failure to a monitor request
cs_cz: nezdar monitoru: ohlásit nezdar pžadavku na monitor
de_de: Fehlgeschlagene Überwachung: Fehler auf eine Monitor-Anfrage melden
el_gr: αποτυχία παρακολούθησης: αναφορά αποτυχίας σε αίτημα παρακολούθησης
fa_ir: خطای مانیتور: گزارش شکست در پاسخ به درخواست مانیتور
fr_fr: monitor fail : rapporte l'échec d'une requête de moniteur
it_it: monitor fail: segnala il fallimento a una richiesta di monitoraggio
ko_kr: 모니터 실패: 모니터 요청에 실패 보고
pl_pl: monitor awarii: zgłoś awarię na żądanie monitora
uk_ua: невдача монітора: повідомити про відмову на запит моніторингу
zh_cn: 监视器失败：向监视器请求报告失败

source: %d %s/s exceeds the maximum bandwidth of %d %s/s.
cs_cz: %d %s/s překračuje maximální šířku pásma %d %s/s.
de_de: %d %s/s überschreitet die maximale Bandbreite von %d %s/s.
el_gr: Το %d %s/s υπερβαίνει το μέγιστο εύρος ζώνης των %d %s/s.
fa_ir: %d %s/s از حداکثر پهنای‌باند %d %s/s فراتر رفته است.
fr_fr: %d %s/s dépasse la bande passante maximale de %d %s/s.
it_it: %d %s/s supera la larghezza di banda massima di %d %s/s.
ko_kr: %d %s/s가 최대 대역폭 %d %s/s를 초과합니다.
uk_ua: %d %s/с перевищує максимальну пропускну здатність %d %s/с.
zh_cn: %d %s/s 超出了最大带宽 %d %s/s。

source: %d sec
cs_cz: %d sek
de_de: %d Sek.
el_gr: %d δευτ.
fa_ir: %d ثانیه
ko_kr: %d 초
uk_ua: %d сек
zh_cn: ％d秒

source: %s %s (Parent: %s, Tag: %s)
cs_cz: %s %s (nadřazené: %s, štítek: %s)
de_de: %s %s (Übergeordnet: %s, Tag: %s)
el_gr: %s %s (Γονικό στοιχείο: %s, Ετικέτα: %s)
fa_ir: %s %s (والد: %s، برچسب: %s)
it_it: %s %s (Genitore: %s, Tag: %s)
ko_kr: %s %s(상위: %s, 태그: %s)
uk_ua: %s %s (Батьківський: %s, Тег: %s)

source: %s (Tag: %s, Parent: %s)%s
cs_cz: %s (štítek: %s, nadřazené: %s)%s
de_de: %s (Tag: %s, Übergeordnet: %s)%s
el_gr: %s (Ετικέτα: %s, Γονική: %s)%s
fa_ir: %s (برچسب: %s، والد: %s)%s
it_it: %s (Tag: %s, Genitore: %s)%s
ko_kr: %s (태그: %s, 상위: %s)%s
uk_ua: %s (Тег: %s, Батьківський: %s)%s

source: %s (freq. %s/%s)
cs_cz: %s (frekv. %s/%s)
de_de: %s (Frequenz: %s/%s)
el_gr: %s (συχνότητα %s/%s)
fa_ir: %s (فرکانس %s/%s)
fr_fr: %s (fréquence %s/%s)
it_it: %s (frequenza %s/%s)
ko_kr: %s (주파수 %s/%s)
uk_ua: %s (частота %s/%s)

source: %s day ago
cs_cz: před %s dnem
de_de: vor %s Tag
el_gr: %s ημέρα πριν
fa_ir: %s روز پیش
fr_fr: il y a %s jours
it_it: %s giorno fa
ko_kr: %s 일 전
uk_ua: %s день тому
zh_cn: %s天前

source: %s days ago
cs_cz: před %s dny
de_de: vor %s Tagen
el_gr: %s ημέρες πριν
fa_ir: %s روز پیش
fr_fr: il y a %s jours
it_it: %s giorni fa
ko_kr: %s 일 전
uk_ua: %s днів тому
zh_cn: %s天前

source: %s hour ago
cs_cz: před %s hodinou
de_de: vor %s Stunde
el_gr: %s ώρα πριν
fa_ir: %s ساعت پیش
fr_fr: Il y a %s heures
it_it: %s ora fa
ko_kr: % 시간 전
uk_ua: %s година тому
zh_cn: %s小时前

source: %s hours ago
cs_cz: před %s hodinami
de_de: vor %s Stunden
el_gr: %s ώρες πριν
fa_ir: %s ساعت پیش
fr_fr: Il y a %s heures
it_it: %s ore fa
ko_kr: % 시간 전
uk_ua: %s годин тому
zh_cn: %s小时前
