Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: String type must be enclosed in quotes like "this" or must be a series of octets specified in hexadecimal, separated by colons, like 01:23:45:67:89:ab:cd:ef
cs_cz: Je třeba, aby typ řetězec byl obklopen (anglickými) uvozovkami, jako "toto" nebo byl zadaný jako posloupnost osmičkových čísel, oddělovaných dvojtečkou, jako např.: 01:23:45:67:89:ab:cd:ef
de_de: Zeichenkettendaten müssen wie "hier" in Anführungszeichen stehen oder müssen als Serie von durch Doppelpukt getrennten hexadezimalen Oktetten wie 01:23:45:67:89:ab:cd:ef angegeben werden
el_gr: Ο τύπος συμβολοσειράς πρέπει να περικλείεται σε εισαγωγικά όπως "αυτό" ή πρέπει να είναι μια σειρά από οκτάδες που καθορίζονται σε δεκαεξαδικό σύστημα, χωρισμένες με άνω και κάτω τελεία, όπως 01:23:45:67:89:ab:cd:ef
fa_ir: نوع رشته باید درون علامت نقل‌قول مانند \"this\"" قرار گیرد یا رشته‌ای از اکتت‌ها به‌صورت هگزادسیمال و جداشده با دو نقطه باشد، مانند 01:23:45:67:89:ab:cd:ef"
fr_fr: Les chaines de caractères doivent être entourées de guillemets comme "ceci" ou doivent être constituées d'une série d'octets en hexadécimal, séparés par ":" comme par exemple 01:23:45:67:89:ab:cd:ef
it_it: Il tipo stringa deve essere racchiuso tra virgolette come "this" o deve essere una serie di ottetti specificati in formato esadecimale, separati da due punti, come 01:23:45:67:89:ab:cd:ef
ko_kr: 문자열 유형은 "this"와 같은 따옴표로 묶이거나 01:23:45:67:89:ab:cd:ef와 같이 콜론으로 구분된 16진수로 지정된 일련의 옥텟이어야 합니다
pl_pl: Typ ciągu musi być ujęty w cudzysłów, np. „this”, lub musi być serią oktetów określonych w systemie szesnastkowym, oddzielonych dwukropkami, np. 01:23:45:67:89:ab:cd:ef
uk_ua: Рядковий тип повинен бути взятий у лапки, наприклад "це", або бути послідовністю октетів, заданих у шістнадцятковому форматі, розділених двокрапками, наприклад 01:23:45:67:89:ab:cd:ef
zh_cn: 字符串类型必须用引号括起来，如"this"或必须是以十六进制指定的一系列八位字节，用冒号分隔，如01:23:45:67:89:ab:cd:ef

source: Text type cannot include quotation marks.
cs_cz: Typ text nemůže obsahovat otazníky.
de_de: Text-Typ kann keine Fragezeichen beinhalten.
el_gr: Ο τύπος κειμένου δεν μπορεί να περιλαμβάνει εισαγωγικά.
fa_ir: نوع متن نمی‌تواند شامل علامت نقل‌قول باشد.
fr_fr: Le type Texte ne peut pas contenir de guillemets.
it_it: Il tipo di testo non può includere virgolette.
ko_kr: 텍스트 형식에는 따옴표를 사용할 수 없습니다.
pl_pl: Typ tekstu nie może zawierać cudzysłowów.
uk_ua: Текстовий тип не може містити лапок.
zh_cn: 文本类型不能包括引号。

source: A valid MTU value must be specified.
cs_cz: Je třeba, aby bylo zadáno platné MTU.
de_de: Eine gültiger MTU-Wert muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη τιμή MTU.
fa_ir: یک مقدار MTU معتبر باید مشخص شود.
fr_fr: Une valeur valide de MTU doit être spécifiée.
it_it: È necessario specificare un valore MTU valido.
ko_kr: 유효한 MTU 값을 지정해야 합니다.
pl_pl: Musisz podać prawidłową wartość MTU.
uk_ua: Повинно бути вказано дійсне значення MTU.
zh_cn: 必须指定有效的MTU值。

source: Cannot enable static ARP when you have static map entries without IP addresses. Ensure all static maps have IP addresses and try again.
cs_cz: Není možné zapnout statické ARP když jsou přítomné statické položky mapy bez IP adres. Zajistěte aby všechna statická mapování měla IP adresy a zkuste to znovu.
de_de: Statisches ARP kann nicht aktiviert werden, wenn Sie statische Zuweisungseinträge ohne IP-Adressen haben. Stellen Sie sicher, dass alle Zuweisungen IP-Adressen haben und versuchen Sie es erneut.
el_gr: Δεν είναι δυνατή η ενεργοποίηση του στατικού ARP όταν έχετε καταχωρίσεις στατικού χάρτη χωρίς διευθύνσεις IP. Βεβαιωθείτε ότι όλοι οι στατικοί χάρτες έχουν διευθύνσεις IP και προσπαθήστε ξανά.
fa_ir: نمی‌توان ARP ایستا را فعال کرد چون ورودی‌های نقشهٔ ایستا بدون آدرس IP وجود دارد. اطمینان حاصل کنید همهٔ نقشه‌های ایستا آدرس IP داشته باشند و دوباره تلاش کنید.
fr_fr: Impossible d'activer l'ARP statique lorsque vous avez des entrées de NAT statiques sans adresses IP. Assurez-vous que touts les NAT statiques ont des adresses IP et réessayez.
it_it: Impossibile abilitare l'ARP statico quando sono presenti voci della mappa statica senza indirizzi IP. Assicurati che tutte le mappe statiche dispongano di indirizzi IP e riprova.
ko_kr: IP 주소가 없는 정적 맵 항목이 있는 경우 정적 ARP를 사용하도록 설정할 수 없습니다. 모든 정적 맵에 IP 주소가 있는지 확인하고 다시 시도하세요.
pl_pl: Nie można włączyć statycznego ARP, gdy masz statyczne wpisy map bez adresów IP. Upewnij się, że wszystkie statyczne mapy mają adresy IP i spróbuj ponownie.
uk_ua: Неможливо увімкнути статичний ARP, якщо є статичні записи відображення без IP-адрес. Переконайтеся, що всі статичні відображення мають IP-адреси, і спробуйте ще раз.
zh_cn: 如果静态映射条目没有IP地址，则无法启用静态ARP。 确保所有静态映射都有IP地址，然后重试。

source: The subnet range cannot overlap with virtual IP address %s.
cs_cz: Rozsah podsítě se nemůže překrývat s virtuální IP adresou %s.
de_de: Der Subnetzbereich kann nicht mit der virtuellen IP-Adresse %s überlappen.
el_gr: Το εύρος υποδικτύου δεν μπορεί να επικαλύπτεται με την εικονική διεύθυνση IP %s.
fa_ir: بازهٔ زیرشبکه نمی‌تواند با آدرس IP مجازی %s همپوشانی داشته باشد.
fr_fr: La plage de sous-réseau ne peut pas chevaucher l'adresse IP virtuelle %s.
it_it: L'intervallo della sottorete non può sovrapporsi all'indirizzo IP virtuale %s.
ko_kr: 서브넷 범위는 가상 IP 주소 %s과(와) 겹칠 수 없습니다.
pl_pl: Zakres podsieci nie może pokrywać się z wirtualnym adresem IP %s.
uk_ua: Діапазон підмережі не може перетинатися з віртуальною IP-адресою %s.
zh_cn: 子网范围不能与虚拟IP地址%s重叠。

source: You cannot use the broadcast address in the ending subnet range.
cs_cz: Adresu všesměrového vysílání není možné použít jako konec rozsahu podsítě.
de_de: Sie können die Broadcastadresse nicht als Ende des Subnetzbereichs verwenden.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε τη διεύθυνση μετάδοσης στο τελικό εύρος υποδικτύου.
fa_ir: نمی‌توانید از آدرس broadcast در انتهای بازهٔ زیرشبکه استفاده کنید.
fr_fr: Vous ne pouvez pas utiliser l'adresse de diffusion (broadcast) comme adresse de fin de la plage du sous-réseau.
it_it: Non è possibile utilizzare l'indirizzo broadcast nell'intervallo della sottorete finale.
ko_kr: 종료 서브넷 범위에서 브로드캐스트 주소를 사용할 수 없습니다.
pl_pl: Nie możesz używać adresu rozgłoszeniowego w końcowym zakresie podsieci.
uk_ua: Ви не можете використовувати широкомовну адресу в кінцевому діапазоні підмережі.
zh_cn: 您不能在结束子网范围中使用广播地址。

source: You cannot use the network address in the starting subnet range.
cs_cz: Adresu sítě není možné použít jako začátek rozsahu podsítě.
de_de: Sie können die Netzwerkadresse nicht als Start des Subnetzbereichs verwenden.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε τη διεύθυνση δικτύου στο αρχικό εύρος υποδικτύου.
fa_ir: نمی‌توانید از آدرس شبکه در ابتدای بازهٔ زیرشبکه استفاده کنید.
fr_fr: Vous ne pouvez pas utiliser l'adresse réseau comme adresse de départ de la plage du sous-réseau.
it_it: Non è possibile utilizzare l'indirizzo di rete nell'intervallo di sottorete iniziale.
ko_kr: 시작 서브넷 범위의 네트워크 주소를 사용할 수 없습니다.
pl_pl: Nie możesz używać adresu sieciowego w początkowym zakresie podsieci.
uk_ua: Ви не можете використовувати мережеву адресу в початковому діапазоні підмережі.
zh_cn: 您不能在起始子网范围中使用网络地址。

source: A valid IP address must be specified for the network boot server.
cs_cz: Je třeba zadat platnou IP adresu serveru ze kterého se zavádí systém po síti.
de_de: Eine gültige IP-Adresse muss für den Netzwerkbootserver angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τον διακομιστή εκκίνησης δικτύου.
fa_ir: برای سرور بوت شبکه باید یک آدرس IP معتبر مشخص شود.
fr_fr: Une adresse IP valide doit être spécifiée pour le serveur de démarrage réseau.
it_it: È necessario specificare un indirizzo IP valido per il server di avvio di rete.
ko_kr: 네트워크 부팅 서버에 유효한 IP 주소를 지정해야 합니다.
pl_pl: Dla serwera rozruchu sieciowego musi być podany prawidłowy adres IP.
uk_ua: Повинна бути вказана дійсна IP-адреса для сервера мережевого завантаження.
zh_cn: 必须为网络引导服务器指定一个有效的IP地址。

source: A valid IP address or hostname must be specified for the TFTP server.
cs_cz: Je třeba zadat platnou IP adresu nebo název stroje, na kterém se nachází TFTP server.
de_de: Eine gültige IP-Adresse oder Hostname muss für den TFTP Server angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP ή όνομα κεντρικού υπολογιστή για τον διακομιστή TFTP.
fa_ir: برای سرور TFTP باید یک آدرس IP یا نام میزبان معتبر مشخص شود.
fr_fr: Une adresse IP valide ou le nom d'hôte doit être spécifié pour le serveur TFTP.
it_it: È necessario specificare un indirizzo IP o un nome host valido per il server TFTP.
ko_kr: TFTP 서버에 대해 유효한 IP 주소 또는 호스트 이름을 지정해야 합니다.
pl_pl: Dla serwera TFTP musi być podany prawidłowy adres IP lub nazwa hosta.
uk_ua: Повинна бути вказана дійсна IP-адреса або ім'я хоста для сервера TFTP.
zh_cn: 必须为TFTP服务器指定一个有效的IP地址或主机名。

source: A valid domain name must be specified for the DNS domain.
cs_cz: Pro DNS doménu je třeba zadat platný doménový název.
de_de: Ein gültiger Domainname muss für die DNS-Domain angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο όνομα τομέα για τον τομέα DNS.
fa_ir: برای دامنهٔ DNS باید یک نام دامنهٔ معتبر مشخص شود.
fr_fr: Un nom de domaine valide doit être spécifié pour le domaine DNS.
it_it: È necessario specificare un nome di dominio valido per il dominio DNS.
ko_kr: DNS 도메인에 대해 유효한 도메인 이름을 지정해야 합니다.
pl_pl: Musisz podać prawidłową nazwę domeny dla domeny DNS.
uk_ua: Повинно бути вказано дійсне доменне ім'я для домену DNS.
zh_cn: 必须为DNS域指定一个有效的域名。

source: A valid IP address must be specified for the primary/secondary NTP servers.
cs_cz: Je třeba uvést platné IP adresy hlavního a záložního NTP serveru.
de_de: Eine gültige IP-Adresse muss für den primären/sekundären NTP-Server angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τους κύριους/δευτερεύοντες διακομιστές NTP.
fa_ir: برای سرورهای NTP اصلی/ثانویه باید آدرس IP معتبر مشخص شود.
fr_fr: Une adresse IP valide doit être spécifiée pour les serveurs principaux/secondaires NTP.
it_it: È necessario specificare un indirizzo IP valido per i server NTP primari/secondari.
ko_kr: 기본/보조 NTP 서버에 대해 유효한 IP 주소를 지정해야 합니다.
pl_pl: Dla głównych/drugorzędnych serwerów NTP musi być podany prawidłowy adres IP.
uk_ua: Повинна бути вказана дійсна IP-адреса для основного/додаткового NTP-серверів.
zh_cn: 必须为主/辅助NTP服务器指定有效的IP地址。

source: If you specify a mac deny list, it must contain only valid partial MAC addresses.
cs_cz: Pokud zadáte seznam odepřených mac adres, je třeba, aby obsahoval pouze platné částečné takové adresy.
de_de: Falls die eine MAC-Ablehnungsliste angeben, darf diese nur gültige partielle MAC-Adressen beinhalten.
el_gr: Εάν καθορίσετε μια λίστα απόρριψης mac, πρέπει να περιέχει μόνο έγκυρες μερικές διευθύνσεις MAC.
fa_ir: در صورت تعیین لیست mac deny، باید فقط شامل آدرس‌های جزئی MAC معتبر باشد.
fr_fr: Si vous spécifiez une liste d'interdiction MAC, elle doit uniquement contenir des adresses MAC partielles valides.
it_it: Se specifichi un elenco di negazioni mac, deve contenere solo indirizzi MAC parziali validi.
ko_kr: MAC 거부 목록을 지정할 경우 유효한 부분 MAC 주소만 포함해야 합니다.
pl_pl: Jeśli określasz listę blokowania MAC, musi zawierać tylko prawidłowe częściowe adresy MAC.
uk_ua: Якщо ви вказуєте список відхилених MAC-адрес, він повинен містити лише дійсні часткові MAC-адреси.
zh_cn: 如果指定拒绝的mac列表，则它必须只包含有效的部分MAC地址。

source: If you specify a mac allow list, it must contain only valid partial MAC addresses.
cs_cz: Pokud zadáte seznam povolených mac adres, je třeba, aby obsahoval pouze platné částečné takové adresy.
de_de: Falls die eine MAC-Erlaubnisliste angeben, darf diese nur gültige partielle MAC-Adressen beinhalten.
el_gr: Εάν καθορίσετε μια λίστα επιτρεπόμενων διευθύνσεων MAC, αυτή πρέπει να περιέχει μόνο έγκυρες μερικές διευθύνσεις MAC.
fa_ir: در صورت تعیین لیست mac allow، باید فقط شامل آدرس‌های جزئی MAC معتبر باشد.
fr_fr: Si vous spécifiez une liste d'autorisation MAC, elle doit uniquement contenir des adresses MAC partielles valides.
it_it: Se specifichi un elenco consentiti mac, deve contenere solo indirizzi MAC parziali validi.
ko_kr: MAC 허용 목록을 지정할 경우 유효한 부분 MAC 주소만 포함해야 합니다.
pl_pl: Jeśli określasz listę dopuszczania MAC, musi zawierać tylko prawidłowe częściowe adresy MAC.
uk_ua: Якщо ви вказуєте список дозволених MAC-адрес, він повинен містити лише дійсні часткові MAC-адреси.
zh_cn: 如果指定允许mac列表，则它必须只包含有效的部分MAC地址。

source: A valid domain search list must be specified.
cs_cz: Je třeba zadat platný doménový vyhledávací seznam.
de_de: Eine gültige Domainsuchliste muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη λίστα αναζήτησης τομέα.
fa_ir: باید یک فهرست جستجوی دامنهٔ معتبر مشخص شود.
fr_fr: Une liste valide de recherche de domaine doit être renseignée.
it_it: È necessario specificare un elenco di ricerca di domini valido.
ko_kr: 유효한 도메인 검색 목록을 지정해야 합니다.
pl_pl: Musisz podać prawidłową listę przeszukiwania domen.
uk_ua: Повинен бути вказаний дійсний список пошуку доменів.
zh_cn: 必须指定一个有效的域搜索列表。

source: You must specify both a valid domain key and key name.
cs_cz: Je třeba zadat jak platný doménový klíč, tak název klíče.
de_de: Sie müssen sowohl einen gültigen Domainschlüssel als auch einen gültigen Schlüsselnamen angeben.
el_gr: Πρέπει να καθορίσετε ένα έγκυρο κλειδί τομέα και ένα έγκυρο όνομα κλειδιού.
fa_ir: باید هم کلید دامنهٔ معتبر و هم نام کلید را مشخص کنید.
fr_fr: Vous devez spécifier à la fois une clé de domaine valide et un nom de clé.
it_it: È necessario specificare sia una chiave di dominio valida che un nome di chiave.
ko_kr: 올바른 도메인 키와 키 이름을 모두 지정해야 합니다.
pl_pl: Musisz podać zarówno prawidłowy klucz domeny, jak i nazwę klucza.
uk_ua: Ви повинні вказати як дійсний доменний ключ, так і його ім'я.
zh_cn: 您必须同时指定有效的域密钥和密钥名称。

source: You must specify a Base64-encoded domain key.
cs_cz: Je třeba zadat doménový klíč ve formátu Base64.
de_de: Sie müssen einen Base64-kodierten Domainschlüssel angeben.
el_gr: Πρέπει να καθορίσετε ένα κλειδί τομέα με κωδικοποίηση Base64.
fa_ir: باید یک کلید دامنه کدگذاری‌شده به Base64 را مشخص کنید.
fr_fr: Vous devez spécifier une clé de domaine codée en Base64
it_it: È necessario specificare una chiave di dominio con codifica Base64.
ko_kr: Base64로 인코딩된 도메인 키를 지정해야 합니다.
pl_pl: Musisz podać klucz domeny zakodowany w Base64.
uk_ua: Ви повинні вказати доменний ключ, закодований у Base64.
zh_cn: 您必须指定Base64编码的域密钥。

source: A valid primary domain name server IP address must be specified for the dynamic domain name.
cs_cz: Pro název dynamickou doménou je třeba, aby byla zadaná IP adresa hlavního DNS serveru.
de_de: Eine gültige primäre IP-Adresse eines Domainnamensservers für den dynamischen Domainnamen muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP του κύριου διακομιστή ονόματος τομέα για το δυναμικό όνομα τομέα.
fa_ir: برای نام دامنه پویا باید آدرس IP معتبر سرور نام دامنه اصلی مشخص شود.
fr_fr: Une adresse IP de serveur de nom de domaine principal valide doit être spécifiée pour le nom de domaine dynamique.
it_it: Per il nome di dominio dinamico è necessario specificare un indirizzo IP del server dei nomi di dominio primario valido.
ko_kr: 동적 도메인 이름에 대해 유효한 기본 도메인 이름 서버 IP 주소를 지정해야 합니다.
pl_pl: Dla dynamicznej nazwy domeny musi być podany prawidłowy adres IP głównego serwera nazw domeny.
uk_ua: Повинна бути вказана дійсна IP-адреса основного сервера доменних імен для динамічного доменного імені.
zh_cn: 必须为动态域名指定有效的主域名服务器IP地址。

source: A valid domain name must be specified for the dynamic DNS registration.
cs_cz: Pro dynamickou DNS registraci je třeba zadat platný název domény.
de_de: Ein gültiger Domainname muss für die dynamische DNS-Registrierung angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο όνομα τομέα για την δυναμική καταχώριση DNS.
fa_ir: برای ثبت‌نام DNS پویا باید یک نام دامنه معتبر مشخص شود.
fr_fr: Un nom de domaine valide doit être spécifié pour l'enregistrement DNS dynamique.
it_it: Per la registrazione DNS dinamico è necessario specificare un nome di dominio valido.
ko_kr: 동적 DNS 등록에 유효한 도메인 이름을 지정해야 합니다.
pl_pl: Musisz podać prawidłową nazwę domeny dla rejestracji dynamicznego DNS.
uk_ua: Повинно бути вказано дійсне доменне ім'я для динамічної реєстрації DNS.
zh_cn: 必须为动态DNS注册指定有效的域名。

source: The maximum lease time must be at least 60 seconds and higher than the default lease time.
cs_cz: Je třeba, aby nejdelší zápůjční čas byl přinejmenším 60 sekund a byl vyšší, než výchozí zápůjční čas.
de_de: Die maximale Leasedauer muss mindestens 60 Sekunden betragen und höher als die Standardleasedauer sein.
el_gr: Ο μέγιστος χρόνος εκχώρησης πρέπει να είναι τουλάχιστον 60 δευτερόλεπτα και μεγαλύτερος από τον προεπιλεγμένο χρόνο εκχώρησης.
fa_ir: حداکثر زمان اجاره باید حداقل 60 ثانیه باشد و از زمان اجاره پیش‌فرض بیشتر باشد.
fr_fr: La durée maximale du bail doit être d'au moins 60 secondes et plus élevée que la durée du bail par défaut.
it_it: Il tempo di lease massimo deve essere di almeno 60 secondi e superiore al tempo di lease predefinito.
ko_kr: 최대 대여 시간은 최소 60초 이상이어야 하며 기본 대여 시간보다 커야 합니다.
pl_pl: Maksymalny czas dzierżawy musi mieć wartość co najmniej 60 sekund i musi być wyższy niż domyślny.
uk_ua: Максимальний час оренди повинен бути щонайменше 60 секунд і більшим за час оренди за типовим значенням.
zh_cn: 最大租约时间至少为60秒，并高于默认租约时间。

source: The default lease time must be at least 60 seconds.
cs_cz: Je třeba, aby výchozí výpůjční doba byla přinejmenším 60 sekund.
de_de: Die Standardleasedauer muss mindestens 60 Sekunden betragen.
el_gr: Ο προεπιλεγμένος χρόνος εκχώρησης πρέπει να είναι τουλάχιστον 60 δευτερόλεπτα.
fa_ir: زمان اجارهٔ پیش‌فرض باید حداقل 60 ثانیه باشد.
fr_fr: La durée du bail par défaut doit être supérieure à 60 secondes.
it_it: Il tempo di lease predefinito deve essere di almeno 60 secondi.
ko_kr: 기본 대여 시간은 60초 이상이어야 합니다.
pl_pl: Domyślny czas dzierżawy musi mieć wartość co najmniej 60 sekund.
uk_ua: Час оренди за типовим значенням повинен бути щонайменше 60 секунд.
zh_cn: 默认租约至少为60秒。

source: A valid IP address must be specified for the primary/secondary DNS servers.
cs_cz: Je třeba zadat platnou IP adresu hlavního/pomocného DNS serveru.
de_de: Ein gültige IP-Adresse muss für den ersten/zweiten DNS-Server angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τους κύριους/δευτερεύοντες διακομιστές DNS.
fa_ir: برای سرورهای DNS اصلی/ثانویه باید یک آدرس IP معتبر وارد شود.
fr_fr: Une adresse IP valide doit être spécifiée pour les serveurs principaux/secondaires DNS.
it_it: È necessario specificare un indirizzo IP valido per i server DNS primari/secondari.
ko_kr: 기본/보조 DNS 서버에 대해 유효한 IP 주소를 지정해야 합니다.
pl_pl: Podaj właściwy adres IP dla podstawowego/drugorzędnego serwera DNS.
uk_ua: Повинна бути вказана дійсна IP-адреса для основного/додаткового DNS-серверів.
zh_cn: 必须为主/辅DNS服务器指定有效的IP地址。

source: The gateway address %s does not lie within the chosen interface's subnet.
cs_cz: Adresa brány %s nespadá do zvolené podsítě pro toto rozhraní.
de_de: Die Gatewayadresse %s liegt nicht im Subnetz der ausgewählten Schnittstelle.
el_gr: Η διεύθυνση πύλης %s δεν βρίσκεται εντός του υποδικτύου της επιλεγμένης διεπαφής.
fa_ir: آدرس دروازه %s در زیرشبکهٔ رابط انتخاب‌شده قرار ندارد.
fr_fr: L'adresse de passerelle %s ne se situe pas dans le sous-réseau de l'interface choisie.
it_it: L'indirizzo del gateway %s non si trova nella sottorete dell'interfaccia scelta.
ko_kr: 게이트웨이 주소 %s이(가) 선택한 인터페이스의 서브넷 내에 있지 않습니다.
pl_pl: Adres bramy (%s) nie należy do podsieci wybranego interfejsu.
uk_ua: Адреса шлюзу %s не знаходиться в межах підмережі вибраного інтерфейсу.
zh_cn: 网关地址%s不在选定接口的子网内。

source: A valid IP address must be specified for the primary/secondary WINS servers.
cs_cz: Je třeba zadat platnou IP adresu hlavního/pomocného WINS serveru.
de_de: Ein gültige IP-Adresse muss für den Ersten/Zweiten WINS-Server angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τους κύριους/δευτερεύοντες διακομιστές WINS.
fa_ir: برای سرورهای WINS اصلی/ثانویه باید یک آدرس IP معتبر مشخص شود.
fr_fr: Une adresse IP valide doit être spécifiée pour les serveurs principaux/secondaires WINS.
it_it: È necessario specificare un indirizzo IP valido per i server WINS primari/secondari.
ko_kr: 기본/보조 WINS 서버에 대해 유효한 IP 주소를 지정해야 합니다.
pl_pl: Podaj właściwy adres IP dla podstawowego/drugorzędnego serwera WINS.
uk_ua: Повинна бути вказана дійсна IP-адреса для основного/додаткового WINS-серверів.
zh_cn: 必须为主/辅助WINS服务器指定有效的IP地址。

source: A valid IP address must be specified for the gateway.
cs_cz: Je třeba zadat platnou IP adresu brány.
de_de: Eine gültige IP-Adresse muss für das Gateway angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για την πύλη.
fa_ir: یک آدرس IP معتبر باید برای دروازه تعیین شود.
fr_fr: Une adresse IP valide doit être spécifiée comme passerelle.
it_it: È necessario specificare un indirizzo IP valido per il gateway.
ko_kr: 게이트웨이에 유효한 IP 주소를 지정해야 합니다.
pl_pl: Podaj właściwy adres IP bramy.
uk_ua: Повинна бути вказана дійсна IP-адреса для шлюзу.
zh_cn: 必须为网关指定一个有效的IP地址。

source: A valid range must be specified.
cs_cz: Je třeba zadat platný rozsah.
de_de: Ein gültiger Bereich muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο εύρος.
fa_ir: بازه‌ای معتبر باید مشخص شود.
fr_fr: Une plage valide doit être spécifiée.
it_it: È necessario specificare un intervallo valido.
ko_kr: 유효한 범위를 지정해야 합니다.
pl_pl: Podaj prawidłowy zakres.
uk_ua: Повинен бути вказаний дійсний діапазон.
zh_cn: 必须指定一个有效的范围。

source: Range end
cs_cz: Konec rozsahu
de_de: Bereichsende
el_gr: Τέλος εμβέλειας
fa_ir: پایان بازه
fr_fr: Fin de la plage
it_it: Fine dell'intervallo
ko_kr: 범위 끝
pl_pl: Koniec zakresu
uk_ua: Кінець діапазону
zh_cn: 结束范围

source: Range begin
cs_cz: Začátek rozsahu
de_de: Bereichsstart
el_gr: Έναρξη εύρους
fa_ir: شروع بازه
fr_fr: Début de la plage
it_it: Inizio della gamma
ko_kr: 범위 시작
pl_pl: Początek zakresu
uk_ua: Початок діапазону
zh_cn: 开始范围

source: flush report
cs_cz: vyprázdnit hlášení
de_de: Bericht löschen
el_gr: έκθεση εκκαθάρισης
fa_ir: پاک‌سازی گزارش
fr_fr: vider le rapport
it_it: rapporto di scarico
ko_kr: 플러쉬 보고
pl_pl: wyczyść raport
uk_ua: скинути звіт
zh_cn: 刷新报告

source: Graphs will not be allowed to be recreated within a 1 minute interval, please take this into account after changing the style.
cs_cz: Pamatujte, že při změně stylu grafu nebude možné ho znovuvytvořit dříve než za jednu minutu.
de_de: Diagramme können nicht öfter als einmal pro Minute neu erstellt werden. Bitte berücksichtigen Sie dies nach einer Stiländerung.
el_gr: Δεν θα επιτρέπεται η αναδημιουργία γραφημάτων εντός διαστήματος 1 λεπτού, λάβετε αυτό υπόψη μετά την αλλαγή του στυλ.
fa_ir: نمودارها را نمی‌توان ظرف ۱ دقیقه دوباره ایجاد کرد. پس از تغییر سبک، این موضوع را در نظر بگیرید.
fr_fr: Les graphiques ne seront pas autorisés à être recréés dans un intervalle de 1 minute, merci de prendre cela en compte après avoir changé le style.
it_it: Non sarà possibile ricreare i grafici entro un intervallo di 1 minuto, tienine conto dopo aver modificato lo stile.
ko_kr: 1분 간격 내에는 그래프를 다시 만들 수 없으므로, 스타일 변경 후 참고하세요.
pl_pl: Wykresy nie będą mogły zostać ponownie stworzone w ciągu 1 minuty, proszę wziąć to pod uwagę po zmianie stylu.
uk_ua: Графіки не можна буде відтворити протягом 1-хвилинного інтервалу, будь ласка, врахуйте це після зміни стилю.
zh_cn: 不允许在1分钟间隔内重新创建图表，请在更改样式后考虑到这一点。

source: Reset Netflow Data
cs_cz: Resetovat Netflow data
de_de: NetFlow-Daten zurücksetzen
el_gr: Επαναφορά δεδομένων Netflow
fa_ir: بازنشانی داده‌های Netflow
fr_fr: Réinitialiser les données Netflow
it_it: Reimposta i dati di Netflow
ko_kr: Netflow 데이터 초기화
pl_pl: Resetuj dane Netflow
uk_ua: Скинути дані Netflow
zh_cn: 重置网络流数据

source: Reset RRD Data
cs_cz: Resetovat RRD data
de_de: RRD-Daten zurücksetzen
el_gr: Επαναφορά δεδομένων RRD
fa_ir: بازنشانی داده‌های RRD
fr_fr: Réinitialiser les données RRD
it_it: Reimposta i dati RRD
ko_kr: RRD 데이터 초기화
pl_pl: Resetuj dane RRD
uk_ua: Скинути дані RRD
zh_cn: 重置RRD数据
