Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Log HTTP access in a standard JSON logfile per domain, e.g., for processing by CrowdSec. Use this option combined with "HTTP Access Log" in a "Domain". Enabling this will make the HTTP Access Log disappear from the standard Log File. Logs can be found in the filesystem at "/var/log/caddy/access/".
cs_cz: Zaznamenávat HTTP přístupy ve standardním JSON souboru záznamu událostí pro každou doménu, např. pro zpracování službou CrowdSec. Tuto možnost použijte v kombinaci s „Záznam HTTP přístupů“ v položce „Doména“. Povolením této možnosti zmizí záznam o HTTP přístupech ze standardního souboru záznamu událostí. Záznamy se nacházejí v souborovém systému ve „/var/log/caddy/access/“.
de_de: HTTP-Zugriffe in einer standardisierten JSON-Protokolldatei pro Domain erfassen, z. B. zur Weiterverarbeitung durch CrowdSec. Verwenden Sie diese Option in Kombination mit "HTTP Access Log" innerhalb einer "Domain". Wenn diese Option aktiviert ist, wird das HTTP-Zugriffsprotokoll nicht mehr in der Standardprotokolldatei angezeigt. Die Protokolle befinden sich im Dateisystem unter "/var/log/caddy/access/".
el_gr: Καταγράψτε την πρόσβαση HTTP σε ένα τυπικό αρχείο καταγραφής JSON ανά τομέα, π.χ., για επεξεργασία από το CrowdSec. Χρησιμοποιήστε αυτήν την επιλογή σε συνδυασμό με το "HTTP Access Log" σε έναν "Τομέα". Η ενεργοποίησή της θα εξαφανίσει το HTTP Access Log από το τυπικό αρχείο καταγραφής. Τα αρχεία καταγραφής βρίσκονται στο σύστημα αρχείων στη διεύθυνση "/var/log/caddy/access/".
fa_ir: ثبت دسترسی HTTP در یک فایل لاگ JSON استاندارد به‌ازای هر دامنه، مثلاً برای پردازش توسط CrowdSec. این گزینه را همراه با «HTTP Access Log» در یک «Domain» استفاده کنید. فعال‌سازی این گزینه باعث می‌شود HTTP Access Log از فایل لاگ استاندارد حذف شود. لاگ‌ها در مسیر فایل‌سیستم «/var/log/caddy/access/» قابل‌دسترسی‌اند.
fr_fr: Enregistrer les accès HTTP dans un fichier journal JSON standard par domaine, par exemple pour traitement par CrowdSec. Utiliser cette option en combinaison avec "Journal d'accès HTTP" dans un "Domaine". En activant cette option, le journal d'accès HTTP disparaîtra du fichier journal standard. Les journaux se trouvent dans le système de fichiers à "/var/log/caddy/access/".
it_it: Registra l'accesso HTTP in un file di log JSON standard per dominio, ad esempio per l'elaborazione da parte di CrowdSec. Utilizzare questa opzione insieme a "Log di accesso HTTP" in un "Dominio". Abilitando questa opzione, il registro di accesso HTTP scomparirà dal file di registro standard. I log possono essere trovati nel filesystem in "/var/log/caddy/access/".
ko_kr: 도메인당 표준 JSON 로그 파일에 HTTP 액세스를 기록합니다(예: CrowdSec에서 처리). 이 옵션을 "도메인"의 "HTTP 액세스 로그"와 함께 사용합니다. 이 옵션을 활성화하면 HTTP 액세스 로그가 표준 로그 파일에서 사라집니다. 로그는 "/var/log/caddy/access/"의 파일 시스템에서 찾을 수 있습니다.
uk_ua: Записувати доступ HTTP у стандартний файл журналу JSON для кожного домену, наприклад, для обробки CrowdSec. Використовуйте цю опцію в поєднанні з "Журналом доступу HTTP" у "Домені". Увімкнення цієї опції призведе до зникнення журналу доступу HTTP зі стандартного файлу журналу. Журнали можна знайти у файловій системі за адресою "/var/log/caddy/access/".
zh_cn: 在每个域的标准JSON日志文件中记录HTTP访问，例如，供CrowdSec处理。将此选项与“域”中的“HTTP 访问日志”结合使用。启用此选项将使HTTP访问日志从标准日志文件中消失。可以在文件系统的“/var/log/caddy/access/”中找到日志。

source: Log Settings
cs_cz: Nastavení záznamu událostí
de_de: Protokolleinstellungen
el_gr: Ρυθμίσεις καταγραφής
fa_ir: تنظیمات لاگ
fr_fr: Paramètres du journal
it_it: Impostazioni del registro
ko_kr: 로그 설정
uk_ua: Налаштування журналу
zh_cn: 日志设置

source: Log TLS handshakes to fill the User Agent fingerprint database and detect MITM attacks.
cs_cz: Zaznamenávat navazování TLS spojení za účelem plnění databáze otisků uživatelských agentů obsahem a odhalovat tak útoky typu MITM.
de_de: Protokollieren Sie TLS-Handshakes, um die Fingerabdruckdatenbank für User-Agents zu füllen und MITM-Angriffe zu erkennen.
el_gr: Καταγραφή χειραψιών TLS για τη συμπλήρωση της βάσης δεδομένων δακτυλικών αποτυπωμάτων του παράγοντα χρήστη και την ανίχνευση επιθέσεων MITM.
fa_ir: ثبت TLS handshakes برای پرکردن پایگاه‌داده اثرانگشت User Agent و تشخیص حملات MITM.
fr_fr: Enregistrer les échanges TLS pour alimenter la base de données d'empreintes digitales de l'agent utilisateur et détecter les attaques MITM.
it_it: Registra gli handshake TLS per riempire il database delle impronte digitali dell'agente utente e rilevare gli attacchi MITM.
ko_kr: TLS 핸드쉐이크를 로깅하여 사용자 에이전트 지문 데이터베이스를 채우고 중간자 공격)을 탐지합니다.
uk_ua: Записувати рукостискання TLS для наповнення бази даних відбитків User Agent та виявлення атак MITM.
zh_cn: 记录TLS握手以填充用户代理指纹数据库并检测MITM攻击。

source: Log To Syslog
cs_cz: Zaznamenávat na Syslog
de_de: In Syslog protokollieren
el_gr: Σύνδεση στο αρχείο καταγραφής συστήματος
fa_ir: ثبت در Syslog
fr_fr: Enregistrer dans Syslog
it_it: Accedi a Syslog
ko_kr: Syslog에 로깅
uk_ua: Записувати до Syslog
zh_cn: 记录到系统日志

source: Log all cookies and authorization in HTTP request logging. Use this option combined with "HTTP Access Log" in a "Domain". Enable this option only for troubleshooting.
cs_cz: Zaznamenávat všechny souborů cookie a autorizaci v HTTP požadavcích. Tuto předvolbu použijte v kombinaci s „Zaznamenávat HTTP přístupy“ v „Domén“. Zapínejte pouze krátkodobě při řešení problémů.
de_de: Alle Cookies und Autorisierungen im HTTP-Anfrageprotokoll erfassen. Diese Option in Kombination mit "HTTP Access Log" in einer "Domain" verwenden. Nur zur Fehlersuche aktivieren.
el_gr: Καταγραφή όλων των cookie και της εξουσιοδότησης στην καταγραφή αιτημάτων HTTP. Χρησιμοποιήστε αυτήν την επιλογή σε συνδυασμό με το "Αρχείο καταγραφής πρόσβασης HTTP" σε έναν "Τομέα". Ενεργοποιήστε αυτήν την επιλογή μόνο για την αντιμετώπιση προβλημάτων.
fa_ir: در لاگ‌گیری درخواست‌های HTTP، تمامی کوکی‌ها و اطلاعات مجوز را لاگ کنید. این گزینه را همراه با «HTTP Access Log» در یک «Domain» استفاده کنید. این گزینه را فقط برای عیب‌یابی فعال کنید.
fr_fr: Enregistrer tous les cookies et autorisations dans l'enregistrement des requêtes HTTP. Utilisez cette option en combinaison avec "HTTP Access Log" dans un "Domaine". N'activez cette option qu'en cas de dépannage.
it_it: Registra tutti i cookie e l'autorizzazione nella registrazione delle richieste HTTP. Utilizzare questa opzione insieme a "Log di accesso HTTP" in un "Dominio". Abilita questa opzione solo per la risoluzione dei problemi.
ko_kr: HTTP 요청 로깅에서 모든 쿠키와 인증 정보를 로깅합니다. 이 옵션은 "도메인"의 "HTTP 액세스 로그"와 함께 사용합니다. 문제 해결을 위해서만 이 옵션을 활성화하세요.
uk_ua: Записувати всі файли cookie та авторизацію в журналювання HTTP-запитів. Використовуйте цю опцію в поєднанні з "Журналом доступу HTTP" у "Домені". Увімкніть цю опцію лише для усунення несправностей.
zh_cn: 在HTTP请求日志中记录所有cookie和授权。将此选项与“域”中的“HTTP 访问日志”结合使用。仅在故障排除时启用此选项。

source: Log requests that led to auto-blocking (bots and honeypots).
cs_cz: Zaznamenávat požadavky, které vedly k automatickému blokování (boti a honeypoty).
de_de: Protokollieren Sie Anfragen, die zur automatischen Sperrung geführt haben (Bots und Honeypots).
el_gr: Καταγραφή αιτημάτων που οδήγησαν σε αυτόματο αποκλεισμό (bots και honeypots).
fa_ir: لاگ درخواست‌هایی که منجر به مسدودسازی خودکار شدند (بات‌ها و honeypotها).
fr_fr: Enregistrer les demandes qui ont conduit à un blocage automatique (bots et honeypots).
it_it: Richieste di registro che hanno portato al blocco automatico (bot e honeypot).
ko_kr: 자동 차단(봇 및 허니팟)으로 이어진 로그 요청.
uk_ua: Записувати запити, що призвели до автоматичного блокування (боти та медові пастки).
zh_cn: 记录导致自动阻止（机器人和蜜罐）的请求。

source: Log violations
cs_cz: Zaznamenávat porušení
de_de: Verstöße protokollieren
el_gr: Παραβιάσεις αρχείων καταγραφής
fa_ir: لاگ نقض‌ها
fr_fr: Consigner les violations
it_it: Registra le violazioni
ko_kr: 로그 위반
uk_ua: Записувати порушення
zh_cn: 记录违规行为

source: Low threshold for latency in milliseconds. Default is 200.
cs_cz: Spodní práh (v milisekundách) pro dobu odezvy. Výchozí hodnota je 200.
de_de: Untere Schwelle für die Latenz in Millisekunden. Standardwert ist 200.
el_gr: Χαμηλό όριο για καθυστέρηση σε χιλιοστά του δευτερολέπτου. Η προεπιλογή είναι 200.
fa_ir: آستانه پایین برای تأخیر (ms). مقدار پیش‌فرض 200 است.
fr_fr: Seuil bas de latence en millisecondes. La valeur par défaut est de 200.
it_it: Soglia bassa per la latenza in millisecondi. L'impostazione predefinita è 200.
ko_kr: 밀리초 단위의 대기 시간에 대한 낮은 임계값. 기본값은 200입니다.
uk_ua: Низький поріг затримки в мілісекундах. Типово 200.
zh_cn: 延迟阈值低（毫秒）。默认值为 200。

source: Low threshold for packet loss in %. Default is 10.
cs_cz: Spodní práh pro ztrátovost paketů (v %). Výchozí hodnota je 10.
de_de: Untere Schwelle für den Paketverlust in %. Standardwert ist 10.
el_gr: Χαμηλό όριο για απώλεια πακέτων σε %. Η προεπιλογή είναι 10.
fa_ir: آستانه پایین برای از دست رفتن بسته‌ها (به %). مقدار پیش‌فرض 10 است.
fr_fr: Seuil bas pour la perte de paquets en %. La valeur par défaut est de 10.
it_it: Soglia bassa per la perdita di pacchetti in %. L'impostazione predefinita è 10.
ko_kr: 패킷 손실에 대한 낮은 임계값(%). 기본값은 10입니다.
uk_ua: Низький поріг втрати пакетів у %. Типово 10.
zh_cn: 数据包丢失的低阈值（百分比）。默认值为 10。

source: Low-level encoding/decoding (ASN.1, X.509 etc.)
cs_cz: Nízkoúrovňové kódování/dekódování (ASN.1, X.509 atd.)
de_de: Low-Level-Codierung/-Decodierung (ASN.1, X.509 usw.)
el_gr: Κωδικοποίηση/αποκωδικοποίηση χαμηλού επιπέδου (ASN.1, X.509 κ.λπ.)
fa_ir: کدگذاری/کدگشایی سطح پایین (ASN.1, X.509 و غیره)
fr_fr: Codage/décodage de bas niveau (ASN.1, X.509, etc.)
it_it: Codifica/decodifica di basso livello (ASN.1, X.509 ecc.)
ko_kr: 저수준 인코딩/디코딩 (ASN.1, X.509 등)
uk_ua: Низькорівневе кодування/декодування (ASN.1, X.509 тощо)
zh_cn: 低级编码/解码（ASN.1、X.509 等）

source: MAC/Ether address of the client in question
cs_cz: MAC/ether adresa daného klienta
de_de: MAC-/Ethernet-Adresse des betreffenden Clients
el_gr: Διεύθυνση MAC/Ether του εν λόγω πελάτη
fa_ir: آدرس MAC/Ether کلاینت موردنظر
fr_fr: Adresse MAC/Ether du client en question
it_it: Indirizzo MAC/Ether del client in questione
ko_kr: 해당 클라이언트의 MAC/이더넷 주소
uk_ua: MAC/Ether-адреса відповідного клієнта
zh_cn: 相关客户端的MAC/以太网地址

source: MQTT Client ID
cs_cz: Identif. MQTT klienta
el_gr: Αναγνωριστικό πελάτη MQTT
fa_ir: شناسهٔ کلاینت MQTT
fr_fr: ID du client MQTT
it_it: ID cliente MQTT
ko_kr: MQTT 클라이언트 ID
uk_ua: Ідентифікатор клієнта MQTT
zh_cn: MQTT 客户端 ID

source: MQTT Format
cs_cz: MQTT formát
el_gr: Μορφή MQTT
fa_ir: فرمت MQTT
fr_fr: Format MQTT
it_it: Formato MQTT
ko_kr: MQTT 형식
uk_ua: Формат MQTT
zh_cn: MQTT 格式

source: MQTT Layout
cs_cz: MQTT rozvržení
el_gr: Διάταξη MQTT
fa_ir: چیدمان MQTT
fr_fr: Présentation MQTT
it_it: Disposizione MQTT
ko_kr: MQTT 레이아웃
uk_ua: Макет MQTT
zh_cn: MQTT 布局

source: MQTT Password
cs_cz: MQTT heslo
de_de: MQTT-Passwort
el_gr: Κωδικός πρόσβασης MQTT
fa_ir: گذرواژه MQTT
fr_fr: Mot de passe MQTT
it_it: Password MQTT
ko_kr: MQTT 비밀번호
uk_ua: Пароль MQTT
zh_cn: MQTT 密码

source: MQTT Retain
cs_cz: MQTT Zachovat
el_gr: Διατήρηση MQTT
fa_ir: Retain در MQTT
fr_fr: MQTT Conserver
it_it: Conservazione MQTT
ko_kr: MQTT 유지
uk_ua: MQTT Зберігати
zh_cn: MQTT 保留

source: MQTT Timeout
cs_cz: MQTT časový limit
el_gr: Χρονικό όριο MQTT
fa_ir: Timeout در MQTT
fr_fr: Délai d'attente MQTT
it_it: Timeout MQTT
ko_kr: MQTT 타임아웃
uk_ua: Таймаут MQTT
zh_cn: MQTT 超时

source: MQTT Topic
cs_cz: MQTT téma
el_gr: Θέμα MQTT
fa_ir: موضوع MQTT
fr_fr: Sujet MQTT
it_it: Argomento MQTT
ko_kr: MQTT 토픽
uk_ua: Тема MQTT
zh_cn: MQTT 主题

source: MQTT Topic Prefix
cs_cz: Předpona MQTT tématu
de_de: MQTT-Topic-Präfix
el_gr: Πρόθεμα θέματος MQTT
fa_ir: پیش‌وند موضوع MQTT
fr_fr: Préfixe du sujet MQTT
it_it: Prefisso argomento MQTT
ko_kr: MQTT 토픽 프리픽스
uk_ua: Префікс теми MQTT
zh_cn: MQTT 主题前缀

source: MQTT Topic Prefix - Will be overidden by the Topic if defined below.
cs_cz: Předpona MQTT tématu – pokud níže bude definováno, bude přepsána tématem.
de_de: MQTT-Topic-Präfix - wird durch das unten definierte Topic überschrieben, falls vorhanden.
el_gr: Πρόθεμα θέματος MQTT - Θα αντικατασταθεί από το θέμα, εάν ορίζεται παρακάτω.
fa_ir: پیش‌وند موضوع MQTT — اگر Topic در زیر تعریف شده باشد، توسط Topic بازنویسی خواهد شد.
fr_fr: MQTT Topic Prefix - Sera remplacé par le Topic s'il est défini ci-dessous.
it_it: Prefisso argomento MQTT: verrà sovrascritto dall'argomento se definito di seguito.
ko_kr: MQTT 토픽 프리픽스 - 아래에 정의된 토픽으로 덮어씌워집니다.
uk_ua: Префікс теми MQTT – буде перевизначений темою, якщо її визначено нижче.
zh_cn: MQTT 主题前缀 - 如果定义如下，将被主题覆盖。

source: MQTT Topic for produced messages. if left blank, will default to [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]
cs_cz: MQTT téma pro vytvářené zprávy. Pokud nevyplněno, pokud nevyplněno, bude použito výchozí [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]
de_de: MQTT-Topic für erzeugte Nachrichten. Wenn leer gelassen, wird standardmäßig [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ] verwendet.
el_gr: Θέμα MQTT για τα μηνύματα που παράγονται. Εάν αφεθεί κενό, θα έχει ως προεπιλογή την τιμή [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]
fa_ir: Topic برای پیام‌های تولیدشده. اگر خالی بماند، مقدار پیش‌فرض خواهد بود: [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]
fr_fr: Sujet MQTT pour les messages produits. s'il est laissé vide, le sujet sera par défaut [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]
it_it: Argomento MQTT per i messaggi prodotti. se lasciato vuoto, il valore predefinito sarà [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]
ko_kr: 생성된 메시지에 대한 MQTT 토픽. 비워두면 기본적으로 [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]로 설정됩니다.
uk_ua: Тема MQTT для створених повідомлень. Якщо залишити пустим, типово буде [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]
zh_cn: 如果留空，则默认为 [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]。

source: MQTT Username
cs_cz: MQTT uživatelské jméno
de_de: MQTT-Benutzername
el_gr: Όνομα χρήστη MQTT
fa_ir: نام‌کاربری MQTT
fr_fr: Nom d'utilisateur MQTT
it_it: Nome utente MQTT
ko_kr: MQTT 사용자 이름
uk_ua: Ім'я користувача MQTT
zh_cn: MQTT 用户名

source: MQTT brokers
cs_cz: Zprostředkovatelé MQTT
de_de: MQTT-Broker
el_gr: Μεσίτες MQTT
fa_ir: کارگزارهای MQTT
fr_fr: Courtiers MQTT
it_it: Broker MQTT
ko_kr: MQTT 브로커
uk_ua: Брокери MQTT
zh_cn: MQTT 代理

source: Main daemon setup/cleanup/signal handling
cs_cz: Obsluha nastavování/čištění/signálů hlavního procesu služby
de_de: Initialisierung, Aufräumen und Signalverarbeitung des Hauptdienstes
el_gr: Ρύθμιση/καθαρισμός/χειρισμός κύριου δαίμονα
fa_ir: راه‌اندازی/پاک‌سازی/مدیریت سیگنال daemon اصلی
fr_fr: Configuration du démon principal, nettoyage et gestion des signaux
it_it: Configurazione/pulizia/gestione del segnale del demone principale
ko_kr: 기본 데몬 설정/정리/신호 처리
uk_ua: Налаштування/очищення/обробка сигналів головного демона
zh_cn: 主守护进程设置/清理/信号处理

source: Make Before Break
cs_cz: Udělat přestávku před
el_gr: Φτιάξτε πριν το διάλειμμα
fa_ir: اتصال پیش از قطع
fr_fr: Faire avant de casser
it_it: Prepara prima della pausa
ko_kr: 선 연결 후 끊기
uk_ua: Зробити до розриву
zh_cn: 先建后断

source: Make eve HTTP logging dump all HTTP headers. You may choose to dump headers for requests or responses or both.
cs_cz: Zajistit, aby eve zaznamenávání událostí v HTTP vypisovalo všechny (HTTP) hlavičky. Je možné si vybrat, zda chcete vypisovat hlavičky pro požadavky, odpovědi nebo obojí.
de_de: Eve-HTTP-Protokollierung so konfigurieren, dass alle HTTP-Header protokolliert werden. Es kann gewählt werden, ob Header von Anfragen, Antworten oder beidem aufgezeichnet werden sollen.
el_gr: Ορίστε την καταγραφή HTTP του eve για όλες τις κεφαλίδες HTTP. Μπορείτε να επιλέξετε να κάνετε dumping κεφαλίδων για αιτήματα ή απαντήσεις ή και τα δύο.
fa_ir: تنظیم کنید که eve HTTP همهٔ هدرهای HTTP را ثبت کند. می‌توانید انتخاب کنید هدرها را برای درخواست‌ها، پاسخ‌ها یا هر دو ثبت کند.
fr_fr: Faites en sorte qu'eve HTTP logging récupère tous les en-têtes HTTP. Vous pouvez choisir d'extraire les en-têtes des requêtes, des réponses ou des deux.
it_it: Fai in modo che la registrazione HTTP esegua il dump di tutte le intestazioni HTTP. Puoi scegliere di scaricare le intestazioni per le richieste, le risposte o entrambe.
ko_kr: Eve HTTP 로깅이 모든 HTTP 헤더를 덤프하도록 설정합니다. 요청 또는 응답, 또는 둘 다에 대한 헤더를 덤프하도록 선택할 수 있습니다.
uk_ua: Змусити журналювання HTTP eve вивантажувати всі HTTP-заголовки. Ви можете вибрати вивантаження заголовків для запитів, відповідей або обох.
zh_cn: 让eve HTTP日志转储所有HTTP标头。您可以选择转储请求或响应的标头，或两者。

source: Match the received traffic on OSI Layer 4, either TCP or UDP. When "Routing Type" is "listener_wrappers", currently only TCP will match.
cs_cz: Hledat shodu v přijímaném provozu na 4. vrstvě OSI – TCP nebo UDP. Pokud „Typ směrování“ je „listener_wrappers“, bude prozatím hledána shoda pouze pro TCP.
de_de: Empfangenen Datenverkehr auf OSI-Schicht 4 abgleichen, entweder TCP oder UDP. Wenn "Routing Type" auf "listener_wrappers" gesetzt ist, wird derzeit nur TCP berücksichtigt.
el_gr: Αντιστοιχίστε την ληφθείσα κίνηση στο OSI Layer 4, είτε TCP είτε UDP. Όταν ο "Τύπος δρομολόγησης" είναι "listener_wrappers", προς το παρόν μόνο το TCP θα αντιστοιχιστεί.
fa_ir: ترافیک دریافتی را در لایهٔ 4 (مدل OSI)، با TCP یا UDP تطبیق دهید. وقتی «Routing Type» برابر «listener_wrappers» باشد، در حال حاضر فقط TCP تطبیق می‌یابد.
fr_fr: Faire correspondre le trafic reçu à la couche 4 de l'OSI, soit TCP, soit UDP. Lorsque le "Type de routage" est "listener_wrappers", seul le TCP est pris en compte.
it_it: Corrisponde al traffico ricevuto su OSI Layer 4, TCP o UDP. Quando "Tipo di routing" è "listener_wrappers", attualmente corrisponderà solo TCP.
ko_kr: OSI 4계층에서 수신된 트래픽을 일치시킵니다. TCP 또는 UDP 중 하나입니다. "라우팅 유형"이 "listener_wrappers"인 경우 현재는 TCP만 일치합니다.
uk_ua: Відповідати вхідному трафіку на рівні OSI 4, TCP або UDP. Якщо "Тип маршрутизації" – "listener_wrappers", наразі відповідатиме лише TCP.
zh_cn: 匹配OSI第4层上接收的流量，可以是TCP或UDP。当“路由类型”为“listener_wrappers”时，目前仅匹配 TCP。

source: Match the received traffic on OSI Layer 7. When choosing a protocol like TLS, it will be matched and routed to the upstream destination. When "Routing Type" of the matcher is "listener_wrapper", any unmatched traffic will be received by the "HTTP App" (reverse_proxy). When "Routing Type" of the matcher is "global", unmatched traffic will be consumed and blocked. Choose "ANY" to not match on OSI Layer 7 and allow any traffic.
cs_cz: Hledat shodu v přijímaném provozu na 7. vrstvě OSI. Pokud zvolíte protokol, jako je TLS, bude přiřazen a přesměrován do nadřazeného cíle. Pokud „Typ směrování“ je „listener_wrapper“, bude veškerý neshodný provoz přijímat "HTTP App" (reverzní_proxy). Pokud „Typ směrování“ hledání shody je „globální“, bude neshodný provoz spotřebován a blokován. Pokud nechcete hledat shodu na 7. vrstvě OSI (a povolit tak veškerý provoz), zvolte „LIBOVOLNÉ“.
de_de: Empfangenen Datenverkehr auf OSI-Schicht 7 abgleichen. Wird z. B. das Protokoll TLS gewählt, erfolgt eine Weiterleitung zum Upstream-Ziel. Wenn der "Routing Type" des Matchers "listener_wrapper" ist, wird nicht zutreffender Datenverkehr von der "HTTP App" (reverse_proxy) verarbeitet. Ist der "Routing Type" des Matchers "global", wird nicht zutreffender Datenverkehr verworfen. Wählen Sie "ANY", um keinen Abgleich auf Schicht 7 durchzuführen und sämtlichen Verkehr zuzulassen.
el_gr: Αντιστοιχίστε την ληφθείσα κίνηση στο OSI Layer 7. Όταν επιλέγετε ένα πρωτόκολλο όπως το TLS, θα αντιστοιχιστεί και θα δρομολογηθεί στον ανοδικό προορισμό. Όταν ο "Τύπος δρομολόγησης" του matcher είναι "listener_wrapper", οποιαδήποτε μη αντιστοιχισμένη κίνηση θα ληφθεί από την "Εφαρμογή HTTP" (reverse_proxy). Όταν ο "Τύπος δρομολόγησης" του matcher είναι "global", η μη αντιστοιχισμένη κίνηση θα καταναλωθεί και θα αποκλειστεί. Επιλέξτε "ANY" για να μην αντιστοιχιστεί στο OSI Layer 7 και επιτρέψτε οποιαδήποτε κίνηση.
fa_ir: ترافیک دریافتی را در لایهٔ 7 مدل OSI تطبیق دهید. با انتخاب پروتکلی مانند TLS، ترافیک مطابق با آن شناسایی شده و به مقصد بالادست مسیریابی می‌شود. اگر «Routing Type» مچِر روی «listener_wrapper» باشد، هر ترافیک تطبیق‌نشده توسط «HTTP App» (reverse_proxy) دریافت خواهد شد. اگر «Routing Type» مچِر روی «global» باشد، ترافیک تطبیق‌نشده مصرف و مسدود می‌شود. برای عدم تطبیق در لایهٔ 7 و اجازه به هر نوع ترافیک، «ANY» را انتخاب کنید.
fr_fr: Faire correspondre le trafic reçu à la couche 7 de l'OSI. Si l'on choisit un protocole tel que TLS, il sera mis en correspondance et acheminé vers la destination en amont. Lorsque le "type de routage" de l'outil d'appariement est "listener_wrapper", tout trafic non apparié sera reçu par l'"application HTTP" (reverse_proxy). Lorsque le "Type de routage" de l'outil d'appariement est "global", le trafic non apparié sera consommé et bloqué. Choisissez "ANY" pour ne pas faire de correspondance sur la couche OSI 7 et autoriser tout le trafic.
it_it: Abbina il traffico ricevuto su OSI Layer 7. Quando si sceglie un protocollo come TLS, verrà abbinato e instradato alla destinazione upstream. Quando il "Tipo di instradamento" del matcher è "listener_wrapper", tutto il traffico senza corrispondenza verrà ricevuto dall'"App HTTP" (reverse_proxy). Quando il "Tipo di instradamento" del matcher è "globale", il traffico senza corrispondenza verrà consumato e bloccato. Scegli "QUALSIASI" per non corrispondere a OSI Layer 7 e consentire qualsiasi traffico.
ko_kr: OSI 7계층에서 수신된 트래픽을 일치시킵니다. TLS와 같은 프로토콜을 선택하면 일치하는 트래픽이 업스트림 대상으로 라우팅됩니다. 매처의 "라우팅 유형"이 "listener_wrapper"인 경우 일치하지 않는 트래픽은 "HTTP 앱"(리버스 프록시)에서 수신됩니다. 매처의 "라우팅 유형"이 "global"인 경우 일치하지 않는 트래픽은 소비되고 차단됩니다. "ANY"를 선택하면 OSI 7계층에서 일치하지 않으며 모든 트래픽을 허용합니다.
uk_ua: Відповідати вхідному трафіку на рівні OSI 7. При виборі протоколу, такого як TLS, він буде зіставлений і направлений до вихідного призначення. Якщо "Тип маршрутизації" зіставлявача – "listener_wrapper", будь-який незіставлений трафік буде отриманий "HTTP-застосунком" (зворотний проксі). Якщо "Тип маршрутизації" зіставлявача – "global", незіставлений трафік буде спожитий і заблокований. Виберіть "ANY", щоб не зіставляти на рівні OSI 7 і дозволяти будь-який трафік.
zh_cn: 在OSI第7层上匹配收到的流量。选择TLS等协议时，它将被匹配并路由到上游目的地。当匹配器的“路由类型”为“listener_wrapper”时，任何不匹配的流量都将由“HTTP App”（reverse_proxy）接收。当匹配器的“路由类型”为“global”时，不匹配的流量将被消耗和阻止。选择“ANY”以在 OSI 第 7 层上不匹配并允许任何流量。

source: Matchers
cs_cz: Hledání shody
de_de: Matcher
el_gr: Ταιριαστές
fa_ir: قواعد تطبیق
fr_fr: Correspondants
it_it: Corrispondenti
ko_kr: 매처
uk_ua: Зіставлявачі
zh_cn: 匹配器

source: Max Unacked clients
cs_cz: Nepotvrzených klientů nejvýše
de_de: Max. Clients ohne Bestätigung
fa_ir: حداکثر کلاینت‌های تأییدنشده
it_it: Max client senza controllo
ko_kr: 최대 Unacked 클라이언트
uk_ua: Максимальна кількість непідтверджених клієнтів
zh_cn: 最大未确认客户端数

source: Max concurrent streams
cs_cz: Souběžných proudů nejvýše
de_de: Max. gleichzeitige Streams
el_gr: Μέγιστος αριθμός ταυτόχρονων ροών
fa_ir: حداکثر جریان‌های هم‌زمان
fr_fr: Nombre maximal de flux simultanés
it_it: Numero massimo di flussi simultanei
ko_kr: 최대 동시 스트림
uk_ua: Максимальна кількість одночасних потоків
zh_cn: 最大并发流

source: Max concurrent streams (incoming)
cs_cz: Souběžných datových toků nejvýše (příchozí)
de_de: Max. gleichzeitige Streams (ausgehend)
el_gr: Μέγιστος αριθμός ταυτόχρονων ροών (εισερχόμενες)
fa_ir: حداکثر جریان‌های هم‌زمان (ورودی)
fr_fr: Nombre maximal de flux simultanés (entrants)
it_it: Numero massimo di flussi simultanei (in entrata)
ko_kr: 최대 동시 스트림(수신)
uk_ua: Максимальна кількість одночасних потоків (вхідні)
zh_cn: 最大并发流（入站）

source: Max concurrent streams (outgoing)
cs_cz: Souběžných datových toků nejvýše (odchozí)
de_de: Max. gleichzeitige Streams (eingehend)
el_gr: Μέγιστος αριθμός ταυτόχρονων ροών (εξερχόμενες)
fa_ir: حداکثر جریان‌های هم‌زمان (خروجی)
fr_fr: Nombre maximal de flux simultanés (sortants)
it_it: Numero massimo di flussi simultanei (in uscita)
ko_kr: 최대 동시 스트림(발신)
uk_ua: Максимальна кількість одночасних потоків (вихідні)
zh_cn: 最大并发流（出站）
