Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: List of pools, one per line in range or subnet format (e.g. 2001:db8:1::-2001:db8:1::100, 2001:db8:1::/80
de_de: Liste der Pools, jeweils eine pro Zeile im Bereichs- oder Subnetzformat (z. B. 2001:db8:1::-2001:db8:1::100, 2001:db8:1::/80).
fa_ir: فهرست استخرها، یکی در هر خط به فرمت رنج یا زیرشبکه (مثلاً 2001:db8:1::-2001:db8:1::100، 2001:db8:1::/80)
fr_fr: Liste des pools, un par ligne, sous forme d'intervalle ou de sous-réseau (par exemple, 2001:db8:1::-2001:db8:1::100, 2001:db8:1::/80).
ko_kr: 범위 또는 서브넷 형식으로 줄당 하나씩 풀 목록(예: 2001:db8:1::-2001:db8:1::100, 2001:db8:1::/80)
uk_ua: Список пулів, один на рядок у форматі діапазону або підмережі (наприклад, 2001:db8:1::-2001:db8:1::100, 2001:db8:1::/80)

source: List of users that are a member of this group
de_de: Liste der Benutzer, die Mitglied dieser Gruppe sind.
fa_ir: لیست کاربران عضو این گروه
fr_fr: Liste des utilisateurs qui sont membres de ce groupe
ko_kr: 이 그룹에 속한 사용자 목록
uk_ua: Список користувачів, які є членами цієї групи

source: Listen Ranges
de_de: Adressbereiche für eingehende Verbindungen
fa_ir: بازه‌های شنود
fr_fr: Plages d'écoute
ko_kr: 수신 범위
uk_ua: Діапазони прослуховування

source: Listener IP address of relay server. Multiple listeners can be specified. Use 0.0.0.0 or :: to listen on all IPv4 or IPv6 addresses respectively.
de_de: Listener-IP-Adresse des Relay-Servers. Es können mehrere Listener angegeben werden. Verwenden Sie 0.0.0.0 bzw. ::, um auf allen IPv4- bzw. IPv6-Adressen zu lauschen.
fa_ir: آدرس IP شنوندهٔ سرور رله. می‌توان چند شنونده تعیین کرد. برای شنود روی تمام آدرس‌های IPv4 از 0.0.0.0 و برای تمام آدرس‌های IPv6 از :: استفاده کنید.
fr_fr: Adresse IP de l'auditeur du serveur relais. Plusieurs auditeurs peuvent être spécifiés. Utilisez 0.0.0.0 ou : : pour écouter sur toutes les adresses IPv4 ou IPv6 respectivement.
ko_kr: 릴레이 서버의 수신 IP 주소입니다. 여러 수신 주소를 지정할 수 있습니다. 모든 IPv4 주소에서 수신하려면 0.0.0.0, 모든 IPv6 주소에서 수신하려면 :: 를 사용하세요.
uk_ua: IP-адреса прослуховувача релейного сервера. Можна вказати кілька прослуховувачів. Використовуйте 0.0.0.0 або :: для прослуховування всіх адрес IPv4 або IPv6 відповідно.

source: Load Balance Policy
de_de: Lastverteilungsrichtlinie
fa_ir: سیاست متعادل‌سازی بار
fr_fr: Politique d'équilibre des charges
ko_kr: 부하 분산 정책
uk_ua: Політика балансування навантаження

source: Load Balance Retries
de_de: Wiederholungsversuche bei Lastverteilung
fa_ir: تعداد تلاش‌های مجدد متعادل‌سازی بار
fr_fr: Tentatives de rééquilibrage de la charge
ko_kr: 부하 분산 재시도
uk_ua: Повторні спроби балансування навантаження

source: Load Balance Try Duration (s)
de_de: Versuchsdauer für Lastverteilung (Sekunden)
fa_ir: مدت تلاش متعادل‌سازی بار (s)
fr_fr: Durée de l'essai d'équilibrage de charge (s)
ko_kr: 부하 분산 시도 기간 (초)
uk_ua: Тривалість спроби балансування навантаження (с)

source: Load Balance Try Interval (ms)
de_de: Versuchsintervall für Lastverteilung (Millisekunden)
fa_ir: فاصلهٔ تلاش‌های متعادل‌سازی بار (ms)
fr_fr: Intervalle d'essai de l'équilibre de charge (ms)
ko_kr: 부하 분산 시도 간격 (초)
uk_ua: Інтервал спроби балансування навантаження (мс)

source: Local path to match
de_de: Lokaler Pfad zum Abgleichen
fa_ir: مسیر محلی برای تطابق
fr_fr: Chemin d'accès local
ko_kr: 일치하는 로컬 경로
uk_ua: Локальний шлях для зіставлення

source: Local subnet to route to your tailnet in CIDR notation (e.g. 192.168.1.0/24).
de_de: Lokales Subnetz, das in Ihr Tailnet geroutet werden soll (in CIDR-Notation, z. B. 192.168.1.0/24).
fa_ir: زیرشبکه محلی که باید به tailnet شما مسیردهی شود در نمایش CIDR (مثلاً 192.168.1.0/24).
fr_fr: Sous-réseau local à acheminer vers votre tailnet en notation CIDR (par exemple 192.168.1.0/24).
ko_kr: CIDR 표기법에 따른 tailnet으로 라우팅할 로컬 서브넷. (예: 192.168.1.0/24)
uk_ua: Локальна підмережа для маршрутизації до вашої мережі Tailnet у нотації CIDR (наприклад, 192.168.1.0/24).

source: Log verbosity level
de_de: Protokollierungsgrad (Detailstufe)
fa_ir: سطح جزئیات لاگ
fr_fr: Niveau de verbosité du journal
ko_kr: 로그 상세 수준
uk_ua: Рівень деталізації логування

source: LogLevel
de_de: Protokollstufe
fa_ir: سطح لاگ
fr_fr: Niveau du journal
ko_kr: 로그수준
uk_ua: Рівень логування

source: Login Server
de_de: Anmeldeserver
fa_ir: سرور ورود
fr_fr: Serveur de connexion
ko_kr: 로그인 서버
uk_ua: Сервер входу

source: Login banner
fa_ir: بنر ورود
fr_fr: Bannière de connexion
ko_kr: 로그인 배너
uk_ua: Банер входу

source: Login timeout
de_de: Zeitüberschreitung bei Anmeldung
fa_ir: زمان انتظار ورود
fr_fr: Délai de connexion
ko_kr: 로그인 타임아웃
uk_ua: Таймаут входу

source: Lower bound of the UDP relay endpoints (Default: 49152).
de_de: Untere Grenze der UDP-Relay-Endpunkte (Standard: 49152).
fa_ir: حد پایین نقاط انتهایی رلهٔ UDP (پیش‌فرض: 49152).
fr_fr: Limite inférieure des points de relais UDP (par défaut : 49152).
ko_kr: UDP 릴레이 엔드포인트의 하한값을 지정합니다 (기본값: 49152).
uk_ua: Нижня межа кінцевих точок ретрансляції UDP (типово: 49152).

source: MAC (spoofed)
de_de: MAC (geändert)
fa_ir: MAC (جعل‌شده)
fr_fr: MAC (usurpé)
ko_kr: MAC (스푸핑된)
uk_ua: MAC (підроблений)

source: Management URL
fa_ir: آدرس مدیریت
fr_fr: URL de gestion
ko_kr: 관리 URL
uk_ua: URL керування

source: Manager port
fa_ir: پورت مدیریت
fr_fr: Port du gestionnaire
ko_kr: 관리 포트
uk_ua: Порт менеджера

source: Manual config
de_de: Manuelle Konfiguration
fa_ir: پیکربندی دستی
fr_fr: Configuration manuelle
ko_kr: 수동 구성
uk_ua: Ручна конфігурація

source: Marks the neighbor as a client for a route reflector; used to reduce the number of full BGP mesh connections.
de_de: Markiert den Nachbarn als Client für einen Route Reflector; wird verwendet, um die Anzahl vollständiger BGP-Mesh-Verbindungen zu reduzieren.
fa_ir: این همسایه را به‌عنوان کلاینت برای یک route reflector علامت‌گذاری می‌کند؛ برای کاهش تعداد اتصالات مش کامل BGP استفاده می‌شود.
fr_fr: Marque le voisin en tant que client d'un réflecteur de route ; utilisé pour réduire le nombre de connexions maillées BGP complètes.
ko_kr: 이웃 노드를 경로 리플렉터의 클라이언트로 표시합니다. 이는 전체 BGP 메시 연결 수를 줄이는 데 사용됩니다.
uk_ua: Позначає сусіднього маршрутизатора як клієнта для маршрутного відбивача; використовується для зменшення кількості повних BGP-з'єднань.

source: Master ID
fa_ir: شناسه اصلی
fr_fr: ID du maître
ko_kr: 마스터 ID
uk_ua: Ідентифікатор майстра

source: Match client-id
de_de: Client-ID abgleichen
fa_ir: مطابقت client-id
fr_fr: Correspondance avec l'identifiant du client
ko_kr: client-id 일치
uk_ua: Збіг client-id

source: Match the hardware address of the client. Can be multiple addresses, e.g., if the client has multiple network cards. Though keep in mind that Dnsmasq cannot assume which address is the correct one when multiple send DHCP Discover at the same time.
de_de: Die Hardware-Adresse des Clients abgleichen. Es können mehrere Adressen angegeben werden, z. B. wenn der Client mehrere Netzwerkkarten hat. Beachten Sie, dass Dnsmasq nicht annehmen kann, welche Adresse die richtige ist, wenn mehrere gleichzeitig einen DHCP Discover senden.
fa_ir: آدرس سخت‌افزاری کلاینت را مطابقت می‌دهد. می‌تواند چند آدرس باشد، مثلاً اگر کلاینت چند کارت شبکه داشته باشد. با این حال توجه داشته باشید که Dnsmasq وقتی چند آدرس هم‌زمان DHCP Discover ارسال کنند، نمی‌تواند تشخیص دهد کدام آدرس صحیح است.
fr_fr: Correspond à l'adresse matérielle du client. Il peut s'agir de plusieurs adresses, par exemple si le client possède plusieurs cartes réseau. Cependant, gardez à l'esprit que Dnsmasq ne peut pas supposer que l'adresse est la bonne lorsque plusieurs envois de DHCP Discover ont lieu en même temps.
ko_kr: 클라이언트의 하드웨어 주소(MAC 주소)를 기준으로 일치시킵니다. 클라이언트에 여러 개의 네트워크 카드가 있는 경우 여러 주소를 지정할 수 있습니다. 다만 여러 주소가 동시에 DHCP Discover를 전송하면, Dnsmasq는 어떤 주소가 올바른지 판단할 수 없다는 점에 유의하세요.
uk_ua: Зіставлення апаратної адреси клієнта. Може бути кілька адрес, наприклад, якщо клієнт має кілька мережевих карт. Проте майте на увазі, що Dnsmasq не може визначити, яка адреса є правильною, якщо кілька клієнтів одночасно надсилають DHCP Discover.

source: Match the identifier of the client, e.g., DUID for DHCPv6. Setting the special character "*" will ignore the client identifier for DHCPv4 leases if a client offers both as choice.
de_de: Die Kennung des Clients abgleichen, z. B. DUID für DHCPv6. Wenn das Sonderzeichen "*" gesetzt wird, wird die Client-Kennung für DHCPv4-Leases ignoriert, falls ein Client beides anbietet.
fa_ir: شناسهٔ کلاینت را مطابقت می‌دهد، مثلاً DUID برای DHCPv6. قرار دادن کاراکتر ویژه * باعث می‌شود که هنگام ارائهٔ هردو گزینه توسط کلاینت، شناسهٔ کلاینت برای تخصیص‌های DHCPv4 نادیده گرفته شود.
fr_fr: Correspond à l'identifiant du client, par exemple DUID pour DHCPv6. La définition du caractère spécial "*" permet d'ignorer l'identifiant du client pour les baux DHCPv4 si un client propose les deux.
ko_kr: 클라이언트 식별자(예: DHCPv6의 경우 DUID)와 일치시킵니다. 특수 문자 "*"를 설정하면 클라이언트가 두 가지 옵션을 모두 제공하는 경우 DHCPv4 임대에 대해 클라이언트 식별자를 무시합니다.
uk_ua: Зіставлення ідентифікатора клієнта, наприклад, DUID для DHCPv6. Встановлення спеціального символу "*" ігноруватиме ідентифікатор клієнта для оренди DHCPv4, якщо клієнт пропонує обидва як вибір.

source: Max UDP Port
fa_ir: حداکثر پورت UDP
fr_fr: Port UDP maximum
ko_kr: 최대 UDP 포트
uk_ua: Максимальний порт UDP

source: Max new connections [c]
de_de: Max. neue Verbindungen [c]
fa_ir: حداکثر اتصالات جدید [c]
fr_fr: Nombre maximal de nouvelles connexions [c]
ko_kr: 최대 신규 연결수 [c]
uk_ua: Максимум нових з'єднань [c]

source: Max new connections [s]
de_de: Max. neue Verbindungen [s]
fa_ir: حداکثر اتصالات جدید [s]
fr_fr: Nombre maximal de nouvelles connexions [s]
ko_kr: 최대 신규 연결수 [s]
uk_ua: Максимум нових з'єднань [s]

source: Max source connections
de_de: Max. Quellverbindungen
fa_ir: حداکثر اتصالات منبع
fr_fr: Connexions maximales de la source
ko_kr: 최대 출발지 연결수
uk_ua: Максимум з'єднань джерела

source: Maximum new connections per host, measured over time.
de_de: Maximale neue Verbindungen pro Host, gemessen im Zeitverlauf.
fa_ir: حداکثر اتصالات جدید به ازای هر میزبان، اندازه‌گیری‌شده در طول زمان.
fr_fr: Nombre maximal de nouvelles connexions par hôte, mesuré dans le temps.
ko_kr: 호스트당 일정 시간 동안 허용되는 최대 신규 연결 수입니다.
uk_ua: Максимальна кількість нових з'єднань на хост, виміряна з часом.

source: Maximum request body size in bytes we will accept for buffering with files excluded. You want to keep this value as low as practical. The hard limit is 1GB.
de_de: Maximale Größe des Request-Bodys in Bytes, die ohne Dateien für das Puffern akzeptiert wird. Dieser Wert sollte so niedrig wie möglich gewählt werden. Das feste Limit beträgt 1 GB.
fa_ir: حداکثر اندازهٔ بدنهٔ درخواست (بر حسب بایت) که برای بافر کردن می‌پذیریم؛ فایل‌ها مستثنی هستند. این مقدار را تا حد امکان پایین نگه دارید. حد سخت 1GB است.
fr_fr: Taille maximale du corps de la demande en octets que nous acceptons pour la mise en mémoire tampon, à l'exclusion des fichiers. Il est préférable de maintenir cette valeur aussi basse que possible. La limite absolue est de 1 Go.
ko_kr: 파일을 제외하고 버퍼링할 때 허용되는 최대 요청 본문 크기(바이트)입니다. 이 값은 가능한 한 작게 유지하는 것이 좋습니다. 최대 허용치는 1GB입니다.
uk_ua: Максимальний розмір тіла запиту в байтах, який ми приймемо для буферизації з виключеними файлами. Ви хочете зберегти це значення якомога нижчим. Жорсткий ліміт становить 1 ГБ.

source: Maximum request body size in bytes we will accept for buffering. If you support file uploads then the value given has to be as large as the largest file you are willing to accept. The hard limit is 1GB.
de_de: Maximale Größe des Request-Bodys in Bytes, die für das Puffern akzeptiert wird. Wenn Dateiuploads unterstützt werden, muss dieser Wert mindestens so groß sein wie die größte zulässige Datei. Das feste Limit beträgt 1 GB.
fa_ir: حداکثر اندازهٔ بدنهٔ درخواست (بر حسب بایت) که برای بافر کردن می‌پذیریم. اگر آپلود فایل را پشتیبانی می‌کنید، مقدار وارد شده باید به اندازهٔ بزرگ‌ترین فایلی باشد که مایل به پذیرش آن هستید. حد سخت 1GB است.
fr_fr: Taille maximale du corps de la demande en octets que nous acceptons pour la mise en mémoire tampon. Si vous prenez en charge le téléchargement de fichiers, la valeur indiquée doit être aussi grande que le fichier le plus volumineux que vous êtes prêt à accepter. La limite absolue est de 1 Go.
ko_kr: 버퍼링을 위해 허용할 최대 요청 본문 크기(바이트)입니다. 파일 업로드를 지원하는 경우, 허용할 가장 큰 파일 크기만큼 값을 입력해야 합니다. 최대 허용 크기는 1GB입니다.
uk_ua: Максимальний розмір тіла запиту в байтах, який ми приймемо для буферизації. Якщо ви підтримуєте завантаження файлів, то вказане значення має бути таким же великим, як і найбільший файл, який ви готові прийняти. Жорсткий ліміт становить 1 ГБ.

source: Maximum response body size (in bytes) we will accept for buffering. The hard limit is 1GB.
de_de: Maximale Größe des Response-Bodys in Bytes, die für das Puffern akzeptiert wird. Das feste Limit beträgt 1 GB.
fa_ir: حداکثر اندازهٔ بدنهٔ پاسخ (بر حسب بایت) که برای بافر کردن می‌پذیریم. حد سخت 1GB است.
fr_fr: Taille maximale du corps de la réponse (en octets) acceptée pour la mise en mémoire tampon. La limite absolue est de 1 Go.
ko_kr: 버퍼링을 위해 허용되는 최대 응답 본문 크기(바이트)입니다. 최대 허용치는 1GB입니다.
uk_ua: Максимальний розмір тіла відповіді (у байтах), який ми приймемо для буферизації. Жорсткий ліміт становить 1 ГБ.

source: Maximum time to wait for successful login, in seconds. Set to 0 to wait indefinitely, however this may prevent OPNsense booting completely if the Tailscale control plane is unavailable. Default is 10 seconds.
de_de: Maximale Wartezeit auf eine erfolgreiche Anmeldung in Sekunden. Wert 0 bedeutet unbegrenztes Warten, was jedoch dazu führen kann, dass OPNsense beim Start blockiert, wenn das Tailscale-Control-Plane nicht verfügbar ist. Standardwert: 10 Sekunden.
fa_ir: حداکثر زمان انتظار برای ورود موفق، به ثانیه. برای انتظار نامحدود مقدار را 0 قرار دهید؛ با این حال اگر کنترل‌پلن Tailscale در دسترس نباشد ممکن است از بوت کامل OPNsense جلوگیری کند. مقدار پیش‌فرض 10 ثانیه است.
fr_fr: Temps d'attente maximum pour une connexion réussie, en secondes. La valeur 0 permet d'attendre indéfiniment, mais cela peut empêcher OPNsense de démarrer complètement si le plan de contrôle Tailscale n'est pas disponible. La valeur par défaut est de 10 secondes.
ko_kr: 로그인 성공을 기다리는 최대 시간(초)입니다. 0으로 설정하면 무한정 대기하지만, Tailscale 컨트롤 플레인이 사용 불가능한 경우 OPNsense 부팅이 완료되지 않을 수 있습니다. 기본값은 10초입니다.
uk_ua: Максимальний час очікування успішного входу, у секундах. Встановіть 0, щоб чекати безкінечно, однак це може перешкодити повному завантаженню OPNsense, якщо площина керування Tailscale недоступна. Типово 10 секунд.

source: Member of
de_de: Mitglied von
fa_ir: عضو
fr_fr: Membre de
ko_kr: 멤버 중
uk_ua: Член групи

source: Message displayed on certain clients after login
de_de: Nachricht, die auf bestimmten Clients nach der Anmeldung angezeigt wird.
fa_ir: پیامی که پس از ورود روی بعضی کلاینت‌ها نمایش داده می‌شود
fr_fr: Message affiché sur certains clients après la connexion
ko_kr: 특정 클라이언트에 로그인 후 표시되는 메시지
uk_ua: Повідомлення, що відображається на певних клієнтах після входу

source: Min UDP Port
fa_ir: حداقل پورت UDP
fr_fr: Port UDP min
ko_kr: 최소 UDP 포트
uk_ua: Мінімальний порт UDP

source: Mode flags to set for this range, 'static' means no addresses will be automatically assigned.
de_de: Modus-Flags, die für diesen Bereich gesetzt werden. 'statisch' bedeutet, dass keine Adressen automatisch zugewiesen werden.
fa_ir: فلگ‌های حالت برای تنظیم این بازه؛ 'static' به این معناست که هیچ آدرسی به‌صورت خودکار اختصاص داده نخواهد شد.
fr_fr: Indicateurs de mode à définir pour cette plage, "statique" signifie qu'aucune adresse ne sera attribuée automatiquement.
ko_kr: 이 범위에 설정할 모드 플래그입니다. '정적'은 주소가 자동으로 할당되지 않음을 의미합니다.
uk_ua: Прапори режиму, які потрібно встановити для цього діапазону, 'static' означає, що адреси не будуть призначатися автоматично.

source: Modules
de_de: Module
fa_ir: ماژول‌ها
ko_kr: 모듈
uk_ua: Модулі

source: Multihop tells the BFD daemon that we should expect packets with TTL less than 254 (because it will take more than one hop) and to listen on the multihop port (4784). When using multi-hop mode echo-mode will not work (see RFC 5883 section 3).
de_de: Multihop weist den BFD-Daemon an, Pakete mit TTL kleiner als 254 zu erwarten (da mehr als ein Hop erforderlich ist) und auf dem Multihop-Port (4784) zu lauschen. Im Multihop-Modus funktioniert Echo-Mode nicht (siehe RFC 5883 Abschnitt 3).
fa_ir: Multihop به daemon مربوط به BFD اطلاع می‌دهد که باید منتظر بسته‌هایی با TTL کمتر از 254 باشیم (زیرا بیش از یک هاپ طی می‌شود) و روی پورت multihop (4784) گوش کند. هنگام استفاده از حالت multi-hop، echo-mode کار نخواهد کرد (رجوع کنید به RFC 5883 بخش 3).
fr_fr: Multihop indique au démon BFD qu'il doit s'attendre à recevoir des paquets dont le TTL est inférieur à 254 (parce qu'il faudra plus d'un saut) et qu'il doit écouter sur le port multihop (4784). En utilisant le mode multi-saut, le mode écho ne fonctionnera pas (voir RFC 5883 section 3).
ko_kr: 멀티홉은 BFD 데몬에게 TTL이 254 미만인 패킷만 허용하고(두 개 이상의 홉이 필요하기 때문에) 멀티홉 포트(4784)에서 수신하도록 설정합니다. 멀티홉 모드를 사용할 경우 에코 모드는 작동하지 않습니다(RFC 5883 섹션 3 참조).
uk_ua: Багатоходовий режим повідомляє демону BFD, що слід очікувати пакети з TTL менше 254 (оскільки це займе більше одного переходу) і слухати на багатоходовому порту (4784). При використанні багатоходового режиму ехо-режим не працюватиме (див. RFC 5883, розділ 3).

source: NOTE: OCSP is not supported by all CAs.
de_de: Hinweis: OCSP wird nicht von allen Zertifizierungsstellen (CAs) unterstützt.
fa_ir: توجه: OCSP توسط همه CAها پشتیبانی نمی‌شود.
fr_fr: NOTE : OCSP n'est pas pris en charge par toutes les autorités de certification.
ko_kr: 참고: OCSP는 모든 CA에서 지원되지 않습니다.
uk_ua: ПРИМІТКА: OCSP підтримується не всіма центрами сертифікації.

source: Name of the Prefix-List, descriptive of its purpose. If there should be multiple entries for the same prefix list, give them all the same name.
de_de: Name der Prefix-List, beschreibend für deren Zweck. Wenn mehrere Einträge für dieselbe Prefix-List vorhanden sind, geben Sie ihnen denselben Namen.
fa_ir: نام Prefix-List که هدف آن را توصیف می‌کند. اگر برای یک Prefix-List چند ورودی لازم است، همه را با یک نام یکسان وارد کنید.
fr_fr: Nom de la liste de préfixes, décrivant son objectif. S'il y a plusieurs entrées pour la même liste de préfixes, donnez-leur le même nom.
ko_kr: 프리픽스 목록의 이름을 지정하고, 그 목적을 설명하세요. 같은 프리픽스 목록에 여러 항목이 있는 경우 모두 같은 이름을 지정하세요.
uk_ua: Назва списку префіксів, що описує його призначення. Якщо для одного і того ж списку префіксів має бути кілька записів, дайте їм усім одну й ту ж назву.

source: Name of the peer group.
de_de: Name der Peering-Gruppe.
fa_ir: نام گروه همتا.
fr_fr: Nom du groupe de pairs.
ko_kr: 피어 그룹의 이름입니다.
uk_ua: Назва групи пірів.

source: Name of the route-map, used in neighbor configuration.
de_de: Name der Route-Map, verwendet in der Nachbarkonfiguration.
fa_ir: نام route-map که در پیکربندی همسایه استفاده می‌شود.
fr_fr: Nom de la carte de routage, utilisé dans la configuration du voisin.
ko_kr: 이웃 구성에 사용되는 경로 맵의 이름입니다.
uk_ua: Назва карти маршрутів, що використовується в конфігурації сусідів.

source: Network on which this ACL is applied. Enter 'any' to use wildcard addressing.
de_de: Netzwerk, auf das diese ACL angewendet wird. Geben Sie „any“ ein, um Platzhalteradressen zu verwenden.
fa_ir: شبکه‌ای که این ACL روی آن اعمال می‌شود. برای استفاده از آدرس‌دهی wildcard، 'any' را وارد کنید.
fr_fr: Réseau sur lequel cet ACL est appliqué. Saisissez "any" pour utiliser l'adressage par caractères génériques.
ko_kr: 이 ACL이 적용되는 네트워크입니다. 와일드카드 주소 지정을 사용하려면 'any'를 입력하세요.
uk_ua: Мережа, до якої застосовується цей ACL. Введіть 'any' для використання адресації із заміною.

source: No hosts lookup
de_de: Keine Hostabfrage
fa_ir: بدون جستجوی میزبان
fr_fr: Pas de recherche d'hôtes
ko_kr: 호스트 검색 없음
uk_ua: Без пошуку хостів

source: No ident
de_de: Kein Ident
fa_ir: بدون ident
fr_fr: Pas d'identification
ko_kr: 식별 없음
uk_ua: Без ідентифікатора

source: Not recommended if speed tests work. Reduces memory and computation needs, but accuracy is compromised at connections above 30Mbps.
de_de: Nicht empfohlen, wenn Geschwindigkeitstests funktionieren. Reduziert Speicher- und Rechenaufwand, beeinträchtigt jedoch die Genauigkeit bei Verbindungen über 30 Mbit/s.
fa_ir: در صورتی که تست‌های سرعت درست کار می‌کنند توصیه نمی‌شود. حافظه و نیازهای محاسباتی را کاهش می‌دهد، اما در اتصالات بالای 30Mbps دقت کاهش می‌یابد.
fr_fr: Non recommandé si les tests de vitesse fonctionnent. Réduit les besoins en mémoire et en calcul, mais la précision est compromise pour les connexions supérieures à 30 Mbps.
ko_kr: 속도 테스트가 제대로 작동하면 권장하지 않습니다. 메모리 및 계산 요구량은 줄어들지만, 30Mbps 이상 연결 시 정확도가 떨어집니다.
uk_ua: Не рекомендовано, якщо тести швидкості працюють. Зменшує потреби в пам'яті та обчисленнях, але точність компрометується при з'єднаннях вище 30 Мбіт/с.

source: Number of squid workers
de_de: Anzahl der Squid-Worker
fa_ir: تعداد workerهای Squid
fr_fr: Nombre de travailleurs de l'encornet
ko_kr: squid 워커 수
uk_ua: Кількість робочих процесів Squid

source: Numeric identifier for MD5 authentication, ensuring correct key selection.
de_de: Numerischer Bezeichner für die MD5-Authentifizierung, zur Sicherstellung der korrekten Schlüsselauswahl.
fa_ir: شناسه عددی برای احراز هویت MD5، برای اطمینان از انتخاب کلید صحیح.
fr_fr: Identifiant numérique pour l'authentification MD5, garantissant une sélection correcte de la clé.
ko_kr: MD5 인증을 위한 숫자 식별자로 올바른 키 선택을 보장합니다.
uk_ua: Числовий ідентифікатор для автентифікації MD5, що забезпечує правильний вибір ключа.

source: OTP Code
fa_ir: کد OTP
fr_fr: Code OTP
ko_kr: OTP 코드
uk_ua: OTP Код

source: Offer this domain to DHCP clients.
de_de: Diese Domain DHCP-Clients anbieten.
fa_ir: این دامنه به کلاینت‌های DHCP ارائه شود.
fr_fr: Offrir ce domaine aux clients DHCP.
ko_kr: 이 도메인을 DHCP 클라이언트에 제공합니다.
uk_ua: Пропонувати цей домен клієнтам DHCP.

source: Offer to be an exit node for outbound internet traffic from the Tailscale network.
de_de: Anbieten, ein Exit-Node für ausgehenden Internetverkehr aus dem Tailscale-Netzwerk zu sein.
fa_ir: پیشنهاد تبدیل‌شدن به exit node برای ترافیک خروجی اینترنت از شبکه Tailscale.
fr_fr: Proposer d'être un nœud de sortie pour le trafic internet sortant du réseau Tailscale.
ko_kr: Tailscale 네트워크에서 나가는 인터넷 트래픽에 대한 종료 노드 역할을 제안합니다.
uk_ua: Запропонувати бути вихідним вузлом для вихідного інтернет-трафіку з мережі Tailscale.

source: Only for point-to-multipoint network type! non-broadcast: Disables multicast/broadcast, OSPF neighbors must be manually configured. delay-reflood: Delays LSA flooding until retransmission timer expires if no ACK received.
de_de: Nur für den Netzwerktyp Point-to-Multipoint! non-broadcast: Deaktiviert Multicast/Broadcast, OSPF-Nachbarn müssen manuell konfiguriert werden. delay-reflood: Verzögert das Fluten von LSAs, bis der Retransmission-Timer abläuft, wenn keine ACK empfangen wird.
fa_ir: فقط برای نوع شبکه point-to-multipoint! non-broadcast: چندپخشی/پخش را غیرفعال می‌کند؛ همسایه‌های OSPF باید به‌صورت دستی پیکربندی شوند. delay-reflood: پخش LSA را به تعویق می‌اندازد تا وقتی تایمر ارسال مجدد منقضی شود اگر ACK دریافت نشده باشد.
fr_fr: Uniquement pour le type de réseau point à multipoint ! non-broadcast : Désactive la multidiffusion/diffusion, les voisins OSPF doivent être configurés manuellement. delay-reflood : Retarde l'inondation des LSA jusqu'à l'expiration du délai de retransmission si aucun ACK n'est reçu.
ko_kr: 포인트-투-멀티포인트 네트워크 유형에서만 사용됩니다! non-broadcast: 멀티캐스트/브로드캐스트를 비활성화하며, OSPF 이웃을 수동으로 구성해야 합니다.delay-reflood: 확인 응답(ACK)을 받지 못한 경우, 재전송 타이머가 만료될 때까지 LSA 플러딩을 지연합니다.
uk_ua: Тільки для типу мережі "точка-багатоточка"! non-broadcast: Вимикає багатоадресну/широкомовну передачу, сусіди OSPF повинні бути налаштовані вручну. delay-reflood: Затримує заповнення LSA до закінчення таймера повторної передачі, якщо не отримано ACK.
