Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select only your primary WAN interface (interface with your default route). Only one interface is allowed here, not multiple.
cs_cz: Vyberte pouze vaše hlavní WAN rozhraní (rozhraní, skrze které vede hlavní trasa). Je možné použít právě jedno rozhraní, ne vícero.
de_de: Wählen Sie hier nur Ihre primäre WAN-Schnittstelle (Schnittstelle mit der Standardroute) aus. Hier ist nur eine Schnittstelle erlaubt, nicht mehrere.
el_gr: Επιλέξτε μόνο την κύρια διεπαφή WAN (διεπαφή με την προεπιλεγμένη διαδρομή σας). Επιτρέπεται μόνο μία διεπαφή εδώ, όχι πολλαπλές.
fa_ir: فقط رابط WAN اصلی خود را انتخاب کنید (رابطی که مسیر پیش‌فرض دارد). فقط یک رابط مجاز است، نه چندتایی.
fr_fr: Sélectionnez uniquement votre interface WAN principale (interface avec votre route par défaut). Une seule interface est autorisée ici, pas de multiple.
it_it: Seleziona solo l'interfaccia WAN primaria (interfaccia con il percorso predefinito). Qui è consentita una sola interfaccia, non più.
ko_kr: 기본 WAN 인터페이스(기본 라우트가 있는 인터페이스)만 선택하세요. 여기서는 다중 인터페이스가 아닌 하나의 인터페이스만 허용됩니다.
pl_pl: Wybierz tylko swój główny interfejs WAN (interfejs z domyślną trasą). Tylko jeden interfejs jest tutaj dozwolony, nie kilka.
uk_ua: Виберіть лише ваш основний WAN-інтерфейс (інтерфейс з вашим типовим маршрутом). Тут дозволено лише один інтерфейс, не кілька.
zh_cn: 仅选择主要WAN接口(使用默认路由的接口)。 此处仅允许一个接口。

source: External Interface
cs_cz: Vnější rozhraní
de_de: Externe Schnittstelle
el_gr: Εξωτερική διεπαφή
fa_ir: رابط خارجی
fr_fr: Interface Externe
it_it: Interfaccia esterna
ko_kr: 외부 인터페이스
pl_pl: Zewnętrzny interfejs
uk_ua: Зовнішній інтерфейс
zh_cn: 外部接口

source: This protocol is often used by Apple-compatible systems.
cs_cz: Tento protokol je často využíván systémy Apple a podobnými.
de_de: Dieses Protokoll wird häufig von Apple-kompatiblen Systemen verwendet.
el_gr: Αυτό το πρωτόκολλο χρησιμοποιείται συχνά από συστήματα συμβατά με Apple.
fa_ir: این پروتکل اغلب توسط سیستم‌های سازگار با Apple استفاده می‌شود.
fr_fr: Ce protocole est souvent utilisé par les systèmes compatibles Apple.
it_it: Questo protocollo viene spesso utilizzato dai sistemi compatibili con Apple.
ko_kr: 이 프로토콜은 종종 Apple 호환 시스템에서 사용됩니다.
pl_pl: Ten protokół jest często używany przez systemy kompatybilne z Apple.
uk_ua: Цей протокол часто використовується системами, сумісними з Apple.
zh_cn: Apple系统使用此协议。

source: This protocol is often used by Microsoft-compatible systems.
cs_cz: Tento protokol je často používán Microsoft systémy.
de_de: Dieses Protokoll wird oft von Microsoft-kompatiblen Systemen verwendet.
el_gr: Αυτό το πρωτόκολλο χρησιμοποιείται συχνά από συστήματα συμβατά με τη Microsoft.
fa_ir: این پروتکل اغلب توسط سیستم‌های سازگار با Microsoft استفاده می‌شود.
fr_fr: Ce protocole est souvent utilisé par les systèmes compatibles Microsoft.
it_it: Questo protocollo viene spesso utilizzato dai sistemi compatibili con Microsoft.
ko_kr: 이 프로토콜은 종종 마이크로소프트 호환 시스템에서 사용됩니다.
pl_pl: Ten protokół jest często używany przez systemy kompatybilne z Microsoftem.
uk_ua: Цей протокол часто використовується системами, сумісними з Microsoft.
zh_cn: Microsoft系统使用此协议。

source: You must specify a valid ip address in the 'User specified permissions %s' field
cs_cz: Do kolonky „Uživatelsky určená oprávnění %s“ je třeba zadat platnou IP adresu
de_de: Sie müssen eine gültige IP-Adresse im Feld 'Benutzerdefinierte Berechtigungen %s' angeben
el_gr: Πρέπει να καθορίσετε μια έγκυρη διεύθυνση IP στο πεδίο 'Δικαιώματα που καθορίζονται από τον χρήστη %s'
fa_ir: شما باید یک آدرس ip معتبر در فیلد 'User specified permissions %s' مشخص کنید.
fr_fr: Vous devez spécifier une adresse ip valide dans le champ 'Permissions définies par l'utilisateur %s'
it_it: È necessario specificare un indirizzo IP valido nel campo "Autorizzazioni specificate dall'utente %s".
ko_kr: '사용자 지정 권한 %s' 필드에 올바른 IP 주소를 지정해야 합니다
pl_pl: Musisz podać prawidłowy adres IP w polu 'Określone przez użytkownika uprawnienia %s'
uk_ua: Ви повинні вказати дійсну IP-адресу у полі 'Дозволи, вказані користувачем %s'
zh_cn: 您必须在"用户指定的权限%s"字段中指定有效的IP地址

source: You must specify a port or port range between 0 and 65535 in the 'User specified permissions %s' field
cs_cz: Do kolonky „Uživatelsky určená oprávnění %s“ je třeba zadat číslo portu nebo část rozsahu z 0 až 65535
de_de: Sie müssen entweder einen Port oder einen Portbereich zwischen 0 und 65535 im Feld 'Benutzerdefinierte Berechtigungen %s' angeben
el_gr: Πρέπει να καθορίσετε μια θύρα ή εύρος θυρών μεταξύ 0 και 65535 στο πεδίο 'Δικαιώματα που καθορίζονται από τον χρήστη %s'
fa_ir: باید یک port یا بازهٔ port بین 0 تا 65535 در فیلد 'User specified permissions %s' مشخص کنید.
fr_fr: Vous devez spécifier un port ou une étendue de ports comprise entre 0 et 65535 dans le champ 'Permissions définies par l'utilisateur %s'
it_it: È necessario specificare una porta o un intervallo di porte compreso tra 0 e 65535 nel campo "Autorizzazioni specificate dall'utente %s"
ko_kr: '사용자 지정 권한 %s' 필드에서 0에서 65535 사이의 포트 또는 포트 범위를 지정해야 합니다
pl_pl: Musisz podać port lub zakres portów między 0 a 65535 w polu 'Określone przez użytkownika uprawnienia %s'
uk_ua: Ви повинні вказати порт або діапазон портів від 0 до 65535 у полі 'Дозволи, вказані користувачем %s'
zh_cn: 您必须在"用户指定的权限%s"字段中指定0到65535之间的端口或端口范围

source: You must begin with allow or deny in the 'User specified permissions %s' field
cs_cz: Zápis v kolonce „Uživatelsky určená oprávnění %s“ je třeba začít „allow“ (umožnit) nebo „deny“ (odepřít)
de_de: Sie müssen im Feld 'Benutzerdefinierte Berechtigungen %s' mit allow oder deny beginnen
el_gr: Πρέπει να ξεκινήσετε με επιτρέπω ή απορρίπτω στο πεδίο 'Δικαιώματα που καθορίζονται από τον χρήστη %s'
fa_ir: باید در فیلد 'User specified permissions %s' با allow یا deny شروع کنید.
fr_fr: Vous devez commencer par allow ou deny dans le champ 'Permissions définies par l'utilisateur %s'
it_it: È necessario iniziare con consenti o nega nel campo "Autorizzazioni specificate dall'utente %s".
ko_kr: '사용자 지정 권한 %s' 필드에서 허용 또는 거부로 시작해야 합니다
pl_pl: Musisz zacząć od zezwól lub odmów w polu 'Określone przez użytkownika uprawnienia %s'
uk_ua: Ви повинні почати з 'allow' або 'deny' у полі 'Дозволи, вказані користувачем %s'
zh_cn: 您必须在"用户指定的权限%s"字段中以allow或deny开头

source: You must follow the specified format in the 'User specified permissions %s' field
cs_cz: Do kolonky „Uživatelsky určená oprávnění %s“ je třeba zadat údaje v zadaném formátu
de_de: Sie müssen das angegebene Format im Feld 'Benutzerdefinierte Berechtigungen %s' befolgen
el_gr: Πρέπει να ακολουθήσετε την καθορισμένη μορφή στο πεδίο 'Δικαιώματα που καθορίζονται από τον χρήστη %s'
fa_ir: باید قالب مشخص‌شده را در فیلد 'User specified permissions %s' رعایت کنید.
fr_fr: Vous devez respecter le formatage spécifié dans le champ 'Permissions définies par l'utilisateur %s'
it_it: È necessario seguire il formato specificato nel campo "Autorizzazioni specificate dall'utente %s".
ko_kr: '사용자 지정 권한 %s' 필드에 지정된 형식을 따라야 합니다
pl_pl: Musisz przestrzegać określonego formatu w polu 'Określone przez użytkownika uprawnienia %s'
uk_ua: Ви повинні дотримуватися вказаного формату у полі 'Дозволи, вказані користувачем %s'
zh_cn: 您必须在"用户指定的权限%s"字段中遵循指定的格式

source: You must specify a value greater than 0 in the 'Maximum Upload Speed' field
cs_cz: Do kolonky „Nejvyšší rychlost odesílání“ je třeba zadat hodnotu vyšší než 0 (nula)
de_de: Sie müssen im Feld 'maximale Uploadgeschwindigkeit' einen Wert größer als 0 angeben
el_gr: Πρέπει να καθορίσετε μια τιμή μεγαλύτερη από 0 στο πεδίο «Μέγιστη ταχύτητα μεταφόρτωσης»
fa_ir: باید مقداری بزرگ‌تر از 0 در فیلد 'حداکثر سرعت آپلود' مشخص کنید.
fr_fr: Vous devez spécifier une valeur supérieure à 0 dans le champ 'Vitesse d'Envoi Maximale'
it_it: È necessario specificare un valore maggiore di 0 nel campo "Velocità massima di caricamento".
ko_kr: '최대 업로드 속도' 필드에 0보다 큰 값을 지정해야 합니다
pl_pl: Musisz podać wartość większą niż 0 w polu 'Maksymalna prędkość wysyłania'
uk_ua: Ви повинні вказати значення більше 0 в полі 'Максимальна швидкість вивантаження'
zh_cn: 您必须在"最高上传速度"字段中指定大于0的值

source: You must specify a value greater than 0 in the 'Maximum Download Speed' field
cs_cz: Do kolonky „Nejvyšší rychlost přijímání“ je třeba zadat hodnotu vyšší než 0 (nula)
de_de: Sie müssen im Feld 'maximale Downloadgeschwindigkeit' einen Wert größer als 0 angeben
el_gr: Πρέπει να καθορίσετε μια τιμή μεγαλύτερη από 0 στο πεδίο «Μέγιστη ταχύτητα λήψης»
fa_ir: باید مقداری بزرگ‌تر از 0 در فیلد 'حداکثر سرعت دانلود' مشخص کنید.
fr_fr: Vous devez spécifier une valeur supérieure à 0 dans le champ 'Vitesse de Téléchargement Maximale'
it_it: È necessario specificare un valore maggiore di 0 nel campo "Velocità massima di download".
ko_kr: '최대 다운로드 속도' 필드에 0보다 큰 값을 지정해야 합니다
pl_pl: Musisz podać wartość większą niż 0 w polu 'Maksymalna prędkość pobierania'
uk_ua: Ви повинні вказати значення більше 0 в полі 'Максимальна швидкість завантаження'
zh_cn: 您必须在"最高下载速度"字段中指定大于0的值

source: You must fill in both 'Maximum Download Speed' and 'Maximum Upload Speed' fields
cs_cz: Je třeba vyplnit obě kolonky „Nejvyšší rychlost stahování“ a „Nejvyšší rychlost odesílání“
de_de: Sie müssen sowohl das Feld 'Maximale Downloadgeschwindigkeit' als auch 'Maximale Uploadgeschwindigkeit' ausfüllen
el_gr: Πρέπει να συμπληρώσετε και τα δύο πεδία «Μέγιστη ταχύτητα λήψης» και «Μέγιστη ταχύτητα μεταφόρτωσης».
fa_ir: باید هر دو فیلد 'حداکثر سرعت دانلود' و 'حداکثر سرعت آپلود' را پر کنید.
fr_fr: Vous devez remplir à la fois les champs 'Vitesse de Téléchargement Maximale' et 'Vitesse d'Envoi Maximale'
it_it: È necessario compilare entrambi i campi "Velocità massima di download" e "Velocità massima di caricamento".
ko_kr: '최대 다운로드 속도' 및 '최대 업로드 속도' 필드를 모두 입력해야 합니다
pl_pl: Musisz wypełnić zarówno pola 'Maksymalna prędkość pobierania' jak i 'Maksymalna prędkość wysyłania'
uk_ua: Ви повинні заповнити поля 'Максимальна швидкість завантаження' та 'Максимальна швидкість вивантаження'
zh_cn: 您必须同时填写"最高下载速度"和"最高上传速度"字段

source: You must specify a valid ip address in the 'Override WAN address' field
cs_cz: Do kolonky „Přepsat adresu vnější sítě“ je třeba zadat platnou IP adresu
de_de: Sie müssen eine gültige IP-Adresse im Feld 'WAN-Adresse überschreiben' angeben
el_gr: Πρέπει να καθορίσετε μια έγκυρη διεύθυνση IP στο πεδίο «Παράκαμψη διεύθυνσης WAN»
fa_ir: باید یک آدرس ip معتبر در فیلد 'بازنویسی آدرس WAN' مشخص کنید.
fr_fr: Vous devez spécifier une adresse ip valide dans le champ 'Outrepasser l'adresse WAN'
it_it: È necessario specificare un indirizzo IP valido nel campo "Sostituisci indirizzo WAN".
ko_kr: 'WAN 주소 재정의' 필드에 올바른 IP 주소를 지정해야 합니다
pl_pl: Musisz podać prawidłowy adres IP w polu 'Nadpisz adres WAN'
uk_ua: Ви повинні вказати дійсну IP-адресу в полі 'Перевизначити WAN-адресу'
zh_cn: 您必须在"覆盖WAN地址"字段中指定有效的IP地址

source: You cannot select the external interface as an internal interface.
cs_cz: Není možné vybrat vnější rozhraní pro účely vnitřního rozhraní.
de_de: Sie können die externe Schnittstelle nicht als interne Schnittstelle auswählen.
el_gr: Δεν μπορείτε να επιλέξετε την εξωτερική διεπαφή ως εσωτερική διεπαφή.
fa_ir: نمی‌توانید رابط خارجی را به‌عنوان رابط داخلی انتخاب کنید.
fr_fr: Vous ne pouvez pas utiliser une interface externe en tant qu'interface interne.
it_it: Non è possibile selezionare l'interfaccia esterna come interfaccia interna.
ko_kr: 외부 인터페이스는 내부 인터페이스로 선택할 수 없습니다.
pl_pl: Nie możesz wybrać zewnętrznego interfejsu jako wewnętrznego.
uk_ua: Ви не можете вибрати зовнішній інтерфейс як внутрішній інтерфейс.
zh_cn: 您不能选择外部接口作为内部接口。

source: It is a security risk to specify WAN as an internal interface.
cs_cz: Určit WAN jako vnitřní rozhraní je bezpečnostní riziko.
de_de: Es ist ein Sicherheitsrisiko, WAN als interne Schnittstelle anzugeben.
el_gr: Ο καθορισμός του WAN ως εσωτερικής διεπαφής αποτελεί κίνδυνο ασφαλείας.
fa_ir: مشخص‌کردن WAN به‌عنوان رابط داخلی یک ریسک امنیتی است.
fr_fr: Définir l'interface WAN comme interface interne constitue un risque de sécurité.
it_it: È un rischio per la sicurezza specificare la WAN come interfaccia interna.
ko_kr: WAN을 내부 인터페이스로 지정하는 것은 보안상의 위험이 있습니다.
pl_pl: Określenie WAN jako wewnętrznego interfejsu stanowi zagrożenie dla bezpieczeństwa.
uk_ua: Вказання WAN як внутрішнього інтерфейсу становить загрозу безпеці.
zh_cn: 将WAN指定为内部接口存在安全风险。

source: shadowsockslocal daemon
cs_cz: proces služby shadowsockslocal
de_de: shadowsockslocal-Dienst
el_gr: deamon shadowsockslocal
fa_ir: سرویس shadowsockslocal
fr_fr: service shadowsockslocal
it_it: demone shadowsockslocal
ko_kr: shadowsocks 로컬 데몬
pl_pl: demon shadowsockslocal
uk_ua: демон shadowsockslocal
zh_cn: shadowsockslocal程序

source: shadowsocks daemon
cs_cz: proces služby shadowsocks
de_de: shadowsocks-Dienst
el_gr: deamon shadowsocks
fa_ir: سرویس shadowsocks
fr_fr: service shadowsocks
it_it: demone shadowsocks
ko_kr: shadowsocks 데몬
pl_pl: demon shadowsocks
uk_ua: демон shadowsocks
zh_cn: shadowsocks程序

source: Real Servers
cs_cz: Skutečné servery
de_de: Tatsächliche Server
el_gr: Πραγματικοί διακομιστές
fa_ir: سرورهای واقعی
fr_fr: Serveurs réels
it_it: Server reali
ko_kr: 실제 서버
pl_pl: Prawdziwe serwery
uk_ua: Реальні сервери
zh_cn: 真实服务器

source: Edit Interface
cs_cz: Upravit rozhraní
de_de: Schnittstelle bearbeiten
el_gr: Επεξεργασία διεπαφής
fa_ir: ویرایش رابط
fr_fr: Éditer l'interface
it_it: Modifica interfaccia
ko_kr: 인터페이스 편집
pl_pl: Edytuj interfejs
uk_ua: Редагувати інтерфейс
zh_cn: 编辑接口

source: Instance ID
cs_cz: Identifikátor instance
de_de: Instanz-ID
el_gr: Αναγνωριστικό παρουσίας
fa_ir: شناسه نمونه
fr_fr: ID de l'instance
it_it: ID istanza
ko_kr: 인스턴스 ID
pl_pl: ID instancji
uk_ua: Ідентифікатор екземпляра
zh_cn: 实例ID

source: Advertising Router
cs_cz: Propagující směrovač
de_de: Aussendender Router
el_gr: Δρομολογητής διαφημίσεων
fa_ir: روتر تبلیغ‌کننده
fr_fr: Annonce de routeur
it_it: Router pubblicitario
ko_kr: 라우터 광고(RA) 중
pl_pl: Reklamujący router
uk_ua: Маршрутизатор, що анонсує
zh_cn: 公告路由器

source: LS ID
cs_cz: LS identifikátor
el_gr: Αναγνωριστικό LS
fr_fr: ID LS
it_it: ID LS
pl_pl: ID LS
uk_ua: Ідентифікатор LS

source: Router
cs_cz: Směrovač
el_gr: Δρομολογητής
fa_ir: روتر
fr_fr: Routeur
ko_kr: 라우터
uk_ua: Маршрутизатор
zh_cn: 路由器

source: Dead Time
cs_cz: Mrtvý čas
de_de: Unerreichbarkeitsdauer
el_gr: Νεκρός Χρόνος
fa_ir: زمان قطع
fr_fr: Temps mort
it_it: Tempo morto
ko_kr: 정지 시간
pl_pl: Czas wygaśnięcia
uk_ua: Час бездіяльності

source: Neighbor ID
cs_cz: Identifikátor souseda
de_de: Nachbar-ID
el_gr: Αναγνωριστικό Γείτονα
fa_ir: شناسه همسایه
fr_fr: ID du voisinage
it_it: Identificativo del vicino
ko_kr: 이웃 ID
pl_pl: ID sąsiada
uk_ua: Ідентифікатор сусіда
zh_cn: 邻居ID

source: Via interface
cs_cz: Prostřednictvím rozhraní
de_de: Über Schnittstelle
el_gr: Μέσω διεπαφής
fa_ir: از طریق رابط
fr_fr: Via l'interface
it_it: Tramite interfaccia
ko_kr: 인터페이스 경유
pl_pl: Przez interfejs
uk_ua: Через інтерфейс
zh_cn: 通过接口

source: Via
cs_cz: Prostřednictvím
de_de: Über
el_gr: Μέσω
fa_ir: از طریق
ko_kr: 경유
pl_pl: Przez
uk_ua: Через
zh_cn: 经由

source: Sequence Number
cs_cz: Pořadové číslo
de_de: Sequenznummer
el_gr: Αριθμός ακολουθίας
fa_ir: شماره توالی
fr_fr: Numéro de Séquence
it_it: Numero di sequenza
ko_kr: 시퀀스번호
pl_pl: Numer sekwencyjny
uk_ua: Порядковий номер
zh_cn: 序列号

source: Running Configuration
cs_cz: Právě provozované nastavení
de_de: Aktuelle Konfiguration
el_gr: Εκτέλεση διαμόρφωσης
fa_ir: پیکربندی جاری
fr_fr: Configuration actuelle
it_it: Configurazione in esecuzione
ko_kr: 실행 중인 구성
pl_pl: Bieżąca konfiguracja
uk_ua: Активна конфігурація
zh_cn: 运行配置

source: IPv6 Routes
cs_cz: IPv6 trasy
de_de: IPv6-Routen
el_gr: Διαδρομές IPv6
fa_ir: مسیرهای IPv6
fr_fr: Route IPv6
it_it: Percorsi IPv6
ko_kr: IPv6 경로
pl_pl: Trasy IPv6
uk_ua: Маршрути IPv6
zh_cn: IPV6路由

source: IPv4 Routes
cs_cz: IPv4 trasy
de_de: IPv4-Routen
fa_ir: مسیرهای IPv4
fr_fr: Route IPv4
it_it: Percorsi IPv4
ko_kr: IPv4 경로
pl_pl: Trasy IPv4
uk_ua: Маршрути IPv4
zh_cn: IPv4路由

source: Connected
cs_cz: Připojeno
de_de: Verbunden
el_gr: Συνδεδεμένος
fa_ir: متصل
fr_fr: Connecté
it_it: Collegato
ko_kr: 연결됨
pl_pl: Połączony
uk_ua: Підключено
zh_cn: 已连接

source: Administrative Distance
cs_cz: Administrativní vzdálenost
de_de: Administrative Distanz
el_gr: Διοικητική Απόσταση
fa_ir: فاصلهٔ اداری
fr_fr: Distance Administrative
it_it: Distanza amministrativa
ko_kr: 관리 거리
pl_pl: Odległość administracyjna
uk_ua: Адміністративна відстань
zh_cn: 管理距离

source: Code
cs_cz: Kód
el_gr: Κώδικας
fa_ir: کد
it_it: Codice
ko_kr: 코드
pl_pl: Kod
uk_ua: Код
zh_cn: 代码

source: Summary
cs_cz: Souhrn
de_de: Zusammenfassung
el_gr: Περίληψη
fa_ir: خلاصه
fr_fr: Résumé
it_it: Riepilogo
ko_kr: 요약
pl_pl: Podsumowanie
uk_ua: Зведення
zh_cn: 摘要

source: Next Hop
cs_cz: Příští hop
de_de: Nächster Sprung
el_gr: Επόμενο Άλμα
fa_ir: هاپ بعدی
fr_fr: Prochain saut
it_it: Salto successivo
ko_kr: 다음 홉
pl_pl: Następny skok
uk_ua: Наступний перехід
zh_cn: 下一跳

source: Edit Route Maps
cs_cz: Upravit mapy tras
de_de: Routenpläne bearbeiten
el_gr: Επεξεργασία χαρτών διαδρομής
fa_ir: ویرایش نقشه‌های مسیریابی
fr_fr: Modifier les cartes d'itinéraire
it_it: Modifica mappe dei percorsi
ko_kr: 라우트 맵 편집
pl_pl: Edytuj mapy tras
uk_ua: Редагувати карти маршрутів
zh_cn: 编辑路由映射

source: Edit Prefix Lists
cs_cz: Upravit seznam předpon
de_de: Präfixlisten bearbeiten
el_gr: Επεξεργασία λιστών προθεμάτων
fa_ir: ویرایش فهرست پیشوندها
fr_fr: Modifier les listes de préfixes
it_it: Modifica elenchi di prefissi
ko_kr: 프리픽스 목록 편집
pl_pl: Edytuj listy prefiksów
uk_ua: Редагувати списки префіксів
zh_cn: 编辑前缀列表

source: Edit AS Paths
cs_cz: Upravit AS umístění
de_de: AS-Pfade bearbeiten
el_gr: Επεξεργασία διαδρομών AS
fa_ir: ویرایش مسیرهای AS
fr_fr: Modifier les chemins de l'AS
it_it: Modifica percorsi AS
ko_kr: AS 경로 편집
pl_pl: Edytuj ścieżki AS
uk_ua: Редагувати шляхи AS
zh_cn: 编辑AS路径

source: Edit Neighbor
cs_cz: Upravit souseda
de_de: Nachbar bearbeiten
el_gr: Επεξεργασία Γείτονα
fa_ir: ویرایش همسایه
fr_fr: Éditer le voisin
it_it: Modifica vicino
ko_kr: 이웃 편집
pl_pl: Edytuj sąsiada
uk_ua: Редагувати сусіда
zh_cn: 编辑邻居

source: Route Maps
cs_cz: Mapy trasy
de_de: Routenpläne
el_gr: Χάρτες Διαδρομών
fa_ir: نقشه‌های مسیریابی
fr_fr: Cartes routières
it_it: Mappe dei percorsi
ko_kr: 라우트 맵
pl_pl: Mapy tras
uk_ua: Карти маршрутів
zh_cn: 路由映射

source: Prefix Lists
cs_cz: Seznamy předpon
de_de: Präfix-Listen
el_gr: Λίστες προθεμάτων
fa_ir: فهرست پیشوندها
fr_fr: Listes de préfixes
it_it: Elenchi di prefissi
ko_kr: 프리픽스 목록
pl_pl: Listy prefiksów
uk_ua: Списки префіксів
zh_cn: 前缀列表

source: AS Path Lists
cs_cz: Seznam umístění AS
de_de: AS-Pfad-Listen
el_gr: Λίστες διαδρομών AS
fa_ir: فهرست مسیرهای AS
fr_fr: Listes de chemins AS
it_it: Elenchi di percorsi AS
ko_kr: AS 경로 목록
pl_pl: Listy ścieżek AS
uk_ua: Списки шляхів AS
zh_cn: AS路径列表

source: Neighbors
cs_cz: Sousedé
de_de: Nachbarn
el_gr: Γείτονες
fa_ir: همسایه‌ها
fr_fr: Voisins
it_it: Vicinato
ko_kr: 이웃
pl_pl: Sąsiedzi
uk_ua: Сусіди
zh_cn: 邻居

source: Errors Req
cs_cz: Chyb dotazů
de_de: Fehler Anfragen
el_gr: Απαιτούμενα σφάλματα
fa_ir: خطاها (درخواست‌ها)
fr_fr: Erreurs Req
it_it: Errori richiesti
ko_kr: 오류 요청
pl_pl: Błędy Req
uk_ua: Помилок запитів
zh_cn: 错误请求

source: Used
cs_cz: Použito
de_de: Verwendet
el_gr: Μεταχειρισμένος
fa_ir: استفاده‌شده
fr_fr: Utilisé
it_it: Usato
ko_kr: 사용됨
pl_pl: Używane
uk_ua: Використано
zh_cn: 已使用

source: Warnings Retr
cs_cz: Varování znovu
de_de: Wiederholungswarnungen
el_gr: Προειδοποιήσεις Επαναφορά
fa_ir: هشدارها (تلاش‌های مجدد)
fr_fr: Avertissements Retr
it_it: Avvertenze Retr
ko_kr: 경고 되돌리기
pl_pl: Ostrzeżenia Retr
uk_ua: Попереджень повторно
zh_cn: 警告记录

source: Conn
cs_cz: Spoj.
de_de: Verbindung
el_gr: Κονν
fa_ir: اتصالات
pl_pl: Połączenie
uk_ua: Підключення
zh_cn: 连接

source: Resp
cs_cz: Odp.
de_de: Anwort
el_gr: Απάντηση
fa_ir: پاسخ‌ها
it_it: Risp
ko_kr: 응답
pl_pl: Odpowiedź
uk_ua: Відповідь
zh_cn: 响应

source: Denied Req
cs_cz: Odmítnutý pož.
de_de: Verweigerte Anfrage
el_gr: Αίτημα που απορρίφθηκε
fa_ir: درخواست‌های ردشده
fr_fr: Requête refusée
it_it: Richiesta negata
ko_kr: 거부된 요청
pl_pl: Odmówione Req
uk_ua: Відхилених запитів
zh_cn: 拒绝请求

source: Session Rate
cs_cz: Frekvence relací
de_de: Sitzungsrate
el_gr: Ρυθμός συνεδρίας
fa_ir: نرخ نشست
fr_fr: Tarif de la session
it_it: Tasso di sessione
ko_kr: 세션 속도
pl_pl: Wskaźnik sesji
uk_ua: Швидкість сесії
zh_cn: 连接速率

source: Limit
el_gr: Οριο
fa_ir: محدودیت
fr_fr: Limite
it_it: Limite
ko_kr: 제한
uk_ua: Ліміт
zh_cn: 限制

source: Max
cs_cz: Nejvýše
el_gr: Μαξ
fa_ir: حداکثر
it_it: Massimo
ko_kr: 최대
pl_pl: Maksimum
uk_ua: Макс.
zh_cn: 最大

source: Queue
cs_cz: Fronta
el_gr: Ουρά
fa_ir: صف
fr_fr: File d'attente
it_it: Coda
ko_kr: 큐
pl_pl: Kolejka
uk_ua: Черга
zh_cn: 队列

source: Backend/Frontend
cs_cz: Podpůrná vrstva / nadstavba
fa_ir: بک‌اند / فرانت‌اند
ko_kr: 백엔드/프런트엔드
uk_ua: Бекенд/Фронтенд
zh_cn: 后端/前端

source: Downtime
cs_cz: Doba nedostupnosti
de_de: Ausfallzeit
el_gr: Χρόνος αργίας
fa_ir: زمان خرابی
fr_fr: Temps d'arrêt
it_it: Tempi di inattività
ko_kr: 중단 시간
pl_pl: Czas przestoju
uk_ua: Час простою
zh_cn: 停机时间

source: Active
cs_cz: Aktivní
de_de: Aktiv
el_gr: Ενεργός
fa_ir: فعال
fr_fr: Actif
it_it: Attivo
ko_kr: 활성화
pl_pl: Aktywny
uk_ua: Активний
zh_cn: 活动

source: Last Change
cs_cz: Minulá změna
de_de: Letzte Änderung
el_gr: Τελευταία αλλαγή
fa_ir: آخرین تغییر
fr_fr: Dernier changement
it_it: Ultimo cambiamento
ko_kr: 마지막 변경
pl_pl: Ostatnia zmiana
uk_ua: Остання зміна
zh_cn: 最近更改

source: Proxy
el_gr: Πληρεξούσιο
fa_ir: پراکسی
it_it: Procura
ko_kr: 프록시
uk_ua: Проксі
zh_cn: 代理

source: id
cs_cz: identifikátor
el_gr: ταυτότητα
fa_ir: شناسه
uk_ua: ід

source: The statistics could not be fetched. Is HAProxy running?
cs_cz: Statistiky nebylo možné získat. Je HAProxy spuštěné?
de_de: Die Statistiken konnten nicht abgerufen werden. Läuft HAProxy?
el_gr: Δεν ήταν δυνατή η ανάκτηση των στατιστικών στοιχείων. Εκτελείται το HAProxy;
fa_ir: امکان دریافت آمار وجود نداشت. آیا HAProxy در حال اجرا است؟
fr_fr: Les statistiques n'ont pas pu être récupérées. HAProxy est-il en cours d'exécution?
it_it: Impossibile recuperare le statistiche. HAProxy è in esecuzione?
ko_kr: 통계를 가져올 수 없습니다. HAProxy가 실행 중인가요?
pl_pl: Statystyki nie mogły zostać pobrane. Czy HAProxy działa?
uk_ua: Статистику не вдалося отримати. Чи працює HAProxy?
zh_cn: 无法获取统计信息。 请确认HAProxy是否正在运行？

source: Edit Error Message
cs_cz: Upravit chybové hlášení
de_de: Fehlernachricht bearbeiten
el_gr: Επεξεργασία μηνύματος σφάλματος
fa_ir: ویرایش پیام خطا
fr_fr: Éditer le message d'erreur
it_it: Modifica messaggio di errore
ko_kr: 오류 메시지 편집
pl_pl: Edytuj komunikat błędu
uk_ua: Редагувати повідомлення про помилку
zh_cn: 编辑错误信息

source: Edit Lua Script
cs_cz: Upravit Lua skritp
de_de: Lua-Skript bearbeiten
el_gr: Επεξεργασία σεναρίου Lua
fa_ir: ویرایش اسکریپت Lua
fr_fr: Éditer le script Lua
it_it: Modifica lo script Lua
ko_kr: Lua 스크립트 편집
pl_pl: Edytuj skrypt Lua
uk_ua: Редагувати скрипт Lua
zh_cn: 编辑Lua脚本

source: Edit Condition
cs_cz: Upravit podmínku
de_de: Bedingung bearbeiten
el_gr: Επεξεργασία συνθήκης
fa_ir: ویرایش شرط
fr_fr: Éditer la condition
it_it: Modifica condizione
ko_kr: 조건 편집
pl_pl: Edytuj warunek
uk_ua: Редагувати умову
zh_cn: 编辑条件

source: Edit Rule
cs_cz: Upravit pravidlo
de_de: Regel bearbeiten
el_gr: Επεξεργασία κανόνα
fa_ir: ویرایش قانون
fr_fr: Éditer la règle
it_it: Modifica regola
ko_kr: 규칙 편집
pl_pl: Edytuj regułę
uk_ua: Редагувати правило
zh_cn: 编辑规则

source: Edit Health Monitor
cs_cz: Upravit monitor stavu
de_de: Zustandsmonitor bearbeiten
el_gr: Επεξεργασία παρακολούθησης υγείας
fa_ir: ویرایش پایش سلامت
fr_fr: Modifier le Moniteur de Santé
it_it: Modifica monitoraggio della salute
ko_kr: 상태 모니터 편집
pl_pl: Edytuj monitor zdrowia
uk_ua: Редагувати монітор здоров'я
zh_cn: 编辑健康监测
