Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Checking this option will disable hardware TCP segmentation offloading (TSO, TSO4, TSO6). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
cs_cz: Zaškrtnutím této předvolby nebude dělení TCP segmentů přenecháváno hardware (TSO, TSO4, TSO6). V případě některých ovladačů je totiž tato funkce rozbitá a může tak postihovat výkon některých konkrétních síťových rozhraní.
de_de: Diese Option deaktiviert das TCP-Segmentierungsoffloading (TSO4, TSO6) der Hardware. Dieses Offloading ist in manchen Treibern fehlerhaft und kann die Leistung bei bestimmten Netzwerkkarten beeinträchtigen.
el_gr: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει την αποφόρτωση τμηματοποίησης TCP υλικού (TSO, TSO4, TSO6). Αυτή η αποφόρτωση είναι προβληματική σε ορισμένα προγράμματα οδήγησης υλικού και ενδέχεται να επηρεάσει την απόδοση ορισμένων συγκεκριμένων καρτών δικτύου.
fa_ir: با تیک زدن این گزینه، واگذاری پردازش بخش‌بندی TCP در سخت‌افزار (TSO, TSO4, TSO6) غیرفعال خواهد شد. این واگذاری در برخی درایورهای سخت‌افزاری معیوب است و ممکن است عملکرد را در برخی NICها تحت‌تأثیر قرار دهد.
fr_fr: Cocher cette option désactivera le délestage matériel de la segmentation TCP (TCP segmentation offloading, TSO, TSO4, TSO6), qui fonctionne mal avec certains pilotes matériels et peut avoir un impact sur les performances de certaines cartes réseaux.
it_it: Selezionando questa opzione si disabiliterà l'offload della segmentazione TCP dell'hardware (TSO, TSO4, TSO6). Questo scarico non funziona in alcuni driver hardware e potrebbe influire sulle prestazioni con alcune schede NIC specifiche.
ko_kr: 이 옵션을 선택하면 하드웨어 TCP 분할 오프로드(TSO, TSO4, TSO6)가 비활성화됩니다. 이 오프로드는 일부 하드웨어 드라이버에서 중단되며 일부 특정 NIC의 성능에 영향을 줄 수 있습니다.
pl_pl: Zaznaczenie tej opcji wyłączy sprzętowe offloading segmentacji TCP (TSO, TSO4, TSO6). Offloading ten nie działa poprawnie w niektórych sterownikach sprzętowych i może wpłynąć na wydajność w przypadku niektórych konkretnych kart sieciowych.
uk_ua: Увімкнення цього параметра вимкне апаратне розвантаження сегментації TCP (TSO, TSO4, TSO6). Це розвантаження несправне в деяких апаратних драйверах і може вплинути на продуктивність деяких специфічних мережевих карт.
zh_cn: 选中该选项将禁用硬件 TCP 分片卸载（TSO、TSO4、TSO6）。 这种卸载在某些硬件驱动程序中被破坏，并且可能会影响某些特定 NIC 的性能。

source: Disable hardware TCP segmentation offload
cs_cz: Nepřenechávat dělení TCP segmentů na hardware
de_de: Hardware-TCP-Segmentierungsoffloading deaktivieren
el_gr: Απενεργοποίηση μείωσης φόρτου τμηματοποίησης TCP υλικού
fa_ir: غیرفعال‌سازی واگذاری بخش‌بندی TCP در سخت‌افزار
fr_fr: Désactiver le délestage matériel de la segmentation TCP
it_it: Disabilita l'offload della segmentazione TCP dell'hardware
ko_kr: 하드웨어 TCP 분할 오프로드 사용 안 함
pl_pl: Wyłącz sprzętowe offloading segmentacji TCP
uk_ua: Вимкнути апаратне розвантаження сегментації TCP
zh_cn: 禁用硬件TCP分片卸载

source: Hardware TSO
cs_cz: Hardwarové TSO
fa_ir: TSO سخت‌افزاری
fr_fr: Fonction matérielle TSO
it_it: TSO dell'hardware
ko_kr: 하드웨어 TSO
pl_pl: Sprzętowe TSO
uk_ua: Апаратне TSO
zh_cn: 硬件TSO

source: Checking this option will disable hardware checksum offloading. Checksum offloading is broken in some hardware, particularly some Realtek cards. Rarely, drivers may have problems with checksum offloading and some specific NICs.
cs_cz: Zaškrtnutím této předvolby nebude zpracovávání kontrolních součtů přenecháváno na hardware. V případě některých zařízení, konkrétně některých rozhraní s čipy od Realtek je tato funkce rozbitá. Méně často, ovladače zařízení mohou mít problémy s kombinací této funkce a některých konkrétních zařízení.
de_de: Wenn diese Option aktiviert ist, wird das Offloading der Hardware-Prüfsumme deaktiviert. Das Offloading ist bei bestimmter Hardware, insbesondere einigen Realtek-Karten, fehlerhaft. In seltenen Fällen kann es zu Problemen mit dem Prüfsummen-Offloading und bestimmten Netzwerkkarten (NICs) kommen.
el_gr: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει την απομάκρυνση αθροίσματος ελέγχου υλικού. Η απομάκρυνση αθροίσματος ελέγχου είναι προβληματική σε κάποιο υλικό, ιδιαίτερα σε ορισμένες κάρτες Realtek. Σπάνια, τα προγράμματα οδήγησης ενδέχεται να αντιμετωπίσουν προβλήματα με την απομάκρυνση αθροίσματος ελέγχου και με ορισμένες συγκεκριμένες κάρτες δικτύου.
fa_ir: با تیک زدن این گزینه، واگذاری پردازش checksum در سخت‌افزار غیرفعال می‌شود. واگذاری checksum در برخی سخت‌افزارها، به‌ویژه برخی کارت‌های Realtek، معیوب است. به‌ندرت ممکن است درایورها با واگذاری checksum در برخی NICها مشکل داشته باشند.
fr_fr: Cocher cette option désactivera le délestage matériel des sommes de contrôle (checksum offloading), qui dysfonctionne sur certains matériels, notamment certaines cartes Realtek. Il peut également arriver que des drivers ou des cartes réseaux aient des problèmes avec cette fonction.
it_it: Selezionando questa opzione si disabiliterà l'offload del checksum hardware. Lo scaricamento del checksum non funziona correttamente in alcuni hardware, in particolare in alcune schede Realtek. Raramente, i driver potrebbero avere problemi con l'offload del checksum e con alcune schede NIC specifiche.
ko_kr: 이 옵션을 선택하면 하드웨어 체크섬 오프로드가 비활성화됩니다. 체크섬 오프로딩은 일부 하드웨어, 특히 Realtek 카드에서 동작하지 않습니다. 드물게 드라이버가 체크섬 오프로드 및 일부 특정 NIC에 문제가 있을 수 있습니다.
pl_pl: Zaznaczenie tej opcji wyłączy sprzętowe offloading sumy kontrolnej. Offloading sumy kontrolnej nie działa poprawnie w niektórych urządzeniach, szczególnie w niektórych kartach Realtek. Rzadko, sterowniki mogą mieć problemy z offloading sumy kontrolnej w przypadku niektórych konkretnych kart sieciowych.
uk_ua: Увімкнення цього параметра вимкне апаратне розвантаження контрольної суми. Розвантаження контрольної суми несправне в деякому обладнанні, зокрема в деяких картах Realtek. Рідко драйвери можуть мати проблеми з розвантаженням контрольної суми та деякими специфічними мережевими картами.
zh_cn: 选中该选项将禁用硬件校验和卸载。 校验和卸载在某些硬件中被破坏，尤其是某些 Realtek 卡。 很少有驱动程序可能会遇到校验和卸载和某些特定 NIC 的问题。

source: Disable hardware checksum offload
cs_cz: Nepřenechávat ověřování kontrolních součtů na hardware
de_de: Hardware-Prüfsummen-Offloading deaktivieren
el_gr: Απενεργοποίηση μείωσης φόρτου αθροίσματος ελέγχου υλικού
fa_ir: غیرفعال‌سازی واگذاری checksum در سخت‌افزار
fr_fr: Désactiver le délestage matériel des sommes de contrôle
it_it: Disabilita l'offload del checksum hardware
ko_kr: 하드웨어 체크섬 오프로드 사용 안 함
pl_pl: Wyłącz sprzętowe offloading sumy kontrolnej
uk_ua: Вимкнути апаратне розвантаження контрольної суми
zh_cn: 禁用硬件校验和卸载

source: Hardware CRC
cs_cz: Hardwarové ověřování kontrolních součtů
fa_ir: CRC سخت‌افزاری
fr_fr: CRC Matériel
it_it: CRC hardware
ko_kr: 하드웨어 CRC
pl_pl: Sprzętowe CRC
uk_ua: Апаратний CRC
zh_cn: 硬件CRC

source: A valid DUID must be specified.
cs_cz: Je třeba zadat platné DUID.
de_de: Eine gültige DUID muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο DUID.
fa_ir: یک DUID معتبر باید مشخص شود.
fr_fr: Un DUID valide doit être spécifié
it_it: È necessario specificare un DUID valido.
ko_kr: 유효한 DUID를 지정해야 합니다.
pl_pl: Należy podać prawidłowy DUID.
uk_ua: Необхідно вказати дійсний DUID.
zh_cn: 必须指定有效的DUID。

source: Set this if you wish to use /tmp as a RAM disk (memory file system disk) rather than using the hard disk.
cs_cz: Toto nastavte pokud si přejete aby se /tmp nacházelo v operační paměti namísto na trvalém datovém úložišti.
de_de: Legen Sie dies fest, wenn Sie /tmp als RAM-Disk (Speicherdateisystem-Disk) verwenden möchten, anstatt die Festplatte zu verwenden.
el_gr: Ορίστε αυτήν την επιλογή αν θέλετε να χρησιμοποιήσετε το /tmp ως δίσκο RAM (δίσκος συστήματος αρχείων μνήμης) αντί να χρησιμοποιήσετε τον σκληρό δίσκο.
fa_ir: این گزینه را انتخاب کنید اگر می‌خواهید از /tmp به‌عنوان RAM disk (فایل‌سیستم در حافظه) به‌جای هارد دیسک استفاده کنید.
fr_fr: Activer ceci si vous souhaitez monter /tmp sur un RAM disk (disque dans la mémoire système) plutôt que sur le disque dur.
it_it: Impostarlo se si desidera utilizzare /tmp come disco RAM (disco del file system di memoria) anziché utilizzare il disco rigido.
ko_kr: 하드 디스크를 사용하지 않고 /tmp를 RAM 디스크(메모리 파일 시스템 디스크)로 사용하려면 이 옵션을 설정하세요.
pl_pl: Ustaw to, jeśli chcesz używać /tmp jako dysku RAM (dysk systemu plików w pamięci), zamiast używać dysku twardego.
uk_ua: Увімкніть це, якщо ви бажаєте використовувати /tmp як RAM-диск (диск файлової системи в пам'яті) замість жорсткого диска.
zh_cn: 如果需要将/tmp用RAM磁盘代替（内存文件系统磁盘），而不是使用硬盘，请设置此项。

source: Use memory file system for /tmp
cs_cz: Používat pro /tmp souborový systém v operační paměti
de_de: Speicherdateisystem für /tmp verwenden
el_gr: Χρήση συστήματος αρχείων μνήμης για /tmp
fa_ir: استفاده از فایل‌سیستم حافظه برای /tmp
fr_fr: Utiliser /tmp comme système de fichiers mémoire
it_it: Utilizzare il file system della memoria per /tmp
ko_kr: /tmp용 메모리 파일 시스템 사용
pl_pl: Użyj systemu plików w pamięci dla /tmp
uk_ua: Використовувати файлову систему в пам'яті для /tmp
zh_cn: 对/tmp使用内存文件系统

source: /tmp RAM disk
cs_cz: /tmp v operační paměti
el_gr: δίσκος RAM /tmp
fa_ir: RAM دیسک /tmp
fr_fr: Disque RAM /tmp
it_it: /tmp disco RAM
ko_kr: /tmp 램 디스크
pl_pl: Dysk RAM dla /tmp
uk_ua: /tmp RAM-диск
zh_cn: /tmp内存磁盘

source: Add a 2 GB swap file to the system
cs_cz: Přidat do systému 2GB swap soubor
de_de: Füge eine 2GB Auslagerungsdatei zum System hinzu
el_gr: Προσθήκη αρχείου swap 2 GB στο σύστημα
fa_ir: افزودن یک فایل swap به‌حجم 2 GB به سیستم
fr_fr: Ajouter un fichier d'échange de 2 GB au système
it_it: Aggiungi un file di scambio da 2 GB al sistema
ko_kr: 시스템에 2GB 스왑 파일 추가
pl_pl: Dodaj plik wymiany 2 GB do systemu
uk_ua: Додати файл підкачки розміром 2 ГБ до системи
zh_cn: 向系统添加一个2GB的交换文件

source: Swap file
cs_cz: Swap soubor
de_de: Auslagerungsdatei
el_gr: Αρχείο swap
fa_ir: فایل swap
fr_fr: Fichier d'échange
it_it: Scambia file
ko_kr: 스왑 파일
pl_pl: Plik wymiany
uk_ua: Файл підкачки
zh_cn: 交换文件

source: Disk / Memory Settings (reboot to apply changes)
cs_cz: Nastavení úložiště / operační paměti (pro uplatnění změn je třeba restartovat)
de_de: Festplatten- / Arbeitsspeichereinstellungen (Neustart erforderlich, um die Änderungen zu Übernehmen)
el_gr: Ρυθμίσεις δίσκου / μνήμης (επανεκκίνηση για εφαρμογή αλλαγών)
fa_ir: تنظیمات دیسک / حافظه (راه‌اندازی مجدد برای اعمال تغییرات)
fr_fr: Paramètres disque / mémoire (redémarrer pour appliquer les modifications)
it_it: Impostazioni disco/memoria (riavviare per applicare le modifiche)
ko_kr: 디스크 / 메모리 설정(변경 사항을 적용하려면 재부팅필요)
pl_pl: Ustawienia Dysku/Pamięci (wymaga restartu)
uk_ua: Налаштування диска / пам'яті (перезавантаження для застосування змін)
zh_cn: 磁盘/内存设置 (需要重新启动才能生效)

source: If the powerd utility can not determine the power state it uses "normal" for control.
cs_cz: V případě, že nástroj powerd nezjistí stav napájení, bude pro ovládání použito „běžné“.
de_de: Falls das powerd-Werkzeug den Betriebsstatus nicht feststellen kann, verwendet es "normal" zur Steuerung.
el_gr: Εάν το βοηθητικό πρόγραμμα powerd δεν μπορεί να προσδιορίσει την κατάσταση ενέργειας, χρησιμοποιεί την "κανονική" για έλεγχο.
fa_ir: اگر ابزار powerd نتواند وضعیت توان را تعیین کند، از مقدار «normal» برای کنترل استفاده می‌کند.
fr_fr: Si l'utilitaire powerd ne peut pas déterminer l'état d'alimentation, il utilise "normal" pour le contrôle.
it_it: Se l'utilità powerd non è in grado di determinare lo stato di alimentazione, utilizza "normale" per il controllo.
ko_kr: powerd 유틸리티가 전력 상태를 판단할 수 없는 경우 제어를 위해 "정상"을 사용합니다.
pl_pl: Jeśli narzędzie powerd nie może określić stanu zasilania, używa "normal" do kontroli.
uk_ua: Якщо утиліта powerd не може визначити стан живлення, вона використовує «нормальний» для керування.
zh_cn: 如果PowerD实用程序无法确定电源状态，它会使用"正常"模式来控制。

source: On Normal Power Mode
cs_cz: V běžném režimu napájení
de_de: Im normalen Energiemodus
el_gr: Σε κανονική λειτουργία τροφοδοσίας
fa_ir: در حالت توان عادی
fr_fr: Mode d'Alimentation Normal
it_it: In modalità di alimentazione normale
ko_kr: 일반 전원 모드에서
pl_pl: W trybie normalnego zasilania
uk_ua: У звичайному режимі живлення
zh_cn: 正常电源模式

source: On Battery Power Mode
cs_cz: V režimu napájení z akumulátorů
de_de: Im Batteriebetrieb
el_gr: Σε λειτουργία τροφοδοσίας μπαταρίας
fa_ir: در حالت تغذیه باتری
fr_fr: Mode d'Alimentation sur Batterie
it_it: In modalità di alimentazione a batteria
ko_kr: 배터리 전원 모드에서
pl_pl: W trybie zasilania bateryjnego
uk_ua: У режимі живлення від батареї
zh_cn: 电池模式

source: Maximum
cs_cz: Nejvýše
el_gr: Ανώτατο
fa_ir: حداکثر
it_it: Massimo
ko_kr: 최대
pl_pl: Maksimum
uk_ua: Максимум
zh_cn: 最大

source: Minimum
cs_cz: Nejméně
el_gr: Ελάχιστο
fa_ir: حداقل
it_it: Minimo
ko_kr: 최소
uk_ua: Мінімум
zh_cn: 最小

source: Adaptive
cs_cz: Přizpůsobivé
de_de: Adaptiv
el_gr: Προσαρμοστικός
fa_ir: تطبیقی
it_it: Adattivo
ko_kr: 적응형
pl_pl: Adaptacyjny
uk_ua: Адаптивний
zh_cn: 适应

source: Hiadaptive
cs_cz: Vysoké přizpůsobivé
it_it: Iadattivo
pl_pl: Wysoko adaptacyjny
uk_ua: Високоадаптивний
zh_cn: 自适应

source: On AC Power Mode
cs_cz: V režimu napájení z rozvodné sítě
de_de: Im Netzspannungsmodus
el_gr: Σε λειτουργία τροφοδοσίας AC
fa_ir: در حالت تغذیه AC
fr_fr: Mode d'Alimentation sur Secteur
it_it: In modalità di alimentazione CA
ko_kr: AC 전원 모드에서
pl_pl: W trybie zasilania z sieci
uk_ua: У режимі живлення від мережі
zh_cn: 交流电模式

source: The powerd utility monitors the system state and sets various power control options accordingly. It offers four modes (maximum, minimum, adaptive and hiadaptive) that can be individually selected while on AC power or batteries. The modes maximum, minimum, adaptive and hiadaptive may be abbreviated max, min, adp, hadp. Maximum mode chooses the highest performance values. Minimum mode selects the lowest performance values to get the most power savings. Adaptive mode attempts to strike a balance by degrading performance when the system appears idle and increasing it when the system is busy. It offers a good balance between a small performance loss for greatly increased power savings. Hiadaptive mode is alike adaptive mode, but tuned for systems where performance and interactivity are more important than power consumption. It raises frequency faster, drops slower and keeps twice lower CPU load.
cs_cz: Nástroj powerd sleduje stav systému a dle něj nastavuje nejrůznější parametry napájení. Nabízí čtyři režimy (nejvyšší, nejnižší, přizpůsobivý a vysoce přizpůsobivý), které mohou být voleny zvlášť pro napájení z rozvodné sítě nebo z akumulátorů. Režimy nejvyšší, nejnižší, přizpůsobivý a vysoce přizpůsobivý mohou být zkracovány na max, min, adapt. a v. adapt. Režim nejvyšší znamená nejvyšší výkon. Režim nejnižší znamená nejnižší výkon ale také nejnižší spotřeba energie a zahřívání. Přizpůsobivý režim je snahou o vyvážení pomocí snížení výkonu když je systém méně vytížený a zvýšení když je vytížený. Poskytuje dobrý poměr mezi malou ztrátou výkonu, vyvážený úsporami energie. Vysoce přizpůsobivý režim je podobný tomu přizpůsobivému s tím, že je více zaměřen na výkon a doby odezvy než na úsporu energie. Rychleji zvedá frekvence, pomaleji je snižuje a udržuje poloviční vytížení procesoru.
de_de: Das powerd-Werkzeug überwacht den Systemstatus und setzt entsprechende Energiesteuerungsoptionen. Es stellt vier Modi zur Verfügung (maximum, minimum, adaptive und hiadaptive) die individuell ausgewählt werden können, während das System über das Stromnetz oder über Batterien versorgt wird. Die Modi maximum, minimum, adaptive und hiadaptive können mit max, min adp und hadp abgekürzt werden. Maximum wählt die Werte für die höchste Performance. Der Minimum-Modus wählt die niedrigsten Performance-Werte aus, um möglichst viel Energie zu sparen. Der Adaptive-Modus versucht, die beste Banlance zu finden, indem die Performance zurückgeschraubt wird, wenn sich das System im Leerlauf befindet und erhöht, wenn das System aktiv ist. Es stellt eine gute Balance zwischen gerigen Performance-Einbußen und hohen Energieeinsparungen dar. Der hiadaptive-Modus ist wie der adaptive-Modus, aber für Systeme angepasst, bei denen die Performance und interaktivität wichtiger sind, als der Energieverbrauch. Es erhöht die Frequenz schneller, verringert schneller und hält halb so viel CPU-Last.
el_gr: Το βοηθητικό πρόγραμμα powerd παρακολουθεί την κατάσταση του συστήματος και ορίζει διάφορες επιλογές ελέγχου ενέργειας ανάλογα. Προσφέρει τέσσερις λειτουργίες (μέγιστη, ελάχιστη, προσαρμοστική και hiadaptive) που μπορούν να επιλεγούν ξεχωριστά ενώ τροφοδοτούνται με εναλλασσόμενο ρεύμα ή μπαταρίες. Οι λειτουργίες maximum, minimum, adaptive και hiadaptive μπορούν να συντομευτούν ως max, min, adp, hadp. Η λειτουργία Maximum επιλέγει τις υψηλότερες τιμές απόδοσης. Η λειτουργία Minimum επιλέγει τις χαμηλότερες τιμές απόδοσης για να επιτύχει τη μέγιστη εξοικονόμηση ενέργειας. Η λειτουργία Adaptive προσπαθεί να επιτύχει μια ισορροπία υποβαθμίζοντας την απόδοση όταν το σύστημα εμφανίζεται αδρανές και αυξάνοντας την όταν το σύστημα είναι απασχολημένο. Προσφέρει μια καλή ισορροπία μεταξύ μιας μικρής απώλειας απόδοσης για σημαντικά αυξημένη εξοικονόμηση ενέργειας. Η λειτουργία Hiadaptive είναι παρόμοια με την προσαρμοστική λειτουργία, αλλά έχει ρυθμιστεί για συστήματα όπου η απόδοση και η διαδραστικότητα είναι πιο σημαντικές από την κατανάλωση ενέργειας. Αυξάνει τη συχνότητα πιο γρήγορα, μειώνεται πιο αργά και διατηρεί διπλάσιο το φορτίο της CPU.
fa_ir: ابزار powerd وضعیت سیستم را پایش می‌کند و گزینه‌های مختلف کنترل مصرف توان را متناسب تنظیم می‌کند. این ابزار چهار حالت ارائه می‌دهد (maximum, minimum, adaptive و hiadaptive) که هرکدام می‌توانند به‌طور جداگانه هنگام اتصال به برق AC یا هنگام کار با باتری انتخاب شوند. حالت‌های maximum, minimum, adaptive و hiadaptive را می‌توان با اختصارات max, min, adp, hadp نمایش داد. حالت Maximum بیشترین مقادیر عملکرد را انتخاب می‌کند. حالت Minimum کمترین مقادیر عملکرد را انتخاب می‌کند تا بیشترین صرفه‌جویی در مصرف انرژی حاصل شود. حالت Adaptive تلاش می‌کند تعادلی ایجاد کند؛ وقتی سیستم بیکار به‌نظر می‌رسد عملکرد را کاهش می‌دهد و وقتی سیستم مشغول است آن را افزایش می‌دهد. این حالت توازن خوبی بین کاهش اندک عملکرد و افزایش چشمگیر صرفه‌جویی انرژی فراهم می‌کند. حالت Hiadaptive شبیه حالت Adaptive است اما برای سیستم‌هایی که عملکرد و تعامل‌پذیری برایشان مهم‌تر از مصرف انرژی است تنظیم شده است. این حالت فرکانس را سریع‌تر بالا می‌برد، کندتر کاهش می‌دهد و بار CPU را تا نصف نگه می‌دارد.
fr_fr: L'utilitaire powerd surveille l'état du système et définit les différentes options de contrôle de l'alimentation. Il offre quatre modes (maximum, minimum, adaptive et hiadaptive) qui peuvent être utilisés séparément lors de l'utilisation sur secteur ou sur batteries. Les modes maximum, minimum, adaptive et hiadaptive peuvent être abrégés comme suit max, min, adp, hadp. Le mode Maximum utilisera les valeurs de performance maximales. Le mode Minimum utilisera les valeurs de performance minimales de sorte à réduire la consommation énergétique. Le mode Adaptive essaiera de trouver un équilibre en abaissant les performances quant le système lui paraîtra peu sollicité et en les augmentant quand le système lui paraîtra très sollicité. Ce mode offre un bon compromis en permettant un gain de consommation énergétique accru au prix d'une légère perte de performance. Le mode Hiadaptive est semblable au mode Adaptive mais oriente le paramétrage du système de sorte à toujours privilégier les performances plutôt que les économies d'énergie. Il est ainsi capable d'augmenter la fréquence CPU plus rapidement, de la faire décroître plus doucement et de conserver une charge deux fois plus faible.
it_it: L'utilità powerd monitora lo stato del sistema e imposta di conseguenza varie opzioni di controllo dell'alimentazione. Offre quattro modalità (massima, minima, adattiva e iadaptiva) che possono essere selezionate individualmente mentre si utilizza l'alimentazione CA o le batterie. Le modalità massimo, minimo, adattivo e hiadaptivo possono essere abbreviati max, min, adp, hadp. La modalità massima sceglie i valori di prestazione più alti. La modalità minima seleziona i valori di prestazione più bassi per ottenere il massimo risparmio energetico. La modalità adattiva tenta di trovare un equilibrio riducendo le prestazioni quando il sistema appare inattivo e aumentandole quando il sistema è occupato. Offre un buon equilibrio tra una piccola perdita di prestazioni e un notevole aumento del risparmio energetico. La modalità Hiadaptive è simile alla modalità adattiva, ma ottimizzata per i sistemi in cui le prestazioni e l'interattività sono più importanti del consumo energetico. Aumenta la frequenza più velocemente, la diminuisce più lentamente e mantiene un carico della CPU due volte inferiore.
ko_kr: powerd 유틸리티는 시스템 상태를 모니터링하고, 다양한 전원 제어 옵션을 설정합니다. AC 전원 또는 배터리로 작동 중일 때 개별적으로 선택할 수 있는 4가지 모드(maximum, minimum, adaptive, hiadaptive)를 제공합니다. maximum, minimum, adaptive, hiadaptive 모드는 각각 max, min, adp, hadp로 축약될 수 있습니다. Maximum 모드는 가장 높은 성능 값을 선택합니다. Minimum 모드는 최소한의 성능 값을 선택하여 최대한의 전력 절약 효과를 얻습니다. Adaptive 모드는 시스템이 대기 상태일 때 성능을 저하시켜 시스템이 사용 중일 때 성능을 향상시키려고 시도합니다. 성능 손실이 적고 전력 절약이 큰 균형 잡힌 모드를 제공합니다. Hiadaptive 모드는 adaptive 모드와 유사하지만, 성능과 상호작용이 전력 소비보다 더 중요한 시스템에 맞게 조정됩니다. 빠르게 빈도를 올리고, 느리게 낮추며, 두 배 낮은 CPU 부하를 유지합니다.
pl_pl: Zasilane narzędzie monitoruje stan systemu i odpowiednio ustawia różne opcje sterowania zasilaniem. Oferuje cztery tryby (maksymalny, minimalny, adaptacyjny i hiadaptacyjny), które można indywidualnie wybrać przy zasilaniu prądem zmiennym lub bateriach. Tryby maksimum, minimum, adaptacyjny i hiadaptacyjny mogą być określane skrótem max, min, adp, hadp. Tryb maksymalny wybiera najwyższe wartości wydajności. Tryb minimalny wybiera najniższe wartości wydajności, aby uzyskać największą oszczędność energii. Tryb adaptacyjny próbuje osiągnąć równowagę, obniżając wydajność, gdy system wydaje się bezczynny i zwiększając ją, gdy system jest zajęty. Zapewnia dobrą równowagę między niewielką utratą wydajności, a znacznie większą oszczędnością energii. Tryb Hiadaptive jest podobny do trybu adaptacyjnego, ale dostosowany do systemów, w których wydajność i interaktywność są ważniejsze niż zużycie energii. Szybciej podnosi częstotliwość, wolniej spada i utrzymuje dwukrotnie mniejsze obciążenie procesora.
uk_ua: Утиліта powerd відстежує стан системи та відповідно встановлює різні параметри керування живленням. Вона пропонує чотири режими (максимальний, мінімальний, адаптивний та високоадаптивний), які можна індивідуально вибирати під час роботи від мережі або від батарей. Режими maximum, minimum, adaptive та hiadaptive можуть бути скорочені як max, min, adp, hadp. Максимальний режим вибирає найвищі значення продуктивності. Мінімальний режим вибирає найнижчі значення продуктивності для найбільшої економії енергії. Адаптивний режим намагається знайти баланс, знижуючи продуктивність, коли система простоює, і збільшуючи її, коли система зайнята. Він забезпечує хороший баланс між невеликою втратою продуктивності та значно збільшеною економією енергії. Високоадаптивний режим схожий на адаптивний, але налаштований для систем, де продуктивність та інтерактивність важливіші за споживання енергії. Він підвищує частоту швидше, знижує повільніше та підтримує вдвічі нижче навантаження на ЦП.
zh_cn: PowerD 实用程序监视系统状态并相应地设置各种功率控制选项。 它提供四种模式(最大，最小，适应和自适应)，可以在交流电源或电池上单独选择。 最大，最小，适应和自适应模式可以缩写为max，min，adp，hadp。 最大模式选择最高性能值。 最小模式选择最低性能值以节省最多电量。 适应模式试图通过在系统空闲时降低性能并在系统繁忙时增加性能来取得平衡。 它在小的性能损失之间提供了良好的平衡，从而大大提高了功耗。 自适应模式类似于适应模式，但针对性能和交互性比功耗更重要的系统进行了调整。 它可以更快地提高频率，降低速度并保持两倍的CPU负载。

source: Use PowerD
cs_cz: Zapnout správu napájení
de_de: PowerD benutzen
el_gr: Χρησιμοποιήστε το PowerD
fa_ir: استفاده از PowerD
fr_fr: Utiliser PowerD
it_it: Usa PowerD
ko_kr: PowerD 사용
pl_pl: Użyj PowerD
uk_ua: Використовувати PowerD
zh_cn: 电源管理

source: Power Savings
cs_cz: Úspora energie
de_de: Energieeinstellungen
el_gr: Εξοικονόμηση ενέργειας
fa_ir: صرفه‌جویی انرژی
fr_fr: Économies d'Énergie
it_it: Risparmio energetico
ko_kr: 전원 절약
pl_pl: Oszczędność energii
uk_ua: Економія енергії
zh_cn: 电源设置
