Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Listen for the address and port for the respective protocol. Normally the proxy will listen to the standard ports if configured to handle clients with the respective protocol. The default ports are 1812 for UDP and TCP and 2083 for TLS and DTLS. On most systems it will do this for all of the system’s IP addresses (both IPv4 and IPv6). On some systems however, it may respond to only IPv4 or only IPv6. To specify an alternate port you may use a value on the form *:port where port is any valid port number. If you also want to specify a specific address you can do e.g. 192.168.1.1:1812 or [2001:db8::1]:1812. The port may be omitted if you want the default one. Note that you must use brackets around the IPv6 address. These options may be specified multiple times to listen to multiple addresses and/or ports for each protocol.
cs_cz: Očekávat spojení na adrese a portu pro příslušný protokol. Za normálních okolností bude proxy očekávat spojení na standardních portech, pokud je nastavená pro obsluhu klientů příslušným protokolem. Výchozí porty jsou 1812 pro UDP a TCP a 2083 pro TLS a DTLS. Ve většině systémů to bude dělat pro všechny IP adresy systému (IPv4 i IPv6). V některých systémech však může reagovat pouze na IPv4 nebo pouze na IPv6. Pokud chcete zadat alternativní port, je možné použít hodnotu ve tvaru *:port, kde port je libovolné platné číslo portu. Pokud chcete zadat také konkrétní adresu, je možné použít např. 192.168.1.1:1812 nebo [2001:db8::1]:1812.Pokud chcete použít výchozí port, je možné jeho zadání vynechat. Všimněte si, že kolem IPv6 adresy je třeba použít závorky. Tyto předvolby lze zadat vícekrát, aby bylo možné očekávat spojení na více adresách a/nebo portech pro každý protokol.
de_de: Achten Sie auf die Adresse und den Port für das jeweilige Protokoll. Normalerweise hört der Proxy auf den Standardports, wenn er für die Handhabung von Clients mit dem jeweiligen Protokoll konfiguriert ist. Die Standardports sind 1812 für UDP und TCP und 2083 für TLS und DTLS. Auf den meisten Systemen tut er dies für alle IP-Adressen des Systems (sowohl IPv4 als auch IPv6). Auf einigen Systemen reagiert er jedoch möglicherweise nur auf IPv4 oder nur auf IPv6. Um einen alternativen Port anzugeben, können Sie einen Wert der Form *:Port verwenden, wobei Port eine beliebige gültige Portnummer ist. Wenn Sie auch eine bestimmte Adresse angeben möchten, können Sie z. B. 192.168.1.1:1812 oder [2001:db8::1]:1812 verwenden. Der Port kann weggelassen werden, wenn Sie den Standardport verwenden möchten. Beachten Sie, dass Sie die IPv6-Adresse in Klammern setzen müssen. Diese Optionen können mehrfach angegeben werden, um für jedes Protokoll auf mehreren Adressen und/oder Ports zu lauschen.
el_gr: Αναζητήστε τη διεύθυνση και τη θύρα για το αντίστοιχο πρωτόκολλο. Κανονικά, ο διακομιστής μεσολάβησης θα ακούει τις τυπικές θύρες εάν έχει ρυθμιστεί να χειρίζεται υπολογιστές-πελάτες με το αντίστοιχο πρωτόκολλο. Οι προεπιλεγμένες θύρες είναι 1812 για UDP και TCP και 2083 για TLS και DTLS. Στα περισσότερα συστήματα θα το κάνει αυτό για όλες τις διευθύνσεις IP του συστήματος (τόσο για IPv4 όσο και για IPv6). Σε ορισμένα συστήματα, ωστόσο, ενδέχεται να ανταποκρίνεται μόνο σε IPv4 ή μόνο σε IPv6. Για να καθορίσετε μια εναλλακτική θύρα, μπορείτε να χρησιμοποιήσετε μια τιμή στη φόρμα *:port όπου port είναι οποιοσδήποτε έγκυρος αριθμός θύρας. Εάν θέλετε επίσης να καθορίσετε μια συγκεκριμένη διεύθυνση, μπορείτε να κάνετε π.χ. 192.168.1.1:1812 ή [2001:db8::1]:1812. Η θύρα μπορεί να παραλειφθεί εάν θέλετε την προεπιλεγμένη. Σημειώστε ότι πρέπει να χρησιμοποιήσετε αγκύλες γύρω από τη διεύθυνση IPv6. Αυτές οι επιλογές μπορούν να καθοριστούν πολλές φορές για να ακούνε πολλές διευθύνσεις ή/και θύρες για κάθε πρωτόκολλο.
fa_ir: آدرس و پورت مربوط به هر پروتکل را برای شنود مشخص کنید. معمولاً اگر پروکسی برای پشتیبانی از کلاینت‌های همان پروتکل پیکربندی شده باشد، روی پورت‌های استاندارد گوش می‌دهد. پورت‌های پیش‌فرض عبارت‌اند از 1812 برای UDP و TCP و 2083 برای TLS و DTLS. در بیشتر سیستم‌ها این کار برای همه آدرس‌های IP سیستم (هر دو IPv4 و IPv6) انجام می‌شود؛ اما در برخی سیستم‌ها ممکن است فقط به IPv4 یا فقط به IPv6 پاسخ دهد. برای مشخص کردن پورت جایگزین می‌توانید از قالب *:port استفاده کنید که در آن port هر شماره پورت معتبری است. اگر می‌خواهید یک آدرس خاص هم تعیین کنید می‌توانید مثلاً 192.168.1.1:1812 یا [2001:db8::1]:1812 را استفاده کنید. پورت را می‌توان حذف کرد تا از مقدار پیش‌فرض استفاده شود. توجه داشته باشید که برای آدرس‌های IPv6 باید از کروشه‌ها استفاده کنید. این گزینه‌ها را می‌توان چندین بار برای شنود روی چند آدرس و/یا پورت برای هر پروتکل مشخص کرد.
fr_fr: Écoutez l'adresse et le port pour le protocole respectif. Normalement, le proxy écoutera les ports standard s'il est configuré pour gérer les clients avec le protocole respectif. Les ports par défaut sont 1812 pour UDP et TCP et 2083 pour TLS et DTLS. Sur la plupart des systèmes, il le fera pour toutes les adresses IP du système (à la fois IPv4 et IPv6). Cependant, sur certains systèmes, il peut répondre uniquement à IPv4 ou uniquement à IPv6. Pour spécifier un autre port, vous pouvez utiliser une valeur sous la forme *:port où port est un numéro de port valide. Si vous souhaitez également spécifier une adresse spécifique, vous pouvez, par ex. 192.168.1.1:1812 ou [2001:db8::1]:1812. Le port peut être omis si vous voulez celui par défaut. Notez que vous devez utiliser des crochets autour de l'adresse IPv6. Ces options peuvent être spécifiées plusieurs fois pour écouter plusieurs adresses et/ou ports pour chaque protocole.
it_it: Ascoltare l'indirizzo e la porta per il rispettivo protocollo. Normalmente il proxy ascolterà le porte standard se configurato per gestire i client con il rispettivo protocollo. Le porte predefinite sono 1812 per UDP e TCP e 2083 per TLS e DTLS. Sulla maggior parte dei sistemi lo farà per tutti gli indirizzi IP del sistema (sia IPv4 che IPv6). Su alcuni sistemi, tuttavia, potrebbe rispondere solo a IPv4 o solo a IPv6. Per specificare una porta alternativa è possibile utilizzare un valore nel formato *:port dove port è qualsiasi numero di porta valido. Se vuoi specificare anche un indirizzo specifico puoi fare ad es. 192.168.1.1:1812 o [2001:db8::1]:1812. La porta può essere omessa se si desidera quella predefinita. Tieni presente che devi utilizzare parentesi quadre attorno all'indirizzo IPv6. Queste opzioni possono essere specificate più volte per ascoltare più indirizzi e/o porte per ciascun protocollo.
ko_kr: 해당 프로토콜의 주소와 포트에 대해 수신 대기합니다. 일반적으로 프록시는 해당 프로토콜의 클라이언트를 처리하도록 구성된 경우 표준 포트에서 수신 대기합니다. 기본 포트는 UDP 및 TCP에 대해서는 1812이며, TLS 및 DTLS에 대해서는 2083입니다. 대부분의 시스템에서 시스템의 모든 IP 주소(IPv4 및 IPv6 모두)에 대해 이 작업을 수행합니다. 그러나 일부 시스템에서는 IPv4 또는 IPv6에 대해서만 응답할 수 있습니다. 대체 포트를 지정하려면 *:port 형식의 값 사용이 가능하며, port는 유효한 포트 번호입니다. 특정 주소도 지정하려면 예를 들어 192.168.1.1:1812 또는 [2001:db8::1]:1812와 같이 할 수 있습니다. 포트는 기본값을 사용하려면 생략할 수 있습니다. IPv6 주소의 경우 대괄호를 사용해야 함을 유의하세요. 이러한 옵션은 각 프로토콜마다 여러 번 지정하여 여러 주소 및/또는 포트에서 수신 대기할 수 있습니다.
pl_pl: Nasłuchuj na adresie i porcie dla odpowiedniego protokołu. Zazwyczaj proxy będzie nasłuchiwać na standardowych portach, jeśli jest skonfigurowane do obsługi klientów z odpowiednim protokołem. Domyślne porty to 1812 dla UDP i TCP oraz 2083 dla TLS i DTLS. Na większości systemów będzie to robić dla wszystkich adresów IP systemu (zarówno IPv4, jak i IPv6). W niektórych systemach może jednak odpowiadać tylko na IPv4 lub tylko na IPv6. Aby określić inny port, można użyć wartości w formie *:port, gdzie port to dowolny poprawny numer portu. Jeśli chcesz również określić konkretny adres, możesz zrobić np. 192.168.1.1:1812 lub [2001:db8::1]:1812. Port można pominąć, jeśli chcesz domyślny. Pamiętaj, że musisz używać nawiasów wokół adresu IPv6. Te opcje można określić wielokrotnie, aby nasłuchiwać wielu adresów i/lub portów dla każdego protokołu.
uk_ua: Слухайте адресу та порт для відповідного протоколу. Зазвичай проксі-сервер слухатиме стандартні порти, якщо налаштований на обслуговування клієнтів за відповідним протоколом. Порти за типовістю: 1812 для UDP і TCP, 2083 для TLS і DTLS. На більшості систем це робитиметься для всіх IP-адрес системи (як IPv4, так і IPv6). Однак на деяких системах він може відповідати лише на IPv4 або лише на IPv6. Щоб вказати альтернативний порт, можна використовувати значення у формі *:порт, де порт є будь-яким дійсним номером порту. Якщо ви також хочете вказати певну адресу, ви можете зробити, наприклад, 192.168.1.1:1812 або [2001:db8::1]:1812. Порт можна опустити, якщо ви хочете типовий. Зверніть увагу, що ви повинні використовувати дужки навколо адреси IPv6. Ці параметри можуть бути вказані кілька разів для прослуховування кількох адрес та/або портів для кожного протоколу.
zh_cn: 监听相应协议的地址和端口。 通常，如果配置为使用相应协议处理客户端，代理将监听标准端口。 UDP和TCP的默认端口为 1812，TLS 和 DTLS 的默认端口为2083。 在大多数系统上，它将在系统的所有IP 地址（IPv4 和 IPv6）执行此操作。 但是，在某些系统上，它可能仅响应 IPv4 或仅响应 IPv6。 要指定备用端口，可以使用 *:port 形式的值，其中port 是任意有效端口号。 如果您还想指定一个特定的地址，可以执行例如 192.168.1.1:1812 或 [2001:db8::1]:1812。 如果您想要默认端口，则可以省略该端口。 注意，您必须在 IPv6 地址周围使用括号。 可以多次指定这些选项以监听每个协议的多个地址和/或端口。

source: Listening IPs and Ports
cs_cz: IP adresy a porty na kterých je očekáváno spojení
de_de: Abgehörte IP-Adressen und Ports
el_gr: IP και θύρες ακρόασης
fa_ir: آدرس‌های IP و پورت‌های شنود
fr_fr: IPs et ports d'écoute
it_it: IP e porte in ascolto
ko_kr: 수신 대기 IP 및 포트
pl_pl: Nasłuchiwane adresy IP i porty
uk_ua: IP-адреси та порти для прослуховування
zh_cn: 监听IPs和端口

source: Load the certificate and private key from the Windows Certificate System Store (Windows/OpenSSL Only).
cs_cz: Načítat certifikát a soukromý klíč ze systémového úložiště certifikátů systému Windows (pouze Windows/OpenSSL).
de_de: Zertifikat und privaten Schlüssel aus dem Windows-Zertifikatsspeicher laden (nur unter Windows/OpenSSL).
el_gr: Φορτώστε το πιστοποιητικό και το ιδιωτικό κλειδί από το Windows Certificate System Store (Μόνο για Windows/OpenSSL).
fa_ir: بارگذاری گواهی و کلید خصوصی از Windows Certificate System Store (فقط Windows/OpenSSL).
fr_fr: Chargez le certificat et la clé privée depuis le magasin de certificats de Windows (Windows/OpenSSL uniquement).
it_it: Caricare il certificato e la chiave privata dall'archivio del sistema di certificati di Windows (solo Windows/OpenSSL).
ko_kr: Windows 인증서 시스템 스토어(Windows/OpenSSL 전용)에서 인증서와 개인 키를 로드합니다.
pl_pl: Załaduj certyfikat i klucz prywatny z Magazynu Certyfikatów Systemu Windows (tylko Windows/OpenSSL).
uk_ua: Завантажити сертифікат і приватний ключ із системного сховища сертифікатів Windows (лише Windows/OpenSSL).
zh_cn: 从Windows证书系统存储(仅Windows/OpenSSL)中加载证书和私钥。

source: Log MAC
cs_cz: Zaznamenávat MAC adresy
de_de: MAC-Adressen protokollieren
el_gr: Καταγραφή MAC
fa_ir: لاگ MAC
it_it: Registra MAC
ko_kr: MAC 로그
pl_pl: Loguj MAC
uk_ua: Журнал MAC
zh_cn: 记录MAC

source: Log extra debugging information.
cs_cz: Zaznamenávat podrobnější ladící informace.
de_de: Zusätzliche Debugging-Informationen protokollieren.
el_gr: Καταγράψτε επιπλέον πληροφορίες εντοπισμού σφαλμάτων.
fa_ir: لاگ اطلاعات اشکال‌زدایی اضافی.
fr_fr: Journaliser des informations supplémentaires pour le débogage.
it_it: Registra informazioni di debug aggiuntive.
ko_kr: 추가 디버깅 정보를 기록합니다.
pl_pl: Loguj dodatkowe informacje do debugowania.
uk_ua: Записувати додаткову інформацію для налагодження.
zh_cn: 记录额外的调试信息。

source: Log full username
cs_cz: Zaznamenávat úplné uživatelské jmono
de_de: Vollständigen Benutzernamen protokollieren
el_gr: Καταγραφή πλήρους ονόματος χρήστη
fa_ir: لاگ نام‌کاربری کامل
fr_fr: Nom d'utilisateur complet
it_it: Registra il nome utente completo
ko_kr: 전체 사용자 이름 기록
pl_pl: Loguj pełną nazwę użytkownika
uk_ua: Журнал повного імені користувача
zh_cn: 记录完整名称

source: Loglevel
cs_cz: Podrobnost záznamu událostí
de_de: Protokollierungsstufe
el_gr: Επίπεδο καταγραφής
fa_ir: سطح لاگ
fr_fr: Niveau d'enregistrement
it_it: Livello di registro
ko_kr: 로그수준
pl_pl: Poziom logowania
uk_ua: Рівень журналювання
zh_cn: 日志层级

source: Loop-prevention
cs_cz: Prevence smyčky
de_de: Schleifenverhinderung
el_gr: Πρόληψη βρόχου
fa_ir: جلوگیری از حلقه
fr_fr: Prévention des boucles
it_it: Prevenzione dei loop
ko_kr: 루프 방지
pl_pl: Zapobieganie pętlom
uk_ua: Запобігання циклу
zh_cn: 环路预防

source: Mail Recipient
cs_cz: Příjemce e-mailu
de_de: Empfängeradresse
el_gr: Παραλήπτης αλληλογραφίας
fa_ir: گیرنده ایمیل
fr_fr: Destinataire du courrier
it_it: Destinatario della posta
ko_kr: 메일 수신자
pl_pl: Odbiorca poczty
uk_ua: Отримувач пошти
zh_cn: 邮件收件人

source: Mail Sender
cs_cz: Odesilatel e-mailu
de_de: Absenderadresse
el_gr: Αποστολέας αλληλογραφίας
fa_ir: فرستنده ایمیل
fr_fr: Expéditeur du courrier
it_it: Mittente della posta
ko_kr: 메일 발신자
pl_pl: Nadawca poczty
uk_ua: Відправник пошти
zh_cn: 邮件发件人

source: Mail Server Address
cs_cz: Adresa e-mailového serveru
de_de: Mailserver-Adresse
el_gr: Διεύθυνση διακομιστή αλληλογραφίας
fa_ir: آدرس سرور ایمیل
fr_fr: Adresse du serveur de messagerie
it_it: Indirizzo del server di posta
ko_kr: 메일 서버 주소
pl_pl: Adres serwera pocztowego
uk_ua: Адреса поштового сервера
zh_cn: 邮件服务器地址

source: Mail Server Password
cs_cz: Heslo k e-mailovému serveru
de_de: Mailserver-Passwort
el_gr: Κωδικός πρόσβασης διακομιστή αλληλογραφίας
fa_ir: رمز عبور سرور ایمیل
fr_fr: Mot de passe du serveur de messagerie
it_it: Password del server di posta
ko_kr: 메일 서버 암호
pl_pl: Hasło do serwera pocztowego
uk_ua: Пароль поштового сервера
zh_cn: 邮件服务器密码

source: Mail Server SSL Connection
cs_cz: SSL spojení s e-mailovým serverem
de_de: Mailserver-SSL-Verbindung
el_gr: Σύνδεση SSL διακομιστή αλληλογραφίας
fa_ir: اتصال SSL سرور ایمیل
fr_fr: Connexion SSL du serveur de messagerie
it_it: Connessione SSL al server di posta
ko_kr: 메일 서버 SSL 연결
pl_pl: Połączenie SSL z serwerem pocztowym
uk_ua: SSL-з'єднання поштового сервера
zh_cn: 邮件服务器SSL连接

source: Mail Server Username
cs_cz: Uživatelské jméno k e-mailovému serveru
de_de: Mailserver-Benutzername
el_gr: Όνομα χρήστη διακομιστή αλληλογραφίας
fa_ir: نام کاربری سرور ایمیل
fr_fr: Nom d'utilisateur du serveur de messagerie
it_it: Nome utente del server di posta
ko_kr: 메일 서버 사용자 이름
pl_pl: Nazwa użytkownika serwera pocztowego
uk_ua: Ім'я користувача поштового сервера
zh_cn: 邮件服务器用户名

source: Mail Servers
cs_cz: E-mailové servery
de_de: Mailserver
el_gr: Διακομιστές αλληλογραφίας
fa_ir: سرورهای ایمیل
fr_fr: Serveurs de courrier
it_it: Server di posta
ko_kr: 메일 서버
pl_pl: Serwery mailowe
uk_ua: Поштові сервери
zh_cn: 邮件服务器

source: Main rules increase the policiy's score if matched. Basic rules are added directly to the location and match immeditaly. Basic rules are specifically useful for whitelist rules. Also basic rules need to be added to a policy to allow association with a location.
cs_cz: Hlavní pravidla zvyšují hodnocení zásady, pokud se shodují. Základní pravidla jsou přidána přímo do umístění a odpovídají okamžitě. Základní pravidla jsou užitečná zejména pro pravidla seznamu povolených. Také základní pravidla je třeba přidat k zásadě, aby bylo povoleno přidružení k umístění.
de_de: Hauptregeln erhöhen den Score der Richtlinie, wenn sie zutreffen. Basisregeln gelten direkt für einen Standort und sind besonders nützlich für Whitelist-Regeln. Basisregeln müssen außerdem zu einer Richtlinie hinzugefügt werden, um mit einem Standort verknüpft zu werden.
el_gr: Οι κύριοι κανόνες αυξάνουν τη βαθμολογία της πολιτικής εάν αντιστοιχιστούν. Οι βασικοί κανόνες προστίθενται απευθείας στην τοποθεσία και αντιστοιχίζονται αμέσως. Οι βασικοί κανόνες είναι ιδιαίτερα χρήσιμοι για τους κανόνες της λίστας επιτρεπόμενων. Επίσης, οι βασικοί κανόνες πρέπει να προστεθούν σε μια πολιτική για να επιτραπεί η συσχέτιση με μια τοποθεσία.
fa_ir: قواعد اصلی در صورت تطابق، امتیاز سیاست را افزایش می‌دهند. قواعد پایه مستقیماً به مکان اضافه شده و بلافاصله تطابق می‌یابند. قواعد پایه به‌طور ویژه برای قوانین لیست سفید مفیدند. همچنین برای پیوند دادن به یک مکان، قواعد پایه باید به یک سیاست اضافه شوند.
fr_fr: Les règles principales augmentent le score de la politique si elles correspondent. Les règles de base sont ajoutées directement à l'emplacement et correspondent immédiatement. Les règles de base sont particulièrement utiles pour les règles de liste blanche. Des règles de base doivent également être ajoutées à une stratégie pour permettre l'association avec un emplacement.
it_it: Le regole principali aumentano il punteggio della politica se abbinate. Le regole di base vengono aggiunte direttamente alla posizione e corrispondono immediatamente. Le regole di base sono particolarmente utili per le regole della whitelist. Inoltre è necessario aggiungere regole di base a una policy per consentire l'associazione con una posizione.
ko_kr: 기본 규칙은 일치할 경우 정책의 점수를 증가시킵니다. 기본 규칙은 위치에 직접 추가되고 즉시 일치합니다. 기본 규칙은 화이트리스트 규칙에 특히 유용합니다. 또한 기본 규칙을 정책에 추가하여 위치와의 연결을 허용해야 합니다.
pl_pl: Główne reguły zwiększają wynik polityki, jeśli są dopasowane. Podstawowe reguły są dodawane bezpośrednio do lokalizacji i są dopasowywane natychmiast. Podstawowe reguły są szczególnie przydatne dla reguł białej listy. Również podstawowe reguły muszą być dodawane do polityki, aby umożliwić powiązanie z lokalizacją.
uk_ua: Основні правила підвищують оцінку політики, якщо вони збігаються. Базові правила додаються безпосередньо до розташування і збігаються негайно. Базові правила особливо корисні для правил білого списку. Також базові правила повинні бути додані до політики, щоб дозволити асоціацію з розташуванням.
zh_cn: 如果匹配，主要规则会增加策略的分数。 基本规则直接添加到位置并立即匹配。 基本规则特别适用于白名单规则。 还需要将基本规则添加到策略中以允许与位置关联。

source: Masquerade internal domains to the outside. When you set example.com, the domain host.internal.example.com will be rewritten to example.com when mail leaves the system.
cs_cz: Maskovat interní domény navenek. Pokud nastavíte example.com, bude doména host.internal.example.com při odchodu pošty ze systému přepsána na example.com.
de_de: Interne Domains beim Versand nach außen umschreiben. Wenn Sie example.com angeben, wird die Domain host.internal.example.com beim Verlassen des Systems in example.com umgeschrieben.
el_gr: Μεταμφιέστε τους εσωτερικούς τομείς σε εξωτερικούς. Όταν ορίσετε το example.com, ο τομέας host.internal.example.com θα ξαναγραφεί σε example.com όταν η αλληλογραφία φύγει από το σύστημα.
fa_ir: دامنه‌های داخلی را هنگام ارسال به بیرون مخفی کنید. وقتی example.com را تنظیم کنید، host.internal.example.com هنگام خروج ایمیل از سیستم به example.com بازنویسی می‌شود.
fr_fr: Masquer les domaines internes à l'extérieur. Lorsque vous définissez example.com, le domaine host.internal.example.com sera réécrit en example.com lorsque le courrier quittera le système.
it_it: Mascherare i domini interni verso l'esterno. Quando imposti example.com, il dominio host.internal.example.com verrà riscritto in example.com quando la posta lascia il sistema.
ko_kr: 내부 도메인을 외부로 위장합니다. example.com을 설정하면 메일이 시스템에서 나갈 때 도메인 host.internal.example.com이 example.com으로 다시 작성됩니다.
pl_pl: Maskowanie wewnętrznych domen na zewnątrz. Gdy ustawisz example.com, domenowy host.internal.example.com zostanie przepisany na example.com, gdy poczta opuści system.
uk_ua: Маскувати внутрішні домени для зовнішніх. Коли ви встановлюєте example.com, домен host.internal.example.com буде переписано на example.com, коли пошта залишає систему.
zh_cn: 将内部域伪装成外部。 当设置example.com时，只要邮件离开系统，域名host.internal.example.com将被重写为example.com。

source: Match Certificate-Attribute
cs_cz: Hledat shodu s atributem certifikátu
de_de: Zertifikat-Attribut abgleichen
el_gr: Χαρακτηριστικό πιστοποιητικού αντιστοίχισης
fa_ir: مطابقت ویژگی گواهی
fr_fr: Attribut de certificat de correspondance
it_it: Corrispondenza certificato-attributo
ko_kr: 인증서-특성 일치
pl_pl: Dopasuj Atrybut-Certyfikatu
uk_ua: Збіг атрибута сертифіката
zh_cn: 匹配证书属性

source: Match Name Instead of Value
cs_cz: Hledat shodu s názvem namísto hodnoty
de_de: Variablennamen statt Wert abgleichen
el_gr: Αντιστοίχιση ονόματος αντί τιμής
fa_ir: مطابقت بر اساس نام به‌جای مقدار
fr_fr: Faire correspondre le nom au lieu de la valeur
it_it: Corrisponde al nome anziché al valore
ko_kr: 값 대신 일치하는 이름
pl_pl: Dopasuj Nazwę zamiast Wartości
uk_ua: Збіг за ім'ям замість значення
zh_cn: 匹配名称而不是值

source: Max Packet Length
cs_cz: Maximální délka paketu
de_de: Max. Paketlänge
el_gr: Μέγιστο μήκος πακέτου
fa_ir: حداکثر طول بسته
fr_fr: Longueur maximale des paquets
it_it: Lunghezza massima del pacchetto
ko_kr: 최대 패킷 길이
pl_pl: Maksymalna długość pakietu
uk_ua: Максимальна довжина пакета
zh_cn: 最大数据包长度

source: Maximum SSL Version
cs_cz: Maximální verze SSL
de_de: Maximale SSL-Version
el_gr: Μέγιστη έκδοση SSL
fa_ir: حداکثر نسخه‌ی SSL
fr_fr: Version SSL maximale
it_it: Versione SSL massima
ko_kr: 최대 SSL 버전
pl_pl: Maksymalna wersja SSL
uk_ua: Максимальна версія SSL
zh_cn: 最高SSL版本

source: Milter Default Action
cs_cz: Výchozí akce Milter
de_de: Standardaktion für Milter
el_gr: Προεπιλεγμένη ενέργεια Milter
fa_ir: اقدام پیش‌فرض Milter
fr_fr: Action par défaut de Milter
it_it: Azione predefinita di Milter
ko_kr: Milter 기본 작업
pl_pl: Domyślna akcja Milter
uk_ua: Типова дія Milter
zh_cn: Milter默认动作

source: Minimum SSL Version
cs_cz: Minimální verze SSL
de_de: Minimale SSL-Version
el_gr: Ελάχιστη έκδοση SSL
fa_ir: حداقل نسخه‌ی SSL
fr_fr: Version SSL minimale
it_it: Versione SSL minima
ko_kr: 최소 SSL 버전
pl_pl: Minimalna wersja SSL
uk_ua: Мінімальна версія SSL
zh_cn: SSL最低版本

source: Modify attribute(s)
cs_cz: Změnit atribut(y)
de_de: Attribut(e) bearbeiten
el_gr: Τροποποίηση χαρακτηριστικών
fa_ir: تغییر ویژگی(ها)
fr_fr: Modifier un ou plusieurs attributs
it_it: Modifica attributo/i
ko_kr: 속성 수정
pl_pl: Modyfikuj atrybut(y)
uk_ua: Змінити атрибут(и)
zh_cn: 修改属性

source: Modify vendor-attribute(s)
cs_cz: Upravit atribut(y) dodavatelů
de_de: Herstellerattribut(e) bearbeiten
el_gr: Τροποποίηση χαρακτηριστικών προμηθευτή
fa_ir: تغییر ویژگی(های) فروشنده
fr_fr: Modifier le(s) attribut(s) du vendeur
it_it: Modifica gli attributi del fornitore
ko_kr: 벤더 속성 수정
pl_pl: Modyfikuj atrybut(y) dostawcy
uk_ua: Змінити атрибут(и) постачальника
zh_cn: 修改供应商属性

source: Multicast addresses to use on this port when relaying multicast packets. e.g Sonos is 239.255.255.250, you may enter multiple addresses.
cs_cz: Adresy vícesměrového vysílání, které se použijí na tomto portu při předávání paketů vícesměrového vysílání. např. Sonos je 239.255.255.250 – je možné zadat vícero adres.
de_de: Multicast-Adressen, die auf diesem Port zum Weiterleiten von Multicast-Paketen verwendet werden. Beispiel: Sonos verwendet 239.255.255.250. Mehrere Adressen möglich.
el_gr: Διευθύνσεις πολλαπλής διανομής που θα χρησιμοποιηθούν σε αυτήν τη θύρα κατά την αναμετάδοση πακέτων πολλαπλής διανομής. π.χ. η Sonos είναι 239.255.255.250, μπορείτε να εισαγάγετε πολλαπλές διευθύνσεις.
fa_ir: آدرس‌های چندپخشی که هنگام رله‌سازی بسته‌های چندپخشی روی این port استفاده می‌شوند. مثال: برای Sonos آدرس 239.255.255.250 است. می‌توانید چندین آدرس وارد کنید.
fr_fr: Adresses de multidiffusion à utiliser sur ce port lors du relais de paquets de multidiffusion. Par exemple, Sonos est 239.255.255.250, vous pouvez saisir plusieurs adresses.
it_it: Indirizzi multicast da utilizzare su questa porta durante l'inoltro di pacchetti multicast. ad esempio Sonos è 239.255.255.250, puoi inserire più indirizzi.
ko_kr: 멀티캐스트 패킷을 릴레이할 때 이 포트에서 사용할 멀티캐스트 주소입니다. 예를 들어, Sonos는 239.255.255.250이며, 여러 주소를 입력할 수 있습니다.
pl_pl: Adresy multicastowe do użycia na tym porcie podczas przekazywania pakietów multicast. np. Sonos to 239.255.255.250, możesz wprowadzić wiele adresów.
uk_ua: Багатоадресні адреси для використання на цьому порту при пересиланні багатоадресних пакетів. Наприклад, Sonos це 239.255.255.250, ви можете ввести кілька адрес.
zh_cn: 中继多播数据包时在此端口上使用的多播地址。 例如Sonos是239.255.255.250，可以输入多个地址。
