Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: General Log
cs_cz: Obecný záznam událostí
de_de: Allgemeines Protokoll
el_gr: Γενικό Αρχείο Καταγραφής
fa_ir: لاگ عمومی
fr_fr: Journal général
it_it: Registro generale
ko_kr: 일반 로그
uk_ua: Загальний журнал
zh_cn: 常规日志

source: Generate new.
cs_cz: Vytvořit nové.
de_de: Neu generieren.
el_gr: Δημιουργήστε νέο.
fa_ir: ایجاد جدید.
fr_fr: Générer du nouveau.
it_it: Genera nuovo.
ko_kr: 새로 생성.
uk_ua: Згенерувати новий.
zh_cn: 生成新的密钥。

source: Go to the Reporting configuration
cs_cz: Přejít do nastavení pro hlášení
de_de: Zur Berichtskonfiguration wechseln.
el_gr: Μεταβείτε στη διαμόρφωση αναφοράς
fa_ir: به پیکربندی گزارش‌دهی بروید.
fr_fr: Accéder à la configuration des rapports
it_it: Vai alla configurazione dei report
ko_kr: 보고 구성으로 이동
uk_ua: Перейти до конфігурації звітування
zh_cn: 转到报告设置

source: Group in use
cs_cz: Používané skupiny
de_de: Gruppe in Verwendung
el_gr: Ομάδα σε χρήση
fa_ir: گروه در حال استفاده
fr_fr: Groupe en cours d'utilisation
it_it: Gruppo in uso
ko_kr: 사용중인 그룹
uk_ua: Група використовується
zh_cn: 正在使用的组

source: Group rules
cs_cz: Pravidla skupiny
de_de: Gruppenregeln
el_gr: Κανόνες ομάδας
fa_ir: قوانین گروه
fr_fr: Règles du groupe
it_it: Regole del gruppo
ko_kr: 그룹 규칙
uk_ua: Правила групи
zh_cn: 组规则

source: Home Servers Pool
cs_cz: Fond Home Servers
de_de: Pool der Heimserver
el_gr: Συγκρότημα Οικιακών Διακομιστών
fa_ir: مجموعه سرورهای خانگی
fr_fr: Pool de serveurs domestiques
it_it: Pool di server domestici
ko_kr: 홈 서버 풀
uk_ua: Пул домашніх серверів

source: Hostid
fa_ir: شناسه میزبان
ko_kr: 호스트id
uk_ua: Ідентифікатор хоста
zh_cn: 主机ID

source: Hostnames
cs_cz: Názvy strojů
de_de: Hostnamen
fa_ir: نام‌های میزبان
fr_fr: Noms d'hôtes
it_it: Nomi host
ko_kr: 호스트이름
uk_ua: Імена хостів
zh_cn: 主机名

source: If no IP address is given above, hostname will not be visible to DNS services with lease registration enabled.
cs_cz: Pokud výše není uvedena žádná IP adresa, nebude název hostitele viditelný pro DNS služby, u kterých je zapnuta registrace zápůjček.
de_de: Wenn keine IP-Adresse oben angegeben ist, ist der Hostname für DNS-Dienste mit aktivierter Lease-Registrierung nicht sichtbar.
el_gr: Εάν δεν δοθεί διεύθυνση IP παραπάνω, το όνομα κεντρικού υπολογιστή δεν θα είναι ορατό στις υπηρεσίες DNS με ενεργοποιημένη την εγγραφή εκχώρησης.
fa_ir: اگر در بالا آدرس IP وارد نشود، نام میزبان برای سرویس‌های DNS با ثبت اجاره فعال قابل مشاهده نخواهد بود.
fr_fr: Si aucune adresse IP n'est indiquée ci-dessus, le nom d'hôte ne sera pas visible par les services DNS lorsque l'enregistrement des baux est activé.
it_it: Se non viene fornito alcun indirizzo IP sopra, il nome host non sarà visibile ai servizi DNS con la registrazione del lease abilitata.
ko_kr: 위에 IP 주소를 지정하지 않으면 대여 등록이 활성화된 DNS 서비스에 호스트 이름이 표시되지 않습니다.
uk_ua: Якщо IP-адресу не вказано вище, ім'я хоста не буде видимим для служб DNS з увімкненою реєстрацією оренди.
zh_cn: 如果上面没有给出 IP 地址，启用租约注册后，DNS 服务将无法看到主机名。

source: Ikeid
fa_ir: شناسه IKE
ko_kr: lkeid
uk_ua: Ідентифікатор IKE

source: Image Source
cs_cz: Zdroj obrazu
de_de: Bildquelle
el_gr: Πηγή εικόνας
fa_ir: منبع تصویر
fr_fr: Source de l'image
it_it: Fonte immagine
ko_kr: 이미지 소스
uk_ua: Джерело зображення
zh_cn: 图片源

source: Inactive
cs_cz: Neaktivní
de_de: Inaktiv
el_gr: Αδρανής
fa_ir: غیرفعال
fr_fr: Inactif
it_it: Inattivo
ko_kr: 비활성
uk_ua: Неактивний
zh_cn: 非活动时间

source: Ingress filtering on outer tunnel source can break tunnel operation in an asymmetrically routed networks, in which case this can be disabled by marking this option.
cs_cz: Filtrování vstupu na vnějším zdroji tunelu může narušit provoz tunelu v asymetricky směrovaných sítích – v takovém případě lze označením této volby toto vypnout.
de_de: Die Filterung eingehender Pakete auf der äußeren Tunnelquelle kann asymmetrische Routen stören. In diesem Fall kann sie durch Markieren dieser Option deaktiviert werden.
el_gr: Το φιλτράρισμα εισόδου στην εξωτερική πηγή της σήραγγας μπορεί να διακόψει τη λειτουργία της σήραγγας σε ασύμμετρα δρομολογημένα δίκτυα, οπότε αυτό μπορεί να απενεργοποιηθεί επιλέγοντας αυτήν την επιλογή.
fa_ir: فیلترینگ ورود روی مبدأ تونل خارجی می‌تواند در شبکه‌های با مسیر‌یابی نامتقارن عملکرد تونل را مختل کند؛ در این حالت می‌توان با علامت‌زدن این گزینه آن را غیرفعال کرد.
fr_fr: Le filtrage à l'entrée sur la source extérieure du tunnel peut interrompre le fonctionnement du tunnel dans les réseaux à routage asymétrique, auquel cas il peut être désactivé en cochant cette option.
it_it: Il filtraggio in ingresso sull'origine del tunnel esterno può interrompere il funzionamento del tunnel in reti con instradamento asimmetrico, nel qual caso può essere disabilitato contrassegnando questa opzione.
ko_kr: 외부 터널 소스에 대한 입력 필터링은 비대칭으로 라우팅된 네트워크에서 터널 작동을 중단할 수 있으며, 이 경우 이 옵션을 표시하여 사용하지 않도록 설정할 수 있습니다.
uk_ua: Вхідна фільтрація на зовнішньому джерелі тунелю може порушити роботу тунелю в асиметрично маршрутизованих мережах, у такому випадку її можна вимкнути, позначивши цю опцію.
zh_cn: 外部隧道源的入口过滤可能会破坏非对称路由网络中的隧道动作，在这种情况下，可以选中该选项来禁用它。

source: Instances
cs_cz: Instance
de_de: Instanzen
fa_ir: نمونه‌ها
it_it: Istanze
ko_kr: 인스턴스
uk_ua: Екземпляри
zh_cn: 实例

source: Intel QuickAssist Technology
cs_cz: Technologie Intel QuickAssist
el_gr: Τεχνολογία Intel QuickAssist
fr_fr: Technologie Intel QuickAssist
it_it: Tecnologia Intel QuickAssist
ko_kr: 인텔 퀵어시스트 기술
uk_ua: Технологія Intel QuickAssist

source: InterArea
el_gr: Διαπεριοχή
fa_ir: بین‌ناحیه
ko_kr: 영역간
uk_ua: Міжзоновий

source: Interface [IPv4]
cs_cz: Rozhraní [IPv4]
de_de: Schnittstelle [IPv4]
el_gr: Διεπαφή [IPv4]
fa_ir: رابط [IPv4]
it_it: Interfaccia [IPv4]
ko_kr: 인터페이스 [IPv4]
uk_ua: Інтерфейс [IPv4]
zh_cn: 接口 [IPv4］

source: Interface [IPv6]
cs_cz: Rozhraní [IPv6]
de_de: Schnittstelle [IPv6]
el_gr: Διεπαφή [IPv6]
fa_ir: رابط [IPv6]
it_it: Interfaccia [IPv6]
ko_kr: 인터페이스 [IPv6]
uk_ua: Інтерфейс [IPv6]
zh_cn: 接口 [IPv6]

source: Interface is assigned and you cannot change the device name while assigned.
cs_cz: Rozhraní je přiřazené a proto není možné změnit název zařízení.
de_de: Die Schnittstelle ist zugewiesen; der Gerätename kann während der Zuweisung nicht geändert werden.
el_gr: Η διεπαφή έχει αντιστοιχιστεί και δεν μπορείτε να αλλάξετε το όνομα της συσκευής όσο είναι αντιστοιχισμένη.
fa_ir: این رابط اختصاص یافته است و تا زمانی که اختصاص دارد نمی‌توانید نام دستگاه را تغییر دهید.
fr_fr: L'interface est attribuée et vous ne pouvez pas modifier le nom de l'appareil lorsqu'il est attribué.
it_it: L'interfaccia è assegnata e non è possibile modificare il nome del dispositivo mentre è assegnato.
ko_kr: 인터페이스가 할당되어 있으며 할당 중에는 장치 이름을 변경할 수 없습니다.
uk_ua: Інтерфейс призначений, і ви не можете змінити назву пристрою, поки він призначений.
zh_cn: 接口已分配，分配时不能更改设备名称。

source: Interface subnet override
cs_cz: Přebití podsítě rozhraní
de_de: Schnittstellen-Subnetz überschreiben
el_gr: Παράκαμψη υποδικτύου διεπαφής
fa_ir: بازنویسی زیرشبکه رابط
fr_fr: Remplacement du sous-réseau de l'interface
it_it: Override della sottorete dell'interfaccia
ko_kr: 인터페이스 서브넷 재정의
uk_ua: Перевизначення підмережі інтерфейсу
zh_cn: 接口子网覆盖

source: IntraArea
el_gr: Ενδοπεριοχή
fa_ir: درون‌ناحیه
fr_fr: Intra-zone
ko_kr: 인트라 영역
uk_ua: Внутрішньозоновий

source: Invalid argument for unique.
cs_cz: Neplatný argument pro unique.
de_de: Ungültiges Argument für "unique".
el_gr: Μη έγκυρο όρισμα για μοναδικό.
fa_ir: آرگومان نامعتبر برای مقدار یکتا.
fr_fr: Argument non valide pour unique.
it_it: Argomento non valido per univoco.
ko_kr: 고유한 인수가 잘못되었습니다.
uk_ua: Недійсний аргумент для унікальності.
zh_cn: 唯一参数无效。

source: Invalid pool option specified
cs_cz: Zadána neplatná volba pro fond
de_de: Ungültige Pool-Option angegeben
el_gr: Καθορίστηκε μη έγκυρη επιλογή ομάδας
fa_ir: گزینهٔ استخر نامعتبر است
fr_fr: L'option de pool spécifiée n'est pas valide
it_it: È stata specificata un'opzione pool non valida
ko_kr: 잘못된 풀 옵션이 지정됨
uk_ua: Вказано недійсний параметр пулу
zh_cn: 指定的池选项无效

source: Invalid protocol specified
cs_cz: Zadán neplatný protokol
de_de: Ungültiges Protokoll angegeben
el_gr: Καθορίστηκε μη έγκυρο πρωτόκολλο
fa_ir: پروتکل مشخص‌شده نامعتبر است
fr_fr: Protocole non valide spécifié
it_it: È stato specificato un protocollo non valido
ko_kr: 잘못된 프로토콜이 지정됨
uk_ua: Вказано недійсний протокол
zh_cn: 指定的协议无效

source: Keep counters
cs_cz: Ponechat čítače
de_de: Zähler beibehalten
el_gr: Κρατήστε τους μετρητές
fa_ir: حفظ شمارنده‌ها
fr_fr: Garder les compteurs
it_it: Mantieni i contatori
ko_kr: 계수기 유지
uk_ua: Зберігати лічильники
zh_cn: 保留数量

source: Kill
cs_cz: Vynutit ukončení
de_de: Beenden
el_gr: Σκοτώνω
fa_ir: قطع
fr_fr: Tuer
it_it: Uccisione
ko_kr: 종료
uk_ua: Зупинити

source: Lagg in use
cs_cz: Lagg je využíváno
de_de: LAGG in Verwendung
el_gr: Καθυστέρηση στη χρήση
fa_ir: Lagg در حال استفاده
fr_fr: Lagg en cours d'utilisation
it_it: Ritardato nell'uso
ko_kr: 사용 중인 Lagg
uk_ua: Lagg використовується
zh_cn: 正在使用的Lagg

source: Last Transaction Time
cs_cz: Okamžik poslední transakce
de_de: Zeit der letzten Transaktion
el_gr: Ώρα τελευταίας συναλλαγής
fa_ir: زمان آخرین تراکنش
fr_fr: Heure de la dernière transaction
it_it: Ora dell'ultima transazione
ko_kr: 마지막 트랜잭션 시간
uk_ua: Час останньої транзакції
zh_cn: 最后交易时间

source: Last referenced
cs_cz: Naposledy odkazováno
de_de: Zuletzt referenziert
el_gr: Τελευταία αναφορά
fa_ir: آخرین ارجاع
fr_fr: Dernière référence
it_it: Ultimo riferimento
ko_kr: 마지막 참조
uk_ua: Останній раз посилалися
zh_cn: 最后引用

source: Level
cs_cz: Úroveň
de_de: Stufe
el_gr: Επίπεδο
fa_ir: سطح
fr_fr: Niveau
it_it: Livello
ko_kr: 레벨
uk_ua: Рівень
zh_cn: 层级

source: Licensed until
cs_cz: Licence platí do
de_de: Lizenziert bis
el_gr: Αδειοδοτημένο μέχρι
fa_ir: مجوز معتبر تا
fr_fr: Licence jusqu'à
it_it: Licenza fino al
ko_kr: 다음 기간까지 라이선스 부여됨
uk_ua: Ліцензовано до
zh_cn: 许可证有效期至

source: Limit the groups which may be used by this authenticator, keep empty to consider all local groups in OPNsense. When groups are selected, you can assign unassigned groups to the user manually
cs_cz: Omezit které skupiny mohou tento autentizátor používat. Pokud chcete, aby byly zohledněny všechny místní skupiny v OPNsense, nevyplňujte. Pokud jsou skupiny vybrány, můžete nepřiřazené skupiny přiřadit uživateli ručně
de_de: Begrenzen Sie die Gruppen, die von diesem Authentifizierer verwendet werden dürfen. Lassen Sie das Feld leer, um alle lokalen Gruppen in OPNsense zu berücksichtigen. Wenn Gruppen ausgewählt sind, können nicht zugewiesene Gruppen dem Benutzer manuell zugewiesen werden.
el_gr: Περιορίστε τις ομάδες που μπορούν να χρησιμοποιηθούν από αυτόν τον έλεγχο ταυτότητας, διατηρώντας το κενό για να ληφθούν υπόψη όλες οι τοπικές ομάδες στο OPNsense. Όταν επιλεγούν ομάδες, μπορείτε να αντιστοιχίσετε μη αντιστοιχισμένες ομάδες στον χρήστη χειροκίνητα.
fa_ir: گروه‌هایی را که این احرازکننده می‌تواند استفاده کند محدود کنید. برای در نظر گرفتن همهٔ گروه‌های محلی در OPNsense خالی بگذارید. وقتی گروهی انتخاب شد، می‌توانید گروه‌های تخصیص‌نیافته را به‌صورت دستی به کاربر اختصاص دهید
fr_fr: Limiter les groupes qui peuvent être utilisés par cet authentificateur, laisser vide pour prendre en compte tous les groupes locaux dans OPNsense. Lorsque des groupes sont sélectionnés, vous pouvez attribuer manuellement à l'utilisateur des groupes non assignés.
it_it: Limita i gruppi che possono essere utilizzati da questo autenticatore, lascia vuoto per considerare tutti i gruppi locali in OPNsense. Quando i gruppi sono selezionati, è possibile assegnare manualmente i gruppi non assegnati all'utente
ko_kr: 이 인증자가 사용할 수 있는 그룹을 제한하고 OPNsense의 모든 로컬 그룹을 고려하려면 비워 두세요. 그룹을 선택하면 할당되지 않은 그룹을 사용자에게 수동으로 할당할 수 있습니다
uk_ua: Обмежте групи, які можуть використовуватися цим автентифікатором; залиште порожнім, щоб враховувати всі локальні групи в OPNsense. Коли групи вибрані, ви можете вручну призначити користувачу непризначені групи.
zh_cn: 限制该认证器可能使用的组，留空则考虑OPNsense中的所有本地组。 选择组后，可以手动将未分配的组分配给用户

source: Linkstate
cs_cz: Stav linky
de_de: Verbindungsstatus
fa_ir: وضعیت لینک
fr_fr: État du lien
it_it: Linkstato
ko_kr: 연결 상태
uk_ua: Стан каналу
zh_cn: 链接状态

source: Local Authentication
cs_cz: Lokální ověřování
de_de: Lokale Authentifizierung
el_gr: Τοπικός έλεγχος ταυτότητας
fa_ir: احراز هویت محلی
fr_fr: Authentification locale
it_it: Autenticazione locale
ko_kr: 로컬 인증
uk_ua: Локальна автентифікація
zh_cn: 本地认证

source: Local DNS entry TTL
cs_cz: TTL položky v lokální DNS
de_de: TTL für lokalen DNS-Eintrag
el_gr: Τοπική καταχώρηση DNS TTL
fa_ir: TTL ورودی DNS محلی
fr_fr: TTL de l'entrée DNS locale
it_it: Voce DNS locale TTL
ko_kr: 로컬 DNS 항목 TTL
uk_ua: TTL локального запису DNS
zh_cn: 本地DNS条目TTL

source: Local Nets
cs_cz: Místní sítě
de_de: Lokale Netze
el_gr: Τοπικά Δίκτυα
fa_ir: شبکه‌های محلی
fr_fr: Réseaux locaux
it_it: Reti locali
ko_kr: 로컬 넷
uk_ua: Локальні мережі
zh_cn: 本地网络

source: Local gathering of statistics is not enabled. Enable it in Reporting Settings page.
cs_cz: Lokální shromažďování statistik není zapnuto. Zapněte ho na stránce Nastavení hlášení.
de_de: Die lokale Erfassung von Statistiken ist nicht aktiviert. Aktivieren Sie diese in den Einstellungen zur Berichterfassung.
el_gr: Η τοπική συλλογή στατιστικών δεν είναι ενεργοποιημένη. Ενεργοποιήστε την στη σελίδα Ρυθμίσεις αναφοράς.
fa_ir: گردآوری محلی آمار فعال نیست. آن را در صفحهٔ تنظیمات گزارش‌دهی فعال کنید.
fr_fr: La collecte locale de statistiques n'est pas activée. Activez-la dans la page Paramètres des rapports.
it_it: La raccolta locale di statistiche non è abilitata. Abilitalo nella pagina Impostazioni di reporting.
ko_kr: 로컬 통계 수집이 활성화되지 않았습니다. 보고 설정 페이지에서 활성화하세요.
uk_ua: Локальний збір статистики не ввімкнено. Увімкніть його на сторінці Налаштування звітів.
zh_cn: 未启用本地统计信息收集，请在报告设置页面启用。

source: Local subnets
cs_cz: Místní podsítě
de_de: Lokale Subnetze
el_gr: Τοπικά υποδίκτυα
fa_ir: زیرشبکه‌های محلی
fr_fr: Sous-réseaux locaux
it_it: Sottoreti locali
ko_kr: 로컬 서브넷
uk_ua: Локальні підмережі
zh_cn: 本地子网

source: LocalAddress
de_de: Lokale Adresse
el_gr: Τοπική Διεύθυνση
fa_ir: آدرس محلی
fr_fr: Adresse locale
it_it: Indirizzo locale
ko_kr: 로컬주소
uk_ua: Локальна адреса
zh_cn: 本地地址

source: Logarithmic
cs_cz: Logaritmické
de_de: Logarithmisch
el_gr: Λογαριθμική
fa_ir: لگاریتمی
fr_fr: Logarithmique
it_it: Logaritmico
ko_kr: 대수
uk_ua: Логарифмічний
zh_cn: 对数

source: MTU of a VLAN should not be bigger than parent interface.
cs_cz: MTU VLAN sítě by nemělo být větší než jí nadřazeného rozhraní.
de_de: Die MTU eines VLANs darf nicht größer sein als die der übergeordneten Schnittstelle.
el_gr: Η MTU ενός VLAN δεν πρέπει να είναι μεγαλύτερη από τη γονική διεπαφή.
fa_ir: MTU یک VLAN نباید از رابط والد بزرگ‌تر باشد.
fr_fr: Le MTU d'un VLAN ne doit pas être supérieur à celui de l'interface mère.
it_it: La MTU di una VLAN non dovrebbe essere più grande dell'interfaccia principale.
ko_kr: VLAN의 MTU는 상위 인터페이스보다 크면 안 됩니다.
uk_ua: MTU VLAN не повинен бути більшим, ніж батьківський інтерфейс.
zh_cn: VLAN 的 MTU 不应大于父接口。

source: Manual
cs_cz: Ručně
de_de: Manuell
el_gr: Εγχειρίδιο
fa_ir: دستی
fr_fr: Manuel
it_it: Manuale
ko_kr: 수동
uk_ua: Вручну
zh_cn: 手动

source: Match TOS / DSCP
cs_cz: Shoda TOS / DSCP
de_de: TOS-/DSCP-Wert abgleichen
el_gr: Ταίριασμα Όρων Παροχής Υπηρεσιών / DSCP
fa_ir: مطابقت TOS / DSCP
fr_fr: Correspondance TOS / DSCP
it_it: Corrispondenza TOS/DSCP
ko_kr: 일치하는 TOS/ DSCP
uk_ua: Зіставити TOS / DSCP
zh_cn: 匹配TOS/DSCP

source: Match TOS/DSCP value invalid.
cs_cz: Hodnota shody TOS/DSCP není neplatná.
de_de: Der übereinstimmende TOS/DSCP-Wert ist ungültig.
el_gr: Η τιμή αντιστοίχισης TOS/DSCP δεν είναι έγκυρη.
fa_ir: مقدار TOS/DSCP نامعتبر است.
fr_fr: La valeur TOS/DSCP de la correspondance n'est pas valide.
it_it: Valore TOS/DSCP corrispondente non valido.
ko_kr: 일치하는 TOS/DSCP 값이 잘못되었습니다.
uk_ua: Значення TOS/DSCP для зіставлення недійсне.
zh_cn: 匹配 TOS/DSCP 值无效。

source: Max Size
cs_cz: Max velikost
de_de: Max. Größe
el_gr: Μέγιστο μέγεθος
fa_ir: حداکثر اندازه
fr_fr: Taille maximale
it_it: Dimensione massima
ko_kr: 최대 크기
uk_ua: Максимальний розмір
zh_cn: 最大大小

source: Maxclock
ko_kr: 최대클럭
uk_ua: Макс. час
zh_cn: 最大时钟

source: Maxclock value must be a value between 2..99
cs_cz: Je třeba, aby hodnota Maxclock byla z rozmezí 2 až 99
de_de: Maxclock-Wert muss zwischen 2 und 99 liegen
el_gr: Η τιμή Maxclock πρέπει να είναι μεταξύ 2...99
fa_ir: مقدار Maxclock باید بین 2 تا 99 باشد.
fr_fr: La valeur Maxclock doit être comprise entre 2 et 99.
it_it: Il valore Maxclock deve essere un valore compreso tra 2 e 99
ko_kr: Maxclock 값은 2에서 99 사이의 값이어야 합니다
uk_ua: Значення Maxclock повинно бути в діапазоні від 2 до 99
zh_cn: 最大时钟值必须在 2...99 之间

source: Maximum concurrent queries
cs_cz: Nejvýše souběžných dotazů
de_de: Max. gleichzeitige Abfragen
el_gr: Μέγιστος αριθμός ταυτόχρονων ερωτημάτων
fa_ir: حداکثر پرس‌وجوهای هم‌زمان
fr_fr: Nombre maximal de requêtes simultanées
it_it: Numero massimo di query simultanee
ko_kr: 최대 동시 쿼리 수
uk_ua: Максимальна кількість одночасних запитів
zh_cn: 最大并发查询

source: Media Source
cs_cz: Zdroj média
de_de: Medienquelle
el_gr: Πηγή πολυμέσων
fa_ir: منبع رسانه
fr_fr: Source média
it_it: Fonte multimediale
ko_kr: 미디어 소스
uk_ua: Джерело медіа
zh_cn: 媒体源

source: Members %s are already used in other laggs.
cs_cz: Členy %s jsou již použity v jiných lagg skupinách.
de_de: Mitglieder %s werden bereits in anderen LAGGs verwendet.
el_gr: Τα μέλη %s χρησιμοποιούνται ήδη σε άλλα laggs.
fa_ir: اعضای %s قبلاً در laggs دیگر استفاده شده‌اند.
fr_fr: Les membres %s sont déjà utilisés dans d'autres laggs.
it_it: I membri %s sono già utilizzati in altri lagg.
ko_kr: %s 멤버는 이미 다른 laggs에서 사용되고 있습니다.
uk_ua: Учасники %s вже використовуються в інших lagg.
zh_cn: 成员%s已在其他laggs中使用。

source: Memory usage percentage is not a number.
cs_cz: Procento využití paměti není číslo.
de_de: Speicherverbrauch (in Prozent) ist keine Zahl.
el_gr: Το ποσοστό χρήσης μνήμης δεν είναι αριθμός.
fa_ir: درصد استفاده از حافظه عددی نیست.
fr_fr: Le pourcentage d'utilisation de la mémoire n'est pas un chiffre.
it_it: La percentuale di utilizzo della memoria non è un numero.
ko_kr: 메모리 사용량 백분율이 숫자가 아닙니다.
uk_ua: Відсоток використання пам'яті не є числом.
zh_cn: 内存使用百分比不是一个数字。

source: Memory usage percentage out of bounds.
cs_cz: Procento využití paměti mimo meze.
de_de: Speicherverbrauch (in Prozent) außerhalb des zulässigen Bereichs.
el_gr: Το ποσοστό χρήσης μνήμης είναι εκτός ορίων.
fa_ir: درصد استفاده از حافظه خارج از محدوده است.
fr_fr: Le pourcentage d'utilisation de la mémoire est hors limites.
it_it: Percentuale di utilizzo della memoria fuori limite.
ko_kr: 메모리 사용량 백분율이 한계를 벗어났습니다.
uk_ua: Відсоток використання пам'яті виходить за межі діапазону.
zh_cn: 内存使用百分比超出界限。

source: Min
el_gr: Ελάχ
fa_ir: حداقل
it_it: minimo
ko_kr: 최소
uk_ua: Мін.
zh_cn: 最小

source: No peers found.
cs_cz: Nenalezeny žádné protějšky.
de_de: Keine Gegenstellen gefunden.
el_gr: Δεν βρέθηκαν ομότιμοι χρήστες.
fa_ir: هیچ همتا یافت نشد.
fr_fr: Aucun pair n'a été trouvé.
it_it: Nessun peer trovato.
ko_kr: 피어를 찾을 수 없습니다.
uk_ua: Однорангові пристрої не знайдено.
zh_cn: 未找到同行。

source: No results found for selected host or none selected
cs_cz: Pro vybraného hostitele nic nenalezeno nebo nebyl vůbec vybrán
de_de: Für den ausgewählten Host wurden keine Ergebnisse gefunden oder keiner ausgewählt
el_gr: Δεν βρέθηκαν αποτελέσματα για τον επιλεγμένο κεντρικό υπολογιστή ή δεν επιλέχθηκε κανένας
fa_ir: برای میزبان انتخاب‌شده نتیجه‌ای یافت نشد یا هیچ میزبانی انتخاب نشده است.
fr_fr: Aucun résultat n'a été trouvé pour l'hôte sélectionné ou aucun n'a été sélectionné
it_it: Nessun risultato trovato per l'host selezionato o nessuno selezionato
ko_kr: 선택한 호스트에 대한 결과를 찾을 수 없거나 선택되지 않음
uk_ua: Результатів для вибраного хоста не знайдено або жоден не вибрано
zh_cn: 未找到所选主机的结果或未选择任何结果

source: No scrub (NOT)
cs_cz: Žádné drhnutí (NE)
de_de: Keine Scrub-Verarbeitung (NICHT)
el_gr: Χωρίς τρίψιμο (ΟΧΙ)
fa_ir: بدون scrub (NOT)
fr_fr: Pas de gommage (NOT)
it_it: Senza scrub (NON)
ko_kr: 스크럽 없음(NOT)
uk_ua: Без скрабування (НІ)
zh_cn: 禁用清理

source: Note: For security reasons avoid the use of the SHA1 algorithm.
cs_cz: Poznámka: Z bezpečnostních důvodů se použití algoritmu SHA1 vyhněte.
de_de: Hinweis: Aus Sicherheitsgründen sollte der SHA1-Algorithmus nicht verwendet werden.
el_gr: Σημείωση: Για λόγους ασφαλείας, αποφύγετε τη χρήση του αλγορίθμου SHA1.
fa_ir: توجه: به دلایل امنیتی از استفاده از الگوریتم SHA1 پرهیز کنید.
fr_fr: Note : Pour des raisons de sécurité, évitez d'utiliser l'algorithme SHA1.
it_it: Nota: per motivi di sicurezza evitare l'uso dell'algoritmo SHA1.
ko_kr: 참고: 보안상의 이유로 SHA1 알고리즘을 사용하지 마세요.
uk_ua: Нотатка: З міркувань безпеки уникайте використання алгоритму SHA1.
zh_cn: 注意：出于安全原因，请避免使用SHA1算法。

source: Note: Leave fields blank to use default pf algorithm. Set to 0 to disable.
cs_cz: Poznámka: Pokud chcete použít výchozí algoritmus pf, kolonku nevyplňujte. Pokud chcete vypnout, nastavte na 0 (nula).
de_de: Hinweis: Felder leer lassen, um den Standardalgorithmus von pf zu verwenden. Zum Deaktivieren auf 0 setzen.
el_gr: Σημείωση: Αφήστε τα πεδία κενά για να χρησιμοποιήσετε τον προεπιλεγμένο αλγόριθμο pf. Ορίστε την τιμή σε 0 για απενεργοποίηση.
fa_ir: توجه: فیلدها را خالی بگذارید تا از الگوریتم پیش‌فرض pf استفاده شود. برای غیرفعال کردن مقدار را روی 0 قرار دهید.
fr_fr: Remarque : laissez les champs vides pour utiliser l'algorithme pf par défaut. Mettez la valeur 0 pour le désactiver.
it_it: Nota: lasciare i campi vuoti per utilizzare l'algoritmo pf predefinito. Impostare su 0 per disabilitare.
ko_kr: 참고: 기본 pf 알고리즘을 사용하려면 필드를 비워두세요. 비활성화하려면 0으로 설정합니다.
uk_ua: Нотатка: Залиште поля порожніми, щоб використовувати типовий алгоритм pf. Встановіть 0, щоб вимкнути.
zh_cn: 注意：将字段留空则使用默认pf算法。 设置为0则禁用。

source: Note: Only relevant for infrastructure mode (BSS) and if Extensible Authentication Protocol (EAP) is used for key management.
cs_cz: Poznámka: Relevantní pouze pro režim infrastruktury (BSS) a pokud se pro správu klíčů používá protokol EAP (Extensible Authentication Protocol).
de_de: Hinweis: Nur relevant für den Infrastrukturmodus (BSS) und wenn das Extensible Authentication Protocol (EAP) für die Schlüsselverwaltung verwendet wird.
el_gr: Σημείωση: Ισχύει μόνο για τη λειτουργία υποδομής (BSS) και εάν χρησιμοποιείται το Extensible Authentication Protocol (EAP) για τη διαχείριση κλειδιών.
fa_ir: توجه: فقط برای حالت زیرساختی (BSS) و در صورتی که از Extensible Authentication Protocol (EAP) برای مدیریت کلید استفاده شود، مرتبط است.
fr_fr: Note : Ne concerne que le mode infrastructure (BSS) et si le protocole d'authentification extensible (EAP) est utilisé pour la gestion des clés.
it_it: Nota: rilevante solo per la modalità infrastruttura (BSS) e se per la gestione delle chiavi viene utilizzato l'Extensible Authentication Protocol (EAP).
ko_kr: 참고: 인프라 모드(BSS) 및 키 관리에 EAP(확장 가능 인증 프로토콜)가 사용되는 경우에만 해당됩니다.
uk_ua: Нотатка: Актуально лише для режиму інфраструктури (BSS) та якщо для управління ключами використовується розширюваний протокол автентифікації (EAP).
zh_cn: 注：仅适用于基础设施模式（BSS），以及密钥管理使用了可扩展身份验证协议 (EAP)。
