Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Peers / Session Sync
cs_cz: Synchronizace protějšků / relací
de_de: Gegenstellen- und Sitzungssynchronisation
el_gr: Ομότιμοι / Συγχρονισμός περιόδου σύνδεσης
fa_ir: همتاها / همگام‌سازی نشست
it_it: Peer/Sincronizzazione della sessione
ko_kr: 피어 / 세션 동기화
pl_pl: Peerzy / Synchronizacja sesji
uk_ua: Однорангові вузли / Синхронізація сесій
zh_cn: 节点/会话同步

source: Per IP Limit: Mail Count
cs_cz: Limit na IP: Počet e-mailů
de_de: Pro IP Begrenzung: Mailanzahl
el_gr: Όριο ανά IP: Αριθμός αλληλογραφίας
fa_ir: محدودیت به ازای IP: تعداد ایمیل
fr_fr: Limite par IP : nombre de courriers
it_it: Per limite IP: conteggio posta
ko_kr: IP당 제한: 메일 수
pl_pl: Limit na IP: Liczba maili
uk_ua: Ліміт на IP: Кількість листів

source: Per IP Limit: Time
cs_cz: Limit na IP adresu: čas
de_de: Pro IP Begrenzung: Zeit
el_gr: Όριο ανά IP: Χρόνος
fa_ir: محدودیت به ازای IP: زمان
fr_fr: Limite par IP : Temps
it_it: Per limite IP: tempo
ko_kr: IP당 제한: 시간
pl_pl: Limit na IP: Czas
uk_ua: Ліміт на IP: Час

source: Per IP Limit: Time Unit
cs_cz: Limit na IP: časová jednotka
de_de: Pro IP Begrenzung: Zeiteinheit
el_gr: Όριο ανά IP: Μονάδα χρόνου
fa_ir: محدودیت به ازای IP: واحد زمان
fr_fr: Limite par IP : Unité de temps
it_it: Per limite IP: unità di tempo
ko_kr: IP당 제한: 시간 단위
pl_pl: Limit na IP: Jednostka czasu
uk_ua: Ліміт на IP: Одиниця часу

source: Per IP and From Limit: Mail Count
cs_cz: Limit na IP a Od: Počet e-mailů
de_de: Pro IP- und Absenderbegrenzung: Mailanzahl
el_gr: Ανά IP και Όριο Αποστολέα: Αριθμός Αλληλογραφίας
fa_ir: محدودیت به ازای IP و فرستنده: تعداد ایمیل
fr_fr: Limite par IP et par adresse de départ : nombre de courriers
it_it: Per IP e da limite: conteggio posta
ko_kr: IP당 및 시작 제한: 메일 수
pl_pl: Limit na IP i Nadawcę: Liczba maili
uk_ua: Ліміт на IP та відправника: Кількість листів

source: Per IP and From Limit: Time
cs_cz: Limit na IP a Od: Čas
de_de: Pro IP- und Absenderbegrenzung: Zeit
el_gr: Ανά IP και Όριο Από: Χρόνος
fa_ir: محدودیت به ازای IP و فرستنده: زمان
fr_fr: Par IP et De Limite : Temps
it_it: Per IP e dal limite: ora
ko_kr: IP당 및 시작 제한: 시간
pl_pl: Limit na IP i Nadawcę: Czas
uk_ua: Ліміт на IP та відправника: Час

source: Per IP and From Limit: Time Unit
cs_cz: Limit na IP a Od: Časová jednotka
de_de: Pro IP- und Absenderbegrenzung: Zeiteinheit
el_gr: Ανά IP και Όριο Από: Μονάδα Χρόνου
fa_ir: محدودیت به ازای IP و فرستنده: واحد زمان
fr_fr: Limite par IP et De : Unité de temps
it_it: Per IP e dal limite: unità di tempo
ko_kr: IP당 및 시작 제한: 시간 단위
pl_pl: Limit na IP i Nadawcę: Jednostka czasu
uk_ua: Ліміт на IP та відправника: Одиниця часу

source: Per Recipient Limit: Mail Count
cs_cz: Limit na příjemce: Počet e-mailů
de_de: Pro Empfänger Begrenzung: Mailanzahl
el_gr: Όριο ανά παραλήπτη: Αριθμός αλληλογραφίας
fa_ir: محدودیت به ازای گیرنده: تعداد ایمیل
fr_fr: Limite par destinataire : nombre de courriers
it_it: Limite per destinatario: conteggio posta
ko_kr: 수신자당 제한: 메일 수
pl_pl: Limit na Odbiorcę: Liczba maili
uk_ua: Ліміт на одержувача: Кількість листів

source: Per Recipient Limit: Time
cs_cz: Limit na příjemce: Čas
de_de: Pro Empfänger-Begrenzung: Zeit
el_gr: Όριο ανά παραλήπτη: Χρόνος
fa_ir: محدودیت به ازای گیرنده: زمان
fr_fr: Par bénéficiaire Limite : Temps
it_it: Limite per destinatario: tempo
ko_kr: 수신자당 제한: 시간
pl_pl: Limit na Odbiorcę: Czas
uk_ua: Ліміт на одержувача: Час

source: Per Recipient Limit: Time Unit
cs_cz: Limit na příjemce: Časová jednotka
de_de: Pro Empfänger-Begrenzung: Zeiteinheit
el_gr: Όριο ανά παραλήπτη: Μονάδα χρόνου
fa_ir: محدودیت به ازای گیرنده: واحد زمان
fr_fr: Limite par bénéficiaire : Unité de temps
it_it: Limite per destinatario: unità di tempo
ko_kr: 수신자당 제한: 시간 단위
pl_pl: Limit na Odbiorcę: Jednostka czasu
uk_ua: Ліміт на одержувача: Одиниця часу

source: Per host bandwidth throttling (kbps)
cs_cz: Omezování rychlosti jednotlivých strojů (kb/s)
de_de: Bandbreitenbeschränkung pro Host (kbps)
el_gr: Περιορισμός εύρους ζώνης ανά κεντρικό υπολογιστή (kbps)
fa_ir: محدودسازی پهنای‑باند به ازای هر میزبان (kbps)
fr_fr: Limitation de la bande passante par hôte (kbps)
it_it: Limitazione della larghezza di banda per host (kbps)
ko_kr: 호스트당 대역폭 조절(kbps)
pl_pl: Ograniczenie przepustowości na gospodarza (kbps)
uk_ua: Обмеження пропускної здатності на хост (кбіт/с)
zh_cn: 每个主机带宽

source: Per-CPU
cs_cz: Na procesor
de_de: Pro Prozessor
el_gr: Ανά CPU
fa_ir: به ازای هر CPU
fr_fr: Par processeur
ko_kr: CPU당
pl_pl: Na CPU
uk_ua: На процесор
zh_cn: 每个CPU

source: Performance and Monitoring
cs_cz: Výkon a dohledování
de_de: Leistung und Überwachung
el_gr: Απόδοση και Παρακολούθηση
fa_ir: عملکرد و پایش
fr_fr: Performance et Supervision
it_it: Prestazioni e monitoraggio
ko_kr: 성능 및 모니터링
pl_pl: Wydajność i monitorowanie
uk_ua: Продуктивність та моніторинг
zh_cn: 性能和监控

source: Permit SASL Authenticated
cs_cz: Povolit SASL ověřeno
de_de: Erlaube SASL-Authentifizierte
el_gr: Άδεια SASL με πιστοποίηση
fa_ir: اجازه به کاربران احراز هویت‌شده با SASL
fr_fr: Permettre SASL Authentifié
it_it: Consenti l'autenticazione SASL
ko_kr: SASL 인증 허용
pl_pl: Zezwalaj na uwierzytelnienie SASL
uk_ua: Дозволити автентифікацію SASL
zh_cn: 允许SASL认证

source: Permit TLS Client Certificate Authenticated Users
cs_cz: Povolení uživatelů ověřených TLS klientským certifikátem
de_de: Erlaube per TLS-Client-Zertifikat authentifizierte Benutzer
el_gr: Επιτρέψτε σε πιστοποιητικού-πελάτη TLS εξουσιοδοτημένους χρήστες
fa_ir: اجازه به کاربران احراز هویت‌شده با گواهی کلاینت TLS
fr_fr: Autoriser les Utilisateurs Authentifiés par Certificat de Client TLS
it_it: Consentire utenti autenticati con certificato client TLS
ko_kr: TLS 클라이언트 인증서 인증된 사용자 허용
pl_pl: Zezwalaj na użytkowników uwierzytelnionych certyfikatem klienta TLS
uk_ua: Дозволити користувачів, автентифікованих сертифікатом клієнта TLS
zh_cn: 允许TLS客户端证书经过身份认证的用户

source: Permit Trusted Networks
cs_cz: Povolení důvěryhodných sítí
de_de: Erlaube vertrauenswürdige Netzwerke
el_gr: Επιτρέψτε αξιόπιστα δίκτυα
fa_ir: اجازه به شبکه‌های مورد اعتماد
fr_fr: Autoriser les Réseaux de Confiance
it_it: Consenti reti affidabili
ko_kr: 신뢰할 수 있는 네트워크 허용
pl_pl: Zezwalaj na zaufane sieci
uk_ua: Дозволити довірені мережі
zh_cn: 允许可信任网络

source: Phishing
cs_cz: Rhybaření
el_gr: Ηλεκτρονικό ψάρεμα (phishing)
fa_ir: فیشینگ
fr_fr: Hammeçonage
ko_kr: 피싱
uk_ua: Фішинг

source: Phishtank Map URL
cs_cz: URL Phistank mapy
el_gr: URL χάρτη Phishtank
fa_ir: آدرس نقشه Phishtank (URL)
fr_fr: URL de la carte de Phishtank
it_it: URL della mappa Phishtank
ko_kr: Phishtank 맵 URL
pl_pl: URL mapy Phishtank
uk_ua: URL-адреса мапи Phishtank
zh_cn: Phishtank映射网址

source: Ping
fa_ir: پینگ
uk_ua: Пінг

source: PingTimeout
cs_cz: ČasLimitPing
de_de: Ping-Gültigkeitsdauer
el_gr: Χρονικό όριο Ping
fa_ir: زمان انتظار پینگ
ko_kr: Ping 대기 시간
pl_pl: Timeout pingu
uk_ua: Таймаут пінгу
zh_cn: Ping超时

source: Please specify the internal networks allowed to register here. Leave empty to allow every device. Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
cs_cz: Zde uveďte interní sítě, které je povoleno registrovat. Pokud chcete povolit libovolné zařízení, nevyplňujte. Formát je CSV bez mezer a v CIDR, například 192.168.0.0/24,10.0.0.0/8.
de_de: Geben Sie hier die internen Netzwerke an, die sich registrieren dürfen. Lassen Sie das Feld leer, um alle Geräte zuzulassen. Das Format ist CSV ohne Leerzeichen und CIDR, z. B. 192.168.0.0/24,10.0.0.0/8.
el_gr: Παρακαλώ προσδιορίστε εδώ τα εσωτερικά δίκτυα που επιτρέπεται να εγγραφούν. Αφήστε κενό για να επιτραπεί σε κάθε συσκευή. Η μορφή είναι CSV χωρίς κενά και CIDR, όπως 192.168.0.0/24,10.0.0.0/8.
fa_ir: لطفاً شبکه‌های داخلی مجاز برای ثبت را مشخص کنید. برای اجازه به همهٔ دستگاه‌ها خالی بگذارید. قالب CSV بدون فاصله و CIDR است، مانند 192.168.0.0/24,10.0.0.0/8.
fr_fr: Veuillez spécifier les réseaux internes autorisés à s'inscrire ici. Laissez vide pour autoriser chaque appareil. Le format est CSV sans espaces et CIDR, comme 192.168.0.0/24,10.0.0.0/8.
it_it: Si prega di specificare qui le reti interne autorizzate a registrarsi. Lascia vuoto per consentire ogni dispositivo. Il formato è CSV senza spazi e CIDR, come 192.168.0.0/24,10.0.0.0/8.
ko_kr: 여기에 등록할 수 있는 내부 네트워크를 지정하세요. 모든 장치를 허용하려면 비워 두세요. 형식은 192.168.0.0/24, 10.0.0.0/8과 같이 공백이 없는 CSV 및 CIDR입니다.
pl_pl: Proszę określić wewnętrzne sieci, które mają być dopuszczone do rejestracji. Pozostaw puste, aby zezwolić każdemu urządzeniu. Format to CSV bez spacji i CIDR, np. 192.168.0.0/24,10.0.0.0/8.
uk_ua: Будь ласка, вкажіть внутрішні мережі, яким дозволено реєструватися тут. Залиште порожнім, щоб дозволити всім пристроям. Формат - CSV без пробілів і CIDR, наприклад, 192.168.0.0/24,10.0.0.0/8.
zh_cn: 请指定允许在此注册的内部网络。 留空以允许每个设备。 格式为CSV，不含空格和CIDR，如192.168.0.0/24,10.0.0.0/8。

source: Polling Interval
cs_cz: Interval dotazování
de_de: Abfrageintervall
el_gr: Διάστημα Δημοσκόπησης
fa_ir: فاصله نظرسنجی
fr_fr: Intervalle d'interrogation
it_it: Intervallo di polling
ko_kr: 폴링 간격
pl_pl: Interwał odpytywania
uk_ua: Інтервал опитування
zh_cn: 轮询间隔

source: Port
el_gr: Θύρα
fa_ir: پورت
it_it: Porta
ko_kr: 포트
uk_ua: Порт
zh_cn: 端口

source: Port number on which the SOCKS server should listen. The default is 9050. You should not change this unless you need the port.
cs_cz: Číslo portu, na kterém má server SOCKS očekávat spojení. Výchozí hodnota je 9050. Toto nastavení byste neměli měnit, pokud daný port nepotřebujete.
de_de: Portnummer auf der der SOCKS-Server hören soll. Der Standard ist 9050. Sie sollten den Port nur ändern, wenn Sie ihn anderwärtig verwenden möchten.
el_gr: Αριθμός θύρας στην οποία θα πρέπει να ακούει ο διακομιστής SOCKS. Η προεπιλογή είναι 9050. Δεν θα πρέπει να τον αλλάξετε εκτός αν χρειάζεστε τη θύρα.
fa_ir: شماره پورت که سرور SOCKS باید روی آن شنود کند. پیش‌فرض 9050 است. مگر در صورت نیاز، آن را تغییر ندهید.
fr_fr: Le numéro du port sur lequel le serveur SOCKS écoute. Par défaut 9050, vous n'avez pas à le changer à moins que vous n'en ayez besoin.
it_it: Numero di porta su cui dovrebbe essere in ascolto il server SOCKS. Il valore predefinito è 9050. Non dovresti cambiarlo a meno che non ti serva la porta.
ko_kr: SOCKS 서버가 수신 대기해야 하는 포트 번호. 기본값은 9050입니다. 포트가 필요한 경우가 아니면 이 값을 변경하면 안 됩니다.
pl_pl: Numer portu, na którym serwer SOCKS powinien nasłuchiwać. Domyślnie jest to 9050. Nie powinieneś tego zmieniać, chyba że potrzebujesz portu.
uk_ua: Номер порту, на якому SOCKS-сервер повинен слухати. Типово - 9050. Не слід змінювати це, якщо тільки вам не потрібен цей порт.
zh_cn: SOCKS服务器应监听的端口号。 默认值为9050.除非您需要端口，否则不应更改此设置。

source: Port number on which the transparent DNS server should listen. The default is 9053. You should not change this unless you need the port.
cs_cz: Číslo portu, na kterém má očekávat spoení transparentní DNS server. Výchozí hodnota je 9053. Pokud tento port nepotřebujete, neměli byste ho měnit.
de_de: Portnummer, auf der der transparente DNS-Server hören soll. Der Standard ist 9053. Sie sollten diesen Port nur ändern, wenn Sie ihn anderwärtig verwenden möchten.
el_gr: Αριθμός θύρας στην οποία θα πρέπει να ακούει ο διαφανής διακομιστής DNS. Η προεπιλογή είναι 9053. Δεν θα πρέπει να τον αλλάξετε εκτός αν χρειάζεστε τη θύρα.
fa_ir: شماره پورت که سرور DNS شفاف باید روی آن شنود کند. پیش‌فرض 9053 است. مگر در صورت نیاز، آن را تغییر ندهید.
fr_fr: Numéro de port sur lequel le serveur DNS transparent doit écouter. La valeur par défaut est 9053. Vous ne devriez pas changer cela sauf si vous avez besoin du port.
it_it: Numero di porta su cui deve essere in ascolto il server DNS trasparente. Il valore predefinito è 9053. Non dovresti cambiarlo a meno che non ti serva la porta.
ko_kr: 투명 DNS 서버가 수신 대기해야 하는 포트 번호입니다. 기본값은 9053입니다. 포트가 필요한 경우가 아니면 이 값을 변경하면 안 됩니다.
pl_pl: Numer portu, na którym transparentny serwer DNS powinien nasłuchiwać. Domyślnie jest to 9053. Nie powinieneś tego zmieniać, chyba że potrzebujesz portu.
uk_ua: Номер порту, на якому прозорий DNS-сервер повинен слухати. Типово - 9053. Не слід змінювати це, якщо тільки вам не потрібен цей порт.
zh_cn: 透明DNS服务器应监听的端口号。 默认值为9053.除非您需要端口，否则不应更改此设置。

source: Port number on which the transparent proxy server should listen. The default is 9040. You should not change this unless you need the port.
cs_cz: Číslo portu na kterém má server transparentní proxy očekávat spojení. Výchozí je 9040. Pokud port nepotřebujete, neměli byste toto měnit.
de_de: Portnummer, auf der der transparente Proxy-Server hören soll. Der Standard ist 9040. Sie sollten diesen Port nur ändern, wenn Sie ihn anderwärtig verwenden möchten.
el_gr: Αριθμός θύρας στην οποία θα πρέπει να ακούει ο διαφανής διακομιστής μεσολάβησης. Η προεπιλογή είναι 9040. Δεν θα πρέπει να τον αλλάξετε εκτός αν χρειάζεστε τη θύρα.
fa_ir: شماره پورت که سرور پراکسی شفاف باید روی آن شنود کند. پیش‌فرض 9040 است. مگر در صورت نیاز، آن را تغییر ندهید.
fr_fr: Numéro du port sur lequel le serveur proxy transparent doit écouter. Le port par défaut est 9040. Vous ne devriez pas le changer sauf si vous avez besoin de ce port.
it_it: Numero di porta su cui deve essere in ascolto il server proxy trasparente. Il valore predefinito è 9040. Non dovresti cambiarlo a meno che non ti serva la porta.
ko_kr: 투명 프록시 서버가 수신해야 하는 포트 번호입니다. 기본값은 9040입니다. 포트가 필요한 경우가 아니면 이 값을 변경하면 안 됩니다.
pl_pl: Numer portu, na którym transparentny serwer proxy powinien nasłuchiwać. Domyślnie jest to 9040. Nie powinieneś tego zmieniać, chyba że potrzebujesz portu.
uk_ua: Номер порту, на якому повинен прослуховувати прозорий проксі-сервер. Типово 9040. Ви не повинні змінювати це, якщо вам не потрібен порт.
zh_cn: 透明代理服务器应监听的端口号。 默认值为9040.除非您需要端口，否则不应更改此设置。

source: Port of Zabbix trapper on Zabbix server. Default is fine for most scenarios.
cs_cz: Port Zappix trapperu na straně dohledovacího serveru. Výchozí hodnota je vyhovující pro většinu scénářů.
de_de: Port des Zabbix Trappers auf dem Zabbix Server. Der Standard sollte für die meisten Szenarien passend sein.
el_gr: Μεταφορά του παγιδευτή Zabbix στον διακομιστή Zabbix. Η προεπιλογή είναι εντάξει για τα περισσότερα σενάρια.
fa_ir: پورت Zabbix trapper در سرور Zabbix. پیش‌فرض برای اکثر موارد مناسب است.
fr_fr: Port du trappeur Zabbix sur le serveur Zabbix. La valeur par défaut convient pour la plupart des scénarios.
it_it: Trapper del port di Zabbix sul server Zabbix. L'impostazione predefinita va bene per la maggior parte degli scenari.
ko_kr: Zabbix 서버의 Zabbix 트래퍼 포트입니다. 기본값은 대부분의 시나리오에서 사용할 수 있습니다.
pl_pl: Port pułapki Zabbix na serwerze Zabbix. Domyślna wartość jest odpowiednia dla większości scenariuszy.
uk_ua: Порт Zabbix trapper на сервері Zabbix. Типово підходить для більшості сценаріїв.
zh_cn: Zabbix服务器上的Zabbix捕手端口。 默认情况适用于大多数情况。

source: Port of the remote server.
cs_cz: Port na vzdáleném serveru.
de_de: Port des fernen Servers.
el_gr: Θύρα του απομακρυσμένου διακομιστή.
fa_ir: پورت سرور از راه دور.
fr_fr: Port du serveur distant
it_it: Porta del server remoto.
ko_kr: 원격 서버의 포트입니다.
pl_pl: Port zdalnego serwera.
uk_ua: Порт віддаленого сервера.
zh_cn: 远程服务器的端口。

source: Port of the server.
cs_cz: Port serveru.
de_de: Port des Servers.
el_gr: Θύρα του διακομιστή.
fa_ir: پورت سرور.
fr_fr: Port du serveur
it_it: Porta del server.
ko_kr: 서버의 포트입니다.
pl_pl: Port serwera.
uk_ua: Порт сервера.
zh_cn: 服务器的端口。

source: Port to check
cs_cz: Port který kontrolovat
de_de: Port zur Überprüfung
el_gr: Θύρα για έλεγχο
fa_ir: پورت برای بررسی
fr_fr: Port à contrôler
it_it: Porto da controllare
ko_kr: 확인할 포트
pl_pl: Port do sprawdzenia
uk_ua: Порт для перевірки
zh_cn: 检查端口

source: Port where the proxy will listen for redirected connections. The default is port 8021.
cs_cz: Port na kterém bude proxy očekávat přesměrovaná spojení. Výchozí je port 8021.
de_de: Port, auf dem der Proxy auf umgeleitete Verbindungen wartet. Der Standardport ist 8021.
el_gr: Θύρα όπου ο διακομιστής μεσολάβησης θα ανακτά ανακατευθυνόμενες συνδέσεις. Η προεπιλογή είναι η θύρα 8021.
fa_ir: پورت که پراکسی برای اتصالات تغییرمسیر‌یافته روی آن شنود می‌کند. پیش‌فرض پورت 8021 است.
fr_fr: Port sur lequel le proxy écoutera pour des connections redirigées. Le port par défaut est 8021.
it_it: Porta in cui il proxy ascolterà le connessioni reindirizzate. L'impostazione predefinita è la porta 8021.
ko_kr: 프록시가 리디렉션된 연결을 수신할 포트입니다. 기본값은 포트 8021입니다.
pl_pl: Port, na którym proxy będzie nasłuchiwać przekierowanych połączeń. Domyślnie jest to port 8021.
uk_ua: Порт, де проксі буде прослуховувати перенаправлені з'єднання. Типово порт 8021.
zh_cn: 代理会监听重定向连接的端口。 默认值为8021端口。

source: PostgreSQL check
cs_cz: Kontrola PosgreSQL
de_de: PostgreSQL-Prüfung
el_gr: Έλεγχος PostgreSQL
fa_ir: بررسی PostgreSQL
fr_fr: Vérification de PostgreSQL
it_it: Controllo PostgreSQL
ko_kr: PostgreSQL 확인
pl_pl: Sprawdzenie PostgreSQL
uk_ua: Перевірка PostgreSQL
zh_cn: PostgreSQL 检查

source: PostgreSQL user
cs_cz: PostgreSQL uživatel
de_de: PostgreSQL-Benutzer
el_gr: Χρήστης PostgreSQL
fa_ir: کاربر PostgreSQL
fr_fr: Utilisateur PostgreSQL
it_it: Utente PostgreSQL
ko_kr: PostgreSQL 사용자
pl_pl: Użytkownik PostgreSQL
uk_ua: Користувач PostgreSQL
zh_cn: PostgreSQL 用户

source: Pre-Forked Instances
cs_cz: Před rozvětvené instance
de_de: Vorgeforkte Instanzen
el_gr: Προ-διακλαδωμένες παρουσίες
fa_ir: نمونه‌های پیش‌فورک‌شده
fr_fr: Instances pré-forkées
it_it: Istanze pre-fork
ko_kr: 사전 포킹된 인스턴스
pl_pl: Wstępnie rozgałęzione instancje
uk_ua: Попередньо розгалужені екземпляри
zh_cn: 预分支实例

source: Prefix to set before the hostname. If it ends with a dot it creates an own directory.
cs_cz: Předpona kterou nastavit před název stroje. Pokud končí na tečku, vytvoří vlastní adresář.
de_de: Präfix, das vor dem Hostnamen zu setzen ist. Wenn es mit einem Punkt endet, wird ein eigenes Verzeichnis erstellt.
el_gr: Πρόθεμα που θα οριστεί πριν από το όνομα κεντρικού υπολογιστή. Αν τελειώνει με τελεία, δημιουργεί έναν δικό του κατάλογο.
fa_ir: پیشوندی که قبل از نام میزبان قرار می‌گیرد. اگر با نقطه پایان یابد، یک دایرکتوری مجزا ایجاد می‌کند.
fr_fr: Préfixe à placer avant le nom d'hôte. S'il se termine par un point, il crée un répertoire propre.
it_it: Prefisso da impostare prima del nome host. Se termina con un punto crea una propria directory.
ko_kr: 호스트 이름 앞에 설정할 프리픽스입니다. 점으로 끝나는 경우 자체 디렉토리를 작성합니다.
pl_pl: Prefiks do ustawienia przed nazwą hosta. Jeśli kończy się kropką, tworzy własny katalog.
uk_ua: Префікс, що встановлюється перед іменем хоста. Якщо він закінчується крапкою, створюється власна тека.
zh_cn: 在主机名之前设置的前缀。 如果以点结尾，则会创建自己的目录。

source: Prefix-List In
cs_cz: Seznam předpon příchozí
de_de: Präfixliste Eingehend
el_gr: Λίστα προθεμάτων σε είσοδο
fa_ir: فهرست پیشوند ورودی
fr_fr: Liste de préfixes en
it_it: Elenco prefissi in
ko_kr: 프리픽스 목록 입력
pl_pl: Lista prefiksów wejściowych
uk_ua: Вхідний список префіксів
zh_cn: 前缀列表 进

source: Prefix-List Out
cs_cz: Seznam předpon odchozí
de_de: Präfixliste Ausgehend
el_gr: Λίστα προθεμάτων έξω
fa_ir: فهرست پیشوند خروجی
fr_fr: Sortie de la liste de préfixes
it_it: Elenco prefissi esaurito
ko_kr: 프리픽스 목록 출력
pl_pl: Lista prefiksów wyjściowych
uk_ua: Вихідний список префіксів
zh_cn: 前缀列表 出

source: Preview Size
cs_cz: Velikost náhledu
de_de: Vorschau Größe
el_gr: Μέγεθος προεπισκόπησης
fa_ir: اندازه پیش‌نمایش
fr_fr: Taille Aperçu
it_it: Dimensioni anteprima
ko_kr: 미리보기 크기
pl_pl: Rozmiar podglądu
uk_ua: Розмір попереднього перегляду
zh_cn: 预览大小

source: Priority
cs_cz: Priorita
de_de: Priorität
el_gr: Προτεραιότητα
fa_ir: اولویت
fr_fr: Priorité
it_it: Priorità
ko_kr: 우선 순위
pl_pl: Priorytet
uk_ua: Пріоритет
zh_cn: 优先级

source: Private key
cs_cz: Soukromá část klíče
de_de: Privater Schlüssel
el_gr: Ιδιωτικό κλειδί
fa_ir: کلید خصوصی
fr_fr: Clé privée
it_it: Chiave privata
ko_kr: 개인키
pl_pl: Klucz prywatny
uk_ua: Приватний ключ
zh_cn: 私钥

source: Private key for this host in the network (leave empty to generate)
cs_cz: Soukromá část klíče pro tento stroj na síti (pokud není vyplněno, bude vytvořen)
de_de: Privater Schlüssel für diesen Host im Netzwerk (leer lassen zum Generieren)
el_gr: Ιδιωτικό κλειδί για αυτόν τον κεντρικό υπολογιστή στο δίκτυο (αφήστε κενό για δημιουργία)
fa_ir: کلید خصوصی برای این میزبان در شبکه (خالی بگذارید تا تولید شود)
fr_fr: Clé privée pour cet hôte dans le réseau (laisser vide pour générer)
it_it: Chiave privata per questo host nella rete (lascia vuoto per generare)
ko_kr: 네트워크의 이 호스트에 대한 개인 키(생성하려면 비워 두세요)
pl_pl: Klucz prywatny dla tego hosta w sieci (pozostaw puste, aby wygenerować)
uk_ua: Приватний ключ для цього хоста в мережі (залиште порожнім для генерації)
zh_cn: 网络中该主机的私钥(留空则自动生成)

source: Processes
cs_cz: Procesy
de_de: Prozesse
el_gr: Διαδικασίες
fa_ir: پردازش‌ها
fr_fr: Processus
it_it: Processi
ko_kr: 프로세스
pl_pl: Procesy
uk_ua: Процеси
zh_cn: 进程

source: Processing Timeout
cs_cz: Časový limit zpracování
de_de: Verarbeitungszeitlimit
el_gr: Χρονικό όριο επεξεργασίας
fa_ir: مهلت پردازش
fr_fr: Délai de traitement
it_it: Timeout dell'elaborazione
ko_kr: 처리 타임아웃
pl_pl: Limit czasu przetwarzania
uk_ua: Таймаут обробки
zh_cn: 进程超时

source: Promiscuous mode
cs_cz: Promiskuitní režim
de_de: Promiscuous-Modus
el_gr: Λειτουργία άτακτης αναπαραγωγής
fa_ir: حالت Promiscuous
fr_fr: Mode promiscuité
it_it: Modalità promiscua
ko_kr: 무차별(Promiscuous) 모드
pl_pl: Tryb mieszańcowy
uk_ua: Змішаний режим
zh_cn: 混杂模式

source: Protocol
cs_cz: Protokol
de_de: Protokoll
el_gr: Πρωτόκολλο
fa_ir: پروتکل
fr_fr: Protocole
it_it: Protocollo
ko_kr: 프로토콜
pl_pl: Protokół
uk_ua: Протокол
zh_cn: 协议

source: Protocol Type
cs_cz: Typ protokolu
de_de: Protokolltyp
el_gr: Τύπος πρωτοκόλλου
fa_ir: نوع پروتکل
fr_fr: Type de protocole
it_it: Tipo di protocollo
ko_kr: 프로토콜 유형
pl_pl: Typ protokołu
uk_ua: Тип протоколу
zh_cn: 协议类型

source: Provide either the FQDN or the IP address of this server.
cs_cz: Zadejte buď úplný doménový název nebo IP adresu tohoto serveru.
de_de: Geben Sie entweder den FQDN oder die IP-Adresse Ihres Servers ein.
el_gr: Δώστε είτε το FQDN είτε τη διεύθυνση IP αυτού του διακομιστή.
fa_ir: FQDN یا آدرس IP این سرور را وارد کنید.
fr_fr: Fournissez soit le FQDN soit l'adresse IP de ce serveur
it_it: Fornire l'FQDN o l'indirizzo IP di questo server.
ko_kr: 이 서버의 FQDN 또는 IP 주소를 입력하세요.
pl_pl: Podaj albo FQDN, albo adres IP tego serwera.
uk_ua: Вкажіть FQDN або IP-адресу цього сервера.
zh_cn: 提供此服务器的FQDN或IP地址。

source: Provide the TCP communication port to use during check, i.e. 80 or 443.
cs_cz: Zadejte port pro TCP komunikace pro kontrolu trvání, tj. 80 nebo 443.
de_de: Geben Sie den TCP-Kommunikationsport an, der während der Prüfung verwendet werden soll, z. B. 80 oder 443.
el_gr: Δώστε τη θύρα επικοινωνίας TCP που θα χρησιμοποιηθεί κατά τον έλεγχο, δηλαδή 80 ή 443.
fa_ir: پورت ارتباطی TCP مورد استفاده در بررسی را وارد کنید، مثلاً 80 یا 443.
fr_fr: Fournir le port de communication TCP à utiliser pendant le contrôle, i.e. 80 ou 443.
it_it: Fornire la porta di comunicazione TCP da utilizzare durante il controllo, ovvero 80 o 443.
ko_kr: 확인할 때 사용할 TCP 통신 포트를 입력하세요. 예: 80 또는 443
pl_pl: Podaj port komunikacji TCP do użycia podczas sprawdzania, np. 80 lub 443.
uk_ua: Вкажіть порт TCP-зв'язку для використання під час перевірки, наприклад, 80 або 443.
zh_cn: 提供检查期间要使用的TCP通信端口，即80或443。
