Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Should be a string between 1 and 255 characters. Characters are limited to [a-z], [0-9] and [{}@./-_%] and the string must neither begin nor end with '/'.
cs_cz: Měl by to být řetězec o délce 1 až 255 znaků. Znaky jsou omezeny na [a-z], [0-9] a [{}@./-_%] a řetězec nesmí začínat ani končit znakem „/“.
de_de: Sollte eine Zeichenkette zwischen 1 und 255 Zeichen sein. Zeichen sind beschränkt auf [a-z], [0-9] und [{}@./-_%] und die Zeichenkette darf weder mit einem '/' beginnen oder enden.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων. Οι χαρακτήρες περιορίζονται σε [az], [0-9] και [{}@./-_%] και η συμβολοσειρά δεν πρέπει ούτε να ξεκινά ούτε να τελειώνει με '/'.
fa_ir: باید رشته‌ای بین 1 تا 255 کاراکتر باشد. کاراکترهای مجاز: [a-z], [0-9] و [{}@./-_%]. رشته نباید با '/' شروع یا پایان یابد.
fr_fr: Doit être une chaîne de 1 à 255 caractères. Les caractères sont limités à [a-z], [0-9], et [{}@./-_%] et la chaîne ne doit ni commencer ni se terminer par '/'.
it_it: Dovrebbe essere una stringa compresa tra 1 e 255 caratteri. I caratteri sono limitati a [a-z], [0-9] e [{}@./-_%] e la stringa non deve né iniziare né terminare con "/".
ko_kr: 1에서 255 사이의 문자열을 입력하세요. 문자는 [a-z], [0-9] 및 [{}@./-_%]로 제한되며 문자열은 '/'로 시작하거나 끝나서는 안됩니다.
uk_ua: Має бути рядок довжиною від 1 до 255 символів. Символи обмежені [a-z], [0-9] та [{}@./-_%], а рядок не повинен починатися або закінчуватися на '/'.
zh_cn: 应为1到255个字符之间的字符串。 字符限制为[a-z]，[0-9]和[{}@./-_%]，并且字符串不得以'/'开头或结尾。

source: Should be a valid public SSH host key (see "known_hosts").
cs_cz: Měl by to být platný veřejný klíč hostitele SSH (viz „known_hosts“).
de_de: Sollte ein gültiger öffentlicher SSH-Hostschlüssel sein (siehe "Bekannte_Hosts").
el_gr: Θα πρέπει να είναι ένα έγκυρο δημόσιο κλειδί κεντρικού υπολογιστή SSH (βλ. "known_hosts").
fa_ir: باید یک کلید میزبان عمومی SSH معتبر باشد (رجوع به known_hosts).
fr_fr: Doit être une clé publique valide de l'hôte SSH (voir "known_hosts").
it_it: Dovrebbe essere una chiave host SSH pubblica valida (vedi "known_hosts").
ko_kr: 유효한 공개 SSH 호스트 키를 입력하세요 ("known_hosts" 참조).
pl_pl: Powinien to być ważny publiczny klucz gospodarza SSH (patrz "known_hosts").
uk_ua: Має бути дійсний публічний ключ SSH хоста (див. "known_hosts").
zh_cn: 应该是有效的公共SSH主机密钥（请参阅" known_hosts"）。

source: Specify valid source applications.
cs_cz: Zadejte platnou zdrojovou aplikaci.
de_de: Geben Sie gültige Quellanwendungen an.
el_gr: Καθορίστε έγκυρες εφαρμογές πηγής.
fa_ir: برنامه‌های منبع معتبر را مشخص کنید.
fr_fr: Indiquez les applications sources valides.
it_it: Specificare applicazioni di origine valide.
ko_kr: 유효한 소스 응용 프로그램을 지정하세요.
pl_pl: Podaj prawidłowe źródłowe aplikacje.
uk_ua: Вкажіть дійсні вихідні застосунки.
zh_cn: 指定有效的源应用程序。

source: Store Log
cs_cz: Ukládat záznam událostí
de_de: Speicher-Protokoll
el_gr: Αρχείο καταγραφής καταστήματος
fa_ir: ذخیره لاگ
fr_fr: Journal du magasin
it_it: Memorizza registro
ko_kr: 로그 저장
pl_pl: Przechowuj dziennik
uk_ua: Зберігати журнал
zh_cn: 存储日志

source: Traffic is SSL (TCP request content inspection)
cs_cz: Provoz je SSL (inspekce obsahu TCP požadavku)
de_de: Traffic ist SSL (Untersuchung des TCP Anfrageinhalts)
el_gr: Η επισκεψιμότητα είναι SSL (επιθεώρηση περιεχομένου αιτήματος TCP)
fa_ir: ترافیک SSL است (بازرسی محتوای درخواست TCP)
fr_fr: Le trafic est SSL (inspection du contenu de la requête TCP)
it_it: Il traffico è SSL (ispezione del contenuto della richiesta TCP)
ko_kr: 트래픽은 SSL (TCP 요청 내용 검사)입니다.
pl_pl: Ruch jest SSL (inspekcja zawartości żądania TCP)
uk_ua: Трафік є SSL (інспекція вмісту запиту TCP)

source: Traffic is SSL (locally deciphered)
cs_cz: Provoz je SSL (místně rozšifrováno)
de_de: Traffic ist SSL (lokal entschlüsselt)
el_gr: Η κίνηση είναι SSL (τοπικά αποκρυπτογραφημένη)
fa_ir: ترافیک SSL است (رمزگشایی محلی)
fr_fr: Le trafic est SSL (déchiffré localement)
it_it: Il traffico è SSL (decifrato localmente)
ko_kr: 트래픽은 SSL (로컬 복호화)입니다.
pl_pl: Ruch jest SSL (lokalnie odszyfrowany)
uk_ua: Трафік є SSL (розшифровано локально)

source: URL has to start with http:// or https://
cs_cz: Je třeba, aby URL začínala na http:// nebo https://
de_de: Die URL muss mit http: // oder https: // beginnen
el_gr: Η διεύθυνση URL πρέπει να ξεκινά με http:// ή https://
fa_ir: URL باید با http:// یا https:// شروع شود.
fr_fr: L'URL doit commencer par http:// ou https://.
it_it: L'URL deve iniziare con http:// o https://
ko_kr: URL은 http:// 또는 https://로 시작해야 함
pl_pl: URL musi zaczynać się od http:// lub https://
uk_ua: URL має починатися з http:// або https://
zh_cn: 网址必须以http:// 或https://开头

source: UUCP subsystem
cs_cz: UUCP podsystém
el_gr: Υποσύστημα UUCP
fa_ir: زیرسیستم UUCP
fr_fr: Sous-système UUCP
it_it: Sottosistema UUCP
ko_kr: UUCP 서브시스템
pl_pl: Podsystem UUCP
uk_ua: Підсистема UUCP
zh_cn: UUCP子系统

source: Upload certificate via SFTP
cs_cz: Nahrát certifikát prostřednictvím SFTP
de_de: Lade das Zertifikat via SFTP hoch
el_gr: Μεταφόρτωση πιστοποιητικού μέσω SFTP
fa_ir: بارگذاری گواهی از طریق SFTP
fr_fr: Téléverser le certificat via SFTP
it_it: Carica il certificato tramite SFTP
ko_kr: 인증서를 SFTP로 업로드
pl_pl: Wgraj certyfikat przez SFTP
uk_ua: Завантажити сертифікат через SFTP
zh_cn: 通过SFTP上传证书

source: Value must be between 1 and 900.
cs_cz: Je třeba, aby hodnota byla z rozmezí 1 až 900.
de_de: Der Wert muss zwischen 1 und 900 liegen.
el_gr: Η τιμή πρέπει να είναι μεταξύ 1 και 900.
fa_ir: مقدار باید بین 1 و 900 باشد.
fr_fr: La valeur doit être entre 1 et 900.
it_it: Il valore deve essere compreso tra 1 e 900.
ko_kr: 값은 1에서 900 사이여야 합니다.
pl_pl: Wartość musi być między 1 a 900.
uk_ua: Значення має бути від 1 до 900.
zh_cn: 值必须介于1到900之间。

source: When enabling "Log SNI information only", SSL inspection must also be enabled
cs_cz: Při zapnutí „Zaznamenávat pouze SNI údaje“ je třeba, aby také byla zapnutá inspekce SSL
de_de: Wenn "Protokolliere nur die SNI-Information" aktiviert wird, muss auch SSL Untersuchung aktiviert werden
el_gr: Όταν ενεργοποιείται η επιλογή "Μόνο πληροφορίες SNI καταγραφής", πρέπει επίσης να ενεργοποιηθεί η επιθεώρηση SSL.
fa_ir: با فعال‌سازی «فقط ثبت اطلاعات SNI»، بازرسی SSL نیز باید فعال باشد
fr_fr: Lorsque "Journaliser les informations SNI seulement" est activé, l'inspection SSL doit également être activée
it_it: Quando si abilita "Registra solo informazioni SNI", è necessario abilitare anche l'ispezione SSL
ko_kr: "SNI 정보만 로깅"을 활성화하면 SSL 검사도 활성화해야 합니다
pl_pl: Po włączeniu "Loguj tylko informacje SNI", musi być także włączona inspekcja SSL
uk_ua: При увімкненні "Тільки журнал інформації SNI", інспекція SSL також має бути увімкнена
zh_cn: 启用"仅记录SNI信息"时，还必须启用SSL检查

source: WindowsSpyBlocker (extra)
el_gr: WindowsSpyBlocker (επιπλέον)
fa_ir: WindowsSpyBlocker (اضافی)
fr_fr: WindowsSpyBlocker (supplémentaire)
uk_ua: WindowsSpyBlocker (додатково)

source: WindowsSpyBlocker (spy)
el_gr: WindowsSpyBlocker (κατάσκοπος)
fa_ir: WindowsSpyBlocker (جاسوس‌افزار)
fr_fr: WindowsSpyBlocker (espion)
it_it: WindowsSpyBlocker (spia)
uk_ua: WindowsSpyBlocker (шпигунський)

source: WindowsSpyBlocker (update)
cs_cz: WindowsSpyBlocker (aktualizace)
el_gr: WindowsSpyBlocker (ενημέρωση)
fa_ir: WindowsSpyBlocker (به‌روزرسانی)
fr_fr: WindowsSpyBlocker (mise à jour)
it_it: WindowsSpyBlocker (aggiornamento)
pl_pl: WindowsSpyBlocker (aktualizacja)
uk_ua: WindowsSpyBlocker (оновлення)

source: You have to enable Disable Routes option.
cs_cz: Je třeba zapnout volbu Zakázat trasy.
de_de: Sie müssen "Deaktiviere Routen" aktivieren.
el_gr: Πρέπει να ενεργοποιήσετε την επιλογή Απενεργοποίηση διαδρομών.
fa_ir: باید گزینه Disable Routes را فعال کنید.
fr_fr: Vous devez activer l'option Désactiver les routes.
it_it: Devi abilitare l'opzione Disabilita percorsi.
ko_kr: 경로 비활성화 옵션을 활성화해야 합니다.
pl_pl: Musisz włączyć opcję Wyłącz Trasy.
uk_ua: Вам потрібно увімкнути опцію Вимкнути маршрути.
zh_cn: 您必须启用"禁用路由"选项。

source: clock
cs_cz: hodiny
de_de: Uhr
el_gr: ρολόι
fr_fr: horloge
it_it: orologio
pl_pl: zegar
uk_ua: годинник
zh_cn: 时钟

source: clock daemon
cs_cz: proces časové služby
de_de: Uhr-Daemon
el_gr: deamon ρολογιού
fr_fr: démon horloge
it_it: demone dell'orologio
ko_kr: clock 데몬
pl_pl: demon zegara
uk_ua: демон годинника
zh_cn: 时钟守护程序

source: debug 2
cs_cz: ladění 2
el_gr: εντοπισμός σφαλμάτων 2
fr_fr: débogage 2
it_it: eseguire il debug 2
uk_ua: налагодження 2
zh_cn: 调试2

source: debug 3
cs_cz: ladění 3
el_gr: εντοπισμός σφαλμάτων 3
fr_fr: déboguer 3
it_it: eseguire il debug 3
uk_ua: налагодження 3
zh_cn: 调试3

source: emergency
cs_cz: nouzové
de_de: Notfall
el_gr: επείγον
fa_ir: اضطراری
fr_fr: urgence
it_it: emergenza
ko_kr: 긴급
pl_pl: awaria
uk_ua: аварійний
zh_cn: 紧急

source: error
cs_cz: chyba
de_de: Fehler
el_gr: σφάλμα
fa_ir: خطا
fr_fr: erreur
it_it: errore
ko_kr: 오류
pl_pl: błąd
uk_ua: помилка
zh_cn: 错误

source: hpHosts Ads
el_gr: Διαφημίσεις hpHosts
fa_ir: hpHosts (تبلیغات)
fr_fr: Annonces hpHosts
it_it: Annunci hpHosts
pl_pl: hpHosts Reklamy
uk_ua: Реклама hpHosts

source: info
cs_cz: informace
el_gr: πληροφορίες
fa_ir: اطلاعات
it_it: informazioni
uk_ua: інфо
zh_cn: 信息

source: intern
el_gr: κρατώ
fr_fr: stagiaire
it_it: stagista
pl_pl: wewnętrzny
uk_ua: внутрішній
zh_cn: 内部

source: kernel messages
cs_cz: správy z jádra systému
de_de: kernel Nachrichten
el_gr: μηνύματα πυρήνα
fa_ir: پیام‌های کرنل
fr_fr: messages du noyau
it_it: messaggi del kernel
ko_kr: 커널 메시지
pl_pl: komunikaty jądra
uk_ua: повідомлення ядра
zh_cn: 内核信息

source: line printer subsystem
de_de: Zeilendrucker-Subsystem
el_gr: υποσύστημα εκτυπωτή γραμμής
fa_ir: زیرسیستم چاپگر خطی
fr_fr: sous-système d'imprimante de ligne
it_it: sottosistema stampante di linea
pl_pl: podsystem drukarki linii
uk_ua: підсистема лінійного принтера
zh_cn: 行式打印机子系统

source: local0
cs_cz: lokal0
el_gr: τοπικό0
it_it: locale0
uk_ua: локальний0

source: locally used (0)
cs_cz: místně používané (0)
de_de: lokal genutzt (0)
el_gr: τοπικά χρησιμοποιούμενο (0)
fa_ir: قابل‌استفاده محلی (0)
fr_fr: utilisé localement (0)
it_it: utilizzato localmente (0)
ko_kr: 로컬에서 사용됨 (0)
pl_pl: lokalnie używane (0)
uk_ua: використовується локально (0)

source: locally used (1)
cs_cz: místně používané (1)
de_de: lokal genutzt (1)
el_gr: τοπική χρήση (1)
fa_ir: قابل‌استفاده محلی (1)
fr_fr: utilisé localement (1)
it_it: utilizzato localmente (1)
ko_kr: 로컬에서 사용됨 (1)
pl_pl: lokalnie używane (1)
uk_ua: використовується локально (1)

source: locally used (2)
cs_cz: místně používané (2)
de_de: lokal genutzt (2)
el_gr: τοπική χρήση (2)
fa_ir: قابل‌استفاده محلی (2)
fr_fr: utilisé localement (2)
it_it: utilizzato localmente (2)
ko_kr: 로컬에서 사용됨 (2)
pl_pl: lokalnie używane (2)
uk_ua: використовується локально (2)

source: locally used (3)
cs_cz: místně používané (3)
de_de: lokal genutzt (3)
el_gr: τοπική χρήση (3)
fa_ir: قابل‌استفاده محلی (3)
fr_fr: utilisé localement (3)
it_it: usato localmente (3)
ko_kr: 로컬에서 사용됨 (3)
pl_pl: lokalnie używane (3)
uk_ua: використовується локально (3)

source: locally used (4)
cs_cz: místně používané (4)
de_de: lokal genutzt (4)
el_gr: τοπική χρήση (4)
fa_ir: قابل‌استفاده محلی (4)
fr_fr: utilisé localement (4)
it_it: usato localmente (4)
ko_kr: 로컬에서 사용됨 (4)
pl_pl: lokalnie używane (4)
uk_ua: використовується локально (4)

source: locally used (5)
cs_cz: místně používané (5)
de_de: lokal genutzt (5)
el_gr: τοπική χρήση (5)
fa_ir: قابل‌استفاده محلی (5)
fr_fr: utilisé localement (5)
it_it: usato localmente (5)
ko_kr: 로컬에서 사용됨 (5)
pl_pl: lokalnie używane (5)
uk_ua: використовується локально (5)

source: locally used (6)
cs_cz: místně používané (6)
de_de: lokal genutzt (6)
el_gr: τοπική χρήση (6)
fa_ir: قابل‌استفاده محلی (6)
fr_fr: utilisé localement (6)
it_it: utilizzato localmente (6)
ko_kr: 로컬에서 사용됨 (6)
pl_pl: lokalnie używane (6)
uk_ua: використовується локально (6)

source: locally used (7)
cs_cz: místně používané (7)
de_de: lokal genutzt (7)
el_gr: τοπική χρήση (7)
fa_ir: قابل‌استفاده محلی (7)
fr_fr: utilisé localement (7)
it_it: usato localmente (7)
ko_kr: 로컬에서 사용됨 (7)
pl_pl: lokalnie używane (7)
uk_ua: використовується локально (7)

source: log alert
cs_cz: zaznamenávat výstrahu
de_de: log Alarm
el_gr: ειδοποίηση καταγραφής
fa_ir: هشدار لاگ
fr_fr: alerte de journal
it_it: avviso di registro
ko_kr: 경고 로그
uk_ua: сповіщення журналу
zh_cn: 日志警报

source: log audit
cs_cz: zaznamenávat audit
el_gr: έλεγχος αρχείου καταγραφής
fa_ir: حسابرسی لاگ
fr_fr: audit du journal
it_it: controllo del registro
ko_kr: 감사 로그
pl_pl: log audyt
uk_ua: аудит журналу
zh_cn: 日志审核

source: mail system
cs_cz: e-mailový systém
el_gr: σύστημα αλληλογραφίας
fa_ir: سیستم پست
fr_fr: système de courrier
it_it: sistema di posta
ko_kr: 메일 시스템
pl_pl: system poczty
uk_ua: поштова система
zh_cn: 邮件系统

source: messages generated internally by syslogd
cs_cz: zprávy vytvářené interně syslogd
de_de: intern generierte Nachrichten von syslogd
el_gr: μηνύματα που δημιουργούνται εσωτερικά από το syslogd
fa_ir: پیام‌های تولیدشدهٔ داخلی توسط syslogd
fr_fr: Messages générés en interne par syslogd
it_it: messaggi generati internamente da syslogd
ko_kr: syslogd에 의해 내부적으로 생성된 메시지
pl_pl: wiadomości generowane wewnętrznie przez syslogd
uk_ua: повідомлення, згенеровані внутрішньо syslogd
zh_cn: syslogd内部生成的消息

source: network news subsystem
cs_cz: podsystém síťových zpráv
el_gr: υποσύστημα ειδήσεων δικτύου
fa_ir: زیرسیستم اخبار شبکه
fr_fr: sous-système de nouvelles du réseau
it_it: sottosistema di notizie di rete
ko_kr: 네트워크 뉴스 서브시스템
pl_pl: podsystem wiadomości sieciowej
uk_ua: підсистема мережевих новин
zh_cn: 网络新闻子系统

source: security/authorization messages
cs_cz: bezpečnostní/autorizační zprávy
de_de: Sicherheits/Authorisierungs Nachrichten
el_gr: μηνύματα ασφαλείας/εξουσιοδότησης
fa_ir: پیام‌های امنیتی/مجوز
fr_fr: messages de sécurité/autorisation
it_it: messaggi di sicurezza/autorizzazione
ko_kr: 보안/인증 메시지
pl_pl: komunikaty dotyczące bezpieczeństwa/autoryzacji
uk_ua: повідомлення безпеки/авторизації
zh_cn: 安全/认证消息

source: system daemons
cs_cz: procesy systémových služeb
el_gr: δαίμονες συστήματος
fa_ir: سرویس‌های سیستم
fr_fr: démons du système
it_it: demoni di sistema
ko_kr: 시스템 데몬
pl_pl: demon systemowy
uk_ua: системні демони
zh_cn: 系统守护程序

source: user-level messages
cs_cz: zprávy na úrovni uživatele
de_de: Nachrichten auf Benutzerlevel
el_gr: μηνύματα σε επίπεδο χρήστη
fa_ir: پیام‌های سطح کاربری
fr_fr: messages au niveau de l'utilisateur
it_it: messaggi a livello di utente
ko_kr: user-level 메시지
pl_pl: komunikaty na poziomie użytkownika
uk_ua: повідомлення рівня користувача
zh_cn: 用户级消息

source: warn
cs_cz: varování
el_gr: προειδοποιώ
fa_ir: اخطار
fr_fr: avertir
it_it: avvisare
ko_kr: 경고
pl_pl: ostrzeżenie
uk_ua: попередження
zh_cn: 警告

source: Are you sure you do want to disable this host? When being used in other virtual servers it will be disabled in there as well.
cs_cz: Opravdu chcete tohoto hostitele zakázat? Pokud je používán i v jiných virtuálních serverech, bude zakázán i tam.
de_de: Möchten Sie diesen Host wirklich deaktivieren? Wird er in anderen virtuellen Servern verwendet, wird er dort ebenfalls deaktiviert.
el_gr: Είστε βέβαιοι ότι θέλετε να απενεργοποιήσετε αυτόν τον κεντρικό υπολογιστή; Όταν χρησιμοποιείται σε άλλους εικονικούς διακομιστές, θα απενεργοποιείται και εκεί.
fa_ir: آیا مطمئن هستید که می‌خواهید این میزبان را غیرفعال کنید؟ اگر در سایر سرورهای مجازی استفاده می‌شود، در آن‌ها نیز غیرفعال خواهد شد.
fr_fr: Êtes-vous sûr de vouloir désactiver cet hôte ? Lorsqu'il est utilisé dans d'autres serveurs virtuels, il y sera également désactivé.
it_it: Sei sicuro di voler disabilitare questo host? Quando viene utilizzato in altri server virtuali, verrà disabilitato anche lì.
ko_kr: 이 호스트를 사용하지 않도록 설정하시겠습니까? 다른 가상 서버에서 사용할 경우 해당 가상 서버에서도 사용할 수 없게 됩니다.
pl_pl: Czy na pewno chcesz wyłączyć ten host? Kiedy jest używany w innych serwerach wirtualnych, będzie tam również wyłączony.
uk_ua: Ви впевнені, що хочете вимкнути цей хост? Коли він використовується в інших віртуальних серверах, він також буде вимкнений там.

source: Are you sure you do want to enable this host? When being used in other virtual servers it will be enabled in there as well.
cs_cz: Opravdu chcete tohoto hostitele povolit? Pokud je používán i v jiných virtuálních serverech, bude povolen i tam.
de_de: Möchten Sie diesen Host wirklich aktivieren? Wird er in anderen virtuellen Servern verwendet, wird er dort ebenfalls aktiviert.
el_gr: Είστε βέβαιοι ότι θέλετε να ενεργοποιήσετε αυτόν τον κεντρικό υπολογιστή; Όταν χρησιμοποιείται σε άλλους εικονικούς διακομιστές, θα ενεργοποιείται και εκεί.
fa_ir: آیا مطمئن هستید که می‌خواهید این میزبان را فعال کنید؟ اگر در سایر سرورهای مجازی استفاده می‌شود، در آن‌ها نیز فعال خواهد شد.
fr_fr: Voulez-vous vraiment activer cet hôte ? Lorsqu'il est utilisé dans d'autres serveurs virtuels, il y sera également activé.
it_it: Sei sicuro di voler abilitare questo host? Quando viene utilizzato in altri server virtuali, verrà abilitato anche lì.
ko_kr: 이 호스트를 사용하도록 설정하시겠습니까? 다른 가상 서버에서 사용할 경우 해당 가상 서버에서도 사용할 수 있습니다.
pl_pl: Czy na pewno chcesz włączyć ten host? Kiedy jest używany w innych serwerach wirtualnych, będzie tam również włączony.
uk_ua: Ви впевнені, що хочете увімкнути цей хост? Коли він використовується в інших віртуальних серверах, він також буде увімкнений там.
zh_cn: 您确定要启用此主机？ 在其他虚拟服务器中使用时，它也会在那里启用。

source: %sApply changes:%s Apply all changes by syncing all shown SSL certificates into running HAProxy service.
cs_cz: %sUplatnit změny:%s Uplatnit veškeré změny změny synchronizací všech zobrazených SSL certifikátů do spuštěné služby HAProxy.
de_de: %sÄnderungen übernehmen:%s Alle Änderungen übernehmen, indem alle angezeigten SSL-Zertifikate mit dem laufenden HAProxy-Dienst synchronisiert werden.
el_gr: %sΕφαρμογή αλλαγών:%s Εφαρμογή όλων των αλλαγών συγχρονίζοντας όλα τα εμφανιζόμενα πιστοποιητικά SSL στην εκτελούμενη υπηρεσία HAProxy.
fa_ir: %sاعمال تغییرات:%s اعمال همه تغییرات با همگام‌سازی تمام گواهی‌های SSL نشان‌داده‌شده در سرویس HAProxy در حال اجرا.
fr_fr: %sApply changes:%s Appliquer toutes les modifications en synchronisant tous les certificats SSL affichés dans le service HAProxy en cours d'exécution.
it_it: %sApplica modifiche:%s Applica tutte le modifiche sincronizzando tutti i certificati SSL visualizzati nell'esecuzione del servizio HAProxy.
ko_kr: %s변경사항 적용:%s 표시된 모든 SSL 인증서를 실행 중인 HAProxy 서비스에 동기화하여 모든 변경사항을 적용합니다.
pl_pl: %sZastosuj zmiany:%s Wprowadź wszystkie zmiany, synchronizując wyświetlane certyfikaty SSL z uruchomioną usługą HAProxy.
uk_ua: %sЗастосувати зміни:%s Застосувати всі зміни, синхронізувавши всі показані SSL-сертифікати з запущеною службою HAProxy.
zh_cn: %s应用更改：%s通过将所有显示的 SSL 证书同步到运行的 HAProxy 服务来应用所有更改。

source: %sNOTE:%s Changes can only be applied for Public Services that already exist in the running HAProxy service. When adding or removing Public Services HAProxy must be reloaded or restarted.
cs_cz: %sPOZNÁMKA:%s Změny lze uplatnit pouze na ty veřejné služby, které už existují ve spuštěné službě HAProxy. Je třeba, aby po přidávání nebo odebírání veřejných služeb byla služba HAProxy znovu načtena nebo restartována.
de_de: %sHINWEIS:%s Änderungen können nur auf öffentliche Dienste angewendet werden, die im laufenden HAProxy-Dienst bereits existieren. Beim Hinzufügen oder Entfernen öffentlicher Dienste muss HAProxy neu geladen oder neu gestartet werden.
el_gr: %sΣΗΜΕΙΩΣΗ:%s Οι αλλαγές μπορούν να εφαρμοστούν μόνο για Δημόσιες Υπηρεσίες που υπάρχουν ήδη στην εκτελούμενη υπηρεσία HAProxy. Κατά την προσθήκη ή την κατάργηση Δημόσιων Υπηρεσιών, το HAProxy πρέπει να φορτωθεί ξανά ή να επανεκκινηθεί.
fa_ir: %sتوجه:%s تغییرات فقط برای Public Services که قبلاً در سرویس HAProxy در حال اجرا وجود دارند قابل اعمال است. هنگام اضافه یا حذف Public Services، باید HAProxy بارگذاری مجدد یا راه‌اندازی مجدد شود.
fr_fr: %sNOTE:%s Les modifications ne peuvent être appliquées que pour les services publics qui existent déjà dans le service HAProxy en cours d'exécution. Lors de l'ajout ou de la suppression de services publics, HAProxy doit être rechargé ou redémarré.
it_it: %sNOTA:%s le modifiche possono essere applicate solo per i servizi pubblici già esistenti nel servizio HAProxy in esecuzione. Quando si aggiungono o si rimuovono i servizi pubblici, HAProxy deve essere ricaricato o riavviato.
ko_kr: %s참고:%s 변경 사항은 실행 중인 HAProxy 서비스에 이미 존재하는 공용 서비스에만 적용할 수 있습니다. 공공 서비스를 추가하거나 제거할 때 HAProxy를 다시 로드하거나 다시 시작해야 합니다.
pl_pl: %sUWAGA:%s Zmiany można wprowadzać tylko dla Publicznych Usług, które już istnieją w uruchomionej usłudze HAProxy. Przy dodawaniu lub usuwaniu Publicznych Usług HAProxy musi być ponownie załadowany lub uruchomiony.
uk_ua: %sНОТАТКА:%s Зміни можна застосувати лише для публічних служб, які вже існують у запущеній службі HAProxy. Під час додавання або видалення публічних служб HAProxy необхідно перезавантажити або перезапустити.
zh_cn: %s注意：%s更改只能应用于正在运行的 HAProxy 服务中已经存在的公共服务。 添加或删除公共服务时，必须重新加载或重新启动 HAProxy。

source: %sNOTE:%s These changes will not be persisted across restarts of HAProxy.
cs_cz: %sPOZN.:%s Tyto změny nebudou zachovány při restartech HAProxy.
de_de: %sHINWEIS:%s Diese Änderungen bleiben nach einem Neustart von HAProxy nicht erhalten.
el_gr: %sΣΗΜΕΙΩΣΗ:%s Αυτές οι αλλαγές δεν θα διατηρηθούν μετά από επανεκκινήσεις του HAProxy.
fa_ir: %sتوجه:%s این تغییرات پس از راه‌اندازی مجدد HAProxy حفظ نخواهند شد.
fr_fr: %sNOTE:%s Ces modifications ne seront pas conservées lors des redémarrages de HAProxy.
it_it: %sNOTA:%s Queste modifiche non verranno mantenute dopo i riavvii di HAProxy.
ko_kr: %s참고:%s 이러한 변경 사항은 HAProxy를 다시 시작해도 유지되지 않습니다.
pl_pl: %sUWAGA:%s Te zmiany nie zostaną zachowane po ponownym uruchomieniu HAProxy.
uk_ua: %sНОТАТКА:%s Ці зміни не зберігатимуться після перезапусків HAProxy.
zh_cn: %s注意：%s这些更改不会在HAProxy重新启动后保留。
