Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
cs_cz: Toto jsou IPv6 sítě, které budou směrované skrze tunel, takže je možné vytvořit VPN mezi pobočkami aniž by bylo třeba ručně měnit směrovací tabulky. Vyjádřeno jako čárkou oddělovaný seznam jednoho nebo více IP adres / předpon. Pokud se jedná o VPN mezi mezi pobočkami, zadejte sem sítě na protější straně. V případě komunikace pouze s ostatními klienty je toto možné ponechat nevyplněné.
de_de: Dies sind die IPv6-Netzwerke, die durch den Tunnel geroutet werden, sodass ein Site-To-Site-VPN aufgebaut werden kann, ohne manuell die Routing-Tabelle anzupassen. Die Einträge werden als kommagetrennte Liste von einem oder mehreren IP/PRÄFIX-Kombinationen. Falls dies ein Site-To-Site VPN ist, geben Sie die fernen LANs hier an. Sie können dies leer lassen, um nur mit den anderen Clients zu kommunizieren
el_gr: Αυτά είναι τα δίκτυα IPv6 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα VPN από τοποθεσία σε τοποθεσία χωρίς να αλλαχθούν χειροκίνητα οι πίνακες δρομολόγησης. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα με μία ή περισσότερες IP/ΠΡΟΘΕΜΑΤΑ. Εάν πρόκειται για VPN από τοποθεσία σε τοποθεσία, εισαγάγετε εδώ τα απομακρυσμένα LAN. Μπορείτε να αφήσετε αυτό το πεδίο κενό για επικοινωνία μόνο με άλλους πελάτες.
fa_ir: این‌ها شبکه‌های IPv6 هستند که از طریق تونل مسیر‌دهی می‌شوند تا یک VPN سایت‌به‌سایت بدون تغییر دستی جدول‌های مسیریابی برقرار شود. به‌صورت لیستی جداشده با ویرگول از یک یا چند IP/PREFIX وارد کنید. اگر VPN سایت‌به‌سایت است، LANهای راه‌دور را اینجا وارد کنید. می‌توانید برای ارتباط فقط با سایر کلاینت‌ها این را خالی بگذارید.
fr_fr: Ici sont indiqués les réseaux IPv6 qui seront routés à travers le tunnel, de sorte à ce que la connexion VPN site-à-site puisse être établie sans avoir à modifier manuellement les tables de routage. Défini sous la forme d'une liste contenant une ou plusieurs adresses IP/PREFIX séparées par des virgules. S'il s'agit d'un VPN site-à-site, entrer le ou les réseaux LAN ici. Vous pouvez laisser le champ vide si vous souhaitez seulement autoriser la communication avec les clients
it_it: Queste sono le reti IPv6 che verranno instradate attraverso il tunnel, in modo che sia possibile stabilire una VPN da sito a sito senza modificare manualmente le tabelle di instradamento. Espresso come un elenco separato da virgole di uno o più IP/PREFIX. Se si tratta di una VPN da sito a sito, immettere qui la/e LAN remota/e. Puoi lasciare questo campo vuoto per comunicare solo con altri clienti
ko_kr: 라우팅 테이블을 수동으로 변경하지 않고 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅되는 IPv6 네트워크입니다. 쉼표로 구분된 하나 이상의 IP/PREFIX 목록으로 표시됩니다. 사이트 간 VPN인 경우 여기에 원격 LAN을 입력합니다. 다른 클라이언트와만 통신하려면 이 항목을 비워 둘 수 있습니다
pl_pl: Są to sieci IPv6, które będą kierowane przez tunel, dzięki czemu można ustanowić VPN typu site-to-site bez ręcznej zmiany tabel routingu. Wyrażona jako lista rozdzielonych przecinkami jednego lub więcej adresów IP/PREFIX. Jeśli jest to VPN typu site-to-site, wprowadź tutaj zdalne sieci LAN. Możesz zostawić to puste, aby komunikować się tylko z innymi klientami
uk_ua: Це IPv6 мережі, які будуть маршрутизовані через тунель, щоб можна було встановити VPN між сайтами без ручної зміни таблиць маршрутизації. Виражені як список одного або кількох IP/ПРЕФІКСів, розділених комами. Якщо це VPN між сайтами, введіть віддалені локальні мережі тут. Ви можете залишити це поле пустим, щоб спілкуватися лише з іншими клієнтами.
zh_cn: 这些IPv6网络会穿过隧道而被路由过来，以便可以在不手动更改路由表的情况下建立站点到站点VPN。 表示为一个或多个IP / PREFIX的逗号分隔列表。 如果这是站点到站点VPN，请在此输入远程LAN。可以留空该处以仅与其他客户端进行通信

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
cs_cz: Toto jsou IPv4 sítě, které budou směrované skrze tunel, takže je možné vytvořit VPN mezi pobočkami aniž by bylo třeba ručně měnit směrovací tabulky. Vyjádřeno jako čárkou oddělovaný seznam jednoho nebo více IP adres / předpon. Pokud se jedná o VPN mezi mezi pobočkami, zadejte sem sítě na protější straně. V případě komunikace pouze s ostatními klienty je toto možné ponechat nevyplněné.
de_de: Dies sind die IPv4-Netzwerke, die durch den Tunnel geroutet werden, sodass ein Site-To-Site-VPN aufgebaut werden kann, ohne die Routingtabellen manuell anzupassen. Angegeben als kommagetrennte Liste von einem oder mehreren CIDR-Bereichen. Falls es sich um einen Site-To-Site-VPN handelt, geben Sie die fernen LANs hier an. Sie können es leer lassen, um nur mit den anderen Clients zu kommunizieren.
el_gr: Αυτά είναι τα δίκτυα IPv4 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα VPN από τοποθεσία σε τοποθεσία χωρίς να αλλαχθούν χειροκίνητα οι πίνακες δρομολόγησης. Εκφράζεται ως λίστα ενός ή περισσότερων περιοχών CIDR διαχωρισμένων με κόμμα. Εάν πρόκειται για VPN από τοποθεσία σε τοποθεσία, εισαγάγετε εδώ τα απομακρυσμένα LAN. Μπορείτε να αφήσετε αυτό το πεδίο κενό για να επικοινωνείτε μόνο με άλλους πελάτες.
fa_ir: این‌ها شبکه‌های IPv4 هستند که از طریق تونل مسیر‌دهی می‌شوند تا یک VPN سایت‌به‌سایت بدون تغییر دستی جدول‌های مسیریابی برقرار شود. به‌صورت لیستی جداشده با ویرگول شامل یک یا چند بازه CIDR وارد کنید. اگر VPN سایت‌به‌سایت است، LANهای راه‌دور را اینجا وارد کنید. برای ارتباط تنها با سایر کلاینت‌ها می‌توانید این را خالی بگذارید.
fr_fr: Ici sont indiqués les réseaux IPv4 qui seront routés à travers le tunnel, de sorte à ce que la connexion VPN site-à-site puisse être établie sans avoir à modifier manuellement les tables de routage. Défini sous la forme d'une liste contenant une ou plusieurs étendues CIDR séparées par des virgules. S'il s'agit d'un VPN site-à-site, entrer le ou les réseaux LAN ici. Vous pouvez laisser le champ vide si vous souhaitez seulement autoriser la communication avec les clients
it_it: Queste sono le reti IPv4 che verranno instradate attraverso il tunnel, in modo che sia possibile stabilire una VPN da sito a sito senza modificare manualmente le tabelle di instradamento. Espresso come elenco separato da virgole di uno o più intervalli CIDR. Se si tratta di una VPN da sito a sito, immettere qui la/e LAN remota/e. Puoi lasciare questo campo vuoto per comunicare solo con altri clienti
ko_kr: 라우팅 테이블을 수동으로 변경하지 않고 사이트 간 VPN을 설정할 수 있도록 터널을 통해 라우팅되는 IPv4 네트워크입니다. 하나 이상의 CIDR 범위에 대한 쉼표로 구분된 목록으로 표시됩니다. 사이트 간 VPN인 경우 여기에 원격 LAN을 입력합니다. 다른 클라이언트와만 통신하려면 이 항목을 비워 둘 수 있습니다
pl_pl: Są to sieci IPv4, które będą kierowane przez tunel, dzięki czemu można ustanowić VPN typu site-to-site bez ręcznej zmiany tabel routingu. Wyrażona jako lista rozdzielonych przecinkami co najmniej jednego zakresu CIDR. Jeśli jest to VPN typu site-to-site, wprowadź tutaj zdalne sieci LAN. Możesz zostawić to puste, aby komunikować się tylko z innymi klientami
uk_ua: Це IPv4 мережі, які будуть маршрутизовані через тунель, щоб можна було встановити VPN між сайтами без ручної зміни таблиць маршрутизації. Виражені як список одного або кількох діапазонів CIDR, розділених комами. Якщо це VPN між сайтами, введіть віддалені локальні мережі тут. Ви можете залишити це поле пустим, щоб спілкуватися лише з іншими клієнтами.
zh_cn: 这些IPv4网络会穿过隧道而被路由过来，以便可以在不手动更改路由表的情况下建立站点到站点VPN。 表示为一个或多个CIDR范围的逗号分隔列表。 如果这是站点到站点VPN，请在此输入远程LAN。 可以留空该处以仅与其他客户端进行通信

source: This is the IPv6 virtual network used for private communications between this client and the server expressed using CIDR (eg. fe80::/64). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
cs_cz: Toto je IPv6 virtuální síť, sloužící pro soukromou komunikaci mezi tímto klientem a serverem, vyjádřená v CIDR zápisu (např. fe80::/64). První síťová adresa je předpokládána být serveru a druhá bude přiřazena virtuálnímu rozhraní klienta
de_de: Dies ist das durch die Verwendung von CIDR (z. B. fe80::/64) ausgedrückte virtuelle IPv6-Netzwerk, dass für private Kommunikation zwischen Client und Server verwendet wird. Die erste Netzwerkadresse wird als Serveradresse verwendet und die zweite Netzwerkadresse wird der virtuellen Clientschnittstelle zugewiesen
el_gr: Αυτό είναι το εικονικό δίκτυο IPv6 που χρησιμοποιείται για ιδιωτικές επικοινωνίες μεταξύ αυτού του πελάτη και του διακομιστή, εκφρασμένο με χρήση CIDR (π.χ. fe80::/64). Η πρώτη διεύθυνση δικτύου θεωρείται ότι είναι η διεύθυνση του διακομιστή και η δεύτερη διεύθυνση δικτύου θα αντιστοιχιστεί στην εικονική διεπαφή του πελάτη.
fa_ir: این شبکهٔ مجازی IPv6 است که برای ارتباط خصوصی بین این کلاینت و سرور با فرمت CIDR استفاده می‌شود (مثلاً fe80::/64). آدرس شبکهٔ اول فرضاً آدرس سرور و آدرس دوم به رابط مجازی کلاینت اختصاص داده می‌شود.
fr_fr: Ceci est le réseau virtuel IPv6 utilisé pour les communications privées entre ce client et le serveur et défini en utilisant la notation CIDR (par ex. fe80::/64). La première adresse du réseau est supposée être celle du serveur tandis que la seconde sera assignée à l'interface virtuelle du client
it_it: Questa è la rete virtuale IPv6 utilizzata per le comunicazioni private tra questo client e il server espresse utilizzando CIDR (ad esempio fe80::/64). Si presuppone che il primo indirizzo di rete sia l'indirizzo del server e il secondo indirizzo di rete verrà assegnato all'interfaccia virtuale del client
ko_kr: 이는 이 클라이언트와 CIDR을 사용하여 표현된 서버 간의 개인 통신에 사용되는 IPv6 가상 네트워크입니다(예: fe80:/64). 첫 번째 네트워크 주소는 서버 주소로 간주되고 두 번째 네트워크 주소는 클라이언트 가상 인터페이스에 할당됨
pl_pl: Jest to wirtualna sieć IPv6 używana do prywatnej komunikacji między tym klientem a serwerem wyrażona za pomocą CIDR (np. fe80::/64). Zakłada się, że pierwszy adres sieciowy jest adresem serwera, a drugi adres sieciowy zostanie przypisany do wirtualnego interfejsu klienta
uk_ua: Це віртуальна мережа IPv6, яка використовується для приватної комунікації між цим клієнтом та сервером, виражена за допомогою CIDR (наприклад, fe80::/64). Перша мережева адреса вважається адресою сервера, а друга мережева адреса буде призначена віртуальному інтерфейсу клієнта.
zh_cn: 这是用于此客户端和服务器之间的私有通信的IPv6虚拟网络，使用CIDR表示(例如fe80 :: / 64)。 假定第一网络地址是服务器地址，并且第二网络地址会被分配给客户端虚拟接口

source: This is the IPv4 virtual network used for private communications between this client and the server expressed using CIDR (eg. 10.0.8.0/24). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
cs_cz: Toto je virtuální IPv4 síť sloužící pro soukromou komunikaci mezi tímto klientem a serverem, vyjádřená v CIDR zápisu (např. 10.0.8.0/24). První adresa je předpokládána že je serveru a druhá bude přiřazena virtuálnímu rozhraní klienta
de_de: Dies ist das durch die Verwendung von CIDR (z. B. 10.0.8.0/24) ausgedrückte virtuelle IPv4-Netzwerk, dass für private Kommunikation zwischen Client und Server verwendet wird. Die erste Netzwerkadresse wird als Serveradresse verwendet und die zweite Netzwerkadresse wird der virtuellen Clientschnittstelle zugewiesen
el_gr: Αυτό είναι το εικονικό δίκτυο IPv4 που χρησιμοποιείται για ιδιωτικές επικοινωνίες μεταξύ αυτού του πελάτη και του διακομιστή, όπως εκφράζεται με CIDR (π.χ. 10.0.8.0/24). Η πρώτη διεύθυνση δικτύου θεωρείται ότι είναι η διεύθυνση του διακομιστή και η δεύτερη διεύθυνση δικτύου θα αντιστοιχιστεί στην εικονική διεπαφή του πελάτη.
fa_ir: این شبکهٔ مجازی IPv4 است که برای ارتباط خصوصی بین این کلاینت و سرور با فرمت CIDR استفاده می‌شود (مثلاً 10.0.8.0/24). آدرس شبکهٔ اول فرضاً آدرس سرور و آدرس دوم به رابط مجازی کلاینت اختصاص داده می‌شود.
fr_fr: Réseau IPv4 virtuel utilisé pour les communications privées entre ce client et le serveur indiqué en CIDR (10.0.8.0/24 par exemple). La première adresse réseau est censée être celle du serveur, la seconde celle affectée à l'interface virtuelle du client
it_it: Questa è la rete virtuale IPv4 utilizzata per le comunicazioni private tra questo client e il server espresse utilizzando CIDR (es. 10.0.8.0/24). Si presuppone che il primo indirizzo di rete sia l'indirizzo del server e il secondo indirizzo di rete verrà assegnato all'interfaccia virtuale del client
ko_kr: 이는 이 클라이언트와 CIDR(예: 10.0.8.0/24)을 사용하여 표현된 서버 간의 개인 통신에 사용되는 IPv4 가상 네트워크입니다. 첫 번째 네트워크 주소는 서버 주소로 간주되고 두 번째 네트워크 주소는 클라이언트 가상 인터페이스에 할당됩니다
pl_pl: Jest to wirtualna sieć IPv4 używana do prywatnej komunikacji między tym klientem a serwerem wyrażona za pomocą CIDR (np. 10.0.8.0/24). Zakłada się, że pierwszy adres sieciowy jest adresem serwera, a drugi adres sieciowy zostanie przypisany do wirtualnego interfejsu klienta
uk_ua: Це віртуальна мережа IPv4, яка використовується для приватної комунікації між цим клієнтом та сервером, виражена за допомогою CIDR (наприклад, 10.0.8.0/24). Перша мережева адреса вважається адресою сервера, а друга мережева адреса буде призначена віртуальному інтерфейсу клієнта.
zh_cn: 这是用于此客户端和服务器之间的私有通信的IPv4虚拟网络，使用CIDR表示(例如10.0.8.0/24)。 假定第一网络地址是服务器地址，并且第二网络地址会被分配给客户端虚拟接口

source: NOTE: Leave this set to SHA1 unless the server is set to match. SHA1 is the default for OpenVPN.
cs_cz: POZN.: ponechte nastavené na SHA1 pokud server není nastaven jinak. SHA1 je pro OpenVPN výchozím algoritmem.
de_de: Hinweis: Lassen Sie dies auf SHA1 gesetzt, sofern der Server nicht auch entsprechend konfiguriert ist. SHA1 ist der Standard bei OpenVPN.
el_gr: ΣΗΜΕΙΩΣΗ: Αφήστε αυτήν την τιμή σε SHA1, εκτός εάν ο διακομιστής έχει ρυθμιστεί ώστε να ταιριάζει. Το SHA1 είναι η προεπιλεγμένη τιμή για το OpenVPN.
fa_ir: توجه: این را روی SHA1 نگه دارید مگر آن‌که سرور طوری تنظیم شده باشد که با آن مطابقت داشته باشد. SHA1 پیش‌فرض OpenVPN است.
fr_fr: NOTE: Laissez ce paramètre sur SHA1 à moins qu'il n'est également été modifié sur le serveur. SHA1 est la valeur par défaut utilisée par OpenVPN.
it_it: NOTA: lasciare impostato su SHA1 a meno che il server non sia impostato in modo che corrisponda. SHA1 è l'impostazione predefinita per OpenVPN.
ko_kr: 참고: 서버가 일치하도록 설정되지 않은 경우 이 설정을 SHA1로 유지합니다. SHA1은 OpenVPN의 기본값입니다.
pl_pl: UWAGA: Pozostaw to ustawienie na SHA1, chyba że serwer jest ustawiony na dopasowanie. SHA1 jest domyślną opcją dla OpenVPN.
uk_ua: НОТАТКА: Залиште це значення SHA1, якщо сервер не налаштований на відповідність. SHA1 є типовим для OpenVPN.
zh_cn: 注意：请让该选项保留设置为SHA1，除非服务器设置了匹配的选项。SHA1是OpenVPN的默认值。

source: Automatically generate a shared key
cs_cz: Vytvořit sdílený klíč automaticky
de_de: Automatisch einen gemeinsamen Schlüssel generieren
el_gr: Αυτόματη δημιουργία κοινόχρηστου κλειδιού
fa_ir: تولید خودکار کلید مشترک
fr_fr: Générer automatiquement une clé partagée
it_it: Genera automaticamente una chiave condivisa
ko_kr: 자동으로 공유 키 생성
pl_pl: Automatycznie generuj klucz wspólny
uk_ua: Автоматично згенерувати спільний ключ
zh_cn: 自动生成一个共享密钥

source: Shared Key
cs_cz: Sdílený klíč
de_de: Gemeinsamer Schlüssel
el_gr: Κοινόχρηστο κλειδί
fa_ir: کلید مشترک
fr_fr: Clé Partagée
it_it: Chiave condivisa
ko_kr: 공유 키
pl_pl: Klucz wspólny
uk_ua: Спільний ключ
zh_cn: 共享密钥

source: if one is required for this connection.
cs_cz: pokud je pro toto připojení vyžadován.
de_de: wenn eins für diese Verbindung benötigt wird.
el_gr: εάν απαιτείται για αυτήν τη σύνδεση.
fa_ir: در صورتی که برای این اتصال لازم باشد.
fr_fr: si nécessaire pour cette connexion.
it_it: se ne è richiesto uno per questa connessione.
ko_kr: 이 연결에 필요한 경우.
pl_pl: jeśli jest wymagany dla tego połączenia.
uk_ua: якщо він потрібен для цього з'єднання.
zh_cn: 如果此连接需要一个。

source: No Certificates defined.
cs_cz: Nejsou zadané žádné certifikáty.
de_de: Keine Zertifikate definiert.
el_gr: Δεν έχουν οριστεί πιστοποιητικά.
fa_ir: هیچ گواهی‌نامه‌ای تعریف نشده است.
fr_fr: Aucun Certificat déclaré.
it_it: Nessun certificato definito.
ko_kr: 정의된 인증서가 없습니다.
pl_pl: Nie zdefiniowano certyfikatów.
uk_ua: Сертифікати не визначені.
zh_cn: 没有定义证书。

source: (Username and Password required)
cs_cz: (uživatelské jméno a heslo jsou vyžadovány)
de_de: (Benutzername und Passwort erforderlich)
el_gr: (Απαιτείται όνομα χρήστη και κωδικός πρόσβασης)
fa_ir: (نام‌کاربری و رمز عبور لازم است)
fr_fr: (L'utilisateur et le mot de passe sont requis)
it_it: (Nome utente e password obbligatori)
ko_kr: (사용자 이름 및 비밀번호 필요)
pl_pl: (Nazwa użytkownika oraz hasło wymagane)
uk_ua: (Потрібні ім'я користувача та пароль)
zh_cn: (需要用户名和密码)

source: Paste your shared key here
cs_cz: Sem vložte svůj sdílený klíč
de_de: Fügen Sie Ihren gemeinsamen Schlüssel hier ein
el_gr: Επικολλήστε το κοινόχρηστο κλειδί σας εδώ
fa_ir: کلید مشترک خود را اینجا جای‌گذاری کنید.
fr_fr: Coller la clé partagée ici
it_it: Incolla qui la tua chiave condivisa
ko_kr: 여기에 공유 키 붙여넣기
pl_pl: Tu wklej swój klucz wspólny
uk_ua: Вставте ваш спільний ключ сюди
zh_cn: 在此处粘贴您的共享密钥

source: Automatically generate a shared TLS authentication key
cs_cz: Automaticky vytvořit sdílený TLS ověřovací klíč
de_de: Automatisch gemeinsamen Authentifizierungsschlüssel generieren
el_gr: Αυτόματη δημιουργία ενός κοινόχρηστου κλειδιού ελέγχου ταυτότητας TLS
fa_ir: تولید خودکار کلید احراز هویت TLS مشترک
fr_fr: Générer automatiquement une clé partagée d'authentification TLS
it_it: Genera automaticamente una chiave di autenticazione TLS condivisa
ko_kr: 공유 TLS 인증 키 자동 생성
pl_pl: Automatycznie generuj klucz wspólny autentykacji TLS
uk_ua: Автоматично згенерувати спільний ключ TLS-автентифікації
zh_cn: 自动生成共享TLS身份认证密钥

source: Renegotiate data channel key after n seconds (default=3600). Set to 0 to disable.
cs_cz: Znovu dohodnout klíč datového kanálu po n sekundách (výchozí=3600). Vypíná se nastavením na 0 (nula).
de_de: Bestimme einen neuen Datenkanalschlüssel nach n Sekunden (Standard = 3600). Setzen Sie den Wert 0, um die Funktion zu deaktivieren.
el_gr: Επαναδιαπραγμάτευση κλειδιού καναλιού δεδομένων μετά από n δευτερόλεπτα (προεπιλογή=3600). Ορίστε σε 0 για απενεργοποίηση.
fa_ir: کلید کانال داده را هر n ثانیه تجدید کنید (پیش‌فرض=3600). مقدار 0 غیرفعال می‌کند.
fr_fr: Renégociation de la clé du canal de données après n secondes (défaut=3600). Mettre à 0 pour désactiver.
it_it: Rinegozia la chiave del canale dati dopo n secondi (impostazione predefinita = 3600). Impostare su 0 per disabilitare.
ko_kr: 수 초 후에 데이터 채널 키를 다시 협상합니다(기본값=3600). 사용하지 않으려면 0으로 설정합니다.
pl_pl: Renegocjuj klucz kanału danych co n sekund (domyślnie 3600). Ustaw 0 aby wyłączyć.
uk_ua: Передомовитися про ключ каналу даних після n секунд (типово=3600). Встановіть 0, щоб вимкнути.
zh_cn: 在指定秒数后重新协商数据通道密钥(默认值= 3600)。 设置为0则禁用。

source: Renegotiate time
cs_cz: Interval opětovného dojednávání
de_de: Zeit bis zur Neubestimmung
el_gr: Επαναδιαπραγμάτευση χρόνου
fa_ir: زمان تجدید
fr_fr: Durée de renégociation
it_it: Rinegoziare il tempo
ko_kr: 재협상 시간
pl_pl: Czas renegocjacji
uk_ua: Час переговорів
zh_cn: 重新协商时间

source: Leave empty when no user name and password are needed.
cs_cz: Pokud uživatelské jméno a heslo nejsou vyžadované, nevyplňujte je.
de_de: Freilassen wenn kein Benutzername und Passwort benötigt wird.
el_gr: Αφήστε το κενό όταν δεν απαιτείται όνομα χρήστη και κωδικός πρόσβασης.
fa_ir: در صورت عدم نیاز به نام کاربری و رمز عبور، خالی بگذارید.
fr_fr: Laissez vide si aucun nom d'utilisateur et mot de passe ne sont requis.
it_it: Lasciare vuoto quando non sono necessari nome utente e password.
ko_kr: 사용자 이름과 비밀번호가 필요하지 않을 때는 비워 둡니다.
pl_pl: Pozostaw puste jeżeli nazwa użytkownika i hasło nie są wymagane.
uk_ua: Залиште пустим, коли ім'я користувача та пароль не потрібні.
zh_cn: 如果不需要用户名和密码，请留空。

source: User name/pass
cs_cz: Uživatelské jméno / heslo
de_de: Benutzername/Passwort
el_gr: Όνομα χρήστη/κωδικός πρόσβασης
fa_ir: نام کاربری/رمز عبور
fr_fr: Nom d'utilisateur/mot de passe
it_it: Nome utente/pass
ko_kr: 사용자 이름/비밀번호
pl_pl: Nazwa użytkownika/hasło
uk_ua: Ім'я користувача/пароль
zh_cn: 用户名/密码

source: User Authentication Settings
cs_cz: Nastavení ověřování uživatelů
de_de: Einstellung für Benutzerauthentifizierung
el_gr: Ρυθμίσεις ελέγχου ταυτότητας χρήστη
fa_ir: تنظیمات احراز هویت کاربر
fr_fr: Paramètres de l'authentification des utilisateurs
it_it: Impostazioni di autenticazione utente
ko_kr: 사용자 인증 설정
pl_pl: Ustawienia autentykacji użytkownika
uk_ua: Налаштування автентифікації користувача
zh_cn: 认证设置

source: Set this option if you would like to bind to a specific port. Leave this blank or enter 0 for a random dynamic port.
cs_cz: Tuto předvolbu nastavte, pokud chcete navázat na konkrétní port. Pro náhodný dynamický port nevyplňujte nebo zadejte 0 (nula).
de_de: Setzen Sie diese Option, falls Sie an einen spezifischen Port binden möchten. Lassen Sie es leer oder geben Sie eine 0 ein, um einen zufälligen dynamischen Port zu verwenden.
el_gr: Ορίστε αυτήν την επιλογή εάν θέλετε να συνδεθείτε σε μια συγκεκριμένη θύρα. Αφήστε την κενή ή εισαγάγετε 0 για μια τυχαία δυναμική θύρα.
fa_ir: این گزینه را انتخاب کنید اگر می‌خواهید به یک پورت مشخص متصل شوید. برای پورت تصادفی خالی بگذارید یا 0 وارد کنید.
fr_fr: Utilisez cette option si vous souhaiter utiliser le transfert vers un port spécifique. Laissez vide ou sur 0 pour utiliser un port aléatoire dynamique.
it_it: Imposta questa opzione se desideri collegarti a una porta specifica. Lascia vuoto questo campo o inserisci 0 per una porta dinamica casuale.
ko_kr: 특정 포트에 바인딩하려면 이 옵션을 설정하세요. 이 값을 비워 두거나 임의 동적 포트의 경우 0을 입력합니다.
pl_pl: Nadaj wartość tej opcji jeśli chcesz przpisać do wybranego portu. Zostaw puste lub wprowadź 0 dla dynamicznej wartości losowej.
uk_ua: Встановіть цю опцію, якщо ви хочете прив'язатися до певного порту. Залиште це поле пустим або введіть 0 для випадкового динамічного порту.
zh_cn: 如果要绑定到特定端口，请设置此选项。 留空此处，或输入0来使用随机动态端口。

source: Local port
cs_cz: Místní port
de_de: Lokaler Port
el_gr: Τοπική θύρα
fa_ir: پورت محلی
fr_fr: Port local
it_it: Porto locale
ko_kr: 로컬 포트
pl_pl: Port lokalny
uk_ua: Локальний порт
zh_cn: 本地端口

source: Proxy authentication extra options
cs_cz: Rozšířené předvolby ověřování proxy
de_de: Extraoptionen der Proxyauthentifizierung
el_gr: Επιπλέον επιλογές ελέγχου ταυτότητας μέσω proxy
fa_ir: گزینه‌های اضافی احراز هویت پراکسی
fr_fr: Options supplémentaires pour l'authentification proxy
it_it: Opzioni extra di autenticazione proxy
ko_kr: 프록시 인증 추가 옵션
pl_pl: Dodatkowe opcji autentykacji proxy
uk_ua: Додаткові опції автентифікації проксі
zh_cn: 代理认证额外选项

source: Proxy host or address
cs_cz: Název nebo IP adresa stroje s proxy
de_de: Proxy Host oder Adresse
el_gr: διακομιστής proxy ή διεύθυνση proxy
fa_ir: میزبان یا آدرس پراکسی
fr_fr: Nom d'hôte ou adresse du proxy
it_it: Host o indirizzo proxy
ko_kr: 프록시 호스트 또는 주소
pl_pl: Nazwa host lub adres proxy
uk_ua: Хост або адреса проксі
zh_cn: 代理主机或地址
