Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Add a tag to packets that are dropped by CrowdSec rules for diagnostic purposes.
cs_cz: Paketům, zahozeným pravidly CrowdSec, přidávat pro diagnostické účely štítky.
de_de: Ein Tag zu Paketen hinzufügen, die durch CrowdSec-Regeln verworfen werden, zu Diagnosezwecken.
el_gr: Προσθέστε μια ετικέτα σε πακέτα που απορρίπτονται από τους κανόνες του CrowdSec για διαγνωστικούς σκοπούς.
fa_ir: برای عیب‌یابی، به بسته‌هایی که توسط قوانین CrowdSec رد می‌شوند برچسب اضافه کنید.
fr_fr: Ajouter une balise aux paquets qui sont rejetés par les règles CrowdSec pour à des fins de diagnostic.
it_it: Aggiungi un tag ai pacchetti rilasciati dalle regole CrowdSec per scopi diagnostici.
ko_kr: 진단 목적으로 CrowdSec 규칙에 의해 삭제된 패킷에 태그를 추가합니다.
uk_ua: Додати тег до пакетів, які відкидаються правилами CrowdSec, для діагностичних цілей.
zh_cn: 为CrowdSec规则丢弃的数据包添加标签， 以方便进行诊断。

source: Add nameservers to this resolver configuration. They may be prefixed with either tcp@ or udp@ to use the TCP or UDP protocol respectively. For example 192.168.1.1:53, tcp@192.168.1.1:53 or udp@192.168.1.1:53. Use TAB key to complete typing.
cs_cz: Přidání jmenných serverů do tohoto nastavení překladu. Mohou mít předponu tcp@ nebo udp@ pro použití protokolu TCP nebo UDP. Například 192.168.1.1:53, tcp@192.168.1.1:53 nebo udp@192.168.1.1:53. Pro dokončení psaní použijte klávesu TAB.
de_de: Fügen Sie Nameserver zu dieser Resolver-Konfiguration hinzu. Diese können mit tcp@ oder udp@ vorangestellt werden, um das jeweilige Protokoll zu verwenden. Beispiel: 192.168.1.1:53, tcp@192.168.1.1:53 oder udp@192.168.1.1:53. Verwenden Sie die TAB-Taste, um die Eingabe zu vervollständigen.
el_gr: Προσθέστε διακομιστές ονομάτων σε αυτήν τη διαμόρφωση επίλυσης. Μπορεί να έχουν πρόθεμα tcp@ ή udp@ για να χρησιμοποιούν το πρωτόκολλο TCP ή UDP αντίστοιχα. Για παράδειγμα, 192.168.1.1:53, tcp@192.168.1.1:53 ή udp@192.168.1.1:53. Χρησιμοποιήστε το πλήκτρο TAB για να ολοκληρώσετε την πληκτρολόγηση.
fa_ir: سرورهای نام را به پیکربندی Resolver اضافه کنید. می‌توانند با tcp@ یا udp@ پیش‌وند شوند تا به‌ترتیب از پروتکل TCP یا UDP استفاده شود. برای مثال 192.168.1.1:53، tcp@192.168.1.1:53 یا udp@192.168.1.53. از کلید TAB برای تکمیل تایپ استفاده کنید.
fr_fr: Ajoutez des serveurs de noms à cette configuration de résolveur. Ils peuvent être préfixés par tcp@ ou udp@ pour utiliser respectivement le protocole TCP ou UDP. Par exemple 192.168.1.1:53, tcp@192.168.1.1:53 ou udp@192.168.1.1:53. Utilisez la touche TAB pour terminer la saisie.
it_it: Aggiungi server dei nomi a questa configurazione del risolutore. Possono avere il prefisso tcp@ o udp@ per utilizzare rispettivamente il protocollo TCP o UDP. Ad esempio 192.168.1.1:53, tcp@192.168.1.1:53 o udp@192.168.1.1:53. Utilizzare il tasto TAB per completare la digitazione.
ko_kr: 이 해석기 구성에 네임서버를 추가합니다. 각각 TCP 또는 UDP 프로토콜을 사용하려면 tcp@ 또는 udp@로 프리픽스를 붙일 수 있습니다. 예: 192.168.1.1:53, tcp@192.168.1.1:53 또는 udp@192.168.1.1:53. 타이핑을 완료하려면 TAB 키를 사용하세요.
uk_ua: Додайте сервери імен до цієї конфігурації роздільника. Вони можуть бути префіксовані tcp@ або udp@ для використання протоколів TCP або UDP відповідно. Наприклад, 192.168.1.1:53, tcp@192.168.1.1:53 або udp@192.168.1.1:53. Використовуйте клавішу TAB для завершення введення.
zh_cn: 名称服务器添加到此解析器配置中。它们可以以tcp@或udp@为前缀，以分别使用TCP或UDP协议。 例如192.168.1.1:53, tcp@192.168.1.1:53 或 udp@192.168.1.1:53。 使用TAB键完成输入。

source: Add this port value to the Host header. Not used by default.
cs_cz: Přidat tuto hodnotu port do hlavičky hostitele. Ve výchozím stavu nepoužito.
de_de: Fügt dem Host-Header diesen Portwert hinzu. Wird standardmäßig nicht verwendet.
el_gr: Προσθέστε αυτήν την τιμή θύρας στην κεφαλίδα Host. Δεν χρησιμοποιείται από προεπιλογή.
fa_ir: این مقدار پورت را به هدر Host اضافه می‌کند. به‌طور پیش‌فرض استفاده نمی‌شود.
fr_fr: Ajouter cette valeur de port à l'en-tête Host. Non utilisé par défaut.
it_it: Aggiungi questo valore di porta all'intestazione Host. Non utilizzato per impostazione predefinita.
ko_kr: 이 포트 값을 Host 헤더에 추가합니다. 기본적으로 사용되지 않습니다.
uk_ua: Додати це значення порту до заголовка Host. Типово не використовується.
zh_cn: 将此端口值添加到主机标头。默认情况下不使用。

source: Address Type
cs_cz: Typ adresy
de_de: Adressentyp
el_gr: Τύπος διεύθυνσης
fa_ir: نوع آدرس
fr_fr: Type d'adresse
it_it: Tipo di indirizzo
ko_kr: 주소 유형
uk_ua: Тип адреси
zh_cn: 地址类型

source: Allow IPv6 for updates
cs_cz: Umožnit aktualizaci přes IPv6
de_de: IPv6 für Updates zulassen
el_gr: Να επιτρέπεται η χρήση του IPv6 για ενημερώσεις
fa_ir: اجازه استفاده از IPv6 برای به‌روزرسانی‌ها
fr_fr: Autoriser IPv6 pour les mises à jour
it_it: Consenti IPv6 per gli aggiornamenti
ko_kr: 업데이트에 대해 IPv6 허용
uk_ua: Дозволити IPv6 для оновлень
zh_cn: 允许使用IPv6进行更新

source: Allow connecting to websockets. You can use wildcards here like wss://*.exmaple.com.
cs_cz: Povolit připojení k webovým soketům. Je možné zde použít zástupné znaky, například wss://*.exmaple.com.
de_de: Verbindungen zu WebSockets erlauben. Platzhalter wie wss://*.example.com können verwendet werden.
el_gr: Επιτρέψτε τη σύνδεση σε websockets. Μπορείτε να χρησιμοποιήσετε wildcards εδώ, όπως wss://*.exmaple.com.
fa_ir: اجازه اتصال به وب‌سوکت‌ها. می‌توانید از wildcardهایی مانند wss://*.exmaple.com استفاده کنید.
fr_fr: Autorise la connexion aux websockets. Vous pouvez utiliser des caractères génériques comme wss://*.exmaple.com.
it_it: Consenti la connessione ai websocket. Puoi utilizzare i caratteri jolly qui come wss://*.exmaple.com.
ko_kr: 웹소켓에 연결할 수 있도록 허용합니다. 여기에는 wss://*.exmaple.com과 같은 와일드카드를 사용할 수 있습니다.
uk_ua: Дозволити підключення до вебсокетів. Тут можна використовувати підстановні знаки, наприклад wss://*.example.com.
zh_cn: 允许连接到websockets。 可以在此处使用通配符，例如 wss://*.exmaple.com。

source: Allow loading files over HTTP(S) allows downloading of content over other domains or CDNs. You can use wildcards here like https://*.exmaple.com.
cs_cz: Umožnit načítání souborů přes HTTP(S) umožňuje stahování obsahu přes jiné domény nebo CDN sítě. Je možné zde použít zástupné znaky, například https://*.exmaple.com.
de_de: Das Laden von Dateien über HTTP(S) erlauben, ermöglicht das Herunterladen von Inhalten von anderen Domains oder CDNs. Platzhalter wie https://*.example.com können verwendet werden.
el_gr: Η επιλογή "Να επιτρέπεται η φόρτωση αρχείων μέσω HTTP(S)" επιτρέπει τη λήψη περιεχομένου μέσω άλλων τομέων ή CDN. Μπορείτε να χρησιμοποιήσετε χαρακτήρες μπαλαντέρ εδώ, όπως https://*.exmaple.com.
fa_ir: فعال‌سازی بارگذاری فایل‌ها از طریق HTTP(S) اجازه دانلود محتوا از دامنه‌ها یا CDNهای دیگر را می‌دهد. می‌توانید از wildcardهایی مانند https://*.exmaple.com استفاده کنید.
fr_fr: Allow loading files over HTTP(S) permet de télécharger du contenu sur d'autres domaines ou CDN. Vous pouvez utiliser des caractères génériques comme https://*.exmaple.com.
it_it: Consenti caricamento file su HTTP(S) consente il download di contenuti su altri domini o CDN. Puoi utilizzare i caratteri jolly qui come https://*.exmaple.com.
ko_kr: HTTP(S)를 통해 로딩되는 파일을 허용하면, 다른 도메인 또는 CDN에서 콘텐츠를 다운로드할 수 있습니다. 여기서는 https://*.exmaple.com 와 같이 와일드카드를 사용할 수 있습니다.
uk_ua: Дозволити завантаження файлів через HTTP(S) дозволяє завантажувати вміст з інших доменів або CDN. Тут можна використовувати символи-замінники, наприклад, https://*.example.com.
zh_cn: 允许通过HTTP(S)加载文件，允许通过其他域或CDN下载内容。 可以在此处使用通配符，例如:https://*.exmaple.com。

source: An integer value containing the type of the SSL hello message found in the request buffer if the buffer contains data that parse as a complete SSL (v3 or superior) client hello message.
cs_cz: Celočíselná hodnota obsahující typ SSL zprávy hello, nalezené ve vyrovnávací paměti požadavků (pokud vyrovnávací paměť obsahuje data, která jsou zanalyzována jako kompletní SSL zpráva – v3 nebo vyšší).
de_de: Ein Ganzzahlwert, der den Typ der SSL-Hello-Nachricht enthält, die im Anforderungspuffer gefunden wurde, sofern der Puffer Daten enthält, die als vollständige SSL-Client-Hello-Nachricht (Version 3 oder höher) interpretiert werden können.
el_gr: Μια ακέραια τιμή που περιέχει τον τύπο του μηνύματος hello SSL που βρίσκεται στο buffer αιτήματος, εάν το buffer περιέχει δεδομένα που αναλύονται ως ένα πλήρες μήνυμα hello πελάτη SSL (v3 ή ανώτερο).
fa_ir: یک مقدار عددی شامل نوع پیام SSL hello است که در بافر درخواست پیدا شده، در صورتی که بافر داده‌ای را داشته باشد که به‌عنوان یک پیام کامل client hello SSL (v3 یا بالاتر) قابل تجزیه باشد.
fr_fr: Une valeur entière contenant le type de message d'accueil SSL trouvé dans le tampon de la requête si le tampon contient des données qui sont analysées comme un message d'accueil complet du client SSL (v3 ou supérieur).
it_it: Un valore intero contenente il tipo del messaggio di saluto SSL trovato nel buffer di richiesta se il buffer contiene dati che vengono analizzati come un messaggio di saluto client SSL completo (v3 o superiore).
ko_kr: 버퍼에 완전한 SSL(v3 이상) 클라이언트 hello 메시지로 구문 분석할 수 있는 데이터가 포함된 경우 요청 버퍼에 있는 SSL hello 메시지 유형을 포함하는 정수 값입니다.
uk_ua: Цілочисельне значення, що містить тип привітального повідомлення SSL, знайденого в буфері запиту, якщо буфер містить дані, що розпізнаються як повне привітальне повідомлення клієнта SSL (v3 або вище).
zh_cn: 一个整数值，如果请求缓冲区中包含可解析为完整 SSL（v3 或更高）客户端问候信息的数据，则该值包含请求缓冲区中的 SSL 问候信息的类型。

source: Annoy Delay
cs_cz: Prodleva otravování
el_gr: Ενοχλητική καθυστέρηση
fa_ir: تاخیر (Annoy)
fr_fr: Délai de gêne
it_it: Ritardo fastidioso
uk_ua: Затримка надокучання
zh_cn: 提示延迟

source: Annoy Time
cs_cz: Doba otravování
el_gr: Ώρα για ενόχληση
fa_ir: زمان (Annoy)
fr_fr: Temps d'ennui
it_it: Tempo di fastidio
uk_ua: Час надокучання
zh_cn: 提示时间

source: Anyprot Target
cs_cz: Cíl anyprot
de_de: Anyprot-Ziel
el_gr: Στόχος Anyprot
fa_ir: هدف Anyprot
fr_fr: Cible Anyprot
it_it: Obiettivo Anyprot
uk_ua: Ціль Anyprot
zh_cn: Anyprot 目标

source: Apcupsd Netserver IP Address
cs_cz: IP adresa apcupsd netserveru
de_de: IP-Adresse des Apcupsd-Netzservers
el_gr: Διεύθυνση IP διακομιστή δικτύου Apcupsd
fa_ir: آدرس IP Netserver برای Apcupsd
fr_fr: Adresse IP du serveur réseau Apcupsd
it_it: Indirizzo IP del Netserver Apcupsd
ko_kr: Apcupsd Netserver IP 주소
uk_ua: IP-адреса мережевого сервера Apcupsd
zh_cn: Apcupsd 网络服务器 IP 地址

source: Assigning services to the virtual IP's interface will automatically include this address. Check to prevent binding to this address instead.
cs_cz: Přiřazení služeb k rozhraní virtuální IP adresy ji automaticky zahrne. Zaškrtnutím zabráníte vazbě na tuto adresu.
de_de: Wenn Sie der Schnittstelle der virtuellen IP-Adresse Dienste zuweisen, wird diese Adresse automatisch miteinbezogen. Aktivieren Sie dieses Kontrollkästchen, um die Bindung an diese Adresse zu verhindern.
el_gr: Η αντιστοίχιση υπηρεσιών στη διεπαφή της εικονικής IP θα συμπεριλάβει αυτόματα αυτήν τη διεύθυνση. Επιλέξτε για να αποτρέψετε τη σύνδεση σε αυτήν τη διεύθυνση.
fa_ir: اختصاص سرویس‌ها به اینترفیس آی‌پی مجازی به‌طور خودکار این آدرس را دربر می‌گیرد. برای جلوگیری از اختصاص سرویس به این آدرس، تیک بزنید.
fr_fr: L'attribution de services à l'interface de l'IP virtuelle inclura automatiquement cette adresse. Cochez cette case pour empêcher la liaison à cette adresse.
it_it: L'assegnazione dei servizi all'interfaccia dell'IP virtuale includerà automaticamente questo indirizzo. Seleziona invece per impedire l'associazione a questo indirizzo.
ko_kr: 가상 IP의 인터페이스에 서비스를 할당하면 이 주소가 자동으로 포함됩니다. 이 주소에 바인딩하는 것을 방지하려면 확인하세요.
uk_ua: Призначення служб інтерфейсу віртуальної IP-адреси автоматично включатиме цю адресу. Позначте, щоб замість цього запобігти прив'язці до цієї адреси.
zh_cn: 将服务分配给虚拟IP的接口将自动包含该地址。选中则防止绑定到该地址。

source: Attribute Unchanged
cs_cz: Atribut nezměněn
de_de: Attribut unverändert
el_gr: Χαρακτηριστικό Αμετάβλητο
fa_ir: ویژگی بدون تغییر
fr_fr: Attribut inchangé
it_it: Attributo invariato
ko_kr: 속성이 변경됨
uk_ua: Атрибут незмінний
zh_cn: 属性未更改

source: Authentication Pool
cs_cz: Fond ověřování
de_de: Authentifizierungspool
el_gr: Πισίνα ελέγχου ταυτότητας
fa_ir: استخر احراز هویت
fr_fr: Pool d'authentification
it_it: Gruppo di autenticazione
ko_kr: 인증 풀
uk_ua: Пул автентифікації
zh_cn: 认证池

source: Authentication to perform for this round
cs_cz: Ověření, které se má provést v tomto kole
de_de: In diesem Durchgang auszuführende Authentifizierung
el_gr: Έλεγχος ταυτότητας για εκτέλεση σε αυτόν τον γύρο
fa_ir: نوع احراز هویت برای این دور
fr_fr: Authentification à effectuer pour ce tour
it_it: Autenticazione da eseguire per questo round
ko_kr: 이 라운드에 수행할 인증
uk_ua: Автентифікація для виконання цього раунду
zh_cn: 为本回合执行的身份验证方式

source: Authentication to perform for this round, when using Pre-Shared key make sure to define one under "VPN->IPsec->Pre-Shared Keys"
cs_cz: Ověřování, které má být prováděno pro toto kolo – při použití předsdíleného klíče se ujistěte, že je definován ve „VPN->IPsec->Předsdílené klíče“.
de_de: In diesem Durchgang auszuführende Authentifizierung. Wenn ein vorab geteilter Schlüssel (Pre-Shared Key) verwendet wird, stellen Sie sicher, dass dieser unter "VPN -> IPsec -> Pre-Shared Keys" definiert ist.
el_gr: Έλεγχος ταυτότητας που θα εκτελεστεί για αυτόν τον γύρο. Όταν χρησιμοποιείτε προ-κοινόχρηστο κλειδί, βεβαιωθείτε ότι έχετε ορίσει ένα στην ενότητα "VPN->IPsec->Προ-κοινόχρηστα κλειδιά".
fa_ir: احراز هویتی که برای این دور اجرا می‌شود. هنگام استفاده از Pre-Shared key مطمئن شوید یکی را در "VPN->IPsec->Pre-Shared Keys" تعریف کرده‌اید.
fr_fr: Authentification à effectuer pour ce tour, si vous utilisez une clé pré-partagée, assurez-vous d'en définir une sous "VPN->IPsec->Pre-Shared Keys".
it_it: Autenticazione da eseguire per questo round, quando si utilizza la chiave pre-condivisa assicurarsi di definirne una in "VPN->IPsec->Chiavi pre-condivise"
ko_kr: 이 라운드를 수행하기 위한 인증은 사전 공유 키를 사용할 때 "VPN->IPsec->사전 공유 키"에서 하나를 정의해야 합니다.
uk_ua: Автентифікація для виконання цього раунду; при використанні попередньо спільного ключа переконайтеся, що ви визначили його в розділі "VPN->IPsec->Попередньо спільні ключі"
zh_cn: 为这一轮执行的身份验证，当使用预共享密钥时，确保在 "VPN->IPsec->预共享密钥 "下进行了定义。

source: Autoban Response Code
cs_cz: Kód odezvy automatického vyloučení
de_de: Antwortcode für automatische Sperrung
el_gr: Κωδικός απόκρισης αυτόματου αποκλεισμού
fa_ir: کد پاسخ Autoban
fr_fr: Code de réponse Autoban
it_it: Codice di risposta al blocco automatico
ko_kr: 자동 차단 응답 코드
uk_ua: Код відповіді автоблокування
zh_cn: 自动禁止响应代码

source: Autoblock TTL (minutes)
cs_cz: Délka trvání automatického blokování (minuty)
de_de: Autoblock-TTL (Minuten)
el_gr: Αυτόματος αποκλεισμός TTL (λεπτά)
fa_ir: TTL بلوک خودکار (دقیقه)
it_it: TTL blocco automatico (minuti)
ko_kr: Autoblock TTL(분)
uk_ua: Час життя автоблокування (хвилини)
zh_cn: 自动阻止TTL

source: Avoid overwriting LAPI settings for config.yaml, local_api_credentials.yaml, crowdsec-firewall-bouncer.yaml. The next two configuration options (lapi_listen_address, lapi_listen_port) will be ignored. Allows unsupported configurations like linking together multiple opnsense instances or connecting to an existing crowdsec multi-server setup.
cs_cz: Zamezení přepisování nastavení LAPI pro config.yaml, local_api_credentials.yaml, crowdsec-firewall-bouncer.yaml. Další dvě předvolby nastavení (lapi_listen_address, lapi_listen_port) budou ignorovány. Umožňuje nepodporovaná uspořádání, jako je například propojení dohromady více instancí opnsense nebo připojení k existujícímu crowdsec nastavení vícera serverů.
de_de: Vermeidet das Überschreiben der LAPI-Einstellungen in config.yaml, local_api_credentials.yaml und crowdsec-firewall-bouncer.yaml. Die folgenden beiden Konfigurationsoptionen (lapi_listen_address, lapi_listen_port) werden ignoriert. Ermöglicht nicht unterstützte Konfigurationen wie das Verbinden mehrerer OPNsense-Instanzen oder das Anbinden an ein bestehendes CrowdSec-Mehrserver-Setup.
el_gr: Αποφύγετε την αντικατάσταση των ρυθμίσεων LAPI για τα config.yaml, local_api_credentials.yaml, crowdsec-firewall-bouncer.yaml. Οι επόμενες δύο επιλογές διαμόρφωσης (lapi_listen_address, lapi_listen_port) θα αγνοηθούν. Επιτρέπονται μη υποστηριζόμενες διαμορφώσεις, όπως η σύνδεση πολλαπλών παρουσιών opnsense ή η σύνδεση σε μια υπάρχουσα εγκατάσταση πολλαπλών διακομιστών crowdsec.
fa_ir: از بازنویسی تنظیمات LAPI برای config.yaml، local_api_credentials.yaml و crowdsec-firewall-bouncer.yaml جلوگیری کنید. دو گزینه پیکربندی بعدی (lapi_listen_address، lapi_listen_port) نادیده گرفته خواهند شد. این امکان پیکربندی‌های پشتیبانی‌نشده مانند لینک کردن چند نمونه opnsense یا اتصال به یک راه‌اندازی چندسروری crowdsec موجود را فراهم می‌کند.
fr_fr: Éviter d'écraser les paramètres LAPI pour config.yaml, local_api_credentials.yaml, crowdsec-firewall-bouncer.yaml. Les deux suivantes (lapi_listen_address, lapi_listen_port) seront ignorées. seront ignorées. Permet des configurations non supportées comme lier plusieurs instances plusieurs instances opnsense ou se connecter à une configuration multi-serveur crowdsec multi-serveurs.
it_it: Evita di sovrascrivere le impostazioni LAPI per config.yaml, local_api_credentials.yaml, crowdsec-firewall-bouncer.yaml. Il prossimo saranno disponibili due opzioni di configurazione (lapi_listen_address, lapi_listen_port). essere ignorato. Consente configurazioni non supportate come il collegamento insieme più istanze di opnsense o connessione a un crowdsec esistente configurazione multiserver.
ko_kr: config.yaml, local_api_credentials.yaml, crowdsec-firewall-bouncer.yaml에 대한 LAPI 설정을 덮어쓰지 않습니다. 다음 두 구성 옵션(lapi_listen_address, lapi_listen_port)은 무시됩니다. 여러 opnsense 인스턴스를 연결하거나 기존 crowdsec 다중 서버 설정에 연결하는 등 지원되지 않는 구성을 허용합니다.
uk_ua: Запобігти перезапису налаштувань LAPI для config.yaml, local_api_credentials.yaml, crowdsec-firewall-bouncer.yaml. Наступні дві опції конфігурації (lapi_listen_address, lapi_listen_port) будуть ігноруватися. Дозволяє непідтримувані конфігурації, такі як зв'язування кількох екземплярів opnsense або підключення до існуючої багатосерверної установки crowdsec.
zh_cn: 避免覆盖config.yaml、local_api_credentials.yaml、 crowsec-firewall-bouncer.yaml的LAPI设置。 接下来的两个配置选项（lapi_listen_address、lapi_listen_port）将被忽略。 允许不受支持的配置， 例如将多个opnsense实例链接在一起或连接到 现有的crowdsec多服务器设置。

source: BGP MD5 Password
cs_cz: BGP MD5 heslo
de_de: BGP-MD5-Passwort
el_gr: Κωδικός πρόσβασης BGP MD5
fa_ir: رمز MD5 برای BGP
fr_fr: Mot de passe MD5 BGP
it_it: Password BGP MD5
ko_kr: BGP MD5 비밀번호
uk_ua: Пароль BGP MD5
zh_cn: BGP MD5密码

source: Battery Level Shutdown (%)
cs_cz: Vypnutí při poklesu nabití akumulátoru pod (%)
de_de: Herunterfahren bei Akkuladestand (%)
el_gr: Επίπεδο μπαταρίας Κλείσιμο (%)
fa_ir: خاموشی بر اساس درصد باتری (%)
fr_fr: Arrêt du niveau de la batterie (%)
it_it: Spegnimento livello batteria (%)
ko_kr: 배터리 레벨 종료 (%)
uk_ua: Вимкнення при рівні заряду батареї (%)
zh_cn: 电池电量关闭 (%)

source: Battery Minutes Shutdown
cs_cz: Vypnutí po době na akumulátory
de_de: Herunterfahren nach Batterielaufzeit (Minuten)
el_gr: Λεπτά απενεργοποίησης μπαταρίας
fa_ir: خاموشی (دقایق باتری)
fr_fr: Arrêt en minutes de la batterie
it_it: Minuti batteria Spegnimento
ko_kr: 배터리 종료 시간 (분)
uk_ua: Вимкнення після хвилин роботи від батареї
zh_cn: 电池关机分钟

source: Battery Timeout Shutdown
cs_cz: Vypnutí časovým limitem na akumulátory
de_de: Herunterfahren nach Batterielaufzeitüberschreitung
el_gr: Τερματισμός λειτουργίας λόγω χρονικού ορίου μπαταρίας
fa_ir: خاموشی در صورت انقضای زمان باتری
fr_fr: Délai d'attente de la batterie Arrêt
it_it: Spegnimento per timeout della batteria
ko_kr: 배터리 타임아웃 종료
uk_ua: Вимкнення за тайм-аутом батареї
zh_cn: 电池超时关机

source: Blocklist Domains
cs_cz: Domény na seznamu blokovaných
de_de: Domains auf der Blockliste
el_gr: Λίστα αποκλεισμένων τομέων
fa_ir: دامنه‌های لیست مسدود
fr_fr: Domaines en liste bloquée
it_it: Domini della lista bloccata
ko_kr: 차단 목록 도메인
uk_ua: Домени чорного списку
zh_cn: 域黑名单

source: CF Zone ID (Optional)
cs_cz: Identif. CF zóny (volitelné)
de_de: CF-Zonen-ID (optional)
el_gr: Αναγνωριστικό ζώνης CF (Προαιρετικό)
fa_ir: CF Zone ID (اختیاری)
fr_fr: ID de la zone CF (facultatif)
it_it: ID zona CF (opzionale)
ko_kr: CF Zone ID (선택 사항)
uk_ua: ID зони CF (необов'язково)
zh_cn: CF Zone ID (可选)

source: Cache Settings
cs_cz: Nastavení mezipaměti
de_de: Cache-Einstellungen
el_gr: Ρυθμίσεις προσωρινής μνήμης
fa_ir: تنظیمات کش
fr_fr: Paramètres du cache
it_it: Impostazioni della cache
ko_kr: 캐시 설정
uk_ua: Налаштування кешу
zh_cn: 缓存设置

source: Certificate to use to connect
cs_cz: Certifikát pomocí kterého se připojit
de_de: Zertifikat für die Verbindung
el_gr: Πιστοποιητικό που θα χρησιμοποιηθεί για σύνδεση
fa_ir: گواهی برای اتصال
fr_fr: Certificat à utiliser pour se connecter
it_it: Certificato da utilizzare per connettersi
ko_kr: 연결에 사용할 인증서
uk_ua: Сертифікат для підключення
zh_cn: 用于连接的证书

source: Check Hostheaders
cs_cz: Kontrolovat hlavičky hostitelů
de_de: Host-Header prüfen
el_gr: Ελέγξτε τις κεφαλίδες κεντρικού υπολογιστή
fa_ir: بررسی هدرهای Host
fr_fr: Vérifier les en-têtes d'hôtes
it_it: Controlla le intestazioni host
ko_kr: Host 헤더 확인
uk_ua: Перевіряти заголовки Host
zh_cn: 检查主机头

source: Check Interval from 6 to 120
cs_cz: Interval kontroly (od 6 po 120)
de_de: Prüfintervall von 6 bis 120
el_gr: Διάστημα ελέγχου από 6 έως 120
fa_ir: فاصله بررسی از 6 تا 120
fr_fr: Intervalle de contrôle de 6 à 120
it_it: Controllare l'intervallo da 6 a 120
ko_kr: 6에서 120까지의 확인 간격
uk_ua: Інтервал перевірки від 6 до 120
zh_cn: 检查间隔从 6 到 120

source: Check ip timeout
cs_cz: Časový limit kontroly ip
de_de: IP-Prüfzeitüberschreitung
el_gr: Έλεγχος χρονικού ορίου IP
fa_ir: تایم‌اوت بررسی IP
fr_fr: Vérifier le délai d'attente de l'ip
it_it: Controlla il timeout dell'IP
ko_kr: IP 타임아웃 확인
uk_ua: Тайм-аут перевірки IP
zh_cn: 检查IP超时
