Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: When using the TLS ALPN extension, HAProxy advertises the specified protocol list as supported on top of ALPN. TLS must be enabled.
cs_cz: Při použití TLS rozšíření ALPN inzeruje HAProxy zadaný seznam protokolů jako podporovaný nad ALPN. Je třeba, aby bylo zapnuto TLS.
de_de: Bei Verwendung der TLS-ALPN-Erweiterung gibt HAProxy die angegebene Protokollliste zusätzlich zu ALPN als unterstützt an. TLS muss aktiviert sein.
el_gr: Όταν χρησιμοποιείτε την επέκταση TLS ALPN, το HAProxy διαφημίζει την καθορισμένη λίστα πρωτοκόλλων ως υποστηριζόμενη επιπλέον του ALPN. Το TLS πρέπει να είναι ενεργοποιημένο.
fa_ir: وقتی از توسعه TLS ALPN استفاده می‌شود، HAProxy فهرست پروتکل مشخص‌شده را به‌عنوان پروتکل‌های پشتیبانی‌شده از طریق ALPN اعلام می‌کند. TLS باید فعال باشد.
fr_fr: Lors de l'utilisation de l'extension TLS ALPN, HAProxy annonce la liste de protocoles spécifiée comme prise en charge au-dessus d'ALPN. TLS doit être activé.
it_it: Quando si utilizza l'estensione TLS ALPN, HAProxy pubblicizza l'elenco di protocolli specificato come supportato su ALPN. TLS deve essere abilitato.
ko_kr: TLS ALPN 확장을 사용하는 경우 HAProxy는 ALPN 위에 지정된 프로토콜 목록을 지원한다고 알립니다. TLS를 활성화해야 합니다.
pl_pl: Korzystając z rozszerzenia TLS ALPN, HAProxy reklamuje określoną listę protokołów jako obsługiwane na bazie ALPN. TLS musi być włączony.
uk_ua: При використанні розширення TLS ALPN, HAProxy оголошує вказаний список протоколів як підтримуваний поверх ALPN. TLS має бути увімкнено.
zh_cn: 使用TLS ALPN扩展时，HAProxy会在ALPN顶部发布受支持的指定协议列表。必须启用TLS。

source: Windows Certificate System Store
cs_cz: Systémové úložiště certifikátů ve Windows
de_de: Windows Zertifikatsspeicher
el_gr: Αποθήκευση συστήματος πιστοποιητικών των Windows
fa_ir: فروشگاه گواهی سیستم Windows
fr_fr: Magasin du système de certificats de Windows
it_it: Archivio del sistema di certificati di Windows
ko_kr: Windows 인증서 시스템 저장소
pl_pl: Magazyn certyfikatów systemu Windows
uk_ua: Системне сховище сертифікатів Windows
zh_cn: Windows证书系统存储

source: Worker Connections
cs_cz: Připojení zpracovávajícího procesu
de_de: Worker-Verbindungen
el_gr: Συνδέσεις Εργαζομένων
fa_ir: اتصالات Worker
fr_fr: Connexions des travailleurs
it_it: Collegamenti dei lavoratori
ko_kr: 워커 연결
pl_pl: Połączenia pracowników
uk_ua: Підключення робітника
zh_cn: Worker连接

source: Worker Processes
cs_cz: Zpracovávající procesy
de_de: Worker-Prozesse
el_gr: Διαδικασίες Εργαζομένων
fa_ir: فرآیندهای Worker
fr_fr: Processus de travail
it_it: Processi di lavoro
ko_kr: 워커 프로세스
pl_pl: Procesy pracowników
uk_ua: Робочі процеси
zh_cn: Worker进程

source: You need to obtain your API key from variomedia's customer support.
cs_cz: Je zapotřebí získat od zákaznické podpory variomedia klíč k API.
de_de: Ihren API-Schlüssel erhalten Sie beim Kundensupport von variomedia.
el_gr: Πρέπει να λάβετε το κλειδί API σας από την υποστήριξη πελατών της variomedia.
fa_ir: باید کلید API خود را از پشتیبانی variomedia دریافت کنید.
fr_fr: Vous devez obtenir votre clé API auprès du support client de variomedia.
it_it: È necessario ottenere la chiave API dall'assistenza clienti di variomedia.
ko_kr: variomedia의 고객 지원에서 API 키를 얻어야 합니다.
pl_pl: Musisz uzyskać swój klucz API od wsparcia klienta variomedia.
uk_ua: Вам потрібно отримати ключ API у службі підтримки клієнтів variomedia.
zh_cn: 您需要从variomedia的客户支持获取API密钥。

source: Zero RTT
cs_cz: Nulová hodnota RTT
de_de: Zero-RTT (0-RTT)
el_gr: Μηδενικό RTT
fa_ir: RTT صفر
fr_fr: RTT zéro
it_it: RTT zero
uk_ua: Нульовий RTT

source: Zone Name
cs_cz: Název zóny
de_de: Zonenname
el_gr: Όνομα ζώνης
fa_ir: نام زون
fr_fr: Nom de la zone
it_it: Nome della zona
ko_kr: 영역 이름
pl_pl: Nazwa Strefy
uk_ua: Ім'я зони
zh_cn: 区域名称

source: netcup DNS API
cs_cz: API netcup DNS
el_gr: API DNS netcup
fr_fr: API DNS de netcup
it_it: API DNS di netcup
pl_pl: API DNS netcup
uk_ua: API DNS netcup

source: (none)
cs_cz: (žádné)
de_de: (keine)
el_gr: (κανένας)
fa_ir: (هیچ‌کدام)
fr_fr: (aucun)
it_it: (nessuno)
ko_kr: (없음)
pl_pl: (brak)
uk_ua: (немає)

source: A unix permission, 4 digits (e.g. 0400).
cs_cz: Unixová oprávnění – 4 číslice (např. 0400).
de_de: Eine Unix-Berechtigung, 4 Ziffern (z. B. 0400).
el_gr: Μια άδεια unix, 4 ψηφία (π.χ. 0400).
fa_ir: مجوز یونیکس، 4 رقم (مثلاً 0400).
fr_fr: Une permission unix, 4 chiffres (par exemple 0400).
it_it: Un permesso unix, 4 cifre (ad esempio 0400).
ko_kr: 유닉스 권한, 4자리(예: 0400).
pl_pl: Uprawnienie Unix, 4 cyfry (np. 0400).
uk_ua: Дозвіл Unix, 4 цифри (наприклад, 0400).
zh_cn: Unix权限，为4位数字(例如0400)。

source: A unix permission, 4 digits (e.g. 0440).
cs_cz: Unixová oprávnění – 4 číslice (např. 0400).
de_de: Eine Unix-Berechtigung, 4 Ziffern (z. B. 0440).
el_gr: Μια άδεια unix, 4 ψηφία (π.χ. 0440).
fa_ir: مجوز یونیکس، 4 رقم (مثلاً 0440).
fr_fr: Une permission unix, 4 chiffres (par exemple 0440).
it_it: Un permesso unix, 4 cifre (ad esempio 0440).
ko_kr: 유닉스 권한, 4자리(예: 0440).
pl_pl: Uprawnienie Unix, 4 cyfry (np. 0440).
uk_ua: Дозвіл Unix, 4 цифри (наприклад, 0440).
zh_cn: Unix权限，为4位数字(例如0440)。

source: Access Log
cs_cz: Záznam událostí přístupu
de_de: Zugriffs-Protokoll
el_gr: Αρχείο καταγραφής πρόσβασης
fa_ir: لاگ دسترسی
fr_fr: Journal d'accès
it_it: Registro di accesso
ko_kr: 액세스 로그
pl_pl: Dziennik dostępu
uk_ua: Журнал доступу
zh_cn: 访问日志

source: Active timeout needs to be an integer value between 1 and 86400
cs_cz: Je třeba, aby časový limit aktivity byla celočíselná hodnota z rozmezí 1 až 86400
de_de: Das aktive Zeitlimit muss ein ganzzahliger Wert zwischen 1 und 86400 sein
el_gr: Το ενεργό χρονικό όριο πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 86400
fa_ir: زمان‌خاتمهٔ فعال باید عدد صحیحی بین 1 تا 86400 باشد
fr_fr: Le délai d'attente actif doit être un nombre entier compris entre 1 et 86400.
it_it: Il timeout attivo deve essere un valore intero compreso tra 1 e 86400
ko_kr: 활성 타임아웃은 1에서 86400 사이의 정수 값이어야 함
pl_pl: Aktywny czas wygaśnięcia musi być wartością całkowitą między 1 a 86400
uk_ua: Активний тайм-аут має бути цілим числом від 1 до 86400
zh_cn: 活动超时必须为1到86400之间的整数

source: Auto API
cs_cz: API automatického
el_gr: Αυτόματο API
fa_ir: API خودکار
it_it: API automatica
ko_kr: 자동 API
uk_ua: Автоматичний API

source: Automatic Mode (uses DNS lookups)
cs_cz: Automatický režim (používá DNS vyhledávání)
de_de: Automatischer Modus (verwendet DNS Abfragen)
el_gr: Αυτόματη λειτουργία (χρησιμοποιεί αναζητήσεις DNS)
fa_ir: حالت خودکار (از جستجوی DNS استفاده می‌کند)
fr_fr: Mode automatique (utilise les recherches DNS)
it_it: Modalità automatica (utilizza le ricerche DNS)
ko_kr: 자동 모드(DNS 조회 사용)
pl_pl: Tryb automatyczny (używa wyszukiwania DNS)
uk_ua: Автоматичний режим (використовує запити DNS)
zh_cn: 自动模式（使用DNS查询）

source: Blocklist.site Ads
cs_cz: Blocklist.site Reklamy
el_gr: Διαφημίσεις Blocklist.site
fa_ir: Blocklist.site تبلیغات
it_it: Annunci Blocklist.site
ko_kr: Blocklist.site 광고
pl_pl: Blocklist.site Reklamy
uk_ua: Реклама Blocklist.site

source: Blocklist.site Fraud
el_gr: Απάτη Blocklist.site
fa_ir: Blocklist.site تقلب
fr_fr: Blocklist.site Fraude
it_it: Blocklist.site frode
ko_kr: Blocklist.site 사기(Fraud)
pl_pl: Blocklist.site Oszustwa
uk_ua: Шахрайство Blocklist.site

source: Blocklist.site Phishing
el_gr: Ηλεκτρονικό ψάρεμα (phishing) Blocklist.site
fa_ir: Blocklist.site فیشینگ
it_it: Phishing Blocklist.site
ko_kr: Blocklist.site 피싱(Phishing)
uk_ua: Фішинг Blocklist.site

source: Cache Configuration
cs_cz: Nastavení mezipaměti
de_de: Cache-Konfiguration
el_gr: Ρύθμιση παραμέτρων προσωρινής μνήμης
fa_ir: پیکربندی کش
fr_fr: Configuration du cache
it_it: Configurazione della cache
ko_kr: 캐시 구성
pl_pl: Konfiguracja pamięci podręcznej
uk_ua: Конфігурація кешу
zh_cn: 缓存配置

source: Cache Log
cs_cz: Ukládat záznamy událostí do mezipaměti
de_de: Cache-Protokoll
el_gr: Αρχείο καταγραφής προσωρινής μνήμης
fa_ir: لاگ کش
fr_fr: Journal du cache
it_it: Registro della cache
ko_kr: 캐시 기록
pl_pl: Dziennik pamięci podręcznej
uk_ua: Журнал кешу
zh_cn: 缓存日志

source: Challenge alias mode
cs_cz: Režim alternativního názvu výzvy
de_de: Challenge Aliasmodus
el_gr: Λειτουργία ψευδωνύμου πρόκλησης
fa_ir: حالت alias چالش
fr_fr: Mode alias de défi
it_it: Sfida la modalità alias
ko_kr: 챌린지 별칭 모드
pl_pl: Tryb aliasu wyzwania
uk_ua: Режим псевдоніма виклику
zh_cn: 挑战别名模式

source: Choose a value between 1 and 100000.
cs_cz: Zvolte hodnotu z rozmezí 1 až 100000.
de_de: Wählen Sie einen Wert zwischen 1 und 100000.
el_gr: Επιλέξτε μια τιμή μεταξύ 1 και 100000.
fa_ir: مقداری بین 1 تا 100000 انتخاب کنید.
fr_fr: Choisir une valeur entre 1 et 100000.
it_it: Scegli un valore compreso tra 1 e 100000.
ko_kr: 1에서 100000 사이의 값을 선택하세요.
pl_pl: Wybierz wartość między 1 a 100000.
uk_ua: Виберіть значення від 1 до 100000.
zh_cn: 在1到100000之间选择一个值。

source: CloudFlare Connecting IP
cs_cz: IP adresa pro připojení ke CloudFlare
el_gr: CloudFlare Σύνδεση IP
fa_ir: IP اتصال CloudFlare
it_it: IP di connessione di CloudFlare
ko_kr: CloudFlare 연결 IP
pl_pl: Połączenie CloudFlare IP
uk_ua: IP-адреса підключення CloudFlare
zh_cn: CloudFlare连接IP

source: Domain alias mode
cs_cz: Režim alternativního názvu domény
de_de: Domain Aliasmodus
el_gr: Λειτουργία ψευδωνύμου τομέα
fa_ir: حالت alias دامنه
fr_fr: Mode alias de domaine
it_it: Modalità alias di dominio
ko_kr: 도메인 별칭 모드
pl_pl: Tryb aliasu domeny
uk_ua: Режим псевдоніма домену
zh_cn: 域别名模式

source: FTP daemon
cs_cz: Proces služby FTP
de_de: FTP Dienst
fa_ir: سرویس FTP
fr_fr: Démon FTP
it_it: Demone FTP
ko_kr: FTP 대몬
pl_pl: Demon FTP
uk_ua: Демон FTP

source: Grid Example
cs_cz: Příklad mřížky
de_de: Rasterbeispiel
el_gr: Παράδειγμα πλέγματος
fa_ir: نمونه گرید
fr_fr: Exemple de grille
it_it: Esempio di griglia
ko_kr: 그리드 예제
pl_pl: Przykład siatki
uk_ua: Приклад сітки
zh_cn: 网格示例

source: IP Hash
cs_cz: Otisk IP
fr_fr: Hash IP
it_it: Hash IP
ko_kr: IP 해쉬
pl_pl: Hash IP
uk_ua: Хеш IP

source: Inactive timeout needs to be an integer value between 1 and 86400
cs_cz: Je třeba, aby časový limit pro neaktivitu bylo celé číslo z rozmezí 1 až 86400
de_de: Die Inaktivitätszeitüberschreitung muss ein ganzzahliger Wert zwischen 1 und 86400 sein.
el_gr: Το χρονικό όριο ανενεργού πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 86400
fa_ir: زمان انتظار غیرفعال باید عدد صحیحی بین 1 تا 86400 باشد.
fr_fr: Le délai d'inactivité doit être un nombre entier compris entre 1 et 86400.
it_it: Il timeout inattivo deve essere un valore intero compreso tra 1 e 86400
ko_kr: 비활성 시간 제한은 1에서 86400 사이의 정수 값이어야 함
pl_pl: Nieaktywny limit czasu musi być wartością całkowitą między 1 a 86400
uk_ua: Неактивний тайм-аут має бути цілим числом від 1 до 86400
zh_cn: 非活动超时必须是介于 1 和 86400 之间的整数值

source: Log / General
cs_cz: Záznam událostí / obecné
de_de: Protokoll / Allgemein
el_gr: Αρχείο καταγραφής / Γενικά
fa_ir: لاگ / عمومی
fr_fr: Journal de bord / Général
it_it: Registro/Generale
ko_kr: 로그 / 일반
pl_pl: Dziennik / Ogólne
uk_ua: Журнал / Загальне
zh_cn: 日志 / 常规

source: Log / NX
cs_cz: Záznam událostí / NX
el_gr: Αρχείο καταγραφής / NX
fa_ir: لاگ / NX
it_it: Registro/NX
ko_kr: 로그 / NX
pl_pl: Dziennik / NX
uk_ua: Журнал / NX

source: Log / Queries
cs_cz: Záznam událostí / dotazy
de_de: Log / Anfragen
el_gr: Αρχείο καταγραφής / ερωτήματα
fa_ir: لاگ / پرس‌وجوها
fr_fr: Journal / Requêtes
it_it: Registro/query
ko_kr: 로그 / 쿼리
pl_pl: Dziennik / Zapytania
uk_ua: Журнал / Запити
zh_cn: 日志/查询

source: Munin-Node
it_it: Nodo Munin
uk_ua: Вузол Munin

source: NTP subsystem
cs_cz: NTP podsystém
el_gr: Υποσύστημα NTP
fa_ir: زیرسیستم NTP
fr_fr: Sous-système NTP
it_it: Sottosistema NTP
ko_kr: NTP 서브시스템
pl_pl: Podsystem NTP
uk_ua: Підсистема NTP
zh_cn: NTP子系统

source: Not using DNS alias mode
cs_cz: Nepoužívání režimu alternativních DNS názvů
de_de: DNS-Alias-Modus wird nicht verwendet
el_gr: Δεν χρησιμοποιείται η λειτουργία ψευδωνύμου DNS
fa_ir: از حالت alias در DNS استفاده نمی‌شود
fr_fr: Ne pas utiliser le mode alias DNS
it_it: Non utilizzare la modalità alias DNS
ko_kr: DNS alias 모드를 사용하지 않음
pl_pl: Nie korzystanie z trybu aliasu DNS
uk_ua: Не використовувати режим псевдонімів DNS
zh_cn: 不使用DNS别名模式

source: OPNsense BIND Plugin
cs_cz: Zásuvný modul OPNsense BIND
el_gr: Πρόσθετο OPNsense BIND
fa_ir: پلاگین BIND برای OPNsense
fr_fr: Greffon BIND pour OPNsense
it_it: Plug-in BIND OPNsense
ko_kr: OPNsense BIND 플러그인
pl_pl: Wtyczka OPNsense BIND
uk_ua: Плагін BIND для OPNsense
zh_cn: OPNsense BIND 插件

source: Only alphanumeric characters, dashes and underscores allowed.
cs_cz: Povoleny pouze písmena a číslice, pomlčky a podtržítka.
de_de: Es sind nur alphanumerische Zeichen, Bindestriche und Unterstriche zulässig.
el_gr: Επιτρέπονται μόνο αλφαριθμητικοί χαρακτήρες, παύλες και υπογράμμιση.
fa_ir: فقط حروف و اعداد، خط تیره و زیرخط مجاز هستند.
fr_fr: Seuls les caractères alphanumériques, les tirets et les traits de soulignement sont autorisés.
it_it: Sono ammessi solo caratteri alfanumerici, trattini e trattini bassi.
ko_kr: 알파벳, 숫자, 대시, 밑줄만 허용됩니다.
pl_pl: Dozwolone są tylko znaki alfanumeryczne, myślniki i podkreślenia.
uk_ua: Дозволені лише літерно-цифрові символи, тире та підкреслення.
zh_cn: 仅允许使用字母数字字符，破折号和下划线。

source: Please specify a value between 1 and 2146435072.
cs_cz: Zadejte hodnotu z rozmezí 1 až 2146435072.
de_de: Bitte geben Sie einen Wert zwischen 1 und 2146435072 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 2146435072.
fa_ir: لطفاً مقداری بین 1 و 2146435072 وارد کنید.
fr_fr: Veuillez indiquer une valeur entre 1 et 2146435072.
it_it: Specificare un valore compreso tra 1 e 2146435072.
ko_kr: 1에서 2146435072 사이의 값을 지정하세요.
pl_pl: Podaj wartość między 1 a 2146435072.
uk_ua: Будь ласка, вкажіть значення від 1 до 2146435072.
zh_cn: 请指定一个介于1和2146435072之间的值。

source: Please specify a value between 1 and 3600.
cs_cz: Zadejte hodnotu z rozmezí 1 až 3600.
de_de: Bitte geben Sie einen Wert zwischen 1 und 3600 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 3600.
fa_ir: لطفاً مقداری بین 1 و 3600 وارد کنید.
fr_fr: Veuillez indiquer une valeur entre 1 et 3600.
it_it: Specificare un valore compreso tra 1 e 3600.
ko_kr: 1에서 3600 사이의 값을 지정하세요.
pl_pl: Podaj wartość między 1 a 3600.
uk_ua: Будь ласка, вкажіть значення від 1 до 3600.
zh_cn: 请指定一个介于1和3600之间的值。

source: Please specify a value between 1 and 4095.
cs_cz: Zadejte hodnotu z rozmezí 1 až 4095.
de_de: Bitte geben Sie einen Wert zwischen 1 und 4095 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 4095.
fa_ir: لطفاً مقداری بین 1 و 4095 وارد کنید.
fr_fr: Veuillez indiquer une valeur entre 1 et 4095.
it_it: Specificare un valore compreso tra 1 e 4095.
ko_kr: 1에서 4095 사이의 값을 지정하세요.
pl_pl: Podaj wartość między 1 a 4095.
uk_ua: Будь ласка, вкажіть значення від 1 до 4095.
zh_cn: 请指定一个介于1和4095之间的值。

source: Please specify a value between 2 and 1000.
cs_cz: Zadejte hodnotu z rozmezí 2 až 1000.
de_de: Bitte geben Sie einen Wert zwischen 2 und 1000 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 2 και 1000.
fa_ir: لطفاً مقداری بین 2 و 1000 وارد کنید.
fr_fr: Veuillez indiquer une valeur entre 2 et 1000.
it_it: Specificare un valore compreso tra 2 e 1000.
ko_kr: 2에서 1000 사이의 값을 지정하세요.
pl_pl: Podaj wartość między 2 a 1000.
uk_ua: Будь ласка, вкажіть значення від 2 до 1000.
zh_cn: 请指定2到1000之间的值。

source: Random Algorithm
cs_cz: Náhodný algoritmus
de_de: Zufälliger Algorithmus
el_gr: Τυχαίος Αλγόριθμος
fa_ir: الگوریتم تصادفی
fr_fr: Algorithme aléatoire
it_it: Algoritmo casuale
ko_kr: 랜덤 알고리즘
pl_pl: Losowy algorytm
uk_ua: Випадковий алгоритм
zh_cn: 随机算法

source: SNI TLS extension contains (TCP request content inspection)
cs_cz: TLS rozšíření SNI obsahuje (kontrola obsahu TCP požadavku)
de_de: SNI-TLS-Erweiterung enthält (TCP-Anfrageinhaltsprüfung)
el_gr: Η επέκταση SNI TLS περιέχει (επιθεώρηση περιεχομένου αιτήματος TCP)
fa_ir: افزونه SNI TLS شامل (بازرسی محتوای درخواست TCP)
fr_fr: L'extension SNI TLS contient (inspection du contenu des requêtes TCP)
it_it: L'estensione SNI TLS contiene (ispezione del contenuto della richiesta TCP)
ko_kr: 다음을 포함하는 SNI TLS 확장 (TCP 요청 내용 검사)
pl_pl: Rozszerzenie SNI TLS zawiera (inspekcja treści żądania TCP)
uk_ua: Розширення SNI TLS містить (інспекція вмісту запиту TCP)

source: SNI TLS extension ends with (TCP request content inspection)
cs_cz: TLS rozšíření SNI končí na (kontrola obsahu TCP požadavku)
de_de: SNI-TLS-Erweiterung endet mit (TCP-Anfrageinhaltsprüfung)
el_gr: Η επέκταση SNI TLS τελειώνει με (επιθεώρηση περιεχομένου αιτήματος TCP)
fa_ir: افزونه SNI TLS خاتمه می‌یابد با (بازرسی محتوای درخواست TCP)
fr_fr: L'extension SNI TLS se termine par (TCP request content inspection)
it_it: L'estensione SNI TLS termina con (ispezione del contenuto della richiesta TCP)
ko_kr: 다음으로 끝나는 SNI TLS 확장 (TCP 요청 내용 검사)
pl_pl: Rozszerzenie SNI TLS kończy się (inspekcja treści żądania TCP)
uk_ua: Розширення SNI TLS закінчується на (інспекція вмісту запиту TCP)

source: SNI TLS extension matches (TCP request content inspection)
cs_cz: Shody s TLS rozšířením TLS (kontrola obsahu TCP požadavku)
de_de: SNI-TLS-Erweiterung stimmt überein (TCP-Anfrageinhaltsprüfung)
el_gr: Ταιριάζει η επέκταση SNI TLS (επιθεώρηση περιεχομένου αιτήματος TCP)
fa_ir: افزونه SNI TLS مطابقت دارد با (بازرسی محتوای درخواست TCP)
fr_fr: Correspondances de l'extension SNI TLS (inspection du contenu des requêtes TCP)
it_it: Corrispondenze dell'estensione SNI TLS (ispezione del contenuto della richiesta TCP)
ko_kr: 다음과 일치하는 SNI TLS 확장 (TCP 요청 내용 검사)
pl_pl: Rozszerzenie SNI TLS pasuje (inspekcja treści żądania TCP)
uk_ua: Розширення SNI TLS відповідає (інспекція вмісту запиту TCP)

source: SNI TLS extension matches (locally deciphered)
cs_cz: Shody s TLS rozšířením SNI (dešifrováno lokálně)
de_de: SNI-TLS-Erweiterung stimmt überein (lokal entschlüsselt)
el_gr: Ταιριάζει η επέκταση SNI TLS (τοπικά αποκρυπτογραφημένη)
fa_ir: افزونه SNI TLS مطابقت دارد با (پس از رمزگشایی محلی)
fr_fr: Correspondance avec l'extension SNI TLS (déchiffrée localement)
it_it: Corrispondenze dell'estensione SNI TLS (decifrate localmente)
ko_kr: 다음과 일치하는 SNI TLS 확장 (로컬로 해독됨)
pl_pl: Rozszerzenie SNI TLS pasuje (lokalnie deszyfrowane)
uk_ua: Розширення SNI TLS відповідає (розшифровано локально)

source: SNI TLS extension regex (TCP request content inspection)
cs_cz: Regulární výraz pro TLS rozšíření SNI (kontrola obsahu TCP požadavků)
de_de: SNI-TLS-Erweiterung regulärer Ausdruck (TCP-Anfrageinhaltsprüfung)
el_gr: Regex επέκτασης TLS SNI (επιθεώρηση περιεχομένου αιτήματος TCP)
fa_ir: عبارت منظم افزونه SNI TLS (بازرسی محتوای درخواست TCP)
fr_fr: SNI TLS extension regex (inspection du contenu des requêtes TCP)
it_it: Regex estensione SNI TLS (ispezione del contenuto della richiesta TCP)
ko_kr: SNI TLS 확장 정규식 (TCP 요청 내용 검사)
pl_pl: Wyrażenie regularne rozszerzenia SNI TLS (inspekcja treści żądania TCP)
uk_ua: Розширення SNI TLS за регулярним виразом (інспекція вмісту запиту TCP)

source: SNI TLS extension starts with (TCP request content inspection)
cs_cz: Rozšíření SNI TLS začíná na (kontrola obsahu TCP požadavku)
de_de: SNI-TLS-Erweiterung beginnt mit (TCP-Anfrageinhaltsprüfung)
el_gr: Η επέκταση SNI TLS ξεκινά με (επιθεώρηση περιεχομένου αιτήματος TCP)
fa_ir: افزونه SNI TLS شروع می‌شود با (بازرسی محتوای درخواست TCP)
fr_fr: L'extension SNI TLS commence par (TCP request content inspection)
it_it: L'estensione SNI TLS inizia con (ispezione del contenuto della richiesta TCP)
ko_kr: 다음으로 시작하는 SNI TLS 확장 (TCP 요청 내용 검사)
pl_pl: Rozszerzenie SNI TLS zaczyna się od (inspekcja treści żądania TCP)
uk_ua: Розширення SNI TLS починається з (інспекція вмісту запиту TCP)

source: Safe [default]
cs_cz: Bezpečné [výchozí]
de_de: Sicher [Standard]
el_gr: Ασφαλές [προεπιλογή]
fa_ir: ایمن [پیش‌فرض]
fr_fr: Sécurité [par défaut]
it_it: Sicuro [predefinito]
ko_kr: 안전 [기본값]
pl_pl: Bezpieczny [domyślnie]
uk_ua: Безпечний [типово]
zh_cn: 安全[默认]

source: Selected SYSLOG target not found
cs_cz: Vybraný SYSLOG cíl nenalezen
de_de: Ausgewähltes SYSLOG Ziel nicht gefunden
el_gr: Ο επιλεγμένος στόχος SYSLOG δεν βρέθηκε
fa_ir: هدف SYSLOG انتخاب‌شده پیدا نشد.
fr_fr: Cible SYSLOG sélectionnée non trouvée
it_it: Destinazione SYSLOG selezionata non trovata
ko_kr: 선택한 SYSLOG 대상을 찾을 수 없음
pl_pl: Nie znaleziono wybranego celu SYSLOG
uk_ua: Вибраний цільовий об'єкт SYSLOG не знайдено
zh_cn: 找不到所选的SYSLOG目标

source: Sender Canonical Rewriting
cs_cz: Přepisování kanonického tvaru odesílatele
de_de: Kanonische Sender Umschreibung
el_gr: Κανονική Επανεγγραφή Αποστολέα
fa_ir: بازنویسی کاننیکال فرستنده
fr_fr: Réécriture canonique de l'expéditeur
it_it: Riscrittura canonica del mittente
ko_kr: 발신자 주소 변환
pl_pl: Kanoniczne przepisywanie nadawcy
uk_ua: Канонічне переписування відправника
zh_cn: 发件人规范重写

source: Set a number between 1 and 720.
cs_cz: Nastavte číslo z rozmezí 1 až 720.
de_de: Setze eine Nummer zwischen 1 und 720.
el_gr: Ορίστε έναν αριθμό μεταξύ 1 και 720.
fa_ir: یک عدد بین 1 و 720 وارد کنید.
fr_fr: Définir un nombre entre 1 et 720.
it_it: Impostare un numero compreso tra 1 e 720.
ko_kr: 1에서 720 사이의 숫자를 설정하세요.
pl_pl: Ustaw wartość między 1 a 720.
uk_ua: Встановіть число від 1 до 720.
zh_cn: 在1到720之间设置一个数字。

source: Set a value between 60 and 10000000.
cs_cz: Nastavte číslo z rozmezí 60 až 10000000.
de_de: Stellen Sie einen Wert zwischen 60 und 10000000 ein.
el_gr: Ορίστε μια τιμή μεταξύ 60 και 10000000.
fa_ir: مقداری بین 60 و 10000000 وارد کنید.
fr_fr: Définir une valeur entre 60 et 10000000.
it_it: Impostare un valore compreso tra 60 e 10000000.
ko_kr: 60에서 10000000 사이의 값을 설정하세요.
pl_pl: Ustaw wartość między 60 a 10000000.
uk_ua: Встановіть значення від 60 до 10000000.
zh_cn: 设置一个介于60到10000000之间的值。

source: Set a value between 60 and 86400.
cs_cz: Nastavte číslo z rozmezí 60 až 86400.
de_de: Stellen Sie einen Wert zwischen 60 und 86400 ein.
el_gr: Ορίστε μια τιμή μεταξύ 60 και 86400.
fa_ir: مقداری بین 60 و 86400 تنظیم کنید.
fr_fr: Définir une valeur entre 60 et 86400.
it_it: Impostare un valore compreso tra 60 e 86400.
ko_kr: 60에서 86400 사이의 값을 설정하세요.
pl_pl: Ustaw wartość między 60 a 86400.
uk_ua: Встановіть значення від 60 до 86400.
zh_cn: 设置一个介于60和86400之间的值。

source: Should be 6 groups of 2 hex characters (a-fA-F0-9) separated by ':'
cs_cz: Mělo by být 6 skupin dvojic hexadecimálních znaků (a-FA-F0-9) oddělovaných „:“
de_de: Sollte aus 6 Gruppen mit 2 Hex-Zeichen (a-fA-F0-9) bestehen, die durch ':' getrennt sind.
el_gr: Θα πρέπει να υπάρχουν 6 ομάδες των 2 δεκαεξαδικών χαρακτήρων (a-fA-F0-9) διαχωρισμένες με ':'
fa_ir: باید شامل 6 گروه از 2 کاراکتر هگز (a-fA-F0-9) جداشده با ':' باشد.
fr_fr: Doit être 6 groupes de 2 caractères hexadécimaux (a-fA-F0-9) séparés par ':'
it_it: Dovrebbero essere 6 gruppi di 2 caratteri esadecimali (a-fA-F0-9) separati da ":"
ko_kr: 6개의 그룹으로 구성된 2자리 16진수 문자열(a-fA-F0-9)을 ':'로 구분하여 입력하세요.
pl_pl: Powinno być 6 grup po 2 znaki heksadecymalne (a-fA-F0-9) oddzielone ':'
uk_ua: Має бути 6 груп по 2 шістнадцяткових символи (a-fA-F0-9), розділені ':'
zh_cn: 应为6组，每组2个十六进制字符（a-fA-F0-9），以":"分隔

source: Should be a numeric value.
cs_cz: Mělo by být číselná hodnota.
de_de: Sollte ein numerischer Wert sein.
el_gr: Θα πρέπει να είναι αριθμητική τιμή.
fa_ir: باید یک مقدار عددی باشد.
fr_fr: Doit être une valeur numérique.
it_it: Dovrebbe essere un valore numerico.
ko_kr: 숫자 값을 입력하세요.
pl_pl: Powinna to być wartość numeryczna.
uk_ua: Має бути числове значення.
zh_cn: 应该是一个数值。
