Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Search in Raw Body
cs_cz: Hledat v těle
de_de: Im Rohdaten-Body suchen
el_gr: Αναζήτηση σε ακατέργαστο σώμα
fa_ir: جستجو در بدنهٔ خام
fr_fr: Rechercher dans Corps cru
it_it: Cerca in Corpo grezzo
ko_kr: 원시 본문에서 검색
pl_pl: Szukaj w surowym ciele
uk_ua: Пошук у необробленому тілі
zh_cn: 搜索原始主体

source: Search in URL
cs_cz: Hledat v URL
de_de: In URL suchen
el_gr: Αναζήτηση στη διεύθυνση URL
fa_ir: جستجو در URL
fr_fr: Recherche dans l'URL
it_it: Cerca nell'URL
ko_kr: URL에서 검색
pl_pl: Szukaj w adresie URL
uk_ua: Пошук в URL
zh_cn: 搜索URL

source: Search in any GET Argument
cs_cz: Hledat v jakémkoli argumentu GET
de_de: In allen GET-Parametern suchen
el_gr: Αναζήτηση σε οποιοδήποτε όρισμα GET
fa_ir: جستجو در هر پارامتر GET
fr_fr: Recherche dans tout argument GET
it_it: Cerca in qualsiasi argomento GET
ko_kr: GET 인수에서 검색
pl_pl: Szukaj w dowolnym argumencie GET
uk_ua: Пошук у будь-якому GET-аргументі
zh_cn: 在任意GET参数中搜索

source: Search in any HTTP Header
cs_cz: Hledat v jakékoli HTTP hlavičce
de_de: In allen HTTP-Headern suchen
el_gr: Αναζήτηση σε οποιαδήποτε κεφαλίδα HTTP
fa_ir: جستجو در هر هدر HTTP
fr_fr: Recherche dans n'importe quel en-tête HTTP
it_it: Cerca in qualsiasi intestazione HTTP
ko_kr: HTTP 헤더에서 검색
pl_pl: Szukaj w dowolnym nagłówku HTTP
uk_ua: Пошук у будь-якому HTTP-заголовку
zh_cn: 在任意HTTP标头中搜索

source: Search in any POST Argument and in Body
cs_cz: Hledat ve všech POST argumentech v těle
de_de: In allen POST-Parametern und im Body suchen
el_gr: Αναζήτηση σε οποιοδήποτε όρισμα POST και στο Σώμα
fa_ir: جستجو در هر پارامتر POST و در بدنه
fr_fr: Recherche dans tout argument POST et dans le corps du texte
it_it: Cerca in qualsiasi argomento POST e nel corpo
ko_kr: POST 인수 및 본문에서 검색
pl_pl: Szukaj w dowolnym argumencie POST oraz w ciele
uk_ua: Пошук у будь-якому POST-аргументі та в тілі
zh_cn: 在任意POST参数和主体中搜索

source: Search in specific GET Argument
cs_cz: Hledat v konkrétním GET argumentu
de_de: In bestimmtem GET-Parameter suchen
el_gr: Αναζήτηση σε συγκεκριμένο όρισμα GET
fa_ir: جستجو در پارامتر GET مشخص
fr_fr: Recherche dans un GET spécifique Argument
it_it: Cerca nell'argomento GET specifico
ko_kr: 특정 GET 인수에서 검색
pl_pl: Szukaj w konkretnym argumencie GET
uk_ua: Пошук у конкретному GET-аргументі
zh_cn: 搜索指定的GET参数

source: Search in specific HTTP Header
cs_cz: Hledat v konkrétní HTTP hlavičce
de_de: In einem bestimmten HTTP-Header suchen
el_gr: Αναζήτηση σε συγκεκριμένη κεφαλίδα HTTP
fa_ir: جستجو در هدر HTTP مشخص
fr_fr: Recherche dans l'en-tête HTTP spécifique
it_it: Cerca nell'intestazione HTTP specifica
ko_kr: 특정 HTTP 헤더에서 검색
pl_pl: Szukaj w konkretnym nagłówku HTTP
uk_ua: Пошук у конкретному HTTP-заголовку
zh_cn: 搜索指定的HTTP标头

source: Search in specific POST Argument
cs_cz: Hledat v konkrétním POST argumentu
de_de: In einem bestimmten POST-Parameter suchen
el_gr: Αναζήτηση σε συγκεκριμένο όρισμα POST
fa_ir: جستجو در پارامتر POST مشخص
fr_fr: Recherche dans un POST spécifique Argument
it_it: Cerca nell'argomento POST specifico
ko_kr: 특정 POST 인수에서 검색
pl_pl: Szukaj w konkretnym argumencie POST
uk_ua: Пошук у конкретному POST-аргументі
zh_cn: 搜索指定的POST参数

source: Select a certificate to use for this service.
cs_cz: Vyberte certifikát který používat pro tuto službu.
de_de: Wählen sie ein Zertifikat für diesen Dienst.
el_gr: Επιλέξτε ένα πιστοποιητικό για χρήση για αυτήν την υπηρεσία.
fa_ir: یک گواهی برای استفاده در این سرویس انتخاب کنید.
fr_fr: Sélectionnez un certificat à utiliser pour ce service.
it_it: Seleziona un certificato da utilizzare per questo servizio.
ko_kr: 이 서비스에 사용할 인증서를 선택하세요.
pl_pl: Wybierz certyfikat do użycia dla tej usługi.
uk_ua: Виберіть сертифікат для використання цією службою.
zh_cn: 选择要用于此服务的证书。

source: Select a custom error page to display instead of the default builtin error pages for security rule violations. Only the page content itself is used. Status code rewriting and redirection is not supported.
cs_cz: Vyberte uživatelsky určenou chybovou stránku, kterou zobrazovat při porušení pravidel zabezpečení (namísto těch ve výchozím stavu obsažených). Bude použit pouze samotný obsah stránky. Přepisování stavového kódu a přesměrování není podporováno.
de_de: Legen Sie eine benutzerdefinierte Fehlerseite fest, die anstelle der integrierten Standard-Fehlerseiten bei Sicherheitsverletzungen angezeigt wird. Es wird nur der Seiteninhalt verwendet. Eine Anpassung des Statuscodes oder eine Weiterleitung wird nicht unterstützt.
el_gr: Επιλέξτε μια προσαρμοσμένη σελίδα σφάλματος για εμφάνιση αντί για τις προεπιλεγμένες ενσωματωμένες σελίδες σφάλματος για παραβιάσεις κανόνων ασφαλείας. Χρησιμοποιείται μόνο το ίδιο το περιεχόμενο της σελίδας. Η επανεγγραφή και η ανακατεύθυνση του κωδικού κατάστασης δεν υποστηρίζεται.
fa_ir: یک صفحه خطای سفارشی برای نمایش به‌جای صفحات خطای پیش‌فرض هنگام نقض قوانین امنیتی انتخاب کنید. تنها محتوای صفحه استفاده می‌شود. بازنویسی کد وضعیت و تغییر مسیر پشتیبانی نمی‌شود.
fr_fr: Sélectionnez une page d'erreur personnalisée à afficher à la place des pages d'erreur intégrées par défaut pour les violations des règles de sécurité. Seul le contenu de la page lui-même est utilisé. La réécriture et la redirection du code d'état ne sont pas prises en charge.
it_it: Seleziona una pagina di errore personalizzata da visualizzare al posto delle pagine di errore integrate predefinite per le violazioni delle regole di sicurezza. Viene utilizzato solo il contenuto della pagina stessa. La riscrittura e il reindirizzamento del codice di stato non sono supportati.
ko_kr: 보안 규칙 위반에 대한 기본 내장 오류 페이지 대신 표시할 사용자 지정 오류 페이지를 선택하세요. 페이지 내용만 사용됩니다. 상태 코드 다시 쓰기 및 리디렉션은 지원되지 않습니다.
pl_pl: Wybierz niestandardową stronę błędu do wyświetlenia zamiast domyślnych wbudowanych stron błędów dla naruszeń reguł bezpieczeństwa. Wykorzystywana jest tylko zawartość strony. Przepisywanie kodów statusu i przekierowywanie nie są obsługiwane.
uk_ua: Виберіть користувацьку сторінку помилки для відображення замість типових вбудованих сторінок помилок для порушень правил безпеки. Використовується лише вміст самої сторінки. Перезапис коду стану та перенаправлення не підтримуються.
zh_cn: 选择要显示的自定义错误页面，而不是用于违反安全规则的默认内置错误页面。只使用页面内容本身。不支持状态代码重写和重定向。

source: Select all accepted TLS ciphers.
cs_cz: Vyberte všechny přijatelné TLS šifry.
de_de: Alle akzeptierten TLS-Verschlüsselungsverfahren auswählen.
el_gr: Επιλέξτε όλους τους αποδεκτούς κρυπτογράφους TLS.
fa_ir: تمام رمزنگاری‌های TLS پذیرفته‌شده را انتخاب کنید.
fr_fr: Sélectionnez tous les ciphers TLS acceptés.
it_it: Seleziona tutte le crittografie TLS accettate.
ko_kr: 승인된 모든 TLS 암호를 선택하세요.
pl_pl: Wybierz wszystkie akceptowane szyfry TLS.
uk_ua: Виберіть усі прийняті шифри TLS.
zh_cn: 选择所有接受的TLS密码。

source: Select an e-mail alert configuration. An e-mail is sent when the state of a server changes.
cs_cz: Vyberte nastavení upozorňování e-mailem. E-mail bude odeslán při změně stavu serveru.
de_de: Wählen Sie eine Konfiguration für E-Mail-Benachrichtigungen aus. Bei einer Statusänderung eines Servers wird eine E-Mail gesendet.
el_gr: Επιλέξτε μια διαμόρφωση ειδοποίησης μέσω ηλεκτρονικού ταχυδρομείου. Ένα μήνυμα ηλεκτρονικού ταχυδρομείου αποστέλλεται όταν αλλάζει η κατάσταση ενός διακομιστή.
fa_ir: یک پیکربندی هشدار ایمیلی انتخاب کنید. وقتی وضعیت یک سرور تغییر کند، یک ایمیل ارسال می‌شود.
fr_fr: Sélectionnez une configuration d'alerte par courrier électronique. Une alerte est envoyée lorsqu'un serveur change d'état.
it_it: Seleziona una configurazione di avviso e-mail. Viene inviata un'e-mail quando cambia lo stato di un server.
ko_kr: 이메일 경고 구성을 선택하세요. 서버 상태가 변경될 때 이메일이 발송됩니다.
pl_pl: Wybierz konfigurację alertów e-mail. E-mail zostanie wysłany, gdy stan serwera się zmieni.
uk_ua: Виберіть конфігурацію сповіщень електронною поштою. Електронний лист надсилається при зміні стану сервера.
zh_cn: 选择电子邮件警报配置。当服务器的状态发生变化时将发送电子邮件。

source: Select custom error pages to display instead of the default builtin error pages. If at least one error page is selected here, all default error pages will be disabled.
cs_cz: Vyberte uživatelsky určené chybové stránky, které zobrazovat namísto těch výchozích. Pokud je zde vybrána alespoň jedna chybová stránka, budou vypnuty všechny výchozí chybové stránky.
de_de: Wählen Sie benutzerdefinierte Fehlerseiten, die anstelle der integrierten Standardseiten angezeigt werden sollen. Wenn mindestens eine Fehlerseite ausgewählt ist, werden alle Standardfehlerseiten deaktiviert.
el_gr: Επιλέξτε προσαρμοσμένες σελίδες σφάλματος για εμφάνιση αντί για τις προεπιλεγμένες ενσωματωμένες σελίδες σφάλματος. Εάν επιλεγεί εδώ τουλάχιστον μία σελίδα σφάλματος, όλες οι προεπιλεγμένες σελίδες σφάλματος θα απενεργοποιηθούν.
fa_ir: صفحات خطای سفارشی برای نمایش به‌جای صفحات خطای پیش‌فرض انتخاب کنید. اگر حداقل یک صفحه خطا اینجا انتخاب شود، همه صفحات خطای پیش‌فرض غیرفعال می‌شوند.
fr_fr: Sélectionnez les pages d'erreur personnalisées à afficher à la place des pages d'erreur intégrées par défaut. Si au moins une page d'erreur est sélectionnée ici, toutes les pages d'erreur par défaut seront désactivées.
it_it: Seleziona le pagine di errore personalizzate da visualizzare al posto delle pagine di errore integrate predefinite. Se qui viene selezionata almeno una pagina di errore, tutte le pagine di errore predefinite verranno disabilitate.
ko_kr: 기본 내장 오류 페이지 대신 표시할 사용자 지정 오류 페이지를 선택합니다. 여기서 오류 페이지를 하나 이상 선택하면 모든 기본 오류 페이지가 비활성화됩니다.
pl_pl: Wybierz niestandardowe strony błędów do wyświetlenia zamiast domyślnych wbudowanych stron błędów. Jeśli tutaj zostanie wybrana przynajmniej jedna strona błędu, wszystkie domyślne strony błędów zostaną wyłączone.
uk_ua: Виберіть користувацькі сторінки помилок для відображення замість типових вбудованих сторінок помилок. Якщо тут вибрано принаймні одну сторінку помилок, усі типові сторінки помилок буде вимкнено.
zh_cn: 选择要显示的自定义错误页。选择了自定义错误页面后，所有默认错误页面将被禁用。

source: Select custom error pages to display instead of the default builtin error pages. Selection will override error pages configured on HTTP server.
cs_cz: Vyberte uživatelsky určené chybové stránky, které zobrazovat namísto těch výchozích. Výběr přepíše chybové stránky nastavené na HTTP serveru.
de_de: Wählen Sie benutzerdefinierte Fehlerseiten aus, die anstelle der eingebauten Standard-Fehlerseiten angezeigt werden. Diese Auswahl überschreibt die auf dem HTTP-Server konfigurierten Fehlerseiten.
el_gr: Επιλέξτε προσαρμοσμένες σελίδες σφάλματος για εμφάνιση αντί για τις προεπιλεγμένες ενσωματωμένες σελίδες σφάλματος. Η επιλογή θα αντικαταστήσει τις σελίδες σφάλματος που έχουν ρυθμιστεί στον διακομιστή HTTP.
fa_ir: صفحات خطای سفارشی برای نمایش به‌جای صفحات خطای پیش‌فرض انتخاب کنید. این انتخاب صفحات خطا پیکربندی‌شده در سرور HTTP را بازنویسی می‌کند.
fr_fr: Sélectionnez les pages d'erreur personnalisées à afficher à la place des pages d'erreur intégrées par défaut. La sélection remplacera les pages d'erreur configurées sur le serveur HTTP.
it_it: Seleziona le pagine di errore personalizzate da visualizzare al posto delle pagine di errore integrate predefinite. La selezione sovrascriverà le pagine di errore configurate sul server HTTP.
ko_kr: 기본 내장 오류 페이지 대신 표시할 사용자 지정 오류 페이지를 선택하세요. HTTP 서버에 구성된 오류 페이지를 재정의합니다.
pl_pl: Wybierz niestandardowe strony błędów do wyświetlenia zamiast domyślnych wbudowanych stron błędów. Wybór nadpisze strony błędów skonfigurowane na serwerze HTTP.
uk_ua: Виберіть користувацькі сторінки помилок для відображення замість типових вбудованих сторінок помилок. Вибір перевизначить сторінки помилок, налаштовані на HTTP-сервері.
zh_cn: 选择要显示的自定义错误页，这将替换在HTTP服务器上配置的错误页。

source: Select the Youtube filter level.
cs_cz: Vyberte přísnost filtru pro Youtube.
de_de: YouTube-Filterstufe auswählen
el_gr: Επιλέξτε το επίπεδο φίλτρου Youtube.
fa_ir: سطح فیلترینگ Youtube را انتخاب کنید.
fr_fr: Sélectionnez le niveau du filtre Youtube.
it_it: Seleziona il livello di filtro di Youtube.
ko_kr: Youtube 필터 레벨을 선택하세요.
pl_pl: Wybierz poziom filtru Youtube.
uk_ua: Виберіть рівень фільтрації Youtube.
zh_cn: 选择Youtube过滤级别。

source: Select the custom resolver configuration that should be used for all servers in this backend.
cs_cz: Vyberte uživatelsky určené nastavení překladu, které má být použito pro všechny servery v této podpůrné vrstvě.
de_de: Benutzerdefinierte Resolver-Konfiguration für alle Server in diesem Backend auswählen.
el_gr: Επιλέξτε τη διαμόρφωση προσαρμοσμένου resolver που θα πρέπει να χρησιμοποιηθεί για όλους τους διακομιστές σε αυτό το backend.
fa_ir: پیکربندی resolver سفارشی‌ای را که باید برای همه سرورهای این backend استفاده شود انتخاب کنید.
fr_fr: Sélectionnez la configuration du résolveur personnalisé qui doit être utilisée pour tous les serveurs de ce backend.
it_it: Seleziona la configurazione del risolutore personalizzato da utilizzare per tutti i server in questo backend.
ko_kr: 이 백엔드의 모든 서버에 사용할 사용자 정의 리졸버 구성을 선택하세요.
pl_pl: Wybierz niestandardową konfigurację resolvera, która powinna być używana dla wszystkich serwerów w tym backendzie.
uk_ua: Виберіть користувацьку конфігурацію розв'язувача, яка має використовуватися для всіх серверів у цьому бекенді.
zh_cn: 选择应该用于此后端所有服务器的自定义解析器配置。

source: Send aggregate values for CPU metrics in addition to values for individual cores.
cs_cz: Krom hodnot pro jednotlivá jádra poslat také sloučené hodnoty pro metriky procesoru.
de_de: Aggregierte Werte für CPU-Metriken zusätzlich zu den Einzelkernwerten senden.
el_gr: Αποστολή συγκεντρωτικών τιμών για μετρήσεις CPU, εκτός από τις τιμές για μεμονωμένους πυρήνες.
fa_ir: مقادیر تجمیعی متریک‌های CPU را علاوه‌بر مقادیر هر هسته ارسال کنید.
fr_fr: Envoyez des valeurs agrégées pour les métriques du CPU en plus des valeurs pour les cœurs individuels.
it_it: Invia valori aggregati per i parametri della CPU oltre ai valori per i singoli core.
ko_kr: CPU 메트릭에 대한 집계 값과 개별 코어에 대한 값을 전송합니다.
pl_pl: Wyślij skumulowane wartości dla metryk CPU oprócz wartości dla poszczególnych rdzeni.
uk_ua: Надсилати агреговані значення для метрик ЦП на додаток до значень для окремих ядер.
zh_cn: 除了单个内核的值之外，还发送 CPU 指标的聚合值。

source: Send log data to the selected target. When syslog is selected, facility local 4 will be used to send messages of info level for these logs.
cs_cz: Odesílat data záznamu událostí do vybraného cíle. Pokud je vybrána možnost syslog, bude pro tyto záznamy, resp. odesílání jejich zpráv stupně závažnosti info, použito facility local 4.
de_de: Protokolldaten an das ausgewählte Ziel senden. Bei Auswahl von Syslog wird "local4" für Meldungen auf Info-Level verwendet.
el_gr: Αποστολή δεδομένων καταγραφής στον επιλεγμένο προορισμό. Όταν επιλεγεί το syslog, η τοπική ρύθμιση 4 της εγκατάστασης θα χρησιμοποιηθεί για την αποστολή μηνυμάτων επιπέδου πληροφοριών για αυτά τα αρχεία καταγραφής.
fa_ir: داده‌های لاگ را به مقصد انتخاب‌شده ارسال کنید. وقتی syslog انتخاب شود، facility local 4 برای ارسال پیام‌های سطح info این لاگ‌ها استفاده می‌شود.
fr_fr: Envoyer les données du journal à la cible sélectionnée. Lorsque syslog est sélectionné, la fonction locale 4 sera utilisée pour envoyer des messages de niveau info pour ces journaux.
it_it: Invia i dati di registro alla destinazione selezionata. Quando viene selezionato syslog, verrà utilizzata la struttura locale 4 per inviare messaggi di livello informativo per questi registri.
ko_kr: 로그 데이터를 선택한 대상으로 보냅니다. syslog를 선택하면 facility local 4가 이러한 로그에 대한 정보 수준의 메시지를 보내는 데 사용됩니다.
pl_pl: Wyślij dane z dziennika do wybranego miejsca docelowego. Gdy wybrano syslog, lokalność 4 zostanie użyta do wysyłania wiadomości na poziomie informacyjnym dla tych dzienników.
uk_ua: Надсилати дані журналу до вибраної цілі. Якщо вибрано syslog, для надсилання повідомлень інформаційного рівня для цих журналів використовуватиметься локальний об'єкт 4.
zh_cn: 将日志数据发送到选定的目标。当选择syslog时，将使用本地4工具为这些日志发送信息级别的消息。

source: Server Template
cs_cz: Šablona serveru
de_de: Servervorlage
el_gr: Πρότυπο διακομιστή
fa_ir: قالب سرور
fr_fr: Modèle de serveur
it_it: Modello server
ko_kr: 서버 템플릿
pl_pl: Szablon serwera
uk_ua: Шаблон сервера
zh_cn: 服务器模板

source: Service Name or FQDN
cs_cz: Název služby nebo FQDN
de_de: Dienstname oder FQDN
el_gr: Όνομα υπηρεσίας ή FQDN
fa_ir: نام سرویس یا FQDN
fr_fr: Nom du service ou FQDN
it_it: Nome del servizio o FQDN
ko_kr: 서비스 이름 또는 FQDN
pl_pl: Nazwa usługi lub FQDN
uk_ua: Назва служби або FQDN
zh_cn: 服务名称或FQDN (完全限定域名)

source: Set an optional description for this neighbor.
cs_cz: Nastavit volitelný popis pro tohoto souseda.
de_de: Optionale Beschreibung für diesen Nachbarn festlegen.
el_gr: Ορίστε μια προαιρετική περιγραφή για αυτόν τον γείτονα.
fa_ir: یک توضیح اختیاری برای این همسایه تعیین کنید.
fr_fr: Définit une description facultative pour ce voisin.
it_it: Imposta una descrizione facoltativa per questo vicino.
ko_kr: 이 인접 네트워크에 대한 설명(선택 사항)을 설정하세요.
pl_pl: Ustaw opcjonalny opis dla tego sąsiada.
uk_ua: Встановіть необов'язковий опис для цього сусіда.
zh_cn: 设置该邻居的可选描述信息。

source: Set as many NTP peers you need.
cs_cz: Nastavte tolik NTP protějšků, kolik potřebujete.
de_de: Benötigte Anzahl an NTP-Peers festlegen.
el_gr: Ορίστε όσους ομότιμους NTP χρειάζεστε.
fa_ir: به هر تعداد که نیاز دارید NTP peer اضافه کنید.
fr_fr: Définissez autant de pairs NTP que vous le souhaitez.
it_it: Imposta tutti i peer NTP di cui hai bisogno.
ko_kr: NTP 피어를 필요한 만큼 설정하세요.
pl_pl: Ustaw tyle serwerów NTP, ile potrzebujesz.
uk_ua: Встановіть стільки NTP-колег, скільки вам потрібно.
zh_cn: 设置所需数量的NTP端点。

source: Set the API Key for accessing Datadog.
cs_cz: Nastavit klíč k API pro přístup k Datadog.
de_de: API-Schlüssel für den Zugriff auf Datadog festlegen.
el_gr: Ορίστε το Κλειδί API για πρόσβαση στο Datadog.
fa_ir: کلید API دسترسی به Datadog را تنظیم کنید.
fr_fr: Définissez la clé API pour accéder à Datadog.
it_it: Imposta la chiave API per accedere a Datadog.
ko_kr: Datadog에 액세스하기 위한 API 키를 설정하세요.
pl_pl: Ustaw klucz API do dostępu do Datadog.
uk_ua: Встановити ключ API для доступу до Datadog.
zh_cn: 设置访问数据狗的API密钥。

source: Set the Hosts to ping using IPv4 in a CSV list.
cs_cz: Nastavit hostitele, které kontrolovat pomocí ping (přes IPv4), ze seznamu v CSV.
de_de: Hosts zum Pingen per IPv4 in einer CSV-Liste angeben.
el_gr: Ρυθμίστε τους κεντρικούς υπολογιστές να κάνουν ping χρησιμοποιώντας IPv4 σε μια λίστα CSV.
fa_ir: هاست‌هایی که باید با IPv4 پینگ شوند را در قالب CSV وارد کنید.
fr_fr: Définissez les hôtes à ping en utilisant IPv4 dans une liste CSV.
it_it: Imposta gli host per eseguire il ping utilizzando IPv4 in un elenco CSV.
ko_kr: CSV 목록에서 IPv4를 사용하여 ping하도록 호스트를 설정하세요.
pl_pl: Ustaw hosty do pingowania przy użyciu IPv4 w liście CSV.
uk_ua: Встановити хости для пінгування за допомогою IPv4 у списку CSV.
zh_cn: 在CSV列表中设置"主机使用IPv4 ping"。

source: Set the Hosts to ping using IPv6 in a CSV list.
cs_cz: Nastavit hostitele, které kontrolovat pomocí ping (přes IPv6), ze seznamu v CSV.
de_de: Hosts zum Pingen per IPv6 in einer CSV-Liste angeben.
el_gr: Ρυθμίστε τους κεντρικούς υπολογιστές να κάνουν ping χρησιμοποιώντας IPv6 σε μια λίστα CSV.
fa_ir: هاست‌هایی که باید با IPv6 پینگ شوند را در قالب CSV وارد کنید.
fr_fr: Définissez les hôtes à ping en utilisant IPv6 dans une liste CSV.
it_it: Imposta gli host per eseguire il ping utilizzando IPv6 in un elenco CSV.
ko_kr: CSV 목록에서 IPv6을 사용하여 ping하도록 호스트를 설정하세요.
pl_pl: Ustaw hosty do pingowania przy użyciu IPv6 w liście CSV.
uk_ua: Встановити хости для пінгування за допомогою IPv6 у списку CSV.
zh_cn: 在CSV列表中设置"主机使用IPv6 ping"。

source: Set the IP address or FQDN where all outgoing mails are sent to.
cs_cz: Nastavte IP adresu nebo FQDN, na kterou se odesílají všechny odchozí e-maily.
de_de: IP-Adresse oder FQDN angeben, an den alle ausgehenden E-Mails gesendet werden.
el_gr: Ορίστε τη διεύθυνση IP ή το FQDN όπου αποστέλλονται όλα τα εξερχόμενα μηνύματα ηλεκτρονικού ταχυδρομείου.
fa_ir: آدرس IP یا FQDN مقصد برای ارسال تمام ایمیل‌های خروجی را تنظیم کنید.
fr_fr: Définit l'adresse IP ou le FQDN vers lequel tous les courriels sortants sont envoyés.
it_it: Imposta l'indirizzo IP o FQDN a cui verranno inviati tutti i messaggi di posta in uscita.
ko_kr: 모든 발신 메일이 전송되는 IP 주소나 FQDN을 설정하세요.
pl_pl: Ustaw adres IP lub FQDN, gdzie wysyłane są wszystkie wiadomości.
uk_ua: Встановити IP-адресу або FQDN, куди надсилаються всі вихідні листи.
zh_cn: 设置所有外发邮件的IP地址或FQDN。

source: Set the IP and port where metrics shoud be sent to. Format: IP:port.
cs_cz: Nastavte IP adresu a port, na který se mají metriky odesílat. Formát: IP:port.
de_de: IP-Adresse und Port angeben, an die Metriken gesendet werden sollen (Format: IP:Port).
el_gr: Ορίστε την IP και τη θύρα στην οποία θα πρέπει να αποστέλλονται οι μετρήσεις. Μορφή: IP:port.
fa_ir: آدرس IP و پورت مقصدی که متریک‌ها باید به آن ارسال شوند را تنظیم کنید. فرمت: IP:port.
fr_fr: Définissez l'IP et le port vers lesquels les métriques doivent être envoyées. Format : IP:port.
it_it: Imposta l'IP e la porta a cui inviare le metriche. Formato: IP:porta.
ko_kr: 메트릭을 보낼 대상 IP 및 포트를 설정하세요. 형식: IP: 포트.
pl_pl: Ustaw IP i port, gdzie powinny być wysyłane metryki. Format: IP:port.
uk_ua: Встановити IP та порт, куди слід надсилати метрики. Формат: IP:порт.
zh_cn: 设置指标应该发送到的IP和端口。格式：IP:端口。

source: Set the URL where metrics shoud be sent to. Format is without square brackets, just like https://app.datadoghq.com/api/v1/series.
cs_cz: Nastavte URL na kterou mají být metriky odesílány. Formát je bez hranatých závorek, stejně jako https://app.datadoghq.com/api/v1/series.
de_de: URL angeben, an die Metriken gesendet werden sollen (Format ohne eckige Klammern, z. B. https://app.datadoghq.com/api/v1/series).
el_gr: Ορίστε τη διεύθυνση URL στην οποία θα πρέπει να αποστέλλονται οι μετρήσεις. Η μορφή είναι χωρίς αγκύλες, όπως ακριβώς https://app.datadoghq.com/api/v1/series.
fa_ir: URL مقصدی که متریک‌ها باید به آن ارسال شوند را تعیین کنید. فرمت بدون براکت‌های مربعی است، مانند https://app.datadoghq.com/api/v1/series.
fr_fr: Définit l'URL vers laquelle les mesures doivent être envoyées. Le format est sans crochets, tout comme https://app.datadoghq.com/api/v1/series.
it_it: Imposta l'URL a cui inviare le metriche. Il formato è senza parentesi quadre, proprio come https://app.datadoghq.com/api/v1/series.
ko_kr: 메트릭을 보낼 URL을 설정하세요. 형식은 https://app.datadoghq.com/api/v1/series와 마찬가지로 대괄호가 없습니다.
pl_pl: Ustaw adres URL, dokąd powinny być wysyłane metryki. Format bez nawiasów kwadratowych, tak jak https://app.datadoghq.com/api/v1/series.
uk_ua: Встановити URL, куди слід надсилати метрики. Формат без квадратних дужок, наприклад https://app.datadoghq.com/api/v1/series.
zh_cn: 设置指标应发送到的 URL。 格式没有方括号，就像 https://app.datadoghq.com/api/v1/series 一样。

source: Set the hostname or ip of the remote apcupsd server.
cs_cz: Nastavení názvu hostitele nebo ip vzdáleného serveru apcupsd.
de_de: Hostname oder IP-Adresse des entfernten apcupsd-Servers angeben.
el_gr: Ορίστε το όνομα κεντρικού υπολογιστή ή την IP του απομακρυσμένου διακομιστή apcupsd.
fa_ir: نام میزبان یا IP سرور دوردست apcupsd را تنظیم کنید.
fr_fr: Définir le nom d'hôte ou l'adresse IP du serveur apcupsd distant.
it_it: Imposta il nome host o l'IP del server apcupsd remoto.
ko_kr: 원격 apcupsd 서버의 호스트 이름 또는 IP를 설정하세요.
pl_pl: Ustaw nazwę hosta lub IP zdalnego serwera apcupsd.
uk_ua: Встановити ім'я хоста або IP віддаленого сервера apcupsd.
zh_cn: 设置远程apcupsd服务器的主机名或ip。
