Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Header Buffer Size (kB)
cs_cz: Velikost vyrovnávací paměti hlaviček (kB)
de_de: Header-Puffergröße (kB)
el_gr: Μέγεθος προσωρινής μνήμης κεφαλίδας (kB)
fa_ir: اندازه بافر هدر (kB)
fr_fr: Taille du tampon d'en-tête (kB)
it_it: Dimensione buffer intestazione (kB)
ko_kr: 헤더 버퍼 크기(kB)
pl_pl: Rozmiar bufora nagłówka (kB)
uk_ua: Розмір буфера заголовків (кБ)
zh_cn: 标头缓冲区大小(kB)

source: Here you can whitelist IP addresses or domains.
cs_cz: Zde je možné umístit IP adresy či domény na seznam povolených.
de_de: Hier können Sie IP-Adressen oder Domains auf die Positivliste setzen.
el_gr: Εδώ μπορείτε να προσθέσετε διευθύνσεις IP ή τομείς στη λίστα επιτρεπόμενων.
fa_ir: در اینجا می‌توانید آدرس‌های IP یا دامنه‌ها را در فهرست سفید قرار دهید.
fr_fr: Ici, vous pouvez établir une liste blanche d'adresses IP ou de domaines.
it_it: Qui puoi inserire nella whitelist indirizzi IP o domini.
ko_kr: 여기서 IP 주소 또는 도메인을 화이트리스트에 추가할 수 있습니다.
pl_pl: Tutaj możesz dodać adresy IP lub domeny do białej listy.
uk_ua: Тут ви можете додати до білого списку IP-адреси або домени.
zh_cn: 可以在此处将IP地址或域列入白名单。

source: History Rows
cs_cz: Řádků historie
de_de: Verlaufszeilen
el_gr: Γραμμές ιστορικού
fa_ir: ردیف‌های تاریخچه
fr_fr: Lignes d'histoire
it_it: Righe di storia
ko_kr: 기록 행
pl_pl: Wiersze historii
uk_ua: Рядків історії
zh_cn: 历史行

source: Host Key
cs_cz: Klíč hostitele
de_de: Host-Schlüssel
el_gr: Κλειδί κεντρικού υπολογιστή
fa_ir: کلید میزبان
fr_fr: Clé de l'hôte
it_it: Chiave host
ko_kr: 호스트 키
pl_pl: Klucz hosta
uk_ua: Ключ хоста
zh_cn: 主机密钥

source: IP address or hostname of the SFTP server.
cs_cz: IP adresa nebo název stroje se SFTP serverem.
de_de: IP-Adresse oder Hostname des SFTP-Servers
el_gr: Διεύθυνση IP ή όνομα κεντρικού υπολογιστή του διακομιστή SFTP.
fa_ir: آدرس IP یا نام میزبان سرور SFTP.
fr_fr: Adresse IP ou nom d'hôte du server SFTP.
it_it: Indirizzo IP o nome host del server SFTP.
ko_kr: SFTP 서버의 IP 주소 또는 호스트 이름입니다.
pl_pl: Adres IP lub nazwa hosta serwera SFTP.
uk_ua: IP-адреса або ім'я хоста сервера SFTP.
zh_cn: SFTP服务器的IP地址或主机名。

source: IPv4 Address
cs_cz: IPv4 adresa
de_de: IPv4-Adresse
el_gr: Διεύθυνση IPv4
fa_ir: آدرس IPv4
fr_fr: Adresse IPV4
it_it: Indirizzo IPv4
ko_kr: IPv4 주소
pl_pl: Adres IPv4
uk_ua: Адреса IPv4
zh_cn: IPv4地址

source: IPv4 NAT64 Interface Address
cs_cz: Adresa IPv4 NAT64 rozhraní
de_de: IPv4-Adresse der NAT64-Schnittstelle
el_gr: Διεύθυνση διεπαφής IPv4 NAT64
fa_ir: آدرس رابط NAT64 IPv4
fr_fr: Adresse de l'interface IPv4 NAT64
it_it: Indirizzo interfaccia IPv4 NAT64
ko_kr: IPv4 NAT64 인터페이스 주소
pl_pl: Adres interfejsu IPv4 NAT64
uk_ua: Адреса інтерфейсу IPv4 NAT64
zh_cn: IPv4 NAT64接口地址

source: IPv4 Pool
cs_cz: IPv4 fond
fa_ir: استخر IPv4
fr_fr: Pool IPv4
it_it: Gruppo IPv4
ko_kr: IPv4 풀
pl_pl: Pula IPv4
uk_ua: Пул IPv4
zh_cn: IPv4池

source: IPv4 address of the NAT64 interface. Must not be located in Tayga's IPv4 pool. Only used for ICMP.
cs_cz: IPv4 adresa NAT64 rozhraní. Je třeba, aby neleželo v IPv4 fondu Tayga. Používáno pouze pro ICMP.
de_de: IPv4-Adresse der NAT64-Schnittstelle. Darf sich nicht im IPv4-Pool von Tayga befinden. Wird nur für ICMP verwendet.
el_gr: Διεύθυνση IPv4 της διεπαφής NAT64. Δεν πρέπει να βρίσκεται στην ομάδα IPv4 της Tayga. Χρησιμοποιείται μόνο για ICMP.
fa_ir: آدرس IPv4 رابط NAT64. نباید در استخر IPv4ِ Tayga قرار داشته باشد. تنها برای ICMP استفاده می‌شود.
fr_fr: Adresse IPv4 de l'interface NAT64. Ne doit pas être située dans le pool IPv4 de Tayga. Utilisé uniquement pour ICMP.
it_it: Indirizzo IPv4 dell'interfaccia NAT64. Non deve trovarsi nel pool IPv4 di Tayga. Utilizzato solo per ICMP.
ko_kr: NAT 64 인터페이스의 IPv4 주소입니다. Tayga의 IPv4 풀에 있으면 안 됩니다. ICMP에만 사용됩니다.
pl_pl: Adres IPv4 interfejsu NAT64. Nie może znajdować się w puli IPv4 Tayga. Używany tylko dla ICMP.
uk_ua: IPv4-адреса інтерфейсу NAT64. Не повинна знаходитися в пулі IPv4 Tayga. Використовується лише для ICMP.
zh_cn: NAT64接口的IPv4地址。不得位于Tayga的IPv4池中。仅用于ICMP。

source: IPv6 NAT64 Interface Address
cs_cz: Adresa IPv6 NAT64 rozhraní
de_de: IPv6-Adresse der NAT64-Schnittstelle
el_gr: Διεύθυνση διεπαφής IPv6 NAT64
fa_ir: آدرس رابط NAT64 IPv6
fr_fr: Adresse de l'interface IPv6 NAT64
it_it: Indirizzo interfaccia NAT64 IPv6
ko_kr: IPv6 NAT 64 인터페이스 주소
pl_pl: Adres interfejsu IPv6 NAT64
uk_ua: Адреса інтерфейсу IPv6 NAT64
zh_cn: IPv6 NAT64接口地址

source: IPv6 address of the NAT64 interface. Must not have Tayga's IPv6 prefix. Only used for ICMP.
cs_cz: IPv6 adresa NAT64 rozhraní. Je třeba, aby neleželo v IPv6 předponě Tayga. Používáno pouze pro ICMP.
de_de: IPv6-Adresse der NAT64-Schnittstelle. Darf nicht das IPv6-Präfix von Tayga enthalten. Wird nur für ICMP verwendet.
el_gr: Διεύθυνση IPv6 της διεπαφής NAT64. Δεν πρέπει να έχει το πρόθεμα IPv6 της Tayga. Χρησιμοποιείται μόνο για ICMP.
fa_ir: آدرس IPv6 رابط NAT64. نباید پیشوند IPv6ِ Tayga را داشته باشد. تنها برای ICMP استفاده می‌شود.
fr_fr: Adresse IPv6 de l'interface NAT64. Ne doit pas avoir le préfixe IPv6 de Tayga. Utilisé uniquement pour ICMP.
it_it: Indirizzo IPv6 dell'interfaccia NAT64. Non deve avere il prefisso IPv6 di Tayga. Utilizzato solo per ICMP.
ko_kr: NAT 64 인터페이스의 IPv6 주소입니다. Tayga의 IPv6 프리픽스가 없어야 합니다. ICMP에만 사용됩니다.
pl_pl: Adres IPv6 interfejsu NAT64. Nie może mieć prefiksu IPv6 Tayga. Używany tylko dla ICMP.
uk_ua: IPv6-адреса інтерфейсу NAT64. Не повинна мати IPv6-префікс Tayga. Використовується лише для ICMP.
zh_cn: NAT64接口的IPv6地址。不得具有Tayga的IPv6前缀。仅用于ICMP。

source: IPv6 hosts which send traffic through Tayga will be dynamically assigned an IPv4 address from this pool. Can be any size, but each IPv6 host requires one address.
cs_cz: IPv6 hostitelům, kteří odesílají přenosy prostřednictvím služby Tayga, bude dynamicky přiřazena IPv4 adresa z tohoto fondu. Ten může mít libovolnou velikost, ale je třeba zajistit, aby prokaždého IPv6 hostitele byla k dispozici potřebná adresa.
de_de: IPv6-Hosts, die Datenverkehr über Tayga senden, erhalten dynamisch eine IPv4-Adresse aus diesem Pool zugewiesen. Die Größe des Pools ist beliebig, jedoch benötigt jeder IPv6-Host eine eigene Adresse.
el_gr: Στους κεντρικούς υπολογιστές IPv6 που στέλνουν κίνηση μέσω του Tayga θα εκχωρηθεί δυναμικά μια διεύθυνση IPv4 από αυτήν την ομάδα. Μπορεί να έχει οποιοδήποτε μέγεθος, αλλά κάθε κεντρικός υπολογιστής IPv6 απαιτεί μία διεύθυνση.
fa_ir: هاست‌های IPv6 که ترافیک را از طریق Tayga ارسال می‌کنند به‌صورت پویا یک آدرس IPv4 از این استخر دریافت می‌کنند. اندازهٔ استخر می‌تواند هر مقدار باشد، اما برای هر هاست IPv6 یک آدرس لازم است.
fr_fr: Les hôtes IPv6 qui envoient du trafic via Tayga se verront attribuer dynamiquement une adresse IPv4 à partir de ce pool. Peut être de n'importe quelle taille, mais chaque hôte IPv6 nécessite une adresse.
it_it: Agli host IPv6 che inviano traffico tramite Tayga verrà assegnato dinamicamente un indirizzo IPv4 da questo pool. Può avere qualsiasi dimensione, ma ogni host IPv6 richiede un indirizzo.
ko_kr: Tayga를 통해 트래픽을 보내는 IPv6 호스트에는 이 풀의 IPv4 주소가 동적으로 할당됩니다. 모든 크기를 사용할 수 있지만 각 IPv6 호스트에는 하나의 주소가 필요합니다.
pl_pl: Adresy IPv6, które przesyłają ruch przez Tayga, otrzymają dynamicznie przydzielony adres IPv4 z tej puli. Może mieć dowolny rozmiar, ale każdy host IPv6 wymaga jednego adresu.
uk_ua: Хостам IPv6, які надсилають трафік через Tayga, динамічно призначатиметься IPv4-адреса з цього пулу. Може бути будь-якого розміру, але кожен хост IPv6 вимагає однієї адреси.
zh_cn: 通过Tayga发送流量的IPv6主机会从该池中动态分配一个IPv4地址。可以是任意大小，但每个IPv6主机都需要一个地址。

source: Identity Type
cs_cz: Typ identity
de_de: Identitätstyp
el_gr: Τύπος ταυτότητας
fa_ir: نوع هویت
fr_fr: Type d'identité
it_it: Tipo di identità
ko_kr: ID 유형
pl_pl: Typ tożsamości
uk_ua: Тип ідентифікації
zh_cn: 身份类型

source: If left unspecified, Tayga will construct its IPv6 address by using its IPv4 address and the IPv6 prefix (default). Tayga requires its own IPv6 address because it acts as a router and needs to be able to send ICMP messages. Tayga will also respond to ICMPv6 echo requests at this address.
cs_cz: Pokud není zadáno, sestaví Tayga svou IPv6 adresu pomocí své IPv4 a IPv6 předpony (výchozí chování). Tayga vyžaduje vlastní IPv6 adresu, protože funguje jako směrovač a potřebuje tedy být schopna odesílat ICMP zprávy. Na této adrese bude Tayga také odpovídat na požadavky ICMPv6 echo.
de_de: Wenn nicht angegeben, erzeugt Tayga seine IPv6-Adresse aus der eigenen IPv4-Adresse und dem IPv6-Präfix (Standard). Tayga benötigt eine eigene IPv6-Adresse, da es als Router fungiert und ICMP-Nachrichten senden können muss. Es antwortet auch auf ICMPv6-Echoanforderungen unter dieser Adresse.
el_gr: Εάν δεν προσδιοριστεί, η Tayga θα κατασκευάσει τη διεύθυνση IPv6 χρησιμοποιώντας τη διεύθυνση IPv4 και το πρόθεμα IPv6 (προεπιλογή). Η Tayga απαιτεί τη δική της διεύθυνση IPv6 επειδή λειτουργεί ως δρομολογητής και πρέπει να μπορεί να στέλνει μηνύματα ICMP. Η Tayga θα απαντά επίσης σε αιτήματα ηχούς ICMPv6 σε αυτήν τη διεύθυνση.
fa_ir: اگر مشخص نشود، Tayga آدرس IPv6 خود را از روی آدرس IPv4 و پیش‌وند IPv6 می‌سازد (پیش‌فرض). Tayga به‌عنوان یک روتر به آدرس IPv6 نیاز دارد تا بتواند پیام‌های ICMP را ارسال کند. همچنین Tayga به درخواست‌های echoِ ICMPv6 در این آدرس پاسخ می‌دهد.
fr_fr: S'il n'est pas spécifié, Tayga construira son adresse IPv6 en utilisant son adresse IPv4 et le préfixe IPv6 (par défaut). Tayga requiert sa propre adresse IPv6 car il agit comme un routeur et doit pouvoir envoyer des messages ICMP. Tayga répondra également aux requêtes d'écho ICMPv6 à cette adresse.
it_it: Se non specificato, Tayga costruirà il suo indirizzo IPv6 utilizzando il suo indirizzo IPv4 e il prefisso IPv6 (predefinito). Tayga richiede un proprio indirizzo IPv6 perché funge da router e deve essere in grado di inviare messaggi ICMP. Tayga risponderà anche alle richieste echo ICMPv6 a questo indirizzo.
ko_kr: 지정되지 않은 상태로 두면 Tayga는 IPv4 주소와 IPv6 프리픽스(기본값)를 사용하여 IPv6 주소를 구성합니다. Tayga는 라우터 역할을 하며 ICMP 메시지를 보낼 수 있어야 하기 때문에 자체 IPv6 주소가 필요합니다. Tayga는 또한 이 주소에서 ICMPv6 에코 요청에 응답할 것입니다.
pl_pl: Jeśli zostanie nieokreślony, Tayga skonstruuje swój adres IPv6, używając swojego adresu IPv4 i prefiksu IPv6 (domyślnie). Tayga wymaga własnego adresu IPv6, ponieważ działa jako router i musi być w stanie wysyłać komunikaty ICMP. Tayga będzie również odpowiadać na żądania ICMPv6 echo pod tym adresem.
uk_ua: Якщо не вказано, Tayga сформує свою IPv6-адресу, використовуючи свою IPv4-адресу та IPv6-префікс (типово). Tayga потребує власної IPv6-адреси, оскільки вона діє як маршрутизатор і повинна мати можливість надсилати повідомлення ICMP. Tayga також відповідатиме на запити відлуння ICMPv6 за цією адресою.
zh_cn: 如果未指定，Tayga会使用其IPv4地址和IPv6前缀(默认值)来构造其IPv6地址。Tayga需要其自己的IPv6地址，因为它充当路由器并且需要能够发送ICMP消息。 Tayga还会在此地址响应ICMPv6回显请求。

source: If you check this box may help if tor is stuck at startup.
cs_cz: Zaškrtnutí tohoto může pomoci v případě, že se tor zasekává při spouštění.
de_de: Wenn Sie dieses Kästchen aktivieren, kann dies helfen, falls Tor beim Start hängen bleibt.
el_gr: Αν επιλέξετε αυτό το πλαίσιο, μπορεί να βοηθήσει αν το Tor έχει κολλήσει κατά την εκκίνηση.
fa_ir: تیک زدن این گزینه ممکن است وقتی tor هنگام راه‌اندازی گیر می‌کند مفید باشد.
fr_fr: Si vous cochez cette case, cela peut aider si tor est bloqué au démarrage.
it_it: Se selezioni questa casella può essere d'aiuto se tor si blocca all'avvio.
ko_kr: 이 확인란을 선택하면 시동 시 토르가 고착된 경우에 도움이 될 수 있습니다.
pl_pl: Zaznaczenie tego pola może pomóc, jeśli tor utknie podczas uruchamiania.
uk_ua: Якщо ви позначите це поле, це може допомогти, якщо Tor зависає під час запуску.
zh_cn: 如果在启动时卡住，选中该选项可能会有所帮助。

source: If you check this box, autolearning will be enabled. Autolearning is performing as spam if a message has reject action and as ham if a message has negative score.
cs_cz: Pokud tuto kolonku zaškrtnete, bude zapnuto automatické učení. To se provádí jako spam, pokud má zpráva akci odmítnutí, a jako ham, pokud má zpráva negativní hodnocení.
de_de: Wenn Sie dieses Kästchen aktivieren, wird das automatische Lernen aktiviert. Eine Nachricht wird als Spam behandelt, wenn sie abgelehnt wird, und als erwünscht (Ham), wenn sie eine negative Bewertung erhält.
el_gr: Εάν επιλέξετε αυτό το πλαίσιο, η αυτόματη εκμάθηση θα ενεργοποιηθεί. Η αυτόματη εκμάθηση λειτουργεί ως ανεπιθύμητη αλληλογραφία (spam) εάν ένα μήνυμα έχει ενέργεια απόρριψης και ως χαζομάρα (ham) εάν ένα μήνυμα έχει αρνητική βαθμολογία.
fa_ir: اگر این گزینه را علامت بزنید، یادگیری خودکار فعال می‌شود. یادگیری خودکار پیامی را که عمل آن رد (reject) است به‌عنوان اسپم و پیامی را که نمرهٔ منفی دارد به‌عنوان غیر اسپم (ham) در نظر می‌گیرد.
fr_fr: Si vous cochez cette case, l'apprentissage automatique sera activé. L'autoapprentissage fonctionne comme un spam si un message a une action de rejet et comme un jambon si un message a un score négatif.
it_it: Se selezioni questa casella, l'apprendimento automatico sarà abilitato. L'apprendimento automatico viene eseguito come spam se un messaggio ha un'azione di rifiuto e come ham se un messaggio ha un punteggio negativo.
ko_kr: 이 확인란을 선택하면 자동 학습이 활성화됩니다. 자동 학습은 메시지에 거부 액션이 있는 경우 스팸으로 수행되고 메시지에 음수 점수가 있는 경우 스팸으로 수행됩니다.
pl_pl: Jeśli zaznaczysz to pole, autouczenie zostanie włączone. Autouczenie działa jako spam, jeśli wiadomość ma akcję odrzucenia, a jako ham, jeśli wiadomość ma ujemny wynik.
uk_ua: Якщо ви позначите це поле, буде увімкнено автонавчання. Автонавчання працює як спам, якщо повідомлення має дію "відхилити", і як "ham" (корисне повідомлення), якщо повідомлення має негативний бал.
zh_cn: 如果选中，就会启用自动学习。如果邮件进行拒绝操作，则自动学习会作为垃圾邮件执行；如果邮件得分为负，则自动学习会作为垃圾邮件执行。

source: Inactive Timeout
cs_cz: Časový limit pro neaktivitu
de_de: Inaktives Zeitlimit
el_gr: Χρονικό όριο ανενεργού
fa_ir: مهلت عدم‌فعالیت
fr_fr: Délai d'inactivité
it_it: Timeout inattivo
ko_kr: 비활성 타임아웃
pl_pl: Nieaktywny limit czasowy
uk_ua: Таймаут неактивності
zh_cn: 不活动超时

source: JSON Key
cs_cz: JSON klíč
de_de: JSON-Schlüssel
el_gr: Κλειδί JSON
fa_ir: کلید JSON
fr_fr: Clé JSON
it_it: Chiave JSON
ko_kr: JSON 키
pl_pl: Klucz JSON
uk_ua: Ключ JSON
zh_cn: JSON密钥

source: Key Type
cs_cz: Typ klíče
de_de: Schlüsseltyp
el_gr: Τύπος κλειδιού
fa_ir: نوع کلید
fr_fr: Type de clé
it_it: Tipo chiave
ko_kr: 키 유형
pl_pl: Typ klucza
uk_ua: Тип ключа
zh_cn: 密钥类型

source: Last updated timestamp. This is the time the vendor created the lists.
cs_cz: Naposledy aktualizované časové razítko. Toto je okamžik, kdy výrobce seznam vytvořil.
de_de: Zeitstempel der letzten Aktualisierung. Dies ist der Zeitpunkt, zu dem der Anbieter die Listen erstellt hat.
el_gr: Τελευταία ενημερωμένη χρονική σήμανση. Αυτή είναι η ώρα που ο προμηθευτής δημιούργησε τις λίστες.
fa_ir: زمان آخرین به‌روزرسانی. این زمانی است که ارائه‌دهنده فهرست‌ها را ایجاد کرده است.
fr_fr: Horodatage de la dernière mise à jour. Il s'agit de l'heure à laquelle le fournisseur a créé les listes.
it_it: Ultima data e ora aggiornata. Questo è il momento in cui il venditore ha creato gli elenchi.
ko_kr: 마지막으로 업데이트된 타임스탬프입니다. 공급업체가 목록을 만든 시간입니다.
pl_pl: Ostatnia aktualizacja znacznika czasu. Jest to czas, w którym dostawca stworzył listy.
uk_ua: Час останнього оновлення. Це час, коли постачальник створив списки.
zh_cn: 最近更新的时间。这是提供商创建列表的时间。

source: Levels
cs_cz: Úrovně
de_de: Level
el_gr: Επίπεδα
fa_ir: سطوح
fr_fr: Niveaux
it_it: Livelli
ko_kr: 레벨
pl_pl: Poziomy
uk_ua: Рівні
zh_cn: 层级

source: List of domains to whitelist. You can use regular expressions.
cs_cz: Seznam domén k umístění na seznam povolených. Je možné použít regulární výrazy.
de_de: Liste von Domains, die ausgenommen werden sollen (Whitelist). Reguläre Ausdrücke können verwendet werden.
el_gr: Λίστα τομέων για προσθήκη στη λίστα επιτρεπόμενων. Μπορείτε να χρησιμοποιήσετε κανονικές εκφράσεις.
fa_ir: لیست دامنه‌های مجاز. می‌توانید از عبارات منظم استفاده کنید.
fr_fr: Liste de domaines à ajouter à la liste blanche. Vous pouvez utiliser des expressions régulières.
it_it: Elenco dei domini da autorizzare. Puoi usare le espressioni regolari.
ko_kr: 화이트리스트에 추가할 도메인 목록입니다. 정규식을 사용할 수 있습니다.
pl_pl: Lista domen do dodania do białej listy. Możesz użyć wyrażeń regularnych.
uk_ua: Список доменів для додавання до білого списку. Ви можете використовувати регулярні вирази.
zh_cn: 要列入白名单的域名列表。可以使用正则表达式。

source: Listening interfaces
cs_cz: Rozhraní na kterých očekáváno spojení
de_de: Überwachte Schnittstellen
el_gr: Διεπαφές ακρόασης
fa_ir: رابط‌های شنونده
fr_fr: Interfaces d'écoute
it_it: Interfacce di ascolto
ko_kr: 수신 대기 인터페이스
pl_pl: Nasłuchiwane interfejsy
uk_ua: Інтерфейси прослуховування
zh_cn: 监听接口

source: Load Balancing Algorithm
cs_cz: Algoritmus rozdělování zátěže
de_de: Lastverteilungsalgorithmus
el_gr: Αλγόριθμος εξισορρόπησης φορτίου
fa_ir: الگوریتم توزیع بار
fr_fr: Algorithme d'équilibrage des charges
it_it: Algoritmo di bilanciamento del carico
ko_kr: 로드 밸런싱 알고리즘
uk_ua: Алгоритм балансування навантаження
zh_cn: 负载均衡算法

source: Location to fetch geoip address ranges from. Refer to the OPNsense documentation for further details
cs_cz: Umístění, ze kterého mají být načítány rozsahy geoip adres. Podrobnosti naleznete v dokumentaci k OPNsense
de_de: Ort, von dem GeoIP-Adressbereiche abgerufen werden. Weitere Informationen finden Sie in der OPNsense-Dokumentation.
el_gr: Τοποθεσία από την οποία θα ανακτηθούν τα εύρη διευθύνσεων γεωγραφικής διεύθυνσης. Ανατρέξτε στην τεκμηρίωση του OPNsense για περισσότερες λεπτομέρειες.
fa_ir: محل دریافت محدوده‌های آدرس GeoIP. برای جزئیات بیشتر به مستندات OPNsense مراجعه کنید.
fr_fr: L'emplacement à partir duquel récupérer les plages d'adresses geoip. Reportez-vous à la documentation OPNsense pour plus de détails
it_it: La posizione da cui recuperare l'indirizzo geoIP varia. Fare riferimento alla documentazione OPNsense per ulteriori dettagli
ko_kr: GeoIP 주소 범위를 가져올 위치를 지정합니다. 자세한 내용은 OPNsense 문서를 참조하세요
pl_pl: Lokalizacja pobierania zakresów adresów geoip. Zwróć się do dokumentacji OPNsense w celu uzyskania dalszych informacji.
uk_ua: Місце для отримання діапазонів географічних IP-адрес. Додаткові відомості дивіться в документації OPNsense
zh_cn: geoip地址数据的远程网址。请参阅OPNsense文档了解更多详情

source: Log at debug level.
cs_cz: Zaznamenávat události zvlášť podrobně (ladění).
de_de: Protokollierung auf Debug-Ebene.
el_gr: Καταγραφή σε επίπεδο εντοπισμού σφαλμάτων.
fa_ir: ثبت لاگ در سطح دیباگ.
fr_fr: Journal au niveau de débogage.
it_it: Accedi a livello di debug.
ko_kr: 디버그 수준에서 기록합니다.
pl_pl: Rejestrowanie na poziomie debugowania.
uk_ua: Вести журнал на рівні налагодження.
zh_cn: 记录调试级别的消息。

source: Log only error level messages.
cs_cz: Zaznamenávat pouze zprávy úrovně chyba.
de_de: Nur Fehlermeldungen protokollieren.
el_gr: Καταγραφή μόνο μηνυμάτων επιπέδου σφάλματος.
fa_ir: فقط پیام‌های سطح خطا را ثبت کن.
fr_fr: Enregistrer uniquement les messages de niveau d'erreur.
it_it: Registra solo i messaggi relativi al livello di errore.
ko_kr: 오류 수준 메시지만 기록합니다.
pl_pl: Rejestruj tylko komunikaty o poziomie błędu.
uk_ua: Вести журнал лише повідомлень рівня помилок.
zh_cn: 仅记录错误级别消息。

source: Mail Admin
cs_cz: Správa e-mailů
de_de: Mail-Administrator
el_gr: Διαχειριστής αλληλογραφίας
fa_ir: مدیریت ایمیل
it_it: Amministratore di posta
ko_kr: 메일 관리자
pl_pl: Mail Administratora
uk_ua: Адміністратор пошти
zh_cn: 邮件管理员

source: MailinaBox Server FQDN
cs_cz: FQDN serveru MailinaBox
el_gr: FQDN διακομιστή MailinaBox
fa_ir: FQDN سرور MailinaBox
fr_fr: FQDN du serveur MailinaBox
it_it: FQDN del server MailinaBox
ko_kr: MailinaBox 서버 FQDN
uk_ua: Повне доменне ім'я сервера MailinaBox
zh_cn: MailinaBox服务器FQDN

source: Maximum Object Age (sec)
cs_cz: Nejvyšší umožněné stáří objektu (sek)
de_de: Max. Objektalter (Sek.)
el_gr: Μέγιστη ηλικία αντικειμένου (δευτ.)
fa_ir: حداکثر عمر شیء (ثانیه)
fr_fr: Âge maximal de l'objet (sec)
it_it: Età massima dell'oggetto (sec)
ko_kr: 최대 개체 사용 기간(초)
pl_pl: Maksymalny wiek obiektu (sek)
uk_ua: Максимальний вік об'єкта (сек.)
zh_cn: 目标最长有效期(秒)

source: Maximum Object Size (bytes)
cs_cz: Nejvyšší umožněná velikost objektu (bajty)
de_de: Max. Objektgröße (Bytes)
el_gr: Μέγιστο μέγεθος αντικειμένου (byte)
fa_ir: حداکثر اندازهٔ شیء (بایت)
fr_fr: Taille maximale des objets (octets)
it_it: Dimensione massima oggetto (byte)
ko_kr: 최대 개체 크기(바이트)
pl_pl: Maksymalny rozmiar obiektu (bajty)
uk_ua: Максимальний розмір об'єкта (байти)
zh_cn: 最大对象大小（字节）

source: Maximum Size of Cache (MB)
cs_cz: Nejvyšší umožněná velikost mezipaměti (MB)
de_de: Max. Cache-Größe (MB)
el_gr: Μέγιστο μέγεθος προσωρινής μνήμης (MB)
fa_ir: حداکثر اندازه کش (MB)
fr_fr: Taille maximale du cache (Mo)
it_it: Dimensione massima della cache (MB)
ko_kr: 최대 캐시 크기(MB)
pl_pl: Maksymalny rozmiar pamięci podręcznej (MB)
uk_ua: Максимальний розмір кешу (МБ)
zh_cn: 最大缓存大小（MB）

source: Maximum Temporary File Size
cs_cz: Nejvyšší umožněná velikost dočasného souboru
de_de: Maximale Größe temporärer Dateien
el_gr: Μέγιστο προσωρινό μέγεθος αρχείου
fa_ir: حداکثر اندازه فایل موقت
fr_fr: Taille maximale des fichiers temporaires
it_it: Dimensione massima del file temporaneo
ko_kr: 최대 임시 파일 크기
pl_pl: Maksymalny rozmiar pliku tymczasowego
uk_ua: Максимальний розмір тимчасового файлу
zh_cn: 最大临时文件大小

source: Multi-Hop
el_gr: Πολλαπλό Άλμα
fa_ir: چندهاپ
fr_fr: Multi-Sauts
ko_kr: 멀티홉
pl_pl: Wieloskokowy
uk_ua: Багатоходовий
zh_cn: 多跳

source: Multicast group
cs_cz: Skupina vícesměrového vysílání
de_de: Multicast-Gruppe
el_gr: Ομάδα πολλαπλής διανομής
fa_ir: گروه چندپخشی
fr_fr: Groupe de multidiffusion
it_it: Gruppo multicast
ko_kr: 멀티캐스트 그룹
pl_pl: Grupa multicastowa
uk_ua: Група багатоадресної розсилки
zh_cn: 多播组

source: Name template for the certificate's private key. Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/key.pem".
cs_cz: Šablona názvu pro soukromý klíč certifikátu. Zástupná vyjádření „{{name}}“ (název) a „%s“ jsou nahrazeny názvem nahrávaného certifikátu. Pokud chcete použít výchozí „{{jméno}}/key.pem“, nevyplňujte.
de_de: Namensvorlage für den privaten Schlüssel des Zertifikats. Platzhalter "{{name}}" und "%s" werden durch den Namen des hochgeladenen Zertifikats ersetzt. Leer lassen, um die Vorgabe "{{name}}/key.pem" zu verwenden.
el_gr: Πρότυπο ονόματος για το ιδιωτικό κλειδί του πιστοποιητικού. Τα placeholders "{{name}}" και "%s" αντικαθίστανται από το όνομα του πιστοποιητικού που μεταφορτώνεται. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο "{{name}}/key.pem".
fa_ir: قالب نام برای کلید خصوصی گواهی. جای‌نگهدارهای "{{name}}" و "%s" با نام گواهی در حال آپلود جایگزین می‌شوند. برای استفاده از مقدار پیش‌فرض "{{name}}/key.pem" این فیلد را خالی بگذارید.
fr_fr: Modèle de nom pour la clé privée du certificat. Les espaces réservés "{{name}}" et "%s" sont remplacés par le nom du certificat en cours de téléchargement. Laissez vide pour utiliser par défaut "{{name}}/key.pem".
it_it: Modello di nome per la chiave privata del certificato. I segnaposto "{{name}}" e "%s" vengono sostituiti dal nome del certificato in fase di caricamento. Lascia vuoto per utilizzare il valore predefinito "{{name}}/key.pem".
ko_kr: 인증서의 개인 키에 대한 이름 템플릿입니다. 자리 표시자 "{{name}}" 및 "%s"은(는) 업로드 중인 인증서의 이름으로 대체됩니다. 기본 "{{name}}/key.pem"을 사용하려면 비워 두세요.
uk_ua: Шаблон назви для приватного ключа сертифіката. Заповнювачі "{{name}}" і "%s" замінюються назвою завантажуваного сертифіката. Залиште порожнім, щоб використати типове значення "{{name}}/key.pem".
zh_cn: 证书私钥的名称模板。 占位符"{{name}}""和"%s"被替换为要上传的证书的名称。 留空则使用默认的"{{name}}/key.pem"。
