Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: When this option is enabled, tinc will try to discover the path MTU to this node. After the path MTU has been discovered, it will be enforced on the VPN.
cs_cz: Pokud je tato předvolba zapnuta, tinc se pokusí zjistit MTU cesty k tomuto uzlu. Po zjištění MTU cesty bude tato hodnota vynucena ve VPN.
de_de: Wenn diese Option aktiviert ist, wird tinc versuchen, die Pfad-MTU zu diesem Knoten zu ermitteln. Nachdem die Pfad-MTU ermittelt wurde, wird sie für das VPN erzwungen.
el_gr: Όταν αυτή η επιλογή είναι ενεργοποιημένη, το tinc θα προσπαθήσει να ανακαλύψει τη διαδρομή MTU προς αυτόν τον κόμβο. Αφού εντοπιστεί η διαδρομή MTU, θα επιβληθεί στο VPN.
fa_ir: با فعال‌کردن این گزینه، tinc تلاش می‌کند MTU مسیر به این گره را کشف کند. پس از کشف، MTU مسیر روی VPN اعمال خواهد شد.
fr_fr: Lorsque cette option est activée, tinc tentera de découvrir le MTU du chemin vers ce nœud. Une fois que le MTU du chemin a été découvert, il sera appliqué au VPN.
it_it: Quando questa opzione è abilitata, tinc proverà a scoprire il percorso MTU verso questo nodo. Una volta scoperto il percorso MTU, verrà applicato alla VPN.
ko_kr: 이 옵션을 활성화하면 tinc는 이 노드로의 경로 MTU를 찾으려고 시도합니다. 경로 MTU가 발견되면 VPN에 강제로 적용됩니다.
pl_pl: Gdy ta opcja jest włączona, tinc będzie próbował odkryć MTU ścieżki do tego węzła. Po odkryciu MTU ścieżki będzie ono egzekwowane na VPN.
uk_ua: Якщо цю опцію ввімкнено, tinc намагатиметься виявити MTU шляху до цього вузла. Після виявлення MTU шляху його буде застосовано до VPN.
zh_cn: 启用后，tinc会尝试发现到该节点的路径MTU。发现路径MTU后，它会在VPN上强制执行。

source: Whether or not to enable authentication for clients to Siproxd. If checked please set up clients in the users tab.
cs_cz: Zda (ne)ověřovat klienty pro Siproxd. Pokud je zaškrtnuto, nastavte klienty na kartě uživatelé.
de_de: Authentifizierung für Clients bei Siproxd. Wenn diese Option aktiviert ist, richten Sie die Clients bitte auf der Registerkarte Benutzer ein.
el_gr: Ενεργοποίηση ή μη της επαλήθευσης ταυτότητας για τους υπολογιστές-πελάτες στο Siproxd. Εάν είναι επιλεγμένο, ρυθμίστε τους υπολογιστές-πελάτες στην καρτέλα χρηστών.
fa_ir: فعال‌سازی احراز هویت برای کلاینت‌ها در Siproxd. در صورت تیک‌خوردن، کلاینت‌ها را در تب کاربران تنظیم کنید.
fr_fr: Activer ou non l'authentification pour les clients de Siproxd. Si cette case est cochée, veuillez configurer les clients dans l'onglet Utilisateurs.
it_it: Se abilitare o meno l'autenticazione per i client su Siproxd. Se selezionato, configura i client nella scheda Utenti.
ko_kr: Siproxd에 대한 클라이언트의 인증을 활성화할지 여부입니다. 확인하면 사용자 탭에서 클라이언트를 설정하세요.
pl_pl: Czy włączyć uwierzytelnianie dla klientów do Siproxd. Jeśli zaznaczone, skonfiguruj klientów w zakładce użytkownicy.
uk_ua: Вмикати чи ні автентифікацію клієнтів для Siproxd. Якщо позначено, налаштуйте клієнтів на вкладці користувачів.
zh_cn: 是否为Siproxd启用客户端认证。 如果选中，请在"用户"选项卡中设置客户端。

source: Whether remote commands from Zabbix server are allowed.
cs_cz: Zda jsou umožněny vzdálené příkazy ze Zabbix serveru.
de_de: Ob Remote-Befehle vom Zabbix-Server erlaubt sind.
el_gr: Εάν επιτρέπονται απομακρυσμένες εντολές από τον διακομιστή Zabbix.
fa_ir: آیا اجرای دستورات راه‌دور از سرور Zabbix مجاز باشد.
fr_fr: Autoriser les commandes distantes provenant du serveur Zabbix ou pas.
it_it: Se sono consentiti comandi remoti dal server Zabbix.
ko_kr: Zabbix 서버에서 원격 명령을 허용할지 여부입니다.
pl_pl: Czy dozwolone są zdalne polecenia z serwera Zabbix.
uk_ua: Чи дозволені віддалені команди від сервера Zabbix.
zh_cn: 是否允许来自Zabbix服务器的远程命令。

source: Whether to report Per-CPU stats or not.
cs_cz: Zda hlásit statistiky pro jednotlivá jádra nebo ne.
de_de: Ob je CPU Statistiken angezeigt werden sollen oder nicht.
el_gr: Εάν θα αναφέρονται στατιστικά στοιχεία ανά CPU ή όχι.
fa_ir: آیا آمار به‌ازای هر CPU گزارش شود یا خیر.
fr_fr: Reporter ou pas les statistiques par CPU.
it_it: Se riportare o meno le statistiche per CPU.
ko_kr: Per-CPU 통계를 보고할지 여부입니다.
pl_pl: Czy raportować statystyki na CPU, czy też nie.
uk_ua: Чи відображати статистику по кожному процесору.
zh_cn: 是否报告每个CPU的统计信息。

source: Whether to report total system CPU stats or not.
cs_cz: Zda hlásit celkové systémové statistiky procesoru nebo ne.
de_de: Ob alle CPU Statistiken angezeigt werden sollen oder nicht.
el_gr: Εάν θα αναφέρονται τα συνολικά στατιστικά στοιχεία της CPU του συστήματος ή όχι.
fa_ir: آیا آمار کلی CPU سیستم گزارش شود یا خیر.
fr_fr: Reporter ou pas les statistiques totales du CPU.
it_it: Se riportare o meno le statistiche totali della CPU del sistema.
ko_kr: 시스템 전체 CPU 통계를 보고할지 여부입니다.
pl_pl: Czy raportować całkowite statystyki CPU systemu czy nie.
uk_ua: Чи відображати загальну статистику ЦП системи.
zh_cn: 是否报告整个系统CPU统计信息。

source: Whitelist
cs_cz: Seznam umožněných
de_de: Ausnahmeliste
el_gr: Λευκή λίστα
fa_ir: فهرست مجاز
fr_fr: Liste blanche
it_it: Lista bianca
ko_kr: 화이트리스트
pl_pl: Biała lista
uk_ua: Білий список
zh_cn: 白名单

source: Whitelist Recipients
cs_cz: Zařadit příjemce na seznam povolených
de_de: Erlaubte Empfänger
el_gr: Προσθήκη παραληπτών σε λευκή λίστα
fa_ir: گیرندگان مجاز
fr_fr: Destinataires en liste blanche
it_it: Destinatari della lista bianca
ko_kr: 화이트리스트 수신자
pl_pl: Odbiorcy na białej liście
uk_ua: Одержувачі білого списку
zh_cn: 白名单收件人

source: Whitelisted Domains
cs_cz: Domény na seznamu povolených
de_de: Erlaube Domains
el_gr: Τομείς που έχουν προστεθεί στη λίστα επιτρεπόμενων
fa_ir: دامنه‌های مجاز
fr_fr: Domaines en liste blanche
it_it: Domini autorizzati
ko_kr: 화이트리스트 도메인
pl_pl: Domeny na białej liście
uk_ua: Домени білого списку
zh_cn: 白名单域名

source: Whitelisted Servers
cs_cz: Servery na seznamu povolených
de_de: Erlaube Server
el_gr: Διακομιστές στη λίστα επιτρεπόμενων
fa_ir: سرورهای مجاز
fr_fr: Serveurs en liste blanche
it_it: Server autorizzati
ko_kr: 화이트리스트 서버
pl_pl: Serwery na białej liście
uk_ua: Сервери білого списку
zh_cn: 白名单服务器

source: Whitespace handling of URI
cs_cz: Zacházení s prázdnými znaky v URI adrese
de_de: Leerzeichenbehandlung von URI
el_gr: Χειρισμός κενών χώρων του URI
fa_ir: نحوهٔ برخورد با فاصله‌ها در URI
fr_fr: Gestion des caractères blancs de l'URI
it_it: Gestione degli spazi bianchi dell'URI
ko_kr: URI의 공백 처리
pl_pl: Obsługa białych znaków w URI
uk_ua: Обробка пробілів в URI
zh_cn: URI的空白处理

source: With STUN periond you can set the time in seconds how often to request for IP info from STUN server.
cs_cz: Pomocí STUN periond je možné nastavit čas (v sekundách), jak často se má vyžádat informace o IP z STUN serveru.
de_de: Mit dem STUN Zeitraum können Sie den Zeitabstand in Sekunden einstellen, in dem eine IP Information vom STUN Server abgefragt wird.
el_gr: Με την περίοδο STUN μπορείτε να ορίσετε τον χρόνο σε δευτερόλεπτα για τη συχνότητα υποβολής αιτημάτων για πληροφορίες IP από τον διακομιστή STUN.
fa_ir: با تعیین دورهٔ STUN می‌توانید فاصلهٔ زمانی (برحسب ثانیه) برای درخواست اطلاعات IP از سرور STUN را تنظیم کنید.
fr_fr: Avec la période STUB, vous pouvez définir le temps en secondes à quelle fréquence demander des informations IP au serveur STUN.
it_it: Con il periodo STUN puoi impostare il tempo in secondi con quale frequenza richiedere informazioni IP dal server STUN.
ko_kr: STUN 주기로 STUN 서버에서 IP 정보를 요청하는 시간(초)을 설정할 수 있습니다.
pl_pl: Dzięki okresowi STUN możesz ustawić czas w sekundach, jak często wysyłać żądanie informacji o IP do serwera STUN.
uk_ua: За допомогою STUN-періоду можна встановити час у секундах, як часто запитувати інформацію про IP від STUN-сервера.
zh_cn: 使用STUN perion，可以设置以秒为单位的时间（秒），该时间是从STUN服务器请求IP信息的频率。

source: With this option enabled OLE2 files with VBA macros, which were not detected by signatures will be marked as "Heuristics.OLE2.ContainsMacros".
cs_cz: Při zapnutí této předvolby budou OLE2 soubory s VBA makry, které nebyly zjištěny pomocí signatur, označeny jako „Heuristics.OLE2.ContainsMacros“.
de_de: Wenn diese Option aktiviert ist werden OLE2 Dateien mit VBA Makros, die nicht durch die heuristischen Signaturen erkannt wurden, als "Heuristics.OLE2.ContainsMacros" markiert.
el_gr: Με ενεργοποιημένη αυτήν την επιλογή, τα αρχεία OLE2 με μακροεντολές VBA, τα οποία δεν εντοπίστηκαν από τις υπογραφές, θα επισημαίνονται ως "Heuristics.OLE2.ContainsMacros".
fa_ir: با فعال‌بودن این گزینه فایل‌های OLE2 که دارای ماکروهای VBA هستند و توسط امضاها شناسایی نشده‌اند با برچسب «Heuristics.OLE2.ContainsMacros» علامت‌گذاری می‌شوند.
fr_fr: Avec cette option activée, les fichiers OLE2 avec des macros VBA, qui n'ont pas été détectés par les signatures, seront marqués comme "Heuristics.OLE2.ContainsMacros".
it_it: Con questa opzione abilitata i file OLE2 con macro VBA, che non sono stati rilevati dalle firme, verranno contrassegnati come "Heuristics.OLE2.ContainsMacros".
ko_kr: 이 옵션을 사용하면 시그니처로 감지되지 않은 VBA 매크로가 포함된 OLE2 파일이 "Heuristics.OLE2.ContainsMacros"로 표시됩니다.
pl_pl: Z tą opcją włączoną pliki OLE2 z makrami VBA, które nie zostały wykryte przez sygnatury, zostaną oznaczone jako "Heuristics.OLE2.ContainsMacros".
uk_ua: Якщо цю опцію ввімкнено, файли OLE2 з макросами VBA, які не були виявлені за сигнатурами, будуть позначені як "Heuristics.OLE2.ContainsMacros".
zh_cn: 启用此选项后，带有签名未检测到的带有VBA宏的OLE2文件会被标记为" Heuristics.OLE2.ContainsMacros"。

source: With this option, you can set the size of the packets on your network. It is possible that bigger packets have to be processed sometimes. The engine can still process these bigger packets, but processing it will lower the performance.
cs_cz: Pomocí této předvolby je možné nastavit velikost paketů na vaší síti. Je totiž možné, že občas je třeba zpracovat větší pakety. Ty je sice možné zpracovat i tak, ale sníží to výkon.
de_de: Mit dieser Option können Sie die Paketgröße im Netzwerk festlegen. Größere Pakete müssen unter Umständen separat verarbeitet werden. Die Engine kann diese größeren Pakete zwar verarbeiten, dies wirkt sich jedoch negativ auf die Leistung aus.
el_gr: Με αυτήν την επιλογή, μπορείτε να ορίσετε το μέγεθος των πακέτων στο δίκτυό σας. Είναι πιθανό μερικές φορές να χρειάζεται να υποβάλλονται σε επεξεργασία μεγαλύτερα πακέτα. Η μηχανή μπορεί ακόμα να επεξεργαστεί αυτά τα μεγαλύτερα πακέτα, αλλά η επεξεργασία τους θα μειώσει την απόδοση.
fa_ir: با این گزینه می‌توانید اندازه بسته‌های شبکه را تعیین کنید. گاهی بسته‌های بزرگ‌تر باید پردازش شوند. موتور می‌تواند این بسته‌های بزرگ‌تر را پردازش کند، اما این کار عملکرد را کاهش می‌دهد.
fr_fr: Avec cette option, vous pouvez régler la taille des paquets sur votre réseau. Il est possible que des paquets plus grands doivent parfois être traités . Le moteur peut toujours traiter ces paquets plus grands, mail ce traitement diminuera les performances.
it_it: Con questa opzione puoi impostare la dimensione dei pacchetti sulla tua rete. È possibile che a volte sia necessario elaborare pacchetti più grandi. Il motore può ancora elaborare questi pacchetti più grandi, ma l'elaborazione ridurrà le prestazioni.
ko_kr: 이 옵션을 사용하면 네트워크의 패킷 크기를 설정할 수 있습니다. 때로는 더 큰 패킷을 처리해야 할 수도 있습니다. 엔진은 여전히 이러한 더 큰 패킷을 처리할 수 있지만 처리하면 성능이 저하됩니다.
pl_pl: Dzięki tej opcji możesz ustawić rozmiar pakietów w swojej sieci. Możliwe, że czasami trzeba przetwarzać większe pakiety. Silnik wciąż może przetwarzać te większe pakiety, ale ich przetwarzanie obniży wydajność.
uk_ua: За допомогою цієї опції ви можете встановити розмір пакетів у вашій мережі. Можливо, іноді доведеться обробляти більші пакети. Рушій все ще може обробляти ці більші пакети, але їх обробка знизить продуктивність.
zh_cn: 使用此选项，可以设置网络上数据包的大小。有时可能需要处理更大的数据包。程序虽然可以处理这些较大的数据包，但是会降低性能。

source: Write timeout (for the InfluxDB client), formatted as a string. If not provided, will default to 5s. 0s means no timeout (not recommended).
cs_cz: Časový limit zápisu (pro klienta InfluxDB), formátovaný jako řetězec. Pokud není zadán, je výchozí hodnota 5s. 0s znamená žádný limit (nedoporučováno).
de_de: Timeout beim Schreiben (für den InfluxDB Client). formatiert als String. Wenn nicht vorhanden ist der Standardwert 5 Sekunden. 0s heißt kein Timeout (nicht empfohlen)
el_gr: Χρονικό όριο εγγραφής (για τον πελάτη InfluxDB), με μορφή συμβολοσειράς. Εάν δεν παρέχεται, η προεπιλεγμένη τιμή θα είναι 5 δευτερόλεπτα. Τα 0 δευτερόλεπτα σημαίνουν ότι δεν υπάρχει χρονικό όριο (δεν συνιστάται).
fa_ir: زمان‌تایم‌اوت نوشتن (برای کلاینت InfluxDB)، به صورت یک رشته. در صورت عدم‌تعیین، مقدار پیش‌فرض 5s خواهد بود. 0s به‌معنای بدون‌تایم‌اوت است (توصیه نمی‌شود).
fr_fr: Délai d'écriture (pour le client InfluxDB), formaté sous forme de chaîne. S'il n'est pas fourni, la valeur par défaut est 5s. 0s signifie pas de délai d'attente (non recommandé).
it_it: Timeout di scrittura (per il client InfluxDB), formattato come una stringa. Se non fornito, verrà impostato automaticamente su 5 secondi. 0 significa nessun timeout (non consigliato).
ko_kr: 쓰기 시간 제한(InfluxDB 클라이언트용)을 문자열로 지정합니다. 지정하지 않으면 기본값은 5초입니다. 0초는 시간 제한이 없음을 의미합니다(권장하지 않음).
pl_pl: Limit czasu zapisu (dla klienta InfluxDB), sformatowany jako ciąg. Jeśli nie podano, domyślnie wynosi 5s. 0s oznacza brak limitu czasu (niezalecane).
uk_ua: Тайм-аут запису (для клієнта InfluxDB), відформатований як рядок. Якщо не вказано, типово буде 5с. 0с означає відсутність тайм-ауту (не рекомендовано).
zh_cn: 写入超时(对于InfluxDB客户端)，格式化为字符串。 如果未提供，则默认为5秒。 0表示没有超时(不推荐)。

source: X-Forwarded-For header
cs_cz: záhlaví X-Forwarded-For
el_gr: Κεφαλίδα X-Forwarded-For
fa_ir: هدر X-Forwarded-For
fr_fr: en-tête X-Forwarded-For
it_it: Intestazione X-Forwarded-For
ko_kr: X-Forwarded-For 헤더
pl_pl: Nagłówek X-Forwarded-For
uk_ua: Заголовок X-Forwarded-For
zh_cn: X-Forwarded-For标头

source: X-Forwarded-For header handling
cs_cz: Zacházení s hlavičkou X-Forwarded-For
de_de: Behandlung der X-Forwarded-For-Header
el_gr: X-Forwarded-Για χειρισμό κεφαλίδας
fa_ir: نحوهٔ پردازش هدر X-Forwarded-For
fr_fr: Gestion de l'en-tête X-Forwarded-For
it_it: Gestione dell'intestazione X-Forwarded-For
ko_kr: X-Forwarded-For 헤더 핸들링
pl_pl: Obsługa nagłówka X-Forwarded-For
uk_ua: Обробка заголовка X-Forwarded-For
zh_cn: X-Forwarded-For标头处理

source: Yandex
uk_ua: Яндекс

source: You can enter a publicly visible (obfuscated) email address into this field to allow other users to notify you if there are issues with your relay.
cs_cz: Do této kolonky můžete zadat veřejně viditelnou (nicméně znečitelněnou pro automaty) e-mailovou adresu, aby vás ostatní uživatelé mohli upozornit na problémy s vaší relay.
de_de: Sie können eine öffentlich sichtbare (verschleierte) E-Mail-Adresse in dieses Feld eingeben, damit andere Benutzer Sie benachrichtigen können, wenn es Probleme mit Ihrem Relay gibt.
el_gr: Μπορείτε να εισαγάγετε μια δημόσια ορατή (συγκεκριμένη) διεύθυνση ηλεκτρονικού ταχυδρομείου σε αυτό το πεδίο, ώστε να επιτρέψετε σε άλλους χρήστες να σας ειδοποιούν εάν υπάρχουν προβλήματα με την αναμετάδοσή σας.
fa_ir: می‌توانید یک آدرس ایمیل عمومی (مبهم‌سازی‌شده) در این فیلد وارد کنید تا دیگر کاربران در صورت بروز مشکل در رله بتوانند شما را مطلع کنند.
fr_fr: Vous pouvez saisir une adresse e-mail visible publiquement (obscurcie) dans ce champ pour permettre aux autres utilisateurs de vous avertir en cas de problème avec votre relais.
it_it: Puoi inserire un indirizzo email visibile pubblicamente (offuscato) in questo campo per consentire ad altri utenti di avvisarti in caso di problemi con il tuo inoltro.
ko_kr: 릴레이에 문제가 있을 경우 다른 사용자가 알려줄 수 있도록 공개적으로 볼 수 있는(난독화된) 이메일 주소를 이 필드에 입력할 수 있습니다.
pl_pl: Możesz wprowadzić publicznie widoczny (zniekształcony) adres e-mail w to pole, aby inni użytkownicy mogli powiadamiać cię o problemach z twoim przekaźnikiem.
uk_ua: Ви можете ввести публічно видиму (замасковану) адресу електронної пошти в це поле, щоб дозволити іншим користувачам повідомляти вас, якщо виникнуть проблеми з вашим реле.
zh_cn: 可以在该字段中输入电子邮件地址，以允许其他用户在中继出现问题时通知您。

source: You may enter a description here for your reference (not parsed).
cs_cz: Sem můžete zadat popis pro svou informaci (není zpracováváno).
de_de: Sie können hier eine Beschreibung für Ihre Referenz eintragen (wird nicht ausgewertet).
el_gr: Μπορείτε να εισαγάγετε εδώ μια περιγραφή για αναφορά (όχι αναλυμένη).
fa_ir: می‌توانید در اینجا یک توضیح برای مرجع خود وارد کنید (تجزیه نمی‌شود).
fr_fr: Vous pouvez entrer ici une description pour votre référence (non utilisée par le système).
it_it: Puoi inserire una descrizione qui come riferimento (non analizzata).
ko_kr: 참고용으로 설명을 입력할 수 있습니다(구문 분석되지 않음).
pl_pl: Możesz tutaj wprowadzić opis do własnej wiadomości (nie analizowany).
uk_ua: Тут можна ввести опис для довідки (не аналізується).
zh_cn: 输入一个描述说明。

source: Zabbix Features
cs_cz: Funkce Zabbix
de_de: Zabbix-Funktionen
el_gr: Χαρακτηριστικά Zabbix
fa_ir: قابلیت‌های Zabbix
fr_fr: Fonctionnalités Zabbix
it_it: Caratteristiche di Zabbix
ko_kr: Zabbix 기능
pl_pl: Funkcje Zabbix
uk_ua: Функції Zabbix
zh_cn: Zabbix功能

source: Zabbix Servers
cs_cz: Zabbix servery
de_de: Zabbix-Server
el_gr: Διακομιστές Zabbix
fa_ir: سرورهای Zabbix
fr_fr: Serveurs Zabbix
it_it: Server Zabbix
ko_kr: Zabbix 서버
pl_pl: Serwery Zabbix
uk_ua: Сервери Zabbix
zh_cn: Zabbix服务器

source: Zabbix agent will listen on this port for connections from the server.
cs_cz: Zabbix agent bude očekávat spojení ze serveru na tomto portu.
de_de: Der Zabbix-Agent lauscht auf diesem Port auf Verbindungen vom Server.
el_gr: Ο παράγοντας Zabbix θα παρακολουθεί σε αυτήν τη θύρα για συνδέσεις από τον διακομιστή.
fa_ir: Zabbix agent برای اتصال از سرور روی این پورت گوش می‌دهد.
fr_fr: L'agent Zabbix écoutera sur ce port les connexions provenant du serveur.
it_it: L'agente Zabbix ascolterà su questa porta le connessioni dal server.
ko_kr: Zabbix 에이전트는 서버에서의 연결을 위해 이 포트에서 수신 대기합니다.
pl_pl: Agent Zabbix będzie nasłuchiwać na tym porcie połączeń od serwera.
uk_ua: Агент Zabbix буде прослуховувати цей порт для з'єднань із сервером.
zh_cn: Zabbix代理会在此端口上监听来自服务器的连接。

source: Zerotier Network ID e.g., 161411d4f6abe4a7
cs_cz: Zerotier identifikátor sítě, např. 161411d4f6abe4a7
de_de: Zerotier Netzwerk-ID, z. B. 161411d4f6abe4a7
el_gr: Αναγνωριστικό δικτύου Zerotier π.χ., 161411d4f6abe4a7
fa_ir: شناسهٔ شبکه Zerotier، مثلاً 161411d4f6abe4a7
fr_fr: Identifiant du réseau Zerotier. P.ex. 161411d4f6abe4a7
it_it: ID di rete di livello zero, ad esempio 161411d4f6abe4a7
ko_kr: Zerotier 네트워크 ID 예시, 161411d4f6abe4a7
pl_pl: ID sieci Zerotier, np. 161411d4f6abe4a7
uk_ua: ID мережі Zerotier, наприклад, 161411d4f6abe4a7
zh_cn: Zerotier网络ID，例如，161411d4f6abe4a7

source: Zone number
cs_cz: Číslo zóny
de_de: Zonennummer
el_gr: Αριθμός ζώνης
fa_ir: شماره زون
fr_fr: Numéro de zone
it_it: Numero della zona
ko_kr: 영역 번호
pl_pl: Numer strefy
uk_ua: Номер зони
zh_cn: 区域编号

source: bytecode
fa_ir: بایت‌کد
it_it: codice byte
ko_kr: 바이트코드
pl_pl: bajtkod
uk_ua: байт-код
zh_cn: 字节码

source: categories (if available)
cs_cz: kategorie (pokud jsou k dispozici)
de_de: Kategorien (falls vorhanden)
el_gr: κατηγορίες (εάν υπάρχουν)
fa_ir: دسته‌بندی‌ها (در صورت موجود بودن)
fr_fr: catégories (si disponible)
it_it: categorie (se disponibili)
ko_kr: 카테고리 (사용 가능한 경우)
pl_pl: kategorie (jeśli dostępne)
uk_ua: категорії (якщо доступно)
zh_cn: 类别(可选)

source: choose a valid IPv4/v6 address
cs_cz: zvolte platnou IPv4/v6 adresu
de_de: Wählen Sie eine gültige IPv4/v6-Adresse aus.
el_gr: επιλέξτε μια έγκυρη διεύθυνση IPv4/v6
fa_ir: یک آدرس IPv4/v6 معتبر انتخاب کنید
fr_fr: choisissez une adresse IPv4/IPv6 valide
it_it: scegli un indirizzo IPv4/v6 valido
ko_kr: 유효한 IPv4/v6 주소를 선택하세요
pl_pl: wybierz prawidłowy adres IPv4/v6
uk_ua: виберіть дійсну адресу IPv4/v6
zh_cn: 选择有效的IPv4/v6地址

source: connected pipe for this queue
cs_cz: připojená roura pro tuto frontu
de_de: Geben Sie die verbundene Pipe für diese Queue an.
el_gr: συνδεδεμένος σωλήνας για αυτήν την ουρά
fa_ir: پایپی که به این صف متصل است
fr_fr: Tuyau (pipe) connecté pour cette file d'attente
it_it: pipe connessa per questa coda
ko_kr: 이 큐에 대한 연결된 파이프
pl_pl: połączony rurociąg dla tej kolejki
uk_ua: підключений канал для цієї черги
zh_cn: 该队列使用的管道

source: daily
cs_cz: denně
de_de: täglich
el_gr: καθημερινά
fa_ir: روزانه
fr_fr: quotidiennement
it_it: quotidiano
ko_kr: 매일
pl_pl: dziennie
uk_ua: щоденно
zh_cn: 每日

source: database.clamav.net is a round-robin record which points to the most reliable mirrors. DO NOT TOUCH the following line unless you know what you are doing.
cs_cz: database.clamav.net je záznam typu round-robin, který ukazuje na nejspolehlivější zrcadla. NEDOTÝKEJTE se následujícího řádku, pokud nevíte, co děláte.
de_de: database.clamav.net ist ein Round-Robin Record, welcher auf die zuverlässigsten Spiegelserver zeigt. Bitte bearbeiten Sie die nachfolgende Zeile nur, wenn Sie wissen, was Sie tun.
el_gr: Το database.clamav.net είναι μια εγγραφή κυκλικής διαδικασίας που υποδεικνύει τους πιο αξιόπιστους καθρέφτες. ΜΗΝ ΑΓΓΙΞΕΤΕ την ακόλουθη γραμμή εκτός αν ξέρετε τι κάνετε.
fa_ir: database.clamav.net یک رکورد round-robin است که به قابل‌اعتمادترین آینه‌ها اشاره می‌کند. تا وقتی می‌دانید چه می‌کنید، این خط را تغییر ندهید.
fr_fr: database.clamav.net est un enregistrement round-robin qui pointe vers les miroirs les plus fiables. NE TOUCHEZ PAS à la ligne suivante à moins de savoir ce que vous faites.
it_it: database.clamav.net è un record round-robin che punta ai mirror più affidabili. NON TOCCARE la riga seguente a meno che tu non sappia cosa stai facendo.
ko_kr: database.clamav.net은 가장 신뢰할 수 있는 미러를 가리키는 라운드 로빈 레코드입니다. 다음 줄을 건드리지 마세요. 알고 있는 경우에만 건드리세요.
pl_pl: database.clamav.net to rekord round-robin, który wskazuje najbardziej niezawodne lustra. NIE DOTYKAJ poniższej linii, chyba że wiesz, co robisz.
uk_ua: database.clamav.net – це циклічний запис, який вказує на найнадійніші дзеркала. НЕ ЗМІНЮЙТЕ наступний рядок, якщо ви не знаєте, що робите.
zh_cn: database.clamav.net是一个循环记录，指向最可靠的镜像。 除非您知道自己在做什么，否则请勿触碰以下行。

source: default packet size
cs_cz: výchozí velikost paketu
de_de: Standard-Paketgröße
el_gr: προεπιλεγμένο μέγεθος πακέτου
fa_ir: اندازه پیش‌فرض بسته
fr_fr: taille de paquet par défaut
it_it: dimensione predefinita del pacchetto
ko_kr: 기본 패킷 사이즈
pl_pl: domyślny rozmiar pakietu
uk_ua: типовий розмір пакету
zh_cn: 默认数据包大小

source: description
cs_cz: popis
de_de: Beschreibung
el_gr: περιγραφή
fa_ir: توضیحات
it_it: descrizione
ko_kr: 설명
pl_pl: opis
uk_ua: опис
zh_cn: 描述

source: destination
cs_cz: cíl
de_de: Ziel
el_gr: προορισμός
fa_ir: مقصد
it_it: destinazione
ko_kr: 목적지
pl_pl: cel
uk_ua: призначення
zh_cn: 目标

source: destination ip or network, examples 10.0.0.0/24, 10.0.0.1
cs_cz: cílová IP adresa nebo síť – příklady: 10.0.0.0/24, 10.0.0.1
de_de: Ziel-IP oder Netzwerk, Beispiele 10.0.0.0/24, 10.0.0.1
el_gr: IP προορισμού ή δίκτυο, παραδείγματα 10.0.0.0/24, 10.0.0.1
fa_ir: آدرس ip یا شبکه مقصد، مثال‌ها: 10.0.0.0/24، 10.0.0.1
fr_fr: ip destination ou réseau, exemples 10.0.0.0/24, 10.0.0.1
it_it: IP o rete di destinazione, esempi 10.0.0.0/24, 10.0.0.1
ko_kr: 도착지 IP 또는 네트워크, 예시: 10.0.0.0/24, 10.0.0.1
pl_pl: docelowy adres ip albo sieć, np. 10.0.0.0/24, 10.0.0.1
uk_ua: IP-адреса або мережа призначення, наприклад 10.0.0.0/24, 10.0.0.1
zh_cn: 目标IP或网络，例如10.0.0.0/24，10.0.0.1

source: enable
cs_cz: zapnout
de_de: aktivieren
el_gr: ενεργοποιώ
fa_ir: فعال‌سازی
fr_fr: activer
it_it: abilitare
ko_kr: 활성화
pl_pl: włącz
uk_ua: увімкнути
zh_cn: 启用

source: enabled
cs_cz: zapnuté
de_de: Aktiviert
el_gr: ενεργοποιημένο
fa_ir: فعال
fr_fr: activée
it_it: abilitato
ko_kr: 활성화됨
pl_pl: włączony
uk_ua: увімкнено
zh_cn: 启用

source: interface
cs_cz: rozhraní
de_de: Schnittstelle
el_gr: διεπαφή
fa_ir: رابط
it_it: interfaccia
ko_kr: 인터페이스
pl_pl: interfejs
uk_ua: інтерфейс
zh_cn: 接口

source: invert destination (not)
cs_cz: prohodit cíl (ne)
de_de: Ziel invertieren (nicht)
el_gr: αντιστροφή προορισμού (όχι)
fa_ir: معکوس مقصد (not)
fr_fr: inverser la destination (non)
it_it: inverti destinazione (non)
ko_kr: 목적지 반전(not)
pl_pl: odwróć cel (nie)
uk_ua: інвертувати призначення (ні)
zh_cn: 反转目标(否)
