Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Juniper
el_gr: Αρκευθος
it_it: Ginepro

source: ZeroSSL
el_gr: Μηδενικό SSL

source: Zoneedit
el_gr: Επεξεργασία ζώνης
it_it: Modifica zona
pl_pl: Edycja strefy

source: freedns
el_gr: δωρεάν
it_it: libertà

source: loopia
el_gr: λούπια
pl_pl: pętla

source: zoneedit
el_gr: επεξεργασία ζώνης
pl_pl: edycja strefy

source: A valid domain must be specified
cs_cz: Je třeba zadat platnou doménu.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος τομέας

source: A valid domain must be specified after '_msdcs', prefixed with a dot
cs_cz: Je třeba, aby za „_msdcs“ byla uvedena platná doména, předeslaná tečkou.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος τομέας μετά το '_msdcs', με πρόθεμα μια τελεία.

source: AS#
de_de: AS-Nummer
el_gr: ΩΣ#
it_it: COME#

source: Adress
cs_cz: Adresa
el_gr: Διεύθυνση

source: After changing settings, please remember to apply them with the button below.
cs_cz: Po změně nastavení je nezapomeňte kliknutím na tlačítko níže uplatnit
el_gr: Αφού αλλάξετε τις ρυθμίσεις, θυμηθείτε να τις εφαρμόσετε με το παρακάτω κουμπί.

source: Child
cs_cz: Potomek
el_gr: Παιδί

source: Do not use 'local' as your internal domain name. It is reserved for and will interfere with mDNS (avahi, bonjour, etc.). Use the special-purpose home.arpa domain instead.
cs_cz: Jako název interní domény nepoužívejte „local". Je vyhrazeno pro mDNS (avahi, bonjour atd.) a bude s ním kolidovat. Místo toho použijte speciální doménu home.arpa.
el_gr: Μην χρησιμοποιείτε το «local» ως εσωτερικό όνομα τομέα. Είναι δεσμευμένο για το mDNS (avahi, bonjour, κ.λπ.) και θα επηρεάσει το ίδιο το σύστημα. Χρησιμοποιήστε αντ' αυτού τον τομέα home.arpa ειδικού σκοπού.

source: Don't generate debug messages
cs_cz: Nevytvářet ladící zprávy
el_gr: Μην δημιουργείτε μηνύματα εντοπισμού σφαλμάτων

source: Enter an additional domain to add to the local list of search domains. Use "." to disable passing any search domain for resolving.
cs_cz: Zadejte další doménu, kterou chcete přidat do místního seznamu vyhledávaných domén. Pokud nechcete při překládání přidávat žádné prohledávané domény, použijte „.“ (tečka).
el_gr: Εισαγάγετε έναν επιπλέον τομέα για να τον προσθέσετε στην τοπική λίστα τομέων αναζήτησης. Χρησιμοποιήστε το "." για να απενεργοποιήσετε τη διαβίβαση οποιουδήποτε τομέα αναζήτησης για επίλυση.

source: Error reconfiguring groups
cs_cz: Chyba při přenastavování skupin
el_gr: Σφάλμα κατά την αναδιαμόρφωση των ομάδων

source: Error reconfiguring laggs
cs_cz: Chyba při přenastavování lagg spřažení
el_gr: Σφάλμα κατά την επαναρύθμιση των laggs

source: Error reconfiguring openvpn
cs_cz: Chyba při přenastavování openvpn
el_gr: Σφάλμα κατά την επαναρύθμιση του openvpn

source: Error reconfiguring virtual IPs
cs_cz: Chyba při přenastavování virtuálních IP adres
el_gr: Σφάλμα κατά την επαναρύθμιση των εικονικών IP

source: Error reconfiguring vlan
cs_cz: Chyba při přenastavování lan
el_gr: Σφάλμα κατά την επαναρύθμιση του vlan

source: Generate debug messages for common conditions.
cs_cz: Ladící hlášení vytvářet i za běžných podmínek.
el_gr: Δημιουργήστε μηνύματα εντοπισμού σφαλμάτων για συνήθεις συνθήκες.

source: Generate debug messages for various errors.
cs_cz: Ladící hlášení vytvářet v případě všech chyb.
el_gr: Δημιουργήστε μηνύματα εντοπισμού σφαλμάτων για διάφορα σφάλματα.

source: Generate debug messages only for serious errors.
cs_cz: Ladící hlášení vytvářet pouze v případě závažných chyb.
el_gr: Δημιουργήστε μηνύματα εντοπισμού σφαλμάτων μόνο για σοβαρά σφάλματα.

source: IPv6 PPPoE mode requires PPPoE IPv4 mode.
cs_cz: IPv6 PPPoE režim vyžaduje PPPoE IPv4 režim
el_gr: Η λειτουργία IPv6 PPPoE απαιτεί λειτουργία PPPoE IPv4.

source: No Hosts Lookup
cs_cz: Žádné vyhledávání hostitelů
el_gr: Δεν υπάρχει αναζήτηση κεντρικών υπολογιστών

source: Select the allowed groups for remote login. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will. Do not yield remote access to non-administrators as every user can access system files using SSH or SFTP.
cs_cz: Vyberte skupiny, kterým povolit vzdálené přihlášení. Pro účely zotavení po havárii je vždy nastavena skupina „wheel“ a další místní skupinu lze zvolit libovolně. Neumožněte vzdálený přístup osobám, které nejsou správci, protože každý uživatel může přistupovat k systémovým souborům prostřednictvím SSH nebo SFTP.
el_gr: Επιλέξτε τις επιτρεπόμενες ομάδες για απομακρυσμένη σύνδεση. Η ομάδα "wheel" ορίζεται πάντα για σκοπούς ανάκτησης και μπορεί να επιλεγεί μια επιπλέον τοπική ομάδα κατά βούληση. Μην παραχωρείτε απομακρυσμένη πρόσβαση σε μη διαχειριστές, καθώς κάθε χρήστης μπορεί να έχει πρόσβαση σε αρχεία συστήματος χρησιμοποιώντας SSH ή SFTP.

source: When syncookies are active, pf will answer each incoming TCP SYN with a syncookie SYNACK, without allocating any resources.
cs_cz: Pokud jsou syncookie aktivní, pf na každý příchozí TCP SYN odpoví syncookie SYNACK, aniž by přidělil jakékoli prostředky.
el_gr: Όταν τα syncookies είναι ενεργά, το pf θα απαντά σε κάθε εισερχόμενο TCP SYN με ένα syncookie SYNACK, χωρίς να εκχωρεί πόρους.

source: You must specify a valid TTL for local DNS
cs_cz: Je třeba zadat platné TTL pro lokální DNS
el_gr: Πρέπει να καθορίσετε ένα έγκυρο TTL για το τοπικό DNS

source: You must specify a valid cache size
cs_cz: Je třeba zadat platnou velikost mezipaměti
el_gr: Πρέπει να καθορίσετε ένα έγκυρο μέγεθος προσωρινής μνήμης

source: You must specify a valid cache size of at least 150 when DNSSEC is enabled
cs_cz: Je třeba zadat platnou velikost mezipaměti (alespoň 150 pokud je zapnuté DNSSEC)
el_gr: Πρέπει να καθορίσετε ένα έγκυρο μέγεθος προσωρινής μνήμης τουλάχιστον 150 όταν είναι ενεργοποιημένο το DNSSEC.

source: You must specify a valid maximum number of DNS queries
cs_cz: Je třeba zadat platný maximální počet DNS dotazů
el_gr: Πρέπει να καθορίσετε έναν έγκυρο μέγιστο αριθμό ερωτημάτων DNS

source: all OpenVPN interfaces
cs_cz: veškerá OpenVPN rozhraní
el_gr: όλες οι διεπαφές OpenVPN

source: e.g. %sexample.net, branch.example.com, home.arpa, etc.%s
cs_cz: např. %sexample.net, branch.example.com, home.arpa, atd.%s
el_gr: π.χ. %sexample.net, branch.example.com, home.arpa, κ.λπ.%s

source: Domain to override (NOTE: this does not have to be a valid TLD!), e.g. 'test' or 'mycompany.localdomain' or '1.168.192.in-addr.arpa'
cs_cz: Doména, kterou chcete přebít (POZN.: nemusí to být platné TLD!), např. „test“ nebo „mycompany.localdomain“ nebo „1.168.192.in-addr.arpa“.
el_gr: Τομέας προς παράκαμψη (ΣΗΜΕΙΩΣΗ: αυτό δεν χρειάζεται να είναι έγκυρο TLD!), π.χ. 'test' ή 'mycompany.localdomain' ή '1.168.192.in-addr.arpa'

source: IP address of the authoritative DNS server for this domain, e.g. '192.168.100.100'. To use a non-default port for communication, append an '@' with the port number.
cs_cz: IP adresa autoritativního DNS serveru pro tuto doménu, např. „192.168.100.100“. Pokud chcete pro komunikaci použít jiný než výchozí port, připojte k číslu portu znak „@“.
el_gr: Διεύθυνση IP του επίσημου διακομιστή DNS για αυτόν τον τομέα, π.χ. '192.168.100.100'. Για να χρησιμοποιήσετε μια μη προεπιλεγμένη θύρα για επικοινωνία, προσθέστε ένα '@' στον αριθμό θύρας.

source: Specifying ebgp-multihop allows sessions with eBGP neighbors to establish when they are multiple hops away. When the neighbor is not directly connected and this knob is not enabled, the session will not establish.
cs_cz: Zadání ebgp-multihop umožňuje navázat relace s eBGP sousedy, kteří jsou vzdáleni více skoků. Pokud soused není přímo připojen a tento volič není zapnut, relace se nenaváže.
el_gr: Ο καθορισμός του ebgp-multihop επιτρέπει στις συνεδρίες με γείτονες eBGP να εδραιώνονται όταν βρίσκονται σε πολλά σημεία εκτός σύνδεσης Όταν ο γείτονας δεν είναι άμεσα συνδεδεμένος και αυτό το κουμπί δεν είναι ενεργοποιημένο, η συνεδρία δεν θα εδραιωθεί

source: Add the parameter "all" after next-hop-self command.
cs_cz: Pridat za příkaz next-hop-self parametr „all“.
el_gr: Προσθέστε την παράμετρο "all" μετά την εντολή next-hop-self.

source: Allow peerings between directly connected eBGP peers using loopback addresses.
cs_cz: Umožnit vzájemné propojení mezi přímo připojenými partnery eBGP pomocí zpětných adres.
el_gr: Επιτρέψτε τις ανταλλαγές ομοτίμων μεταξύ άμεσα συνδεδεμένων ομοτίμων eBGP χρησιμοποιώντας διευθύνσεις βρόχων επιστροφής.

source: Defines which networks, which are connected to this router, will be advertised over BGP. To announce all defined networks, Network Import-Check can be disabled in advanced settings if required.
cs_cz: Definuje, které sítě připojené k tomuto směrovači budou propagovány prostřednictvím protokolu BGP. Pokud chcete oznámit všechny definované sítě, je možné v případě potřeby v pokročilých nastaveních vypnout funkci Network Import-Check.
el_gr: Ορίζει ποια δίκτυα, τα οποία είναι συνδεδεμένα σε αυτόν τον δρομολογητή, θα διαφημίζονται μέσω BGP. Για την ανακοίνωση όλων των καθορισμένων δικτύων, η λειτουργία Network Import-Check μπορεί να απενεργοποιηθεί στις ρυθμίσεις για προχωρημένους, εάν απαιτείται.

source: Enable the file download speed test.
cs_cz: Zapnout test rychlosti stahování souborů.
el_gr: Ενεργοποιήστε τη δοκιμή ταχύτητας λήψης αρχείων.

source: Enable this domain override
cs_cz: Zapnout přebití této domény
el_gr: Ενεργοποίηση αυτής της παράκαμψης τομέα

source: Enter the number of second-level subdirectories for the local cache (default is 256).
cs_cz: Zadejte počet podadresářů druhé úrovně pro místní mezipaměť (výchozí hodnota je 256).
el_gr: Εισαγάγετε τον αριθμό των υποκαταλόγων δεύτερου επιπέδου για την τοπική προσωρινή μνήμη (η προεπιλογή είναι 256).

source: Hostname or IP adress of TrueNAS Core Server.
cs_cz: Název stroje nebo IP adresa serveru TrueNAS Core.
el_gr: Όνομα κεντρικού υπολογιστή ή διεύθυνση IP του TrueNAS Core Server.

source: If this AS-Path list should be enabled.
cs_cz: Zda má být tento seznam AS-Path povolen.
el_gr: Εάν αυτή η λίστα AS-Path πρέπει να ενεργοποιηθεί.

source: If this Prefix-List should be enabled.
cs_cz: Zda má být tento Prefix-List zapnutý.
el_gr: Εάν αυτή η Λίστα Προθέματος πρέπει να ενεργοποιηθεί.

source: Internet Speed File Download
cs_cz: Rychlost stahování souborů z internetu
el_gr: Λήψη αρχείου ταχύτητας Internet

source: MOBIKE
el_gr: ΚΙΝΗΤΟ ΠΟΔΗΛΑΤΟ
it_it: MOBILE

source: Private key of this instance. You can specify your own one, or a key will be generated after saving. Please keep this key safe.
cs_cz: Soukromý klíč této instance. Můžete zadat svůj vlastní, nebo bude klíč vytvořen po uložení. Tento klíč si prosím uschovejte.
el_gr: Ιδιωτικό κλειδί αυτής της παρουσίας. Μπορείτε να καθορίσετε το δικό σας ή θα δημιουργηθεί ένα κλειδί μετά την αποθήκευση. Παρακαλώ φυλάξτε αυτό το κλειδί ασφαλές.

source: Public key of this instance. You can specify your own one, or a key will be generated after saving.
cs_cz: Veřejný klíč této instance. Je možné zadat svůj vlastní, nebo bude klíč vygenerován uložením.
el_gr: Δημόσιο κλειδί αυτής της παρουσίας. Μπορείτε να καθορίσετε το δικό σας ή θα δημιουργηθεί ένα κλειδί μετά την αποθήκευση.

source: Route-map ID between 1 and 65535. Be aware that the sorting will be done under the hood, so when you add an entry between it get's to the right position
cs_cz: ID mapy směrování v rozsahu 1 až 65535. Uvědomte si, že třídění se provádí pod kapotou, takže když přidáte položku mezi, dostane se na správnou pozici.
el_gr: Αναγνωριστικό χάρτη διαδρομής μεταξύ 1 και 65535. Λάβετε υπόψη ότι η ταξινόμηση θα γίνει στο παρασκήνιο, επομένως όταν προσθέσετε μια καταχώρηση μεταξύ αυτής, θα φτάσει στη σωστή θέση.

source: Route-map name to match and set your patterns, it will be enabled via the neighbor configuration.
cs_cz: Název mapy směrování pro hledání shody a nastavení vašich vzorů. Bude zapnuto prostřednictvím nastavení sousedního.
el_gr: Το όνομα του χάρτη διαδρομής ταιριάζει και ορίστε τα μοτίβα σας, θα ενεργοποιηθεί μέσω της διαμόρφωσης γειτόνων.

source: Set a password for BGP authentication.
cs_cz: Nastavit heslo pro BGP ověřování.
el_gr: Ορίστε έναν κωδικό πρόσβασης για τον έλεγχο ταυτότητας BGP.

source: Set the local IP connecting to the neighbor. This is only required for BGP authentication.
cs_cz: Nastavit lokální IP adresu připojující se k protějšku. Toto je potřeba pouze pro ověřování v rámci BGP.
el_gr: Ορίστε την τοπική διεύθυνση IP που συνδέεται με τον γείτονα. Αυτό απαιτείται μόνο για έλεγχο ταυτότητας BGP.

source: Set the number of your Community-List. 1-99 are standard lists while 100-500 are expanded lists.
cs_cz: Nastavte číslo seznamu komunity. 1-99 jsou standardní seznamy, zatímco 100-500 jsou rozšířené seznamy.
el_gr: Ορίστε τον αριθμό της Λίστας Κοινότητας. Οι λίστες 1-99 είναι τυπικές, ενώ οι λίστες 100-500 είναι εκτεταμένες.

source: Specify a default weight value for the neighbor’s routes.
cs_cz: Zadejte výchozí hodnotu váhy pro sousedovo trasy.
el_gr: Καθορίστε μια προεπιλεγμένη τιμή βάρους για τις διαδρομές του γείτονα.

source: The ACL rule number (0-4294967294); keep in mind that there are no sequence numbers with AS-Path lists. When you want to add a new line between you have to completely remove the ACL!
cs_cz: Číslo pravidla ACL (0-4294967294); mějte na paměti, že u seznamů AS-cesta neexistují žádná pořadová čísla. Když chcete přidat nový řádek mezi, je třeba ACL seznam zcela odstranit!
el_gr: Ο αριθμός κανόνα ACL (0-4294967294). Λάβετε υπόψη ότι δεν υπάρχουν αριθμοί ακολουθίας με λίστες AS-Path. Όταν θέλετε να προσθέσετε μια νέα γραμμή μεταξύ τους, πρέπει να καταργήσετε εντελώς το ACL!

source: The ACL sequence number (1-4294967294)
cs_cz: Pořadové číslo ACL (1-4294967294)
el_gr: Ο αριθμός ακολουθίας ACL (1-4294967294)

source: This will activate exetended logging of BGP neighbor changes.
cs_cz: Toto zapne rozšířené zaznamenávání změn sousedů protokolu BGP.
el_gr: Αυτό θα ενεργοποιήσει την εκτεταμένη καταγραφή των αλλαγών των γειτόνων BGP.

source: Transip
el_gr: Μεταφορά
it_it: Transito

source: You can enable BFD support for this interface. You will also need to configure BFD peers.
cs_cz: Pro toto rozhraní můžete povolit podporu BFD. Bude také nutné nastavit partnery BFD.
el_gr: Μπορείτε να ενεργοποιήσετε την υποστήριξη BFD για αυτήν τη διεπαφή. Θα χρειαστεί επίσης να διαμορφώσετε τους ομότιμους BFD.

source: localhost:1194
el_gr: τοπικός κεντρικός υπολογιστής: 1194
it_it: host locale:1194

source: localhost:22
el_gr: τοπικός οικοδεσπότης:22
it_it: host locale:22

source: localhost:443
el_gr: τοπικός κεντρικός υπολογιστής:443
it_it: host locale:443

source: localhost:5222
el_gr: τοπικός κεντρικός υπολογιστής:5222
it_it: host locale:5222

source: localhost:655
el_gr: τοπικός κεντρικός υπολογιστής:655
it_it: host locale:655

source: localhost:80
el_gr: τοπικός κεντρικός υπολογιστής:80
it_it: host locale:80

source: regru
el_gr: κανονικός

source: 940-0020B
el_gr: 940-0020Β

source: 940-0023A
el_gr: 940-0023Α

source: 940-0024B
el_gr: 940-0024Β

source: 940-0095A
el_gr: 940-0095Α

source: 940-0095B
el_gr: 940-0095Β

source: 940-0119A
cs_cz: 940-0095A
de_de: 940-019A
el_gr: 940-0119Α

source: 940-0127A
el_gr: 940-0127Α

source: 940-0128A
el_gr: 940-0128Α

source: 940-0625A
el_gr: 940-0625Α

source: A key is required, generate one with the button
cs_cz: Je zapotřebí klíče – kliknutím na tlačítko takový vytvořte.
el_gr: Απαιτείται κλειδί, δημιουργήστε ένα με το κουμπί

source: A valid IP must be specified.
cs_cz: Je třeba zadat platnou IP adresu.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP.

source: At least one valid member is required
cs_cz: Je zapotřebí alespoň jednoho platného člena
el_gr: Απαιτείται τουλάχιστον ένα έγκυρο μέλος

source: Constellix
de_de: ConoHa
el_gr: Κονστέλιξ

source: DNAME
el_gr: ΟΝΟΜΑ
it_it: NOME

source: Dinahosting
el_gr: Ντιναχόστινγκ

source: Domeneshop
el_gr: Ντόμενεσοπ

source: DonDominio
el_gr: ΝτονΝτομίνιο

source: EAP RADIUS
el_gr: ΑΚΤΙΝΗ EAP
it_it: RAGGIO EAP

source: Easyname
el_gr: Εύκολο όνομα
it_it: Nome facile

source: Ether
el_gr: Αιθέρας
it_it: Etere

source: FastCGI pass-header
de_de: FastCGI-Header weiterleiten
el_gr: Κεφαλίδα πρόσβασης FastCGI
it_it: Intestazione passaggio FastCGI

source: FastCGI set-param
de_de: FastCGI-Parameter setzen
el_gr: Σύνολο παραμέτρων FastCGI
it_it: Parametri impostati FastCGI

source: Gandi
el_gr: Γκάντι

source: Gehirn
el_gr: Γκεχίρν

source: Glesys
el_gr: Γκλέσις

source: Lagg already exists!
cs_cz: Lagg už existuje!
el_gr: Το Lagg υπάρχει ήδη!

source: Linode (v4)
el_gr: Λινοντ (v4)
it_it: Linodo (v4)

source: Nederhost
el_gr: Νέντερχοστ

source: OnApp
el_gr: Στην εφαρμογή

source: Plesk
el_gr: Πλέσκ

source: Rackspace
el_gr: Χώρος ραφιών
it_it: Spazio su scaffale

source: STRATO
el_gr: ΣΤΡΑΤΟ

source: SafeDNS
el_gr: Ασφαλές DNS

source: passtos
de_de: ToS übernehmen
el_gr: πάστο
it_it: passati

source: Encryption algorithm (fallback)
cs_cz: Šifrovací algoritmus (náhradní)
el_gr: Αλγόριθμος κρυπτογράφησης (εφεδρικός)

source: Fallback cipher selection in case none of the default data-ciphers is supported by the client. Only preserved for backwards compatibility reasons.
cs_cz: Náhradní výběr šifer v případě že klientem není podporována žádné z výchozích datových šifer. Zachováno pouze z důvodů zpětné kompatibility.
el_gr: Επιλογή εφεδρικού κρυπτογραφήματος σε περίπτωση που κανένας από τους προεπιλεγμένους κρυπτογραφητές δεδομένων δεν υποστηρίζεται από τον πελάτη. Διατηρείται μόνο για λόγους συμβατότητας με παλαιότερες εκδόσεις.

source: Action was not successful or an error occurred.
cs_cz: Akce nebyla úspěšná nebo došlo k chybě.
el_gr: Η ενέργεια δεν ήταν επιτυχής ή παρουσιάστηκε σφάλμα.

source: Agent Info
cs_cz: Informace o agentovi
el_gr: Πληροφορίες Πράκτορα

source: Apply Success
cs_cz: Úspěšně uplatněno
el_gr: Επιτυχής εφαρμογή

source: Client IPs
cs_cz: Klientské IP adresy
el_gr: IP πελατών

source: Commonly used AES with Galois/Counter Mode
cs_cz: Běžně používané AES s režimem Galois/Counter
el_gr: Συνήθως χρησιμοποιούμενο AES με λειτουργία Galois/Counter

source: Configuration applied successfully.
cs_cz: Nastavení úspěšně uplatněna.
el_gr: Η διαμόρφωση εφαρμόστηκε με επιτυχία.

source: Default Originate
cs_cz: Výchozí původní
el_gr: Προεπιλεγμένη Προέλευση

source: Disable or remove legacy mobile tunnel in order to use this.
cs_cz: Pokud chcete toto používat, je třeba vypnout nebo odebrat starý mobilní tunel.
el_gr: Απενεργοποιήστε ή καταργήστε την παλαιότερη κινητή σήραγγα για να τη χρησιμοποιήσετε.

source: Edit HTTP Handler
cs_cz: Upravit obsluhu HTTP
el_gr: Επεξεργασία χειριστή HTTP

source: Edit HTTP Header
cs_cz: Upravit HTTP záhlaví
el_gr: Επεξεργασία κεφαλίδας HTTP

source: Error applying configuration:
cs_cz: Chyba při uplatňování nastavení:
el_gr: Σφάλμα κατά την εφαρμογή της διαμόρφωσης:

source: Error reconfiguring Caddy
cs_cz: Chyba při přenastavování Caddy
el_gr: Σφάλμα κατά την επαναρύθμιση του Caddy

source: Error reconfiguring DHCPv4
cs_cz: Chyba při přenastavování DHCPv4
el_gr: Σφάλμα κατά την επαναρύθμιση του DHCPv4

source: Error reconfiguring GIF
cs_cz: Chyba při přenastavování GIF
el_gr: Σφάλμα κατά την επαναρύθμιση του GIF

source: Error reconfiguring GRE
cs_cz: Chyba při přenastavování GRE
el_gr: Σφάλμα κατά την επαναρύθμιση του GRE

source: Error reconfiguring HAsync
cs_cz: Chyba při přenastavování HAsync
el_gr: Σφάλμα κατά την επαναρύθμιση του HAsync

source: Error reconfiguring OSPFv3
cs_cz: Chyba při přenastavování OSPFv3
el_gr: Σφάλμα κατά την επαναρύθμιση του OSPFv3

source: Error reconfiguring STATIC
cs_cz: Chyba při přenastavování STATIC
el_gr: Σφάλμα κατά την επαναρύθμιση του STATIC

source: Error reconfiguring Syslog
cs_cz: Chyba při přenastavování Syslog
el_gr: Σφάλμα κατά την επαναρύθμιση του Syslog

source: Error reconfiguring Trust
cs_cz: Chyba při přenastavování Trust
el_gr: Σφάλμα κατά την επαναρύθμιση της αξιοπιστίας

source: Error reconfiguring WireGuard
cs_cz: Chyba při přenastavování WireGuard
el_gr: Σφάλμα κατά την επαναρύθμιση του WireGuard

source: Error reconfiguring dhcrelay
cs_cz: Chyba při přenastavování dhcrelay
el_gr: Σφάλμα κατά την επαναρύθμιση του dhcrelay

source: Error reconfiguring gateways
cs_cz: Chyba při přenastavování bran
el_gr: Σφάλμα κατά την επαναρύθμιση των πυλών

source: Error reconfiguring neighbors
cs_cz: Chyba při přenastavování sousedů
el_gr: Σφάλμα κατά την επαναρύθμιση των γειτόνων

source: Fail Duration
cs_cz: Délka trvání selhání
el_gr: Διάρκεια αποτυχίας

source: Failed to load data
cs_cz: Nepodařilo se načíst data
el_gr: Η φόρτωση δεδομένων απέτυχε

source: HTTP Access
cs_cz: HTTP přístup
el_gr: Πρόσβαση HTTP

source: HTTP Code
cs_cz: HTTP kód
el_gr: Κώδικας HTTP

source: HTTP Handlers
cs_cz: HTTP obsluhy
el_gr: Χειριστές HTTP

source: HTTP Message
cs_cz: HTTP zpráva
el_gr: Μήνυμα HTTP

source: If this option is set, then DHCP static mappings will be registered in Dnsmasq, so that their name can be resolved. You should also set the domain in %sSystem: Settings: General%s to the proper value.
cs_cz: Pokud je tato předvolba nastavena, budou statická mapování DHCP zaregistrována v Dnsmasq, aby bylo možné jejich název přeložit. Měli byste také nastavit doménu v %sSystém: Nastavení: Obecné%s na správnou hodnotu.
el_gr: Εάν οριστεί αυτή η επιλογή, τότε οι στατικές αντιστοιχίσεις DHCP θα καταχωρηθούν στο Dnsmasq, ώστε να είναι δυνατή η ανάλυση του ονόματός τους. Θα πρέπει επίσης να ορίσετε τον τομέα στο %sΣύστημα: Ρυθμίσεις: Γενικά%s στην κατάλληλη τιμή.

source: Inbound interfaces may not overlap with zone interfaces (%s)
cs_cz: Příchozí rozhraní se nemohou překrývat s rozhraními zóny (%s)
el_gr: Οι εισερχόμενες διεπαφές ενδέχεται να μην επικαλύπτονται με τις διεπαφές ζώνης (%s)

source: Minute(s)
cs_cz: Minuty
el_gr: Πρακτικά)

source: Misssing certificate
cs_cz: Chybějící certifikát
el_gr: Λείπει πιστοποιητικό

source: Msg
cs_cz: Zprá
el_gr: Μήνυμα

source: Next Hop Self
cs_cz: Příští přeskok samotný
el_gr: Επόμενος Εαυτός με Χοπ

source: Please do not forget to apply the configuration.
cs_cz: Nezapomeňte nastavení uplatnit.
el_gr: Μην ξεχάσετε να εφαρμόσετε τη διαμόρφωση.

source: Privileges - Deny config write
cs_cz: Oprávnění – odepřít zápis do nastavení
el_gr: Προνόμια - Άρνηση εγγραφής ρυθμίσεων

source: Reconfiguration request failed.
cs_cz: Požadavek na přenastavení se nezdařil.
el_gr: Το αίτημα επαναρύθμισης της διαμόρφωσης απέτυχε.

source: Step 1: Add Domain
cs_cz: Krok 1: Přidat doménu
el_gr: Βήμα 1: Προσθήκη τομέα

source: Step 2: Add HTTP Handler
cs_cz: Krok 2: Přidání obsluhy HTTP
el_gr: Βήμα 2: Προσθήκη χειριστή HTTP

source: Timeout should be larger than interval.
cs_cz: Časový limit by měl být delší než interval.
el_gr: Το χρονικό όριο θα πρέπει να είναι μεγαλύτερο από το διάστημα.

source: Unable to load data
cs_cz: Není možné načíst data
el_gr: Δεν είναι δυνατή η φόρτωση δεδομένων

source: Validation request failed.
cs_cz: Požadavek na ověření se nezdařil.
el_gr: Το αίτημα επικύρωσης απέτυχε.

source: When routing type is "%s", matchers "HTTP" or "TLS" cannot be chosen.
cs_cz: Pokud je typ směrování „%s“, nelze zvolit hledání shody „HTTP“ nebo „TLS“.
el_gr: Όταν ο τύπος δρομολόγησης είναι "%s", δεν είναι δυνατή η επιλογή αντιστοιχίσεων "HTTP" ή "TLS".

source: create new user certificate
cs_cz: vytvořit certifikát pro nového uživatele
el_gr: δημιουργία νέου πιστοποιητικού χρήστη

source: null-sha256-x25519 (testing only, no encryption!)
cs_cz: null-sha256-x25519 (pouze pro zkoušení – není šifrované!)
el_gr: null-sha256-x25519 (μόνο δοκιμή, χωρίς κρυπτογράφηση!)
