Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable PPS signal processing (default: enabled).
cs_cz: Zapnout zpracovávání signálu „pulzy za sekundu“ (výchozí: zapnuto).
de_de: PPS-Signalverarbeitung aktivieren (Standard: aktiviert).
el_gr: Ενεργοποίηση επεξεργασίας σήματος PPS (προεπιλογή: ενεργοποιημένη).
fa_ir: پردازش سیگنال PPS را فعال کن (پیش‌فرض: فعال).
fr_fr: Activer le traitement du signal PPS (par défaut: activé).
it_it: Abilita l'elaborazione del segnale PPS (impostazione predefinita: abilitata).
ko_kr: PPS 신호 처리를 사용합니다(기본값: 사용).
pl_pl: Włącz przetwarzanie sygnału PPS (domyślnie: włączone).
uk_ua: Увімкнути обробку сигналу PPS (типово: увімкнено).
zh_cn: 启用PPS信号处理(默认值:启用)。

source: NTP should not use this clock, it will be displayed for reference only (default: disabled).
cs_cz: NTP by tyto hodiny nemělo používat, budou zobrazeny pouze pro referenci (výchozí: vypnuto).
de_de: NTP soll diese Uhr nicht verwenden, sie wird nur zur Referenz angezeigt (Standard: deaktiviert).
el_gr: Το NTP δεν πρέπει να χρησιμοποιεί αυτό το ρολόι, θα εμφανίζεται μόνο για αναφορά (προεπιλογή: απενεργοποιημένο).
fa_ir: NTP نباید از این ساعت استفاده کند؛ فقط برای مرجع نمایش داده می‌شود (پیش‌فرض: غیرفعال).
fr_fr: NTP ne doit pas utiliser cette horloge, elle ne sera affichée qu’à titre de référence (par défaut: désactivé).
it_it: NTP non dovrebbe utilizzare questo orologio, verrà visualizzato solo come riferimento (impostazione predefinita: disabilitato).
ko_kr: NTP는 이 시계를 사용하면 안 되며 참조용으로만 표시됩니다(기본값: 사용 안 함).
pl_pl: NTP nie powinien używać tego zegara, zostanie on wyświetlony tylko do celów informacyjnych (domyślnie: wyłączone).
uk_ua: NTP не повинен використовувати цей годинник, він буде відображатися лише для довідки (типово: вимкнено).
zh_cn: NTP不该使用此时钟，它的显示仅供参考(默认值:禁用)。

source: NTP should prefer this clock (default: enabled).
cs_cz: NTP by mělo upřednostňovat tyto hodiny (výchozí: zapnuto).
de_de: NTP soll diese Uhr bevorzugen (Standard: aktiviert).
el_gr: Το NTP θα πρέπει να προτιμά αυτό το ρολόι (προεπιλογή: ενεργοποιημένο).
fa_ir: NTP باید این ساعت را ترجیح دهد (پیش‌فرض: فعال).
fr_fr: NTP devrait préférer cette horloge (par défaut: activé).
it_it: NTP dovrebbe preferire questo orologio (impostazione predefinita: abilitato).
ko_kr: NTP는 이 시계를 선호해야 합니다(기본값: 사용).
pl_pl: NTP powinien preferować ten zegar (domyślnie: włączone).
uk_ua: NTP повинен віддавати перевагу цьому годиннику (типово: увімкнено).
zh_cn: NTP会优先使用这个时钟(默认值:启用)。

source: Normally there should be no need to change these options from the defaults.
cs_cz: Normálně by nemělo být třeba měnit tato nastavení z jejich výchozích hodnot.
de_de: Normalerweise besteht keine Notwendigkeit, diese Optionen gegenüber den Standardeinstellungen zu ändern.
el_gr: Κανονικά δεν θα πρέπει να χρειάζεται να αλλάξετε αυτές τις επιλογές από τις προεπιλογές.
fa_ir: معمولاً نیازی به تغییر این گزینه‌ها نسبت به مقادیر پیش‌فرض نیست.
fr_fr: Normalement il ne devrait pas être nécessaire de changer ces options définies par défaut.
it_it: Normalmente non dovrebbe essere necessario modificare queste opzioni rispetto a quelle predefinite.
ko_kr: 일반적으로 이러한 옵션을 기본값에서 변경할 필요가 없습니다.
pl_pl: Zwykle nie powinno być potrzeby zmiany tych opcji względem domyślnych.
uk_ua: Зазвичай немає потреби змінювати ці параметри від типових значень.
zh_cn: 通常不需要修改这些默认值。

source: This may be used to change the GPS Clock stratum (default: 0). This may be useful if, for some reason, you want ntpd to prefer a different clock
cs_cz: Toto může být použito pro změnu strata GPS hodin (výchozí: 0). Toto může být užitečné pokud z nějakého důvodu chcete, aby ntpd upřednostňovalo jiné hodiny
de_de: Dies kann verwendet werden, um das Stratum der GPS-Uhr zu ändern (Standard: 0). Dies kann nützlich sein, wenn Sie möchten, dass ntpd aus einem bestimmten Grund eine andere Uhr bevorzugt.
el_gr: Αυτό μπορεί να χρησιμοποιηθεί για να αλλάξετε το στρώμα ρολογιού GPS (προεπιλογή: 0). Αυτό μπορεί να είναι χρήσιμο εάν, για κάποιο λόγο, θέλετε το ntpd να προτιμά διαφορετικό ρολόι.
fa_ir: این گزینه می‌تواند برای تغییر Stratum ساعت GPS استفاده شود (پیش‌فرض: 0). این ممکن است مفید باشد اگر به هر دلیلی بخواهید ntpd ساعت متفاوتی را ترجیح دهد.
fr_fr: Cela peut être utilisé pour changer la strate de l'horloge GPS (par défaut: 0). Cela peut être utile si, pour une raison quelconque, vous voulez que ntpd préfère une horloge différente
it_it: Questo può essere utilizzato per modificare lo strato dell'orologio GPS (predefinito: 0). Questo può essere utile se, per qualche motivo, vuoi che ntpd preferisca un orologio diverso
ko_kr: GPS 클럭 계층을 변경하는 데 사용할 수 있습니다(기본값: 0). 어떤 이유에서인지 ntpd가 다른 클럭을 선호하는 경우 유용할 수 있습니다
pl_pl: Można to użyć do zmiany stratum zegara GPS (domyślnie: 0). Może to być przydatne, jeśli z jakiegoś powodu chcesz, aby ntpd preferował inny zegar.
uk_ua: Це може бути використано для зміни шару годинника GPS (типово: 0). Це може бути корисно, якщо з якоїсь причини ви хочете, щоб ntpd віддавав перевагу іншому годиннику
zh_cn: 这可用于更改GPS的时钟层(默认值:0)。 如果由于某种原因，您希望ntpd更愿意使用不同的时钟，这会很有用

source: Stratum
cs_cz: Vrstva
el_gr: Στρώμα
fa_ir: لایه (Stratum)
fr_fr: Strate
it_it: Strato
ko_kr: 계층
uk_ua: Шар
zh_cn: 层级

source: Fudge time 2 is used to specify the GPS time offset (default: 0.0).
cs_cz: Fudge čas 2 slouží k zadání posunu GPS času (výchozí je 0.0).
de_de: Fudge-Zeit 2 wird verwendet, um den GPS-Zeitabweichung anzugeben (Standard: 0.0).
el_gr: Ο χρόνος Fudge 2 χρησιμοποιείται για να καθορίσει τη χρονική μετατόπιση GPS (προεπιλογή: 0,0).
fa_ir: Fudge time 2 برای تعیین اختلاف زمان GPS استفاده می‌شود (پیش‌فرض: 0.0).
fr_fr: Le temps de décalage 2 est utilisé pour spécifier le décalage du temps GPS (par défaut : 0.0).
it_it: L'ora Fudge 2 viene utilizzata per specificare la differenza temporale del GPS (impostazione predefinita: 0,0).
ko_kr: 퍼지 시간 2는 GPS 시간 오프셋(기본값: 0.0)을 지정하는 데 사용됩니다.
pl_pl: Fudge time 2 służy do określenia przesunięcia czasu GPS (domyślnie: 0.0).
uk_ua: Зміщення часу 2 використовується для вказівки зміщення часу GPS (типово: 0.0).
zh_cn: Fudge time 2用于指定GPS时间偏移(默认值:0.0)。

source: Fudge time 2 (seconds)
cs_cz: Fudge čas 2 (sekundy)
de_de: Fudge-Zeit 2 (Sekuden)
el_gr: Χρόνος fudge 2 (δευτερόλεπτα)
fa_ir: Fudge time 2 (ثانیه)
fr_fr: Fudge time 2 (secondes)
it_it: Tempo di fusione 2 (secondi)
ko_kr: 퍼지 시간 2(초)
pl_pl: Fudge time 2 (sekundy)
uk_ua: Зміщення часу 2 (секунди)
zh_cn: Fudge time 2(秒)

source: Fudge time 1 is used to specify the GPS PPS signal offset (default: 0.0).
cs_cz: Fudge čas 1 slouží k zadání posunu GPS PPS signálu (výchozí je 0.0).
de_de: Fudge-Zeit 1 wird verwendet, um den GPS-PPS-Signalabweichung anzugeben (Standard: 0.0).
el_gr: Ο χρόνος Fudge 1 χρησιμοποιείται για να καθορίσει την μετατόπιση σήματος GPS PPS (προεπιλογή: 0,0).
fa_ir: Fudge time 1 برای تعیین اختلاف سیگنال PPS GPS استفاده می‌شود (پیش‌فرض: 0.0).
fr_fr: Le temps de décalage 1 est utilisé pour spécifier le décalage du signal GPS PPS (par défaut : 0,0).
it_it: Il tempo Fudge 1 viene utilizzato per specificare l'offset del segnale GPS PPS (impostazione predefinita: 0,0).
ko_kr: 퍼지 시간 1은 GPS PPS 신호 오프셋(기본값: 0.0)을 지정하는 데 사용됩니다.
pl_pl: Fudge time 1 służy do określenia przesunięcia sygnału GPS PPS (domyślnie: 0.0).
uk_ua: Зміщення часу 1 використовується для вказівки зміщення сигналу GPS PPS (типово: 0.0).
zh_cn: Fudge time 1用于指定GPS PPS信号偏移(默认值:0.0)。

source: Fudge time 1 (seconds)
cs_cz: Fudge čas 1 (sekundy)
de_de: Fudge-Zeit 1 (Sekunden)
el_gr: Χρόνος fudge 1 (δευτερόλεπτα)
fa_ir: Fudge time 1 (ثانیه)
fr_fr: Fudge time 1 (secondes)
it_it: Tempo fondente 1 (secondi)
ko_kr: 퍼지 시간 1(초)
pl_pl: Fudge time 1 (sekundy)
uk_ua: Зміщення часу 1 (секунди)
zh_cn: Fudge time 1(秒)

source: By default NTP will listen for all supported NMEA sentences. Here one or more sentences to listen for may be specified.
cs_cz: Ve výchozím stavu bude NTP naslouchat všem podporovaným NMEA větám. Zde je možné určit jednu nebo více vět, kterým naslouchat.
de_de: Standardmäßig hört NTP auf alle unterstützten NMEA-Sätze. Hier können ein oder mehrere Sätze angegeben werden, auf die gehört werden soll.
el_gr: Από προεπιλογή, το NTP θα ακούει όλες τις υποστηριζόμενες προτάσεις NMEA. Εδώ μπορούν να καθοριστούν μία ή περισσότερες προτάσεις για ακρόαση.
fa_ir: به‌طور پیش‌فرض NTP به همه جملات NMEA پشتیبانی‌شده گوش می‌دهد. در اینجا می‌توانید یک یا چند جمله برای گوش‌دادن مشخص کنید.
fr_fr: Par défaut NTP écoutera toutes les phrases NMEA supportées. Vous pouvez spécifier ici une ou plusieurs phrases complémentaires à écouter.
it_it: Per impostazione predefinita, NTP ascolterà tutte le frasi NMEA supportate. Qui è possibile specificare una o più frasi da ascoltare.
ko_kr: 기본적으로 NTP는 모든 지원되는 NMEA 문장을 수신합니다. 여기서 수신할 하나 이상의 문장을 지정할 수 있습니다.
pl_pl: Domyślnie NTP będzie nasłuchiwać wszystkich obsługiwanych zdań NMEA. Tutaj można określić jedno lub więcej zdań do nasłuchiwania.
uk_ua: За типових налаштувань NTP буде прослуховувати всі підтримувані речення NMEA. Тут можна вказати одне або кілька речень для прослуховування.
zh_cn: 默认情况下，NTP会监听所有支持的NMEA语句。 这里可以指定要收听的一个或多个语句。

source: ZDA or ZDG
cs_cz: ZDA nebo ZDG
de_de: ZDA oder ZDG
el_gr: ZDA ή ZDG
fa_ir: ZDA یا ZDG
fr_fr: ZDA ou ZDG
it_it: ZDA o ZDG
ko_kr: ZDA 또는 ZDG
pl_pl: ZDA lub ZDG
uk_ua: ZDA або ZDG
zh_cn: ZDA或ZDG

source: NMEA sentences
cs_cz: NMEA věty
de_de: NMEA-Sätze
el_gr: Προτάσεις NMEA
fa_ir: جملات NMEA
fr_fr: Phrases NMEA
it_it: Frasi NMEA
ko_kr: NMEA 문장
pl_pl: Zdania NMEA
uk_ua: Речення NMEA
zh_cn: NMEA语句

source: Note: A higher baud rate is generally only helpful if the GPS is sending too many sentences. It is recommended to configure the GPS to send only one sentence at a baud rate of 4800 or 9600.
cs_cz: Pozn.: Vyšší baudová rychlost je obecně užitečná pouze pokud GPS zařízení posílá příliš mnoho vět. Je doporučeno nastavit GPS tak, aby odesílalo pouze jednu větu na baudové rychlosti 4800 nebo 9600.
de_de: Hinweis: Eine höhere Baud-Rate ist generell nur dann Sinnvoll, wen das GPS zu viele Datensätze sendet. Es wird empfohlen, das GPS zum Versand von Datensätzen bei einer Baud-Rate von 4800 oder 9600 zu konfigurieren.
el_gr: Σημείωση: Ένας υψηλότερος ρυθμός baud είναι γενικά χρήσιμος μόνο εάν το GPS στέλνει πάρα πολλές προτάσεις. Συνιστάται να ρυθμίσετε το GPS ώστε να στέλνει μόνο μία πρόταση με ρυθμό baud 4800 ή 9600.
fa_ir: توجه: نرخ باود بالاتر معمولاً تنها زمانی مفید است که GPS بیش از حد جملات ارسال کند. پیشنهاد می‌شود GPS طوری تنظیم شود که فقط یک جمله ارسال کند و نرخ باود آن 4800 یا 9600 باشد.
fr_fr: Note: Un débit en baud supérieur n'est généralement utile que si le GPS envoie trop de phrases. Il est recommandé de configurer le GPS de façon à ce que ce dernier n'envoie qu'une seule phrase à un débit de 4800 ou 9600 bauds.
it_it: Nota: una velocità di trasmissione più elevata è generalmente utile solo se il GPS invia troppe frasi. Si consiglia di configurare il GPS per inviare una sola frase ad un baud rate di 4800 o 9600.
ko_kr: 참고: 일반적으로 더 높은 보드 속도는 GPS가 너무 많은 문장을 보내는 경우에만 유용합니다. 4800 또는 9600의 보드 속도로 한 문장만 전송하도록 GPS를 구성하는 것이 좋습니다.
pl_pl: Uwaga: Wyższa prędkość transmisji jest generalnie pomocna tylko wtedy, gdy GPS wysyła zbyt wiele zdań. Zaleca się skonfigurowanie GPS tak, aby wysyłał tylko jedno zdanie z szybkością transmisji 4800 lub 9600.
uk_ua: Нотатка: Вища швидкість передачі даних зазвичай корисна лише тоді, коли GPS надсилає забагато речень. Рекомендується налаштувати GPS на надсилання лише одного речення зі швидкістю передачі даних 4800 або 9600.
zh_cn: 注意：较高的波特率通常只在GPS发送太多句子时才有用。 建议将GPS配置为只发送一个句子，波特率为4800或9600。

source: Serial port baud rate.
cs_cz: Baudová rychlost sériového portu.
de_de: Baud Rate des seriellen Ports
el_gr: Ρυθμός baud σειριακής θύρας.
fa_ir: نرخ باود پورت سریال.
fr_fr: Vitesse de transmission du port série.
it_it: Baud rate della porta seriale.
ko_kr: 직렬 포트 보드 속도입니다.
pl_pl: Szybkość transmisji portu szeregowego.
uk_ua: Швидкість передачі даних послідовного порту.
zh_cn: 串口波特率。

source: All serial ports are listed, be sure to pick the port with the GPS attached.
cs_cz: Jsou vypsány veškeré sériové porty, ujistěte se, že vyberte port, ke kterému je připojeno zařízení GPS.
de_de: Alle seriellen Ports sind gelistet; stellen Sie sicher, dass Sie den Port auswählen mit dem das GPS verbunden ist.
el_gr: Όλες οι σειριακές θύρες αναφέρονται, φροντίστε να επιλέξετε τη θύρα με συνδεδεμένο το GPS.
fa_ir: تمام پورت‌های سریال فهرست شده‌اند؛ حتماً پورتی که GPS به آن وصل است را انتخاب کنید.
fr_fr: Tous les ports série sont répertoriés, assurez-vous de choisir le port sur lequel est le GPS est rattaché.
it_it: Sono elencate tutte le porte seriali, assicurati di scegliere la porta con il GPS collegato.
ko_kr: 모든 직렬 포트가 나열되어 있으므로 GPS가 연결된 포트를 선택해야 합니다.
pl_pl: Wszystkie porty szeregowe są wymienione, upewnij się, że wybrałeś port z podłączonym GPS.
uk_ua: Перелічені всі послідовні порти, переконайтеся, що вибрали порт, до якого підключено GPS.
zh_cn: 列出所有串行端口，请务必选择附带GPS的端口。

source: Serial port
cs_cz: Sériový port
de_de: Serieller Port
el_gr: Σειριακή θύρα
fa_ir: پورت سریال
fr_fr: Port série
it_it: Porta seriale
ko_kr: 직렬 포트
pl_pl: Port szeregowy
uk_ua: Послідовний порт
zh_cn: 串行端口

source: The predefined configurations assume your GPS has already been set to NMEA mode.
cs_cz: Předpřipravená nastavení předpokládají že GPS přijímač je už nastaven do NMEA režimu.
de_de: Die vordefinierten Konfigurationen setzen voraus, dass Ihr GPS bereits auf den NMEA-Modus eingestellt ist.
el_gr: Οι προκαθορισμένες διαμορφώσεις προϋποθέτουν ότι το GPS σας έχει ήδη ρυθμιστεί σε λειτουργία NMEA.
fa_ir: پیکربندی‌های پیش‌فرض فرض می‌کنند GPS شما قبلاً در حالت NMEA تنظیم شده است.
fr_fr: Les configurations prédéfinies supposent que votre GPS a déjà été réglé sur le mode NMEA.
it_it: Le configurazioni predefinite presuppongono che il GPS sia già stato impostato sulla modalità NMEA.
ko_kr: 미리 정의된 구성은 GPS가 이미 NMEA 모드로 설정되었다고 가정합니다.
pl_pl: Wstępnie zdefiniowane konfiguracje zakładają, że twój GPS został już ustawiony w trybie NMEA.
uk_ua: Попередньо визначені конфігурації припускають, що ваш GPS вже налаштований на режим NMEA.
zh_cn: 预定义的配置假设您的GPS已经设置为NMEA模式。

source: Select Generic if your GPS is not listed.
cs_cz: Pokud zde váš GPS přijímač není uveden, použijte Obecný.
de_de: Wählen Sie "Allgemein", wenn Ihr GPS-Gerät nicht aufgeführt ist.
el_gr: Επιλέξτε Γενικό εάν το GPS σας δεν περιλαμβάνεται στη λίστα.
fa_ir: اگر GPS شما فهرست نشده است، Generic را انتخاب کنید.
fr_fr: Sélectionnez Générique si votre GPS ne figure pas dans la liste.
it_it: Seleziona Generico se il tuo GPS non è nell'elenco.
ko_kr: GPS가 목록에 없으면 일반을 선택하세요.
pl_pl: Wybierz Generic, jeśli twój GPS nie jest wymieniony.
uk_ua: Виберіть Загальний, якщо ваш GPS не відображається у списку.
zh_cn: 如果您的GPS没有被列出，就选择通用的。

source: This option allows you to select a predefined configuration.
cs_cz: Tato předvolba umožňuje vybrat předpřipravené nastavení.
de_de: Diese Option ermöglicht es Ihnen, eine vordefinierte Konfiguration auswählen.
el_gr: Αυτή η επιλογή σάς επιτρέπει να επιλέξετε μια προκαθορισμένη διαμόρφωση.
fa_ir: این گزینه به شما اجازه می‌دهد یک پیکربندی پیش‌فرض را انتخاب کنید.
fr_fr: Cette option vous permet de sélectionner une configuration prédéfinie.
it_it: Questa opzione consente di selezionare una configurazione predefinita.
ko_kr: 이 옵션을 사용하면 미리 정의된 구성을 선택할 수 있습니다.
pl_pl: Ta opcja pozwala wybrać wstępnie zdefiniowaną konfigurację.
uk_ua: Ця опція дозволяє вибрати попередньо визначену конфігурацію.
zh_cn: 此选项允许您选择预定义配置。

source: Generic
cs_cz: Obecné
de_de: Allgemein
el_gr: Γενικές
fr_fr: Générique
it_it: Generico
ko_kr: 일반
pl_pl: Ogólny
uk_ua: Загальний
zh_cn: 通用

source: NTP Serial GPS Configuration
cs_cz: Nastavení sériové GPS pro NTP
de_de: NTP-Serielle GPS-Konfiguration
el_gr: Ρύθμιση σειριακού GPS NTP
fa_ir: پیکربندی NTP برای GPS سریال
fr_fr: Configuration du GPS Série pour le NTP
it_it: Configurazione GPS seriale NTP
ko_kr: NTP 직렬 GPS 구성
pl_pl: Konfiguracja GPS szeregowego NTP
uk_ua: Конфігурація послідовного GPS для NTP
zh_cn: NTP串口GPS配置

source: Clock stratum must be a number in the range 0..16
cs_cz: Je třeba, aby stratum hodin bylo číslo z rozsahu 0 až 16
de_de: Uhrenstratum muss eine Nummer im Bereich 0..16 sein
el_gr: Το στρώμα ρολογιού πρέπει να είναι ένας αριθμός στην περιοχή 0...16
fa_ir: سطح ساعت (stratum) باید عددی در بازهٔ 0..16 باشد.
fr_fr: La strate de l'horloge doit être un nombre compris dans l'intervalle 0..16
it_it: Lo strato dell'orologio deve essere un numero compreso tra 0 e 16
ko_kr: 클럭 계층은 0부터 16 사이의 숫자여야 합니다.
pl_pl: Stratum zegara musi być liczbą w zakresie 0..16
uk_ua: Рівень шару годинника має бути числом в діапазоні 0..16
zh_cn: 时钟层必须是0..16范围内的数字

source: Enter any additional options you would like to add to the network time configuration here, separated by a space or newline.
cs_cz: Sem zadejte libovolné dodatečné předvolby, které chcete přidat do nastavení síťového času (oddělované mezerou nebo novým řádkem).
de_de: Geben Sie hier zusätzliche Optionen ein, die Sie der Netzwerkzeit-Konfiguration hinzufügen möchten - getrennt durch Leerzeichen oder Zeilenumbrüche.
el_gr: Εισαγάγετε εδώ τυχόν πρόσθετες επιλογές που θέλετε να προσθέσετε στη διαμόρφωση ώρας δικτύου, διαχωρισμένες με κενό ή νέα γραμμή.
fa_ir: هر گزینهٔ اضافی که می‌خواهید به پیکربندی زمان شبکه اضافه کنید را اینجا وارد کنید؛ گزینه‌ها را با فاصله یا سطر جدید جدا کنید.
fr_fr: Entrez ici les options supplémentaires que vous souhaitez ajouter à la configuration de l'heure du réseau, séparées par un espace ou une nouvelle ligne.
it_it: Inserisci qui eventuali opzioni aggiuntive che desideri aggiungere alla configurazione dell'orario di rete, separate da uno spazio o da una nuova riga.
ko_kr: 여기에 네트워크 시간 구성에 추가할 추가 옵션을 공백 또는 줄 바꿈으로 구분하여 입력하세요.
pl_pl: Wprowadź tutaj dodatkowe opcje, które chciałbyś dodać do konfiguracji czasu sieciowego, oddzielone spacją lub nową linią.
uk_ua: Введіть тут будь-які додаткові опції, які ви бажаєте додати до конфігурації мережевого часу, розділені пробілом або новим рядком.
zh_cn: 在这里输入您要添加到网络时间配置的任何其他选项，以空格或换行符分隔。

source: select a file to upload:
cs_cz: vyberte soubor který nahrát:
de_de: wählen Sie eine Datei zum Hochladen aus:
el_gr: επιλέξτε ένα αρχείο για μεταφόρτωση:
fa_ir: یک فایل برای بارگذاری انتخاب کنید:
fr_fr: sélectionner le fichier à envoyer:
it_it: seleziona un file da caricare:
ko_kr: 업로드할 파일 선택:
pl_pl: wybierz plik do przesłania:
uk_ua: виберіть файл для завантаження:
zh_cn: 选择要上传的文件:

source: Or
cs_cz: Nebo
de_de: Oder
el_gr: Ή
fa_ir: یا
fr_fr: Ou
it_it: O
ko_kr: 또는
pl_pl: Lub
uk_ua: Або
zh_cn: 或

source: Enter Leap second configuration as text:
cs_cz: Zadejte nastavení přestupné sekundy jako text:
de_de: Schaltsekunden-Konfiguration als Text eingeben:
el_gr: Εισαγάγετε τη διαμόρφωση Leap second ως κείμενο:
fa_ir: پیکربندی ثانیه‌های کبیسه را به‌صورت متن وارد کنید:
fr_fr: Entrer la configuration de la seconde intercalaire sous forme de texte:
it_it: Inserisci la configurazione del secondo Leap come testo:
ko_kr: 윤초 구성을 텍스트로 입력하세요:
pl_pl: Wprowadź konfigurację sekundy przestępnej jako tekst:
uk_ua: Введіть конфігурацію високосної секунди як текст:
zh_cn: 以文本形式输入闰秒配置:

source: Normally this is only useful if this server is a stratum 1 time server.
cs_cz: Běžně je toto k něčemu pouze když se jedná o časový server úrovně stratum 1.
de_de: Normalerweise ist dies nur dann relevant, wenn dieser Server ein Stratum-1-Zeitserver ist.
el_gr: Κανονικά αυτό είναι χρήσιμο μόνο εάν αυτός ο διακομιστής είναι διακομιστής χρόνου stratum 1.
fa_ir: معمولاً این تنها زمانی مفید است که این سرور یک سرور زمان stratum 1 باشد.
fr_fr: Normalement cette option est utilisé uniquement si ce serveur est un serveur de temps de strate 1.
it_it: Normalmente questo è utile solo se questo server è un server temporale di strato 1.
ko_kr: 일반적으로 이 서버가 1계층 타임 서버인 경우에만 유용합니다.
pl_pl: Zwykle jest to użyteczne tylko wtedy, gdy ten serwer to serwer czasu stratum 1.
uk_ua: Зазвичай це корисно лише, якщо цей сервер є сервером часу stratum 1.
zh_cn: 通常，这只有在此服务器是一层NTP服务器时才有用。

source: Show Leap second configuration
cs_cz: Zobrazit nastavení přestupné sekundy
de_de: Konfiguration der Schaltsekunden anzeigen
el_gr: Εμφάνιση διαμόρφωσης δευτερολέπτου
fa_ir: نمایش پیکربندی ثانیه‌های کبیسه
fr_fr: Afficher la configuration de la Seconde intercalaire
it_it: Mostra la configurazione del secondo Leap
ko_kr: 윤초 구성 표시
pl_pl: Pokaż konfigurację sekundy przestępnej
uk_ua: Показати конфігурацію високосної секунди
zh_cn: 显示闰秒配置

source: Leap seconds
cs_cz: Přestupné sekundy
de_de: Schaltsekunden
el_gr: Δευτερόλεπτα
fa_ir: ثانیه‌های کبیسه
fr_fr: Secondes intercalaires
it_it: Secondi di salto
ko_kr: 윤초
pl_pl: Sekundy przestępne
uk_ua: Високосні секунди
zh_cn: 闰秒

source: Show access restriction options
cs_cz: Zobrazit předvolby omezení přístupu
de_de: Optionen zur Zugriffsbeschränkung anzeigen
el_gr: Εμφάνιση επιλογών περιορισμού πρόσβασης
fa_ir: نمایش گزینه‌های محدودیت دسترسی
fr_fr: Afficher les options de restriction d'accès
it_it: Mostra le opzioni di limitazione dell'accesso
ko_kr: 액세스 제한 옵션 표시
pl_pl: Pokaż opcje ograniczeń dostępu
uk_ua: Показати опції обмеження доступу
zh_cn: 显示访问限制选项

source: Access restrictions
cs_cz: Omezení přístupu
de_de: Zugriffsbeschränkungen
el_gr: Περιορισμοί πρόσβασης
fa_ir: محدودیت‌های دسترسی
fr_fr: Restrictions d'accès
it_it: Restrizioni di accesso
ko_kr: 액세스 제한
pl_pl: Ograniczenia dostępu
uk_ua: Обмеження доступу
zh_cn: 访问限制

source: These options will create persistent daily log files in /var/log/ntp.
cs_cz: Tyto předvolby vytvoří trvalé soubory se záznamem událostí ve /var/log/ntp.
de_de: Diese Optionen erzeugen dauerhafte tägliche Logdateien in /var/log/ntp.
el_gr: Αυτές οι επιλογές θα δημιουργήσουν μόνιμα αρχεία καταγραφής καθημερινά στο /var/log/ntp.
fa_ir: این گزینه‌ها فایل‌های لاگ روزانه و پایدار را در /var/log/ntp ایجاد می‌کنند.
fr_fr: Ces options créeront quotidiennement des fichiers journaux persistant dans /var/log/ntp.
it_it: Queste opzioni creeranno file di registro giornalieri persistenti in /var/log/ntp.
ko_kr: 이 옵션은 /var/log/ntp에 영구 일일 로그 파일을 생성합니다.
pl_pl: Te opcje utworzą trwałe dzienne pliki dziennika w /var/log/ntp.
uk_ua: Ці опції створюватимуть постійні щоденні файли журналу в /var/log/ntp.
zh_cn: 这些选项会在/var/log/ntp中创建持久的每天日记文件。

source: Show statistics logging options
cs_cz: Zobrazit předvolby zaznamenávání statistik
de_de: Optionen zur Statistikprotokollierung anzeigen
el_gr: Εμφάνιση επιλογών καταγραφής στατιστικών στοιχείων
fa_ir: نمایش گزینه‌های ثبت آمار
fr_fr: Afficher les options des statistiques de journalisation
it_it: Mostra le opzioni di registrazione delle statistiche
ko_kr: 통계 로깅 옵션 표시
pl_pl: Pokaż opcje logowania statystyk
uk_ua: Показати опції ведення журналу статистики
zh_cn: 显示统计日志选项

source: Statistics logging
cs_cz: Zaznamenávání statistik
de_de: Statistikprotokollierung
el_gr: Καταγραφή στατιστικών
fa_ir: ثبت آمار
fr_fr: Statistiques de journalisation
it_it: Registrazione delle statistiche
ko_kr: 통계 로깅
pl_pl: Logowanie statystyk
uk_ua: Ведення журналу статистики
zh_cn: 统计日志
