Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: If no qualifying outgoing packets are transmitted for the specified number of seconds, the connection is brought down. An idle timeout of zero disables this feature.
cs_cz: Pokud nejsou do určeného počtu sekund přeneseny žádné odpovídající odchozí pakety, spojení je ukončeno. Časový limit nastavený na nulu tuto funkci vypne.
el_gr: Εάν δεν μεταδοθούν εξερχόμενα πακέτα που να πληρούν τις προϋποθέσεις για τον καθορισμένο αριθμό δευτερολέπτων, η σύνδεση διακόπτεται. Ένα χρονικό όριο αδράνειας μηδέν απενεργοποιεί αυτήν τη λειτουργία.
pl_pl: Jeśli w ciągu określonej liczby sekund nie zostaną przesłane żadne kwalifikujące pakiety wychodzące, połączenie zostanie zamknięte. Czas bezczynności równy zero wyłącza tę funkcję.

source: If you are unsure, leave this set to "Local User Access".
cs_cz: Pokud si nejste jistí, ponechte toto nastavené na „Přístup místního uživatele“.
el_gr: Εάν δεν είστε σίγουροι, αφήστε αυτήν την επιλογή σε "Τοπική πρόσβαση χρήστη".
pl_pl: Jeśli nie jesteś pewien, pozostaw to ustawione na "Dostęp lokalnego użytkownika".

source: Inter-Client Communication
cs_cz: Komunikace mezi klienty
el_gr: Επικοινωνία μεταξύ πελατών
pl_pl: Komunikacja między klientami

source: Invalid Hostname
cs_cz: Neplatný název stroje
el_gr: Μη έγκυρο όνομα κεντρικού υπολογιστή
pl_pl: Nieprawidłowa nazwa hosta

source: Key length
cs_cz: Délka klíče
el_gr: Μήκος κλειδιού
pl_pl: Długość klucza

source: LAN IP Address
cs_cz: IP adresa v místní síti
el_gr: Διεύθυνση IP LAN
pl_pl: Adres IP sieci LAN

source: LAN IP Address field is invalid
cs_cz: Zadání v kolonce IP adresa v místní síti není platné
el_gr: Το πεδίο Διεύθυνση IP LAN δεν είναι έγκυρο
pl_pl: Pole adresu IP LAN jest nieprawidłowe

source: LDAP Authentication Server List
cs_cz: Seznam LDAP serverů, sloužících pro ověřování
el_gr: Λίστα διακομιστών ελέγχου ταυτότητας LDAP
pl_pl: Lista serwerów autentykacji LDAP

source: LDAP Authentication Server Parameters
cs_cz: Parametry LDAP ověřovacího serveru
el_gr: Παράμετροι διακομιστή ελέγχου ταυτότητας LDAP
pl_pl: Parametry serwera autentykacji LDAP

source: LDAP Bind Password
cs_cz: LDAP spojovací heslo
el_gr: Κωδικός πρόσβασης σύνδεσης LDAP
pl_pl: Hasło do łączenia LDAP

source: LDAP Bind User DN
cs_cz: Rozlišený název uživatele, kterým spojovat do LDAP
el_gr: DN χρήστη σύνδεσης LDAP
pl_pl: DN użytkownika łączącego się przez LDAP

source: LDAP Server Selection
cs_cz: Výběr LDAP serveru
el_gr: Επιλογή διακομιστή LDAP
pl_pl: Wybór serwera LDAP

source: LDAP Server port, leave blank for the default (389 for TCP, 636 for SSL).
cs_cz: Port LDAP serveru, pokud není vyplněno, je použita výchozí hodnota (389 pro holé TCP, 636 pro zabezpečené SSL).
el_gr: Θύρα διακομιστή LDAP, αφήστε κενό για την προεπιλογή (389 για TCP, 636 για SSL).
pl_pl: Port serwera LDAP, pozostaw puste dla domyślnego (389 dla TCP, 636 dla SSL).

source: LDAP servers
cs_cz: LDAP servery
el_gr: Διακομιστές LDAP
pl_pl: Serwery LDAP

source: Local User Access
cs_cz: Přístup místního uživatele
el_gr: Τοπική πρόσβαση χρήστη
pl_pl: Dostęp lokalnego użytkownika

source: Local port upon which OpenVPN will listen for connections. The default port is 1194. Leave this blank to auto-select an unused port.
cs_cz: Místní port na kterém OpenVPN bude očekávat spojení. Výchozím portem je 1194. Pokud chcete nechat automaticky vybrat nějaký nevyužívaný port, nevyplňujte.
el_gr: Τοπική θύρα στην οποία το OpenVPN θα πραγματοποιεί αναζήτηση συνδέσεων. Η προεπιλεγμένη θύρα είναι 1194. Αφήστε αυτό το πεδίο κενό για να επιλέξετε αυτόματα μια αχρησιμοποίητη θύρα.
pl_pl: Lokalny port, na którym OpenVPN będzie nasłuchiwać połączeń. Domyślny port to 1194. Pozostaw puste, aby automatycznie wybrać nieużywany port.

source: MAC Address field is invalid
cs_cz: Kolonka MAC adresa není vyplněna správně
el_gr: Το πεδίο Διεύθυνσης MAC δεν είναι έγκυρο
pl_pl: Pole adresu MAC jest nieprawidłowe

source: Member Naming Attribute
cs_cz: Atribut názvu člena
el_gr: Χαρακτηριστικό ονομασίας μέλους
pl_pl: Atrybut nazwy członka

source: NTP Server
el_gr: Διακομιστής NTP
pl_pl: Serwer NTP

source: NTP Server 2
cs_cz: NTP server č. 2
el_gr: Διακομιστής NTP 2
pl_pl: Serwer NTP 2

source: NetBIOS Node Type
cs_cz: Typ NetBIOS uzlu
el_gr: Τύπος κόμβου NetBIOS
pl_pl: Typ węzła NetBIOS

source: NetBIOS Scope ID
cs_cz: Identifikátor NetBIOS rozsahu
el_gr: Αναγνωριστικό πεδίου εφαρμογής NetBIOS
pl_pl: ID zakresu NetBIOS

source: Network Time Protocol server to provide for connecting client systems.
cs_cz: Server síťového času (NTP) který poskytovat klientským systémům.
el_gr: Διακομιστής πρωτοκόλλου χρόνου δικτύου για την παροχή σύνδεσης συστημάτων-πελατών.
pl_pl: Serwer protokołu czasu sieciowego do połączeń z systemami klienta.

source: On this screen we will configure the Local Area Network information.
cs_cz: Na této obrazovce budou nastavovány údaje o místní síti (LAN).
el_gr: Σε αυτήν την οθόνη θα διαμορφώσουμε τις πληροφορίες του Τοπικού Δικτύου.
pl_pl: Na tym ekranie skonfigurujemy informacje o lokalnej sieci LAN.

source: OpenVPN rule
cs_cz: OpenVPN pravidlo
el_gr: Κανόνας OpenVPN
pl_pl: Reguła OpenVPN

source: Organization name, often the Company or Group name.
cs_cz: Název organizace, často název firmy nebo skupiny.
el_gr: Όνομα οργανισμού, συχνά το όνομα της εταιρείας ή του ομίλου.
pl_pl: Nazwa organizacji, często nazwa firmy lub grupy.

source: PPPoE Dial on demand
cs_cz: PPPoE vytočit na vyžádání
el_gr: PPPoE Κλήση κατ' απαίτηση
pl_pl: PPPoE Wywołanie na żądanie

source: PPPoE Idle timeout
cs_cz: Časový limit nečinnosti pro PPPoE
el_gr: Χρονικό όριο αδράνειας PPPoE
pl_pl: PPPoE Limit czasu bezczynności

source: PPPoE configuration
cs_cz: Nastavení PPPoE
el_gr: Ρύθμιση παραμέτρων PPPoE
pl_pl: Konfiguracja PPPoE

source: PPTP Dial on demand
cs_cz: PPPTP vytočit na vyžádání
el_gr: Κλήση PPTP κατ' απαίτηση
pl_pl: PPTP Wywołanie na żądanie

source: PPTP Idle timeout
cs_cz: Časový limit nečinnosti pro PPTP
el_gr: Χρονικό όριο αδράνειας PPTP
pl_pl: PPTP Limit czasu bezczynności

source: PPTP Local IP Address
cs_cz: Místní PPTP IP adresa
el_gr: Τοπική διεύθυνση IP PPTP
pl_pl: Lokalny adres IP PPTP

source: PPTP Local IP Address field is invalid
cs_cz: Zadání v kolonce PPTP místní IP adresa není platné
el_gr: Το πεδίο τοπικής διεύθυνσης IP PPTP δεν είναι έγκυρο
pl_pl: Pole lokalnego adresu IP PPTP jest nieprawidłowe

source: PPTP Password
cs_cz: PPTP heslo
el_gr: Κωδικός πρόσβασης PPTP
pl_pl: Hasło PPTP

source: PPTP Remote IP Address
cs_cz: IP adresa PPTP protějšku
el_gr: Απομακρυσμένη διεύθυνση IP PPTP
pl_pl: Zdalny adres IP PPTP

source: PPTP Remote IP Address field is invalid
cs_cz: Zadání v kolonce PPTP vzdálená IP adresa není platné
el_gr: Το πεδίο "Απομακρυσμένη διεύθυνση IP PPTP" δεν είναι έγκυρο.
pl_pl: Pole zdalnego adresu IP PPTP jest nieprawidłowe

source: PPTP Username
cs_cz: PPTP uživatelské jméno
el_gr: Όνομα χρήστη PPTP
pl_pl: Nazwa użytkownika PPTP

source: PPTP configuration
cs_cz: Nastavení pro PPTP
el_gr: Ρύθμιση παραμέτρων PPTP
pl_pl: Konfiguracja PPTP

source: Paste in a shared TLS key if one has already been generated.
cs_cz: Vložte sdílený TLS klíč pokud už je takový vytvořen.
el_gr: Επικολλήστε ένα κοινόχρηστο κλειδί TLS, εάν έχει ήδη δημιουργηθεί.
pl_pl: Wklej współdzielony klucz TLS, jeśli został już wygenerowany.

source: Port used by the RADIUS server for accepting Authentication requests, typically 1812.
cs_cz: Port použitý RADIUS serverem pro přijímání požadavků na ověření, typicky 1812.
el_gr: Θύρα που χρησιμοποιείται από τον διακομιστή RADIUS για την αποδοχή αιτημάτων ελέγχου ταυτότητας, συνήθως 1812.
pl_pl: Port używany przez serwer RADIUS do akceptowania żądań uwierzytelnienia, zazwyczaj 1812.

source: Primary DNS Server
cs_cz: Hlavní DNS server
el_gr: Κύριος διακομιστής DNS
pl_pl: Podstawowy serwer DNS

source: Primary DNS Server field is invalid
cs_cz: Zadání v kolonce hlavní DNS server není platné
el_gr: Το πεδίο "Κύριος διακομιστής DNS" δεν είναι έγκυρο.
pl_pl: Pole podstawowego serwera DNS jest nieprawidłowe

source: Protocol to use for OpenVPN connections. If you are unsure, leave this set to UDP.
cs_cz: Protokol který používat pro OpenVPN spojení. Pokud si nejste jistí, ponechte toto nastavené na UDP.
el_gr: Πρωτόκολλο που θα χρησιμοποιηθεί για συνδέσεις OpenVPN. Εάν δεν είστε σίγουροι, αφήστε το να οριστεί σε UDP.
pl_pl: Protokół do używania dla połączeń OpenVPN. Jeśli nie jesteś pewien, zostaw to ustawione na UDP.

source: Provide a default domain name to clients.
cs_cz: Poskytovat klientům výchozí název domény.
el_gr: Παρέχετε ένα προεπιλεγμένο όνομα τομέα στους πελάτες.
pl_pl: Dostarcz klientom domyślną nazwę domeny.

source: RADIUS Authentication Server List
cs_cz: Seznam serveru RADIUS ověřování
el_gr: Λίστα διακομιστών ελέγχου ταυτότητας RADIUS
pl_pl: Lista serwerów uwierzytelniania RADIUS

source: RADIUS Authentication Server Parameters
cs_cz: Parametry RADIUS ověřovacího serveru
el_gr: Παράμετροι διακομιστή ελέγχου ταυτότητας RADIUS
pl_pl: Parametry serwera uwierzytelniania RADIUS

source: RADIUS Server Selection
cs_cz: Výběr RADIUS serveru
el_gr: Επιλογή διακομιστή RADIUS
pl_pl: Wybór serwera RADIUS

source: RADIUS servers
cs_cz: RADIUS servery
el_gr: Διακομιστές RADIUS
pl_pl: Serwery RADIUS

source: RFC1918 Networks
cs_cz: Sítě dle normy RFC1918
el_gr: Δίκτυα RFC1918
pl_pl: Sieci RFC1918

source: Reload Configuration
cs_cz: Znovunačíst nastavení
el_gr: Επαναφόρτωση διαμόρφωσης
pl_pl: Przeładuj konfigurację

source: Reload in progress
cs_cz: Opětovné načítání…
el_gr: Επαναφόρτωση σε εξέλιξη
pl_pl: Trwa przeładowanie

source: Search Scope Base DN
cs_cz: Základ rozlišeného názvu rozsahu hledání
el_gr: Αναζήτηση πεδίου βάσης DN
pl_pl: Bazowy DN zakresu wyszukiwania

source: Search Scope Level
cs_cz: Stupeň rozsahu hledání
el_gr: Επίπεδο πεδίου αναζήτησης
pl_pl: Poziom zakresu wyszukiwania

source: Secondary DNS Server
cs_cz: Záložní DNS server
el_gr: Δευτερεύων διακομιστής DNS
pl_pl: Wtórny serwer DNS

source: Secondary DNS Server field is invalid
cs_cz: Kolonka záložního DNS serveru není vyplněna správně
el_gr: Το πεδίο του δευτερεύοντος διακομιστή DNS δεν είναι έγκυρο
pl_pl: Pole wtórnego serwera DNS jest nieprawidłowe

source: Select an Authentication Backend Type
cs_cz: Vyberte typ podpůrné vrstvy pro ověřování totožnosti
el_gr: Επιλέξτε έναν τύπο Backend ελέγχου ταυτότητας
pl_pl: Wybierz typ backendu uwierzytelniania

source: SelectedType
cs_cz: VybranyTyp
el_gr: ΕπιλεγμένοςΤύπος
pl_pl: Wybrany Typ

source: Semicolon separated. This will be prepended to the search base DN above or you can specify full container path, e.g. CN=Users;DC=example or CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
cs_cz: Oddělováno středníkem. Tento údaj bude přidán před základ DN vyhledávání nebo je možné zadat úplnou cestu ke kontejneru, např. CN=Users;DC=example nebo CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
el_gr: Διαχωρισμένα με ερωτηματικό. Αυτό θα προστεθεί στο DN της βάσης αναζήτησης παραπάνω ή μπορείτε να καθορίσετε την πλήρη διαδρομή κοντέινερ, π.χ. CN=Users;DC=example ή CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
pl_pl: Oddzielone średnikami. Zostanie to dodane przed powyższym bazowym DN zakresu wyszukiwania lub możesz określić pełną ścieżkę kontenera, np. CN=Users;DC=example lub CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com

source: Server Certificate Selection
cs_cz: Výběr certifikátu serveru
el_gr: Επιλογή πιστοποιητικού διακομιστή
pl_pl: Wybór certyfikatu serwera

source: Server Setup
cs_cz: Nastavení serveru
el_gr: Ρύθμιση διακομιστή
pl_pl: Konfiguracja serwera

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value.
cs_cz: Nastavit hodnotu TOS IP hlavičky paketů tunelu tak, aby odpovídala hodnotě zapouzdřeného paketu.
el_gr: Ορίστε την τιμή κεφαλίδας TOS IP των πακέτων σήραγγας ώστε να ταιριάζει με την τιμή του ενθυλακωμένου πακέτου.
pl_pl: Ustaw wartość nagłówka TOS IP pakietów tunelowanych tak, aby pasowała do wartości pakietu enkapsulowanego.

source: Size of the key which will be generated. The larger the key, the more security is offers, but larger keys are generally slower to use.
cs_cz: Délka klíče, který bude vytvořen. Čím delší klíč, tím lepší zabezpečení, ale na úkor pomalejších operací s dlouhými klíči.
el_gr: Μέγεθος του κλειδιού που θα δημιουργηθεί. Όσο μεγαλύτερο είναι το κλειδί, τόσο μεγαλύτερη ασφάλεια προσφέρει, αλλά τα μεγαλύτερα κλειδιά είναι γενικά πιο αργά στη χρήση.
pl_pl: Rozmiar generowanego klucza. Im większy klucz, tym większe bezpieczeństwo oferuje, ale większe klucze są zazwyczaj wolniejsze w użyciu.

source: Specify the maximum number of clients allowed to concurrently connect to this server.
cs_cz: Určuje nejvyšší umožněný počet klientů kteří se naráz mohou připojit k tomuto serveru.
el_gr: Καθορίστε τον μέγιστο αριθμό πελατών που επιτρέπεται να συνδέονται ταυτόχρονα σε αυτόν τον διακομιστή.
pl_pl: Określ maksymalną liczbę klientów, którzy mogą jednocześnie połączyć się z tym serwerem.

source: Static IP Configuration
cs_cz: Nastavení statické IP adresy
el_gr: Διαμόρφωση στατικής διεύθυνσης IP
pl_pl: Konfiguracja statycznego IP

source: Subnet Mask
cs_cz: Maska dílčí sítě
el_gr: Μάσκα υποδικτύου
pl_pl: Maska podsieci

source: The interface where OpenVPN will listen for incoming connections.
cs_cz: Rozhraní na kterém bude OpenVPN očekávat spojení.
el_gr: Η διεπαφή όπου το OpenVPN θα ακούει για εισερχόμενες συνδέσεις.
pl_pl: Interfejs, na którym OpenVPN będzie nasłuchiwać przychodzących połączeń.

source: The method used to authenticate traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like.
cs_cz: Metoda použitá pro ověřování provozu mezi koncovými body. Je třeba, aby se toto nastavení shodovalo mezi stranou klienta a serveru, ale jinak je možné si ho nastavit dle libosti.
el_gr: Η μέθοδος που χρησιμοποιείται για τον έλεγχο ταυτότητας της κυκλοφορίας μεταξύ τελικών σημείων. Αυτή η ρύθμιση πρέπει να ταιριάζει στην πλευρά του πελάτη και του διακομιστή, αλλά κατά τα άλλα ορίζεται όπως επιθυμείτε.
pl_pl: Metoda używana do uwierzytelniania ruchu między punktami końcowymi. To ustawienie musi być takie samo po stronie klienta i serwera, ale w przeciwnym razie jest ustawiane według własnych preferencji.

source: The protocol used by your LDAP server. It can either be standard TCP or SSL encrypted.
cs_cz: Protokol použitý LDAP serverem. Může to být buď standardní TCP nebo SSL šifrovaný.
el_gr: Το πρωτόκολλο που χρησιμοποιείται από τον διακομιστή LDAP σας. Μπορεί να είναι είτε τυπική κρυπτογράφηση TCP είτε κρυπτογράφηση SSL.
pl_pl: Protokół używany przez Twój serwer LDAP. Może to być standardowy TCP lub szyfrowane SSL.

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
cs_cz: Toto jsou IPv4 sítě, které budou přístupné ze vzdáleného koncového bodu. Vyjádřeno jako čárkou oddělovaný seznam jednoho nebo více CIDR rozsahů. Pokud skrze tento tunel nechcete přidávat trasu do síťového nastavení na vzdáleném stroji, je možné nevyplnit. Toto je obecně nastaveno na vaši LAN síť.
el_gr: Αυτά είναι τα δίκτυα IPv4 που θα είναι προσβάσιμα από το απομακρυσμένο τελικό σημείο. Εκφράζεται ως λίστα ενός ή περισσότερων περιοχών CIDR, διαχωρισμένη με κόμμα. Μπορείτε να αφήσετε αυτό το πεδίο κενό εάν δεν θέλετε να προσθέσετε μια διαδρομή στο τοπικό δίκτυο μέσω αυτής της σήραγγας στον απομακρυσμένο υπολογιστή. Αυτό γενικά ορίζεται στο δίκτυο LAN σας.
pl_pl: To są sieci IPv4, które będą dostępne z zdalnego punktu końcowego. Wyrażone jako lista zakresów CIDR oddzielonych przecinkami. Możesz zostawić to puste, jeśli nie chcesz dodawać trasy do lokalnej sieci przez ten tunel na zdalnej maszynie. Zazwyczaj jest to ustawione na Twoją sieć LAN.

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
cs_cz: Jedná se o IPv4 sítě, které budou směrovány skrze tunel, aby bylo možné vytvořit VPN síť mezi lokalitami bez nutnosti ruční změny směrovacích tabulek. Vyjádřeno jako seznam jednoho nebo více CIDR rozsahů, oddělovaných čárkou. Pokud se jedná o VPN mezi lokalitami, zadejte zde vzdálené sítě LAN. Pokud nechcete vytvořit síť VPN mezi lokalitami, je možné tento údaj ponechat nevyplněný.
el_gr: Αυτά είναι τα δίκτυα IPv4 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα VPN από τοποθεσία σε τοποθεσία χωρίς να αλλαχθούν χειροκίνητα οι πίνακες δρομολόγησης. Εκφράζεται ως λίστα ενός ή περισσότερων περιοχών CIDR διαχωρισμένων με κόμμα. Εάν πρόκειται για VPN από τοποθεσία σε τοποθεσία, εισαγάγετε εδώ τα απομακρυσμένα LAN. Μπορείτε να αφήσετε αυτό το πεδίο κενό εάν δεν θέλετε VPN από τοποθεσία σε τοποθεσία.
pl_pl: To są sieci IPv4, które będą kierowane przez tunel, dzięki czemu można ustanowić VPN typu site-to-site bez ręcznej zmiany tabel trasowania. Wyrażone jako lista zakresów CIDR oddzielonych przecinkami. Jeśli jest to VPN typu site-to-site, wprowadź tutaj zdalne LAN/y. Możesz zostawić to puste, jeśli nie chcesz tworzyć VPN typu site-to-site.

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
cs_cz: Jedná se o IPv6 sítě, které budou přístupné ze vzdáleného koncového bodu. Vyjádřeno jako seznam jednoho nebo více IP/PŘEDPONA, oddělovaný čárkou. Pokud nechcete přidat trasu do místní sítě přes tento tunel na vzdáleném počítači, není třeba tento údaj vyplňovat. Obvykle se nastavuje na síť LAN.
el_gr: Αυτά είναι τα δίκτυα IPv6 που θα είναι προσβάσιμα από το απομακρυσμένο τελικό σημείο. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα με μία ή περισσότερες διευθύνσεις IP/ΠΡΟΘΕΜΑ. Μπορείτε να αφήσετε αυτό το πεδίο κενό εάν δεν θέλετε να προσθέσετε μια διαδρομή στο τοπικό δίκτυο μέσω αυτής της σήραγγας στον απομακρυσμένο υπολογιστή. Αυτό γενικά ορίζεται στο δίκτυο LAN σας.
pl_pl: To są sieci IPv6, które będą dostępne z zdalnego punktu końcowego. Wyrażone jako lista jednego lub większej liczby IP/PREFIX oddzielonych przecinkami. Możesz zostawić to puste, jeśli nie chcesz dodawać trasy do lokalnej sieci przez ten tunel na zdalnej maszynie. Zazwyczaj jest to ustawione na Twoją sieć LAN.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
cs_cz: Jedná se o IPv6 sítě, které budou směrovány skrze tunel, aby bylo možné vytvořit VPN síť mezi lokalitami bez nutnosti ruční změny směrovacích tabulek. Vyjádřeno jako seznam jednoho nebo více IP/PŘEDPONA, oddělovaných čárkou. Pokud se jedná o VPN mezi lokalitami, zadejte zde vzdálené sítě LAN. Pokud nechcete vytvořit síť VPN mezi lokalitami, je možné tento údaj ponechat nevyplněný.
el_gr: Αυτά είναι τα δίκτυα IPv6 που θα δρομολογηθούν μέσω της σήραγγας, έτσι ώστε να μπορεί να δημιουργηθεί ένα VPN από τοποθεσία σε τοποθεσία χωρίς να αλλαχθούν χειροκίνητα οι πίνακες δρομολόγησης. Εκφράζεται ως λίστα διαχωρισμένη με κόμμα με μία ή περισσότερες διευθύνσεις IP/ΠΡΟΘΕΜΑ. Εάν πρόκειται για VPN από τοποθεσία σε τοποθεσία, εισαγάγετε εδώ τα απομακρυσμένα LAN. Μπορείτε να αφήσετε αυτό το πεδίο κενό εάν δεν θέλετε VPN από τοποθεσία σε τοποθεσία.
pl_pl: To są sieci IPv6, które będą kierowane przez tunel, dzięki czemu można ustanowić VPN typu site-to-site bez ręcznej zmiany tabel trasowania. Wyrażone jako lista jednego lub większej liczby IP/PREFIX oddzielonych przecinkami. Jeśli jest to VPN typu site-to-site, wprowadź tutaj zdalne LAN/y. Możesz zostawić to puste, jeśli nie chcesz tworzyć VPN typu site-to-site.

source: This field can be used to modify ("spoof") the MAC address of the WAN interface (may be required with some cable connections). Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank.
cs_cz: Tuto kolonku lze použít pro úpravu („podvržení“) MAC adresy WAN rozhraní (může být potřeba u některých kabelových připojení). Zadejte MAC adresu v následujícím formátu: xx:xx:xx:xx:xx:xx nebo nevyplňujte.
el_gr: Αυτό το πεδίο μπορεί να χρησιμοποιηθεί για την τροποποίηση ("πλαστογράφηση") της διεύθυνσης MAC της διεπαφής WAN (ενδέχεται να απαιτείται με ορισμένες συνδέσεις καλωδίων). Εισαγάγετε μια διεύθυνση MAC με την ακόλουθη μορφή: xx:xx:xx:xx:xx:xx ή αφήστε το κενό.
pl_pl: To pole może być używane do modyfikacji ("maskowania") adresu MAC interfejsu WAN (może być wymagane w niektórych połączeniach kablowych). Wprowadź adres MAC w następującym formacie: xx:xx:xx:xx:xx:xx lub pozostaw puste.

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a virtual full time connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
cs_cz: Použití této předvolby způsobí, že rozhraní bude fungovat v režimu „spojení v případě potřeby“ čímž se bude tvářit jako stále dostupné připojení. Rozhraní je nastaveno, ale spojení samotné je pozdrženo do okamžiku, kdy je zjištěn odpovídající odchozí provoz.
el_gr: Αυτή η επιλογή ενεργοποιεί τη λειτουργία της διεπαφής σε λειτουργία κλήσης κατ' απαίτηση, επιτρέποντάς σας να έχετε μια εικονική σύνδεση πλήρους απασχόλησης. Η διεπαφή έχει ρυθμιστεί, αλλά η πραγματική σύνδεση της σύνδεσης καθυστερεί μέχρι να εντοπιστεί η εξερχόμενη κίνηση που πληροί τις προϋποθέσεις.
pl_pl: Ta opcja powoduje, że interfejs działa w trybie wybierania na żądanie, umożliwiając wirtualne połączenie przez cały czas. Interfejs jest konfigurowany, ale rzeczywiste nawiązanie połączenia jest opóźnione, aż zostanie wykryty kwalifikujący ruch wychodzący.

source: Time Server Information
cs_cz: Informace o časovém serveru
el_gr: Πληροφορίες διακομιστή ώρας
pl_pl: Informacje o serwerze czasowym

source: Time server hostname
cs_cz: Název stroje, poskytujícího služby časového serveru
el_gr: Όνομα κεντρικού υπολογιστή διακομιστή ώρας
pl_pl: Nazwa hosta serwera czasu

source: Traffic from clients through VPN
cs_cz: Provoz od klientů skrze VPN tunel
el_gr: Επισκεψιμότητα από πελάτες μέσω VPN
pl_pl: Ruch od klientów przez VPN

source: Traffic from clients to server
cs_cz: Provoz od klientů k serveru
el_gr: Κίνηση από πελάτες σε διακομιστή
pl_pl: Ruch od klientów do serwera

source: Two-letter ISO country code (e.g. NL, DE, US)
cs_cz: Dvoupísmenný kód země dle normy ISO (např. NL, DE, US)
el_gr: Κωδικός χώρας ISO δύο γραμμάτων (π.χ. NL, DE, US)
pl_pl: Dwuliterowy kod kraju według normy ISO (np. NL, DE, US)

source: Type of Server
cs_cz: Typ serveru
el_gr: Τύπος διακομιστή
pl_pl: Rodzaj serwera

source: Typically "cn" (OpenLDAP, Microsoft AD, and Novell eDirectory)
cs_cz: Typicky „cn“ (OpenLDAP, Microsoft AD, a Novell eDirectory)
el_gr: Συνήθως "cn" (OpenLDAP, Microsoft AD και Novell eDirectory)
pl_pl: Zazwyczaj "cn" (OpenLDAP, Microsoft AD, Novell eDirectory)
