Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Quit NTP server immediately after time synchronisation
cs_cz: Opustit NTP server okamžitě po synchronizaci času
de_de: NTP-Server nach erfolgreicher Zeit­synchronisation sofort beenden
el_gr: Τερματισμός διακομιστή NTP αμέσως μετά τον συγχρονισμό ώρας
fa_ir: خروج از سرویس‌دهندهٔ NTP بلافاصله پس از هماهنگ‌سازی زمان
fr_fr: Quitter le serveur NTP immédiatement après la synchronisation horaire
it_it: Uscire dal server NTP immediatamente dopo la sincronizzazione dell'ora
ko_kr: 시간 동기화 후 즉시 NTP 서버 종료
uk_ua: Завершити роботу NTP-сервера відразу після синхронізації часу
zh_cn: 时间同步后立即退出NTP服务器

source: Register account
cs_cz: Zaregistrovat účet
de_de: Konto registrieren
el_gr: Εγγραφή λογαριασμού
fa_ir: ثبت حساب
fr_fr: Enregistrer un compte
it_it: Registra l'account
ko_kr: 계정등록
pl_pl: Zarejestruj Konto
uk_ua: Зареєструвати обліковий запис
zh_cn: 注册账户

source: Register the selected account with the configured ACME CA?
cs_cz: Zaregistrovat vybraný účet u nastavené ACME certif. autority?
de_de: Das ausgewählte Konto bei der konfigurierten ACME-Zertifizierungsstelle registrieren?
el_gr: Εγγραφή του επιλεγμένου λογαριασμού στην διαμορφωμένη αρχή έκδοσης πιστοποιητικών ACME;
fa_ir: آیا حساب انتخاب‌شده را در CA پیکربندی‌شدهٔ ACME ثبت کنیم؟
fr_fr: Enregistrez le compte sélectionné avec l'ACME CA ? configuré.
it_it: Registrare l'account selezionato con la CA ACME configurata?
ko_kr: 선택한 계정을 구성된 ACME CA에 등록하시겠습니까?
uk_ua: Зареєструвати вибраний обліковий запис у налаштованому ACME CA?
zh_cn: 将所选帐户注册到配置的ACME CA？

source: Remove account
cs_cz: Odebrat účet
de_de: Konto entfernen
el_gr: Κατάργηση λογαριασμού
fa_ir: حذف حساب
fr_fr: Enlever le compte
it_it: Rimuovi conto
ko_kr: 계정 삭제
pl_pl: Usuń konto
uk_ua: Видалити обліковий запис
zh_cn: 删除帐户

source: Remove certificate
cs_cz: Odebrat certifikát
de_de: Zertifikat entfernen
el_gr: Κατάργηση πιστοποιητικού
fa_ir: حذف گواهی
fr_fr: Enlever le certificat
it_it: Rimuovi certificato
ko_kr: 인증서 제거
pl_pl: Usuń certyfikat
uk_ua: Видалити сертифікат
zh_cn: 移除证书

source: Remove log file:
cs_cz: Odebrat soubor se záznamem událostí:
de_de: log-Date entfernen:
el_gr: Αφαίρεση αρχείου καταγραφής:
fa_ir: حذف فایل لاگ:
fr_fr: Suppression du fichier journal :
it_it: Rimuovi file di registro:
ko_kr: 로그 파일 제거:
pl_pl: Usuń plik dziennika
uk_ua: Видалити файл журналу:
zh_cn: 删除日志文件：

source: Reset ACME Client
cs_cz: Resetovat ACME klienta
de_de: ACME-Client zurücksetzen
el_gr: Επαναφορά προγράμματος-πελάτη ACME
fa_ir: بازنشانی کلاینت ACME
fr_fr: Réinitialisation du client ACME
it_it: Reimposta il client ACME
ko_kr: ACME 클라이언트 초기화
uk_ua: Скинути клієнт ACME
zh_cn: 重置ACME客户端

source: Reset certificate
cs_cz: Resetovat certifikát
de_de: Zertifikat zurücksetzen
el_gr: Επαναφορά πιστοποιητικού
fa_ir: بازنشانی گواهی
fr_fr: Réinitialisation du certificat
it_it: Reimposta certificato
ko_kr: 인증서 초기화
pl_pl: Resetuj certyfikat
uk_ua: Скинути сертифікат
zh_cn: 重置证书

source: Reset source tracking
cs_cz: Vrátit sledování zdroje na výchozí hodnoty
de_de: Quellenverfolgung zurücksetzen
el_gr: Επαναφορά παρακολούθησης πηγής
fa_ir: بازنشانی ردیابی منبع
fr_fr: Réinitialisation du suivi des sources
it_it: Reimposta il monitoraggio della fonte
ko_kr: 출발지 추적 초기화
pl_pl: Zresetuj śledzenie źródła
uk_ua: Скинути відстеження джерела
zh_cn: 重置源跟踪

source: Reset state table
cs_cz: Resetovat tabulku stavů
de_de: Zustandsabelle zurücksetzen
el_gr: Επαναφορά πίνακα καταστάσεων
fa_ir: بازنشانی جدول وضعیت
fr_fr: Remise à zéro de la table d'état
it_it: Reimposta la tabella degli stati
ko_kr: 상태 테이블 초기화
uk_ua: Скинути таблицю станів
zh_cn: 重置状态表

source: Revoke certificate
cs_cz: Odvolat platnost certifikátu
de_de: Zertifikat zurückziehen
el_gr: Ανάκληση πιστοποιητικού
fa_ir: ابطال گواهی
fr_fr: Révoquer le certificat
it_it: Revoca certificato
ko_kr: 인증서 취소
pl_pl: Unieważnij certyfikat
uk_ua: Відкликати сертифікат
zh_cn: 吊销证书

source: Run automations
cs_cz: Spustit automatizace
de_de: Automatisierungen ausführen
el_gr: Εκτέλεση αυτοματισμών
fa_ir: اجرای اتوماسیون‌ها
fr_fr: Exécuter des automatismes
it_it: Esegui automazioni
ko_kr: 자동화 실행
pl_pl: Uruchom automatyzację
uk_ua: Запустити автоматизацію
zh_cn: 运行自动操作

source: SHA256 96 Bit Truncation
cs_cz: SHA256 96bitové zkrácení
de_de: SHA256 mit 96-Bit-Trunkierung
el_gr: SHA256 96 Bit περικοπή
fa_ir: کوتاه‌سازی SHA256 به 96 بیت
fr_fr: SHA256 Troncature de 96 bits
it_it: SHA256 Troncamento a 96 bit
ko_kr: SHA25696비트 잘라내기
uk_ua: SHA256 96-бітне усічення
zh_cn: SHA256 96位截断

source: Select the interface for the V6 dynamic IP
cs_cz: Vyberte rozhraní pro dynamickou IPv6
de_de: Wählen Sie die Schnittstelle für die dynamische IPv6.
el_gr: Επιλέξτε τη διεπαφή για τη δυναμική IP V6
fa_ir: رابط مورد نظر برای IP دینامیک V6 را انتخاب کنید
fr_fr: Sélectionnez l'interface pour l'IP dynamique V6
it_it: Seleziona l'interfaccia per l'IP dinamico V6
ko_kr: V6 동적 IP의 인터페이스를 선택하세요
uk_ua: Виберіть інтерфейс для динамічного IP V6
zh_cn: 选择V6动态IP的接口

source: Set ARM UEFI (32-bit) filename
cs_cz: Nastavit soubor ARM UEFI (32-bit)
de_de: Setzt den ARM UEFI (32-bit) Dateinamen
el_gr: Ορισμός ονόματος αρχείου ARM UEFI (32-bit)
fa_ir: نام فایل ARM UEFI (32-bit) را تنظیم کنید
fr_fr: Définir le nom de fichier ARM UEFI (32 bits)
it_it: Imposta il nome file ARM UEFI (32 bit).
ko_kr: ARM UEFI(32비트) 파일 이름 설정
uk_ua: Встановити ім'я файлу ARM UEFI (32-біт)
zh_cn: 设置 ARM UEFI（32 位）文件名

source: Set ARM UEFI (64-bit) filename
cs_cz: Nastavit soubor ARM UEFI (64-bit)
de_de: Setzt den ARM UEFI (64-bit) Dateinamen
el_gr: Ορισμός ονόματος αρχείου ARM UEFI (64-bit)
fa_ir: نام فایل ARM UEFI (64-bit) را تنظیم کنید
fr_fr: Définir le nom de fichier ARM UEFI (64 bits)
it_it: Imposta il nome file ARM UEFI (64 bit).
ko_kr: ARM UEFI(64비트) 파일 이름 설정
uk_ua: Встановити ім'я файлу ARM UEFI (64-біт)
zh_cn: 设置 ARM UEFI（64 位）文件名

source: Set the packet layers to hash for aggregation protocols which load balance.
cs_cz: Nastavení vrstev paketů na otisk pro agregační protokoly, které vyrovnávají zátěž.
de_de: Stelle die Paketebenen auf Hash für Aggregationsprotokolle ein, die einen Lastenausgleich durchführen.
el_gr: Ορίστε τα επίπεδα πακέτων σε κατακερματισμό για πρωτόκολλα συνάθροισης που εξισορροπούν το φορτίο.
fa_ir: لایه‌های بسته‌ای که باید برای هش در پروتکل‌های تجمیع و متعادل‌سازی بار استفاده شوند را تعیین کنید
fr_fr: Définir les couches de paquets en hachage pour les protocoles d'agrégation qui équilibrent la charge.
it_it: Imposta i livelli dei pacchetti su hash per i protocolli di aggregazione che bilanciano il carico.
ko_kr: 로드 밸런싱을 수행하는 집계 프로토콜에 대해 패킷 계층을 해시로 설정하세요.
uk_ua: Встановити шари пакетів для хешування для протоколів агрегації, які балансують навантаження.
zh_cn: 将数据包层设置为哈希来实现负载平衡的聚合协议。

source: Set the priority code point in a 802.1Q VLAN header for packets matching this rule. If both priorities are set here, packets with a TOS of "lowdelay" or TCP ACKs with no data payload will be assigned the latter.
cs_cz: Nastavení kódového bodu priority v záhlaví 802.1Q VLAN pro pakety odpovídající tomuto pravidlu. Pokud jsou zde nastaveny obě priority, bude paketům s TOS „lowdelay“ nebo TCP ACK bez datového nákladu přiřazena druhá z nich.
de_de: Legt den Prioritätscodepunkt in einem 802.1Q-VLAN-Header für Pakete fest, die dieser Regel entsprechen. Wenn hier beide Prioritäten festgelegt sind, wird Paketen mit einem TOS von "lowdelay" oder TCP-ACKs ohne Datennutzlast letztere zugewiesen.
el_gr: Ορίστε το σημείο κωδικού προτεραιότητας σε μια κεφαλίδα VLAN 802.1Q για πακέτα που ταιριάζουν με αυτόν τον κανόνα. Εάν οριστούν και οι δύο προτεραιότητες εδώ, τα πακέτα με TOS "χαμηλής καθυστέρησης" ή TCP ACK χωρίς φορτίο δεδομένων θα λάβουν το τελευταίο.
fa_ir: نقطه‌ی کد اولویت در هدر VLAN 802.1Q را برای بسته‌هایی که با این قانون مطابقت دارند تنظیم کنید. اگر هر دو اولویت در اینجا تنظیم شوند، به بسته‌هایی با TOS برابر "lowdelay" یا TCP ACKهایی بدون بار داده، اولویت دوم اختصاص داده خواهد شد.
fr_fr: Définit le point de code de priorité dans un en-tête de VLAN 802.1Q pour les paquets correspondant à cette règle. Si les deux priorités sont définies ici, les paquets avec un TOS de "lowdelay" ou les ACK TCP sans données utiles seront affectés à la dernière.
it_it: Imposta il punto del codice di priorità in un'intestazione VLAN 802.1Q per i pacchetti che corrispondono a questa regola. Se qui vengono impostate entrambe le priorità, ai pacchetti con un TOS di "basso ritardo" o agli ACK TCP senza carico utile di dati verrà assegnato quest'ultimo.
ko_kr: 이 규칙과 일치하는 패킷에 대한 802.1Q VLAN 헤더의 우선 순위 코드 지점을 설정하세요. 여기서 두 가지 우선순위를 모두 설정하면 TOS가 "낮은 지연"인 패킷이나 데이터 페이로드가 없는 TCP ACK가 할당됩니다.
uk_ua: Встановити кодову точку пріоритету в заголовку 802.1Q VLAN для пакетів, що відповідають цьому правилу. Якщо тут встановлено обидва пріоритети, пакетам з TOS "lowdelay" або TCP ACK без даних буде призначено останній.
zh_cn: 为匹配此规则的数据包设置802.1Q VLAN标头中的优先级代码点。 如果此处设置了两个优先级，则TOS 为"低延迟"的数据包，没有数据负载的TCP ACK 将被分配为后者。

source: Set up a %schallenge type%s: Choose the %schallenge type%s that works best for you and if necessary, add the credentials for your DNS provider.
cs_cz: Nastavení %typu výzvy%s: Zvolte %typ výzvy%s, který vám nejlépe vyhovuje a v případě potřeby přidejte přihlašovací údaje ke svému poskytovateli DNS.
de_de: %sChallenge-Typ%s einrichten: Wählen Sie den %sChallenge-Typ%s, der für Sie am besten geeignet ist, und fügen Sie bei Bedarf die Zugangsdaten Ihres DNS-Anbieters hinzu.
el_gr: Ρύθμιση %πρόκλησης τύπου%s: Επιλέξτε την %πρόκληση τύπου%s που σας ταιριάζει καλύτερα και, εάν είναι απαραίτητο, προσθέστε τα διαπιστευτήρια για τον πάροχο DNS σας.
fa_ir: راه‌اندازی %schallenge type%s: نوع %schallenge type%s را که برای شما مناسب است انتخاب کنید و در صورت نیاز، اطلاعات ورود ارائه‌دهندهٔ DNS را اضافه کنید.
fr_fr: Configurez un %schallenge type%s : Choisissez le %schallenge type%s qui vous convient le mieux et, si nécessaire, ajoutez les informations d'identification de votre fournisseur DNS.
it_it: Configura un %schallenge type%s: scegli il %schallenge type%s più adatto a te e, se necessario, aggiungi le credenziali per il tuo provider DNS.
ko_kr: %s챌린지 유형%s 설정: 사용자에게 가장 적합한 %s챌린지 유형%s을 선택하고 필요한 경우 DNS 공급자의 자격 증명을 추가합니다.
uk_ua: Налаштуйте %sтип виклику%s: Виберіть %sтип виклику%s, який найкраще підходить для вас та, за потреби, додайте облікові дані для вашого DNS-провайдера.
zh_cn: 设置一个%s挑战类型%s: 选择最适合您的%s挑战类型%s，如有必要，请添加您的DNS提供商的凭据。

source: Set x64 UEFI/EBC (64-bit) filename
cs_cz: Nastavit název souboru x64 UEFI/EBC (64bitový)
de_de: Setzt den x64 UEFI/EBC (64-bit) Dateinamen
el_gr: Ορισμός ονόματος αρχείου x64 UEFI/EBC (64-bit)
fa_ir: نام فایل x64 UEFI/EBC (64-bit) را تنظیم کنید
fr_fr: Définir le nom de fichier x64 UEFI/EBC (64 bits)
it_it: Imposta il nome file x64 UEFI/EBC (64 bit).
ko_kr: x64 UEFI/EBC(64비트) 파일 이름 설정
uk_ua: Встановити ім'я файлу x64 UEFI/EBC (64-біт)
zh_cn: 设置x64 UEFI/EBC (64-bit)文件名

source: Set x86 UEFI (32-bit) filename
cs_cz: Nastavit název souboru x86 UEFI (32bitový)
de_de: Setzt den x86 UEFI (32-bit) Dateinamen
el_gr: Ορισμός ονόματος αρχείου x86 UEFI (32-bit)
fa_ir: نام فایل x86 UEFI (32-bit) را تنظیم کنید
fr_fr: Définir le nom de fichier x86 UEFI (32 bits)
it_it: Imposta il nome file x86 UEFI (32 bit).
ko_kr: x86 UEFI(32비트) 파일 이름 설정
uk_ua: Встановити ім'я файлу x86 UEFI (32-біт)
zh_cn: 设置x86 UEFI (32-bit)文件名

source: Store intermediate
cs_cz: Uložit mezilehlý
de_de: Zwischenspeichern
el_gr: Ενδιάμεσο κατάστημα
fa_ir: ذخیرهٔ گواهی واسطه
fr_fr: Magasin intermédiaire
it_it: Negozio intermedio
ko_kr: 중간 저장
uk_ua: Зберігати проміжний
zh_cn: 储存中间体

source: The "iburst" option enables faster clock synchronisation on startup at the expense of the peer.
cs_cz: Volba „iburst“ umožňuje rychlejší synchronizaci hodin při spouštění, ovšem na úkor protějšku.
de_de: Die Option "Iburst" ermöglicht eine schnellere Uhrsynchronisation beim Systemstart, auf Kosten des Gegenservers.
el_gr: Η επιλογή "iburst" επιτρέπει ταχύτερο συγχρονισμό ρολογιού κατά την εκκίνηση εις βάρος του ομότιμου συστήματος.
fa_ir: گزینهٔ «iburst» همگام‌سازی سریع‌تر ساعت را هنگام راه‌اندازی فعال می‌کند، که البته به ضرر همتا خواهد بود.
fr_fr: L'option "iburst" permet une synchronisation plus rapide de l'horloge au démarrage au détriment du pair.
it_it: L'opzione "iburst" consente una sincronizzazione dell'orologio più rapida all'avvio a spese del peer.
ko_kr: "iburst" 옵션을 사용하면 피어를 희생하여 시작 시 더 빠른 클록 동기화가 가능합니다.
uk_ua: Опція "iburst" забезпечує швидшу синхронізацію годинника при запуску за рахунок партнера.
zh_cn: "爆发"选项表示如果在一个标准的轮询间隔内没有应答，客户端会发送一定数量的数据包给NTP服务器。如果在短时间内呼叫NTP服务器几次没有出现可辨识的应答，那么本地时间将不会变化。

source: The account will be %sregistered automatically%s at the chosen CA. The CA will then associate new certificates to the selected account.
cs_cz: Účet bude %sautomaticky zaregistrován%s u vybrané certifikační autority. Ta poté přiřadí nové certifikáty k vybranému účtu.
de_de: Das Konto wird %sautomatisch bei der ausgewählten Zertifizierungsstelle registriert%s. Die Zertifizierungsstelle wird anschließend neue Zertifikate mit dem gewählten Konto verknüpfen.
el_gr: Ο λογαριασμός θα %sεγγραφεί αυτόματα%s στην επιλεγμένη Αρχή Πιστοποίησης. Στη συνέχεια, η Αρχή Πιστοποίησης θα συσχετίσει νέα πιστοποιητικά με τον επιλεγμένο λογαριασμό.
fa_ir: حساب %sبه‌طور خودکار ثبت خواهد شد%s در CA انتخاب‌شده. سپس CA گواهی‌های جدید را به حساب انتخاب‌شده مرتبط خواهد کرد.
fr_fr: Le compte sera %sregistré automatiquement%s auprès de l'AC choisie. L'AC associera ensuite de nouveaux certificats au compte sélectionné.
it_it: L'account verrà %sregistrato automaticamente%s presso la CA prescelta. La CA assocerà quindi i nuovi certificati all'account selezionato.
ko_kr: 계정은 선택한 CA에 %s자동으로 등록%s됩니다. 그러면 CA가 선택한 계정에 새 인증서를 연결합니다.
uk_ua: Обліковий запис буде %sавтоматично зареєстрований%s у вибраному ЦС. Потім ЦС асоціюватиме нові сертифікати з вибраним обліковим записом.
zh_cn: 该帐户将在所选CA %s自动注册%s。 然后CA会将新证书与所选帐户相关联。

source: The default domain name to use for DHCP lease registration. If empty, the system domain is used.
cs_cz: Výchozí doménový název, který použít pro registraci DHCP zápůjčky. Pokud nevyplněno, použije se doména systému.
de_de: Der Standarddomainname für die DHCP-Lease-Registrierung. Wenn dieser Name leer ist, wird die Systemdomain verwendet.
el_gr: Το προεπιλεγμένο όνομα τομέα που θα χρησιμοποιηθεί για την εγγραφή εκχώρησης DHCP. Εάν είναι κενό, χρησιμοποιείται ο τομέας συστήματος.
fa_ir: نام دامنهٔ پیش‌فرض برای ثبت اجارهٔ DHCP. اگر خالی باشد، دامنهٔ سیستم استفاده می‌شود.
fr_fr: Le nom de domaine par défaut à utiliser pour l'enregistrement des baux DHCP. S'il est vide, le domaine du système est utilisé.
it_it: Il nome di dominio predefinito da utilizzare per la registrazione del lease DHCP. Se vuoto, viene utilizzato il dominio di sistema.
ko_kr: DHCP 대여 등록에 사용할 기본 도메인 이름입니다. 비어 있으면 시스템 도메인이 사용됩니다.
pl_pl: Domyślna nazwa domeny używana do rejestracji dzierżawy DHCP. Jeśli jest pusta, używana jest domena systemowa.
uk_ua: Типове доменне ім'я для реєстрації оренди DHCP. Якщо порожньо, використовується системний домен.
zh_cn: 用于DHCP租约注册的默认域名。如果为空，则使用系统域。

source: The field 'TLS Shared Key' does not appear to be valid
cs_cz: Kolonka „Sdílený TLS klíč“ se nezdá být platná
de_de: Das Feld 'TLS Shared Key' scheint keinen gültigen Wert zu haben
el_gr: Το πεδίο «Κοινόχρηστο κλειδί TLS» δεν φαίνεται να είναι έγκυρο
fa_ir: فیلد 'TLS Shared Key' معتبر به نظر نمی‌رسد
fr_fr: Le champ "TLS Shared Key" ne semble pas être valide.
it_it: Il campo "Chiave condivisa TLS" non sembra essere valido
ko_kr: 'TLS 공유 키' 필드가 올바르지 않은 것 같습니다
pl_pl: Pole „Wspólny klucz TLS” jest nieprawidłowe
uk_ua: Поле 'TLS Shared Key' здається, не є дійсним
zh_cn: "TLS 共享密钥"字段似乎无效

source: The following principles apply when managing certificates with this plugin:
cs_cz: Při správě certifikátů pomocí tohoto zásuvného modulu platí následující zásady:
de_de: Beim Verwalten von Zertifikaten mit diesem Plugin gelten folgende Grundsätze:
el_gr: Οι ακόλουθες αρχές ισχύουν κατά τη διαχείριση πιστοποιητικών με αυτό το πρόσθετο:
fa_ir: اصول زیر هنگام مدیریت گواهی‌ها با این پلاگین اعمال می‌شوند:
fr_fr: Les principes suivants s'appliquent à la gestion des certificats avec ce plugin :
it_it: Quando si gestiscono i certificati con questo plugin si applicano i seguenti principi:
ko_kr: 이 플러그인으로 인증서를 관리할 때는 다음과 같은 원칙이 적용됩니다:
pl_pl: Podczas zarządzania certyfikatami za pomocą tej wtyczki obowiązują następujące zasady:
uk_ua: Застосовуються такі принципи при керуванні сертифікатами за допомогою цього плагіна:
zh_cn: 使用此插件管理证书时适用以下原则：

source: The range is unavailable (single host network mask /128 used).
cs_cz: Není k dispozici rozsah (použita maska sítě /128, omezující na jen jediného hostitele).
de_de: Der Bereich ist nicht verfügbar (Netzwerkmaske für einen Host /128 wird verwendet).
el_gr: Η περιοχή δεν είναι διαθέσιμη (χρησιμοποιείται μάσκα δικτύου ενός κεντρικού υπολογιστή /128).
fa_ir: بازه در دسترس نیست (از ماسک شبکهٔ تک‌میزبان /128 استفاده شده است).
fr_fr: La plage est indisponible (masque de réseau d'hôte unique /128 utilisé).
it_it: L'intervallo non è disponibile (maschera di rete host singolo /128 utilizzata).
ko_kr: 범위를 사용할 수 없습니다(단일 호스트 네트워크 마스크 /128 사용).
uk_ua: Діапазон недоступний (використано маску мережі єдиного хоста /128).
zh_cn: 范围不可用（使用单个主机网络掩码/128）。

source: The root folder for transfering files is /usr/local/tftp.
cs_cz: Kořenová složka pro přenášení souborů je /usr/local/tftp.
de_de: Das Wurzelverzeichnis für den Datentransfer ist /usr/local/tftp.
el_gr: Ο ριζικός φάκελος για τη μεταφορά αρχείων είναι /usr/local/tftp.
fa_ir: پوشهٔ ریشه برای انتقال فایل‌ها /usr/local/tftp است.
fr_fr: Le dossier racine pour le transfert des fichiers est /usr/local/tftp.
it_it: La cartella principale per il trasferimento dei file è /usr/local/tftp.
ko_kr: 파일을 전송하는 루트 폴더는 /usr/local/tftp입니다.
uk_ua: Коренева тека для передачі файлів — /usr/local/tftp.
zh_cn: 用于传输文件的根文件夹是 /usr/local/tftp。

source: There can only be one Default Server on each listening address: %s conflict.
cs_cz: Na každé z spojení očekávající adrese může se může nacházet pouze jeden Výchozí server: %s konflikt.
de_de: Pro Abhöradresse kann nur ein Standardserver vorhanden sein: %s Konflikt.
el_gr: Μπορεί να υπάρχει μόνο ένας προεπιλεγμένος διακομιστής σε κάθε διεύθυνση ακρόασης: %s διένεξη.
fa_ir: فقط یک Default Server در هر آدرس گوش‌دهی مجاز است: تداخل %s.
fr_fr: Il ne peut y avoir qu'un seul serveur par défaut sur chaque adresse d'écoute : conflit %s.
it_it: Può esserci un solo server predefinito su ciascun indirizzo di ascolto: conflitto %s.
ko_kr: 각 수신 주소에서 기본 서버는 하나만 존재할 수 있습니다: %s 충돌.
uk_ua: Може бути лише один сервер за типово на кожній адресі прослуховування: конфлікт %s.
zh_cn: 每个监听地址只能有一个默认服务器：%s 冲突。

source: This VLAN cannot be deleted because it is assigned as an interface.
cs_cz: Tuto VLAN síť nelze odstranit, protože je přiřazena jako rozhraní.
de_de: Dieses VLAN kann nicht gelöscht werden, da es einer Schnittstelle zugewiesen ist.
el_gr: Αυτό το VLAN δεν μπορεί να διαγραφεί επειδή έχει αντιστοιχιστεί ως διεπαφή.
fa_ir: این VLAN قابل حذف نیست؛ زیرا به‌عنوان یک رابط اختصاص داده شده است.
fr_fr: Ce VLAN ne peut pas être effacé car il est assigné à une interface.
it_it: Questa VLAN non può essere eliminata perché è assegnata come interfaccia.
ko_kr: 이 VLAN은 인터페이스로 할당되었기 때문에 삭제할 수 없습니다.
pl_pl: Nie można usunąć tej sieci VLAN, ponieważ jest ona przypisana jako interfejs.
uk_ua: Цю VLAN не можна видалити, оскільки її призначено як інтерфейс.
zh_cn: 无法删除该VLAN，因为它被分配为接口。

source: This plugin supports an unlimited number of certificates. However, the CA may restrict the number of certificates per week or implement other rate-limits. Retrying a failed validation many times in a row may also cause further attempts to fail due to rate-limits. The CA documentation should contain further information.
cs_cz: Tento zásuvný modul podporuje neomezený počet certifikátů. Certifikační autorita však může omezit počet certifikátů za týden nebo zavést jiná omezení četnosti. Opakování neúspěšného ověření mnohokrát za sebou může také způsobit, že další pokusy se nezdaří právě kvůli omezením četnosti. Další informace by měla obsahovat dokumentace certifikační autority.
de_de: Dieses Plugin unterstützt eine unbegrenzte Anzahl an Zertifikaten. Die Zertifizierungsstelle kann jedoch die Anzahl der ausgestellten Zertifikate pro Woche oder andere Beschränkungen reglementieren. Wiederholte fehlgeschlagene Validierungsversuche können dazu führen, dass weitere Versuche aufgrund von Limitierungen ebenfalls fehlschlagen. Weitere Informationen sollten in der Dokumentation der Zertifizierungsstelle zu finden sein.
el_gr: Αυτό το πρόσθετο υποστηρίζει απεριόριστο αριθμό πιστοποιητικών. Ωστόσο, η Αρχή Πιστοποίησης (CA) μπορεί να περιορίσει τον αριθμό των πιστοποιητικών ανά εβδομάδα ή να εφαρμόσει άλλα όρια ρυθμού. Η επανάληψη μιας αποτυχημένης επικύρωσης πολλές φορές στη σειρά μπορεί επίσης να προκαλέσει περαιτέρω αποτυχημένες προσπάθειες λόγω ορίων ρυθμού. Η τεκμηρίωση της Αρχής Πιστοποίησης (CA) θα πρέπει να περιέχει περισσότερες πληροφορίες.
fa_ir: این افزونه از تعداد نامحدودی گواهی‌نامه پشتیبانی می‌کند. با این‌حال، CA ممکن است تعداد گواهی‌ها را در هر هفته محدود کند یا محدودیت‌های نرخ دیگری اعمال نماید. تلاش‌های مکرر برای اعتبارسنجی ناموفق ممکن است به‌دلیل همین محدودیت‌ها باعث شکست‌های بیشتر شود. مستندات CA باید اطلاعات بیشتری در این‌باره داشته باشد.
fr_fr: Ce plugin supporte un nombre illimité de certificats. Cependant, l'autorité de certification peut restreindre le nombre de certificats par semaine ou mettre en place d'autres limites de taux. Retenter une validation qui a échoué plusieurs fois de suite peut également faire échouer d'autres tentatives en raison des limites de taux. La documentation de l'autorité de certification devrait contenir des informations supplémentaires.
it_it: Questo plugin supporta un numero illimitato di certificati. Tuttavia, la CA può limitare il numero di certificati a settimana o implementare altri limiti di velocità. Riprovare una convalida non riuscita più volte di seguito può anche causare il fallimento di ulteriori tentativi a causa dei limiti di velocità. La documentazione della CA dovrebbe contenere ulteriori informazioni.
ko_kr: 이 플러그인은 인증서 수를 제한 없이 지원합니다. 그러나 CA는 주당 인증서 수를 제한하거나 기타 요금 제한을 시행할 수 있습니다. 실패한 유효성 검사를 연속으로 여러 번 다시 시도하면 속도 제한으로 인해 추가 시도가 실패할 수도 있습니다. CA 문서에는 추가 정보가 포함되어야 합니다.
uk_ua: Цей плагін підтримує необмежену кількість сертифікатів. Однак ЦС може обмежувати кількість сертифікатів на тиждень або впроваджувати інші обмеження частоти. Повторне спробування невдалої перевірки багато разів поспіль також може призвести до невдачі подальших спроб через обмеження частоти. Документація ЦС повинна містити додаткову інформацію.
zh_cn: 此插件支持无限数量的证书。 但是，CA 可能会限制每周的证书数量或实施其他速率限制。 由于速率限制，连续多次重试失败的验证也可能导致进一步的申请失败。
