Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: When Web Protection is enabled for the host you may disable it for specific destinations here, or set it to detection only for logging purposes.
de_de: Wenn Webschutz für den Host aktiviert ist, können Sie ihn hier für bestimmte Ziele deaktivieren oder nur zur Protokollierung auf "Detection Only" setzen.
fa_ir: وقتی محافظت وب برای میزبان فعال باشد، می‌توانید آن را برای مقصدهای خاص در اینجا غیرفعال کنید یا آن را فقط برای ثبت لاگ‌ها در حالت تشخیص قرار دهید.
fr_fr: Lorsque la protection Web est activée pour l'hôte, vous pouvez la désactiver pour des destinations spécifiques ou la configurer pour qu'elle ne soit détectée qu'à des fins de journalisation.
ko_kr: 호스트에 웹 보호 기능이 활성화된 경우, 여기에서 특정 목적지에 대해 웹 보호 기능을 비활성화하거나 로깅 목적으로만 감지하도록 설정할 수 있습니다.
uk_ua: Коли Веб-Захист увімкнено для хоста, ви можете вимкнути його для певних призначень тут, або встановити його лише для виявлення для цілей логування.

source: When an interval is provided, this option determines the period for the interval. e.g. when weekly is specified, each last record of the week is preserved to a maximum of the number of intervals
de_de: Wenn ein Intervall angegeben ist, bestimmt diese Option den Zeitraum des Intervalls. Beispiel: Bei "wöchentlich" wird jeweils der letzte Eintrag der Woche bis zur maximalen Anzahl an Intervallen aufbewahrt.
fa_ir: وقتی یک بازه تعیین شود، این گزینه دورهٔ آن بازه را مشخص می‌کند. مثلاً وقتی «هفتگی» انتخاب شده باشد، آخرین رکورد هر هفته تا حداکثر تعداد بازه‌ها حفظ می‌شود.
fr_fr: Lorsqu'un intervalle est fourni, cette option détermine la période de l'intervalle. Par exemple, si l'option hebdomadaire est spécifiée, chaque dernier enregistrement de la semaine est conservé jusqu'à un maximum du nombre d'intervalles.
ko_kr: 간격이 제공되면 이 옵션은 간격의 기간을 결정합니다. 예: 주간으로 지정된 경우 해당 주의 마지막 기록은 지정된 간격 수만큼 보존됩니다.
uk_ua: Коли надано інтервал, ця опція визначає період для інтервалу. Наприклад, коли вказано "щотижня", кожен останній запис тижня зберігається до максимуму кількості інтервалів

source: When enabling the HTTP to HTTPS redirect, this port will be bound for HTTP.
de_de: Wenn die Weiterleitung von HTTP auf HTTPS aktiviert wird, wird dieser Port für HTTP gebunden.
fa_ir: وقتی هدایت HTTP به HTTPS فعال شود، این پورت برای HTTP اختصاص داده می‌شود.
fr_fr: Lors de l'activation de la redirection HTTP vers HTTPS, ce port sera lié à HTTP.
ko_kr: HTTP에서 HTTPS로의 리디렉션을 활성화하면 이 포트는 HTTP에 바인딩됩니다.
uk_ua: При ввімкненні перенаправлення HTTP на HTTPS, цей порт буде прив'язано для HTTP.

source: Whitelist access for banned hosts
de_de: Whitelist-Zugriff für gesperrte Hosts
fa_ir: دسترسی لیست سفید برای میزبان‌های مسدودشده
fr_fr: Accès aux listes blanches pour les hôtes interdits
ko_kr: 차단된 호스트에 대한 액세스 허용 목록
uk_ua: Дозволити доступ для заблокованих хостів

source: Wildcards
fa_ir: الگوهای جایگزین
fr_fr: Jokers
ko_kr: 와일드카드
uk_ua: Підстановні символи

source: WireGuard Port
fa_ir: پورت WireGuard
fr_fr: Port WireGuard
ko_kr: WireGuard 포트
uk_ua: Порт WireGuard

source: Wireguard interface listening port
de_de: WireGuard-Schnittstelle (Listening-Port)
fa_ir: پورت شنود رابط Wireguard
fr_fr: Port d'écoute de l'interface Wireguard
ko_kr: Wireguard 인터페이스 수신 포트
uk_ua: Порт прослуховування інтерфейсу Wireguard

source: With this option ClamAV will alert on broken executables (both PE and ELF) and mark them as Broken.
de_de: Mit dieser Option meldet ClamAV fehlerhafte ausführbare Dateien (sowohl PE als auch ELF) und markiert sie als "Broken".
fa_ir: با این گزینه ClamAV روی فایل‌های اجرایی خراب (هر دو PE و ELF) هشدار می‌دهد و آن‌ها را به‌عنوان Broken علامت‌گذاری می‌کند.
fr_fr: Cette option permet à ClamAV de signaler les exécutables cassés (PE et ELF) et de les marquer comme cassés.
ko_kr: 이 옵션을 사용하면 ClamAV는 손상된 실행 파일(PE 및 ELF 파일 모두)에 대해 경고하고 해당 파일을 손상된 파일로 표시합니다.
uk_ua: За допомогою цієї опції ClamAV сповіщатиме про пошкоджені виконувані файли (як PE, так і ELF) і позначатиме їх як Пошкоджені.

source: Write Timeout
de_de: Schreib-Timeout
fa_ir: تایم‌اوت نوشتن (Write Timeout)
fr_fr: Délai d'écriture
ko_kr: 쓰기 타임아웃
uk_ua: Таймаут запису

source: Your AS Number here.
de_de: Ihre AS-Nummer hier.
fa_ir: شمارهٔ AS خود را اینجا وارد کنید.
fr_fr: Votre numéro AS ici.
ko_kr: 여기에 AS 번호를 입력하세요.
uk_ua: Ваш номер АС тут.

source: automatic
de_de: automatisch
fa_ir: خودکار
fr_fr: automatique
ko_kr: 자동
uk_ua: автоматично

source: duid of the client in question
de_de: DUID des betreffenden Clients
fa_ir: duid کلاینت مربوطه
fr_fr: duid du client en question
ko_kr: 문제가 있는 클라이언트의 duid
uk_ua: DUID відповідного клієнта

source: enable this host
de_de: Diesen Host aktivieren
fa_ir: این میزبان را فعال کنید
fr_fr: activer cet hôte
ko_kr: 이 호스트 활성화
uk_ua: увімкнути цей хост

source: fail_duration enables a passive health check when multiple destinations in "Upstream Domain" are set. It is a value that defines how long to remember a failed request. A duration of 1 or more seconds enables passive health checking. A reasonable starting point might be 30s to balance error rates with responsiveness when bringing an unhealthy upstream back online.
de_de: fail_duration aktiviert eine passive Health-Überprüfung, wenn mehrere Ziele in "Upstream Domain" definiert sind. Dieser Wert legt fest, wie lange ein fehlgeschlagener Request gespeichert wird. Ein Wert von 1 oder mehr Sekunden aktiviert das passive Health Checking. Ein sinnvoller Startwert könnte 30 s sein, um Fehlerquoten mit der Reaktionsfähigkeit beim Wiederherstellen eines fehlerhaften Upstreams auszubalancieren.
fa_ir: fail_duration یک بررسی سلامت پسیو را زمانی فعال می‌کند که چند مقصد در "Upstream Domain" تنظیم شده باشند. این مقدار مدت‌زمانی را تعیین می‌کند که یک درخواست ناموفق در حافظه نگه داشته می‌شود. مدت‌زمان 1 ثانیه یا بیشتر، بررسی سلامت پسیو را فعال می‌کند. مقدار شروع منطقی ممکن است 30s باشد تا بین نرخ خطا و پاسخ‌پذیری هنگام بازگرداندن یک upstream ناسالم به‌صورت آنلاین تعادل برقرار شود.
fr_fr: fail_duration permet d'activer un contrôle de santé passif lorsque plusieurs destinations dans "Upstream Domain" sont définies. Il s'agit d'une valeur qui définit la durée de mémorisation d'une demande ayant échoué. Une durée de 1 seconde ou plus permet d'activer le contrôle de santé passif. Un point de départ raisonnable pourrait être 30 secondes afin d'équilibrer les taux d'erreur et la réactivité lors de la remise en ligne d'un domaine en amont en mauvais état.
ko_kr: fail_duration은 "업스트림 도메인"에 여러 목적지가 설정된 경우 수동적인 상태 확인을 활성화합니다. 실패한 요청을 기억하는 시간을 정의하는 값입니다. 1초 이상으로 설정하면 수동적인 상태 확인이 가능합니다. 상태가 좋지 않은 업스트림을 다시 온라인 상태로 만들 때 오류율과 응답성을 균형 있게 유지하기 위한 합리적인 시작점은 30초입니다.
uk_ua: fail_duration вмикає пасивну перевірку стану, якщо встановлено кілька призначень у "Домені вихідного трафіку". Це значення, яке визначає, як довго пам'ятати невдалий запит. Тривалість 1 або більше секунд вмикає пасивну перевірку стану. Розумною відправною точкою може бути 30с для балансування рівня помилок із чутливістю при поверненні несправного джерела в онлайн.

source: health_body is a substring or regular expression to match on the response body of an active health check. If the backend does not return a matching body, it will be marked as down.
de_de: health_body ist eine Teilzeichenkette oder ein regulärer Ausdruck, der im Antwortkörper einer aktiven Health-Überprüfung abgeglichen wird. Gibt das Backend keinen passenden Inhalt zurück, wird es als "down" markiert.
fa_ir: health_body یک زیررشته یا عبارت منظم برای مطابقت با محتوای پاسخ یک بررسی سلامت فعال است. اگر backend محتوای مطابقی بازنگرداند، به‌عنوان پایین (down) علامت‌گذاری خواهد شد.
fr_fr: health_body est une chaîne de caractères ou une expression régulière à faire correspondre au corps de la réponse d'un bilan de santé actif. Si le backend ne renvoie pas de corps de réponse correspondant, il sera marqué comme étant hors service.
ko_kr: health_body는 활성 상태 확인 응답 본문에서 일치시킬 부분 문자열 또는 정규 표현식입니다. 백엔드에서 일치하는 본문을 반환하지 않으면 해당 상태는 다운된 것으로 표시됩니다.
uk_ua: health_body – це підрядок або регулярний вираз для зіставлення з тілом відповіді активної перевірки стану. Якщо бекенд не повертає відповідне тіло, він буде позначений як непрацюючий.

source: health_fails is the number of consecutive health checks required before marking the backend as unhealthy. Default: 1.
de_de: health_fails ist die Anzahl aufeinanderfolgender Health-Überprüfungen, die fehlschlagen müssen, bevor das Backend als "unhealthy" markiert wird. Standard: 1.
fa_ir: health_fails تعداد بررسی‌های سلامت متوالی موردنیاز قبل از علامت‌گذاری backend به‌عنوان ناسالم است. پیش‌فرض: 1.
fr_fr: health_fails est le nombre de contrôles de santé consécutifs requis avant de marquer le backend comme malsain. Valeur par défaut : 1.
ko_kr: health_fails는 백엔드를 비정상으로 표시하기 전에 필요한 연속적인 상태 확인 횟수입니다. 기본값: 1.
uk_ua: health_fails – це кількість послідовних перевірок стану, необхідних перед позначенням бекенда як несправного. Типово: 1.

source: health_follow_redirects will cause the health check to follow redirects provided by upstream. By default, a redirect response would cause the health check to count as a fail.
de_de: health_follow_redirects bewirkt, dass die Health-Überprüfung Redirects des Upstreams folgt. Standardmäßig würde eine Redirect-Antwort als Fehlschlag gezählt.
fa_ir: health_follow_redirects باعث می‌شود بررسی سلامت ریدایرکت‌های ارائه‌شده توسط upstream را دنبال کند. به‌طور پیش‌فرض، یک پاسخ ریدایرکت باعث می‌شود بررسی سلامت آن را به‌عنوان خطا بشمارد.
fr_fr: health_follow_redirects permet au bilan de santé de suivre les redirections fournies par l'amont. Par défaut, une réponse de redirection entraînerait un échec du bilan de santé.
ko_kr: health_follow_redirects는 상태 확인이 업스트림에서 제공하는 리디렉션을 따르게 됩니다. 기본적으로 리디렉션 응답이 발생하면 상태 확인은 실패로 간주됩니다.
uk_ua: health_follow_redirects призведе до того, що перевірка стану буде слідувати перенаправленням, наданим джерелом. Типово, відповідь перенаправлення призвела б до того, що перевірка стану вважатиметься невдалою.

source: health_interval is a duration value that defines how often to perform active health checks. Default: 30s.
de_de: health_interval ist ein Zeitwert, der festlegt, wie oft aktive Health-Überprüfungen durchgeführt werden. Standard: 30 s.
fa_ir: health_interval یک مقدار مدت‌زمان است که تعیین می‌کند هر چند وقت یک‌بار بررسی سلامت فعال انجام شود. پیش‌فرض: 30s.
fr_fr: health_interval est une valeur de durée qui définit la fréquence des contrôles de santé actifs. Valeur par défaut : 30s.
ko_kr: health_interval은 활성 상태 점검을 수행하는 빈도를 정의하는 기간 값입니다. 기본값: 30초.
uk_ua: health_interval – це значення тривалості, яке визначає, як часто виконувати активні перевірки стану. Типово: 30с.

source: health_passes is the number of consecutive health checks required before marking the backend as healthy again. Default: 1.
de_de: health_passes ist die Anzahl aufeinanderfolgender erfolgreicher Health-Überprüfungen, die erforderlich sind, bevor das Backend wieder als "healthy" markiert wird. Standard: 1.
fa_ir: health_passes تعداد بررسی سلامت متوالی لازم قبل از علامت‌گذاری مجدد backend به‌عنوان سالم است. پیش‌فرض: 1.
fr_fr: health_passes est le nombre de contrôles de santé consécutifs requis avant de marquer le backend comme sain à nouveau. Valeur par défaut : 1.
ko_kr: health_passes는 백엔드를 다시 정상으로 표시하기 전에 필요한 연속적인 상태 확인 횟수입니다. 기본값: 1.
uk_ua: health_passes – це кількість послідовних перевірок стану, необхідних перед позначенням бекенда як знову здорового. Типово: 1.

source: health_port is the port to use for active health checks, if different from the upstream's port. Ignored if health_upstream is used.
de_de: health_port ist der Port, der für aktive Health-Überprüfungen verwendet wird, wenn er sich vom Port des Upstreams unterscheidet. Wird ignoriert, wenn health_upstream verwendet wird.
fa_ir: health_port پورتی است که برای بررسی سلامت فعال استفاده می‌شود، در صورتی که با پورت upstream متفاوت باشد. اگر health_upstream استفاده شود، نادیده گرفته می‌شود.
fr_fr: health_port est le port à utiliser pour les contrôles de santé actifs, s'il est différent du port en amont. Ignoré si health_upstream est utilisé.
ko_kr: health_port는 업스트림 포트와 다른 경우 활성 상태 확인에 사용할 포트입니다. health_upstream이 사용되는 경우에는 무시됩니다.
uk_ua: health_port – це порт, який використовується для активних перевірок стану, якщо він відрізняється від порту джерела. Ігнорується, якщо використовується health_upstream.

source: health_status is the HTTP status code to expect from a healthy backend. Can be a 3-digit status code, or a status code class ending in xx. For example: 200 (which is the default), or 2xx.
de_de: health_status ist der HTTP-Statuscode, der von einem funktionierenden Backend erwartet wird. Dies kann ein dreistelliger Statuscode sein oder eine Statuscode-Klasse, die auf "xx" endet. Beispiele: 200 (Standard) oder 2xx.
fa_ir: health_status کد وضعیت HTTP مورد انتظار از یک backend سالم است. می‌تواند یک کد سه‌رقمی باشد یا یک کلاس کد که با xx تمام می‌شود. برای مثال: 200 (پیش‌فرض)، یا 2xx.
fr_fr: health_status est le code d'état HTTP attendu d'un backend en bonne santé. Il peut s'agir d'un code d'état à 3 chiffres ou d'une classe de code d'état se terminant par xx. Par exemple : 200 (qui est le code par défaut), ou 2xx.
ko_kr: health_status는 정상적인 백엔드에서 예상되는 HTTP 상태 코드입니다. 3자리 상태 코드이거나 xx로 끝나는 상태 코드 클래스일 수 있습니다. 예: 200(기본값) 또는 2xx입니다.
uk_ua: health_status – це код стану HTTP, який очікується від справного бекенда. Може бути 3-значний код стану або клас коду стану, що закінчується на xx. Наприклад: 200 (що є типовим), або 2xx.

source: health_timeout is a duration value that defines how long to wait for a reply before marking the backend as down. Default: 5s.
de_de: health_timeout ist ein Zeitwert, der angibt, wie lange auf eine Antwort gewartet wird, bevor das Backend als "down" markiert wird. Standard: 5 s.
fa_ir: health_timeout یک مقدار مدت‌زمان است که تعیین می‌کند چقدر باید برای دریافت پاسخ صبر شود قبل از اینکه backend به‌عنوان از کار افتاده در نظر گرفته شود. پیش‌فرض: 5s.
fr_fr: health_timeout est une valeur de durée qui définit le temps d'attente d'une réponse avant de marquer le backend comme hors service. Valeur par défaut : 5s.
ko_kr: health_timeout은 백엔드를 다운으로 표시하기 전에 응답을 기다리는 시간을 정의하는 기간 값입니다. 기본값: 5초.
uk_ua: health_timeout – це значення тривалості, яке визначає, як довго чекати відповіді, перш ніж позначити бекенд як непрацюючий. Типово: 5с.

source: health_upstream is the ip:port to use for active health checks, if different from the upstream. This should be used in tandem with health_header and {http.reverse_proxy.active.target_upstream}
de_de: health_upstream ist die IP:Port-Kombination, die für aktive Health-Überprüfungen verwendet wird, falls sie vom Upstream abweicht. Sollte zusammen mit health_header und {http.reverse_proxy.active.target_upstream} verwendet werden.
fa_ir: health_upstream آدرس ip:port برای بررسی سلامت فعال است، در صورتی که با upstream متفاوت باشد. این باید همراه با health_header و {http.reverse_proxy.active.target_upstream} استفاده شود.
fr_fr: health_upstream est l'adresse IP:port à utiliser pour les contrôles de santé actifs, s'ils sont différents de ceux effectués en amont. Il doit être utilisé en tandem avec health_header et {http.reverse_proxy.active.target_upstream}
ko_kr: health_upstream은 업스트림과 다른 경우 활성 상태 확인에 사용할 ip:port 입니다. 이는 health_header 및 {http.reverse_proxy.active.target_upstream}과 함께 사용해야 합니다.
uk_ua: health_upstream – це ip:порт для використання активних перевірок стану, якщо він відрізняється від апстріму. Його слід використовувати в тандемі з health_header та {http.reverse_proxy.active.target_upstream}

source: health_uri is the URI path (and optional query) for active health checks.
de_de: health_uri ist der URI-Pfad (und optional die Query), die für aktive Health-Überprüfungen verwendet werden.
fa_ir: health_uri مسیر URI (و کوئری اختیاری) برای بررسی سلامت فعال است.
fr_fr: health_uri est le chemin URI (et la requête facultative) pour les contrôles de santé actifs.
ko_kr: health_uri는 활성 상태 점검에 대한 URI 경로(및 선택적 쿼리)입니다.
uk_ua: health_uri – це шлях URI (та необов'язковий запит) для активних перевірок стану.

source: idle is a duration value in seconds that sets the maximum time to wait for the next request when keep-alives are enabled. Defaults value helps to avoid resource exhaustion.
de_de: idle ist ein Zeitwert in Sekunden, der die maximale Wartezeit auf die nächste Anfrage bei aktivierten Keep-Alives festlegt. Der Standardwert hilft, Ressourcenerschöpfung zu vermeiden.
fa_ir: idle یک مقدار مدت‌زمان بر حسب ثانیه است که حداکثر زمان انتظار برای درخواست بعدی را هنگام فعال بودن keep-alives تعیین می‌کند. مقدار پیش‌فرض به جلوگیری از تمام شدن منابع کمک می‌کند.
fr_fr: idle est une valeur de durée en secondes qui définit le temps maximum d'attente de la prochaine requête lorsque les keep-alives sont activés. La valeur par défaut permet d'éviter l'épuisement des ressources.
ko_kr: idle은 keep-alive가 활성화된 경우 다음 요청을 기다리는 최대 시간을 초 단위로 설정하는 지속 시간 값입니다. 기본값은 리소스 고갈을 방지하는 데 도움이 됩니다.
uk_ua: idle – це значення тривалості в секундах, що встановлює максимальний час очікування наступного запиту, коли ввімкнено підтримку з'єднань. Типове значення допомагає уникнути вичерпання ресурсів.

source: lb_policy is the name of the load balancing policy, along with any options. For policies that involve hashing, the highest-random-weight (HRW) algorithm is used to ensure that a client or request with the same hash key is mapped to the same upstream, even if the list of upstreams change.
de_de: lb_policy ist der Name der Load-Balancing-Richtlinie, einschließlich aller Optionen. Bei Richtlinien, die Hashing verwenden, wird der Algorithmus "highest-random-weight (HRW)" eingesetzt, um sicherzustellen, dass ein Client oder eine Anfrage mit demselben Hash-Key dem gleichen Upstream zugeordnet wird - auch wenn sich die Liste der Upstreams ändert.
fa_ir: lb_policy نام سیاست load balancing به همراه گزینه‌های آن است. برای سیاست‌هایی که از هش استفاده می‌کنند، از الگوریتم highest-random-weight (HRW) استفاده می‌شود تا تضمین شود یک کلاینت یا درخواست با همان کلید هش به همان upstream نگاشته شود، حتی اگر فهرست upstreamها تغییر کند.
fr_fr: lb_policy est le nom de la politique d'équilibrage de la charge, ainsi que les options éventuelles. Pour les politiques qui impliquent un hachage, l'algorithme HRW (highest-random-weight) est utilisé pour s'assurer qu'un client ou une requête avec la même clé de hachage est mappé vers le même amont, même si la liste des amonts change.
ko_kr: lb_policy는 옵션과 함께 로드 밸런싱 정책의 이름입니다. 해싱을 사용하는 정책의 경우, 동일한 해시 키를 가진 클라이언트 또는 요청이 업스트림 목록이 변경되더라도 동일한 업스트림에 매핑되도록 최고 가중치 난수 생성(HRW) 알고리즘이 사용됩니다.
uk_ua: lb_policy – це назва політики балансування навантаження, разом з будь-якими опціями. Для політик, що включають хешування, використовується алгоритм найвищої випадкової ваги (HRW), щоб гарантувати, що клієнт або запит з однаковим хеш-ключем відображається на тому ж апстрімі, навіть якщо список апстрімів змінюється.

source: lb_retries is how many times to retry selecting available backends for each request if the next available host is down. If lb_try_duration is also configured, then retries may stop early if the duration is reached. In other words, the retry duration takes precedence over the retry count.
de_de: lb_retries gibt an, wie oft bei jeder Anfrage versucht wird, verfügbare Backends auszuwählen, wenn der nächste verfügbare Host ausgefallen ist. Wenn lb_try_duration ebenfalls konfiguriert ist, können die Wiederholungen vorzeitig beendet werden, sobald die Dauer erreicht ist. Anders gesagt: Die Wiederholdauer hat Vorrang vor der Wiederholanzahl.
fa_ir: lb_retries تعداد دفعات تلاش مجدد برای انتخاب backendهای در دسترس برای هر درخواست است اگر هاست بعدی down باشد. اگر lb_try_duration نیز پیکربندی شده باشد، تلاش‌ها ممکن است زودتر متوقف شوند اگر مدت‌زمان مورد نظر سپری شود. به عبارت دیگر، مدت‌زمان تلاش بر تعداد تلاش‌ها اولویت دارد.
fr_fr: lb_retries indique le nombre de tentatives de sélection des backends disponibles pour chaque requête si le prochain hôte disponible est en panne. Si lb_try_duration est également configuré, les tentatives peuvent s'arrêter prématurément si la durée est atteinte. En d'autres termes, la durée des tentatives est prioritaire sur le nombre de tentatives.
ko_kr: lb_retries는 다음으로 선택된 사용 가능한 백엔드가 다운된 경우, 각 요청마다 사용 가능한 백엔드를 다시 선택하기 위해 재시도하는 횟수를 의미합니다. lb_try_duration도 함께 설정된 경우, 지정된 시간이 먼저 도달하면 재시도는 조기에 중단될 수 있습니다. 즉, 재시도 횟수보다 재시도 지속 시간이 우선 적용됩니다.
uk_ua: lb_retries – це кількість спроб повторного вибору доступних бекендів для кожного запиту, якщо наступний доступний хост не працює. Якщо також налаштовано lb_try_duration, то повторні спроби можуть припинитися раніше, якщо досягнуто встановленої тривалості. Іншими словами, тривалість повторної спроби має пріоритет над кількістю повторних спроб.

source: lb_try_duration is a duration value that defines how long to try selecting available backends for each request if the next available host is down. Clients will wait for up to this long while the load balancer tries to find an available upstream host. A reasonable starting point might be 5s since the HTTP transport's default dial timeout is 3s, so that should allow for at least one retry if the first selected upstream cannot be reached.
de_de: lb_try_duration ist ein Zeitwert, der festlegt, wie lange bei jeder Anfrage versucht wird, verfügbare Backends auszuwählen, wenn der nächste verfügbare Host ausgefallen ist. Clients warten bis zu diesem Wert, während der Load Balancer versucht, einen erreichbaren Upstream-Host zu finden. Ein sinnvoller Startwert könnte 5 s sein, da der Standard-Dial-Timeout des HTTP-Transports 3 s beträgt – so ist mindestens ein erneuter Versuch möglich, wenn der erste Upstream nicht erreichbar ist.
fa_ir: lb_try_duration یک مقدار مدت‌زمان است که تعیین می‌کند برای هر درخواست تا چه مدت باید در صورت down بودن هاست بعدی تلاش برای انتخاب backendهای در دسترس انجام شود. کلاینت‌ها تا این مدت منتظر خواهند ماند در حالی که load balancer تلاش می‌کند یک هاست upstream در دسترس پیدا کند. نقطه شروع معقول ممکن است 5s باشد چون dial timeout پیش‌فرض HTTP transport برابر 3s است، بنابراین باید اجازه حداقل یک تلاش مجدد را بدهد اگر اولین upstream انتخاب‌شده قابل دسترسی نباشد.
fr_fr: lb_try_duration est une valeur de durée qui définit combien de temps il faut essayer de sélectionner les backends disponibles pour chaque demande si le prochain hôte disponible est en panne. Les clients attendront jusqu'à cette durée pendant que l'équilibreur de charge tente de trouver un hôte disponible en amont. Un point de départ raisonnable pourrait être 5s puisque le délai d'attente par défaut du transport HTTP est de 3s, ce qui devrait permettre au moins une nouvelle tentative si le premier hôte en amont sélectionné ne peut pas être atteint.
ko_kr: lb_try_duration은 다음으로 선택된 사용 가능한 호스트가 다운된 경우, 각 요청에 대해 사용 가능한 백엔드를 선택하려고 시도하는 최대 지속 시간을 정의하는 값입니다. 로드 밸런서가 사용 가능한 업스트림 호스트를 찾는 동안, 클라이언트는 이 시간만큼 대기합니다. 합리적인 시작 값으로는 HTTP 전송의 기본 연결(dial) 타임아웃이 3초이므로, 첫 번째로 선택된 업스트림에 연결할 수 없을 경우 최소 한 번의 재시도를 허용할 수 있도록 5초 정도가 적당합니다.
uk_ua: lb_try_duration – це значення тривалості, що визначає, як довго намагатися вибирати доступні бекенди для кожного запиту, якщо наступний доступний хост не працює. Клієнти чекатимуть до цього часу, поки балансувальник навантаження намагатиметься знайти доступний апстрім-хост. Розумною відправною точкою може бути 5 секунд, оскільки типовий час очікування встановлення з'єднання HTTP-транспорту становить 3 секунди, тому це повинно дозволити принаймні одну повторну спробу, якщо перший обраний апстрім недоступний.
