Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set the minimum download bandwith for WISPr attribute. The value is treated as bits/s.
cs_cz: Nastavení minimálního pásma stahování pro atribut WISPr. Hodnota je považována za bity/s.
de_de: Setzt die minimale Downloadbandbreite für das WISPr-Attribut. Der Wert wird als bits/s interpretiert.
el_gr: Ορίστε το ελάχιστο εύρος ζώνης λήψης για το χαρακτηριστικό WISPr. Η τιμή αντιμετωπίζεται ως bits/s.
fa_ir: حداقل پهنای‌باند دانلود برای صفت WISPr را تنظیم کنید. مقدار به‌صورت bits/s در نظر گرفته می‌شود.
fr_fr: Définit la bande passante minimale de téléchargement pour l'attribut WISPr. La valeur est traitée en bits/s.
it_it: Imposta la larghezza di banda minima di download per l'attributo WISPr. Il valore viene trattato come bit/s.
ko_kr: WISPr 특성에 대한 최소 다운로드 대역을 설정하세요. 값은 비트/초로 처리됩니다.
pl_pl: Ustaw minimalną przepustowość pobierania dla atrybutu WISPr. Wartość jest traktowana jako bits/s.
uk_ua: Встановити мінімальну пропускну здатність завантаження для атрибута WISPr. Значення трактується як біт/с.
zh_cn: 设置WISPr属性的最大下载带宽。单位bits / s。

source: Set the minimum upload bandwith for WISPr attribute. The value is treated as bits/s.
cs_cz: Nastavení minimálního pásma pro odesílání dat pro atribut WISPr. Hodnota je považována za bity/s.
de_de: Setzt die minimale Uploadbandbreite für das WISPr-Attribut. Der Wert wird als bits/s interpretiert.
el_gr: Ορίστε το ελάχιστο εύρος ζώνης μεταφόρτωσης για το χαρακτηριστικό WISPr. Η τιμή αντιμετωπίζεται ως bits/s.
fa_ir: حداقل پهنای‌باند آپلود برای صفت WISPr را تنظیم کنید. مقدار به‌صورت bits/s در نظر گرفته می‌شود.
fr_fr: Définit la bande passante minimale de téléchargement pour l'attribut WISPr. La valeur est traitée en bits/s.
it_it: Imposta la larghezza di banda minima in upload per l'attributo WISPr. Il valore viene trattato come bit/s.
ko_kr: WISPr 특성에 대한 최소 업로드 대역을 설정하세요. 값은 비트/초로 처리됩니다.
pl_pl: Ustaw minimalną przepustowość wysyłania dla atrybutu WISPr. Wartość jest traktowana jako bits/s.
uk_ua: Встановити мінімальну пропускну здатність віддачі для атрибута WISPr. Значення трактується як біт/с.
zh_cn: 设置WISPr属性的最小上传带宽。单位bits / s。

source: Set the name of the database on InfluxDB.
cs_cz: Nastavit název databáze na InfluxDB.
de_de: Setze den Name der Datenbank für InfluxDB.
el_gr: Ορίστε το όνομα της βάσης δεδομένων στο InfluxDB.
fa_ir: نام پایگاه‌داده در InfluxDB را تنظیم کنید.
fr_fr: Indiquer le nom de la base de données sur InfluxDB.
it_it: Imposta il nome del database su InfluxDB.
ko_kr: Influx DB에서 데이터베이스 이름을 설정하세요.
pl_pl: Ustaw nazwę bazy danych w InfluxDB.
uk_ua: Встановити ім'я бази даних на InfluxDB.
zh_cn: 在InfluxDB上设置数据库的名称。

source: Set the name of the graphite collector.
cs_cz: Nastavit název graphite sběrače.
de_de: Setze den Namen des graphite collectors.
el_gr: Ορίστε το όνομα του συλλέκτη γραφίτη.
fa_ir: نام کلکتور Graphite را تنظیم کنید.
fr_fr: Définissez le nom du collecteur de graphite.
it_it: Imposta il nome del raccoglitore di grafite.
ko_kr: graphite 컬렉터의 이름을 설정하세요.
pl_pl: Ustaw nazwę kolektora graphite.
uk_ua: Встановити ім'я збирача Graphite.
zh_cn: 设置graphite收集器的名称。

source: Set the number of retries to perform on a server after a connection failure (default is 3).
cs_cz: Nastavit počet opakovaných pokusů které provést ze strany serveru v případě selhání spojení (výchozí jsou tři).
de_de: Legen Sie die Anzahl der Wiederholungsversuche fest, die nach einem Verbindungsfehler auf einem Server ausgeführt werden sollen (Standard ist 3).
el_gr: Ορίστε τον αριθμό των επαναλήψεων που θα εκτελούνται σε έναν διακομιστή μετά από μια αποτυχία σύνδεσης (η προεπιλογή είναι 3).
fa_ir: تعداد تلاش‌های مجدد برای اتصال به سرور پس از شکست اتصال را تعیین کنید (پیش‌فرض 3).
fr_fr: Définir le nombre d'essais à réaliser sur un serveur après un échec de connexion (3 par défaut).
it_it: Imposta il numero di tentativi da eseguire su un server dopo un errore di connessione (il valore predefinito è 3).
ko_kr: 연결 실패 후 서버에서 수행할 재시도 횟수를 설정하세요(기본값은 3).
pl_pl: Ustaw liczbę prób ponownego połączenia z serwerem po błędzie połączenia (domyślnie 3).
uk_ua: Встановити кількість повторних спроб на сервері після збою з'єднання (типово 3).
zh_cn: 设置连接失败后在服务器上执行的重试次数(默认值为3)。

source: Set the number of retries to perform on a server after a connection failure.
cs_cz: Nastavit počet opakovaných pokusů, které provést ze strany serveru v případě selhání spojení.
de_de: Setzen Sie den Anzahl an erneuten Versuchen, eine Verbindung nach einem Fehler wieder aufzubauen.
el_gr: Ορίστε τον αριθμό των επαναλήψεων που θα εκτελούνται σε έναν διακομιστή μετά από μια αποτυχία σύνδεσης.
fa_ir: تعداد تلاش‌های مجدد برای اتصال به سرور پس از شکست اتصال را تعیین کنید.
fr_fr: Définir le nombre d'essais à réaliser sur un serveur après un échec de connexion.
it_it: Imposta il numero di tentativi da eseguire su un server dopo un errore di connessione.
ko_kr: 연결 실패 후 서버에서 수행할 재시도 횟수를 설정하세요.
pl_pl: Ustaw liczbę prób ponownego połączenia z serwerem po błędzie połączenia.
uk_ua: Встановити кількість повторних спроб на сервері після збою з'єднання.
zh_cn: 设置连接失败后在服务器上执行的重试次数。

source: Set the password for authentication.
cs_cz: Nastavit heslo pro ověření totožnosti.
de_de: Setze das Passwort für die Authentifikation.
el_gr: Ορίστε τον κωδικό πρόσβασης για τον έλεγχο ταυτότητας.
fa_ir: رمز عبور احراز هویت را تنظیم کنید.
fr_fr: Définir le mot de passe pour l'authentification.
it_it: Imposta la password per l'autenticazione.
ko_kr: 인증을 위한 비밀번호를 설정하세요.
pl_pl: Ustaw hasło dla autentykacji.
uk_ua: Встановити пароль для автентифікації.
zh_cn: 设置认证密码。

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#= with up to 128 characters.
cs_cz: Nastavit heslo pro uživatele. Dovolené jsou znaky 0-9, a-z, A-Z, a ,._-!$%/()+#= (až 128 znaků).
de_de: Setzt das Passwort für den Benutzer, bis zu 128 Zeichen. Erlaubte Zeichen sind 0-9, a-z, A-Z sowie ,._-!$%/()+#=
el_gr: Ορίστε τον κωδικό πρόσβασης για τον χρήστη. Οι επιτρεπόμενοι χαρακτήρες είναι 0-9, az, AZ και ,._-!$%/()+#= με έως και 128 χαρακτήρες.
fa_ir: رمز عبور کاربر را تنظیم کنید. کاراکترهای مجاز: 0-9, a-z, A-Z و ,._-!$%/()+#=؛ حداکثر 128 کاراکتر.
fr_fr: Définissez le mot de passe pour l'utilisateur. Les caractères autorisés sont 0-9, a-z, A-Z et ,._-!$%/()+#= avec un maximum de 128 caractères.
it_it: Imposta la password per l'utente. I caratteri consentiti sono 0-9, a-z, A-Z e ,._-!$%/()+#= con un massimo di 128 caratteri.
ko_kr: 사용자의 비밀번호를 설정하세요. 허용되는 문자는 0-9, a-z, A-Z 및 ._-!$%/()+#=(최대 128자)입니다.
pl_pl: Ustaw hasło dla użytkownika. Dozwolone znaki to 0-9, a-z, A-Z oraz ,.-!$%/()+#= o długości do 128 znaków.
uk_ua: Встановити пароль для користувача. Дозволені символи: 0-9, a-z, A-Z, а також ,._-!$%/()+#=, до 128 символів.
zh_cn: 设置用户的密码。 允许的字符为0-9，a-z，A-Z和._-！$％/()+＃=最多128个字符。

source: Set the password of the remote NUT server.
cs_cz: Nastavit heslo ke vzdálenému NUT serveru.
de_de: Setze das Passwort des remote NTU Servers.
el_gr: Ορίστε τον κωδικό πρόσβασης του απομακρυσμένου διακομιστή NUT.
fa_ir: رمز عبور سرور NUT راه دور را تنظیم کنید.
fr_fr: Définir le mot de passe du serveur NUT distant.
it_it: Imposta la password del server NUT remoto.
ko_kr: 원격 NUT 서버의 비밀번호를 설정하세요.
pl_pl: Ustaw hasło zdalnego serwera NUT.
uk_ua: Встановити пароль віддаленого NUT-сервера.
zh_cn: 设置远程NUT服务器的密码。

source: Set the password to authenticate against network collector (optional).
cs_cz: Nastavit heslo kterým se ověřovat vůči síťovému sběrači (volitelné).
de_de: Setze das Passwort für die Authentifikation am network collector (optional).
el_gr: Ορίστε τον κωδικό πρόσβασης για έλεγχο ταυτότητας έναντι του συλλέκτη δικτύου (προαιρετικό).
fa_ir: رمز عبور برای احراز هویت در برابر کلکتور شبکه را تنظیم کنید (اختیاری).
fr_fr: Définissez le mot de passe pour vous authentifier auprès du collecteur réseau (facultatif).
it_it: Imposta la password per l'autenticazione con il raccoglitore di rete (facoltativo).
ko_kr: 네트워크 수집기에 대해 인증할 비밀번호를 설정하세요(선택 사항).
pl_pl: Ustaw hasło do uwierzytelnienia przy kolektorze sieciowym (opcjonalnie).
uk_ua: Встановити пароль для автентифікації до мережевого збирача (необов'язково).
zh_cn: 设置密码以针对网络收集器进行身份认证(可选)。

source: Set the port for this host. Default should be fine for most cases.
cs_cz: Nastavit port pro tohoto hostitele. Výchozí by by mělo být vyhovující pro většinu případů.
de_de: Setzt den Port für diesen Host. Standardeinstellung ist für die meisten Fälle ausreichend.
el_gr: Ορίστε τη θύρα για αυτόν τον κεντρικό υπολογιστή. Η προεπιλογή θα πρέπει να είναι εντάξει στις περισσότερες περιπτώσεις.
fa_ir: پورت این میزبان را تنظیم کنید. پیش‌فرض برای اکثر موارد مناسب است.
fr_fr: Définir le port pour cet hôte. La valeur par défaut devrait convenir dans la plupart des cas.
it_it: Imposta la porta per questo host. L'impostazione predefinita dovrebbe andare bene nella maggior parte dei casi.
ko_kr: 이 호스트의 포트를 설정하세요. 기본값은 대부분의 경우에 사용할 수 있습니다.
pl_pl: Ustaw port dla tego hosta. Domyślna wartość powinna być odpowiednia w większości przypadków.
uk_ua: Встановити порт для цього хоста. Типове значення підходить для більшості випадків.
zh_cn: 设置该主机的端口。 建议使用默认端口。

source: Set the port of the graphite collector, Graphite is using 2003 per default.
cs_cz: Nastavit port graphite sběrače (výchozí je 2003).
de_de: Setzt den Port für den Graphite-Sammler. Standardmäßig nutzt Graphite Port 2003.
el_gr: Ορίστε τη θύρα του συλλέκτη γραφίτη. Το Graphite χρησιμοποιεί την θύρα 2003 από προεπιλογή.
fa_ir: پورت کلکتور Graphite را تنظیم کنید. Graphite به‌صورت پیش‌فرض از 2003 استفاده می‌کند.
fr_fr: Définir le port du collecteur graphite, Graphite utilise 2003 par défaut.
it_it: Imposta la porta del raccoglitore di grafite, Graphite utilizza 2003 per impostazione predefinita.
ko_kr: 그래파이트 수집기의 포트를 설정하세요, Graphite는 기본적으로 2003년을 사용합니다.
pl_pl: Ustaw port kolektora graphite, Graphite domyślnie używa portu 2003.
uk_ua: Встановити порт збирача Graphite, Graphite використовує 2003 типово.
zh_cn: 设置Graphite收集器的端口，默认使用2003。

source: Set the port of the network collector. Collectd is using 25826 per default.
cs_cz: Nastavit port síťového sběrače. Collect jako výchozí používá 25826.
de_de: Setze den Port des Netzwerk Sammlers. Collectd nutzt Standardmäßig 25826.
el_gr: Ορίστε τη θύρα του συλλέκτη δικτύου. Το Collectd χρησιμοποιεί 25826 από προεπιλογή.
fa_ir: پورت کلکتور شبکه را تنظیم کنید. Collectd به‌صورت پیش‌فرض از 25826 استفاده می‌کند.
fr_fr: Définir le port du collecteur réseau. Collectd utilise 25826 par défaut.
it_it: Imposta la porta del raccoglitore di rete. Collectd utilizza 25826 per impostazione predefinita.
ko_kr: 네트워크 수집기의 포트를 설정하세요. Collectd는 기본값당 25826을 사용하고 있습니다.
pl_pl: Ustaw port kolektora sieciowego. Collectd domyślnie używa portu 25826.
uk_ua: Встановити порт мережевого збирача. Collectd використовує 25826 типово.
zh_cn: 设置网络收集器的端口。默认使用25826。

source: Set the protocol to use.
cs_cz: Nastavit který protokol používat.
de_de: Wählen Sie das zu verwendende Protokoll aus.
el_gr: Ορίστε το πρωτόκολλο που θα χρησιμοποιηθεί.
fa_ir: پروتکل مورد استفاده را تنظیم کنید.
fr_fr: Définir le protocole à utiliser.
it_it: Imposta il protocollo da utilizzare.
ko_kr: 사용할 프로토콜을 설정하세요.
pl_pl: Ustaw protokół do użycia.
uk_ua: Встановити протокол для використання.
zh_cn: 设置要使用的协议。

source: Set the recipient address to match.
cs_cz: Nastavit adresu příjemce se kterou hledat shodu.
de_de: Setze die Empfängeradresse, auf die geprüft wird.
el_gr: Ορίστε τη διεύθυνση του παραλήπτη ώστε να ταιριάζει.
fa_ir: آدرس گیرنده را برای تطابق تنظیم کنید.
fr_fr: Définit l'adresse de réception à laquelle correspondre.
it_it: Imposta l'indirizzo del destinatario in modo che corrisponda.
ko_kr: 일치시킬 수신자 주소를 설정하세요.
pl_pl: Ustaw adres odbiorcy do dopasowania.
uk_ua: Встановити адресу одержувача для відповідності.
zh_cn: 设置收件人地址来匹配。

source: Set the running mode or protocol for this Public Service.
cs_cz: Nastavit spuštěný režim nebo protokol pro tuto veřejnou službu.
de_de: Legen Sie den Ausführungsmodus oder das Protokoll für diesen öffentlichen Dienst fest.
el_gr: Ορίστε τη λειτουργία ή το πρωτόκολλο λειτουργίας για αυτήν τη Δημόσια Υπηρεσία.
fa_ir: حالت اجرا یا پروتکل این سرویس عمومی را تنظیم کنید.
fr_fr: Définissez le mode de fonctionnement ou le protocole pour ce service public.
it_it: Imposta la modalità di esecuzione o il protocollo per questo servizio pubblico.
ko_kr: 이 공용 서비스에 대한 실행 모드 또는 프로토콜을 설정하세요.
pl_pl: Ustaw tryb działania lub protokół dla tej Usługi Publicznej.
uk_ua: Встановити режим роботи або протокол для цієї Публічної Служби.
zh_cn: 设置此公共服务的运行模式或协议。

source: Set the running mode or protocol of the Backend Pool. Usually the Public Service and the Backend Pool are in the same mode.
cs_cz: Nastavit provozovaný režim nebo protokol fondu podpůrné vrstvy. Obvykle se veřejná služba i fond nacházejí ve stejném režimu.
de_de: Legen Sie den Ausführungsmodus oder das Protokoll des Backend-Pools fest. Normalerweise befinden sich der öffentliche Dienst und der Backend-Pool im selben Modus.
el_gr: Ορίστε την κατάσταση λειτουργίας ή το πρωτόκολλο του Backend Pool. Συνήθως, η Δημόσια Υπηρεσία και το Backend Pool βρίσκονται στην ίδια κατάσταση λειτουργίας.
fa_ir: حالت اجرا یا پروتکل Backend Pool را تنظیم کنید. معمولاً سرویس عمومی و Backend Pool در یک حالت قرار دارند.
fr_fr: Définissez le mode d'exécution ou le protocole du pool principal. Habituellement, le service public et le pool principal sont dans le même mode.
it_it: Imposta la modalità di esecuzione o il protocollo del pool backend. Di solito il servizio pubblico e il pool backend funzionano nella stessa modalità.
ko_kr: 백엔드 풀의 실행 모드 또는 프로토콜을 설정하세요. 일반적으로 공용 서비스와 백엔드 풀은 동일한 모드에 있습니다.
pl_pl: Ustaw tryb działania lub protokół dla puli Backend. Zazwyczaj Usługa Publiczna i pula Backend działają w tym samym trybie.
uk_ua: Встановити режим роботи або протокол пулу бекендів. Зазвичай публічна служба та пул бекендів перебувають в одному режимі.
zh_cn: 设置后端池的运行模式或协议。通常, 公共服务和后端池处于同一模式。

source: Set the same mode for backend and frontend.
cs_cz: Nastavit stejný režim pro podpůrnou vrstvu a nadstavbu.
de_de: Setze den gleichen Modus für Back- und Frontend.
el_gr: Ορίστε την ίδια λειτουργία για το backend και το frontend.
fa_ir: یک حالت یکسان برای بک‌اند و فرانت‌اند تنظیم کنید.
fr_fr: Définissez le même mode pour le backend et le frontend.
it_it: Imposta la stessa modalità per backend e frontend.
ko_kr: 백엔드와 프런트엔드에 동일한 모드를 설정하세요.
pl_pl: Ustaw ten sam tryb dla backendu i frontendu.
uk_ua: Встановити однаковий режим для бекенду та фронтенду.
zh_cn: 为后端和前端设置相同的模式。

source: Set the sender address to match.
cs_cz: Nastavit se kterou adresou odesilatele hledat shodu.
de_de: Setzt die Absenderadresse zur Prüfung.
el_gr: Ορίστε τη διεύθυνση αποστολέα ώστε να ταιριάζει.
fa_ir: آدرس فرستنده را برای تطابق تنظیم کنید.
fr_fr: Définit l'adresse d'émission à laquelle correspondre.
it_it: Imposta l'indirizzo del mittente in modo che corrisponda.
ko_kr: 일치시킬 발신자 주소를 설정하세요.
pl_pl: Ustaw adres nadawcy do dopasowania.
uk_ua: Встановити адресу відправника для відповідності.
zh_cn: 设置发件人地址来匹配。

source: Set the service mode. Currently only standalone and netclient are available.
cs_cz: Nastavit režim služby. V tuto chvíli je k dispozici pouze samostatný a netclient.
de_de: Servicemode einstellen. Aktuell sind nur "standalone" und "netclient" verfügbar.
el_gr: Ορίστε τη λειτουργία υπηρεσίας. Προς το παρόν, μόνο οι αυτόνομες εκδόσεις και οι εκδόσεις netclient είναι διαθέσιμες.
fa_ir: حالت سرویس را تنظیم کنید. در حال حاضر تنها standalone و netclient در دسترس هستند.
fr_fr: Définit le mode de service. Actuellement, seuls standalone et netclient sont disponibles.
it_it: Imposta la modalità di servizio. Attualmente sono disponibili solo standalone e netclient.
ko_kr: 서비스 모드를 설정하세요. 현재 독립 실행형 및 netclient만 사용할 수 있습니다.
pl_pl: Ustaw tryb usługi. Obecnie dostępne są tylko tryby standalone i netclient.
uk_ua: Встановити режим служби. Наразі доступні лише автономний та мережевий клієнт.
zh_cn: 设置服务模式。 目前只提供独立和网络客户端。

source: Set the shared secret for the client. Must match on both sides.
cs_cz: Nastavit sdílené tajemství pro klinta. Je třeba, aby bylo na obou stranách stejné.
de_de: Setzt das gemeinsame Geheimnis für den Client. Muss auf beiden Seiten gleich sein.
el_gr: Ορίστε το κοινόχρηστο μυστικό για τον πελάτη. Πρέπει να ταιριάζει και στις δύο πλευρές.
fa_ir: رمز مشترک (shared secret) برای کلاینت را تنظیم کنید. باید در هر دو طرف یکسان باشد.
fr_fr: Définir le secret partagé pour le client. Doit être identique des deux côtés.
it_it: Imposta il segreto condiviso per il client. Deve corrispondere su entrambi i lati.
ko_kr: 클라이언트의 공유 암호를 설정하세요. 양쪽에서 일치해야 합니다.
pl_pl: Ustaw wspólny sekret dla klienta. Musi być zgodny po obu stronach.
uk_ua: Встановити спільний секрет для клієнта. Повинен збігатися з обох сторін.
zh_cn: 设置客户端的共享密钥。 双方必须匹配。

source: Set the unique domain name to relay for.
cs_cz: Nastavte neopakující se název domény, pro který se má přenos uskutečnit.
de_de: Legen Sie den eindeutigen Domainnamen fest, für den die Weiterleitung erfolgen soll.
el_gr: Ορίστε το μοναδικό όνομα τομέα για το οποίο θα γίνει η αναμετάδοση.
fa_ir: نام دامنه‌ی یکتایی که باید رله شود را تنظیم کنید.
fr_fr: Définissez le nom de domaine unique à relayer.
it_it: Imposta il nome di dominio univoco per cui effettuare l'inoltro.
ko_kr: 릴레이할 고유 도메인 이름을 설정하세요.
pl_pl: Ustaw unikalną nazwę domeny do przekazania.
uk_ua: Встановити унікальне доменне ім'я для ретрансляції.
zh_cn: 设置中继的唯一域名。

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-
cs_cz: Nastavit neopakující se uživatelské jméno pro uživatele. Dovolené znaky jsou 0-9, a-z, A-Z a ._-
de_de: Legen Sie den eindeutigen Benutzernamen für den Benutzer fest. Zulässige Zeichen sind 0-9, a-z, A-Z und ._-
el_gr: Ορίστε το μοναδικό όνομα χρήστη για τον χρήστη. Οι επιτρεπόμενοι χαρακτήρες είναι 0-9, az, AZ και ._-
fa_ir: نام کاربری یکتا برای کاربر را تنظیم کنید. کاراکترهای مجاز: 0-9، a-z، A-Z و ._-
fr_fr: Définissez le nom d'utilisateur unique pour l'utilisateur. Les caractères autorisés sont 0-9, a-z, A-Z et ._-
it_it: Imposta il nome utente univoco per l'utente. I caratteri consentiti sono 0-9, a-z, A-Z e ._-
ko_kr: 사용자의 고유 사용자 이름을 설정하세요. 허용되는 문자는 0-9, a-z, A-Z 및 ._-입니다
pl_pl: Ustaw unikalną nazwę użytkownika. Dozwolone znaki to 0-9, a-z, A-Z oraz ._-
uk_ua: Встановити унікальне ім'я користувача. Дозволені символи: 0-9, a-z, A-Z та ._-
zh_cn: 为用户设置唯一的用户名。 允许的字符为0-9，a-z，A-Z和._-

source: Set the username for authentication.
cs_cz: Nastavit uživatelské jméno pro ověření totožnosti.
de_de: Setze den Usernamen für die Authentifikation.
el_gr: Ορίστε το όνομα χρήστη για έλεγχο ταυτότητας.
fa_ir: نام کاربری برای احراز هویت را تنظیم کنید.
fr_fr: Définir le nom d'utilisateur pour l'authentification.
it_it: Imposta il nome utente per l'autenticazione.
ko_kr: 인증에 사용할 사용자 이름을 설정하세요.
pl_pl: Ustaw nazwę użytkownika do uwierzytelnienia.
uk_ua: Встановити ім'я користувача для автентифікації.
zh_cn: 设置认证用户名。

source: Set the username of the remote NUT server.
cs_cz: Nastavit uživatelské jméno ke vzdálenému NUT serveru.
de_de: Setzt den Benutzernamen des fernen NUT-Servers.
el_gr: Ορίστε το όνομα χρήστη του απομακρυσμένου διακομιστή NUT.
fa_ir: نام کاربری سرور NUT از راه دور را تنظیم کنید.
fr_fr: Définir le nom d'utilisateur du serveur NUT distant.
it_it: Imposta il nome utente del server NUT remoto.
ko_kr: 원격 NUT 서버의 사용자 이름을 설정하세요.
pl_pl: Ustaw nazwę użytkownika dla zdalnego serwera NUT.
uk_ua: Встановити ім'я користувача віддаленого NUT сервера.
zh_cn: 设置远程NUT服务器的用户名。

source: Set the username to authenticate against network collector (optional).
cs_cz: Nastavit uživatelské jméno kterým se ověřovat vůči síťovému sběrači (volitelné).
de_de: Legen Sie den Benutzernamen für die Authentifizierung gegenüber dem Netzwerkkollektor fest (optional).
el_gr: Ορίστε το όνομα χρήστη για έλεγχο ταυτότητας έναντι του συλλέκτη δικτύου (προαιρετικό).
fa_ir: نام کاربری برای احراز هویت در برابر جمع‌آورندهٔ شبکه را تنظیم کنید (اختیاری).
fr_fr: Définissez le nom d'utilisateur pour s'authentifier auprès du collecteur réseau (facultatif).
it_it: Imposta il nome utente per l'autenticazione con il raccoglitore di rete (facoltativo).
ko_kr: 네트워크 수집기에 대해 인증할 사용자 이름을 설정하세요(선택 사항).
pl_pl: Ustaw nazwę użytkownika do uwierzytelnienia przy kolektorze sieciowym (opcjonalnie).
uk_ua: Встановити ім'я користувача для автентифікації проти мережевого колектора (необов'язково).
zh_cn: 设置用户名以针对网络收集器进行身份认证（可选）。

source: Set this option to disable this static route without removing it from the list.
cs_cz: Takto je možné přestat tuto statickou trasu používat, aniž by ji bylo třeba odebrat ze seznamu.
de_de: Setzen Sie diese Option, um diese statische Route zu deaktivieren, ohne sie aus der Liste zu entfernen.
el_gr: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτήν τη στατική διαδρομή χωρίς να την αφαιρέσετε από τη λίστα.
fa_ir: برای غیرفعال‌کردن این مسیر ایستا بدون حذف آن از فهرست، این گزینه را انتخاب کنید.
fr_fr: Sélectionnez cette option pour désactiver cette route statique sans la retirer de la liste.
it_it: Imposta questa opzione per disabilitare questa rotta statica senza rimuoverla dall'elenco.
ko_kr: 이 정적 라우트를 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정하세요.
pl_pl: Ustaw tę opcję, aby wyłączyć tę stałą trasę bez jej usuwania z listy.
uk_ua: Встановити цю опцію, щоб вимкнути цей статичний маршрут без видалення його зі списку.
zh_cn: 选中则禁用这条静态路由，而不从列表中删除它。

source: Set where to log radius requests, defaults to file.
cs_cz: Nastavte kam zaznamenávat radius požadavky – výchozí je soubor.
de_de: Festlegen wo Radius-Anfragen protokolliert werden. Die Standardeinstellung ist "Datei".
el_gr: Ορίστε πού θα καταγράφονται τα αιτήματα Radius, η προεπιλογή είναι αρχείο.
fa_ir: محل ثبت لاگ درخواست‌های RADIUS را تنظیم کنید؛ پیش‌فرض: فایل.
fr_fr: Définir où enregistrer les requêtes radius, fichier par défaut.
it_it: Imposta dove registrare le richieste del raggio, il valore predefinito è file.
ko_kr: radius 요청을 로깅할 위치를 설정하세요. 기본값은 파일입니다.
pl_pl: Określ, gdzie logować żądania radius, domyślnie do pliku.
uk_ua: Встановити, куди записувати запити Radius, типово до файлу.
zh_cn: 设置记录radius请求的位置，默认为文件。
