Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This configures the default time to trigger name resolutions when no other time applied. Enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
cs_cz: Toto nastavuje výchozí čas pro spuštění překladů názvů, pokud není použit žádný jiný čas. Zadejte číslo následované jednou z podporovaných přípon „d“ (dny), „h“ (hodiny), „m“ (minuty), „s“ (sekundy), „ms“ (milisekundy).
de_de: Legt die Standardzeit fest, nach der ein Namensauflösungsversuch abgebrochen wird, wenn keine andere Zeitangabe vorhanden ist. Erlaubte Einheiten: "d" (Tage), "h" (Stunden), "m" (Minuten), "s" (Sekunden), "ms" (Millisekunden).
el_gr: Αυτό ρυθμίζει την προεπιλεγμένη ώρα για την ενεργοποίηση των αναλύσεων ονομάτων όταν δεν εφαρμόζεται άλλη ώρα. Εισαγάγετε έναν αριθμό ακολουθούμενο από ένα από τα υποστηριζόμενα επιθήματα "d" (ημέρες), "h" (ώρα), "m" (λεπτό), "s" (δευτερόλεπτα), "ms" (χιλιοστά του δευτερολέπτου).
fa_ir: این زمان پیش‌فرض برای آغاز رزولوشن نام را زمانی که زمان دیگری اعمال نشده تعیین می‌کند. یک عدد وارد کنید و پس از آن یکی از پسوندهای پشتیبانی‌شده "d" (روز)، "h" (ساعت)، "m" (دقیقه)، "s" (ثانیه)، "ms" (میلی‌ثانیه) را اضافه کنید.
fr_fr: Cela configure l'heure par défaut pour déclencher les résolutions de noms lorsqu'aucune autre heure n'est appliquée. Saisissez un nombre suivi de l'un des suffixes pris en charge « d » (jours), « h » (heure), « m » (minute), « s » (secondes), « ms » (millisecondes).
it_it: Ciò configura l'orario predefinito per attivare le risoluzioni dei nomi quando non è applicato nessun altro orario. Inserisci un numero seguito da uno dei suffissi supportati "d" (giorni), "h" (ora), "m" (minuti), "s" (secondi), "ms" (milisecondi).
ko_kr: 다른 시간이 적용되지 않을 때 이름 확인을 트리거하는 기본 시간을 구성합니다. 지원되는 접미사 "d"(일), "h"(시간), "m"(분), "s"(초), "ms"(밀리초) 중 하나 뒤에 숫자를 입력합니다.
pl_pl: To konfiguruje domyślny czas do uruchomienia rozwiązywania nazw, gdy żaden inny czas nie był stosowany. Wprowadź liczbę poprzedzoną jednym z obsługiwanych sufiksów: "d" (dni), "h" (godzina), "m" (minuta), "s" (sekundy), "ms" (milisekundy).
uk_ua: Це налаштовує типовий час для запуску розпізнавання імен, коли інший час не застосовується. Введіть число, за яким слідує один із підтримуваних суфіксів: «d» (дні), «h» (година), «m» (хвилина), «s» (секунди), «ms» (мілісекунди).
zh_cn: 配置在没有其他时间应用时触发域名解析的默认时间。输入一个数字，后面跟着一个支持的后缀"d"(天)，"h"(小时)，"m"(分钟)，"s"(秒)，"ms"(毫秒)。

source: This configures the number of queries to send to resolve a server name before giving up.
cs_cz: Nastavuje počet dotazů, které mají být odeslány k překladu názvu serveru, než se to vzdá.
de_de: Konfiguriert die Anzahl an Abfragen, die gesendet werden, um einen Server aufzulösen, bevor aufgegeben wird.
el_gr: Αυτό ρυθμίζει τον αριθμό των ερωτημάτων που θα αποσταλούν για την επίλυση ενός ονόματος διακομιστή πριν από την εγκατάλειψη.
fa_ir: این تعداد پرس‌وجو را که قبل از تسلیم شدن برای حل نام سرور ارسال می‌شود، تنظیم می‌کند.
fr_fr: Ceci configure le nombre de requêtes à envoyer pour résoudre un nom de serveur avant d'abandonner.
it_it: Ciò configura il numero di query da inviare per risolvere un nome di server prima di arrendersi.
ko_kr: 서버 이름을 확인하기 위해 전송할 쿼리 수를 구성합니다.
pl_pl: To konfiguruje liczbę zapytań do wysłania w celu rozwiązania nazwy serwera przed rezygnacją.
uk_ua: Це налаштовує кількість запитів для надсилання для розпізнавання імені сервера, перш ніж здатися.
zh_cn: 配置解析服务器名称发送的查询数量。

source: This option enforces use of the specified version (or higher) on SSL connections.
cs_cz: Tato volba vynucuje použití zadané (nebo vyšší) verze pro SSL spojení.
de_de: Diese Option erzwingt die Verwendung der angegebenen Version (oder höher) für SSL-Verbindungen.
el_gr: Αυτή η επιλογή επιβάλλει τη χρήση της καθορισμένης έκδοσης (ή νεότερης) σε συνδέσεις SSL.
fa_ir: این گزینه استفاده از نسخه مشخص‌شده (یا بالاتر) را در ارتباط‌های SSL الزام می‌کند.
fr_fr: Cette option impose l'utilisation de la version spécifiée (ou supérieure) sur les connexions SSL.
it_it: Questa opzione impone l'uso della versione specificata (o successiva) sulle connessioni SSL.
ko_kr: 이 옵션은 SSL 연결에서 지정된 버전 이상을 강제로 사용합니다.
pl_pl: Ta opcja wymusza używanie określonej wersji (lub wyższej) w połączeniach SSL.
uk_ua: Ця опція забезпечує використання вказаної версії (або вищої) для SSL-з'єднань.
zh_cn: 该选项强制在 SSL 连接上使用指定的版本（或更高版本）。

source: This option enforces use of the specified version (or lower) on SSL connections.
cs_cz: Tato volba vynucuje použití zadané (nebo nižší) verze pro SSL spojení.
de_de: Diese Option erzwingt die Verwendung der angegebenen Version (oder niedriger) für SSL-Verbindungen.
el_gr: Αυτή η επιλογή επιβάλλει τη χρήση της καθορισμένης έκδοσης (ή παλαιότερης) σε συνδέσεις SSL.
fa_ir: این گزینه استفاده از نسخه مشخص‌شده (یا پایین‌تر) را در ارتباط‌های SSL الزام می‌کند.
fr_fr: Cette option impose l'utilisation de la version spécifiée (ou inférieure) sur les connexions SSL.
it_it: Questa opzione impone l'uso della versione specificata (o inferiore) sulle connessioni SSL.
ko_kr: 이 옵션은 SSL 연결에서 지정된 버전(또는 그 이하)을 강제로 사용합니다.
pl_pl: Ta opcja wymusza używanie określonej wersji (lub niższej) w połączeniach SSL.
uk_ua: Ця опція забезпечує використання вказаної версії (або нижчої) для SSL-з'єднань.
zh_cn: 该选项强制在 SSL 连接上使用指定的版本（或更低版本）。

source: This option specifies the debug level. It must be set to 1, 2, 3, 4 or 5, where 1 logs only serious errors, and 5 logs everything. The default is 2 which logs errors, warnings and a few informational messages.
cs_cz: Tato volba určuje stupeň podrobnosti informací. Je třeba, aby bylo nastaveno na 1, 2, 3, 4 nebo 5, přičemž 1 zaznamenává pouze závažné chyby a 5 zaznamenává vše. Výchozí hodnota je 2, která zaznamenává chyby, varování a několik informačních zpráv.
de_de: Diese Option legt die Protokollierungsebene (Debug Level) fest. Gültige Werte sind 1 bis 5, wobei 1 nur schwerwiegende Fehler und 5 alle Ereignisse protokolliert. Der Standardwert ist 2, was Fehler, Warnungen und einige Hinweise protokolliert.
el_gr: Αυτή η επιλογή καθορίζει το επίπεδο εντοπισμού σφαλμάτων. Πρέπει να οριστεί σε 1, 2, 3, 4 ή 5, όπου το 1 καταγράφει μόνο σοβαρά σφάλματα και το 5 καταγράφει τα πάντα. Η προεπιλογή είναι το 2, το οποίο καταγράφει σφάλματα, προειδοποιήσεις και μερικά ενημερωτικά μηνύματα.
fa_ir: این گزینه سطح اشکال‌زدایی (debug) را مشخص می‌کند. باید روی 1، 2، 3، 4 یا 5 تنظیم شود؛ که 1 فقط خطاهای جدی را لاگ می‌کند و 5 همه‌چیز را لاگ می‌کند. پیش‌فرض 2 است که خطاها، هشدارها و چند پیام اطلاعاتی را ثبت می‌کند.
fr_fr: Cette option spécifie le niveau de débogage. Il doit être défini sur 1, 2, 3, 4 ou 5, où 1 n'enregistre que les erreurs graves et 5 tout. La valeur par défaut est 2 qui enregistre les erreurs, les avertissements et quelques messages d'information.
it_it: Questa opzione specifica il livello di debug. Deve essere impostato su 1, 2, 3, 4 o 5, dove 1 registra solo gli errori gravi e 5 registra tutto. Il valore predefinito è 2 che registra errori, avvisi e alcuni messaggi informativi.
ko_kr: 이 옵션은 디버그 수준을 지정합니다. 1, 2, 3, 4 또는 5로 설정해야 합니다. 여기서 1은 심각한 오류만 기록하고 5는 모든 내용을 기록합니다. 기본값은 오류, 경고 및 몇 가지 정보 메시지를 기록하는 2입니다.
pl_pl: Ta opcja określa poziom debugowania. Musi być ustawiona na 1, 2, 3, 4 lub 5, gdzie 1 rejestruje tylko poważne błędy, a 5 rejestruje wszystko. Domyślnie jest to 2, które rejestruje błędy, ostrzeżenia i kilka komunikatów informacyjnych.
uk_ua: Ця опція вказує рівень налагодження. Його необхідно встановити на 1, 2, 3, 4 або 5, де 1 реєструє лише серйозні помилки, а 5 реєструє все. Типово – 2, що реєструє помилки, попередження та кілька інформаційних повідомлень.
zh_cn: 该选项指定调试级别。必须设置为 1、2、3、4 或 5，其中 1 仅记录严重错误，而 5 记录所有内容。 默认值为 2，它记录错误、警告和一些信息性消息。

source: This server's certificate
cs_cz: Certifikát tohoto serveru
de_de: Zertifikat dieses Servers
el_gr: Το πιστοποιητικό αυτού του διακομιστή
fa_ir: گواهی این سرور
fr_fr: Le certificat de ce serveur
it_it: Il certificato di questo server
ko_kr: 이 서버의 인증서
uk_ua: Сертифікат цього сервера
zh_cn: 该服务器证书

source: This should be a combination of the username and role ID. For example, when the username is "myuser" and role ID is "testrole", then "myuser!testrole" must be used here.
cs_cz: Měla by to být kombinace uživatelského jména a identifikátoru role. Například pokud je uživatelské jméno „mujuzivatel“ a identif. role „testrole“, pak zde musí být použito "mujuzivatel!testrole".
de_de: Hier ist eine Kombination aus Benutzername und Rollen-ID erforderlich. Wenn z. B. der Benutzername "myuser" und die Rollen-ID "testrole" lautet, muss "myuser!testrole" angegeben werden.
el_gr: Αυτό θα πρέπει να είναι ένας συνδυασμός του ονόματος χρήστη και του αναγνωριστικού ρόλου. Για παράδειγμα, όταν το όνομα χρήστη είναι "myuser" και το αναγνωριστικό ρόλου είναι "testrole", τότε πρέπει να χρησιμοποιηθεί εδώ το "myuser!testrole".
fa_ir: این باید ترکیبی از نام کاربری و شناسه نقش (role ID) باشد. برای مثال، اگر نام کاربری "myuser" و شناسه نقش "testrole" باشد، باید از "myuser!testrole" در اینجا استفاده کنید.
fr_fr: Il doit s'agir d'une combinaison du nom d'utilisateur et de l'ID de rôle. Par exemple, lorsque le nom d'utilisateur est "myuser" et que l'ID de rôle est "testrole", alors "myuser!testrole" doit être utilisé ici.
it_it: Dovrebbe essere una combinazione di nome utente e ID ruolo. Ad esempio, quando il nome utente è "mioutente" e l'ID ruolo è "testrole", è necessario utilizzare qui "mioutente!testrole".
ko_kr: 사용자 이름과 역할 ID의 조합이어야 합니다. 예를 들어 사용자 이름이 "myuser"이고 역할 ID가 "testrole"인 경우 여기서 "myuser!testrole"을 사용해야 합니다.
uk_ua: Це має бути комбінація імені користувача та ідентифікатора ролі. Наприклад, коли ім'я користувача «myuser», а ідентифікатор ролі – «testrole», тоді тут необхідно використовувати «myuser!testrole».
zh_cn: 这应该是用户名和角色 ID 的组合。 例如，当用户名是"myuser"，角色 ID 是"testrole"时，那么这里必须使用"myuser!testrole"。

source: This will activate support for Net-SNMP AgentX.
cs_cz: Toto aktivuje podporu pro Net-SNMP AgentX.
de_de: Aktiviert die Unterstützung für Net-SNMP AgentX.
el_gr: Αυτό θα ενεργοποιήσει την υποστήριξη για το Net-SNMP AgentX.
fa_ir: این پشتیبانی Net-SNMP AgentX را فعال می‌کند.
fr_fr: Cela activera la prise en charge de Net-SNMP AgentX.
it_it: Ciò attiverà il supporto per Net-SNMP AgentX.
ko_kr: 이 옵션은 Net-SNMP AgentX에 대한 지원을 활성화합니다.
uk_ua: Це активує підтримку Net-SNMP AgentX.
zh_cn: 激活对Net-SNMP AgentX的支持。

source: This will activate the BFD service.
cs_cz: Toto aktivuje službu BFD.
de_de: Aktiviert den BFD-Dienst.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία BFD.
fa_ir: این سرویس BFD را فعال می‌کند.
fr_fr: Cela activera le service BFD.
it_it: Questo attiverà il servizio BFD.
ko_kr: 이 옵션은 BFD 서비스를 활성화합니다.
uk_ua: Це активує службу BFD.
zh_cn: 激活BFD服务。

source: This will disable SSL/TLS connection to Graphite host. Default is encrypted connection.
cs_cz: Toto vypne SSL/TLS spojení s hostitelem Graphite. Výchozí je šifrované spojení.
de_de: Deaktiviert die SSL-/TLS-Verbindung zum Graphite-Host. Standardmäßig ist die Verbindung verschlüsselt.
el_gr: Αυτό θα απενεργοποιήσει τη σύνδεση SSL/TLS με τον κεντρικό υπολογιστή Graphite. Η προεπιλογή είναι η κρυπτογραφημένη σύνδεση.
fa_ir: این اتصال SSL/TLS به میزبان Graphite را غیرفعال می‌کند. پیش‌فرض اتصال رمزنگاری‌شده است.
fr_fr: Ceci désactivera la connexion SSL/TLS à l'hôte Graphite. Par défaut, la connexion est cryptée.
it_it: Ciò disabiliterà la connessione SSL/TLS all'host Graphite. L'impostazione predefinita è la connessione crittografata.
ko_kr: 이 옵션은 Graphite 호스트에 대한 SSL/TLS 연결을 비활성화합니다. 기본값은 암호화된 연결입니다.
uk_ua: Це вимкне SSL/TLS-з'єднання з хостом Graphite. Типово – зашифроване з'єднання.
zh_cn: 禁用与Graphite主机的SSL/TLS连接。 默认是加密连接。

source: This will enable Datadog output.
cs_cz: Toto zapne výstup Datadog.
de_de: Aktiviert die Datadog-Ausgabe.
el_gr: Αυτό θα ενεργοποιήσει την έξοδο Datadog.
fa_ir: این تنظیم خروجی Datadog را فعال می‌کند.
fr_fr: Cela permettra d'activer la sortie Datadog.
it_it: Ciò abiliterà l'output di Datadog.
ko_kr: 이 옵션은 Datadog 출력을 활성화합니다.
uk_ua: Це увімкне виведення Datadog.
zh_cn: 启用数据狗输出。

source: This will enable InfluxDB v2 as output. Format is without square brackets, just like http://192.168.0.1:9999.
cs_cz: Toto jako výstup povolí InfluxDB v2. Formát je bez hranatých závorek, stejně jako http://192.168.0.1:9999.
de_de: Aktiviert InfluxDB v2 als Ausgabeziel. Das Format erfolgt ohne eckige Klammern, z. B. http://192.168.0.1:9999.
el_gr: Αυτό θα ενεργοποιήσει το InfluxDB v2 ως έξοδο. Η μορφή είναι χωρίς αγκύλες, όπως ακριβώς το http://192.168.0.1:9999.
fa_ir: این تنظیم خروجی InfluxDB v2 را فعال می‌کند. فرمت بدون براکت است، مانند http://192.168.0.1:9999.
fr_fr: Cela permettra d'activer InfluxDB v2 comme sortie. Le format est sans crochets, tout comme http://192.168.0.1:9999.
it_it: Ciò abiliterà InfluxDB v2 come output. Il formato è senza parentesi quadre, proprio come http://192.168.0.1:9999.
ko_kr: 이 옵션은 InfluxDB v2를 출력으로 활성화합니다. 형식은 대괄호 없이, http://192.168.0.1:9999. 처럼 작성합니다.
uk_ua: Це увімкне InfluxDB v2 як виведення. Формат без квадратних дужок, як http://192.168.0.1:9999.
zh_cn: 这将启用 InfluxDB v2输出。 格式没有方括号，如： http://192.168.0.1:9999。

source: This will enable or disable the header_check rule.
cs_cz: Zapne nebo vypne pravidlo header_check.
de_de: Aktiviert oder deaktiviert die Regel "header_check".
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τον κανόνα header_check.
fa_ir: این تنظیم قانون header_check را فعال یا غیرفعال می‌کند.
fr_fr: Ceci activera ou désactivera la règle header_check.
it_it: Ciò abiliterà o disabiliterà la regola header_check.
ko_kr: 이 옵션은 header_check 규칙을 활성화 또는 비활성화합니다.
uk_ua: Це ввімкне або вимкне правило header_check.
zh_cn: 这会启用或禁用邮件头检查 (header_check) 规则。

source: ToClient
de_de: Zum Client
el_gr: ΠροςΠελάτη
fa_ir: به کلاینت
it_it: Al cliente
ko_kr: 클라이언트측
uk_ua: До клієнта

source: ToServer
de_de: Zum Server
el_gr: ΠροςΔιακομιστή
fa_ir: به سرور
it_it: AlServer
ko_kr: 서버측
uk_ua: До сервера

source: Toggles the Squid pinger service. This service is used in the selection of the best parent proxy.
cs_cz: Vypne/zapne službu Squid pinger. Tato služba se používá při výběru nejlepšího nadřazeného proxy serveru.
de_de: Aktiviert oder deaktiviert den Squid-Pinger-Dienst. Dieser Dienst wird zur Auswahl des besten übergeordneten Proxys verwendet.
el_gr: Ενεργοποιεί/απενεργοποιεί την υπηρεσία pinger Squid. Αυτή η υπηρεσία χρησιμοποιείται για την επιλογή του καλύτερου γονικού διακομιστή μεσολάβησης.
fa_ir: سرویس پینگر Squid را روشن یا خاموش می‌کند. این سرویس در انتخاب بهترین پروکسی والد استفاده می‌شود.
fr_fr: Active ou désactive le service pinger Squid. Ce service est utilisé dans la sélection du meilleur proxy parent.
it_it: Attiva/disattiva il servizio pinping di Squid. Questo servizio viene utilizzato nella selezione del miglior genitore proxy.
ko_kr: Squid 핑거 서비스를 전환합니다. 이 서비스는 최상의 상위 프록시를 선택하는 데 사용됩니다.
uk_ua: Перемикає службу Squid pinger. Ця служба використовується для вибору найкращого батьківського проксі.
zh_cn: 切换Squid pinger服务。 此服务用于选择最佳父代理。

source: Transfer Source IP
cs_cz: Přenést zdrojovou IP
de_de: Quell-IP übertragen
el_gr: IP πηγής μεταφοράς
fa_ir: انتقال آدرس مبدأ (IP)
fr_fr: Transfert de l'IP source
it_it: Trasferisci IP di origine
ko_kr: 전송 출발지 IP
uk_ua: Передача вихідної IP
zh_cn: 传输源IP

source: Transfer Source IPv6
cs_cz: Přenést zdrojovou IPv6
de_de: Quell-IPv6 übertragen
el_gr: Πηγή μεταφοράς IPv6
fa_ir: انتقال آدرس مبدأ (IPv6)
fr_fr: Source de transfert IPv6
it_it: Trasferimento IPv6 di origine
ko_kr: 전송 출발지 IPv6
uk_ua: Передача вихідної IPv6
zh_cn: 传输源IPv6

source: Translation port
cs_cz: Port překladu
de_de: Übersetzungsport
el_gr: Θύρα μετάφρασης
fa_ir: پورت ترجمه
fr_fr: Port de traduction
it_it: Porto di traduzione
ko_kr: 변환 포트
uk_ua: Порт трансляції
zh_cn: 映射端口

source: Type option name or choose from list.
cs_cz: Zadejte název volby nebo zvolte ze seznamu.
de_de: Optionsnamen eingeben oder aus der Liste auswählen.
el_gr: Πληκτρολογήστε το όνομα της επιλογής ή επιλέξτε από τη λίστα.
fa_ir: نام گزینه را تایپ کنید یا از فهرست انتخاب کنید.
fr_fr: Tapez le nom de l'option ou choisissez dans la liste.
it_it: Digita il nome dell'opzione o scegli dall'elenco.
ko_kr: 옵션 이름을 입력하거나 목록에서 선택하세요.
uk_ua: Введіть назву опції або виберіть зі списку.
zh_cn: 输入选项名称或从列表中选择。

source: Unique identifier
cs_cz: Neopakující se identifikátor
de_de: Eindeutiger Bezeichner
el_gr: Μοναδικό αναγνωριστικό
fa_ir: شناسه‌ی یکتا
fr_fr: Identificateur unique
it_it: Identificatore univoco
ko_kr: 고유 식별자
uk_ua: Унікальний ідентифікатор
zh_cn: 唯一标识符

source: Unique identifier for this client
cs_cz: Neopakující se identifikátor pro tohoto klienta
de_de: Eindeutiger Bezeichner für diesen Client
el_gr: Μοναδικό αναγνωριστικό για αυτόν τον πελάτη
fa_ir: شناسه‌ی یکتای این کلاینت
fr_fr: Identificateur unique pour ce client
it_it: Identificatore univoco per questo client
ko_kr: 이 클라이언트의 고유 식별자
uk_ua: Унікальний ідентифікатор для цього клієнта
zh_cn: 该客户端的唯一标识符

source: Unique identifier for this server
cs_cz: Neopakující se identifikátor pro tento server
de_de: Eindeutiger Bezeichner für diesen Server
el_gr: Μοναδικό αναγνωριστικό για αυτόν τον διακομιστή
fa_ir: شناسه‌ی یکتای این سرور
fr_fr: Identificateur unique pour ce serveur
it_it: Identificatore univoco per questo server
ko_kr: 이 서버의 고유 식별자
uk_ua: Унікальний ідентифікатор для цього сервера
zh_cn: 此服务器的唯一标识符

source: Unique name
cs_cz: Neopakující se název
de_de: Einzigartiger Name
el_gr: Μοναδικό όνομα
fa_ir: نام یکتا
fr_fr: Nom unique
it_it: Nome univoco
ko_kr: 고유 이름
uk_ua: Унікальна назва
zh_cn: 唯一名称

source: Unique name for this rule
cs_cz: Neopakující se název pro toto pravidlo
de_de: Einzigartiger Name für diese Regel
el_gr: Μοναδικό όνομα για αυτόν τον κανόνα
fa_ir: نام یکتای این قانون
fr_fr: Nom unique pour cette règle
it_it: Nome univoco per questa regola
ko_kr: 이 규칙의 고유 이름
uk_ua: Унікальна назва для цього правила
zh_cn: 此规则的唯一名称

source: Use Recipient Address Verification. Please keep in mind that this could put significant load onto the next server.
cs_cz: Použijte ověření adresy příjemce. Mějte prosím na paměti, že to může značně zatížit další server.
de_de: Empfängeradressprüfung verwenden. Bitte beachten Sie, dass dies den nachgelagerten Server erheblich belasten kann.
el_gr: Χρησιμοποιήστε την Επαλήθευση Διεύθυνσης Παραλήπτη. Λάβετε υπόψη ότι αυτό θα μπορούσε να επιβαρύνει σημαντικά τον επόμενο διακομιστή.
fa_ir: از تأیید آدرس گیرنده استفاده کنید. لطفاً توجه داشته باشید که این ممکن است بار قابل‌توجهی روی سرور بعدی وارد کند.
fr_fr: Utilisez la vérification de l'adresse du destinataire. Veuillez garder à l'esprit que cela pourrait mettre une charge importante sur le serveur suivant.
it_it: Utilizza la verifica dell'indirizzo del destinatario. Tieni presente che ciò potrebbe comportare un carico significativo sul server successivo.
ko_kr: 수신자 주소 확인을 사용하세요. 이것이 다음 서버에 상당한 부하를 줄 수 있다는 점을 명심하세요.
uk_ua: Використовувати перевірку адреси одержувача. Майте на увазі, що це може створити значне навантаження на наступний сервер.
zh_cn: 使用收件人地址验证。 这可能会给下一个服务器带来很大的负载。

source: Use TTL for ID
cs_cz: Použít TTL u identif.
de_de: TTL für ID verwenden
el_gr: Χρήση TTL για αναγνωριστικό
fa_ir: استفاده از TTL برای ID
fr_fr: Utiliser le TTL pour l'ID
it_it: Utilizza TTL per l'ID
ko_kr: ID에 TTL 사용
uk_ua: Використовувати TTL для ID
zh_cn: 使用TTL作为ID

source: Use client mode for this tunnel. Connect to an SSL server, do not act as an SSL server.
cs_cz: Pro tento tunel použít klientský režim. Připojit se k SSL serveru, nechovat se jako SSL server.
de_de: Clientmodus für diesen Tunnel verwenden. Eine Verbindung zu einem SSL-Server herstellen, nicht als SSL-Server agieren.
el_gr: Χρησιμοποιήστε τη λειτουργία πελάτη για αυτήν τη σήραγγα. Συνδεθείτε σε έναν διακομιστή SSL, μην λειτουργείτε ως διακομιστής SSL.
fa_ir: برای این تونل از حالت کلاینت استفاده کنید. به یک سرور SSL متصل شوید؛ به‌عنوان سرور SSL عمل نکنید.
fr_fr: Utilisez le mode client pour ce tunnel. Connectez-vous à un serveur SSL, n'agissez pas comme un serveur SSL.
it_it: Utilizza la modalità client per questo tunnel. Connettiti a un server SSL, non agire come un server SSL.
ko_kr: 이 터널에 대해 클라이언트 모드를 사용하세요. SSL 서버에 연결하고 SSL 서버로 작동하지 않습니다.
uk_ua: Використовувати клієнтський режим для цього тунелю. Підключитися до SSL-сервера, не діяти як SSL-сервер.
zh_cn: 对该隧道使用客户端模式。 连接到SSL服务器，不充当SSL服务器。

source: Use resolv.conf
cs_cz: Použít resolv.conf
de_de: resolv.conf verwenden
el_gr: Χρησιμοποιήστε το resolv.conf
fa_ir: استفاده از resolv.conf
fr_fr: Utilise resolv.conf
it_it: Utilizzare resolv.conf
ko_kr: resolv.conf 사용
uk_ua: Використовувати resolv.conf
zh_cn: 使用resolv.conf

source: Use the ID to set the TTL Value of the packet (Original method) rather than DSCP, default is not ticked
cs_cz: Použít pro nastavení životnosti paketu (TTL) identifikátor (původní metoda) místo DSCP. Výchozí stav je nezaškrtnuto.
de_de: Die ID verwenden, um den TTL-Wert des Pakets (ursprüngliche Methode) statt DSCP festzulegen. Standardmäßig nicht aktiviert.
el_gr: Χρησιμοποιήστε το ID για να ορίσετε την τιμή TTL του πακέτου (Αρχική μέθοδος) αντί για DSCP, η προεπιλογή δεν είναι επιλεγμένη.
fa_ir: از ID برای تنظیم مقدار TTL بسته استفاده کنید (روش اصلی) به‌جای DSCP — به‌طور پیش‌فرض انتخاب نشده است.
fr_fr: Utiliser l'ID pour définir la valeur TTL du paquet (méthode originale) plutôt que DSCP, la valeur par défaut n'est pas cochée.
it_it: Utilizza l'ID per impostare il valore TTL del pacchetto (metodo originale) anziché DSCP, l'impostazione predefinita non è selezionata
ko_kr: ID를 사용하여 DSCP가 아닌 패킷의 TTL 값을 설정(원래 방법), 기본값은 선택되어 있지 않음
uk_ua: Використовувати ID для встановлення значення TTL пакета (оригінальний метод) замість DSCP, типово не позначено.
zh_cn: 使用ID设置数据包的TTL值（原始方法）而不是DSCP，默认不选

source: Use this rule
cs_cz: Použít toto pravidlo
de_de: Verwende diese Regel
el_gr: Χρησιμοποιήστε αυτόν τον κανόνα
fa_ir: استفاده از این قاعده
fr_fr: Utilise cette règle
it_it: Usa questa regola
ko_kr: 이 규칙 사용
pl_pl: Użyj tej reguły
uk_ua: Використовувати це правило
zh_cn: 使用此规则

source: User error pages
cs_cz: Uživatelsky určené chybové stránky
de_de: Benutzerfehlerseiten
el_gr: Σελίδες σφαλμάτων χρήστη
fa_ir: صفحات خطای کاربر
fr_fr: Utilise les pages d'erreur
it_it: Pagine di errore dell'utente
ko_kr: 사용자 오류 페이지
pl_pl: Strony błędu użytkownika
uk_ua: Сторінки помилок користувача
zh_cn: 用户错误页面
