Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Typically only a few discreet power settings are available and the driver will use the setting closest to the specified value. Not all adapters support changing the transmit power setting.
cs_cz: Typicky je k dispozici jen několik skokových nastavení vysílacího výkonu a ovladač použije to, které je nejblíže nastavené hodnotě. Ne všechna rozhraní podporuj změnu vysílacího výkonu.
de_de: Meistens sind nur einige wenige Leistungseinstellungen verfügbar und der Treiber wird die Einstellung verwenden, die nahe des eingestellten Wertes liegt. Nicht alle Geräte unterstützen die Konfigurierbarkeit der Sendeleistung.
el_gr: Συνήθως είναι διαθέσιμες μόνο μερικές διακριτικές ρυθμίσεις ισχύος και το πρόγραμμα οδήγησης θα χρησιμοποιήσει τη ρύθμιση που είναι πιο κοντά στην καθορισμένη τιμή. Δεν υποστηρίζουν όλοι οι προσαρμογείς την αλλαγή της ρύθμισης ισχύος μετάδοσης.
fa_ir: معمولاً تنها چند تنظیم توان مجزا در دسترس است و درایور تنظیمی را انتخاب می‌کند که به مقدار مشخص‑شده نزدیک‌تر باشد. همه آداپتورها از تغییر تنظیم توان ارسال پشتیبانی نمی‌کنند.
fr_fr: En règle générale, seuls quelques paramètres d'alimentation discrets sont disponibles et le pilote utilisera le paramètre le plus proche de la valeur spécifiée. Tous les adaptateurs ne prennent pas en charge la modification du paramètre de puissance de transmission.
it_it: In genere sono disponibili solo poche impostazioni di potenza discrete e il conducente utilizzerà l'impostazione più vicina al valore specificato. Non tutti gli adattatori supportano la modifica dell'impostazione della potenza di trasmissione.
ko_kr: 일반적으로 일부 전용 전원 설정만 사용할 수 있으며 운전자는 지정된 값에 가장 가까운 설정을 사용합니다. 모든 어댑터가 전송 전력 설정 변경을 지원하지는 않습니다.
pl_pl: Zwykle dostępnych jest tylko kilka dyskretnych ustawień mocy i sterownik będzie używać ustawienia najbliższego określonej wartości. Nie wszystkie adaptery obsługują zmianę ustawienia mocy nadawania.
uk_ua: Зазвичай доступно лише кілька дискретних налаштувань потужності, і драйвер використовуватиме налаштування, найближче до вказаного значення. Не всі адаптери підтримують зміну налаштування потужності передачі.
zh_cn: 通常只有很少的功率设置可用，设备会使用最接近指定值的设置。并非所有适配器都支持更改发射功率设置。

source: Transmit power
cs_cz: Vysílací výkon
de_de: Sendeleistung
el_gr: Μεταδίδουν ισχύ
fa_ir: توان ارسال
fr_fr: Puissance transmise
it_it: Trasmettere potenza
ko_kr: 송신 전력
pl_pl: Moc nadawania
uk_ua: Потужність передачі
zh_cn: 发射功率

source: For IEEE 802.11g, use the specified technique for protecting OFDM frames in a mixed 11b/11g network.
cs_cz: Pro IEEE 802.11g použít zadané technologie ochrany OFDM rámců ve smíšené 11b/11g síti.
de_de: Verwende bei IEEE 802.11g die angegebene Technologie, um OFDM-Frames in einem gemischten 11b/11g-Betrieb zu schützen.
el_gr: Για το IEEE 802.11g, χρησιμοποιήστε την καθορισμένη τεχνική για την προστασία πλαισίων OFDM σε ένα μικτό δίκτυο 11b/11g.
fa_ir: برای IEEE 802.11g، از تکنیک مشخص‌شده برای حفاظت فریم‌های OFDM در یک شبکه مختلط 11b/11g استفاده کنید.
fr_fr: Pour l'IEEE 802.11g, utiliser la technique spécifiée pour protéger les trames OFDM dans un réseau mixte 11b/11g.
it_it: Per IEEE 802.11g, utilizzare la tecnica specificata per proteggere i frame OFDM in una rete mista 11b/11g.
ko_kr: IEEE 802.11g의 경우 혼합 11b/11g 네트워크에서 OFDM 프레임을 보호하기 위해 지정된 기술을 사용합니다.
pl_pl: Dla IEEE 802.11g użyj określonej techniki do ochrony ramek OFDM w mieszanej sieci 11b/11g.
uk_ua: Для IEEE 802.11g використовуйте зазначену техніку для захисту OFDM кадрів у змішаній мережі 11b/11g.
zh_cn: 对于IEEE 802.11g，使用指定的技术在混合11b / 11g网络中保护OFDM帧。

source: Protection mode RTS and CTS
cs_cz: Ochranný režim RTS a CTS
de_de: Schutzmodus RTS und CTS
el_gr: Λειτουργία προστασίας RTS και CTS
fa_ir: حالت حفاظت RTS و CTS
fr_fr: Mode Protégé RTS et CTS
it_it: Modalità di protezione RTS e CTS
ko_kr: 보호 모드 RTS 및 CTS
pl_pl: Tryb ochrony RTS i CTS
uk_ua: Режим захисту RTS і CTS
zh_cn: 保护模式RTS和CTS

source: Protection mode CTS to self
cs_cz: Ochranný režim CTS na sebe
de_de: Schutzmodus CTS zu selbst
el_gr: Λειτουργία προστασίας CTS προς τον εαυτό
fa_ir: حالت حفاظت CTS به خود
fr_fr: Mode de protection CTS à self
it_it: Modalità di protezione CTS su se stesso
ko_kr: 보호 모드 CTS 자기 보호
pl_pl: Tryb ochrony CTS dla siebie
uk_ua: Режим захисту CTS до себе
zh_cn: 自我保护模式CTS

source: Protection mode off
cs_cz: Ochranný režim vypnutý
de_de: Schutzmodus aus
el_gr: Λειτουργία προστασίας απενεργοποιημένη
fa_ir: حالت حفاظت خاموش
fr_fr: Mode protégé désactivé
it_it: Modalità di protezione disattivata
ko_kr: 보호 모드 꺼짐
pl_pl: Tryb ochrony wyłączony
uk_ua: Режим захисту вимкнено
zh_cn: 关闭保护模式

source: Protection Mode
cs_cz: Režim ochrany
de_de: Schutzmodus
el_gr: Λειτουργία προστασίας
fa_ir: حالت حفاظت
fr_fr: Mode Protégé
it_it: Modalità di protezione
ko_kr: 보호 모드
pl_pl: Tryb ochrony
uk_ua: Режим захисту
zh_cn: 保护模式

source: Enabling this preserves the common wireless configuration through interface deletions and reassignments.
cs_cz: Zapnutí této předvolby způsobí, že společná nastavení bezdrátového rozhraní přetrvají přes mazání a opětovné přiřazení rozhraní.
de_de: Bei Aktivierung wird die allgemeine Konfiguration für drahtlose Schnittstellen beim Löschen oder Neuzuordnungen beibehalten.
el_gr: Η ενεργοποίηση αυτής της λειτουργίας διατηρεί την κοινή ασύρματη διαμόρφωση μέσω διαγραφών και εκχωρήσεων διεπαφών.
fa_ir: فعال‌سازی این گزینه، پیکربندی مشترک بی‌سیم را هنگام حذف یا تخصیص مجدد رابط‌ها حفظ می‌کند.
fr_fr: Activer cette option préserve la configuration sans fil commune lors de suppressions et de réaffectations d'interface.
it_it: Abilitando questa opzione si preserva la configurazione wireless comune attraverso eliminazioni e riassegnazioni dell'interfaccia.
ko_kr: 이 기능을 활성화하면 인터페이스 삭제 및 재할당을 통해 일반적인 무선 구성이 유지됩니다.
pl_pl: Włączenie tej opcji pozwala zachować wspólną konfigurację bezprzewodową pomimo usuwania lub ponownego przypisywania interfejsów.
uk_ua: Увімкнення цього зберігає спільну бездротову конфігурацію під час видалення та перепризначення інтерфейсів.
zh_cn: 启用此功能可以通过删除和重新分配接口来保留通用无线配置。

source: Persist common settings
cs_cz: Zachovat společná nastavení
de_de: Übliche Einstellungen speichern
el_gr: Διατήρηση κοινών ρυθμίσεων
fa_ir: حفظ تنظیمات مشترک
fr_fr: Réglages communs persistants
it_it: Persistenza delle impostazioni comuni
ko_kr: 공통 설정 유지
pl_pl: Zachowaj wspólne ustawienia
uk_ua: Зберігати спільні налаштування
zh_cn: 保留通用设置

source: Common wireless configuration - Settings apply to all wireless networks on
cs_cz: Společná nastavení pro bezdrátové sítě – budou použita na všechny sítě
de_de: Allgemeine Drahtlos-Konfiguration - Einstellungen werden übernommen für alle Netzwerke auf
el_gr: Κοινή ασύρματη διαμόρφωση - Οι ρυθμίσεις ισχύουν για όλα τα ασύρματα δίκτυα στο
fa_ir: پیکربندی مشترک بی‌سیم - تنظیمات برای تمام شبکه‌های بی‌سیم روی
fr_fr: Configuration sans fil commune - Les paramètres s’appliquent à tous les réseaux sans fil sur
it_it: Configurazione wireless comune: le impostazioni si applicano a tutte le reti wireless attive
ko_kr: 공통 무선 구성 - 설정은 모든 무선 네트워크에 적용됨
pl_pl: Wspólna konfiguracja sieci bezprzewodowej - Ustawienia dotyczą wszystkich sieci bezprzewodowych
uk_ua: Спільна бездротова конфігурація - Налаштування застосовуються до всіх бездротових мереж на
zh_cn: 通用无线配置-设置适用于以下所有无线网络

source: This selects the dynamic IPv6 WAN interface to track for configuration
cs_cz: Toto vybere rozhraní do vnějších sítí s dynamickou IPv6 pro sledování nastavení
de_de: Dies selektiert die dynamische IPv6-WAN-Schnittstelle die für die Konfiguration verfolgt wird
el_gr: Αυτό επιλέγει τη δυναμική διεπαφή WAN IPv6 για παρακολούθηση για διαμόρφωση
fa_ir: این گزینه رابط WAN پویا IPv6 را برای پیگیری پیکربندی انتخاب می‌کند
fr_fr: Ceci sélectionne l'interface WAN IPv6 dynamique à suivre pour la configuration.
it_it: Seleziona l'interfaccia WAN IPv6 dinamica da monitorare per la configurazione
ko_kr: 구성을 추적할 동적 IPv6 WAN 인터페이스를 선택합니다
pl_pl: Wybiera to dynamiczny interfejs WAN IPv6 do śledzenia dla konfiguracji
uk_ua: Це обирає динамічний інтерфейс IPv6 WAN для відстеження конфігурації
zh_cn: 这会选择动态IPv6 WAN接口来跟踪配置

source: Track IPv6 Interface
cs_cz: Sledovat IPv6 rozhraní
de_de: IPv6-Schnittstelle verfolgen
el_gr: Διεπαφή IPv6 παρακολούθησης
fa_ir: پیگیری رابط IPv6
fr_fr: Suivre l'interface IPv6
it_it: Traccia l'interfaccia IPv6
ko_kr: IPv6 인터페이스 추적
pl_pl: Śledź interfejs IPv6
uk_ua: Відстежувати інтерфейс IPv6
zh_cn: 跟踪IPv6接口

source: bits
cs_cz: bity
el_gr: κομμάτια
fa_ir: بیت
it_it: bit
ko_kr: 비트
pl_pl: bity
uk_ua: біт

source: 6RD IPv4 Prefix length
cs_cz: Délka 6RD IPv4 předpony
de_de: 6RD-IPv4-Präfixlänge
el_gr: Μήκος προθέματος 6RD IPv4
fa_ir: طول پیشوند IPv4 در 6RD
fr_fr: Longueur du préfixe IPv4 6RD
it_it: 6RD Lunghezza prefisso IPv4
ko_kr: 6RD IPv4 프리픽스 길이
pl_pl: Długość prefiksu IPv4 6RD
uk_ua: Довжина префікса 6RD IPv4
zh_cn: 6RD IPv4前缀长度

source: The value in this field is 6RD IPv4 gateway address assigned by your ISP
cs_cz: Hodnota v této kolonce je IPv4 adresa 6RD brány, přiřazená vaším poskytovatelem připojení
de_de: Der Wert in diesem Feld ist die 6RD-IPv4-Gatewayadresse, die von Ihrem ISP zugewiesen wurde.
el_gr: Η τιμή σε αυτό το πεδίο είναι η διεύθυνση πύλης IPv4 6RD που έχει εκχωρηθεί από τον πάροχο υπηρεσιών Διαδικτύου (ISP) σας.
fa_ir: مقدار این فیلد، آدرس دروازه IPv4 برای 6RD است که توسط ISP شما اختصاص داده شده است.
fr_fr: La valeur de ce champ est l'adresse IPv4 de la passerelle 6RD attribuée par votre FAI
it_it: Il valore in questo campo è l'indirizzo gateway IPv4 6RD assegnato dal tuo ISP
ko_kr: 이 필드의 값은 ISP가 할당한 6RD IPv4 게이트웨이 주소입니다
pl_pl: Wartość w tym polu to adres bramy 6RD IPv4 przypisany przez Twojego ISP
uk_ua: Значення в цьому полі є адресою шлюзу 6RD IPv4, призначеною вашим провайдером
zh_cn: 该字段中的值是您的ISP分配的6RD IPv4网关地址

source: 6RD Border Relay
cs_cz: 6RD hraniční předávání
fa_ir: رله مرزی 6RD
fr_fr: Relais de bordure 6RD
it_it: 6RD relè di frontiera
ko_kr: 6RD 경계 릴레이
pl_pl: Relay graniczny 6RD
uk_ua: Прикордонний ретранслятор 6RD
zh_cn: 6RD边界中继

source: The value in this field is the 6RD IPv6 prefix assigned by your ISP. e.g. '2001:db8::/32'
cs_cz: Hodnota v této kolonce je 6RD IPv6 předpona, přiřazená vaším poskytovatelem připojení. Např.: „2001:db8::/32“
de_de: Der Wert in diesem Feld ist das 6RD IPv6-Präfix, das Ihnen Ihr ISP zugewiesen hat. Beispiel: „'001:db8::/32'
el_gr: Η τιμή σε αυτό το πεδίο είναι το πρόθεμα 6RD IPv6 που έχει εκχωρηθεί από τον πάροχο υπηρεσιών Διαδικτύου (ISP) σας. π.χ. '2001:db8::/32'
fa_ir: مقدار این فیلد، پیشوند IPv6 مربوط به 6RD است که توسط ISP شما اختصاص داده شده است. مثلاً '2001:db8::/32'
fr_fr: La valeur dans ce champ est le préfixe IPV6 6RD attribué par votreFAI. e.g. '2001:db8::/32'
it_it: Il valore in questo campo è il prefisso IPv6 6RD assegnato dal tuo ISP. per esempio. '2001:db8::/32'
ko_kr: 이 필드의 값은 ISP가 할당한 6RD IPv6 프리픽스입니다(예: '2001:db8::/32')
pl_pl: Wartość w tym polu to prefiks IPv6 6RD przypisany przez Twojego ISP. np. '2001:db8::/32'
uk_ua: Значення в цьому полі є префіксом 6RD IPv6, призначеним вашим провайдером. наприклад, '2001:db8::/32'
zh_cn: 该字段中的值是您的ISP分配的6RD IPv6前缀。例如 '2001:db8::/32'

source: 6RD prefix
cs_cz: 6RD předpona
de_de: 6RD-Präfix
el_gr: Πρόθεμα 6RD
fa_ir: پیشوند 6RD
fr_fr: Préfixe 6RD
it_it: 6RD prefisso
ko_kr: 6RD 프리픽스
pl_pl: Prefiks 6RD
uk_ua: Префікс 6RD
zh_cn: 6RD前缀

source: 6RD Rapid Deployment
cs_cz: 6RD rychlé nasazování
el_gr: 6RD Ταχεία Ανάπτυξη
fa_ir: استقرار سریع 6RD
fr_fr: Déploiement rapide 6RD
it_it: 6RD Distribuzione rapida
ko_kr: 6RD 신속한 배포
pl_pl: Szybkie wdrażanie 6RD
uk_ua: Швидке розгортання 6RD
zh_cn: 6RD快速部署

source: expire
cs_cz: skončení platnosti
de_de: Ablauf
el_gr: εκπνέω
fa_ir: انقضا
it_it: scadere
ko_kr: 만료
pl_pl: wygaśniecie
uk_ua: термін дії
zh_cn: 到期

source: keyid
cs_cz: identifikatorklice
de_de: Schlüssel-ID
el_gr: αναγνωριστικό κλειδιού
fa_ir: شناسه کلید
fr_fr: identifiant de la clé
pl_pl: ID klucza
uk_ua: ідентифікатор ключа
zh_cn: 密钥id

source: realm
cs_cz: sféra
el_gr: βασίλειο
fa_ir: دامنه
fr_fr: royaume
it_it: regno
ko_kr: 영역
pl_pl: królestwo
uk_ua: царство
zh_cn: 领域

source: keyname
cs_cz: nazevklice
de_de: Schlüsselname
el_gr: όνομα-κλειδί
fa_ir: نام کلید
fr_fr: nom de la clé
it_it: nomechiave
pl_pl: nazwa klucza
uk_ua: ім'я ключа
zh_cn: 密钥名称

source: Keyinfo
cs_cz: Informace o klíči
de_de: Schlüsselinfo
fa_ir: اطلاعات کلید
fr_fr: informations de la clé
it_it: Informazioni chiave
ko_kr: 키 정보
pl_pl: Informacje o kluczu
uk_ua: Інформація про ключ
zh_cn: 密钥信息

source: Algorithm
cs_cz: Algoritmus
de_de: Algorithmus
el_gr: Αλγόριθμος
fa_ir: الگوریتم
fr_fr: Algorithme
it_it: Algoritmo
ko_kr: 알고리즘
pl_pl: Algorytm
uk_ua: Алгоритм
zh_cn: 算法

source: protocol
cs_cz: protokol
de_de: Protokoll
el_gr: πρωτόκολλο
fa_ir: پروتکل
fr_fr: protocole
it_it: protocollo
ko_kr: 프로토콜
pl_pl: protokół
uk_ua: протокол
zh_cn: 协议

source: authname
cs_cz: overjmeno
de_de: Authentifizierungsname
el_gr: όνομα εξουσιοδότησης
fa_ir: نام احراز هویت
it_it: nomeautenticazione
ko_kr: 인증 이름
pl_pl: nazwa autoryzacji
uk_ua: ім'я автентифікації
zh_cn: 认证名称

source: Authentication
cs_cz: Ověřování
de_de: Authentifizierung
el_gr: Πιστοποίηση
fa_ir: احراز هویت
fr_fr: Authentification
it_it: Autenticazione
ko_kr: 인증
pl_pl: Autentykacja
uk_ua: Автентифікація
zh_cn: 认证

source: Site-Level Aggregation Length
cs_cz: Délka agregace na úrovni lokality
de_de: Site-Level Aggregationslänge
el_gr: Μήκος Συνάθροισης σε Επίπεδο Ιστοτόπου
fa_ir: طول تجمیع در سطح سایت
fr_fr: Longueur de l'agrégation au niveau du site
it_it: Lunghezza dell'aggregazione a livello di sito
ko_kr: 사이트 수준 집계 길이
pl_pl: Długość agregacji na poziomie strony
uk_ua: Довжина агрегації на рівні сайту
zh_cn: 站点级聚合长度

source: Prefix Interface
cs_cz: Předpona rozhraní
de_de: Präfix-Schnittstelle
el_gr: Διεπαφή προθέματος
fa_ir: رابط پیش‌شماره
fr_fr: Préfixe de l'interface
it_it: Interfaccia del prefisso
ko_kr: 프리픽스 인터페이스
pl_pl: Interfejs prefiksu
uk_ua: Інтерфейс префікса
zh_cn: 前缀接口

source: IPv6-Prefix
cs_cz: IPv6 předpona
de_de: IPv6-Präfix
el_gr: Πρόθεμα IPv6
fa_ir: پیش‌شماره IPv6
fr_fr: Préfixe-IPv6
it_it: Prefisso IPv6
ko_kr: IPv6-프리픽스
pl_pl: Prefiks IPv6
uk_ua: Префікс IPv6
zh_cn: IPv6-前缀

source: Prefix
cs_cz: Předpona
de_de: Präfix
el_gr: Πρόθεμα
fa_ir: پیش‌شماره
fr_fr: Préfixe
it_it: Prefisso
ko_kr: 프리픽스
pl_pl: Prefiks
uk_ua: Префікс
zh_cn: 前缀

source: Prefix Delegation
cs_cz: Pověření předpony
de_de: Präfixdelegation
el_gr: Προθέμα ανάθεσης
fa_ir: واگذاری پیش‌شماره
fr_fr: Délégation de préfixe
it_it: Delega del prefisso
ko_kr: 프리픽스 위임
pl_pl: Delegacja prefiksu
uk_ua: Делегування префікса
zh_cn: 前缀委派

source: Valid Time
cs_cz: Platný čas
de_de: Gültigkeitsdauer
el_gr: Έγκυρη ώρα
fa_ir: زمان اعتبار
fr_fr: Temps Valide
it_it: Orario valido
ko_kr: 유효 시간
pl_pl: Czas ważności
uk_ua: Дійсний час
zh_cn: 有效时间

source: Preferred Lifetime
cs_cz: Upřednostňovaná životnost
de_de: Bevorzugte Lebensdauer
el_gr: Προτιμώμενη εφ' όρου ζωής
fa_ir: مدت ترجیحی
fr_fr: Durée de vie préférée
it_it: Durata preferita
ko_kr: 선호 수명
pl_pl: Preferowany czas życia
uk_ua: Бажаний термін дії
zh_cn: 首选寿命

source: IPv6-address
cs_cz: IPv6 adresa
de_de: IPv6-Adresse
el_gr: Διεύθυνση IPv6
fa_ir: آدرس IPv6
fr_fr: Adresse-IPv6
it_it: Indirizzo IPv6
ko_kr: IPv6 주소
pl_pl: Adres IPv6
uk_ua: Адреса IPv6
zh_cn: IPv6-地址

source: Non-Temporary Address Allocation
cs_cz: Trvalé přiřazení adresy
de_de: Nicht-temporäre Adresszuweisung
el_gr: Μη Προσωρινή Κατανομή Διευθύνσεων
fa_ir: تخصیص آدرس غیرموقت
fr_fr: Allocation d’Adresse Non Temporaire
it_it: Assegnazione di indirizzi non temporanei
ko_kr: 비임시 주소 할당
pl_pl: Przydział adresu nietymczasowego
uk_ua: Розподіл нетимчасових адрес
zh_cn: 非临时地址分配

source: Identity Association
cs_cz: Přiřazení identity
de_de: Identitätszuweisung
el_gr: Σύλλογος Ταυτότητας
fa_ir: ارتباط هویتی
fr_fr: Association d'identités
it_it: Associazione Identitaria
ko_kr: ID 연결
pl_pl: Asocjacja tożsamości
uk_ua: Асоціація ідентифікаторів
zh_cn: 身份关联

source: The value in this field is the absolute path to a script invoked on certain conditions including when a reply message is received.
cs_cz: Hodnota této kolonky je úplný popis umístění skriptu, spouštěného za určitých podmínek, včetně toho, když je obdržena zpráva s odpovědí.
de_de: Der Wert in diesem Feld ist der absolute Pfad zu einem Skript, welches gestartet wird, wenn bestimmte Bedingungen, inklusive wenn eine Antwortnachricht erhalten wird, erfüllt sind.
el_gr: Η τιμή σε αυτό το πεδίο είναι η απόλυτη διαδρομή προς ένα σενάριο που καλείται υπό ορισμένες συνθήκες, συμπεριλαμβανομένης της λήψης ενός μηνύματος απάντησης.
fa_ir: مقدار این فیلد مسیر مطلق اسکریپتی است که در شرایط مشخصی (از جمله هنگام دریافت پیام پاسخ) اجرا می‌شود.
fr_fr: La valeur de ce champ est le chemin absolu d'un script appelé à certaines conditions, notamment lorsqu'un message de réponse est reçu.
it_it: Il valore in questo campo è il percorso assoluto di uno script richiamato in determinate condizioni, incluso quando viene ricevuto un messaggio di risposta.
ko_kr: 이 필드의 값은 응답 메시지를 수신할 때를 포함하여 특정 조건에서 호출되는 스크립트의 절대 경로입니다.
pl_pl: Wartość w tym polu to absolutna ścieżka do skryptu wywoływanego w określonych warunkach, w tym gdy otrzymywana jest odpowiedź.
uk_ua: Значення в цьому полі — це абсолютний шлях до скрипту, який викликається за певних умов, включно з отриманням повідомлення-відповіді.
zh_cn: 该字段中的值是在某些条件下（包括何时收到回复消息）调用的脚本的绝对路径。

source: Script
cs_cz: Skript
de_de: Skript
el_gr: Γραφή
fa_ir: اسکریپت
it_it: Copione
ko_kr: 스크립트
pl_pl: Skrypt
uk_ua: Скрипт
zh_cn: 脚本

source: The values in this field are DHCP request options to be sent when requesting a DHCP lease. [option [, ...]]
cs_cz: Hodnoty v této kolonce jsou volby DHCP požadavku které budou posílány při poptávání DHCP zápůjčky. [volba [, …]]
de_de: Die Werte in diesem Feld sind Optionen für DHCP-Anfragen, die bei einer Anfrage eines DHCP-Leases gesendet werden. [Option [, ...]]
el_gr: Οι τιμές σε αυτό το πεδίο είναι επιλογές αιτήματος DHCP που θα αποστέλλονται κατά την υποβολή αιτήματος εκχώρησηςς DHCP. [επιλογή [, ...]]
fa_ir: مقادیر این فیلد گزینه‌های درخواست DHCP هستند که هنگام درخواست اجاره DHCP ارسال می‌شوند. [option [, ...]]
fr_fr: Les valeurs de ce champ sont les options de requête DHCP à envoyer lors de la demande d'un bail DHCP. [option [, ...]]
it_it: I valori in questo campo sono opzioni di richiesta DHCP da inviare quando si richiede un lease DHCP. [opzione [, ...]]
ko_kr: 이 필드의 값은 DHCP 대여를 요청할 때 전송되는 DHCP 요청 옵션입니다. [옵션 [, ...]]
pl_pl: Wartości w tym polu to opcje żądania DHCP, które mają być wysyłane podczas żądania dzierżawy DHCP. [opcja [, ...]]
uk_ua: Значення в цьому полі — це параметри запиту DHCP, які надсилаються при запиті оренди DHCP. [опція [, ...]]
zh_cn: 该字段中的值是请求DHCP租约时要发送的DHCP请求选项。[选项 [, ...]]

source: The values in this field are DHCP send options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
cs_cz: Hodnoty v této kolonce jsou předvolby posílané DHCP při požadavku na DHCP zápůjčku. [dekladrace volby [, …]] <br />Dosazování hodnot: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Kde C je U(velké) nebo L(malé) písmeno, a D je „ :-.“ oddělovač (mezera, dvojtečka, spojovník nebo tečka) (vynecháno znamená nic).
de_de: Die Werte in diesem Feld sind die DHCP-Optionen, die mit der DHCP-Anfrage nach einem Lease gesendet werden. Optionsdeklaration [, ...]] <br />Wertersetzung: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Dabei ist C U (groß-) oder L (klein-)schreibung und D is " :-." ein Trennzeichen (Leerzeichen, Doppelpunkt, Bindestrich, or Komma) (auslassen für kein Trennzeichen).
el_gr: Οι τιμές σε αυτό το πεδίο είναι επιλογές αποστολής DHCP που θα αποστέλλονται κατά την αίτηση εκχώρησηςς DHCP. [δήλωση επιλογής [, ...]] <br />Αντικαταστάσεις τιμών: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Όπου C είναι Πάνω(άνω) ή Κάτω(κάτω) Γεωγραφικά και D είναι " :-." Οριοθέτης (διάστημα, άνω και κάτω τελεία, παύλα ή τελεία) (παραλείπεται για κανένα).
fa_ir: مقادیر این فیلد گزینه‌های ارسال DHCP هستند که هنگام درخواست اجاره DHCP فرستاده می‌شوند. [option declaration [, ...]] <br />جایگزینی مقادیر: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />در اینجا C نشان‌دهنده U (حروف بزرگ) یا L (حروف کوچک) و D نشان‌دهنده جداکننده \" :-.\"" (فضا، دونقطه، خط تیره یا نقطه) است (در صورت نبودن هیچ‌کدام حذف می‌شود)."
fr_fr: Les valeurs dans ce champ sont des options DHCP envoyées à la demande du bail DHCP. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Où C est U pour majuscule ou L pour minuscule, et D est un Délimiteur " :-." (espace, 2 points, tiret, ou point) (omis pour aucun).
it_it: I valori in questo campo sono opzioni di invio DHCP da inviare quando si richiede un lease DHCP. [dichiarazione di opzioni [, ...]] <br />Sostituzioni di valori: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Dove C è U(pper) o L(ower) Case, e D è " :-." Delimitatore (spazio, due punti, trattino o punto) (omesso per nessuno).
ko_kr: 이 필드의 값은 DHCP 대여를 요청할 때 전송할 DHCP 전송 옵션입니다. [옵션 선언 [, ...]] <br /> 값 대체: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br /> 여기서 C는 U(pper) 또는 L(lower) 대소문자이고 D는 ":-"입니다. 구분 기호(공백, 콜론, 하이픈 또는 마침표)(없으면 생략).
pl_pl: Wartości w tym polu to opcje wysyłania DHCP do wysłania podczas żądania dzierżawy DHCP. [deklaracja opcji [, ...]] <br />Podstawienia wartości: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Gdzie C to U(pper) lub L(ower) Case, a D to " :-." Delimiter (spacja, dwukropek, myślnik lub kropka) (pominięte dla żadnego).
uk_ua: Значення в цьому полі — це параметри надсилання DHCP, які відправляються під час запиту оренди DHCP. [оголошення опції [, ...]] <br />Заміни значень: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Де C — це U(pper) або L(ower) Case, а D — роздільник " :-." (пробіл, двокрапка, дефіс або крапка) (пропущено, якщо немає).
zh_cn: 该字段中的值是请求DHCP租约时要发送的DHCP发送选项。 [选项声明[, ...]] <br />值替换:{interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />其中C是U(大写)或L(小写)， 而D是" :-."分隔符(空格，冒号，连字符或句号)(省略)。
