Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Interrupts Statistics
cs_cz: Statistiky přerušení
de_de: Unterbrechungsstatistiken
el_gr: Στατιστικά Διακοπών
fa_ir: آمار وقفه‌ها
fr_fr: Statistiques sur les interruptions
it_it: Interrompe le statistiche
ko_kr: 인터럽트 통계
pl_pl: Statystyki przerwań
uk_ua: Статистика переривань
zh_cn: 中断统计

source: Interval
de_de: Intervall
el_gr: Διάστημα
fa_ir: فاصله
fr_fr: Intervalle
it_it: Intervallo
ko_kr: 간격
pl_pl: Interwał
uk_ua: Інтервал
zh_cn: 间隔

source: Interval before dropping packets (in ms), leave empty for default
cs_cz: Interval před zahození paketů (v ms). Pokud chcete použít výchozí hodnotu, nevyplňujte.
de_de: Geben Sie das Intervall in Millisekunden an, bevor Pakete verworfen werden. Lassen Sie das Feld leer, um den Standardwert zu verwenden.
el_gr: Διάστημα πριν από την απόρριψη πακέτων (σε ms), αφήστε το κενό για προεπιλογή
fa_ir: بازه زمانی قبل از رد کردن بسته‌ها (ms)، برای مقدار پیش‌فرض خالی بگذارید
fr_fr: Intervalle avant de laisser tomber les paquets (en ms), laissez vide pour la valeur par défaut.
it_it: Intervallo prima dell'eliminazione dei pacchetti (in ms), lasciare vuoto per impostazione predefinita
ko_kr: 패킷을 삭제하기 전 간격(ms), 기본값은 비워 둡니다
pl_pl: Interwał przed odrzuceniem pakietów (w ms), pozostaw puste dla wartości domyślnej
uk_ua: Інтервал до відкидання пакетів (у мс), залиште порожнім для типового значення
zh_cn: 丢弃数据包之前的时间间隔（毫秒），默认为空

source: Jitter the flush interval by a random amount. This is primarily to avoid large write spikes for users running a large number of telegraf instances.
cs_cz: Znepravidelnit interval vyprazdňování pomocí náhodného množství. Důvodem je hlavně to, aby se zabránilo velkým nárazovým zápisům u uživatelů, kteří používají velký počet instancí telegrafu.
de_de: Änderung des Flush-Intervalls um einen zufälligen Wert. Dies dient in erster Linie dazu, große Schreibzugriffspitzen für Benutzer zu vermeiden, die eine große Anzahl von Telegraf-Instanzen laufen haben.
el_gr: Τρεμοπαίξτε το διάστημα εκκαθάρισης κατά τυχαίο ποσό. Αυτό γίνεται κυρίως για να αποφευχθούν μεγάλες αιχμές εγγραφής για χρήστες που εκτελούν μεγάλο αριθμό στιγμιότυπων τηλεγράφου.
fa_ir: یک نوسان تصادفی به بازهٔ flush اعمال کنید. این کار عمدتاً برای جلوگیری از جهش‌های بزرگ نوشتن برای کاربرانی است که تعداد زیادی نمونه telegraf اجرا می‌کنند.
fr_fr: Jitter l'intervalle de chasse d'un montant aléatoire. Il s'agit principalement d'éviter les pics d'écriture importants pour les utilisateurs exécutant un grand nombre d'instances Telegraf.
it_it: Jitter l'intervallo di lavaggio di un importo casuale. Questo serve principalmente per evitare grandi picchi di scrittura per gli utenti che eseguono un numero elevato di istanze di telegraf.
ko_kr: 플러시 간격을 임의의 양만큼 지터합니다. 이는 주로 많은 수의 텔레그래프 인스턴스를 실행하는 사용자에게 큰 쓰기 급증을 방지하기 위한 것입니다.
pl_pl: Losowo zmieniaj interwał opróżniania. Jest to przede wszystkim po to, aby unikać dużych szczytów zapisu u użytkowników uruchamiających dużą liczbę instancji telegrafu.
uk_ua: Варіювати інтервал скидання на випадкову величину. Це в основному для того, щоб уникнути великих піків запису для користувачів, які запускають велику кількість екземплярів Telegraf.
zh_cn: 以随机量调整刷新抖动间隔。 这主要是为了避免运行大量telegraf实例的用户出现大量写入峰值。

source: Kerberos Account Name Of This Host In AD
cs_cz: Název Kerberos účtu tohoto stroje v AD
de_de: Kerberoskontoname dieses Hosts im AD
el_gr: Όνομα λογαριασμού Kerberos αυτού του κεντρικού υπολογιστή στο AD
fa_ir: نام حساب Kerberos این میزبان در AD
fr_fr: Nom du compte Kerberos de cet hôte dans AD
it_it: Nome dell'account Kerberos di questo host in AD
ko_kr: AD에서 이 호스트의 Kerberos 계정 이름
pl_pl: Nazwa konta Kerberos dla tego hosta w AD
uk_ua: Ім'я облікового запису Kerberos цього хоста в AD
zh_cn: AD中该主机的Kerberos帐户名称

source: Kerberos authentication check-list
cs_cz: Kontrolní seznam Kerberos ověřování
de_de: Kerberos-Authentifizierungscheckliste
el_gr: Λίστα ελέγχου ελέγχου ταυτότητας Kerberos
fa_ir: چک‌لیست احراز هویت Kerberos
fr_fr: Liste de contrôle de l'authentification Kerberos
it_it: Elenco di controllo dell'autenticazione Kerberos
ko_kr: Kerberos 인증 확인 목록
pl_pl: Lista kontrolna uwierzytelniania Kerberos
uk_ua: Контрольний список автентифікації Kerberos
zh_cn: Kerberos认证检查列表

source: Kerberos configuration
cs_cz: Nastavení pro Kerberos
de_de: Kerberoskonfiguration
el_gr: Διαμόρφωση Kerberos
fa_ir: پیکربندی Kerberos
fr_fr: Configuration Kerberos
it_it: Configurazione Kerberos
ko_kr: Kerberos 설정
pl_pl: Konfiguracja Kerberos
uk_ua: Конфігурація Kerberos
zh_cn: Kerberos 配置

source: Kerberos configuration must exist and be valid.
cs_cz: Je třeba, aby existovala nastavení pro Kerberos a byla funkční.
de_de: Kerberos-Konfiguration muss existieren und gültig sein.
el_gr: Η διαμόρφωση Kerberos πρέπει να υπάρχει και να είναι έγκυρη.
fa_ir: پیکربندی Kerberos باید وجود داشته و معتبر باشد.
fr_fr: La configuration Kerberos doit exister et être valide.
it_it: La configurazione Kerberos deve esistere ed essere valida.
ko_kr: Kerberos 구성이 존재하고 유효해야 합니다.
pl_pl: Konfiguracja Kerberos musi istnieć i być ważna.
uk_ua: Конфігурація Kerberos повинна існувати та бути дійсною.
zh_cn: Kerberos配置必须存在且有效。

source: Key
cs_cz: Klíč
de_de: Schlüssel
el_gr: Κλειδί
fa_ir: کلید
fr_fr: Clé
it_it: Chiave
ko_kr: 키
pl_pl: Klucz
uk_ua: Ключ
zh_cn: 密钥

source: Key Table creation
cs_cz: Vytvoření tabulky klíčů
de_de: Schlüsseltabellenerzeugung
el_gr: Δημιουργία Πίνακα Κλειδιών
fa_ir: ایجاد جدول کلید
fr_fr: Création de tableaux clés
it_it: Creazione della tabella chiave
ko_kr: 키 테이블 생성
pl_pl: Tworzenie tabeli kluczy
uk_ua: Створення таблиці ключів
zh_cn: 创建密钥表

source: Keytab file
cs_cz: Keytab soubor
de_de: Keytab-Datei
el_gr: Αρχείο Keytab
fa_ir: فایل keytab
fr_fr: Fichier keytab
it_it: File keytab
ko_kr: Keytab 파일
pl_pl: Plik keytab
uk_ua: Файл keytab
zh_cn: Keytab文件

source: Keytab file must exist and be valid.
cs_cz: Je třeba, aby keytab soubor existoval a byl platný.
de_de: Keytab Datei muss existieren und gültig sein.
el_gr: Το αρχείο Keytab πρέπει να υπάρχει και να είναι έγκυρο.
fa_ir: فایل keytab باید وجود داشته و معتبر باشد.
fr_fr: Le fichier Keytab doit exister et être valide.
it_it: Il file keytab deve esistere ed essere valido.
ko_kr: Keytab 파일이 존재하고 유효해야 합니다.
pl_pl: Plik keytab musi istnieć i być ważny.
uk_ua: Файл keytab повинен існувати та бути дійсним.
zh_cn: Keytab文件必须存在且有效。

source: LDAP Server
el_gr: Διακομιστής LDAP
fa_ir: سرور LDAP
fr_fr: Serveur LDAP
it_it: Server LDAP
ko_kr: LDAP 서버
pl_pl: Serwer LDAP
uk_ua: LDAP-сервер
zh_cn: LDAP服务器

source: LDAP Server accessible
cs_cz: LDAP server přístupný
de_de: LDAP-Server erreichbar
el_gr: Προσβάσιμος διακομιστής LDAP
fa_ir: سرور LDAP در دسترس
fr_fr: Serveur LDAP accessible
it_it: Server LDAP accessibile
ko_kr: 액세스 가능한 LDAP 서버
pl_pl: Serwer LDAP dostępny
uk_ua: LDAP-сервер доступний
zh_cn: LDAP服务器访问

source: LDAP Server configuration
cs_cz: Nastavení LDAP serveru
de_de: LDAP-Serverkonfiguration
el_gr: Ρύθμιση παραμέτρων διακομιστή LDAP
fa_ir: پیکربندی سرور LDAP
fr_fr: Configuration du serveur LDAP
it_it: Configurazione del server LDAP
ko_kr: LDAP 서버 설정
pl_pl: Konfiguracja serwera LDAP
uk_ua: Конфігурація LDAP-сервера
zh_cn: LDAP服务器配置

source: LDAP server DNS lookup
cs_cz: DNS vyhledání LDAP serveru
de_de: LDAP-Server DNS-Suche
el_gr: Αναζήτηση DNS διακομιστή LDAP
fa_ir: جستجوی DNS سرور LDAP
fr_fr: Recherche DNS du serveur LDAP
it_it: Ricerca DNS del server LDAP
ko_kr: LDAP 서버 DNS 조회
pl_pl: Wyszukiwanie DNS serwera LDAP
uk_ua: Пошук DNS LDAP-сервера
zh_cn: LDAP服务器DNS查询

source: LDAP server DNS reverse lookup
cs_cz: Zpětné DNS vyhledání LDAP serveru
de_de: LDAP-Server und DNS-Rückwärtsauflösung
el_gr: Αντίστροφη αναζήτηση DNS διακομιστή LDAP
fa_ir: جستجوی معکوس DNS سرور LDAP
fr_fr: Recherche inversée DNS du serveur LDAP
it_it: Ricerca inversa DNS del server LDAP
ko_kr: LDAP 서버 DNS 역방향 조회
pl_pl: Odwrotne wyszukiwanie DNS serwera LDAP
uk_ua: Зворотний пошук DNS LDAP-сервера
zh_cn: LDAP服务器DNS反向查找

source: LDAP server ping check.
cs_cz: Ověření LDAP serveru pomocí ping.
de_de: LDAP Serverping-Prüfung
el_gr: Έλεγχος ping διακομιστή LDAP.
fa_ir: بررسی پینگ سرور LDAP.
fr_fr: Vérification du ping du serveur LDAP.
it_it: Controllo del ping del server LDAP.
ko_kr: LDAP 서버 ping 확인.
pl_pl: Sprawdzenie ping serwera LDAP.
uk_ua: Перевірка LDAP-сервера за допомогою ping.
zh_cn: LDAP服务器 ping检查。

source: Leave at both when specifying network below, otherwise when using wildcards change to match desired network
cs_cz: Při zadávání sítě níže ponechte obě, jinak při použití zástupných znaků změňte tak, aby odpovídaly požadované síti.
de_de: Lassen Sie den Wert "beide" bestehen, wenn Sie unten ein Netzwerk angeben, ansonsten sollen Sie den Wert auf das gewünschte Netzwerk anpassen wenn Sie Wildcards verwenden.
el_gr: Αφήστε και τα δύο όταν καθορίζετε δίκτυο παρακάτω, διαφορετικά κατά τη χρήση χαρακτήρων μπαλαντέρ αλλάξτε το ώστε να ταιριάζει με το επιθυμητό δίκτυο
fa_ir: وقتی شبکه را در پایین مشخص می‌کنید، آن را روی «هر دو» بگذارید؛ در غیر این صورت هنگام استفاده از wildcard آن را برای تطابق با شبکهٔ موردنظر تغییر دهید.
fr_fr: Laissez les deux si vous spécifiez le réseau ci-dessous, sinon, si vous utilisez des caractères génériques, modifiez-les pour qu'ils correspondent au réseau souhaité.
it_it: Lasciare entrambi quando si specifica la rete di seguito, altrimenti quando si utilizzano i caratteri jolly modificare per corrispondere alla rete desiderata
ko_kr: 아래 네트워크를 지정할 때는 둘 다 그대로 두고, 그렇지 않을 경우 와일드카드를 사용할 때는 원하는 네트워크와 일치하도록 변경합니다.
pl_pl: Pozostaw na obu, gdy podajesz sieć poniżej, w przeciwnym razie, używając symboli wieloznacznych, zmień, aby dopasować żądaną sieć.
uk_ua: Залиште обидва при вказанні мережі нижче, інакше при використанні масок змініть для відповідності потрібній мережі
zh_cn: 在下面指定网络时两者都保留，否则在使用通配符时更改以匹配所需的网络

source: Let the Redis server listen on non-localhost interfaces.
cs_cz: Nechat Redis server očekávat spojení i na ostatních rozhraních, ne jen localhost.
de_de: Den Redis-Server auf nicht-localhost-Schnittstellen hören lassen.
el_gr: Αφήστε τον διακομιστή Redis να ακούει σε διεπαφές που δεν είναι localhost.
fa_ir: به سرور Redis اجازه دهید روی رابط‌های غیر localhost گوش دهد.
fr_fr: Laissez le serveur Redis écouter sur les interfaces non-localhost.
it_it: Consenti al server Redis di ascoltare su interfacce non localhost.
ko_kr: Redis 서버가 로컬이 아닌 호스트 인터페이스에서 수신 대기하도록 합니다.
pl_pl: Pozwól serwerowi Redis słuchać na interfejsach innych niż localhost.
uk_ua: Дозволити Redis-серверу прослуховувати інтерфейси, що не є localhost.
zh_cn: 让Redis服务器在非localhost接口上监听。

source: Lifetime of Redis cache - 1 day by default.
cs_cz: Životnost Redis mezipaměti – ve výchozím stavu jeden den.
de_de: Lebensdauer des Redis-Zwischenspeichers - Standardmäßig 1.
el_gr: Διάρκεια ζωής της προσωρινής μνήμης Redis - 1 ημέρα από προεπιλογή.
fa_ir: طول عمر کش Redis — به‌طور پیش‌فرض 1 روز.
fr_fr: Durée de vie du cache Redis - 1 jour par défaut.
it_it: Durata della cache Redis: 1 giorno per impostazione predefinita.
ko_kr: Redis 캐시 수명 - 기본적으로 1일입니다.
pl_pl: Czas życia pamięci podręcznej Redis - domyślnie 1 dzień.
uk_ua: Термін дії кешу Redis - 1 день типово.
zh_cn: Redis缓存的有效期 - 默认为1天。

source: Limits
cs_cz: Limity
de_de: Begrenzungen
el_gr: Όρια
fa_ir: محدودیت‌ها
fr_fr: Limites
it_it: Limiti
ko_kr: 제한
pl_pl: Limity
uk_ua: Ліміти
zh_cn: 限制

source: List of IP addresses (or hostnames) of Zabbix servers. Incoming connections will be accepted only from the hosts listed here.
cs_cz: Seznam IP adres (nebo názvů strojů) Zabbix serverů. Příchozí spojení budou přijímána pouze od zde uvedených strojů.
de_de: Liste von IP-Adressen (oder Hostnamen) von Zabbix-Servern. Eingehende Verbindungen werden nur von den hier gelisteten Hosts akzeptiert.
el_gr: Λίστα διευθύνσεων IP (ή ονομάτων κεντρικών υπολογιστών) των διακομιστών Zabbix. Οι εισερχόμενες συνδέσεις θα γίνονται δεκτές μόνο από τους κεντρικούς υπολογιστές που αναφέρονται εδώ.
fa_ir: فهرست آدرس‌های IP (یا نام‌های میزبان) سرورهای Zabbix. اتصال‌های ورودی تنها از میزبان‌های فهرست‌شده در اینجا پذیرفته می‌شود.
fr_fr: Liste de serveurs Zabbix (adresses ou noms d'hôte). Seules les connexions entrantes provenant de ces hôtes seront acceptées.
it_it: Elenco di indirizzi IP (o nomi host) dei server Zabbix. Le connessioni in entrata saranno accettate solo dagli host elencati qui.
ko_kr: Zabbix 서버의 IP 주소(또는 호스트 이름) 목록입니다. 수신 연결은 여기에 나열된 호스트에서만 허용됩니다.
pl_pl: Lista adresów IP (lub nazw hostów) serwerów Zabbix. Przychodzące połączenia będą akceptowane tylko z hostów wymienionych tutaj.
uk_ua: Список IP-адрес (або імен хостів) серверів Zabbix. Вхідні підключення прийматимуться лише від хостів, перелічених тут.
zh_cn: Zabbix服务器的IP地址(或主机名)列表。 只有此处列出的主机才接受入站连接。

source: List of IP addresses that the agent should listen on. First IP address is sent to Zabbix server if connecting to it to retrieve list of active checks.
cs_cz: Seznam IP adres na kterých by agent měl očekávat spojení. První z nich je poslána Zabbix serveru pokud se k němu připojuje pro získání seznamu aktivních kontrol.
de_de: Liste der IP-Adressen, auf denen der Agent lauschen soll. Die erste IP-Adresse wird an den Zabbix-Server gesendet, wenn dieser eine Liste aktiver Prüfungen abrufen möchte.
el_gr: Λίστα διευθύνσεων IP στις οποίες πρέπει να κάνει ακρόαση ο παράγοντας. Η πρώτη διεύθυνση IP αποστέλλεται στον διακομιστή Zabbix εάν συνδεθεί σε αυτόν για την ανάκτηση της λίστας των ενεργών ελέγχων.
fa_ir: فهرست آدرس‌های IP که agent باید روی آن‌ها گوش کند. اولین آدرس IP در صورت اتصال به سرور Zabbix برای دریافت فهرست بررسی‌های فعال ارسال می‌شود.
fr_fr: Liste des adresses IP sur lesquelles l'agent doit écouter. La première adresse IP est envoyée au serveur Zabbix si vous vous y connectez pour récupérer la liste des vérifications actives.
it_it: Elenco di indirizzi IP su cui l'agente dovrebbe restare in ascolto. Il primo indirizzo IP viene inviato al server Zabbix se ci si connette ad esso per recuperare l'elenco dei controlli attivi.
ko_kr: 에이전트가 수신 대기할 IP 주소 목록입니다. 첫 번째 IP 주소는 활성 검사 목록을 검색하기 위해 Zabbix 서버에 연결할 때 전송됩니다.
pl_pl: Lista adresów IP, na których agent powinien nasłuchiwać. Pierwszy adres IP jest wysyłany do serwera Zabbix, jeśli łączy się z nim, aby pobrać listę aktywnych kontroli.
uk_ua: Список IP-адрес, які агент повинен прослуховувати. Перша IP-адреса надсилається на сервер Zabbix при підключенні до нього для отримання списку активних перевірок.
zh_cn: 代理应监听的IP地址列表。如果检查到活动连接，则第一个IP地址会被发送到Zabbix服务器。

source: List of comma delimited IP addresses that the trapper should listen on. Trapper will listen on all network interfaces if this parameter is missing.
cs_cz: Seznam IP adres (oddělovanýchh čárkou), na který má zachycovač trapů očekávat spojení. Pokud tento parametr chybí, bude tak činit na všech síťových rozhraních.
de_de: Liste an Kommagetrennten IP-Adressen, auf welchen der Trapper hören soll. Trapper wird auf allen IP-Adressen hören, wenn diese Option fehlt.
el_gr: Λίστα διευθύνσεων IP οριοθετημένων με κόμμα στις οποίες θα πρέπει να ακούει το trapper. Το Trapper θα ακούει σε όλες τις διεπαφές δικτύου εάν λείπει αυτή η παράμετρος.
fa_ir: فهرستی از آدرس‌های IP جداشده با ویرگول که trapper باید روی آن‌ها گوش کند. اگر این پارامتر حذف شده باشد، trapper روی تمام رابط‌های شبکه گوش خواهد داد.
fr_fr: Liste des adresses IP délimitées par des virgules que le récupérateur doit écouter. Trapper écoutera sur toutes les interfaces réseau si ce paramètre est manquant.
it_it: Elenco di indirizzi IP delimitati da virgole su cui il trapper dovrebbe essere in ascolto. Trapper ascolterà su tutte le interfacce di rete se questo parametro manca.
ko_kr: 트래퍼가 수신해야 하는 쉼표로 구분된 IP 주소 목록입니다. 이 매개 변수가 없는 경우 트래퍼는 모든 네트워크 인터페이스에서 수신 대기합니다.
pl_pl: Lista adresów IP oddzielonych przecinkami, na których powinien nasłuchiwać trapper. Trapper będzie nasłuchiwał na wszystkich interfejsach sieciowych, jeśli tego parametru brakuje.
uk_ua: Список IP-адрес, розділених комами, які повинен прослуховувати trapper. Trapper прослуховуватиме всі мережеві інтерфейси, якщо цей параметр відсутній.
zh_cn: Trapper要监听的以逗号分隔的IP地址列表。如果缺少该参数，trapper程序会监听所有网络接口。

source: List of domains that are not checked by SURBL.
cs_cz: Seznam domén které nejsou kontrolovány SURBL.
de_de: Listen von Domänen, die nicht durch SURBL überprüft werden.
el_gr: Λίστα τομέων που δεν ελέγχονται από το SURBL.
fa_ir: فهرست دامنه‌هایی که توسط SURBL بررسی نمی‌شوند.
fr_fr: Liste de domaines qui ne sont pas vérifiés par SURBL.
it_it: Elenco dei domini non controllati da SURBL.
ko_kr: SURBL에서 선택하지 않은 도메인 목록입니다.
pl_pl: Lista domen, które nie są sprawdzane przez SURBL.
uk_ua: Список доменів, які не перевіряються SURBL.
zh_cn: SURBL未检查的域列表。

source: List of networks where to apply the DTAG fix. Default should fit for most situations.
cs_cz: Seznam sítí kde uplatňovat opravu DTAG. Výchozí hodnoty by měly ve většině případů dostačovat.
de_de: Liste an Netwerken, an welchen der DTAG fix angewendet wird. Der Standard sollte für die meisten Situationen passen.
el_gr: Λίστα δικτύων όπου θα εφαρμοστεί η διόρθωση DTAG. Η προεπιλογή θα πρέπει να ταιριάζει στις περισσότερες περιπτώσεις.
fa_ir: فهرست شبکه‌هایی که اصلاح DTAG روی آن‌ها اعمال شود. مقدار پیش‌فرض برای بیشتر وضعیت‌ها مناسب است.
fr_fr: Liste des réseaux où appliquer le correctif DTAG. La valeur par défaut devrait convenir à la plupart des situations.
it_it: Elenco delle reti in cui applicare la correzione DTAG. L'impostazione predefinita dovrebbe adattarsi alla maggior parte delle situazioni.
ko_kr: DTAG 수정을 적용할 네트워크 목록입니다. 기본값은 대부분의 상황에 적합해야 합니다.
pl_pl: Lista sieci, w których należy zastosować poprawkę DTAG. Domyślna wartość powinna pasować w większości sytuacji.
uk_ua: Список мереж, до яких слід застосувати виправлення DTAG. Типово підходить для більшості ситуацій.
zh_cn: 应用DTAG修复程序的网络列表。默认值应适合大多数情况。

source: List of networks where to apply the FritzBox Anoncall plugin. Default should fit for most situations.
cs_cz: Seznam sítí kde uplatňovat zásuvným modul FritzBox Anoncall. Výchozí hodnoty by měly ve většině případů dostačovat.
de_de: Liste an Netzwerken, auf denen das FritzBox-Anoncall-Plugin hört. Der Standard sollte in den meisten Situationen passen.
el_gr: Λίστα δικτύων όπου θα εφαρμοστεί το πρόσθετο FritzBox Anoncall. Η προεπιλογή θα πρέπει να ταιριάζει στις περισσότερες περιπτώσεις.
fa_ir: فهرست شبکه‌هایی که افزونه FritzBox Anoncall روی آن‌ها اعمال شود. مقدار پیش‌فرض برای اکثر موارد مناسب است.
fr_fr: Liste des réseaux où appliquer le plugin FritzBox Anoncall. La valeur par défaut devrait convenir à la plupart des situations.
it_it: Elenco delle reti a cui applicare il plugin FritzBox Anoncall. L'impostazione predefinita dovrebbe adattarsi alla maggior parte delle situazioni.
ko_kr: FritzBox Anoncall 플러그인을 적용할 네트워크 목록입니다. 기본값은 대부분의 상황에 적합해야 합니다.
pl_pl: Lista sieci, w których należy zastosować wtyczkę FritzBox Anoncall. Domyślna wartość powinna pasować w większości sytuacji.
uk_ua: Список мереж, до яких слід застосувати плагін FritzBox Anoncall. Типово підходить для більшості ситуацій.
zh_cn: FritzBox Anoncall插件应用的网络列表。默认值应适合大多数情况。

source: List with events. Leave it empty for all events.
cs_cz: Seznam událostí. Pro veškeré události ponechte prázdné.
de_de: Liste mit Ereignissen. Leer lassen, um Alarme für alle Ereignisse zu erhalten.
el_gr: Λίστα με συμβάντα. Αφήστε την κενή για όλα τα συμβάντα.
fa_ir: فهرستی از رویدادها. برای همه رویدادها آن را خالی بگذارید.
fr_fr: Liste avec les événements. Laissez-le vide pour tous les événements.
it_it: Elenco con eventi. Lascialo vuoto per tutti gli eventi.
ko_kr: 이벤트 목록입니다. 모든 이벤트를 포함하려면 비워 두세요.
pl_pl: Lista zdarzeń. Pozostaw pustą dla wszystkich zdarzeń.
uk_ua: Список з подіями. Залиште порожнім для всіх подій.
zh_cn: 列出事件。如果是所有事件则留空。

source: Listen Address
cs_cz: Adresa na které očekávat spojení
de_de: Hörende Adresse
el_gr: Ακούστε τη διεύθυνση
fa_ir: آدرس شنود
fr_fr: Adresse d'écoute
it_it: Ascolta l'indirizzo
ko_kr: 수신 대기 주소
pl_pl: Adres nasłuchu
uk_ua: Адреса прослуховування
zh_cn: 监听地址

source: Listen Addresses
cs_cz: Adresy na kterých očekávat spojení
de_de: Hörende Adressen
el_gr: Ακούστε Διευθύνσεις
fa_ir: آدرس‌های شنود
fr_fr: Adresses d'écoute
it_it: Ascolta gli indirizzi
ko_kr: 수신 대기 주소
pl_pl: Adresy nasłuchu
uk_ua: Адреси прослуховування
zh_cn: 监听地址

source: Listen End Port
cs_cz: Nejvyšší port pro očekávání spojení
de_de: Hörender Endport
el_gr: Θύρα τέλους ακρόασης
fa_ir: پورت انتهایی شنود
fr_fr: Port de fin d'écoute
it_it: Ascolta End Port
ko_kr: 수신 대기 끝 포트
pl_pl: Port końca nasłuchu
uk_ua: Кінцевий порт прослуховування
zh_cn: 监听结束端口

source: Listen IP
cs_cz: IP adresa na které očekávat spojení
de_de: Hörende IP
el_gr: Ακρόαση IP
fa_ir: آدرس IP شنود
fr_fr: Écouter IP
it_it: Ascolta IP
ko_kr: 수신 대기 IP
pl_pl: Nasłuchuj IP
uk_ua: IP прослуховування
zh_cn: 监听IP

source: Listen IPs
cs_cz: IP adresy na kterých očekávat spojení
de_de: IP-Adressen (eingehend)
el_gr: Ακρόαση IP
fa_ir: آدرس‌های IP شنود
fr_fr: IPs d'écoute
it_it: Ascolta IP
ko_kr: 수신 대기 IP
pl_pl: Nasłuchuj IP
uk_ua: IP-адреси прослуховування
zh_cn: 监听IPs

source: Listen Interfaces
cs_cz: Rozhraní na kterých očekávat spojení
de_de: Schnittstellen (eingehend)
el_gr: Διεπαφές Ακρόασης
fa_ir: اینترفیس‌های شنود
fr_fr: Interfaces d'écoute
it_it: Ascolta Interfacce
ko_kr: 수신 대기 인터페이스
pl_pl: Interfejs nasłuchiwania
uk_ua: Інтерфейси прослуховування
zh_cn: 监听接口

source: Listen Port
cs_cz: Spojení očekávat na portu
de_de: Port (eingehend)
el_gr: Ακούστε τη θύρα
fa_ir: پورت شنود
fr_fr: Port d'écoute
it_it: Ascolta Porto
ko_kr: 수신 대기 포트
pl_pl: Port nasłuchu
uk_ua: Порт прослуховування
zh_cn: 监听端口

source: Listen address
cs_cz: Adresa na které očekávat spojení
de_de: Hörende Adresse
el_gr: Ακούστε τη διεύθυνση
fa_ir: آدرس شنود
fr_fr: Adresse d'écoute
it_it: Ascolta l'indirizzo
ko_kr: 수신 대기 주소
pl_pl: Adres nasłuchu
uk_ua: Адреса прослуховування
zh_cn: 监听地址

source: Listen address (IP)
cs_cz: IP adresa, na které očekávat spojení
de_de: Listen-Adresse (IP)
el_gr: Διεύθυνση ακρόασης (IP)
fa_ir: آدرس شنود (IP)
fr_fr: Adresse d'écoute (IP)
it_it: Indirizzo di ascolto (IP)
ko_kr: 수신 대기 주소(IP)
pl_pl: Adres nasłuchu (IP)
uk_ua: Адреса прослуховування (IP)
zh_cn: 监听地址(IP)

source: Listen port
cs_cz: Port na kterém očekávat spojení
de_de: Port (eingehend)
el_gr: Θύρα ακρόασης
fa_ir: پورت شنود
fr_fr: Port d'écoute
it_it: Ascolta il porto
ko_kr: 수신 대기 포트
pl_pl: Port nasłuchu
uk_ua: Порт прослуховування
zh_cn: 监听端口

source: Listen port for trapper. Default is just fine.
cs_cz: Port na kterém má zachycovač trappů očekávat spojení. Výchozí nastavení je naprosto dostačující.
de_de: Port für den Trapper. Der Standardwert ist ausreichend.
el_gr: Θύρα ακρόασης για trapper. Η προεπιλογή είναι μια χαρά.
fa_ir: پورت شنود برای trapper. مقدار پیش‌فرض مناسب است.
fr_fr: Port d'écoute pour le trappeur. La valeur par défaut convient parfaitement.
it_it: Ascolta il porto per il trapper. L'impostazione predefinita va bene.
ko_kr: 추적기의 수신 대기포트. 기본값이면 됩니다.
pl_pl: Port nasłuchu dla trappera. Domyślna wartość jest w porządku.
uk_ua: Порт прослуховування для trapper. Типово підходить.
zh_cn: Trapper监听端口。 推荐使用默认值。

source: Load Average Statistics
cs_cz: Načíst průměrné statistiky
de_de: Durchschnittsbelastungsstatistik
el_gr: Φόρτωση μέσων στατιστικών στοιχείων
fa_ir: آمار میانگین بار
fr_fr: Statistiques sur les charges moyennes
it_it: Carica statistiche medie
ko_kr: 평균 부하 통계
pl_pl: Statystyki średniego obciążenia
uk_ua: Статистика середнього навантаження
zh_cn: 平均负载统计

source: Local Address
cs_cz: Místní adresa
de_de: Lokale Adresse
el_gr: Τοπική διεύθυνση
fa_ir: آدرس محلی
fr_fr: Adresse locale
it_it: Indirizzo locale
ko_kr: 로컬 주소
pl_pl: Lokalny adres
uk_ua: Локальна адреса
zh_cn: 本地地址
