Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: If set to 'optional' or 'required', client certificate is requested.
cs_cz: Pokud nastaveno na „volitelné“ nebo “ vyžadováno“, je vyžádán klientský certifikát.
de_de: Wenn auf „optional“ oder „erforderlich“ gesetzt, wird ein Client-Zertifikat angefordert.
el_gr: Εάν οριστεί σε «προαιρετικό» ή «απαιτείται», ζητείται πιστοποιητικό προγράμματος-πελάτη.
fa_ir: اگر روی 'optional' یا 'required' تنظیم شود، گواهی‌نامهٔ کلاینت درخواست می‌شود.
fr_fr: Si la valeur est "facultative" ou "obligatoire", le certificat du client est demandé.
it_it: Se impostato su "facoltativo" o "richiesto", viene richiesto il certificato client.
ko_kr: '선택 사항' 또는 '필수'로 설정된 경우 클라이언트 인증서가 요청됩니다.
pl_pl: Jeśli ustawione na 'optional' lub 'required', żądany jest certyfikat klienta.
uk_ua: Якщо встановлено на 'необов'язково' або 'обов'язково', запитується клієнтський сертифікат.
zh_cn: 如果设置为"可选"或"必需"，则请求客户端证书。

source: If set, a message larger than this size will not be scanned.
cs_cz: Pokud nastaveno, zprávy objemnější než tato velikost nebudou skenovány.
de_de: Wenn diese Option aktiviert ist, wird eine Nachricht, die größer als diese Größe ist, nicht gescannt.
el_gr: Εάν οριστεί, ένα μήνυμα μεγαλύτερο από αυτό το μέγεθος δεν θα σαρωθεί.
fa_ir: اگر تنظیم شود، پیامی بزرگ‌تر از این اندازه اسکن نخواهد شد.
fr_fr: S'il est défini, un message plus grand que cette taille ne sera pas numérisé.
it_it: Se impostato, un messaggio più grande di questa dimensione non verrà scansionato.
ko_kr: 설정된 경우 이 크기보다 큰 메시지는 검색되지 않습니다.
pl_pl: Jeżeli ustawione, wiadomość większa niż ten rozmiar nie będzie skanowana.
uk_ua: Якщо встановлено, повідомлення, розмір якого перевищує цей, не буде скановано.
zh_cn: 如果设置，则不会扫描大于此大小的消息。

source: If the request exceeds this size, it will be written to disk. Enter a number and a unit like 1m.
cs_cz: Pokud velikost požadavku překročí tuto, bude zapsán na disk. Zadejte číslo a jednotku, jako např. 1m.
de_de: Wenn die Anfrage diese Größe überschreitet, wird sie auf die Festplatte geschrieben. Geben Sie eine Zahl und eine Einheit wie 1m ein.
el_gr: Εάν το αίτημα υπερβεί αυτό το μέγεθος, θα εγγραφεί στον δίσκο. Εισαγάγετε έναν αριθμό και μια μονάδα μέτρησης όπως 1m.
fa_ir: اگر درخواست از این اندازه فراتر رود، روی دیسک نوشته خواهد شد. یک عدد و واحد وارد کنید، مثلاً 1m.
fr_fr: Si la requête dépasse cette taille, elle sera écrite sur le disque. Entrez un nombre et une unité comme 1m.
it_it: Se la richiesta supera questa dimensione, verrà scritta su disco. Inserisci un numero e un'unità come 1 m.
ko_kr: 요청이 이 크기를 초과하면 디스크에 기록됩니다. 숫자와 1m와 같은 단위를 입력합니다.
pl_pl: Jeśli żądanie przekroczy ten rozmiar, zostanie zapisane na dysku. Wprowadź liczbę i jednostkę, np. 1m.
uk_ua: Якщо запит перевищує цей розмір, він буде записаний на диск. Введіть число та одиницю, наприклад 1m.
zh_cn: 如果请求超出此大小，它会被写入磁盘。输入一个数字和一个单位，例如1m。

source: If the request is larger, it will be rejectet with error 413 (Request Entity Too Large). For example, you can enter 200m.
cs_cz: Pokud je požadavek větší, bude odmítnut s chybou 413 (příliš velká entita požadavku). Například je zde možné zadat 200m.
de_de: Ist die Anfrage größer, wird sie mit Fehler 413 (Request Entity Too Large) abgelehnt. Zum Beispiel können Sie 200m eingeben.
el_gr: Εάν το αίτημα είναι μεγαλύτερο, θα απορριφθεί με σφάλμα 413 (Request Entity Too Large). Για παράδειγμα, μπορείτε να εισαγάγετε 200m.
fa_ir: اگر درخواست بزرگ‌تر باشد، با خطای 413 (Request Entity Too Large) رد خواهد شد. به‌عنوان مثال می‌توانید 200m وارد کنید.
fr_fr: Si la demande est plus importante, elle sera rejetée avec l'erreur 413 (Request Entity Too Large). Par exemple, vous pouvez entrer 200m.
it_it: Se la richiesta è più grande, verrà respinta con errore 413 (Request Entity Too Large). Ad esempio, puoi inserire 200 m.
ko_kr: 요청이 크면 오류 413(요청한 엔티티가 너무 큼)으로 거부됩니다. 예를 들어 200m를 입력할 수 있습니다.
pl_pl: Jeśli żądanie jest większe, zostanie odrzucone z błędem 413 (Request Entity Too Large). Na przykład możesz wpisać 200m.
uk_ua: Якщо запит більший, він буде відхилений з помилкою 413 (Request Entity Too Large). Наприклад, ви можете ввести 200m.
zh_cn: 如果请求较大，则会拒绝它，并显示错误413（请求实体太大）。例如，可以输入200m。

source: If this checkbox is checked, all other settings for this directive are ignored and everything will be forbidden.
cs_cz: Pokud je toto zaškrtnuto, veškerá ostatní natavení pro tuto direktivu jsou ignorována a vše bude zakázáno.
de_de: Wenn dieses Kontrollkästchen aktiviert ist, werden alle anderen Einstellungen dieser Direktive ignoriert und sämtlicher Zugriff wird verboten.
el_gr: Εάν αυτό το πλαίσιο ελέγχου είναι επιλεγμένο, όλες οι άλλες ρυθμίσεις για αυτήν την οδηγία αγνοούνται και όλα θα απαγορεύονται.
fa_ir: اگر این کادر انتخاب شود، تمام تنظیمات دیگر این دستور نادیده گرفته می‌شوند و همه چیز ممنوع خواهد شد.
fr_fr: Si cette case est cochée, tous les autres paramètres de cette directive sont ignorés et tout sera interdit.
it_it: Se questa casella è selezionata, tutte le altre impostazioni per questa direttiva verranno ignorate e tutto sarà proibito.
ko_kr: 이 확인란을 선택하면 이 지침에 대한 다른 모든 설정이 무시되고 모든 설정이 금지됩니다.
pl_pl: Jeżeli to pole jest zaznaczone, wszystkie inne ustawienia dla tej dyrektywy są ignorowane i wszystko będzie zabronione.
uk_ua: Якщо цей прапорець встановлено, усі інші налаштування для цієї директиви ігноруються і все буде заборонено.
zh_cn: 如果选中，则该指令的所有其他设置都会被忽略，并且一切都会被禁止。

source: If this is box is checked, the score will be added if the rule does not match. Use with care.
cs_cz: Pokud je toto zaškrtnuto, pak pokud nebude nalezena shoda s pravidlem, bude přidáno hodnocení. Používejte obezřetně.
de_de: Wenn dieses Feld aktiviert ist, wird der Score hinzugefügt, wenn die Regel nicht zutrifft. Vorsicht bei der Verwendung.
el_gr: Εάν αυτό το πλαίσιο είναι επιλεγμένο, η βαθμολογία θα προστεθεί εάν ο κανόνας δεν ταιριάζει. Χρησιμοποιήστε το με προσοχή.
fa_ir: اگر این کادر انتخاب شود، در صورت نامطابقت قانون، امتیاز اضافه می‌شود. با احتیاط استفاده کنید.
fr_fr: Si cette case est cochée, le score sera ajouté si la règle ne correspond pas. A utiliser avec précaution.
it_it: Se questa casella è selezionata, il punteggio verrà aggiunto se la regola non corrisponde. Utilizzare con cura.
ko_kr: 이 확인란을 선택하면 규칙이 일치하지 않으면 점수가 추가됩니다. 조심해서 사용하세요.
pl_pl: Jeżeli to pole jest zaznaczone, wynik zostanie dodany, jeśli reguła się nie zgadza. Używaj ostrożnie.
uk_ua: Якщо цей прапорець встановлено, бал буде додано, якщо правило не відповідає. Використовуйте з обережністю.
zh_cn: 如果选中，如果规则不匹配，将会加分数。小心使用。

source: If you check this box, this entry will be added to the configuration of trusted fingerprints.
cs_cz: Pokud toto zaškrtnete, tato položka bude přidána do nastavení důvěryhodných otisků.
de_de: Wenn dieses Feld aktiviert ist, wird der Eintrag zu den vertrauenswürdigen Fingerabdrücken hinzugefügt.
el_gr: Εάν επιλέξετε αυτό το πλαίσιο, αυτή η καταχώρηση θα προστεθεί στη διαμόρφωση των αξιόπιστων δακτυλικών αποτυπωμάτων.
fa_ir: اگر این کادر را علامت بزنید، این ورودی به پیکربندی اثرانگشت‌های قابل‌اطمینان اضافه می‌شود.
fr_fr: Si vous cochez cette case, cette entrée sera ajoutée à la configuration des empreintes digitales de confiance.
it_it: Se selezioni questa casella, questa voce verrà aggiunta alla configurazione delle impronte digitali attendibili.
ko_kr: 이 확인란를 선택하면 이 항목이 신뢰할 수 있는 지문의 구성에 추가됩니다.
pl_pl: Jeżeli zaznaczysz to pole, ten wpis zostanie dodany do konfiguracji zaufanych odcisków palca.
uk_ua: Якщо ви встановите цей прапорець, цей запис буде додано до конфігурації довірених відбитків.
zh_cn: 如果选中，则该条目会被添加到受信任指纹的配置中。

source: If you choose multiple limits, the strictest will be used.
cs_cz: Pokud zvolíte vícero limitů, bude použit ten nejvíce omezující.
de_de: Wenn Sie mehrere Limits auswählen, wird das strengste verwendet.
el_gr: Εάν επιλέξετε πολλαπλά όρια, θα χρησιμοποιηθεί το αυστηρότερο.
fa_ir: اگر چند محدودیت را انتخاب کنید، سخت‌گیرانه‌ترین اعمال خواهد شد.
fr_fr: Si vous choisissez plusieurs limites, la plus stricte sera utilisée.
it_it: Se scegli più limiti, verrà utilizzato il più rigido.
ko_kr: 여러 제한을 선택하면 가장 엄격한 제한이 사용됩니다.
pl_pl: Jeżeli wybierzesz wiele limitów, zostanie użyty najbardziej rygorystyczny.
uk_ua: Якщо ви оберете кілька лімітів, буде використано найсуворіший.
zh_cn: 如果您选择多个限制，会使用最严格的限制。

source: If you enable the Response Buffering option, nginx will buffer response from the backed server.
cs_cz: Pokud zapnete předvolbu „Uchovávání odpovědí ve vyrovnávací paměti“, bude nginx ukládat odpovědi ze zastupovaného serveru do vyrovnávací paměti.
de_de: Wenn Sie diese Option aktivieren, puffert nginx die Antwort des Backend-Servers.
el_gr: Εάν ενεργοποιήσετε την επιλογή Αποθήκευση απόκρισης στην προσωρινή μνήμη, το nginx θα αποθηκεύσει την απόκριση από τον υποστηριζόμενο διακομιστή στην προσωρινή μνήμη.
fa_ir: اگر گزینهٔ Response Buffering را فعال کنید، nginx پاسخ سرور پشتیبان را بافر می‌کند.
fr_fr: Si vous activez l'option Response Buffering, nginx mettra en mémoire tampon la réponse du serveur sauvegardé.
it_it: Se abiliti l'opzione Buffer di risposta, nginx memorizzerà nel buffer la risposta dal server supportato.
ko_kr: 응답 버퍼링 옵션을 사용하도록 설정하면 nginx는 백업된 서버의 응답을 버퍼링합니다.
pl_pl: Jeśli włączysz opcję buforowania odpowiedzi, nginx będzie buforował odpowiedź od serwera wewnętrznego.
uk_ua: Якщо ви ввімкнете опцію буферизації відповіді, nginx буферизуватиме відповіді від сервера бекенду.
zh_cn: 如果启用"响应缓冲"选项，nginx会缓冲来自备份服务器的响应。

source: If you enable the WebSocket option, nginx will pass the upgrade header to the backed server.
cs_cz: Pokud zapnete předvolbu WebSocket, předá nginx zastupovanému serveru hlavičku aktualizace.
de_de: Wenn Sie die WebSocket-Option aktivieren, übermittelt nginx den Upgrade-Header an den Backend-Server.
el_gr: Εάν ενεργοποιήσετε την επιλογή WebSocket, το nginx θα μεταβιβάσει την κεφαλίδα αναβάθμισης στον υποστηριζόμενο διακομιστή.
fa_ir: اگر گزینهٔ WebSocket را فعال کنید، nginx هدر upgrade را به سرور پشتیبان ارسال می‌کند.
fr_fr: Si vous activez l'option WebSocket, nginx transmettra l'en-tête de mise à niveau au serveur soutenu.
it_it: Se abiliti l'opzione WebSocket, nginx passerà l'intestazione di aggiornamento al server supportato.
ko_kr: WebSocket 옵션을 사용 가능으로 설정하면 nginx가 업그레이드 헤더를 백업된 서버로 전달합니다.
pl_pl: Jeśli włączysz opcję WebSocket, nginx będzie przekazywał nagłówek aktualizacji do serwera wewnętrznego.
uk_ua: Якщо ви ввімкнете опцію WebSocket, nginx передасть заголовок оновлення до сервера бекенду.
zh_cn: 如果启用WebSocket选项，nginx会将升级标头传递到支持的服务器。

source: If you enable the honeypot, all requests to this location will go to a special temporary log which will be used to block the IP. This is dangerous because you may accidentally block legitimate users or search engines. The result is available as a special alias in the firewall section. For example you can trigger on locations of Wordpress for phpMyAdmin if you are not using it.
cs_cz: Pokud zapnete návnadu, budou všechny požadavky na toto umístění přecházet do speciálního dočasného záznamu událostí, který bude použit k zablokování IP adresy. To je nebezpečné, protože můžete omylem zablokovat legitimní uživatele nebo vyhledávače. Výsledek je k dispozici jako zvláštní alternativní název v sekci brány firewall. Například můžete spustit na umístění Wordpress pro phpMyAdmin, pokud ho nepoužíváte.
de_de: Wenn Sie den Honeypot aktivieren, werden alle Anfragen an diese Location in ein spezielles temporäres Protokoll geschrieben, das verwendet wird, um die IP-Adresse zu blockieren. Dies kann gefährlich sein, da dabei versehentlich legitime Benutzer oder Suchmaschinen blockiert werden können. Das Ergebnis steht als spezielle Aliasregel im Bereich der Firewall zur Verfügung. Beispiel: Sie können diese Funktion für nicht genutzte WordPress-Standorte wie phpMyAdmin aktivieren.
el_gr: Εάν ενεργοποιήσετε το honeypot, όλα τα αιτήματα προς αυτήν την τοποθεσία θα μεταβαίνουν σε ένα ειδικό προσωρινό αρχείο καταγραφής το οποίο θα χρησιμοποιηθεί για τον αποκλεισμό της IP. Αυτό είναι επικίνδυνο επειδή μπορεί να αποκλείσετε κατά λάθος νόμιμους χρήστες ή μηχανές αναζήτησης. Το αποτέλεσμα είναι διαθέσιμο ως ειδικό ψευδώνυμο στην ενότητα τείχους προστασίας. Για παράδειγμα, μπορείτε να ενεργοποιήσετε το phpMyAdmin σε τοποθεσίες του Wordpress εάν δεν το χρησιμοποιείτε.
fa_ir: اگر honeypot را فعال کنید، همهٔ درخواست‌ها به این مکان به یک لاگ موقت ویژه فرستاده می‌شوند که برای مسدود کردن آی‌پی استفاده خواهد شد. این خطرناک است زیرا ممکن است به‌طور ناخواسته کاربران مشروع یا موتورهای جستجو را مسدود کنید. نتیجه به‌صورت یک نام مستعار ویژه در بخش فایروال در دسترس است. به‌عنوان مثال می‌توانید نقاط وردپرس یا phpMyAdmin را هدف قرار دهید اگر از آن‌ها استفاده نمی‌کنید.
fr_fr: Si vous activez le pot de miel, toutes les demandes à cet emplacement iront dans un journal temporaire spécial qui sera utilisé pour bloquer l'IP. Ceci est dangereux car vous pouvez accidentellement bloquer des utilisateurs ou des moteurs de recherche légitimes. Le résultat est disponible sous forme d'alias spécial dans la section pare-feu. Par exemple, vous pouvez déclencher sur les emplacements de Wordpress pour phpMyAdmin si vous ne l'utilisez pas.
it_it: Se abiliti l'honeypot, tutte le richieste a questa posizione andranno a uno speciale registro temporaneo che verrà utilizzato per bloccare l'IP. Questo è pericoloso perché potresti bloccare accidentalmente utenti legittimi o motori di ricerca. Il risultato è disponibile come alias speciale nella sezione firewall. Ad esempio, puoi eseguire l'attivazione su posizioni di Wordpress per phpMyAdmin se non lo stai utilizzando.
ko_kr: 허니팟을 활성화하면 이 위치에 대한 모든 요청은 IP를 차단하는 데 사용되는 특수 임시 로그로 이동합니다. 이것은 당신이 실수로 합법적인 사용자나 검색 엔진을 차단할 수 있기 때문에 위험하다. 결과는 방화벽 섹션에서 특수 별칭으로 사용할 수 있습니다. 예를 들어 phpMyAdmin을 사용하지 않을 경우 Wordpress의 위치에서 트리거할 수 있습니다.
pl_pl: Jeśli aktywujesz pułapkę (honeypot), wszystkie żądania do tego miejsca trafią do specjalnego tymczasowego logu, który będzie służył do blokowania IP. Jest to niebezpieczne, ponieważ możesz przypadkowo zablokować prawdziwych użytkowników lub wyszukiwarki. Wynik jest dostępny jako specjalny alias w sekcji firewalla. Na przykład możesz uruchomić pułapkę w lokalizacjach Wordpress dla phpMyAdmin, jeśli go nie używasz.
uk_ua: Якщо ви ввімкнете медову пастку, усі запити до цього розташування будуть записані до спеціального тимчасового журналу, який буде використано для блокування IP. Це небезпечно, оскільки ви можете випадково заблокувати законних користувачів або пошукові системи. Результат доступний як спеціальний псевдонім у розділі брандмауера. Наприклад, ви можете налаштувати спрацьовування на розташуваннях Wordpress для phpMyAdmin, якщо ви його не використовуєте.
zh_cn: 如果您启用了蜜罐，则对此位置的所有请求都会转到一个特殊的临时日志，该日志会被用于阻止IP。这很危险，因为您可能会意外阻止合法用户或搜索引擎。结果可作为防火墙部分中的特殊别名使用。例如，如果您不使用它，可以触发Wordpress for phpMyAdmin的位置。

source: If you enable the proxy protocol, a downstream proxy can send the client IP and port before the real traffic is set.
cs_cz: Pokud zapnete proxy protokol, může následný proxy server odeslat IP adresu a port klienta dříve, než je nastaven skutečný provoz.
de_de: Wenn Sie das Proxy-Protokoll aktivieren, kann ein nachgelagerter Proxy die Client-IP und den Port übermitteln, bevor der eigentliche Datenverkehr beginnt.
el_gr: Εάν ενεργοποιήσετε το πρωτόκολλο proxy, ένας διακομιστής proxy κατάντη μπορεί να στείλει την IP και τη θύρα του προγράμματος-πελάτη πριν οριστεί η πραγματική κίνηση.
fa_ir: اگر proxy protocol را فعال کنید، یک پروکسی پایین‌دستی می‌تواند آی‌پی و پورت کلاینت را قبل از ارسال ترافیک واقعی ارسال کند.
fr_fr: Si vous activez le protocole de proxy, un proxy en aval peut envoyer l'IP et le port du client avant que le trafic réel ne soit établi.
it_it: Se abiliti il ​​protocollo proxy, un proxy downstream può inviare l'IP e la porta del client prima che venga impostato il traffico reale.
ko_kr: 프록시 프로토콜을 사용하도록 설정하면 실제 트래픽이 설정되기 전에 다운스트림 프록시가 클라이언트 IP 및 포트를 전송할 수 있습니다.
pl_pl: Jeśli włączysz protokół proxy, downstreamowy proxy może wysłać IP klienta i port przed faktycznym ruchem.
uk_ua: Якщо ви ввімкнете протокол проксі, нижчий проксі може надіслати IP-адресу та порт клієнта до того, як буде встановлено реальний трафік.
zh_cn: 如果启用代理协议，则在设置实际流量之前，下游代理可以发送客户端IP和端口。

source: If you enable the proxy protocol, an upstream proxy or server will get the client IP and the server port before the real traffic is sent.
cs_cz: Pokud zapnete proxy protokol, příslušný nebo nadřazený server před odesláním skutečného provozu získá IP adresu klienta a port serveru.
de_de: Wenn das Proxy-Protokoll aktiviert ist, erhält der vorgelagerte Proxy oder Server die Client-IP und den Server-Port, bevor der eigentliche Datenverkehr beginnt.
el_gr: Εάν ενεργοποιήσετε το πρωτόκολλο proxy, ένας upstream proxy ή διακομιστής θα λάβει την IP του πελάτη και τη θύρα του διακομιστή πριν από την αποστολή της πραγματικής κίνησης.
fa_ir: اگر proxy protocol را فعال کنید، یک پروکسی بالادستی یا سرور آی‌پی کلاینت و پورت سرور را قبل از ارسال ترافیک واقعی دریافت خواهد کرد.
fr_fr: Si vous activez le protocole de proxy, un proxy ou un serveur en amont obtiendra l'IP du client et le port du serveur avant que le trafic réel ne soit envoyé.
it_it: Se abiliti il ​​protocollo proxy, un proxy o server upstream otterrà l'IP del client e la porta del server prima che venga inviato il traffico reale.
ko_kr: 프록시 프로토콜을 사용 가능으로 설정하면, 실제 트래픽이 전송되기 전에 업스트림 프록시 또는 서버가 클라이언트 IP와 서버 포트를 가져옵니다.
pl_pl: Jeśli włączysz protokół proxy, upstreamowy proxy lub serwer otrzyma IP klienta i port serwera przed faktycznym przesyłaniem ruchu.
uk_ua: Якщо ви ввімкнете протокол проксі, верхній проксі або сервер отримає IP-адресу клієнта та порт сервера до того, як буде надіслано реальний трафік.
zh_cn: 如果启用代理协议，则在发送实际流量之前，上游代理或服务器会获取客户端IP和服务器端口。

source: If you enable this option, a stale response will be sent when in cases the original server is unable to (for example if it is down).
cs_cz: Pokud tuto předvolbu zapnete, bude se odesílat zaseknutá odpověď, pokud to původní server nedokáže (například pokud je mimo provoz).
de_de: Wenn Sie diese Option aktivieren, wird eine zwischengespeicherte (abgelaufene) Antwort gesendet, wenn der Ursprungsserver nicht erreichbar ist (z. B. bei Ausfall).
el_gr: Εάν ενεργοποιήσετε αυτήν την επιλογή, θα αποστέλλεται μια παλιά απάντηση σε περιπτώσεις που ο αρχικός διακομιστής δεν είναι σε θέση να το κάνει (για παράδειγμα, εάν είναι εκτός λειτουργίας).
fa_ir: اگر این گزینه را فعال کنید، در مواردی که سرور اصلی قادر به پاسخ‌دهی نیست (مثلاً خاموش است)، یک پاسخ قدیمی ارسال خواهد شد.
fr_fr: Si vous activez cette option, une réponse périmée sera envoyée dans les cas où le serveur d'origine est incapable de le faire (par exemple s'il est hors service).
it_it: Se abiliti questa opzione, verrà inviata una risposta obsoleta quando il server originale non è in grado di farlo (ad esempio se è inattivo).
ko_kr: 이 옵션을 활성화하면 원래 서버가 응답할 수 없는 경우(예: 서버가 다운된 경우) 오래된 응답이 전송됩니다.
pl_pl: Jeśli włączysz tę opcję, zostanie wysłana nieaktualna odpowiedź, gdy w pewnych przypadkach oryginalny serwer jest niedostępny (na przykład gdy jest wyłączony).
uk_ua: Якщо ви ввімкнете цю опцію, застаріла відповідь буде надіслана у випадках, коли оригінальний сервер недоступний (наприклад, якщо він не працює).
zh_cn: 如果启用此选项，则在原始服务器无法启动时（例如，如果它已关闭），会发送过期响应。

source: If you enable this option, nginx will not terminate the connection to the backend server if the client connection is terminated.
cs_cz: Pokud tuto předvolbu zapnete, nebude nginx ukončovat připojení k serveru podpůrné vrstvy, pokud dojde k ukončení klientského připojení.
de_de: Wenn Sie diese Option aktivieren, wird nginx die Verbindung zum Backend-Server nicht beenden, wenn die Verbindung des Clients getrennt wurde.
el_gr: Εάν ενεργοποιήσετε αυτήν την επιλογή, το nginx δεν θα τερματίσει τη σύνδεση με τον διακομιστή backend εάν τερματιστεί η σύνδεση του προγράμματος-πελάτη.
fa_ir: اگر این گزینه را فعال کنید، nginx در صورت قطع اتصال کلاینت، اتصال به سرور بک‌اند را خاتمه نخواهد داد.
fr_fr: Si vous activez cette option, nginx ne terminera pas la connexion au serveur backend si la connexion du client est terminée.
it_it: Se abiliti questa opzione, nginx non interromperà la connessione al server backend se la connessione client viene terminata.
ko_kr: 이 옵션을 사용하도록 설정하면 클라이언트 연결이 종료된 경우 nginx가 백엔드 서버에 대한 연결을 종료하지 않습니다.
pl_pl: Jeśli włączysz tę opcję, nginx nie zakończy połączenia z serwerem wewnętrznym, jeśli połączenie klienta zostanie zakończone.
uk_ua: Якщо ви ввімкнете цю опцію, nginx не розриватиме з'єднання з сервером бекенду, якщо з'єднання клієнта розірвано.
zh_cn: 如果启用此选项，如果客户端连接终止，nginx不会终止与后端服务器的连接。

source: If you enable this option, the username of the client will be sent to the ICAP server. This can be useful if you want to filter traffic based on usernames. Authentication is required to use usernames.
cs_cz: Pokud tuto předvolbu zapnte, bude na ICAP server odesláno uživatelské jméno klienta. To může být užitečné, pokud chcete filtrovat provoz na základě uživatelských jmen. Pro použití uživatelských jmen je vyžadováno ověřování se.
de_de: Wird diese Einstellung aktiviert, wird der Benutzername des Clients an den ICAP-Server gesendet. Das ist nützlich, wenn Datenverkehr nach Benutzername gefiltert werden soll. Für die Verwendung von Benutzernamen ist eine Authentifizierung notwendig.
el_gr: Εάν ενεργοποιήσετε αυτήν την επιλογή, το όνομα χρήστη του προγράμματος-πελάτη θα αποσταλεί στον διακομιστή ICAP. Αυτό μπορεί να είναι χρήσιμο εάν θέλετε να φιλτράρετε την επισκεψιμότητα με βάση τα ονόματα χρήστη. Απαιτείται έλεγχος ταυτότητας για τη χρήση ονομάτων χρήστη.
fa_ir: اگر این گزینه را فعال کنید، نام کاربری کلاینت به سرور ICAP ارسال خواهد شد. این می‌تواند مفید باشد اگر بخواهید ترافیک را بر اساس نام‌های کاربری فیلتر کنید. برای استفاده از نام کاربری‌ها، احراز هویت لازم است.
fr_fr: Si vous activez cette option, le nom d'utilisateur du client sera envoyé au serveur ICAP. Cela peut être utile si vous souhaitez filtrer le trafic en fonction des noms d'utilisateur. L'authentification est requise pour utiliser les noms d'utilisateur.
it_it: Se abiliti questa opzione, il nome utente del client verrà inviato al server ICAP. Questo può essere utile se desideri filtrare il traffico in base ai nomi utente. Per utilizzare i nomi utente è necessaria l'autenticazione.
ko_kr: 이 옵션을 활성화하면 클라이언트의 사용자 이름이 ICAP 서버로 전송됩니다. 사용자 이름을 기준으로 트래픽을 필터링하려는 경우 유용합니다. 사용자 이름을 사용하려면 인증이 필요합니다.
pl_pl: Jeśli włączysz tę opcję, nazwa użytkownika klienta zostanie wysłana do serwera ICAP. Może to być przydatne, jeśli chcesz filtrować ruch na podstawie nazw użytkowników. Wymagane jest uwierzytelnienie, aby korzystać z nazw użytkowników.
uk_ua: Якщо ви ввімкнете цю опцію, ім'я користувача клієнта буде надіслано на сервер ICAP. Це може бути корисним, якщо ви хочете фільтрувати трафік на основі імен користувачів. Для використання імен користувачів потрібна автентифікація.
zh_cn: 如果启用此选项，则客户端的用户名会发送到ICAP服务器。如果您要基于用户名过滤流量，这就会很有用。使用用户名需要认证。
