Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select the zone for this record.
cs_cz: Vyberte zónu pro tento záznam.
de_de: Zone für diesen Eintrag auswählen.
el_gr: Επιλέξτε τη ζώνη για αυτήν την εγγραφή.
fa_ir: زون مربوط به این رکورد را انتخاب کنید.
fr_fr: Sélectionner la zone pour cet enregistrement.
it_it: Seleziona la zona per questo record.
ko_kr: 이 레코드의 영역을 선택하세요.
pl_pl: Wybierz strefę dla tego rekordu.
uk_ua: Виберіть зону для цього запису.
zh_cn: 选择该记录的区域。

source: Sender Whitelist
cs_cz: Seznam povolených odesilatele
de_de: Absender-Whitelist
el_gr: Λίστα επιτρεπόμενων αποστολέων
fa_ir: فهرست سفید فرستنده‌ها
fr_fr: Liste blanche des expéditeurs
it_it: Lista bianca del mittente
ko_kr: 보낸 사람 화이트리스트
pl_pl: Biała lista nadawców
uk_ua: Білий список відправників
zh_cn: 发件人白名单

source: Service Type
cs_cz: Typ služby
de_de: Diensttyp
el_gr: Τύπος υπηρεσίας
fa_ir: نوع سرویس
fr_fr: Type de service
it_it: Tipo di servizio
ko_kr: 서비스 유형
pl_pl: Typ Usługi
uk_ua: Тип служби
zh_cn: 服务类型

source: Set extra arguments for this UPS, e.g. "community=public".
cs_cz: Nastavení dalších argumentů pro tuto UPS, např. „community=public“.
de_de: Legen Sie zusätzliche Argumente für diese USV fest, z. B. "community=public".
el_gr: Ορίστε επιπλέον ορίσματα για αυτό το UPS, π.χ. "community=public".
fa_ir: آرگومان‌های اضافی برای این UPS را تنظیم کنید، مثلاً "community=public".
fr_fr: Définir des arguments supplémentaires pour cet UPS, par exemple "community=public".
it_it: Imposta argomenti aggiuntivi per questo UPS, ad es. "comunità=pubblico".
ko_kr: 이 UPS에 대한 추가 인수(예: "public=public")를 설정하세요.
pl_pl: Ustaw dodatkowe argumenty dla tego UPS, np. "community=public".
uk_ua: Встановіть додаткові аргументи для цього ДБЖ, наприклад, "community=public".
zh_cn: 为此UPS设置额外的参数，例如"community=public"。

source: Set the CIDR networks allowed to contact this node. For a single host please use /32
cs_cz: Nastavit sítě (CIDR zápis), které mohou kontaktovat tento uzel. V případě jediného stroje použijte /32
de_de: Geben Sie Netzwerke in CIDR an, welche diesen Node kontaktieren dürfen. Einzelne Hosts bitte als /32 angeben
el_gr: Ορίστε τα δίκτυα CIDR που επιτρέπονται να επικοινωνούν με αυτόν τον κόμβο. Για έναν μόνο κεντρικό υπολογιστή, χρησιμοποιήστε /32
fa_ir: شبکه‌های CIDR مجاز برای تماس با این گره را تعیین کنید. برای یک میزبان واحد لطفاً از /32 استفاده کنید.
fr_fr: Définissez les réseaux CIDR autorisés à contacter ce nœud. Pour un seul hôte, veuillez utiliser /32
it_it: Imposta le reti CIDR autorizzate a contattare questo nodo. Per un singolo host utilizzare /32
ko_kr: 이 노드에 연결할 수 있는 CIDR 네트워크를 설정하세요. 단일 호스트의 경우 /32를 사용하세요
pl_pl: Ustaw sieci CIDR, które mają prawo kontaktować się z tym węzłem. Dla pojedynczego hosta użyj /32.
uk_ua: Встановіть CIDR-мережі, яким дозволено звертатися до цього вузла. Для єдиного хоста використовуйте /32.
zh_cn: 设置允许与该节点联系的CIDR网络。对于单个主机，请使用/ 32

source: Set the DNS server hosting this file. This should usually be the FQDN of your firewall where the BIND plugin is installed.
cs_cz: Nastavení DNS serveru, na kterém je tento soubor umístěn. Obvykle by to mělo být FQDN brány firewall, na kterém je nainstalován zásuvný modul BIND.
de_de: DNS-Server festlegen, der diese Datei bereitstellt. In der Regel ist dies der FQDN Ihrer Firewall, auf der das BIND-Plugin installiert ist.
el_gr: Ορίστε τον διακομιστή DNS που φιλοξενεί αυτό το αρχείο. Αυτό θα πρέπει συνήθως να είναι το FQDN του τείχους προστασίας σας όπου είναι εγκατεστημένο το πρόσθετο BIND.
fa_ir: سرور DNS میزبانی‌کنندهٔ این فایل را تنظیم کنید. معمولاً باید FQDN فایروال شما باشد که پلاگین BIND روی آن نصب است.
fr_fr: Définissez le serveur DNS qui héberge ce fichier. Il s'agit généralement du FQDN de votre pare-feu où le plugin BIND est installé.
it_it: Imposta il server DNS che ospita questo file. Solitamente dovrebbe essere l'FQDN del firewall su cui è installato il plug-in BIND.
ko_kr: 이 파일을 호스팅하는 DNS 서버를 설정하세요. 일반적으로 BIND 플러그인이 설치된 방화벽의 FQDN이어야 합니다.
pl_pl: Ustaw serwer DNS obsługujący ten plik. Zazwyczaj powinna to być pełna nazwa domenowa (FQDN) Twojego firewalla, na którym zainstalowana jest wtyczka BIND.
uk_ua: Встановіть DNS-сервер, який розміщує цей файл. Зазвичай це має бути FQDN вашого брандмауера, де встановлено плагін BIND.
zh_cn: 设置托管此文件的DNS服务器。通常应该是安装了BIND插件的防火墙的FQDN。

source: Set the Service-Type attributes for this user.
cs_cz: Nastavit atributy typ služby pro tohoto uživatele.
de_de: Attribut "Diensttyp" für diesen Benutzer festlegen.
el_gr: Ορίστε τα χαρακτηριστικά Service-Type για αυτόν τον χρήστη.
fa_ir: ویژگی‌های Service-Type این کاربر را تنظیم کنید.
fr_fr: Définir les attributs de type de service pour cet utilisateur.
it_it: Imposta gli attributi del tipo di servizio per questo utente.
ko_kr: 이 사용자의 서비스 유형 특성을 설정하세요.
pl_pl: Ustaw atrybuty typu usługi (Service-Type) dla tego użytkownika.
uk_ua: Встановіть атрибути типу служби для цього користувача.
zh_cn: 设置此用户的服务类型属性。

source: Set the address the daemon is listening to. Empty means listen to all addresses.
cs_cz: Nastavit adresu, na které proces služby očekává spojení. Nevyplněné znamená, že na všech adresách.
de_de: Adresse festlegen, an die der Dienst (Daemon) gebunden ist. Leer lassen bedeutet, dass alle Adressen verwendet werden.
el_gr: Ορίστε τη διεύθυνση που ακούει το deamon. Κενό σημαίνει ότι ακούει όλες τις διευθύνσεις.
fa_ir: آدرس شنود دیمن را تنظیم کنید. خالی یعنی به همهٔ آدرس‌ها گوش می‌دهد.
fr_fr: Définit l'adresse sur laquelle le démon écoute. Vide signifie écouter toutes les adresses.
it_it: Imposta l'indirizzo che il demone sta ascoltando. Vuoto significa ascoltare tutti gli indirizzi.
ko_kr: 데몬이 수신 대기하는 주소를 설정하세요. 비어 있음은 모든 주소를 수신함을 의미합니다.
pl_pl: Ustaw adres, na którym nasłuchuje daemon. Puste oznacza nasłuchiwanie na wszystkich adresach.
uk_ua: Встановіть адресу, на якій демон слухає. Пусте значення означає слухати на всіх адресах.
zh_cn: 设置守护程序正在监听的地址。留空意味着监听所有地址。

source: Set the arguments for this check commands.
cs_cz: Nastavit argumenty pro tyto příkazy kontroly.
de_de: Argumente für diesen Prüf-Befehl festlegen.
el_gr: Ορίστε τα ορίσματα για αυτές τις εντολές ελέγχου.
fa_ir: آرگومان‌های این دستورات بررسی را تنظیم کنید.
fr_fr: Définit les arguments pour cette commande de vérification.
it_it: Imposta gli argomenti per questi comandi di controllo.
ko_kr: 이 검사 명령에 대한 인수를 설정하세요.
pl_pl: Ustaw argumenty dla tych poleceń sprawdzania.
uk_ua: Встановіть аргументи для цих команд перевірки.
zh_cn: 设置检查命令的参数。

source: Set the general Time To Live for this zone.
cs_cz: Nastavte obecnou dobu životnosti pro tuto zónu.
de_de: Allgemeine Gültigkeitsdauer (TTL) für diese Zone festlegen.
el_gr: Ορίστε τον γενικό Χρόνο Ζωής για αυτήν τη ζώνη.
fa_ir: مقدار کلی Time To Live برای این زون را تنظیم کنید.
fr_fr: Définissez la durée de vie générale pour cette zone.
it_it: Imposta il Time To Live generale per questa zona.
ko_kr: 이 영역에 대한 일반 수명을 설정하세요.
pl_pl: Ustaw ogólny Czas Życia (Time To Live) dla tej strefy.
uk_ua: Встановіть загальний час життя (TTL) для цієї зони.
zh_cn: 设置该区域的一般生存时间。

source: Set the hostname which will indicate this system at the central munin platform.
cs_cz: Nastavte název hostitele, který bude označovat tento systém na centrální platformě munin.
de_de: Hostname festlegen, mit dem dieses System auf der zentralen Munin-Plattform angezeigt wird.
el_gr: Ορίστε το όνομα κεντρικού υπολογιστή που θα υποδεικνύει αυτό το σύστημα στην κεντρική πλατφόρμα munin.
fa_ir: نام میزبان این سیستم را تنظیم کنید که در پلتفرم مرکزی munin نشان داده می‌شود.
fr_fr: Définissez le nom d'hôte qui indiquera ce système à la plateforme centrale munin.
it_it: Imposta il nome host che indicherà questo sistema sulla piattaforma centrale Munin.
ko_kr: 중앙 munin 플랫폼에서 이 시스템을 나타낼 호스트 이름을 설정하세요.
pl_pl: Ustaw nazwę hosta, która wskazuje na ten system na centralnej platformie munin.
uk_ua: Встановіть ім'я хоста, яке вказуватиме на цю систему на центральній платформі Munin.
zh_cn: 设置将在中央munin平台上指示此系统的主机名。

source: Set the list of allowed hosts which can query this system.
cs_cz: Nastavení seznamu povolených hostitelů, kteří se mohou dotazovat tohoto systému.
de_de: Liste zulässiger Hosts festlegen, die dieses System abfragen dürfen.
el_gr: Ορίστε τη λίστα των επιτρεπόμενων κεντρικών υπολογιστών που μπορούν να υποβάλουν ερωτήματα σε αυτό το σύστημα.
fa_ir: فهرست میزبان‌های مجاز برای پرس‌وجو از این سیستم را تنظیم کنید.
fr_fr: Définit la liste des hôtes autorisés qui peuvent interroger ce système.
it_it: Imposta l'elenco degli host consentiti che possono interrogare questo sistema.
ko_kr: 이 시스템을 쿼리할 수 있는 허용된 호스트 목록을 설정하세요.
pl_pl: Ustaw listę dozwolonych hostów, które mogą kierować zapytania do tego systemu.
uk_ua: Встановіть список дозволених хостів, які можуть надсилати запити до цієї системи.
zh_cn: 设置可以查询该系统的允许主机列表。

source: Set the mail address of zone admin. A @-sign will automatically be replaced with a dot in the zone data.
cs_cz: Nastavení e-mailové adresy správce zóny. Znak @ bude v údajích zóny automaticky nahrazen tečkou.
de_de: E-Mail-Adresse des Zonenadministrators festlegen. Das Zeichen "@" wird in den Zonendaten automatisch durch einen Punkt ersetzt.
el_gr: Ορίστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του διαχειριστή ζώνης. Το σύμβολο @ θα αντικατασταθεί αυτόματα με μια τελεία στα δεδομένα ζώνης.
fa_ir: آدرس ایمیل مدیر زون را تنظیم کنید. علامت @ به‌طور خودکار در داده‌های زون با نقطه جایگزین می‌شود.
fr_fr: Définit l'adresse e-mail de l'administrateur de la zone. Le signe @ sera automatiquement remplacé par un point dans les données de la zone.
it_it: Imposta l'indirizzo e-mail dell'amministratore della zona. Un segno @ verrà automaticamente sostituito con un punto nei dati della zona.
ko_kr: 영역 관리자의 메일 주소를 설정하세요. @ 기호는 자동으로 구역 데이터의 점으로 대체됩니다.
pl_pl: Ustaw adres e-mail administratora strefy. Znak @ zostanie automatycznie zastąpiony kropką w danych strefy.
uk_ua: Встановіть електронну адресу адміністратора зони. Символ @ автоматично замінюватиметься крапкою у даних зони.
zh_cn: 设置区域管理员的邮件地址。区域数据中的@符号会自动替换为圆点。

source: Set the maximum connections of each worker.
cs_cz: Nastavit limit počtu spojení pro každé ze zpracovávajících vláken.
de_de: Legen Sie die maximale Anzahl gleichzeitiger Verbindungen pro Worker-Prozess fest.
el_gr: Ορίστε τον μέγιστο αριθμό συνδέσεων για κάθε εργαζόμενο.
fa_ir: حداکثر اتصالات هر worker را تنظیم کنید.
fr_fr: Définissez les connexions maximales de chaque travailleur.
it_it: Imposta il numero massimo di connessioni di ciascun lavoratore.
ko_kr: 각 작업자의 최대 연결 수를 설정하세요.
pl_pl: Ustaw maksymalną liczbę połączeń dla każdego pracownika.
uk_ua: Встановіть максимальну кількість з'єднань для кожного робітника.
zh_cn: 设置每个worker的最大连接数。

source: Set the name for this AVPair
cs_cz: Nastavení názvu pro tento AVPair
de_de: Namen für dieses AVPair festlegen.
el_gr: Ορίστε το όνομα για αυτό το AVPair
fa_ir: نام این AVPair را تنظیم کنید.
fr_fr: Définir le nom de cette paire AVPair
it_it: Imposta il nome per questo AVPair
ko_kr: 이 AVPair의 이름 설정
pl_pl: Ustaw nazwę dla tej pary AV
uk_ua: Встановіть ім'я для цього AVPair.
zh_cn: 设置此AVPair的名称

source: Set the name for this check.
cs_cz: Nastavit název této kontroly.
de_de: Namen für diese Prüfung festlegen.
el_gr: Ορίστε το όνομα για αυτήν την επιταγή.
fa_ir: نام این بررسی را تنظیم کنید.
fr_fr: Définir le nom pour ce contrôle.
it_it: Imposta il nome per questo controllo.
ko_kr: 이 검사의 이름을 설정하세요.
pl_pl: Ustaw nazwę dla tego sprawdzenia.
uk_ua: Встановіть ім'я для цієї перевірки.
zh_cn: 设置该检查的名称。

source: Set the name for this record.
cs_cz: Nastavit název pro tento záznam.
de_de: Geben Sie den Namen dieses Eintrags an.
el_gr: Ορίστε το όνομα για αυτήν την εγγραφή.
fa_ir: نام این رکورد را تنظیم کنید.
fr_fr: Définir le nom pour cet enregistrement.
it_it: Imposta il nome per questo record.
ko_kr: 이 레코드의 이름을 설정하세요.
pl_pl: Ustaw nazwę dla tego rekordu.
uk_ua: Встановіть ім'я для цього запису.
zh_cn: 设置该记录的名称。

source: Set the name for this signatures.
cs_cz: Nastavit název pro tyto podpisy.
de_de: Namen für diese Signaturen festlegen.
el_gr: Ορίστε το όνομα για αυτές τις υπογραφές.
fa_ir: نام این امضاها را تنظیم کنید.
fr_fr: Définir le nom pour ces signatures.
it_it: Imposta il nome per queste firme.
ko_kr: 이 서명의 이름을 설정하세요.
pl_pl: Ustaw nazwę dla tych sygnatur.
uk_ua: Встановіть ім'я для цих підписів.
zh_cn: 输入签名的名称。

source: Set the name for this zone. Both forward and reverse zones may be specified, i.e. example.com or 0.168.192.in-addr.arpa.
cs_cz: Nastavení názvu této zóny. Lze zadat dopřednou i zpětnou zónu, tj. example.com nebo 0.168.192.in-addr.arpa.
de_de: Namen für diese Zone festlegen. Es können sowohl Vorwärts- als auch Rückwärtszonen angegeben werden, z. B. example.com oder 0.168.192.in-addr.arpa.
el_gr: Ορίστε το όνομα για αυτήν τη ζώνη. Μπορούν να καθοριστούν τόσο ζώνες προώθησης όσο και ζώνες επιστροφής, π.χ. example.com ή 0.168.192.in-addr.arpa.
fa_ir: نام این زون را تنظیم کنید. هم زون‌های forward و reverse قابل‌مشخص هستند، مثلاً example.com یا 0.168.192.in-addr.arpa.
fr_fr: Définit le nom de cette zone. Les zones avant et arrière peuvent être spécifiées, c'est-à-dire exemple.com ou 0.168.192.in-addr.arpa.
it_it: Imposta il nome per questa zona. È possibile specificare sia la zona diretta che quella inversa, ad esempio example.com o 0.168.192.in-addr.arpa.
ko_kr: 이 영역의 이름을 설정하세요. 정방향 구역과 역방향 구역을 모두 지정할 수 있습니다(예: example.com 또는 0.168.192.in-addr.arpa.)
pl_pl: Ustaw nazwę dla tej strefy. Mogą być określone zarówno strefy przekierowań, jak i odwrotne, np. example.com lub 0.168.192.in-addr.arpa.
uk_ua: Встановіть ім'я для цієї зони. Можуть бути вказані як прямі, так і зворотні зони, наприклад, example.com або 0.168.192.in-addr.arpa.
zh_cn: 设置该区域的名称。可以指定正向和反向区域，即example.com或0.168.192.in-addr.arpa。

source: Set the number of rows to be displayed in rspamd UI.
cs_cz: Nastavit počet řádků který zobrazovat v uživatelském rozhraní rspamd.
de_de: Anzahl der anzuzeigenden Zeilen in der rspamd-Oberfläche festlegen.
el_gr: Ορίστε τον αριθμό των γραμμών που θα εμφανίζονται στο περιβάλλον χρήστη του rspamd.
fa_ir: تعداد سطرهای قابل نمایش در رابط کاربری rspamd را تنظیم کنید.
fr_fr: Définit le nombre de lignes à afficher dans l'interface utilisateur de rspamd.
it_it: Imposta il numero di righe da visualizzare nell'interfaccia utente di rspamd.
ko_kr: rspamd UI에 표시할 행 수를 설정하세요.
pl_pl: Ustaw liczbę wierszy do wyświetlenia w interfejsie użytkownika rspamd.
uk_ua: Встановіть кількість рядків для відображення в інтерфейсі rspamd.
zh_cn: 设置要在rspamd UI中显示的行数。

source: Set the number of worker processes to run.
cs_cz: Nastavit počet zpracovávajících procesů, které spouštět.
de_de: Legen Sie die Anzahl an Worker-Prozessen fest.
el_gr: Ορίστε τον αριθμό των διεργασιών εργασίας που θα εκτελούνται.
fa_ir: تعداد فرآیندهای worker برای اجرا را تنظیم کنید.
fr_fr: Définit le nombre de processus de travail à exécuter.
it_it: Imposta il numero di processi di lavoro da eseguire.
ko_kr: 실행할 작업자 프로세스 수를 설정하세요.
pl_pl: Ustaw liczbę procesów pracownika do uruchomienia.
uk_ua: Встановіть кількість робочих процесів для запуску.
zh_cn: 设置要运行的worker进程数。

source: Set the password for admin user "admin".
cs_cz: Nastavit heslo pro uživatele-správce „admin“.
de_de: Legen Sie das Passwort für den Administrator "admin" fest.
el_gr: Ορίστε τον κωδικό πρόσβασης για τον χρήστη διαχειριστή "admin".
fa_ir: رمز عبور کاربر "admin" را تنظیم کنید.
fr_fr: Définissez le mot de passe de l'utilisateur admin "admin".
it_it: Imposta la password per l'utente amministratore "admin".
ko_kr: 관리자 "admin"의 비밀번호를 설정하세요.
pl_pl: Ustaw hasło dla użytkownika admina "admin".
uk_ua: Встановіть пароль для користувача-адміністратора "admin".
zh_cn: 设置管理员用户"admin"的密码。

source: Set the password for monitoring user "monuser".
cs_cz: Nastavit heslo pro uživatele dohledování „monuser“.
de_de: Legen Sie das Passwort für die Überwachung des Benutzers "monuser" fest.
el_gr: Ορίστε τον κωδικό πρόσβασης για την παρακολούθηση του χρήστη "monuser".
fa_ir: رمز عبور کاربر مانیتورینگ "monuser" را تنظیم کنید.
fr_fr: Définissez le mot de passe de l'utilisateur de surveillance "monuser".
it_it: Imposta la password per il monitoraggio dell'utente "monuser".
ko_kr: 사용자 "monuser"를 모니터링하기 위한 비밀번호를 설정하세요.
pl_pl: Ustaw hasło dla użytkownika monitorującego "monuser".
uk_ua: Встановіть пароль для користувача моніторингу "monuser".
zh_cn: 设置用于监视用户"monuser"的密码。

source: Set the port munin listen to.
cs_cz: Nastavit port, na kterém munin očekává spojení.
de_de: Geben Sie den Lauschport für Munin an.
el_gr: Ρυθμίστε τη θύρα munin σε ακρόαση.
fa_ir: پورت شنود munin را تنظیم کنید.
fr_fr: Définit le port sur lequel munin écoute.
it_it: Imposta il porto in ascolto.
ko_kr: munin 포트를 수신 대기 상태로 설정하세요.
pl_pl: Ustaw port, na którym nasłuchuje munin.
uk_ua: Встановіть порт, на якому Munin слухає.
zh_cn: 设置munin监听端口。

source: Set the port the daemon is listening to.
cs_cz: Nastavit port na kterém proces služby očekává spojení.
de_de: Port festlegen, an dem der Dienst (Daemon) auf Anfragen wartet.
el_gr: Ορίστε τη θύρα στην οποία ακούει το deamon.
fa_ir: پورت شنود دیمن را تنظیم کنید.
fr_fr: Définit le port sur lequel le démon écoute.
it_it: Imposta la porta su cui il demone è in ascolto.
ko_kr: 데몬이 수신 대기하는 포트를 설정하세요.
pl_pl: Ustaw port, na którym nasłuchuje daemon.
uk_ua: Встановіть порт, на якому демон слухає.
zh_cn: 设置守护程序正在监听的端口。

source: Set the time in hours how long the values will be buffered when the server is unreachable.
cs_cz: Nastavit dobu (v hodinách) po kterou budou hodnoty uchovávány ve vyrovnávací paměti, pokud server není dostupný.
de_de: Zeit in Stunden festlegen, wie lange die Werte gepuffert werden, wenn der Server nicht erreichbar ist.
el_gr: Ορίστε την ώρα σε ώρες για την οποία οι τιμές θα αποθηκεύονται στην προσωρινή μνήμη όταν ο διακομιστής δεν είναι προσβάσιμος.
fa_ir: مدت به ساعت برای نگهداری مقادیر در بافر هنگام غیرقابل‌دسترس بودن سرور را تنظیم کنید.
fr_fr: Définit le temps en heures pendant lequel les valeurs seront mises en mémoire tampon lorsque le serveur est inaccessible.
it_it: Imposta l'ora in ore per quanto tempo i valori verranno memorizzati nel buffer quando il server non è raggiungibile.
ko_kr: 서버에 연결할 수 없을 때 값이 버퍼링되는 시간(시간)을 설정하세요.
pl_pl: Ustaw czas w godzinach, jak długo wartości będą buforowane, gdy serwer jest niedostępny.
uk_ua: Встановіть час у годинах, як довго значення будуть буферизуватися, коли сервер недоступний.
zh_cn: 设置以小时为单位的时间(当服务器无法访问时，值会被缓冲多长时间)。

source: Set the time in seconds after which an entry for a non-existent record should expire from cache.
cs_cz: Nastavit dobu (v sekundách) po jejímž uplynutí by položka pro neexistující záznam být odstraněna z mezipaměti.
de_de: Zeit in Sekunden festlegen, nach der ein Eintrag für einen nicht vorhandenen Datensatz aus dem Cache entfernt wird.
el_gr: Ορίστε τον χρόνο σε δευτερόλεπτα μετά τον οποίο μια καταχώρηση για μια ανύπαρκτη εγγραφή θα πρέπει να λήξει από την προσωρινή μνήμη.
fa_ir: زمان بر حسب ثانیه برای انقضای یک ورودی مربوط به رکورد غیرموجود در کش را تنظیم کنید.
fr_fr: Définit le temps en secondes après lequel une entrée pour un enregistrement inexistant doit expirer du cache.
it_it: Imposta il tempo in secondi dopo il quale una voce per un record inesistente dovrebbe scadere dalla cache.
ko_kr: 존재하지 않는 레코드의 항목이 캐시에서 만료될 때까지의 시간(초)을 설정하세요.
pl_pl: Ustaw czas w sekundach, po którym wpis dla nieistniejącego rekordu powinien wygasnąć z pamięci podręcznej.
uk_ua: Встановіть час у секундах, після якого запис для неіснуючого запису має вичерпати свій термін дії у кеші.
zh_cn: 设置时间(秒)，不存在的记录条目应在该时间后从缓存中过期。

source: Set the time in seconds after which name servers should refresh the zone information.
cs_cz: Nastavit dobu (v sekundách) po jejímž uplynutí by jmenný server měl znovu načíst informace o zóně.
de_de: Zeit in Sekunden festlegen, nach der Nameserver die Zoneninformationen aktualisieren sollen.
el_gr: Ορίστε τον χρόνο σε δευτερόλεπτα μετά τον οποίο οι διακομιστές ονομάτων θα πρέπει να ανανεώσουν τις πληροφορίες ζώνης.
fa_ir: زمان (ثانیه) برای تازه‌سازی اطلاعات زون توسط نام‌سرورها را تنظیم کنید.
fr_fr: Définit le temps en secondes après lequel les serveurs de noms doivent rafraîchir les informations de la zone.
it_it: Imposta il tempo in secondi dopo il quale i server dei nomi dovrebbero aggiornare le informazioni sulla zona.
ko_kr: 네임 서버가 영역 정보를 새로 고칠 때까지의 시간(초)을 설정하세요.
pl_pl: Ustawienie czasu w sekundach, po którym serwery nazw powinny odświeżać informacje o strefie.
uk_ua: Встановіть час у секундах, після якого сервери імен мають оновити інформацію про зону.
zh_cn: 设置时间(秒)，在该时间之后，域名服务器会刷新区域信息。

source: Set the time in seconds after which name servers should retry requests if the master does not respond.
cs_cz: Nastavit dobu (v sekundách) po jejímž uplynutí by jmenný server měl zkusit znovu požádat, pokud ten hlavní neodpovídá.
de_de: Zeit in Sekunden festlegen, nach der Nameserver Anfragen erneut versuchen sollen, wenn der Master nicht antwortet.
el_gr: Ορίστε τον χρόνο σε δευτερόλεπτα μετά τον οποίο οι διακομιστές ονομάτων θα πρέπει να επαναλάβουν τα αιτήματα εάν ο κύριος διακομιστής δεν απαντήσει.
fa_ir: زمان (ثانیه) برای تلاش مجدد نام‌سرورها در صورت عدم پاسخ‌دهی سرور اصلی را تنظیم کنید.
fr_fr: Le délai en secondes après lequel les serveurs de noms devront réitérer une requête si le maître ne répond pas.
it_it: Imposta il tempo in secondi dopo il quale i server dei nomi devono ritentare le richieste se il master non risponde.
ko_kr: 마스터가 응답하지 않을 경우 네임 서버가 요청을 재시도할 때까지의 시간(초)을 설정하세요.
pl_pl: Ustaw czas w sekundach, po którym serwery nazw powinny ponownie próbować wysłać zapytanie, jeśli główny serwer nie odpowiada.
uk_ua: Встановіть час у секундах, після якого сервери імен мають повторити запити, якщо головний сервер не відповідає.
zh_cn: 设置时间(秒)，如果主服务器不响应，则在该时间后域名服务器应重试请求。

source: Set the time in seconds after which name servers should stop answering requests if the master does not respond.
cs_cz: Nastavit dobu (v sekundách) po jejímž uplynutí by jmenný server měl přestat odpovídat na požadavky pokud ten hlavní neodpovídá.
de_de: Zeit in Sekunden festlegen, nach der Nameserver aufhören sollen, Anfragen zu beantworten, wenn der Master nicht antwortet.
el_gr: Ορίστε τον χρόνο σε δευτερόλεπτα μετά τον οποίο οι διακομιστές ονομάτων θα πρέπει να σταματούν να απαντούν σε αιτήματα εάν ο κύριος διακομιστής δεν απαντήσει.
fa_ir: زمان (ثانیه) پس از آن‌که نام‌سرورها در صورت عدم پاسخ سرور اصلی باید از پاسخ‌دهی به درخواست‌ها خودداری کنند را تنظیم کنید.
fr_fr: Définit le temps en secondes après lequel les serveurs de noms doivent arrêter de répondre aux demandes si le maître ne répond pas.
it_it: Imposta il tempo in secondi dopo il quale i server dei nomi dovrebbero smettere di rispondere alle richieste se il master non risponde.
ko_kr: 마스터가 응답하지 않을 경우 네임 서버가 요청에 대한 응답을 중지할 때까지의 시간(초)을 설정하세요.
pl_pl: Ustaw czas w sekundach, po którym serwery nazw powinny przestać odpowiadać na zapytania, jeśli główny serwer nie odpowiada.
uk_ua: Встановіть час у секундах, після якого сервери імен мають припинити відповідати на запити, якщо головний сервер не відповідає.
zh_cn: 设置时间(秒)，如果主服务器未响应，则在该时间后域名服务器应停止应答请求。

source: Set the type for this record.
cs_cz: Nastavit typ pro tento záznam.
de_de: Setze den Typ dieses Eintrags.
el_gr: Ορίστε τον τύπο για αυτήν την εγγραφή.
fa_ir: نوع این رکورد را تنظیم کنید.
fr_fr: Définir le type pour cet enregistrement.
it_it: Imposta il tipo per questo record.
ko_kr: 이 레코드의 유형을 설정하세요.
pl_pl: Ustaw typ dla tego rekordu.
uk_ua: Встановіть тип для цього запису.
zh_cn: 设置该记录的类型。

source: Set the value for this AVPair.
cs_cz: Nastavit hodnotu pro tento AVPair.
de_de: Setze den Typ dieses AVPair.
el_gr: Ορίστε την τιμή για αυτό το AVPair.
fa_ir: مقدار این AVPair را تنظیم کنید.
fr_fr: Définit la valeur de cette AVPair.
it_it: Imposta il valore per questo AVPair.
ko_kr: 이 AVPair의 값을 설정.
pl_pl: Ustaw wartość dla tej AVPair.
uk_ua: Встановіть значення для цього AVPair.
zh_cn: 设置该AVPair的值。
