Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Provide the TCP or UDP communication port for this server, i.e. 80 or 443. If set, all connections will be sent to this port. If unset, the same port the client connected to will be used.
cs_cz: Zadejte port pro TCP nebo UDP komunikaci s tímto serverem, tj. 80 nebo 443. Pokud nastaveno, veškerá spojení budou poslána na tento port. Pokud nenastaveno, bude použit ten stejný port, ke kterému je klient připojen.
de_de: Geben Sie den TCP- oder UDP-Kommunikationsport für diesen Server an, z. B. 80 oder 443. Wenn dieser Port gesetzt ist, werden alle Verbindungen an diesen Port gesendet. Wenn er nicht gesetzt ist, wird derselbe Port verwendet, über den der Client verbunden war.
el_gr: Δώστε τη θύρα επικοινωνίας TCP ή UDP για αυτόν τον διακομιστή, δηλαδή 80 ή 443. Εάν οριστεί, όλες οι συνδέσεις θα αποστέλλονται σε αυτήν τη θύρα. Εάν δεν οριστεί, θα χρησιμοποιηθεί η ίδια θύρα στην οποία συνδέθηκε ο υπολογιστής-πελάτης.
fa_ir: پورت ارتباطی TCP یا UDP این سرور را وارد کنید، مثلاً 80 یا 443. در صورت تعیین، همهٔ ارتباط‌ها به این پورت ارسال می‌شوند. در صورت عدم تعیین، از همان پورتی که کلاینت به آن وصل شده استفاده می‌شود.
fr_fr: Fournir le port de communication TCP ou UDP pour ce serveur, i.e. 80 ou 443. Si défini, toutes les connexions seront envoyées à ce port. Si non défini, le même port que celui auquel le client s'est connecté sera utilisé.
it_it: Fornire la porta di comunicazione TCP o UDP per questo server, ovvero 80 o 443. Se impostata, tutte le connessioni verranno inviate a questa porta. Se non impostata, verrà utilizzata la stessa porta a cui si è connesso il client.
ko_kr: 이 서버에 TCP 또는 UDP 통신 포트(예: 80 또는 443)를 제공합니다. 설정된 경우 모든 연결이 이 포트로 전송됩니다. 설정을 해제하면 클라이언트가 연결한 포트와 동일한 포트가 사용됩니다.
pl_pl: Podaj port komunikacji TCP lub UDP dla tego serwera, np. 80 lub 443. Jeśli jest ustawiony, wszystkie połączenia będą kierowane na ten port. Jeśli nie jest ustawiony, będzie używany ten sam port, do którego podłączył się klient.
uk_ua: Вкажіть порт TCP або UDP зв'язку для цього сервера, наприклад, 80 або 443. Якщо встановлено, всі з'єднання будуть надсилатися на цей порт. Якщо не встановлено, буде використовуватися той самий порт, до якого підключився клієнт.
zh_cn: 提供此服务器的TCP或UDP通信端口，即80或443。如果已设置，则所有连接都会发送到该端口。如果未设置，则使用客户端连接到的相同端口。

source: Provider
cs_cz: Poskytovatel
el_gr: Προμηθευτής
fa_ir: ارائه‌دهنده
fr_fr: Fournisseur
it_it: Fornitore
ko_kr: 제공자
pl_pl: Dostawca
uk_ua: Провайдер
zh_cn: 提供商

source: Proxy Mode
cs_cz: Režim proxy
de_de: Proxymodus
el_gr: Λειτουργία Proxy
fa_ir: حالت پروکسی
fr_fr: Mode mandataire
it_it: Modalità proxy
ko_kr: 프록시 모드
pl_pl: Tryb proxy
uk_ua: Режим проксі
zh_cn: 代理模式

source: Proxy Protocol
cs_cz: Protokol proxy
de_de: Proxyprotokoll
el_gr: Πρωτόκολλο Proxy
fa_ir: پروتکل پروکسی
fr_fr: Protocole mandataire
it_it: Protocollo proxy
ko_kr: 프록시 프로토콜
pl_pl: Protokół proxy
uk_ua: Протокол проксі
zh_cn: 代理协议

source: Proxy interfaces
cs_cz: Rozhraní proxy
de_de: Proxy Interface
el_gr: Διεπαφές διακομιστή μεσολάβησης
fa_ir: رابط‌های پروکسی
fr_fr: Interfaces mandataires
it_it: Interfacce proxy
ko_kr: 프록시 인터페이스
pl_pl: Interfejsy proxy
uk_ua: Проксі-інтерфейси
zh_cn: 代理接口

source: Proxy port
cs_cz: Port proxy
el_gr: Θύρα διακομιστή μεσολάβησης
fa_ir: پورت پروکسی
fr_fr: Port du proxy
it_it: Porta proxy
ko_kr: 프록시 포트
pl_pl: Port proxy
uk_ua: Порт проксі
zh_cn: 代理端口

source: Public key
cs_cz: Veřejná část klíče
de_de: Öffentlicher Schlüssel
el_gr: Δημόσιο κλειδί
fa_ir: کلید عمومی
fr_fr: Clé publique
it_it: Chiave pubblica
ko_kr: 공개 키
pl_pl: Klucz publiczny
uk_ua: Публічний ключ
zh_cn: 公钥

source: Public key for this host in the network
cs_cz: Veřejná část klíče pro tento stroj na síti
de_de: Öffentlicher Schlüssel für diesen Host im Netzwerk
el_gr: Δημόσιο κλειδί για αυτόν τον κεντρικό υπολογιστή στο δίκτυο
fa_ir: کلید عمومی برای این میزبان در شبکه
fr_fr: Clé publique pour cet hôte dans le réseau
it_it: Chiave pubblica per questo host nella rete
ko_kr: 네트워크에서 이 호스트의 공용 키
pl_pl: Klucz publiczny dla tego hosta w sieci
uk_ua: Публічний ключ для цього хоста в мережі
zh_cn: 网络中该主机的公钥

source: Public key for this host in the network (leave empty to generate)
cs_cz: Veřejná část klíče pro tento stroj na síti (pokud není vyplněno, bude vytvořen)
de_de: Öffentlicher Schlüssel für diesen Host im Netzwerk (leer lassen zum Generieren)
el_gr: Δημόσιο κλειδί για αυτόν τον κεντρικό υπολογιστή στο δίκτυο (αφήστε κενό για δημιουργία)
fa_ir: کلید عمومی برای این میزبان در شبکه (خالی بگذارید تا تولید شود)
fr_fr: Clé publique pour cet hôte dans le réseau (laisser vide pour la générer)
it_it: Chiave pubblica per questo host nella rete (lascia vuoto per generare)
ko_kr: 네트워크의 이 호스트에 대한 공개 키(생성하려면 비워 두세요)
pl_pl: Klucz publiczny dla tego hosta w sieci (pozostaw puste, aby wygenerować)
uk_ua: Публічний ключ для цього хоста в мережі (залиште порожнім для генерації)
zh_cn: 网络中该主机的公钥(留空则自动生成)

source: Publish Server Descriptor
cs_cz: Zveřejnit popisovač serveru
de_de: Server Decriptor veröffentlichen
el_gr: Περιγραφή διακομιστή δημοσίευσης
fa_ir: انتشار توصیف‌گر سرور
fr_fr: Publier le descripteur du serveur
it_it: Pubblica descrittore del server
ko_kr: 서버 설명자 게시
pl_pl: Opublikuj deskryptor serwera
uk_ua: Опублікувати дескриптор сервера
zh_cn: 公共服务描述说明

source: RTP input dejitter
cs_cz: Odstraňování nepravidelností RTP vstupu
de_de: RTP-Eingabe-Dejitter
el_gr: Εισόδου RTP dejitter
fa_ir: حذف جیتر ورودی RTP (dejitter)
fr_fr: Désamorçage de l'entrée RTP
it_it: Dejitter dell'ingresso RTP
ko_kr: RTP 입력 디지터
pl_pl: Dejitter wejściowy RTP
uk_ua: RTP вхідний дейджитер
zh_cn: RTP输入抖动

source: RTP output dejitter
cs_cz: Odstraňování nepravidelností RTP výstupu
de_de: RTP-Ausgabe-Dejitter
el_gr: Έξοδος RTP dejitter
fa_ir: حذف جیتر خروجی RTP (dejitter)
fr_fr: Désamorçage de la sortie RTP
it_it: Dejitter dell'uscita RTP
ko_kr: RTP 출력 디지터
pl_pl: Dejitter wyjściowy RTP
uk_ua: RTP вихідний дейджитер
zh_cn: RTP输出抖动

source: RTP port high
cs_cz: Nejvyšší port RTP
de_de: Höchster RTP Port
el_gr: Υψηλή θύρα RTP
fa_ir: پورت بالای RTP
fr_fr: Port RTP haut
it_it: Porta RTP alta
ko_kr: RTP 포트 높음
pl_pl: Wysoki port RTP
uk_ua: Верхній порт RTP
zh_cn: RTP高端口

source: RTP port low
cs_cz: Nejniží port RTP
de_de: Niedrigster RTP Port
el_gr: Θύρα RTP χαμηλή
fa_ir: پورت پایین RTP
fr_fr: Port RTP faible
it_it: Porta RTP bassa
ko_kr: RTP 포트 부족
pl_pl: Niski port RTP
uk_ua: Нижній порт RTP
zh_cn: RTP低端口

source: RTP timeout
cs_cz: Časový limit pro RTP
de_de: RTP Zeitüberschreitung
el_gr: Χρονικό όριο RTP
fa_ir: تایم‌اوت RTP
fr_fr: Délai d'attente RTP
it_it: Timeout dell'RTP
ko_kr: RTP 시간 초과
pl_pl: Limit czasu RTP
uk_ua: Таймаут RTP
zh_cn: RTP超时

source: Raise Log Level
cs_cz: Zvýšit úroveň podrobnosti záznamu událostí
de_de: Protokollebene erhöhen
el_gr: Αύξηση επιπέδου καταγραφής
fa_ir: افزایش سطح لاگ
fr_fr: Augmenter le niveau de journalisation
it_it: Aumenta il livello del registro
ko_kr: 로그 수준 상향
pl_pl: Podnieś poziom logowania
uk_ua: Збільшити рівень логування
zh_cn: 提高日志级别

source: Rate Limit
cs_cz: Limit rychlosti
de_de: Datenlimitierung
el_gr: Όριο τιμής
fa_ir: محدودیت نرخ
fr_fr: Limite de taux
it_it: Limite di velocità
ko_kr: 속도 제한
pl_pl: Limit szybkości
uk_ua: Обмеження швидкості
zh_cn: 速度限制

source: Read metrics about CPU usage.
cs_cz: Načíst metriky o vytížení procesoru.
de_de: Metriken über die Prozessornutzung lesen.
el_gr: Διαβάστε μετρήσεις σχετικά με τη χρήση της CPU.
fa_ir: خواندن متریک‌ها دربارهٔ استفاده از CPU.
fr_fr: Lire les métriques sur l'utilisation CPU.
it_it: Leggi le metriche sull'utilizzo della CPU.
ko_kr: CPU 사용량에 대한 메트릭을 읽습니다.
pl_pl: Odczytaj metryki dotyczące użycia CPU.
uk_ua: Читати метрики використання процесора.
zh_cn: 读取有关CPU使用率的指标。

source: Read metrics about disk IO by device.
cs_cz: Načíst metriky vstupu/výstupu úložiště podle zařízení.
de_de: Metriken über die IO-Nutzung lesen.
el_gr: Διαβάστε μετρήσεις σχετικά με την είσοδο/έξοδο δίσκου ανά συσκευή.
fa_ir: خواندن متریک‌ها دربارهٔ I/O دیسک به‌تفکیک دستگاه.
fr_fr: Lire les métriques sur les E/S disque par device.
it_it: Leggere i parametri sull'I/O del disco per dispositivo.
ko_kr: 디바이스별 디스크 IO에 대한 메트릭을 읽습니다.
pl_pl: Odczytaj metryki dotyczące wejścia/wyjścia dysku według urządzenia.
uk_ua: Читати метрики дискового вводу-виводу за пристроєм.
zh_cn: 按设备读取有关磁盘IO的指标。

source: Read metrics about disk usage by mount point.
cs_cz: Načíst metriky o využití úložiště pro jednotlivé přípojné body.
de_de: Metriken über die Festplattennutzung pro Einbindepunt lesen.
el_gr: Διαβάστε μετρήσεις σχετικά με τη χρήση του δίσκου ανά σημείο προσάρτησης.
fa_ir: خواندن متریک‌ها دربارهٔ استفادهٔ دیسک بر اساس نقطهٔ مونت.
fr_fr: Lire les métriques sur l'utilisation du disque par point de montage.
it_it: Leggere le metriche sull'utilizzo del disco in base al punto di montaggio.
ko_kr: 마운트 지점별 디스크 사용량에 대한 메트릭을 읽습니다.
pl_pl: Odczytaj metryki dotyczące użycia dysku według punktu montowania.
uk_ua: Читати метрики використання диска за точкою монтування.
zh_cn: 读取有关挂载点磁盘使用情况的指标。

source: Read metrics about memory usage.
cs_cz: Načíst metriky o využití operační paměti.
de_de: Metriken über die Speichernutzung lesen.
el_gr: Διαβάστε μετρήσεις σχετικά με τη χρήση μνήμης.
fa_ir: خواندن متریک‌ها دربارهٔ استفاده از حافظه.
fr_fr: Lire les métriques sur l'utilisation de la mémoire.
it_it: Leggi le metriche sull'utilizzo della memoria.
ko_kr: 메모리 사용량에 대한 메트릭을 읽습니다.
pl_pl: Odczytaj metryki dotyczące użycia pamięci.
uk_ua: Читати метрики використання пам'яті.
zh_cn: 读取有关内存使用量的指标。

source: Read metrics about swap memory usage.
cs_cz: Načíst metriky ohledně využívání odkládání stránek paměti.
de_de: Metriken über die Auslagerungsspeichernutzung lesen.
el_gr: Διαβάστε μετρήσεις σχετικά με τη χρήση μνήμης swap.
fa_ir: خواندن متریک‌ها دربارهٔ استفادهٔ حافظهٔ swap.
fr_fr: Lire les métriques sur l'utilisation de l'espace d'échange.
it_it: Leggi le metriche sull'utilizzo della memoria di swap.
ko_kr: 스왑 메모리 사용량에 대한 메트릭을 읽습니다.
pl_pl: Odczytaj metryki dotyczące użycia pamięci swap.
uk_ua: Читати метрики використання файлу підкачки.
zh_cn: 读取有关交换内存使用的指标。

source: Read metrics about system load and uptime.
cs_cz: Načíst metriky o vytížení systému a době jeho chodu.
de_de: Metriken über die Systembelastung und Uptime lesen.
el_gr: Διαβάστε μετρήσεις σχετικά με το φόρτο και τον χρόνο λειτουργίας του συστήματος.
fa_ir: خواندن متریک‌ها دربارهٔ بار سیستم و زمان کارکرد (uptime).
fr_fr: Lire les métriques sur la charge système et l'uptime.
it_it: Leggi i parametri relativi al carico e al tempo di attività del sistema.
ko_kr: 시스템 로드 및 가동 시간에 대한 메트릭을 읽습니다.
pl_pl: Odczytaj metryki dotyczące obciążenia systemu i czasu pracy.
uk_ua: Читати метрики завантаження системи та часу безвідмовної роботи.
zh_cn: 读取有关系统负载和运行时间的指标。

source: Read network interface metrics.
cs_cz: Načíst metriky síťových rozhraní.
de_de: Metriken über die Netzwerkschnittstellennutzung lesen.
el_gr: Ανάγνωση μετρήσεων διεπαφής δικτύου.
fa_ir: خواندن متریک‌های رابط شبکه.
fr_fr: Lire les métriques des interfaces réseau.
it_it: Leggere le metriche dell'interfaccia di rete.
ko_kr: 네트워크 인터페이스 메트릭을 읽습니다.
pl_pl: Odczytaj metryki interfejsu sieciowego.
uk_ua: Читати метрики мережевого інтерфейсу.
zh_cn: 读取网络接口指标数据。

source: Recipient
cs_cz: Adresát
de_de: Empfänger
el_gr: Παραλήπτης
fa_ir: گیرنده
fr_fr: Destinataire
it_it: Destinatario
ko_kr: 수신자
pl_pl: Odbiorca
uk_ua: Одержувач
zh_cn: 收件人

source: Recipients
cs_cz: Příjemci
de_de: Empfänger
el_gr: Παραλήπτες
fa_ir: گیرندگان
fr_fr: Destinataires
it_it: Destinatari
ko_kr: 수신자
pl_pl: Odbiorcy
uk_ua: Одержувачі
zh_cn: 收件人

source: Redirect all incoming calls to a given SIP-URI with format sip:internal@ip:port.
cs_cz: Přesměrovat veškerá příchozí volání na daný SIP-URI ve formátu: sip:internal@ip:port.
de_de: Leiten Sie alle eingehenden Anrufe an eine bestimmte SIP-URI im Format sip:intern@ip:port um.
el_gr: Ανακατεύθυνση όλων των εισερχόμενων κλήσεων σε ένα δεδομένο SIP-URI με τη μορφή sip:internal@ip:port.
fa_ir: تغییر مسیر همهٔ تماس‌های ورودی به SIP-URI مشخص با قالب sip:internal@ip:port.
fr_fr: Rediriger tous les appels entrants vers un SIP-URI donné au format sip:internal@ip:port.
it_it: Reindirizzare tutte le chiamate in entrata a un determinato URI SIP con formato sip:internal@ip:port.
ko_kr: 모든 수신 통화를 sip:internal@ip:port 형식으로 지정된 SIP-URI로 리디렉션합니다.
pl_pl: Przekierowuj wszystkie przychodzące połączenia na podany SIP-URI w formacie sip:internal@ip:port.
uk_ua: Перенаправляти всі вхідні дзвінки на вказаний SIP-URI у форматі sip:internal@ip:port.
zh_cn: 将所有入站呼叫重定向到给定的SIP-URI，格式为sip:internal@ip:port.

source: Register the specified Lua service. You will most likely need to include/load your Lua code first.
cs_cz: Zaregistrovat zadanou Lua službu. Nejspíš bude nejprve třeba zahrnout/načíst váš Lua kód.
de_de: Registriere den spezifizierten Lua Service. Der Lua Code muss wahrscheinlich zuerst geladen/registriert werden.
el_gr: Εγγραφείτε την καθορισμένη υπηρεσία Lua. Πιθανότατα θα χρειαστεί πρώτα να συμπεριλάβετε/φορτώσετε τον κωδικό Lua σας.
fa_ir: سرویس Lua مشخص‌شده را ثبت کنید. احتمالاً ابتدا باید کد Lua خود را درج یا بارگذاری کنید.
fr_fr: Enregistre le service Lua spécifié. Vous devrez probablement inclure/charger votre code Lua en premier.
it_it: Registra il servizio Lua specificato. Molto probabilmente dovrai prima includere/caricare il tuo codice Lua.
ko_kr: 지정한 Lua 서비스를 등록합니다. 가장 먼저 Lua 코드를 포함/로드해야 합니다.
pl_pl: Zarejestruj określoną usługę Lua. Najprawdopodobniej najpierw będziesz musiał załączyć/załadować swój kod Lua.
uk_ua: Зареєструвати вказану службу Lua. Вам, швидше за все, потрібно спочатку включити/завантажити ваш код Lua.
zh_cn: 注册指定的Lua服务。 您很可能需要首先包含/加载您的Lua代码。

source: Regular Expression
cs_cz: Regulární výraz
de_de: Regulärer Ausdruck
el_gr: Κανονική έκφραση
fa_ir: عبارت منظم
fr_fr: Expression régulière
it_it: Espressione regolare
ko_kr: 정규 표현식
pl_pl: Wyrażenie regularne
uk_ua: Регулярний вираз
zh_cn: 正则表达式

source: Reject Connections from other IP addresses than ::1 and 127.0.0.1.
cs_cz: Odmítat připojení z IP adres jiných, než ::1 a 127.0.0.1.
de_de: Lehne Verbindungen von anderen IP-Adressen als ::1 und 127.0.0.1 ab.
el_gr: Απόρριψη συνδέσεων από διευθύνσεις IP διαφορετικές από τις ::1 και 127.0.0.1.
fa_ir: رد کردن اتصالات از آدرس‌های IP به‌جز ::1 و 127.0.0.1.
fr_fr: Rejeter les connexions venant d'autres adresses IP que ::1 et 127.0.0.1.
it_it: Rifiuta connessioni da indirizzi IP diversi da ::1 e 127.0.0.1.
ko_kr: ::1 및 127.0.0.1 이외의 다른 IP 주소의 연결을 거부합니다.
pl_pl: Odrzuć połączenia z innych adresów IP niż ::1 i 127.0.0.1.
uk_ua: Відхиляти з'єднання з інших IP-адрес, крім ::1 та 127.0.0.1.
zh_cn: 拒绝来自: 1和127.0.0.1以外的其他IP地址的连接。

source: Reject Local Interfaces IPs
cs_cz: Odmítat IP adresy lokálních rozhraní
de_de: Lokale Interfaceadressen zurückweisen
el_gr: Απόρριψη IP τοπικών διεπαφών
fa_ir: رد آدرس‌های IP رابط‌های محلی
fr_fr: Rejeter les IPs des interfaces locales
it_it: Rifiuta gli IP delle interfacce locali
ko_kr: 로컬 인터페이스 IP 거부
pl_pl: Odrzuć IP lokalnych interfejsów
uk_ua: Відхиляти IP-адреси локальних інтерфейсів
zh_cn: 拒绝本地接口IPs

source: Reject Private IPs
cs_cz: Odmítat adresy z neveřejných rozsahů
de_de: Private IPs abweisen
el_gr: Απόρριψη ιδιωτικών IP
fa_ir: رد آدرس‌های IP خصوصی
fr_fr: Rejeter les IPs privées
it_it: Rifiuta IP privati
ko_kr: 사설 IP 거부
pl_pl: Odrzuć prywatne adresy IP
uk_ua: Відхиляти приватні IP-адреси
zh_cn: 拒绝私有IP

source: Reject Unauthenticated Destination
cs_cz: Odmítat neověřené cíle
de_de: Nichtauthentifizierte Ziele abweisen
el_gr: Απόρριψη μη επαληθευμένου προορισμού
fa_ir: رد مقصدهای بدون احراز هویت
fr_fr: Rejeter les destinations non-authentifiées
it_it: Rifiuta destinazione non autenticata
ko_kr: 인증되지 않은 대상 거부
pl_pl: Odrzuć nieautoryzowany cel
uk_ua: Відхиляти неавтентифіковане призначення
zh_cn: 拒绝未经身份认证的目标

source: Reject Unauthenticated Pipelining
cs_cz: Odmítat neověřené propojení okruhů
de_de: Lehne nicht authentifiziertes Pipelining ab
el_gr: Απόρριψη μη εξουσιοδοτημένης διοχέτευσης
fa_ir: رد Pipelining بدون احراز هویت
fr_fr: Rejeter la mise en pipeline non authentifiée
it_it: Rifiuta pipeline non autenticata
ko_kr: 인증되지 않은 파이프라인 거부
pl_pl: Odrzuć nieuwierzytelnione pipelining
uk_ua: Відхиляти неавтентифікований пайплайнінг
zh_cn: 拒绝未经身份认证的传递途径

source: Reject Unknown Recipient Domain
cs_cz: Odmítat neznámou doménu příjemce
de_de: Lehne unbekannte Empfängerdomains ab
el_gr: Απόρριψη Άγνωστου Παραλήπτη Τομέα
fa_ir: رد دامنه گیرنده ناشناخته
fr_fr: Rejeter Domaine Destinataire Inconnu
it_it: Rifiuta dominio destinatario sconosciuto
ko_kr: 알 수 없는 수신 도메인 거부
pl_pl: Odrzuć nieznany domenę odbiorcy
uk_ua: Відхиляти невідомий домен одержувача
zh_cn: 拒绝未知的收件人域

source: Reject Unknown Sender Domain
cs_cz: Odmítat neznámou doménu odesilatele
de_de: Lehne unbekannte Absenderdomains ab
el_gr: Απόρριψη τομέα άγνωστου αποστολέα
fa_ir: رد دامنه فرستنده ناشناخته
fr_fr: Rejeter Domaine Expéditeur Inconnu
it_it: Rifiuta dominio mittente sconosciuto
ko_kr: 알 수 없는 송신 도메인 거부
pl_pl: Odrzuć nieznany domenę nadawcy
uk_ua: Відхиляти домен невідомого відправника
zh_cn: 拒绝未知的发件人域

source: Reject exiting to private IP space
cs_cz: Odmítat únik do neveřejného IP adresního prostoru
de_de: Den Ausgang zu privaten IP-Adressen blockieren
el_gr: Απόρριψη εξόδου σε ιδιωτικό χώρο IP
fa_ir: رد خروج به فضای آدرس‌های IP خصوصی
fr_fr: Rejeter sortie vers espace IP privé
it_it: Rifiuta l'uscita dallo spazio IP privato
ko_kr: 사설 IP 공간에 대한 종료 거부
pl_pl: Odrzuć wyjścia do prywatnej przestrzeni IP
uk_ua: Відхиляти вихід до приватного IP-простору
zh_cn: 拒绝退出私有IP空间

source: Reject: Do not allow the connection; Accept: Pass the connection
cs_cz: Odmítnout: Neumožnit spojení; Přijmout: Propustit spojení
de_de: Abweisen: Die Verbindung nicht erlauben; Akzeptieren: Die Verbindung erlauben
el_gr: Απόρριψη: Δεν επιτρέπεται η σύνδεση. Αποδοχή: Έγκριση της σύνδεσης.
fa_ir: Reject: اجازه اتصال را ندهید؛ Accept: اتصال را عبور دهید
fr_fr: Rejeter: Ne pas autoriser la connexion; Accepter: Laisser passer la connexion
it_it: Rifiuta: non consente la connessione; Accetta: passa la connessione
ko_kr: 거부: 연결을 허용하지 않습니다. 수락: 연결을 전달합니다
pl_pl: Odrzuć: Nie zezwalaj na połączenie; Zaakceptuj: Przepuść połączenie
uk_ua: Відхилити: Не дозволяти з'єднання; Прийняти: Передати з'єднання
zh_cn: 拒绝:不允许连接; 接受:通过连接

source: Reminder
cs_cz: Připomínka
de_de: Erinnerung
el_gr: Υπενθύμιση
fa_ir: یادآور
fr_fr: Rappel
it_it: Promemoria
ko_kr: 알림
pl_pl: Przypomnienie
uk_ua: Нагадування
zh_cn: 提醒

source: Remote AS
cs_cz: Vzdálený AS
el_gr: Απομακρυσμένο AS
fa_ir: AS از راه دور
fr_fr: AS distant
it_it: AS remoto
ko_kr: 원격 AS
pl_pl: Zdalny AS
uk_ua: Віддалена AS
zh_cn: 远程AS

source: Remote listen addresses
cs_cz: Adresy na kterých je očekáváno spojení na protější straně
de_de: Remote-Listen-Adressen
el_gr: Διευθύνσεις απομακρυσμένης ακρόασης
fa_ir: آدرس‌های گوش‌دهی از راه دور
fr_fr: Adresses d'écoute distantes
it_it: Indirizzi di ascolto remoto
ko_kr: 원격 수신 대기 주소
pl_pl: Zdalne adresy nasłuchiwania
uk_ua: Віддалені адреси прослуховування
zh_cn: 远程监听地址

source: Remote ports in VIA-Header
cs_cz: Vzdálené porty v VIA-Header
de_de: Remote-Ports in der VIA-Kopfzeile
el_gr: Απομακρυσμένες θύρες στην VIA-Header
fa_ir: پورت‌های راه‌دور در VIA-Header
fr_fr: Ports distants dans le VIA-Header
it_it: Porte remote nell'intestazione VIA
ko_kr: VIA 헤더의 원격 포트
pl_pl: Zdalne porty w nagłówku VIA
uk_ua: Віддалені порти у VIA-заголовку
zh_cn: VIA-Header中的远程端口

source: Remove the HTTP header field with the specified name and add a new one with the same name. This is useful when passing security information to the server, where the header must not be manipulated by external users.
cs_cz: Odebrat kolonku HTTP halvičky se zadaným názvem a přidat novou nazvanou stejně. To je užitečné při předávání informací ohledně zabezpečení na server, kdy je třeba, aby hlavičkou nebylo manipulováno externími uživateli.
de_de: Entferne den HTTP-Header mit dem angegebenen Namen und füge einen neuen mit dem gleichen ein. Dies ist nützlich, wenn Sie Sicherheitsinformation an den Server senden, bei denen der Header nicht durch externe Benutzter manipuliert werden darf.
el_gr: Αφαιρέστε το πεδίο κεφαλίδας HTTP με το καθορισμένο όνομα και προσθέστε ένα νέο με το ίδιο όνομα. Αυτό είναι χρήσιμο κατά τη διαβίβαση πληροφοριών ασφαλείας στον διακομιστή, όπου η κεφαλίδα δεν πρέπει να χειραγωγείται από εξωτερικούς χρήστες.
fa_ir: فیلد هدر HTTP با نام مشخص‌شده را حذف کرده و یک فیلد جدید با همان نام اضافه می‌کند. این کاربردی است وقتی اطلاعات امنیتی به سرور فرستاده می‌شود و هدر نباید توسط کاربران خارجی تغییر کند.
fr_fr: Supprimez le champ d'en-tête HTTP portant le nom spécifié et ajoutez-en un nouveau portant le même nom. Ceci est utile lorsque vous transmettez des informations de sécurité au serveur, où l'en-tête ne doit pas être manipulé par des utilisateurs externes.
it_it: Rimuovi il campo dell'intestazione HTTP con il nome specificato e aggiungine uno nuovo con lo stesso nome. Ciò è utile quando si passano informazioni di sicurezza al server, dove l'intestazione non deve essere manipolata da utenti esterni.
ko_kr: 지정된 이름의 HTTP 헤더 필드를 제거하고 동일한 이름의 새 헤더 필드를 추가합니다. 이것은 외부 사용자가 헤더를 조작해서는 안 되는 서버에 보안 정보를 전달할 때 유용합니다.
pl_pl: Usuń pole nagłówka HTTP o podanej nazwie i dodaj nowe o tej samej nazwie. Jest to przydatne podczas przekazywania informacji o zabezpieczeniach na serwer, gdzie nagłówek nie może być manipulowany przez zewnętrznych użytkowników.
uk_ua: Видалити поле HTTP-заголовка із зазначеним ім'ям і додати нове з таким самим ім'ям. Це корисно при передачі інформації про безпеку на сервер, де заголовок не повинен змінюватися зовнішніми користувачами.
zh_cn: 删除具有指定名称的HTTP标头字段，并添加一个具有相同名称的新标头字段。 这在将安全信息传递到服务器时非常有用，其中标头不得由外部用户操纵。

source: Remove the HTTP header field with the specified name.
cs_cz: Odebrat kolonku HTTP hlavičky, jejíž název byl zadán.
de_de: Entferne die HTTP-Kopfzeile mit dem angegebenen Namen.
el_gr: Καταργήστε το πεδίο κεφαλίδας HTTP με το καθορισμένο όνομα.
fa_ir: حذف فیلد هدر HTTP با نام مشخص‌شده.
fr_fr: Supprime les entêtes HTTP avec le nom spécifié.
it_it: Rimuovere il campo dell'intestazione HTTP con il nome specificato.
ko_kr: 지정된 이름의 HTTP 헤더 필드를 제거합니다.
pl_pl: Usuń pole nagłówka HTTP o podanej nazwie.
uk_ua: Видалити поле HTTP-заголовка із зазначеним ім'ям.
zh_cn: 删除具有指定名称的HTTP标头字段。

source: Renewal Interval
cs_cz: Interval obnovy
de_de: Erneuerungsintervall
el_gr: Διάστημα ανανέωσης
fa_ir: فاصلهٔ تجدید
fr_fr: Intervalle de renouvellement
it_it: Intervallo di rinnovo
ko_kr: 갱신 간격
pl_pl: Interwał odnowienia
uk_ua: Інтервал поновлення
zh_cn: 续订间隔

source: Replaces the response status code. Must be an integer between 100 and 999.
cs_cz: Nahrazuje stavový kód odpovědi. Je třeba, aby bylo celé číslo z rozmezí 100 až 999.
de_de: Ersetzt den Antwortstatuscode. Muss eine Ganzzahl zwischen 100 und 999 sein.
el_gr: Αντικαθιστά τον κωδικό κατάστασης απόκρισης. Πρέπει να είναι ακέραιος αριθμός μεταξύ 100 και 999.
fa_ir: کد وضعیت پاسخ را جایگزین می‌کند. باید یک عدد صحیح بین 100 و 999 باشد.
fr_fr: Remplace le code de réponse de status. Doit être un entier entre 100 et 999
it_it: Sostituisce il codice di stato della risposta. Deve essere un numero intero compreso tra 100 e 999.
ko_kr: 응답 상태 코드를 바꿉니다. 100에서 999 사이의 정수여야 합니다.
pl_pl: Zastępuje kod stanu odpowiedzi. Musi być liczbą całkowitą między 100 a 999.
uk_ua: Замінює код стану відповіді. Має бути цілим числом від 100 до 999.
zh_cn: 替换响应状态代码。 必须是介于100和999之间的整数。

source: Request Modify URL
cs_cz: Požadovat úpravu URL adresy
de_de: Abfrageänderungs-URL
el_gr: Αίτημα τροποποίησης URL
fa_ir: درخواست تغییر URL
fr_fr: Demande de modification de l'URL
it_it: Richiedi modifica URL
ko_kr: 요청 URL 수정
pl_pl: Modyfikuj URL żądania
uk_ua: Змінити URL-адресу запиту
zh_cn: 请求修改URL
