Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: URL of the router, i.e. https://fritzbox.example.com.
cs_cz: URL směrovače – např.: https://fritzbox.example.com.
de_de: URL des Routers, also https://fritzbox.example.com.
el_gr: URL του δρομολογητή, π.χ. https://fritzbox.example.com.
fa_ir: URL روتر، مثلاً https://fritzbox.example.com.
fr_fr: URL du routeur, c'est-à-dire https://fritzbox.example.com.
it_it: URL del router, ad esempio https://fritzbox.example.com.
ko_kr: 라우터의 URL, 예시. https://fritzbox.example.com.
uk_ua: URL-адреса маршрутизатора, наприклад: https://fritzbox.example.com.
zh_cn: 路由器的URL，即 https://fritzbox.example.com。

source: URLs of Blocklists
cs_cz: URL adresy seznamů blokovaného
de_de: URLs der Blocklisten
el_gr: URL λιστών αποκλεισμού
fa_ir: URLهای بلاک‌لیست
fr_fr: URLs des listes de blocage
it_it: URL delle blocklist
ko_kr: 차단 목록의 URL
pl_pl: Adresy list blokowań
uk_ua: URL-адреси списків блокування
zh_cn: 黑名单网址

source: Uncheck to hide all introduction pages.
cs_cz: Zrušením zaškrtnutí skryjete veškeré uvozující stránky.
de_de: Deaktivieren, um alle Einführungsseiten auszublenden.
el_gr: Αποεπιλέξτε για να αποκρύψετε όλες τις σελίδες εισαγωγής.
fa_ir: برای پنهان‌کردن همه صفحات معرفی، تیک را بردارید.
fr_fr: Décochez cette case pour masquer toutes les pages d'introduction.
it_it: Deseleziona per nascondere tutte le pagine di introduzione.
ko_kr: 모든 소개 페이지를 숨기려면 체크를 해제하세요.
pl_pl: Odznacz aby ukryć wszystkie strony wstępne.
uk_ua: Зніміть прапорець, щоб приховати всі вступні сторінки.
zh_cn: 取消选中来隐藏所有介绍页面。

source: Unifi keystore file
cs_cz: Soubor úložiště klíčů Unifi
de_de: Unifi-Schlüsselbunddatei
el_gr: Αρχείο αποθήκευσης κλειδιών Unifi
fa_ir: فایل keystore Unifi
fr_fr: Fichier keystore Unifi
it_it: File dell'archivio chiavi Unifi
ko_kr: Unifi 키스토어 파일
uk_ua: Файл сховища ключів Unifi
zh_cn: Unifi密钥库文件

source: Use syslog instead of logging to a file.
cs_cz: Namísto ukládání záznamu událostí do vyhrazeného souboru předávat nástroji syslog.
de_de: Syslog anstelle von Protokolldateien verwenden.
el_gr: Χρησιμοποιήστε το syslog αντί για την καταγραφή σε ένα αρχείο.
fa_ir: استفاده از syslog به‌جای ثبت در فایل.
fr_fr: Utilisez syslog au lieu d'enregistrer dans un fichier.
it_it: Utilizza syslog invece di accedere a un file.
ko_kr: 파일에 로깅하는 대신 syslog를 사용하세요.
uk_ua: Використовувати syslog замість запису в файл.
zh_cn: 使用系统日志而不是记录到文件。

source: Username or login to use
cs_cz: Uživatelské jméno nebo přihlášení, které použít
de_de: Zu verwendender Benutzername oder Login
el_gr: Όνομα χρήστη ή σύνδεση για χρήση
fa_ir: نام کاربری یا شناسه ورود برای استفاده
fr_fr: Nom d'utilisateur ou login à utiliser
it_it: Nome utente o login da utilizzare
ko_kr: 사용할 사용자 이름 또는 로그인
pl_pl: Nazwa użytkownika lub login do użycia
uk_ua: Ім'я користувача або логін для використання
zh_cn: 使用的用户名或登录名

source: Username to login, must be an administrator.
cs_cz: Uživatelské jméno, kterým se přihlásit (je třeba, aby mělo oprávnění ke správě).
de_de: Benutzername oder Login; muss Administratorrechte besitzen.
el_gr: Όνομα χρήστη για σύνδεση, πρέπει να είναι διαχειριστής.
fa_ir: نام کاربری برای ورود؛ باید کاربر مدیر باشد.
fr_fr: Nom d'utilisateur pour se connecter, doit être un administrateur.
it_it: Nome utente per accedere, deve essere un amministratore.
ko_kr: 로그인할 사용자 이름, 관리자여야 합니다.
pl_pl: Nazwa użytkownika do zalogowania, musi być administratorem.
uk_ua: Ім'я користувача для входу, має бути адміністратором.
zh_cn: 用户名登录，必须是管理员。

source: Valid hold time
cs_cz: Platná doba podržení
de_de: Gültigkeitspufferzeit
el_gr: Έγκυρος χρόνος αναμονής
fa_ir: زمان نگهداری معتبر
fr_fr: Temps de maintien valide
it_it: Tempo di attesa valido
ko_kr: 유효한 유지 시간
uk_ua: Дійсний час утримання
zh_cn: 有效保持时间

source: Verify CN
cs_cz: Ověřovat CN
de_de: CN (Common Name) überprüfen
el_gr: Επαλήθευση CN
fa_ir: تأیید CN
fr_fr: Vérifier le CN
it_it: Verificare CN
ko_kr: CN 검증
pl_pl: Weryfikuj nazwę pospolitą
uk_ua: Перевірити CN
zh_cn: 验证CN

source: When a DNS resolve request times out haproxy will not retry until [hold timeout] elapses. Default "30s"
cs_cz: Při překročení časového limitu požadavku na DNS překlad, haproxy nebude opakovat pokus, dokud neuplyne [hold timeout]. Výchozí hodnota „30s“
de_de: Wenn eine DNS-Auflösungsanfrage in einen Timeout läuft, wird HAProxy keine erneute Anfrage stellen, bevor die in [hold timeout] definierte Zeitspanne abgelaufen ist. Standard: "30s".
el_gr: Όταν λήξει το χρονικό όριο ενός αιτήματος επίλυσης DNS, το haproxy δεν θα προσπαθήσει ξανά μέχρι να παρέλθει το [χρονικό όριο διατήρησης]. Προεπιλογή "30 δευτερόλεπτα"
fa_ir: وقتی یک درخواست رزولوشن DNS منقضی می‌شود، haproxy تا گذشته‌شدن [hold timeout] مجدداً تلاش نخواهد کرد. پیش‌فرض «30s».
fr_fr: Lorsqu'une demande de résolution DNS expire, haproxy ne réessayera pas avant que [hold timeout] ne soit écoulé. Par défaut "30s".
it_it: Quando una richiesta di risoluzione DNS scade, Haproxy non riproverà fino allo scadere del [timeout di attesa]. "30" predefinito
ko_kr: DNS 해석 요청이 시간 초과되면 haproxy는 [hold timeout]이 경과할 때까지 다시 시도하지 않습니다. 기본값 "30초"
uk_ua: Коли запит на DNS-розділення перевищує час очікування, haproxy не повторить спробу, доки не мине [час утримання тайм-ауту]. Типово "30с".
zh_cn: 当DNS解析请求超时时，haproxy将不会重试，直到 [保持超时] 过期。默认"30s"

source: When enabled, a sudo rule is created to grant root access to the Zabbix user. When adding a User Parameter, just add "sudo" to the command to run it as root, i.e. instead of "echo test" use "sudo echo test".
cs_cz: Pokud zapnuto, bude vytvořeno pravidlo pro sudo, které uživateli Zabbix udělí oprávnění na úrovni správce systému (root). Poté při přidávání Uživatelského parametru stačí k příkazu přidat „sudo“, aby byl spuštěn jako root, tj. místo „echo test“ použijte „sudo echo test“.
de_de: Wenn aktiviert, wird eine sudo-Regel erstellt, die dem Zabbix-Benutzer Root-Rechte gewährt. Bei Verwendung eines Benutzerparameters muss lediglich "sudo" zum Befehl hinzugefügt werden, um ihn als Root auszuführen, z. B. statt "echo test" einfach "sudo echo test".
el_gr: Όταν είναι ενεργοποιημένος, δημιουργείται ένας κανόνας sudo για να παραχωρήσει πρόσβαση root στον χρήστη Zabbix. Όταν προσθέτετε μια παράμετρο χρήστη, απλώς προσθέστε "sudo" στην εντολή για να την εκτελέσετε ως root, δηλαδή αντί για "echo test" χρησιμοποιήστε "sudo echo test".
fa_ir: وقتی فعال باشد، یک قانون sudo ایجاد می‌شود تا به کاربر Zabbix دسترسی root بدهد. هنگام افزودن User Parameter، کافی است «sudo» را به فرمان اضافه کنید تا با root اجرا شود؛ مثلاً به‌جای «echo test» از «sudo echo test» استفاده کنید.
fr_fr: Lorsqu'elle est activée, une règle sudo est créée pour accorder l'accès root à l'utilisateur Zabbix. Lors de l'ajout d'un paramètre utilisateur, il suffit d'ajouter "sudo" à la commande pour l'exécuter en tant que root, c'est-à-dire qu'au lieu de "echo test", utilisez "sudo echo test".
it_it: Se abilitato, viene creata una regola sudo per garantire l'accesso root all'utente Zabbix. Quando aggiungi un parametro utente, aggiungi semplicemente "sudo" al comando per eseguirlo come root, ovvero invece di "echo test" usa "sudo echo test".
ko_kr: 활성화하면 Zabbix 사용자에게 root 액세스를 부여하기 위해 sudo 규칙이 생성됩니다. 사용자 매개변수를 추가할 때 명령에 "sudo"를 추가하여 루트로 실행하세요. 즉, "echo test" 대신 "sudo echo test"를 사용하세요.
uk_ua: Коли увімкнено, створюється правило sudo для надання root-доступу користувачу Zabbix. При додаванні параметру користувача просто додайте "sudo" до команди, щоб запустити її як root, наприклад: замість "echo test" використовуйте "sudo echo test".
zh_cn: 启用后，将创建一个sudo规则，来给Zabbix 用户授予 root 访问权限。添加用户参数时，只需在命令中添加"sudo"即可以root 身份运行它，即使用"sudo echo test"代替"echo test"。

source: When haproxy receives a NXDOMAIN error message (domain does not exist) from the resolver it will not retry until [hold nx] elapses. Default "30s".
cs_cz: Pokud haproxy obdrží od překladu chybovou zprávu NXDOMAIN (doména neexistuje), nebude se pokoušet o opakování, dokud neuplyne [hold nx]. Výchozí hodnota „30s“.
de_de: Wenn HAProxy eine NXDOMAIN-Antwort erhält (Domain existiert nicht), wird es keine neue Anfrage stellen, bis die in [hold nx] definierte Zeitspanne abgelaufen ist. Standard: "30s".
el_gr: Όταν το haproxy λαμβάνει ένα μήνυμα σφάλματος NXDOMAIN (ο τομέας δεν υπάρχει) από τον αναλυτή, δεν θα προσπαθήσει ξανά μέχρι να περάσει το [hold nx]. Προεπιλογή "30s".
fa_ir: وقتی haproxy از رزولور پیغام خطای NXDOMAIN (دامنه وجود ندارد) دریافت کند، تا گذشته‌شدن [hold nx] مجدداً تلاش نخواهد کرد. پیش‌فرض «30s».
fr_fr: Lorsque haproxy reçoit un message d'erreur NXDOMAIN (le domaine n'existe pas) du résolveur, il ne réessayera pas avant que [hold nx] ne soit écoulé. Par défaut "30s".
it_it: Quando haproxy riceve un messaggio di errore NXDOMAIN (il dominio non esiste) dal risolutore, non riproverà fino allo scadere di [hold nx]. "30" predefinito.
ko_kr: haproxy가 리졸버로부터 NXDOMAIN 오류 메시지(도메인이 존재하지 않음)를 받으면 [hold nx]가 경과할 때까지 다시 시도하지 않습니다. 기본값 "30초".
uk_ua: Коли haproxy отримує повідомлення про помилку NXDOMAIN (домен не існує) від резолвера, він не повторить спробу, доки не мине [утримання nx]. Типово "30с".
zh_cn: 当haproxy从解析程序收到 NXDOMAIN 错误消息(域不存在)时，在 [nx保持时间] 过期之前，它不会重试。默认"30s"。

source: When haproxy receives a valid NS response it will not query DNS until valid time expires. Default is "10s".
cs_cz: Když haproxy obdrží platnou NS odpověď, nebude se dotazovat DNS, dokud neuplyne doba platnosti. Výchozí hodnota je „10s“.
de_de: Wenn HAProxy eine gültige NS-Antwort erhält, wird kein weiterer DNS-Versuch unternommen, bis diese Zeit abgelaufen ist. Standard: "10s".
el_gr: Όταν το haproxy λάβει μια έγκυρη απόκριση NS, δεν θα υποβάλει ερώτημα στο DNS μέχρι να λήξει ο έγκυρος χρόνος. Η προεπιλογή είναι "10s".
fa_ir: وقتی haproxy پاسخ NS معتبر دریافت کند، تا انقضای زمان معتبر، دوباره DNS را پرس‌وجو نخواهد کرد. پیش‌فرض «10s».
fr_fr: Lorsque haproxy reçoit une réponse NS valide, il n'interrogera pas le DNS jusqu'à ce que le temps valide expire. La valeur par défaut est "10s".
it_it: Quando haproxy riceve una risposta NS valida, non interrogherà il DNS fino allo scadere del tempo valido. L'impostazione predefinita è "10 secondi".
ko_kr: haproxy가 유효한 NS 응답을 받으면 유효한 시간이 만료될 때까지 DNS를 쿼리하지 않습니다. 기본값은 "10초"입니다.
uk_ua: Коли haproxy отримує дійсну відповідь NS, він не буде запитувати DNS, доки не сплине дійсний час. Типово "10с".
zh_cn: 当 haproxy收到有效的NS响应时，在有效时间到期之前，它不会查询DNS。默认值为"10s"。

source: When the DNS server refuses the resolve request haproxy will not retry until [hold refused] elapses. Default "30s".
cs_cz: Pokud DNS server odmítne požadavek na překlad, haproxy se o další překlad pokusí až po uplynutí doby [hold refused]. Výchozí hodnota „30s“.
de_de: Wenn der DNS-Server die Anfrage ablehnt, wird HAProxy erst wieder versuchen, eine Auflösung durchzuführen, nachdem die in [hold refused] definierte Zeitspanne abgelaufen ist. Standard: "30s".
el_gr: Όταν ο διακομιστής DNS απορρίψει το αίτημα επίλυσης, το haproxy δεν θα προσπαθήσει ξανά μέχρι να περάσει το [hold refused]. Προεπιλογή "30s".
fa_ir: وقتی سرور DNS درخواست رزولوشن را رد کند، haproxy تا گذشته‌شدن [hold refused] مجدداً تلاش نخواهد کرد. پیش‌فرض «30s».
fr_fr: Lorsque le serveur DNS refuse la demande de résolution, haproxy ne réessayera pas avant que [hold refused] ne soit écoulé. Par défaut "30s".
it_it: Quando il server DNS rifiuta la richiesta di risoluzione, l'haproxy non riproverà fino allo scadere del [attesa rifiutata]. "30" predefinito.
ko_kr: DNS 서버가 해석 요청을 거부하면 haproxy는 [hold refused]가 경과할 때까지 다시 시도하지 않습니다. 기본값 "30s".
uk_ua: Коли DNS-сервер відмовляє в запиті на розділення, haproxy не повторить спробу, доки не мине [утримання відмови]. Типово "30с".
zh_cn: 当DNS服务器拒绝解析请求时，haproxy将不会重试，直到 [保持拒绝] 过期。默认"30s"。

source: When using HTTP-01 as challenge type, a local webserver is used to provide acme challenge data to the ACME CA. The local webserver is NOT directly exposed to the outside and should NOT use port 80 or any other well-known port. This setting allows you to change the local port of this webserver in case it interferes with another local service. Defaults to port 43580.
cs_cz: Při použití HTTP-01 coby typu výzvy se k poskytování dat výzvy acme certifikační autoritě ACME používá místní webový server. Místní webový server NENÍ přímo vystaven vnějšímu prostředí a NEMĚL by používat port 80 ani žádný jiný ze standardizovaných portů. Toto nastavení umožňuje změnit místní port tohoto webového serveru pro případ, že by kolidoval s jinou místní službou. Ve výchozím nastavení je použit port 43580.
de_de: Bei Verwendung des Challenge-Typs HTTP-01 wird ein lokaler Webserver verwendet, um die ACME-Challenge-Daten an die ACME-CA bereitzustellen. Der lokale Webserver ist NICHT direkt nach außen erreichbar und sollte NICHT Port 80 oder andere bekannte Ports verwenden. Diese Einstellung erlaubt das Ändern des lokalen Ports, falls Konflikte mit anderen lokalen Diensten bestehen. Standard: Port 43580.
el_gr: Όταν χρησιμοποιείται το HTTP-01 ως τύπος πρόκλησης, χρησιμοποιείται ένας τοπικός διακομιστής ιστού για την παροχή δεδομένων πρόκλησης acme στην ACME CA. Ο τοπικός διακομιστής ιστού ΔΕΝ είναι άμεσα εκτεθειμένος στο εξωτερικό περιβάλλον και ΔΕΝ πρέπει να χρησιμοποιεί τη θύρα 80 ή οποιαδήποτε άλλη γνωστή θύρα. Αυτή η ρύθμιση σάς επιτρέπει να αλλάξετε την τοπική θύρα αυτού του διακομιστή ιστού σε περίπτωση που παρεμβαίνει σε μια άλλη τοπική υπηρεσία. Η προεπιλεγμένη τιμή είναι η θύρα 43580.
fa_ir: وقتی از HTTP-01 به‌عنوان نوع چالش استفاده می‌شود، یک وب‌سرور محلی برای ارائه داده‌های چالش acme به ACME CA استفاده می‌شود. وب‌سرور محلی به‌طور مستقیم در معرض بیرون قرار ندارد و نباید از پورت 80 یا هر پورت شناخته‌شده دیگری استفاده کند. این تنظیم به شما اجازه می‌دهد پورت محلی این وب‌سرور را در صورت تداخل با سرویس محلی دیگر تغییر دهید. پیش‌فرض پورت 43580 است.
fr_fr: Lorsque l'on utilise HTTP-01 comme type de défi, un serveur web local est utilisé pour fournir les données du défi ACME à l'AC ACME. Le serveur web local n'est PAS directement exposé à l'extérieur et ne doit PAS utiliser le port 80 ou tout autre port connu. Ce paramètre vous permet de modifier le port local de ce serveur Web au cas où il interfère avec un autre service local. La valeur par défaut est le port 43580.
it_it: Quando si utilizza HTTP-01 come tipo di verifica, viene utilizzato un server Web locale per fornire i dati della verifica Acme all'ACME CA. Il server web locale NON è direttamente esposto all'esterno e NON deve utilizzare la porta 80 o qualsiasi altra porta conosciuta. Questa impostazione ti consente di modificare la porta locale di questo server web nel caso in cui interferisca con un altro servizio locale. Il valore predefinito è la porta 43580.
ko_kr: 챌린지 유형으로 HTTP-01을 사용하면 로컬 웹 서버를 사용하여 ACME CA에 acme 챌린지 데이터를 제공합니다. 로컬 웹 서버는 외부에 직접 노출되지 않으며 포트 80 또는 다른 잘 알려진 포트를 사용해서는 안 됩니다. 이 설정을 사용하면 다른 로컬 서비스와 간섭하는 경우 이 웹 서버의 로컬 포트를 변경할 수 있습니다. 기본값은 포트 43580입니다.
pl_pl: W przypadku używania protokołu HTTP-01 jako typu wyzwania, lokalny serwer sieciowy jest używany do dostarczania danych wyzwania acme do urzędu certyfikacji ACME. Lokalny serwer WWW NIE jest bezpośrednio wystawiony na zewnątrz i NIE powinien używać portu 80 ani żadnego innego dobrze znanego portu. To ustawienie umożliwia zmianę portu lokalnego tego serwera WWW w przypadku, gdy koliduje on z inną usługą lokalną. Domyślnie jest to port 43580.
uk_ua: При використанні HTTP-01 як типу виклику, локальний веб-сервер використовується для надання даних виклику acme для ACME CA. Локальний веб-сервер НЕ є безпосередньо доступним ззовні і НЕ повинен використовувати порт 80 або будь-який інший добре відомий порт. Ця настройка дозволяє змінити локальний порт цього веб-сервера у випадку, якщо він конфліктує з іншою локальною службою. Типово використовується порт 43580.
zh_cn: 使用HTTP-01 作为挑战类型时，使用本地Web服务器向ACME CA 提供acme 挑战数据。本地Web服务器不会直接暴露在外部，不要使用端口80或任何其他已知端口。此设置允许您更改Web 服务器的本地端口，以防止它干扰其他本地服务。默认为端口43580。

source: Whether HAProxy should load and execute this Lua script on startup. This is the default behaviour. However, if this Lua script is included by other Lua scripts using the "require" function, then preloading should be disabled to avoid HAProxy errors.
cs_cz: Zda má HAProxy při spuštění načíst a spustit tento Lua skript. Toto je výchozí chování. Pokud je však tento Lua skript volán jinými Lua skripty pomocí funkce „require“, pak by mělo být přednačítání vypnuto, aby se předešlo chybám HAProxy.
de_de: Gibt an, ob HAProxy dieses Lua-Skript beim Start laden und ausführen soll. Dies ist das Standardverhalten. Wenn dieses Skript jedoch von anderen Lua-Skripten über die Funktion require eingebunden wird, sollte das Vorladen deaktiviert werden, um HAProxy-Fehler zu vermeiden.
el_gr: Εάν το HAProxy θα πρέπει να φορτώνει και να εκτελεί αυτό το σενάριο Lua κατά την εκκίνηση. Αυτή είναι η προεπιλεγμένη συμπεριφορά. Ωστόσο, εάν αυτό το σενάριο Lua περιλαμβάνεται από άλλα σενάρια Lua χρησιμοποιώντας τη συνάρτηση "require", τότε η προφόρτωση θα πρέπει να απενεργοποιηθεί για να αποφευχθούν σφάλματα HAProxy.
fa_ir: آیا HAProxy باید این اسکریپت Lua را هنگام راه‌اندازی بارگذاری و اجرا کند. این رفتار پیش‌فرض است. با این حال، اگر این اسکریپت Lua توسط اسکریپت‌های Lua دیگر با استفاده از تابع «require» وارد شده باشد، پیش‌بارگذاری باید غیرفعال شود تا از خطاهای HAProxy جلوگیری شود.
fr_fr: Si HAProxy doit charger et exécuter ce script Lua au démarrage. C'est le comportement par défaut. Cependant, si ce script Lua est inclus par d'autres scripts Lua utilisant la fonction "require", le préchargement doit être désactivé pour éviter les erreurs de HAProxy.
it_it: Indica se HAProxy deve caricare ed eseguire questo script Lua all'avvio. Questo è il comportamento predefinito. Tuttavia, se questo script Lua è incluso da altri script Lua che utilizzano la funzione "richiedi", il precaricamento dovrebbe essere disabilitato per evitare errori HAProxy.
ko_kr: HAProxy가 시작할 때 이 Lua 스크립트를 로드하고 실행해야 하는지 여부입니다. 이것은 기본 동작입니다. 그러나 이 Lua 스크립트가 "require" 함수를 사용하여 다른 Lua 스크립트에 포함된 경우 HAProxy 오류를 피하기 위해 사전 로드를 비활성화해야 합니다.
pl_pl: Czy HAProxy ma ładować i wykonywać ten skrypt Lua podczas startu. Jest to działanie domyślne. Jeśli skrypt ten zawarty jest w innych skryptach Lua poprzez użycie funkcji "require", aby uniknąć błędów HAProxy ładowanie powinno zostać tutaj wyłączone.
uk_ua: Чи повинен HAProxy завантажувати та виконувати цей сценарій Lua під час запуску. Це типова поведінка. Однак, якщо цей сценарій Lua включено іншими сценаріями Lua за допомогою функції "require", то попереднє завантаження слід вимкнути, щоб уникнути помилок HAProxy.
zh_cn: HAProxy是否应在启动时加载并执行此 Lua 脚本。 这是默认行为。 但是，如果其他Lua 脚本使用"require"功能包含此 Lua 脚本，则应禁用预加载以避免 HAProxy 错误。

source: Wildcard
cs_cz: Zástupné vyjádření
el_gr: Μπαλαντέρ
it_it: Carattere jolly
ko_kr: 와일드카드
uk_ua: Підстановочний знак
zh_cn: 通配符

source: Zone Username
cs_cz: Uživatelské jméno zóny
de_de: Benutzername der Zone
el_gr: Όνομα χρήστη ζώνης
fa_ir: نام‌کاربری زون
fr_fr: Nom d'utilisateur de la zone
it_it: Nome utente della zona
ko_kr: 영역 사용자명
uk_ua: Ім'я користувача зони
zh_cn: 区域用户名

source: Zone.eu API
el_gr: API Zone.eu
it_it: API Zone.eu
uk_ua: API Zone.eu

source: acme.sh TLS Web Server
cs_cz: acme.sh TLS webový server
el_gr: Διακομιστής Ιστού TLS acme.sh
it_it: acme.sh Server Web TLS
ko_kr: acme.sh TLS 웹 서버
uk_ua: Веб-сервер TLS acme.sh
zh_cn: acme.sh TLS Web服务器

source: add a DNS wildcard CNAME record that points to the configured host.
cs_cz: přidat DNS CNAME záznam se zástupným znakem, odkazující na nastaveného hostitele.
de_de: Einen DNS-Wildcard-CNAME-Eintrag hinzufügen, der auf den konfigurierten Host verweist.
el_gr: προσθέστε μια εγγραφή CNAME με χαρακτήρα μπαλαντέρ DNS που οδηγεί στον διαμορφωμένο κεντρικό υπολογιστή.
fa_ir: یک رکورد CNAME wildcard در DNS اضافه کنید که به میزبان پیکربندی‌شده اشاره می‌کند.
fr_fr: ajouter un enregistrement DNS wildcard CNAME qui pointe vers l'hôte configuré.
it_it: aggiungere un record CNAME con caratteri jolly DNS che punta all'host configurato.
ko_kr: 구성된 호스트를 가리키는 DNS 와일드카드 CNAME 레코드를 추가합니다.
uk_ua: додати запис DNS CNAME з підстановочним знаком, який вказує на налаштований хост.
zh_cn: 添加指向已配置主机的DNS通配符CNAME 记录。

source: dynv6 HTTP API
cs_cz: HTTP API k dynv6
el_gr: API HTTP dynv6
it_it: API HTTP dynv6
uk_ua: HTTP API dynv6

source: A service type is required.
cs_cz: Je zapotřebí typu služby.
de_de: Ein Service-Typ wird benötigt.
el_gr: Απαιτείται ένας τύπος υπηρεσίας.
fa_ir: انتخاب نوع سرویس الزامی است.
fr_fr: Un type de service est requis.
it_it: È richiesto un tipo di servizio.
ko_kr: 서비스 유형이 필요합니다.
pl_pl: Typ usługi jest wymagany.
uk_ua: Потрібен тип служби.
zh_cn: 服务类型是必需的。

source: ACME Client
cs_cz: Klient ACME
fa_ir: کلاینت ACME
fr_fr: Client ACME
it_it: Cliente ACME
ko_kr: ACME 클라이언트
pl_pl: Klient ACME
uk_ua: Клієнт ACME
zh_cn: ACME客户端

source: Abuse.ch - ThreatFox IOC database
cs_cz: Abuse.ch – databáze ThreatFox IOC
de_de: Abuse.ch - ThreatFox IOC Datenbank
el_gr: Abuse.ch - Βάση δεδομένων ThreatFox IOC
fa_ir: Abuse.ch - پایگاه داده ThreatFox IOC
fr_fr: Abuse.ch - Base de données ThreatFox IOC
it_it: Abuse.ch - Banca dati CIO di ThreatFox
ko_kr: Abuse.ch - ThreatFox IOC 데이터베이스
uk_ua: Abuse.ch - база даних IOC ThreatFox

source: All HAProxy threads
cs_cz: Všechna vlákna HAProxy
de_de: Alle HAProxy-Threads
el_gr: Όλα τα νήματα του HAProxy
fa_ir: همه تردهای HAProxy
fr_fr: Tous les threads HAProxy
it_it: Tutti i thread HAProxy
ko_kr: 모든 HAProxy 스레드
pl_pl: Wszystkie wątki HAProxy
uk_ua: Усі потоки HAProxy
zh_cn: 所有HAProxy线程

source: An IP service type is required.
cs_cz: Je vyžadován typ IP služby.
de_de: Ein IP Servicetyp ist erforderlich.
el_gr: Απαιτείται τύπος υπηρεσίας IP.
fa_ir: انتخاب نوع سرویس IP الزامی است.
fr_fr: Un type de service IP est requis.
it_it: È richiesto un tipo di servizio IP.
ko_kr: IP 서비스 유형이 필요합니다.
pl_pl: Typ usługi IP jest wymagany.
uk_ua: Потрібен тип служби IP.
zh_cn: IP服务类型是必需的。

source: Blocklist
cs_cz: Seznam blokovaných
de_de: Blockliste
el_gr: Λίστα αποκλεισμού
fa_ir: فهرست مسدودسازی
fr_fr: Liste de blocage
it_it: Lista bloccata
ko_kr: 차단 목록
pl_pl: Lista blokowania
uk_ua: Чорний список
zh_cn: 黑名单

source: Buypass Test CA
cs_cz: Buypass testovací CA
el_gr: Δοκιμή Buypass στην Καλιφόρνια
it_it: Prova di acquisto pass CA
uk_ua: Тестовий ЦС Buypass

source: Choose a value between 1 and 24 to activate - 0 or empty to disable.
cs_cz: Zapněte hodnotou z rozmezí 1 až 24, nebo vypněte 0 (nulou) či nevyplněním.
de_de: Wählen sie einen Wert zwischen 1 und 24 zum aktivieren - 0 oder Leer zum deaktivieren
el_gr: Επιλέξτε μια τιμή μεταξύ 1 και 24 για ενεργοποίηση - 0 ή κενή για απενεργοποίηση.
fa_ir: برای فعال‌سازی مقداری بین 1 تا 24 انتخاب کنید - 0 یا خالی برای غیرفعال‌سازی.
fr_fr: Choisissez une valeur entre 1 et 24 pour activer - 0 ou vide pour désactiver.
it_it: Scegli un valore compreso tra 1 e 24 per attivare - 0 o vuoto per disabilitare.
ko_kr: 활성화하려면 1에서 24 사이의 값을 선택하고, 비활성화하려면 0 또는 비워 둡니다.
pl_pl: Wybierz wartość pomiędzy 1 a 24 aby aktywować - 0 lub puste by wyłączyć.
uk_ua: Виберіть значення від 1 до 24 для активації - 0 або пусте значення для вимкнення.
zh_cn: 选择一个介于1和24之间的值来激活，值为0或留空则禁用。

source: DNS over TLS
cs_cz: DNS přes TLS
de_de: DNS über TLS
el_gr: DNS μέσω TLS
fa_ir: DNS از طریق TLS
fr_fr: DNS sur TLS
it_it: DNS su TLS
uk_ua: DNS через TLS
zh_cn: DoT

source: Dynamic IPv6 Host
cs_cz: Dynamický IPv6 hostitel
de_de: Dynamischer IPv6-Host
el_gr: Δυναμικός κεντρικός υπολογιστής IPv6
fa_ir: میزبان پویا IPv6
fr_fr: Hôte IPv6 dynamique
it_it: Host IPv6 dinamico
ko_kr: Dynamic IPv6 호스트
pl_pl: Dynamiczny host IPv6
uk_ua: Динамічний хост IPv6
