Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Allow Header From Mismatch
cs_cz: Povolit Záhlaví z Neshody
de_de: Erlaube "From"-Kopfzeilenunterschied
el_gr: Επιτρέπεται η αναντιστοιχία στην κεφαλίδα
fa_ir: اجازهٔ هدر در صورت عدم تطابق
fr_fr: Autoriser la non-concordance de l'en-tête
it_it: Consenti intestazione da mancata corrispondenza
ko_kr: 일치하지 않는 헤더 허용
pl_pl: Zezwalaj na Nagłówek z Niedopasowaniem
uk_ua: Дозволити заголовок з невідповідністю
zh_cn: 允许标头不匹配

source: Allow Header From Multiple
cs_cz: Povolit Záhlaví z Vícero
de_de: Erlaube mehrere "From"-Kopfzeilen
el_gr: Επιτρέπεται η κεφαλίδα από πολλαπλές
fa_ir: پذیرفتن سربرگ‌های چندگانه
fr_fr: Autoriser l'en-tête à partir de plusieurs
it_it: Consenti intestazione da più
ko_kr: 다중에서 헤더 허용
pl_pl: Zezwalaj na Nagłówek z Wieloma
uk_ua: Дозволити заголовок з кількох
zh_cn: 允许多个标头

source: Allow TLS Only
cs_cz: Umožnit pouze TLS
de_de: Erlaube nur TLS
el_gr: Να επιτρέπεται μόνο το TLS
fa_ir: فقط TLS مجاز
fr_fr: Autoriser seulement TLS
it_it: Consenti solo TLS
ko_kr: TLS만 허용
pl_pl: Zezwalaj Tylko na TLS
uk_ua: Дозволити тільки TLS
zh_cn: 仅允许TLS

source: Allow Username Mismatch
cs_cz: Umožnit neshodu uživatelského jména
de_de: Erlaube abweichende Benutzernamen
el_gr: Να επιτρέπεται η αναντιστοιχία ονόματος χρήστη
fa_ir: اجازه عدم تطابق نام کاربری
fr_fr: Autoriser le mauvais nom d'utilisateur
it_it: Consenti la mancata corrispondenza del nome utente
ko_kr: 사용자 이름 불일치 허용
pl_pl: Zezwalaj na Niedopasowanie Nazwy Użytkownika
uk_ua: Дозволити невідповідність імені користувача
zh_cn: 允许用户名不匹配

source: Allow interface subnets
cs_cz: Umožnit podsítě rozhraní
de_de: Erlaube Schnittstellensubnetze
el_gr: Επιτρέπονται τα υποδίκτυα διεπαφής
fa_ir: اجازه زیرشبکه‌های رابط
fr_fr: Autoriser les sous-réseaux d'interface
it_it: Consenti sottoreti di interfaccia
ko_kr: 인터페이스 서브넷 허용
pl_pl: Zezwalaj na podsieci interfejsu
uk_ua: Дозволити підмережі інтерфейсу
zh_cn: 允许接口子网

source: Allowed MAC addresses
cs_cz: MAC adresy, kterým je umožněn přístup
de_de: Zugelassene MAC-Adressen
el_gr: Επιτρεπόμενες διευθύνσεις MAC
fa_ir: آدرس‌های MAC مجاز
fr_fr: Adresses MAC autorisées
it_it: Indirizzi MAC consentiti
ko_kr: 허용된 MAC 주소
pl_pl: Dozwolone adresy MAC
uk_ua: Дозволені MAC-адреси
zh_cn: 允许的MAC地址

source: Allowed SSL ports
cs_cz: SSL porty, ze kterých je umožněn přístup
de_de: Erlaubte SSL-Ports
el_gr: Επιτρεπόμενες θύρες SSL
fa_ir: پورت‌های SSL مجاز
fr_fr: Ports SSL autorisés
it_it: Porte SSL consentite
ko_kr: 허용된 SSL 포트
pl_pl: Dozwolone porty SSL
uk_ua: Дозволені SSL-порти
zh_cn: 允许的SSL端口

source: Allowed Subnets
cs_cz: Podsítě ze kterých je umožněn přístup
de_de: Erlaubte Subnetze
el_gr: Επιτρεπόμενα υποδίκτυα
fa_ir: زیرشبکه‌های مجاز
fr_fr: Sous-réseaux autorisés
it_it: Sottoreti consentite
ko_kr: 허용된 서브넷
pl_pl: Dozwolone Podsieci
uk_ua: Дозволені підмережі
zh_cn: 允许的子网

source: Allowed addresses
cs_cz: Adresy ze kterých je umožněn přístup
de_de: Zugelassene Adressen
el_gr: Επιτρεπόμενες διευθύνσεις
fa_ir: آدرس‌های مجاز
fr_fr: Adresses autorisées
it_it: Indirizzi consentiti
ko_kr: 허용된 주소
pl_pl: Dozwolone adresy
uk_ua: Дозволені адреси
zh_cn: 允许的地址

source: Allowed destination TCP port
cs_cz: Cílový TCP port, na který je umožněn přístup
de_de: Erlaubter Ziel-TCP-Port
el_gr: Επιτρεπόμενη θύρα TCP προορισμού
fa_ir: پورت TCP مقصد مجاز
fr_fr: Port TCP de destination autorisé
it_it: Porta TCP di destinazione consentita
ko_kr: 허용된 대상 TCP 포트
pl_pl: Dozwolony docelowy port TCP
uk_ua: Дозволений цільовий TCP-порт
zh_cn: 允许的目标TCP端口

source: Alt Names
cs_cz: Alt. názvy
de_de: Alternative Namen
el_gr: Εναλλακτικά ονόματα
fa_ir: نام‌های جایگزین
fr_fr: Nom alt.
it_it: Nomi alternativi
ko_kr: 대체 이름
pl_pl: Alternatywne Nazwy
uk_ua: Альтернативні імена
zh_cn: 附加名称

source: Always Advertise Default Gateway
cs_cz: Vždy propagovat výchozí bránu
de_de: Immer ein Standard-Gateway bekanntgeben
el_gr: Να διαφημίζεται πάντα η προεπιλεγμένη πύλη
fa_ir: همیشه دروازه پیش‌فرض را اعلام کن
fr_fr: Toujours annoncer la passerelle par défaut
it_it: Pubblicizza sempre il gateway predefinito
ko_kr: 항상 기본 게이트웨이 알림
pl_pl: Zawsze Reklamuj Domyślną Bramę
uk_ua: Завжди рекламувати типовий шлюз
zh_cn: 始终通告默认网关

source: An integer value corresponding to the TCP source port of the connection on the client side, which is the port the client connected from.
cs_cz: Celé číslo odpovídající TCP portu spojení na straně klienta (port, ze kterého se připojuje).
de_de: Ein ganzzahliger Wert, der dem TCP-Quellport der Verbindung auf der Clientseite entspricht, der der Port ist, von dem aus der Client verbunden ist.
el_gr: Μια ακέραια τιμή που αντιστοιχεί στη θύρα προέλευσης TCP της σύνδεσης στην πλευρά του υπολογιστή-πελάτη, η οποία είναι η θύρα από την οποία συνδέθηκε ο υπολογιστής-πελάτης.
fa_ir: یک عدد صحیح که متناظر با پورت مبدا TCP اتصال در سمت کلاینت است؛ پورتی که کلاینت از آن متصل شده.
fr_fr: Valeur entière correspondant au port source TCP de la connexion côté client, qui est le port à partir duquel le client s'est connecté.
it_it: Un valore intero corrispondente alla porta di origine TCP della connessione sul lato client, ovvero la porta da cui si è connesso il client.
ko_kr: 클라이언트 측 연결의 TCP 원본 포트(클라이언트가 연결한 포트)에 해당하는 정수 값입니다.
pl_pl: Liczba całkowita odpowiadająca źródłowemu portowi TCP połączenia po stronie klienta, czyli portowi, z którego połączył się klient.
uk_ua: Ціле значення, що відповідає вихідному TCP-порту з'єднання на стороні клієнта, тобто порт, з якого підключився клієнт.
zh_cn: 与客户端连接的TCP源端口相对应的整数值，即客户端从中连接的端口。

source: An optional custom reason text for the HTTP status code. If empty the default reason for the specified code will be used.
cs_cz: Nepovinný uživatelsky určený text zdůvodnění pro HTTP stavový kód. V případě nevyplnění bude použit výchozí důvod pro daný kód.
de_de: Ein optionaler benutzerdefinierter Grundtext für den HTTP-Statuscode. Wenn leer, wird der Standardgrund für den angegebenen Code verwendet.
el_gr: Ένα προαιρετικό προσαρμοσμένο κείμενο αιτιολογίας για τον κωδικό κατάστασης HTTP. Εάν είναι κενό, θα χρησιμοποιηθεί η προεπιλεγμένη αιτιολογία για τον καθορισμένο κωδικό.
fa_ir: متن دلیل سفارشی اختیاری برای کد وضعیت HTTP. اگر خالی باشد، دلیل پیش‌فرض برای کد مشخص‌شده استفاده خواهد شد.
fr_fr: Texte de motif personnalisé facultatif pour le code d'état HTTP. S'il est vide, la raison par défaut du code spécifié sera utilisée.
it_it: Un testo di motivo personalizzato facoltativo per il codice di stato HTTP. Se vuoto verrà utilizzato il motivo predefinito per il codice specificato.
ko_kr: HTTP 상태 코드에 대한 선택적 사용자 정의 이유 텍스트입니다. 비어 있으면 지정된 코드에 대한 기본 이유가 사용됩니다.
pl_pl: Opcjonalny niestandardowy tekst uzasadnienia dla kodu statusu HTTP. Jeśli pole będzie puste, zostanie użyty domyślny powód dla określonego kodu.
uk_ua: Необов'язковий довільний текст причини для коду стану HTTP. Якщо порожньо, буде використано типову причину для зазначеного коду.
zh_cn: HTTP状态代码的可选自定义原因文本。 如果为空，会使用指定代码的默认原因。

source: Anti Malware
de_de: Anti-Schadprogramme
el_gr: Προστασία από κακόβουλο λογισμικό
fa_ir: ضدبدافزار
ko_kr: 악성 코드 차단
pl_pl: Antywirus
uk_ua: Захист від шкідливих програм

source: Append a HTTP header field with the specified name.
cs_cz: Přidat kolonku HTTP hlavičky se zadaným názvem.
de_de: Fügen Sie ein HTTP-Headerfeld mit dem angegebenen Namen hinzu.
el_gr: Προσθήκη ενός πεδίου κεφαλίδας HTTP με το καθορισμένο όνομα.
fa_ir: افزودن فیلد سربرگ HTTP با نام مشخص‌شده.
fr_fr: Ajouter un champ d'en-tête HTTP avec le nom spécifié.
it_it: Aggiungi un campo di intestazione HTTP con il nome specificato.
ko_kr: 지정된 이름으로 HTTP 헤더 필드를 추가합니다.
pl_pl: Dołącz pole nagłówka HTTP o określonej nazwie.
uk_ua: Додати поле заголовка HTTP із зазначеним ім'ям.
zh_cn: 附加具有指定名称的HTTP标头字段。

source: Application Key
cs_cz: Klíč aplikace
de_de: Anwendungsschlüssel
el_gr: Κλειδί εφαρμογής
fa_ir: کلید برنامه
fr_fr: Clé de l'application
it_it: Chiave dell'applicazione
ko_kr: 어플리케이션 키
pl_pl: Klucz Aplikacji
uk_ua: Ключ застосунку
zh_cn: 应用密钥

source: Application Secret
cs_cz: Heslo aplikace
de_de: Anwendungsgeheimnis
el_gr: Μυστικό εφαρμογής
fa_ir: رمز مخفی برنامه
fr_fr: Secret de l'application
it_it: Segreto dell'applicazione
ko_kr: 어플리케이션 암호
pl_pl: Sekret Aplikacji
uk_ua: Секрет застосунку
zh_cn: 应用密钥

source: Area
cs_cz: Oblast
de_de: Bereich
el_gr: Εκταση
fa_ir: منطقه
fr_fr: Zone
it_it: Zona
ko_kr: 지역
pl_pl: Obszar
uk_ua: Область
zh_cn: 区域

source: At least two interfaces must be selected.
cs_cz: Je třeba vybrat alespoň dvě rozhraní
de_de: Es müssen mindestens zwei Schnittstellen ausgewählt werden.
el_gr: Πρέπει να επιλεγούν τουλάχιστον δύο διεπαφές.
fa_ir: حداقل دو رابط باید انتخاب شوند.
fr_fr: Au moins deux interfaces doivent être sélectionnées.
it_it: È necessario selezionare almeno due interfacce.
ko_kr: 인터페이스를 두 개 이상 선택해야 합니다.
pl_pl: Przynajmniej dwa interfejsy muszą być wybrane.
uk_ua: Щонайменше два інтерфейси повинні бути вибрані.
zh_cn: 必须至少选择两个接口。

source: Attempt to circumvent censorship.
cs_cz: Pokusit se obejít cenzuru.
de_de: Versuche, Zensur zu umgehen.
el_gr: Προσπάθεια παράκαμψης της λογοκρισίας.
fa_ir: تلاش برای دور زدن سانسور.
fr_fr: Tenter de contourner la censure.
it_it: Tentativo di aggirare la censura.
ko_kr: 검열을 우회하려는 시도.
pl_pl: Próbuj obejść cenzurę.
uk_ua: Спроба обійти цензуру.
zh_cn: 试图绕过审查制度。

source: Auth Only
cs_cz: Pouze ověřování
de_de: Nur Authentifizierung
el_gr: Μόνο εξουσιοδότηση
fa_ir: فقط احراز هویت
fr_fr: Authentification seule
it_it: Solo autenticazione
ko_kr: 인증 전용
pl_pl: Tylko Autoryzacja
uk_ua: Лише автентифікація
zh_cn: 仅认证

source: Auth Realm
cs_cz: Sféra ověřování
de_de: Authentifizierungsbereich
el_gr: Εξουσιοδότηση τομέα
fa_ir: حوزه احراز هویت
it_it: Regno di autenticazione
ko_kr: 인증 영역
pl_pl: Domena Autoryzacji
uk_ua: Область автентифікації
zh_cn: 认证范围

source: Authenticate using
cs_cz: Ověřit pomocí
de_de: Authentifizierung verwenden
el_gr: Έλεγχος ταυτότητας χρησιμοποιώντας
fa_ir: احراز هویت با
fr_fr: Identifier en utilisant
it_it: Autenticarsi utilizzando
ko_kr: 다음을 사용하여 인증
pl_pl: Uwierzytelnienie przy użyciu
uk_ua: Автентифікувати за допомогою
zh_cn: 使用认证

source: Authentication Cookie
cs_cz: Ověřovací soubor cookie
de_de: Authentifizierungscookie
el_gr: Cookie ελέγχου ταυτότητας
fa_ir: کوکی احراز هویت
fr_fr: Cookie d'identification
it_it: Cookie di autenticazione
ko_kr: 인증 쿠키
pl_pl: Ciasteczko Uwierzytelnienia
uk_ua: Кукі автентифікації
zh_cn: Cookie认证

source: Authentication Key
cs_cz: Ověřovací klíč
de_de: Authentifizierungsschlüssel
el_gr: Κλειδί ελέγχου ταυτότητας
fa_ir: کلید احراز هویت
fr_fr: Clé d'authentification
it_it: Chiave di autenticazione
ko_kr: 인증 키
pl_pl: Klucz Uwierzytelnienia
uk_ua: Ключ автентифікації
zh_cn: 认证密钥

source: Authentication Password
cs_cz: Ověřovací heslo
de_de: Authentifizierungspasswort
el_gr: Κωδικός πρόσβασης ελέγχου ταυτότητας
fa_ir: گذرواژه احراز هویت
fr_fr: Mot de passe de l'authentification
it_it: Password di autenticazione
ko_kr: 인증 비밀번호
pl_pl: Hasło Uwierzytelnienia
uk_ua: Пароль автентифікації
zh_cn: 认证密码

source: Authentication Prompt
cs_cz: Výzva ověření
de_de: Authentifizierungsaufforderung
el_gr: Προτροπή ελέγχου ταυτότητας
fa_ir: پیغام احراز هویت
fr_fr: Invite d'authentification
it_it: Richiesta di autenticazione
ko_kr: 인증 프롬프트
pl_pl: Monit Uwierzytelnienia
uk_ua: Запит автентифікації
zh_cn: 认证提示

source: Authentication Settings
cs_cz: Nastavení ověřování
de_de: Authentifizierungseinstellungen
el_gr: Ρυθμίσεις ελέγχου ταυτότητας
fa_ir: تنظیمات احراز هویت
fr_fr: Réglages de l'authentification
it_it: Impostazioni di autenticazione
ko_kr: 인증 설정
pl_pl: Ustawienia autentykacji
uk_ua: Налаштування автентифікації
zh_cn: 认证设置

source: Authentication TTL (hours)
cs_cz: Platnost přihlášení (hodiny)
de_de: Authentifizierung TTL (Stunden)
el_gr: Έλεγχος ταυτότητας TTL (ώρες)
fa_ir: TTL احراز هویت (ساعت)
fr_fr: Durée maximum (TTL) d'authentification
it_it: Autenticazione TTL (ore)
ko_kr: 인증 TTL(시간)
pl_pl: Czas życia uwierzytelnienia (godziny)
uk_ua: Термін дії автентифікації (години)
zh_cn: TTL认证

source: Authentication Type
cs_cz: Typ ověřování
de_de: Authentifizierungstyp
el_gr: Τύπος ελέγχου ταυτότητας
fa_ir: نوع احراز هویت
fr_fr: Type d'Authentification
it_it: Tipo di autenticazione
ko_kr: 인증 유형
pl_pl: Typ Uwierzytelnienia
uk_ua: Тип автентифікації
zh_cn: 认证类型

source: Authentication Username
cs_cz: Ověřovací uživatelské jméno
de_de: Authentifizierungsbenutzername
el_gr: Όνομα χρήστη ελέγχου ταυτότητας
fa_ir: نام کاربری احراز هویت
fr_fr: Nom d'utilisateur de l'authentification
it_it: Nome utente di autenticazione
ko_kr: 인증 사용자 이름
pl_pl: Nazwa użytkownika uwierzytelnienia
uk_ua: Ім'я користувача для автентифікації
zh_cn: 认证用户名

source: Authentication method
cs_cz: Metoda ověřování
de_de: Authentifizierungsmethode
el_gr: Μέθοδος ελέγχου ταυτότητας
fa_ir: روش احراز هویت
fr_fr: Méthode d'authentification
it_it: Metodo di autenticazione
ko_kr: 인증방법
pl_pl: Metoda uwierzytelnienia
uk_ua: Метод автентифікації
zh_cn: 认证方式

source: Authentication processes
cs_cz: Proces ověřování
de_de: Authentifizierungsprozesse
el_gr: Διαδικασίες ελέγχου ταυτότητας
fa_ir: فرآیندهای احراز هویت
fr_fr: Processus d'authentification
it_it: Processi di autenticazione
ko_kr: 인증 프로세스
pl_pl: Procesy uwierzytelnienia
uk_ua: Процеси автентифікації
zh_cn: 认证进程

source: Authorization type
cs_cz: Typ pověření
de_de: Authentifizierungstyp
el_gr: Τύπος εξουσιοδότησης
fa_ir: نوع مجوز
fr_fr: Type d'authentification
it_it: Tipo di autorizzazione
ko_kr: 권한 부여 유형
pl_pl: Typ autoryzacji
uk_ua: Тип авторизації
zh_cn: 授权类型

source: Authorized clients
cs_cz: Oprávnění klienti
de_de: Autorisierte Clients
el_gr: Εξουσιοδοτημένοι πελάτες
fa_ir: کلاینت‌های مجاز
fr_fr: Clients autorisés
it_it: Clienti autorizzati
ko_kr: 인증된 클라이언트
pl_pl: Autoryzowani klienci
uk_ua: Авторизовані клієнти
zh_cn: 授权客户

source: Auto Renewal
cs_cz: Automatické obnovování
de_de: Automatische Erneuerung
el_gr: Αυτόματη Ανανέωση
fa_ir: تجدید خودکار
fr_fr: Renouvellement auto
it_it: Rinnovo automatico
ko_kr: 자동 갱신
pl_pl: Automatyczne odnawianie
uk_ua: Автоматичне поновлення
zh_cn: 自动续订

source: Automatically inject config into the local HAProxy instance to let it serve acme challanges without service interruption. Of course, adding the configuration requires a short restart of the HAProxy service.
cs_cz: Automaticky vpravit nastavení do místní instance HAProxy díky čemuž obslouží acme výzvy bez přerušení služby. Samozřejmě, přidání nastavení vyžaduje krátký restart služby HAProxy.
de_de: Injiziere Konfiguration in die lokale HAProxy-Instanz damit diese ACME-Challenges verarbeiten kann, ohne Dienste zu unterbrechen. Selbstverständlich benötigt das Hinzufügen der Konfiguration einen kurzen Neustart des HAProxy-Dienstes.
el_gr: Αυτόματη εισαγωγή ρυθμίσεων στην τοπική παρουσία HAProxy για να μπορεί να εξυπηρετεί προκλήσεις acme χωρίς διακοπή της υπηρεσίας. Φυσικά, η προσθήκη της ρύθμισης παραμέτρων απαιτεί μια σύντομη επανεκκίνηση της υπηρεσίας HAProxy.
fa_ir: پیکربندی به‌طور خودکار به نمونهٔ محلی HAProxy تزریق می‌شود تا بتواند بدون قطع سرویس به چالش‌های acme پاسخ دهد. البته افزودن این پیکربندی نیازمند راه‌اندازی مجدد کوتاه سرویس HAProxy است.
fr_fr: Automatiquement intégrées la configuration dans l'instance local d'HAProxy et servire le challenge acme-client sans interruption de service. Évidement, ajouter la configuration demandera un rapide redémarrage du service HAProxy.
it_it: Inserisci automaticamente la configurazione nell'istanza HAProxy locale per consentirle di rispondere alle sfide acme senza interruzione del servizio. Naturalmente, l'aggiunta della configurazione richiede un breve riavvio del servizio HAProxy.
ko_kr: 로컬 HAProxy 인스턴스에 구성을 자동으로 주입하여 서비스 중단 없이 Acme 과제를 처리할 수 있도록 합니다. 물론 구성을 추가하려면 HAProxy 서비스를 잠시 다시 시작해야 합니다.
pl_pl: Automatycznie wstrzykuj konfigurację do lokalnej instancji HAProxy, aby pozwolić jej obsługiwać wyzwania acme bez przerywania usługi. Oczywiście dodanie konfiguracji wymaga krótkiego restartu usługi HAProxy.
uk_ua: Автоматично вставити конфігурацію в локальний екземпляр HAProxy, щоб дозволити йому обслуговувати виклики ACME без переривання служби. Звісно, додавання конфігурації вимагає короткого перезапуску служби HAProxy.
zh_cn: 自动将配置注入本地HAProxy实例，以便在没有服务中断的情况下为acme挑战提供服务。 当然，添加配置需要短暂重启HAProxy服务。

source: Automatically register in M/Monit by sending Monit credentials (see Monit Access List above).
cs_cz: Automatická registrace v M/Monit odesláním přihlašovacích údajů do Monit (viz výše Přístupový seznam Monit).
de_de: Automatische Registrierung in M/Monit durch Übermittlung der Monit-Zugangsdaten (siehe oben: Monit-Zugriffsliste).
el_gr: Αυτόματη εγγραφή στο M/Monit στέλνοντας διαπιστευτήρια Monit (βλ. Λίστα Πρόσβασης Monit παραπάνω).
fa_ir: با ارسال اعتبارنامه‌های Monit به‌طور خودکار در M/Monit ثبت‌نام کنید (فهرست دسترسی Monit را بالاتر ببینید).
fr_fr: S'inscrire automatiquement dans M/Monit en envoyant les informations d'identification Monit (voir la liste d'accès Monit ci-dessus).
it_it: Registrarsi automaticamente in M/Monit inviando le credenziali Monit (vedere Elenco di accesso Monit sopra).
ko_kr: Monit 자격 증명을 전송하여 M/Monit에 자동으로 등록합니다(위의 Monit 액세스 리스트 참조).
pl_pl: Automatycznie rejestruj w M/Monit, wysyłając dane uwierzytelniające Monit (patrz Lista Dostępu Monit powyżej).
uk_ua: Автоматично зареєструватися в M/Monit шляхом надсилання облікових даних Monit (див. список доступу Monit вище).
zh_cn: 通过发送Monit凭证自动在M/Monit注册(请参阅上面的Monit访问列表)。

source: Avoid authentication for addresses and subnets in this list
cs_cz: Neověřovat adresy a podsítě z tohoto seznamu
de_de: Vermeidet die Authentifizierung für IP-Adressen und Subnetze, die in dieser Liste aufgeführt sind.
el_gr: Αποφύγετε τον έλεγχο ταυτότητας για διευθύνσεις και υποδίκτυα σε αυτήν τη λίστα
fa_ir: برای آدرس‌ها و زیرشبکه‌های این فهرست، احراز هویت را اعمال نکنید.
fr_fr: Éviter l'authentification pour les adresses et les sous-réseaux de cette liste.
it_it: Evita l'autenticazione per indirizzi e sottoreti in questo elenco
ko_kr: 이 목록의 주소 및 서브넷에 대한 인증 금지
pl_pl: Unikaj uwierzytelnienia dla adresów i podsieci z tej listy
uk_ua: Уникати автентифікації для адрес і підмереж у цьому списку
zh_cn: 不对此列表中的地址和子网进行认证

source: Avoid authentication for physical addresses in this list
cs_cz: Neověřovat MAC adresy z tohoto seznamu
de_de: Vermeidet die Authentifizierung für physikalische (MAC-)Adressen, die in dieser Liste aufgeführt sind.
el_gr: Αποφύγετε τον έλεγχο ταυτότητας για φυσικές διευθύνσεις σε αυτήν τη λίστα
fa_ir: برای آدرس‌های فیزیکی موجود در این فهرست، احراز هویت انجام نشود
fr_fr: Éviter l'authentification pour les adresses physiques de cette liste.
it_it: Evita l'autenticazione per gli indirizzi fisici in questo elenco
ko_kr: 이 목록에서 물리적 주소에 대한 인증 금지
pl_pl: Unikaj uwierzytelnienia dla fizycznych adresów z tej listy
uk_ua: Уникати автентифікації для фізичних адрес у цьому списку
zh_cn: 在此列表中的mac地址无需认证

source: BGP AS Number
cs_cz: AS číslo BGP
de_de: BGP-AS-Nummer
el_gr: Αριθμός BGP AS
fa_ir: شماره AS (BGP)
fr_fr: Numéro de BGP AS
it_it: Numero AS BGP
ko_kr: BGP AS 번호
pl_pl: Numer AS BGP
uk_ua: Номер автономної системи BGP
zh_cn: BGP AS编号

source: Backend
cs_cz: Podpůrná vrstva
el_gr: Παρασκήνιο
fa_ir: بک‌اند
ko_kr: 백엔드
uk_ua: Бекенд
zh_cn: 后端

source: Backup Check Interval
cs_cz: Interval kontroly zálohy
de_de: Backup-Prüfintervall
el_gr: Διάστημα ελέγχου αντιγράφων ασφαλείας
fa_ir: فاصله بررسی پشتیبان
fr_fr: Intervalle de vérification de la sauvegarde
it_it: Intervallo di controllo del backup
ko_kr: 백업 확인 간격
pl_pl: Interwał Sprawdzania Kopii Zapasowej
uk_ua: Інтервал перевірки резервної копії
zh_cn: 备份检查间隔

source: Backup Check Timeout
cs_cz: Časový limit kontroly zálohy
de_de: Backup-Check-Zeitlimitierung
el_gr: Χρονικό όριο ελέγχου αντιγράφων ασφαλείας
fa_ir: مهلت بررسی پشتیبان
fr_fr: Délai de vérification de la sauvegarde
it_it: Timeout controllo backup
ko_kr: 백업 확인 타임아웃
pl_pl: Limit czasu sprawdzania kopii zapasowej
uk_ua: Таймаут перевірки резервної копії
zh_cn: 备份检查超时

source: Backup Table
cs_cz: Záložní tabulka
de_de: Sicherungstabelle
el_gr: Πίνακας αντιγράφων ασφαλείας
fa_ir: جدول پشتیبان
fr_fr: Table de sauvegarde
it_it: Tabella di backup
ko_kr: 백업 테이블
pl_pl: Tabela Kopii Zapasowej
uk_ua: Таблиця резервних копій
zh_cn: 备份表

source: Backup Table Check
cs_cz: Kontrola záložní tabulky
de_de: Sicherungstabellenprüfung
el_gr: Έλεγχος πίνακα αντιγράφων ασφαλείας
fa_ir: بررسی جدول پشتیبان
fr_fr: Vérification de la table de sauvegarde
it_it: Controllo della tabella di backup
ko_kr: 백업 테이블 확인
pl_pl: Sprawdzenie Tabeli Kopii Zapasowej
uk_ua: Перевірка таблиці резервних копій
zh_cn: 备份表检查

source: Backup Table Scheduler
cs_cz: Plánovač záložní tabulky
de_de: Sicherungstabellenplaner
el_gr: Χρονοπρογραμματιστής πίνακα αντιγράφων ασφαλείας
fa_ir: زمان‌بندی جدول پشتیبان
fr_fr: Planificateur de table de sauvegarde
it_it: Pianificatore di tabelle di backup
ko_kr: 백업 테이블 스케줄러
pl_pl: Harmonogram Tabeli Kopii Zapasowej
uk_ua: Планувальник таблиці резервних копій
zh_cn: 备份表计划程序

source: Balancing Algorithm
cs_cz: Algoritmus vyvažování
de_de: Verteilungsalgorithmus
el_gr: Αλγόριθμος εξισορρόπησης
fa_ir: الگوریتم توزیع بار
fr_fr: Algorithme d'équilibrage
it_it: Algoritmo di bilanciamento
ko_kr: 균형 조정 알고리즘
pl_pl: Algorytm Balansowania
uk_ua: Алгоритм балансування
zh_cn: 平衡算法

source: Bandwith Burst
cs_cz: Dávka přenosového pásma
de_de: Bandbreiten-Burst
el_gr: Έκρηξη εύρους ζώνης
fa_ir: افزایش موقت پهنای باند
fr_fr: Pic de bande passante.
it_it: Scoppio della larghezza di banda
ko_kr: 버스트 대역푝
pl_pl: Maksymalna przepustowość
uk_ua: Берст пропускної здатності

source: Bandwith Rate
cs_cz: Rychlost přenosu
de_de: Bandbreitenrate
el_gr: Ρυθμός εύρους ζώνης
fa_ir: نرخ پهنای باند
fr_fr: Taux d'utilisation de la bande
it_it: Tasso di larghezza di banda
ko_kr: 대역폭 속도
pl_pl: Wskaźnik przepustowości
uk_ua: Швидкість пропускної здатності
zh_cn: 带宽速率

source: Banned host IP addresses
cs_cz: IP adresy vyloučených strojů
de_de: Gesperrt Host-IP-Adressen
el_gr: Αποκλεισμένες διευθύνσεις IP κεντρικού υπολογιστή
fa_ir: آدرس‌های IP میزبان مسدود‌شده
fr_fr: IP adresses des hôtes bannis
it_it: Indirizzi IP host vietati
ko_kr: 금지된 호스트 IP 주소
pl_pl: Zablokowane adresy IP hosta
uk_ua: Заблоковані IP-адреси хостів
zh_cn: 已禁止主机IP地址

source: Base DN
cs_cz: Základ rozlišeného názvu
de_de: Basis DN
el_gr: Βασικό DN
fa_ir: پایه DN
fr_fr: DN de Base
it_it: DN base
ko_kr: 기본 DN
pl_pl: Bazowe DN
uk_ua: Базовий DN

source: Bayes Learning
cs_cz: Bayesovo učení
de_de: Bayesiches Lernen
el_gr: Μάθηση Bayes
fa_ir: یادگیری بیزی
fr_fr: Apprentissage de Bayes
it_it: L'apprendimento di Bayes
ko_kr: 베이지안 학습
pl_pl: Nauka Bayesa
uk_ua: Навчання за Байєсом
zh_cn: 贝叶斯学习

source: Begin of the port range or the port used by this ACL.
cs_cz: Začátek rozsahu portů nebo port použitý tímto ACL seznamem.
de_de: Beginn des Portbereichs oder des von dieser ACL verwendeten Ports.
el_gr: Αρχή του εύρους θυρών ή της θύρας που χρησιμοποιείται από αυτό το ACL.
fa_ir: ابتدای بازه‌ی پورت یا پورتی که این ACL از آن استفاده می‌کند.
fr_fr: Début de la plage de port ou le port utilisé par cet ACL.
it_it: Inizio dell'intervallo di porte o della porta utilizzata da questo ACL.
ko_kr: 이 ACL에서 사용하는 포트 범위 또는 포트의 시작입니다.
pl_pl: Początek zakresu portów lub port używany przez to ACL.
uk_ua: Початок діапазону портів або порт, що використовується цим ACL.
zh_cn: 端口范围的开头或此ACL使用的端口。

source: Beginning of the port range RTP may use.
cs_cz: Počátek rozsahu portů které RTP smí použít.
de_de: Beginn des Portbereichs, den RTP verwenden kann.
el_gr: Αρχή του εύρους θύρας που μπορεί να χρησιμοποιήσει το RTP.
fa_ir: ابتدای بازه‌ی پورت که RTP ممکن است از آن استفاده کند.
fr_fr: Début de la plage de ports que RTP pourrait utiliser.
it_it: Inizio dell'intervallo di porte che RTP può utilizzare.
ko_kr: RTP가 사용할 수 있는 포트 범위의 시작.
pl_pl: Początek zakresu portów, które RTP może używać.
uk_ua: Початок діапазону портів, які може використовувати RTP.
zh_cn: RTP可以使用端口范围的开头。
