Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The range should be entered using the suffix part of the IPv6 address, i.e. ::1:2:3:4. The subnet prefix will be added automatically.
cs_cz: Rozsah by měl být zadán pomocí přípony IPv6 adresy, tj. ::1:2:3:4. Předpona podsítě bude přidána automaticky.
de_de: Der Bereich muss mit dem Suffix der IPv6-Adresse angegeben werden, z. B. ::1:2:3:4. Das Subnetz-Präfix wird automatisch ergänzt.
el_gr: Το εύρος θα πρέπει να εισαχθεί χρησιμοποιώντας το επίθημα της διεύθυνσης IPv6, δηλαδή ::1:2:3:4. Το πρόθεμα υποδικτύου θα προστεθεί αυτόματα.
fa_ir: محدوده باید با استفاده از بخش پسوند آدرس IPv6 وارد شود، مثلاً ::1:2:3:4. پیش‌وند زیرشبکه به‌طور خودکار اضافه خواهد شد.
fr_fr: La plage doit être saisie en utilisant la partie suffixe de l'adresse IPv6, c'est-à-dire ::1:2:3:4. Le préfixe de sous-réseau sera ajouté automatiquement.
it_it: L'intervallo deve essere inserito utilizzando la parte del suffisso dell'indirizzo IPv6, ovvero ::1:2:3:4. Il prefisso della sottorete verrà aggiunto automaticamente.
ko_kr: 범위는 IPv6 주소의 접미사 부분을 사용하여 입력해야 합니다. 예시. ::1:2:3:4. 서브넷 접두사가 자동으로 추가됩니다.
uk_ua: Діапазон слід вводити за допомогою суфіксної частини адреси IPv6, наприклад, ::1:2:3:4. Префікс підмережі буде додано автоматично.
zh_cn: 输入范围时应使用 IPv6 地址的后缀部分，即 ::1:2:3:4。子网前缀将自动添加。

source: The signature algorithms that are used for public key authentication
cs_cz: Podpisové algoritmy používané pro ověřování pomocí veřejného klíče
de_de: Signaturalgorithmen für die Authentifizierung mit öffentlichem Schlüssel
el_gr: Οι αλγόριθμοι υπογραφής που χρησιμοποιούνται για την επαλήθευση δημόσιου κλειδιού
fa_ir: الگوریتم‌های امضا که برای احراز هویت با کلید عمومی استفاده می‌شوند
fr_fr: Les algorithmes de signature utilisés pour l'authentification par clé publique
it_it: Gli algoritmi di firma utilizzati per l'autenticazione con chiave pubblica
ko_kr: 공개 키 인증에 사용되는 서명 알고리즘
uk_ua: Алгоритми підпису, що використовуються для автентифікації за допомогою відкритого ключа
zh_cn: 用于公钥认证的签名算法

source: The value of adaptive.end must be greater than adaptive.start value.
cs_cz: Je třeba, by hodnota adaptive.end byla vyšší než hodnota adaptive.start.
de_de: Der Wert für „adaptive.end“ muss größer als der Wert für "adaptive.start" sein.
el_gr: Η τιμή του adaptive.end πρέπει να είναι μεγαλύτερη από την τιμή adaptive.start.
fa_ir: مقدار adaptive.end باید بزرگ‌تر از مقدار adaptive.start باشد.
fr_fr: La valeur de adaptive.end doit être supérieure à la valeur de adaptive.start.
it_it: Il valore diAdaptive.end deve essere maggiore del valore diAdaptive.start.
ko_kr: adaptive.end 값은 adaptive.start 값보다 커야 합니다.
uk_ua: Значення adaptive.end повинно бути більшим за значення adaptive.start.
zh_cn: adaptive.end 的值必须大于 adaptive.start 的值。

source: The value of adaptive.end must be greater than the Max states value.
cs_cz: Je třeba, aby hodnota adaptive.end byla vyšší než hodnota Max states.
de_de: Der Wert für "adaptive.end" muss größer als der Maximalwert für Zustände sein.
el_gr: Η τιμή του adaptive.end πρέπει να είναι μεγαλύτερη από την τιμή Max states (Μέγιστες καταστάσεις).
fa_ir: مقدار adaptive.end باید بزرگ‌تر از مقدار Max states باشد.
fr_fr: La valeur de adaptive.end doit être supérieure à la valeur de Max states.
it_it: Il valore di Adaptive.end deve essere maggiore del valore degli stati massimi.
ko_kr: adaptive.end의 값은 최대 상태 값보다 커야 합니다.
uk_ua: Значення adaptive.end повинно бути більшим за значення Max states.
zh_cn: adaptive.end 的值必须大于最大状态值。

source: There are no system nameservers configured. Please do so in
cs_cz: Nejsou nastavené žádné systémové jmenné servery. Učiňte tak v
de_de: Es sind keine System-Nameserver konfiguriert. Bitte tun Sie dies in
el_gr: Δεν έχουν ρυθμιστεί διακομιστές ονομάτων συστήματος. Παρακαλώ κάντε το στο
fa_ir: هیچ سرور نام سیستمی پیکربندی نشده است. لطفاً این کار را در
fr_fr: Aucun serveur de noms n'a été configuré. Veuillez le faire dans
it_it: Non sono configurati server dei nomi di sistema. Per favore, fallo entrare
ko_kr: 구성된 네임서버가 없습니다. 진행해 주세요
uk_ua: Системні сервери імен не налаштовані. Будь ласка, зробіть це у
zh_cn: 没有配置系统DNS服务器。 请在

source: These options control access to NTP.
cs_cz: Tyto volby ovládají přístup k NTP.
de_de: Diese Optionen steuern den Zugriff auf NTP.
el_gr: Αυτές οι επιλογές ελέγχουν την πρόσβαση στο NTP.
fa_ir: این گزینه‌ها دسترسی به NTP را کنترل می‌کنند.
fr_fr: Ces options contrôlent l'accès à NTP.
it_it: Queste opzioni controllano l'accesso a NTP.
ko_kr: 이러한 옵션은 NTP에 대한 액세스를 제어합니다.
uk_ua: Ці опції контролюють доступ до NTP.
zh_cn: 这些选项控制对NTP的访问。

source: This MAC address already exists.
cs_cz: Tato MAC adresa už existuje.
de_de: Diese MAC-Adresse ist bereits vorhanden.
el_gr: Αυτή η διεύθυνση MAC υπάρχει ήδη.
fa_ir: این آدرس MAC قبلاً وجود دارد.
fr_fr: Cette adresse MAC existe déjà.
it_it: Questo indirizzo MAC esiste già.
ko_kr: MAC 주소가 이미 존재합니다.
uk_ua: Ця MAC-адреса вже існує.
zh_cn: 此 MAC 地址已经存在。

source: This VLAN cannot be deleted because it is used in QinQ interfaces.
cs_cz: Tuto VLAN síť nelze odstranit, protože je používána v QinQ rozhraních.
de_de: Dieses VLAN kann nicht gelöscht werden, da es in QinQ-Schnittstellen verwendet wird.
el_gr: Αυτό το VLAN δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται σε διεπαφές QinQ.
fa_ir: این VLAN قابل حذف نیست زیرا در رابط‌های QinQ استفاده می‌شود.
fr_fr: Ce VLAN ne peut pas être supprimé car il est utilisé dans les interfaces QinQ.
it_it: Questa VLAN non può essere eliminata perché è utilizzata nelle interfacce QinQ.
ko_kr: 이 VLAN은 QinQ 인터페이스에서 사용되므로 삭제할 수 없습니다.
uk_ua: Цей VLAN не може бути видалений, оскільки він використовується в інтерфейсах QinQ.
zh_cn: 由于该 VLAN 用于 QinQ 接口，因此不能删除。

source: This client identifier already exists.
cs_cz: Tento identifikátor klienta už existuje.
de_de: Diese Clientkennung ist bereits vorhanden.
el_gr: Αυτό το αναγνωριστικό πελάτη υπάρχει ήδη.
fa_ir: این شناسهٔ کلاینت قبلاً وجود دارد.
fr_fr: Cet identifiant de client existe déjà.
it_it: Questo identificatore client esiste già.
ko_kr: 이 클라이언트 식별자가 이미 존재합니다.
uk_ua: Цей ідентифікатор клієнта вже існує.
zh_cn: 该客户标识符已经存在。

source: This node
cs_cz: Tento uzel
de_de: Dieser Knoten
el_gr: Αυτός ο κόμβος
fa_ir: این گره
fr_fr: Ce nœud
it_it: Questo nodo
ko_kr: 이 노드
uk_ua: Цей вузол
zh_cn: 节点

source: This option allows a time-to-live (in seconds) to be given for local DNS entries, i.e. /etc/hosts or DHCP leases. This will reduce the load on the server at the expense of clients using stale data under some circumstances. A value of zero will disable client-side caching.
cs_cz: Tato předvolba umožňuje zadat dobu do konce životnosti (v sekundách) pro místní DNS záznamy, tj. /etc/hosts nebo DHCP zápůjčky. Tím se za určitých okolností sníží zatížení serveru na úkor klientů používajících zastaralá data. Hodnota nula zakáže ukládání do mezipaměti na straně klienta.
de_de: Mit dieser Option kann eine Lebensdauer (in Sekunden) für lokale DNS-Einträge wie /etc/hosts oder DHCP-Leases festgelegt werden. Dies reduziert die Serverlast, kann aber dazu führen, dass Clients veraltete Daten verwenden. Ein Wert von null deaktiviert das Client-seitige Caching.
el_gr: Αυτή η επιλογή επιτρέπει την παροχή ενός χρόνου ζωής (σε δευτερόλεπτα) για τοπικές καταχωρήσεις DNS, π.χ. /etc/hosts ή lease DHCP. Αυτό θα μειώσει το φόρτο εργασίας στον διακομιστή εις βάρος της χρήσης παλιών δεδομένων από τους υπολογιστές-πελάτες υπό ορισμένες συνθήκες. Μια τιμή μηδέν θα απενεργοποιήσει την προσωρινή αποθήκευση από την πλευρά του υπολογιστή-πελάτη.
fa_ir: این گزینه اجازه می‌دهد زمان حیات (بر حسب ثانیه) برای ورودی‌های محلی DNS، مانند /etc/hosts یا DHCP leases تعیین شود. این کار بار روی سرور را کاهش می‌دهد اما در برخی شرایط باعث استفادهٔ کلاینت‌ها از داده‌های قدیمی می‌شود. مقدار صفر، کش سمت کلاینت را غیرفعال می‌کند.
fr_fr: Cette option permet d'indiquer un délai de vie (en secondes) pour les entrées DNS locales, c'est-à-dire /etc/hosts ou les baux DHCP. Cela permet de réduire la charge du serveur au détriment des clients qui utilisent des données périmées dans certaines circonstances. Une valeur de zéro désactive la mise en cache côté client.
it_it: Questa opzione consente di fornire un time-to-live (in secondi) per le voci DNS locali, ad esempio /etc/hosts o lease DHCP. Ciò ridurrà il carico sul server a scapito dei client che utilizzano dati non aggiornati in alcune circostanze. Un valore pari a zero disabiliterà la memorizzazione nella cache lato client.
ko_kr: 이 옵션을 사용하면 로컬 DNS 항목(예: /etc/hosts 또는 DHCP 대여)에 대해 TTL(초 단위)을 제공할 수 있습니다. 이렇게 하면 일부 상황에서 클라이언트가 오래된 데이터를 사용하는 대신 서버의 로드가 줄어듭니다. 값이 0이면 클라이언트측 캐싱이 비활성화됩니다.
uk_ua: Ця опція дозволяє встановити час життя (у секундах) для локальних записів DNS, тобто /etc/hosts або DHCP-оренди. Це зменшить навантаження на сервер за рахунок того, що клієнти за певних обставин використовуватимуть застарілі дані. Значення нуль вимкне кешування на стороні клієнта.
zh_cn: 为本地DNS条目指定生存时间(秒)，即/etc/hosts或DHCP租约。设置该值可以减少服务器上的负载。设置为零则禁用客户端缓存。

source: Toggle
cs_cz: Přepnout
de_de: Umschalten
el_gr: Μπαρέτα
fa_ir: تغییر وضعیت
fr_fr: Basculer
it_it: Attiva/disattiva
ko_kr: 토글
uk_ua: Перемкнути
zh_cn: 切换

source: Top 10 client activity over the last
cs_cz: 10 nejaktivnějších klientů za uplynulé
de_de: Die 10 aktivsten Clients der letzten
el_gr: Οι 10 κορυφαίες δραστηριότητες πελατών τον τελευταίο καιρό
fa_ir: ده فعالیت برتر کلاینت‌ها در آخرین
fr_fr: Activité des 10 principaux clients au cours des dernières années
it_it: Le 10 principali attività dei clienti negli ultimi anni
ko_kr: 다음 시간동안 상위 10개 클라이언트 활동
uk_ua: Активність топ-10 клієнтів за останні
zh_cn: 最近10个客户端解析活动

source: Top blocked domains
cs_cz: Nejblokovanější domény
de_de: Am häufigsten blockierte Domains
el_gr: Κορυφαίοι αποκλεισμένοι τομείς
fa_ir: برترین دامنه‌های مسدودشده
fr_fr: Principaux domaines bloqués
it_it: Principali domini bloccati
ko_kr: 상위 차단된 도메인
uk_ua: Найбільш заблоковані домени
zh_cn: 阻止最多的域名

source: Top passed domains
cs_cz: Nejpropouštěnější domény
de_de: Am häufigsten erlaubte Domains
el_gr: Κορυφαίοι τομείς που έχουν περάσει
fa_ir: برترین دامنه‌های مجاز
fr_fr: Domaines les plus demandés
it_it: Domini più passati
ko_kr: 상위 통과된 도메인
uk_ua: Найбільш дозволені домени
zh_cn: 放行最多的域名

source: Transport Layer Security (TLS)
cs_cz: Zabezpečení na přenosové vrstvě (TLS)
de_de: Transportverschlüsselung (TLS)
el_gr: Ασφάλεια επιπέδου μεταφοράς (TLS)
fa_ir: امنیت لایه انتقال (TLS)
fr_fr: Sécurité de la couche transport (TLS)
it_it: Sicurezza del livello di trasporto (TLS)
ko_kr: 전송 계층 보안(TLS)
uk_ua: Безпека транспортного рівня (TLS)
zh_cn: 传输层安全（TLS）

source: Tunnel phase 1 definition
cs_cz: Definice fáze 1 tunelu
de_de: Definition Tunnelphase 1
el_gr: Ορισμός φάσης 1 σήραγγας
fa_ir: تعریف فاز 1 تونل
fr_fr: Définition de la phase 1 du tunnel
it_it: Definizione fase 1 del tunnel
ko_kr: 터널 단계 1 정의
uk_ua: Визначення фази 1 тунелю
zh_cn: 隧道第1阶段定义

source: Tunnel phase 2 definition
cs_cz: Definice fáze 2 tunelu
de_de: Definition Tunnelphase 2
el_gr: Ορισμός φάσης 2 σήραγγας
fa_ir: تعریف فاز 2 تونل
fr_fr: Définition de la phase 2 du tunnel
it_it: Definizione fase 2 del tunnel
ko_kr: 터널 단계 2 정의
uk_ua: Визначення фази 2 тунелю
zh_cn: 隧道第2阶段定义

source: Tunneled Transport Layer Security (TTLS)
cs_cz: Zabezpečení tunelované transportní vrstvy (TTLS)
de_de: Getunnelte Transportverschlüsselung (TTLS)
el_gr: Ασφάλεια επιπέδου μεταφοράς μέσω σήραγγας (TTLS)
fa_ir: تونل‌شده TLS (TTLS)
fr_fr: Sécurité de la couche transport par tunnel (TTLS)
it_it: Sicurezza del livello di trasporto tunnellizzato (TTLS)
ko_kr: 터널 전송 계층 보안(TTLS)
uk_ua: Безпека транспортного рівня через тунель (TTLS)
zh_cn: 隧道传输层安全（TTLS）

source: Unable to set invalid firmware flavour
cs_cz: Není možné nastavit neplatnou variantu firmware
de_de: Ungültige Firmware-Variante kann nicht eingestellt werden
el_gr: Δεν είναι δυνατή η ρύθμιση μη έγκυρης έκδοσης υλικολογισμικού
fa_ir: نمی‌توان نوع فِرم‌ویر نامعتبر را تنظیم کرد.
fr_fr: Impossible de définir une saveur de micrologiciel non valide
it_it: Impossibile impostare una versione firmware non valida
ko_kr: 잘못된 펌웨어 종류를 설정할 수 없음
uk_ua: Неможливо встановити невірний тип прошивки
zh_cn: 无法设置无效的固件版本

source: Unable to set invalid firmware mirror
cs_cz: Není možné nastavit neplatné zrcadlo repozitáře s firmware
de_de: Ungültiger Firmware-Spiegel kann nicht gesetzt werden
el_gr: Δεν είναι δυνατή η ρύθμιση μη έγκυρου ειδώλου υλικολογισμικού
fa_ir: نمی‌توان آینهٔ فِرم‌ویر نامعتبر را تنظیم کرد.
fr_fr: Impossible de définir un miroir firmware invalide
it_it: Impossibile impostare un mirroring del firmware non valido
ko_kr: 잘못된 펌웨어 미러를 설정할 수 없음
uk_ua: Неможливо встановити невірне дзеркало прошивки
zh_cn: 无法设置无效的固件镜像

source: Unable to set invalid firmware release type
cs_cz: Není možné nastavit neplatný typ vydání firmware
de_de: Ungültiger Firmware-Typ kann nicht gesetzt werden
el_gr: Δεν είναι δυνατός ο ορισμός μη έγκυρου τύπου έκδοσης υλικολογισμικού
fa_ir: نمی‌توان نوع انتشار فِرم‌ویر نامعتبر را تنظیم کرد.
fr_fr: Impossible de définir un type de version du micrologiciel non valide
it_it: Impossibile impostare un tipo di versione del firmware non valido
ko_kr: 잘못된 펌웨어 릴리스 유형을 설정할 수 없음
uk_ua: Неможливо встановити невірний тип випуску прошивки
zh_cn: 无法设置无效的固件发布类型

source: Unbound DNS reporting
cs_cz: Výkazy z Unbound DNS
de_de: Unbound-DNS-Berichterstellung
el_gr: Αναφορά Unbound DNS
fa_ir: گزارش‌گیری Unbound DNS
fr_fr: Rapport sur les DNS non liés
it_it: Reporting DNS non associato
ko_kr: Unbound DNS 보고서
uk_ua: Звітність Unbound DNS
zh_cn: Unbound DNS报告

source: Unclassified
cs_cz: Nezařazeno
de_de: Nicht klassifiziert
el_gr: Αταξινόμητος
fa_ir: دسته‌بندی‌نشده
fr_fr: Non classé
it_it: Non classificato
ko_kr: 미분류
uk_ua: Некласифіковано
zh_cn: 未分类的

source: Unknown debug type %s.
cs_cz: Neznámý typ ladění %s.
de_de: Unbekannter Debug-Typ: %s
el_gr: Άγνωστος τύπος εντοπισμού σφαλμάτων %s.
fa_ir: نوع دیباگ ناشناخته %s.
fr_fr: Type de débogage inconnu %s.
it_it: Tipo di debug %s sconosciuto.
ko_kr: 알 수 없는 디버그 유형 %s.
uk_ua: Невідомий тип налагодження %s.
zh_cn: 未知调试类型 %s。

source: Unknown syncookie type %s.
cs_cz: Neznámý typ syncookie %s.
de_de: Unbekannter Syncookie-Typ: %s
el_gr: Άγνωστος τύπος syncookie %s.
fa_ir: نوع syncookie ناشناخته %s.
fr_fr: Type de syncookie inconnu %s.
it_it: Tipo di cookie di sincronizzazione sconosciuto %s.
ko_kr: 알 수 없는 syncookie 유형 %s.
uk_ua: Невідомий тип syncookie %s.
zh_cn: 未知的syncookie类型%s。

source: UnknownRoute
de_de: Unbekannte Route
el_gr: Άγνωστη διαδρομή
fa_ir: مسیر ناشناخته
fr_fr: Route inconnue
it_it: Percorso sconosciuto
uk_ua: НевідомийМаршрут
zh_cn: 未知路由

source: Unkown firmware validation error
cs_cz: Neznámá chyba ověřování firmware
de_de: Unbekannter Fehler bei der Firmware-Validierung
el_gr: Άγνωστο σφάλμα επικύρωσης υλικολογισμικού
fa_ir: خطای ناشناخته در اعتبارسنجی فِرم‌ویر
fr_fr: Erreur de validation du micrologiciel inconnue
it_it: Errore di convalida del firmware sconosciuto
ko_kr: 알 수 없는 펌웨어 유효성 검사 오류
uk_ua: Невідома помилка перевірки прошивки
zh_cn: 未知固件验证错误

source: Unsupported OpenSSL key type [%d] for %s key, expected RSA or EC.
cs_cz: Nepodporovaný typ OpenSSL klíče [%d] – očekáváno RSA nebo EC
de_de: Nicht unterstützter OpenSSL-Schlüsseltyp [%d] für %s-Schlüssel, erwartet werden RSA oder EC.
el_gr: Μη υποστηριζόμενος τύπος κλειδιού OpenSSL [%d] για το κλειδί %s, αναμένεται RSA ή EC.
fa_ir: نوع کلید OpenSSL [%d] برای کلید %s پشتیبانی نمی‌شود؛ انتظار می‌رفت RSA یا EC باشد.
fr_fr: Type de clé OpenSSL non supporté [%d] pour la clé %s, attendu RSA ou EC.
it_it: Tipo di chiave OpenSSL non supportato [%d] per la chiave %s, RSA o EC previsti.
ko_kr: %s 키에 대해 OpenSSL [%d] 키 유형이 지원되지 않으므로, RSA 또는 EC가 필요합니다.
uk_ua: Непідтримуваний тип ключа OpenSSL [%d] для ключа %s, очікувався RSA або EC.
zh_cn: 密钥%s的OpenSSL密钥类型 [%d] 不支持，预期为RSA或EC。

source: Upgrade log
cs_cz: Záznam událostí při povyšování verze
de_de: Aktualisierungsprotokoll
el_gr: Αρχείο καταγραφής αναβάθμισης
fa_ir: لاگ ارتقا
fr_fr: Journal de mise à jour
it_it: Registro degli aggiornamenti
ko_kr: 업그레이드 로그
uk_ua: Журнал оновлення
zh_cn: 升级日志

source: Use memory file system for /var/log
cs_cz: Pro /var/log použít souborový systém nad operační pamětí
de_de: Speicherdateisystem für /var/log verwenden
el_gr: Χρήση συστήματος αρχείων μνήμης για /var/log
fa_ir: استفاده از فایل‌سیستم حافظه‌ای برای /var/log
fr_fr: Utiliser le système de fichiers en mémoire pour /var/log
it_it: Utilizzare il file system della memoria per /var/log
ko_kr: /var/log에 메모리 파일 시스템 사용
uk_ua: Використовувати файлову систему в пам'яті для /var/log
zh_cn: 对/var/log使用内存文件系统

source: Use the DNS configuration of the DHCPv6 server
cs_cz: Použít nastavvení DNS serveru DHCPv6
de_de: Verwende die DNS-Konfiguration des DHCPv6-Servers
el_gr: Χρησιμοποιήστε τη διαμόρφωση DNS του διακομιστή DHCPv6
fa_ir: استفاده از پیکربندی DNS سرور DHCPv6
fr_fr: Utiliser la configuration DNS du serveur DHCPv6
it_it: Utilizzare la configurazione DNS del server DHCPv6
ko_kr: DHCPv6 서버의 DNS 구성 사용
uk_ua: Використовувати конфігурацію DNS сервера DHCPv6
zh_cn: 使用DHCPv6服务器的DNS配置

source: Use username instead of common name to match client specific override.
cs_cz: Pro hledání shody s přebitím pro konkrétního klienta použít uživatelské jméno namísto obecného názvu (CN).
de_de: Benutzernamen anstelle des Common Name verwenden, um eine clientbezogene Ausnahme zuzuordnen.
el_gr: Χρησιμοποιήστε όνομα χρήστη αντί για κοινό όνομα για να αντιστοιχίσετε την παράκαμψη που αφορά συγκεκριμένα τον πελάτη.
fa_ir: برای مطابقت با بازنویسی اختصاصی کلاینت، از نام کاربری به‌جای نام عمومی استفاده کنید.
fr_fr: Utiliser le nom d'utilisateur au lieu du nom commun pour correspondre à une dérogation spécifique au client.
it_it: Utilizza il nome utente anziché il nome comune per corrispondere all'override specifico del client.
ko_kr: 클라이언트별 재정의를 일치시키려면 공통 이름 대신 사용자 이름을 사용하세요.
uk_ua: Використовувати ім'я користувача замість загального імені для відповідності клієнтським перевизначенням.
zh_cn: 使用用户名而不是通用名称来匹配客户端特定覆盖。

source: Using policy routing in the packet filter rules causes packets to skip processing for the traffic shaper and captive portal tasks. Using this option enables the sharing of such forwarding decisions between all components to accommodate complex setups.
cs_cz: Použití zásad směrování v pravidlech paketového filtru způsobí, že pakety vynechají zpracování pro úlohy Traffic Shaper a Captive Portal. Použití této možnosti umožňuje sdílení takových rozhodnutí o předávání mezi všemi komponentami, aby bylo možné přizpůsobit se složitým nastavením.
de_de: Die Verwendung richtlinienbasierter Weiterleitung in den Paketfilterregeln bewirkt, dass Pakete nicht mehr für Aufgaben wie Traffic Shaping oder Captive Portal verarbeitet werden. Diese Option ermöglicht das Teilen solcher Weiterleitungsentscheidungen zwischen allen Komponenten, um komplexe Konfigurationen zu unterstützen.
el_gr: Η χρήση δρομολόγησης πολιτικής στους κανόνες φιλτραρίσματος πακέτων έχει ως αποτέλεσμα τα πακέτα να παρακάμπτουν την επεξεργασία για τις εργασίες διαμορφωτή κυκλοφορίας και πύλης υποδοχής. Η χρήση αυτής της επιλογής επιτρέπει την κοινή χρήση τέτοιων αποφάσεων προώθησης μεταξύ όλων των στοιχείων για την αντιμετώπιση πολύπλοκων ρυθμίσεων.
fa_ir: استفاده از مسیر‌دهی مبتنی بر سیاست در قوانین فیلتر بسته باعث می‌شود بسته‌ها از پردازش توسط شکل‌دهندهٔ ترافیک و captive portal عبور کنند. فعال‌کردن این گزینه امکان به‌اشتراک‌گذاری این تصمیم‌های مسیریابی بین همهٔ مؤلفه‌ها را فراهم می‌آورد تا تنظیمات پیچیده پشتیبانی شوند.
fr_fr: L'utilisation de l'acheminement des politiques dans les règles de filtrage des paquets fait que les paquets ne sont pas traités pour les tâches de mise en forme du trafic et de portail captif. L'utilisation de cette option permet le partage de ces décisions de transfert entre tous les composants afin de s'adapter à des configurations complexes.
it_it: L'utilizzo del routing delle policy nelle regole del filtro dei pacchetti fa sì che i pacchetti saltino l'elaborazione per le attività del traffic shaper e del captive Portal. L'utilizzo di questa opzione consente la condivisione di tali decisioni di inoltro tra tutti i componenti per soddisfare configurazioni complesse.
ko_kr: 패킷 필터 규칙에서 정책 라우팅을 사용하면 패킷이 트래픽 셰이퍼 및 종속 포털 작업에 대한 처리를 건너뜁니다. 이 옵션을 사용하면 모든 구성 요소 간에 전달 결정을 공유하여 복잡한 설정을 수용할 수 있습니다.
uk_ua: Використання маршрутизації за політиками в правилах фільтра пакетів призводить до пропуску обробки пакетів для завдань формування трафіку та порталу авторизації. Використання цієї опції дозволяє ділитися такими рішеннями про пересилання між усіма компонентами для забезпечення складних конфігурацій.
zh_cn: 在数据包过滤规则中使用策略路由会导致数据包跳过流量整形和强制门户任务的处理。 使用此选项可以在所有组件之间共享此类转发决策，以适应复杂的设置。

source: VLAN can not be assigned to itself.
cs_cz: VLAN není možné přiřadit samu do sebe.
de_de: VLAN kann nicht sich selbst zugewiesen werden.
el_gr: Το VLAN δεν μπορεί να αντιστοιχιστεί στον εαυτό του.
fa_ir: نمی‌توان VLAN را به خودش اختصاص داد.
fr_fr: Le VLAN ne peut pas être attribué à lui-même.
it_it: La VLAN non può essere assegnata a se stessa.
ko_kr: VLAN은 자신에게 할당될 수 없습니다.
uk_ua: VLAN не може бути призначений самому собі.
zh_cn: VLAN 不能分配给自己。

source: Value should be unique
cs_cz: Hodnota by se neměla opakovat
de_de: Wert muss eindeutig sein
el_gr: Η τιμή πρέπει να είναι μοναδική
fa_ir: مقدار باید یکتا باشد
fr_fr: La valeur doit être unique
it_it: Il valore dovrebbe essere univoco
ko_kr: 값은 고유해야 함
uk_ua: Значення має бути унікальним
zh_cn: 值应是唯一的

source: Via interface name
cs_cz: Prostřednictvím názvu rozhraní
de_de: Über Schnittstellenname
el_gr: Μέσω ονόματος διεπαφής
fa_ir: از طریق نام رابط
fr_fr: Nom de l'interface
it_it: Tramite il nome dell'interfaccia
ko_kr: 인터페이스 이름을 통해
uk_ua: Через ім'я інтерфейсу
zh_cn: 通过接口名称

source: View capture
cs_cz: Zobrazit zachycené
de_de: Aufzeichnung anzeigen
el_gr: Προβολή λήψης
fa_ir: مشاهدهٔ کپچر
fr_fr: Voir la capture
it_it: Visualizza cattura
ko_kr: 캡처 보기
uk_ua: Переглянути перехоплення
zh_cn: 查看捕获

source: WPA EAP Identity
cs_cz: WPA EAP identita
de_de: WPA-EAP-Identität
el_gr: Ταυτότητα WPA EAP
fa_ir: شناسهٔ WPA EAP
it_it: Identità WPA EAP
ko_kr: WAP EAP ID
uk_ua: Ідентифікатор WPA EAP
zh_cn: WPA EAP 身份

source: WPA Pre-Shared Key/EAP Password
cs_cz: WPA předsdílený klíč / EAP heslo
de_de: WPA Pre-Shared Key / EAP-Passwort
el_gr: Προ-κοινόχρηστο κλειδί WPA/κωδικός πρόσβασης EAP
fa_ir: کلید پیش‌اشتراک WPA / رمز عبور EAP
fr_fr: Clé pré-partagée WPA/Mot de passe EAP
it_it: Chiave precondivisa WPA/Password EAP
ko_kr: WPA 사전 공유 키/EAP 암호
uk_ua: Попередньо розділений ключ WPA / Пароль EAP
zh_cn: WPA 预共享密钥/EAP 密码
