Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: If this option is set, CNAME records for the WPAD host of all configured domains will be automatically added as well as overrides for TXT records for domains. This allows automatic proxy configuration in your network but you should not enable it if you are not using WPAD or if you want to configure it by yourself.
cs_cz: Pokud je tato předvolba nastavena, budou automaticky přidány CNAME záznamy pro hostitele WPAD všech nastavených domén. stejně jako přepsání záznamů TXT pro domény. To umožňuje automatické nastavení proxy serverů v síti ale neměli byste zapínat, pokud nepoužíváte WPAD nebo pokud toto chcete nastavit sami.
de_de: Wenn diese Option aktiviert ist, werden automatisch CNAME-Einträge für den WPAD-Host aller konfigurierten Domains sowie Überschreibungen für TXT-Einträge erstellt. Dies ermöglicht die automatische Proxy-Konfiguration im Netzwerk. Sie sollten diese Option jedoch nicht aktivieren, wenn Sie WPAD nicht verwenden oder die Konfiguration manuell vornehmen möchten.
el_gr: Εάν οριστεί αυτή η επιλογή, οι εγγραφές CNAME για τον κεντρικό υπολογιστή WPAD όλων των διαμορφωμένων τομέων θα προστίθενται αυτόματα, καθώς και οι εγγραφές TXT για τους τομείς θα παρακάμπτονται. Αυτό επιτρέπει την αυτόματη ρύθμιση παραμέτρων διακομιστή μεσολάβησης στο δίκτυό σας, αλλά δεν θα πρέπει να το ενεργοποιήσετε εάν δεν χρησιμοποιείτε WPAD ή εάν θέλετε να το ρυθμίσετε μόνοι σας.
fa_ir: اگر این گزینه فعال شود، رکوردهای CNAME برای میزبان WPAD همه دامنه‌های پیکربندی‌شده به‌صورت خودکار اضافه می‌شوند و همچنین بازنویسی‌هایی برای رکوردهای TXT دامنه‌ها صورت می‌گیرد. این امکان پیکربندی خودکار پراکسی در شبکه را فراهم می‌کند، اما اگر از WPAD استفاده نمی‌کنید یا می‌خواهید آن را خودتان پیکربندی کنید، آن را فعال نکنید.
fr_fr: Si cette option est activée, les enregistrements CNAME pour l'hôte WPAD de tous les domaines configurés seront automatiquement ajoutés ainsi que des remplacements pour les enregistrements TXT des domaines. Cela permet une configuration automatique du proxy dans votre réseau mais vous ne devriez pas l'activer si vous n'utilisez pas WPAD ou si vous voulez le configurer vous-même.
it_it: Se questa opzione è impostata, i record CNAME per l'host WPAD di tutti i domini configurati verranno aggiunti automaticamente nonché sostituzioni per i record TXT per i domini. Ciò consente la configurazione automatica del proxy nella tua rete ma non dovresti abilitarlo se non stai usando WPAD o se vuoi configurarlo da solo.
ko_kr: 이 옵션이 설정되면, 구성된 모든 도메인의 WPAD 호스트에 대한 CNAME 레코드와 도메인에 대한 TXT 레코드 오버라이드가 자동으로 추가됩니다. 이는 네트워크에서 자동 프록시 구성을 가능하게 하지만, WPAD를 사용하지 않거나 직접 구성하려는 경우에는 이 기능을 활성화하지 않아야 합니다.
uk_ua: Якщо цю опцію встановлено, записи CNAME для хоста WPAD усіх налаштованих доменів будуть автоматично додані, а також перевизначення для записів TXT для доменів. Це дозволяє автоматичну конфігурацію проксі у вашій мережі, але ви не повинні вмикати її, якщо не використовуєте WPAD або якщо бажаєте налаштувати його самостійно.
zh_cn: 如果设置此选项，将自动添加所有已配置域的WPAD主机的CNAME 记录，并覆盖域的TXT记录。 这允许在您的网络中进行自动代理配置， 但如果您不使用WPAD或您想自行配置，则不应启用它。

source: If this option is set, the DNS cache will be flushed during each daemon reload. This is the default behavior for Unbound, but may be undesired when multiple dynamic interfaces require frequent reloading.
cs_cz: Pokud je tato předvolba nastavena, bude mezipaměť DNS zahozena při každém znovunačtení procesu služby. Toto je výchozí chování pro Unbound, ale může být nežádoucí, pokud je třeba často načítat více dynamických rozhraní.
de_de: Wenn diese Option aktiviert ist, wird der DNS-Cache bei jedem Neuladen des Daemons geleert. Dies ist das Standardverhalten von Unbound, kann aber unerwünscht sein, wenn mehrere dynamische Schnittstellen häufig neu geladen werden müssen.
el_gr: Εάν οριστεί αυτή η επιλογή, η προσωρινή μνήμη DNS θα εκκαθαρίζεται κατά τη διάρκεια κάθε επαναφόρτωσης του daemon. Αυτή είναι η προεπιλεγμένη συμπεριφορά για το Unbound, αλλά ενδέχεται να μην είναι επιθυμητή όταν πολλαπλές δυναμικές διεπαφές απαιτούν συχνή επαναφόρτωση.
fa_ir: اگر این گزینه فعال باشد، کش DNS در هر بار بارگذاری مجدد دیمن تخلیه می‌شود. این رفتار پیش‌فرض Unbound است، اما ممکن است در صورت وجود چند اینترفیس دینامیک که نیاز به بارگذاری مکرر دارند، نامطلوب باشد.
fr_fr: Si cette option est activée, le cache DNS sera vidé à chaque rechargement du démon. Il s'agit du comportement par défaut pour Unbound, mais il peut être indésirable lorsque plusieurs interfaces dynamiques nécessitent un rechargement fréquent.
it_it: Se questa opzione è impostata, la cache DNS verrà svuotata durante ogni ricaricamento del demone. Questo è il comportamento predefinito per Unbound, ma potrebbe essere indesiderato quando più interfacce dinamiche richiedono un ricaricamento frequente.
ko_kr: 이 옵션을 설정하면 각 데몬 다시 로드 중에 DNS 캐시가 플러시됩니다. 이는 Unbound의 기본 동작이지만 여러 동적 인터페이스가 자주 다시 로드되어야 하는 경우 원하지 않을 수 있습니다.
uk_ua: Якщо цю опцію встановлено, кеш DNS буде очищено під час кожного перезавантаження демона. Це типова поведінка для Unbound, але може бути небажаною, коли кілька динамічних інтерфейсів вимагають частого перезавантаження.
zh_cn: 如果设置此选项，则每次守护程序重新加载期间都会刷新DNS缓存。 这是Unbound的默认行为，但当多个动态接口需要频繁重新加载时，这可能是不需要的。

source: If this option is set, then IPv6 link-local addresses will not be registered in Unbound, preventing return of unreachable address when more than one listen interface is configured.
cs_cz: Pokud je tato předvolba nastavena, nebudou místní IPv6 adresy registrovány v Unbound, zabrání se tak vrácení nedosažitelné adresy, pokud je nastaveno více než jedno rozhraní, na kterém očekávat spojení.
de_de: Wenn diese Option aktiviert ist, werden IPv6-Link-Local-Adressen nicht in Unbound registriert. Dadurch wird die Rückgabe einer nicht erreichbaren Adresse verhindert, wenn mehr als eine Listenschnittstelle konfiguriert ist.
el_gr: Εάν οριστεί αυτή η επιλογή, τότε οι τοπικές διευθύνσεις σύνδεσης IPv6 δεν θα καταχωρηθούν στο Unbound, αποτρέποντας την επιστροφή μη προσβάσιμης διεύθυνσης όταν έχουν διαμορφωθεί περισσότερες από μία διεπαφές ακρόασης.
fa_ir: اگر این گزینه فعال باشد، آدرس‌های link-local در IPv6 در Unbound ثبت نخواهند شد تا از بازگرداندن آدرس‌های غیرقابل‌دسترس هنگام پیکربندی بیش از یک اینترفیس شنونده جلوگیری شود.
fr_fr: Si cette option est activée, les adresses locales de liaison IPv6 ne seront pas enregistrées dans Unbound, ce qui empêche le retour d'une adresse inaccessible lorsque plus d'une interface d'écoute est configurée.
it_it: Se questa opzione è impostata, gli indirizzi link-local IPv6 non verranno registrati in Unbound, impedendo la restituzione di indirizzi irraggiungibili quando è configurata più di un'interfaccia di ascolto.
ko_kr: 이 옵션을 설정하면 IPv6 링크 로컬 주소가 Unbound에 등록되지 않으므로 둘 이상의 수신 인터페이스가 구성된 경우 도달할 수 없는 주소가 반환되지 않습니다.
uk_ua: Якщо цю опцію встановлено, тоді локальні адреси IPv6 не будуть зареєстровані в Unbound, що запобігає поверненню недосяжної адреси, коли налаштовано більше одного інтерфейсу прослуховування.
zh_cn: 如果设置此选项，则IPv6 link-local将不会在Unbound中注册， 当配置了多个监听接口时，防止返回无法到达的地址。

source: Interface IP addresses used for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
cs_cz: IP adresy rozhraní používané pro odpovídání na dotazy klientů. Pokud má rozhraní jak IPv4. tak IPv6 adresy, budou použity obě. Dotazy na jiné IP adresy rozhraní, které nejsou vybrány níže, jsou vyřazeny. Výchozí chování je odpovídat na dotazy na všech dostupných IPv4 a IPv6 adresách.
de_de: Schnittstellen-IP-Adressen, die zur Beantwortung von Anfragen von Clients verwendet werden. Wenn eine Schnittstelle sowohl IPv4- als auch IPv6-Adressen hat, werden beide verwendet. Anfragen an andere, unten nicht ausgewählte Schnittstellenadressen werden verworfen. Standardmäßig wird auf Anfragen über jede verfügbare IPv4- und IPv6-Adresse geantwortet.
el_gr: Διευθύνσεις IP διεπαφής που χρησιμοποιούνται για την απάντηση σε ερωτήματα από υπολογιστές-πελάτες. Εάν μια διεπαφή έχει IP και IPv4 και IPv6, χρησιμοποιούνται και οι δύο. Τα ερωτήματα σε άλλες IP διεπαφής που δεν έχουν επιλεγεί παρακάτω απορρίπτονται. Η προεπιλεγμένη συμπεριφορά είναι η απάντηση σε ερωτήματα σε κάθε διαθέσιμη διεύθυνση IPv4 και IPv6.
fa_ir: آدرس‌های IP اینترفیس که برای پاسخ به پرس‌وجوهای کلاینت‌ها استفاده می‌شوند. اگر یک اینترفیس هم آدرس IPv4 و هم IPv6 داشته باشد، هر دو استفاده می‌شوند. پرس‌وجوها به آدرس‌های IP اینترفیس‌هایی که در زیر انتخاب نشده‌اند دور ریخته می‌شوند. رفتار پیش‌فرض، پاسخ‌گویی روی همه آدرس‌های IPv4 و IPv6 در دسترس است.
fr_fr: Adresses IP de l'interface utilisées pour répondre aux requêtes des clients. Si une interface possède à la fois des adresses IPv4 et IPv6, les deux sont utilisées. Les requêtes adressées à d'autres adresses IP d'interface non sélectionnées ci-dessous sont rejetées. Le comportement par défaut est de répondre aux requêtes sur toutes les adresses IPv4 et IPv6 disponibles.
it_it: Indirizzi IP dell'interfaccia utilizzati per rispondere alle query dei client. Se un'interfaccia dispone sia di IP IPv4 che IPv6, vengono utilizzati entrambi. Le query ad altri IP di interfaccia non selezionati di seguito vengono scartate. Il comportamento predefinito è rispondere alle query su ogni indirizzo IPv4 e IPv6 disponibile.
ko_kr: 클라이언트의 쿼리에 응답하는 데 사용되는 인터페이스 IP 주소입니다. 인터페이스에 IPv4 및 IPv6 IP가 모두 있는 경우 둘 다 사용됩니다. 아래에서 선택하지 않은 다른 인터페이스 IP에 대한 쿼리는 폐기됩니다. 기본 동작은 모든 사용 가능한 IPv4 및 IPv6 주소에 대한 쿼리에 응답하는 것입니다.
uk_ua: IP-адреси інтерфейсів, що використовуються для відповіді на запити від клієнтів. Якщо інтерфейс має як IPv4, так і IPv6 IP-адреси, використовуються обидві. Запити до інших IP-адрес інтерфейсів, не вибраних нижче, відкидаються. Типова поведінка полягає у відповіді на запити на кожній доступній IPv4 та IPv6 адресі.
zh_cn: 用于响应客户端查询的接口IP地址。 如果接口同时具有 IPv4 和 IPv6 IP，则同时使用两者。 对下面未选择的其他接口IP的查询将被丢弃。 默认响应每个可用IPv4和IPv6地址的查询

source: Interval to check the liveness of a peer actively using IKEv2 INFORMATIONAL exchanges or IKEv1 R_U_THERE messages. Active DPD checking is only enforced if no IKE or ESP/AH packet has been received for the configured DPD delay. Defaults to 0s
cs_cz: Interval pro kontrolu živosti partnera, který aktivně používá výměny IKEv2 INFORMATIONAL nebo zprávy IKEv1 R_U_THERE. Aktivní kontrola DPD je vynucena pouze v případě, že po dobu nastavené prodlevy DPD nebyl přijat žádný paket IKE nebo ESP/AH. Výchozí hodnota je 0s
de_de: Intervall zur Überprüfung der Erreichbarkeit des Gegenübers mittels IKEv2-INFORMATIONAL-Nachrichten oder IKEv1-R_U_THERE-Nachrichten. Aktive DPD-Prüfung wird nur erzwungen, wenn kein IKE- oder ESP/AH-Paket für die konfigurierte DPD Verzögerung empfangen wurde. Standardwert ist 0 s.
el_gr: Διάστημα για τον έλεγχο της ενεργότητας ενός ομότιμου που χρησιμοποιεί ενεργά ανταλλαγές ΠΛΗΡΟΦΟΡΙΩΝ IKEv2 ή μηνύματα IKEv1 R_U_THERE. Ο έλεγχος ενεργού DPD επιβάλλεται μόνο εάν δεν έχει ληφθεί πακέτο IKE ή ESP/AH για την καθορισμένη καθυστέρηση DPD. Η προεπιλεγμένη τιμή είναι 0s.
fa_ir: فاصله زمانی برای بررسی زنده‌بودن همتا به‌صورت فعال با استفاده از تبادل‌های IKEv2 INFORMATIONAL یا پیام‌های IKEv1 R_U_THERE. بررسی فعال DPD تنها در صورتی اعمال می‌شود که هیچ بسته IKE یا ESP/AH برای تأخیر DPD پیکربندی‌شده دریافت نشده باشد. مقدار پیش‌فرض 0s است.
fr_fr: Intervalle de vérification de la vivacité d'un homologue utilisant activement des échanges IKEv2 INFORMATIONAL ou des messages IKEv1 R_U_THERE. La vérification DPD active n'est appliquée que si aucun paquet IKE ou ESP/AH n'a été reçu pendant le délai DPD configuré. La valeur par défaut est 0s
it_it: Intervallo per verificare l'attività di un peer utilizzando attivamente gli scambi IKEv2 INFORMATIVI o i messaggi IKEv1 R_U_THERE. Il controllo DPD attivo viene applicato solo se non è stato ricevuto alcun pacchetto IKE o ESP/AH per il ritardo DPD configurato. Il valore predefinito è 0s
ko_kr: IKEv2 INFORMATIONAL 교환 또는 IKEv1 R_U_THERE 메시지를 사용하여 피어의 활성 상태를 확인하는 간격입니다. 활성 DPD 확인은 구성된 DPD 지연 시간 동안 IKE 또는 ESP/AH 패킷을 수신하지 않은 경우에만 강제됩니다. 기본값은 0초입니다.
uk_ua: Інтервал перевірки активності вузла, який активно використовує обміни IKEv2 INFORMATIONAL або повідомлення IKEv1 R_U_THERE. Активна перевірка DPD застосовується лише якщо протягом налаштованої затримки DPD не було отримано жодного пакету IKE або ESP/AH. Типово 0с
zh_cn: 使用IKEv2 INFORMATIONAL交换或IKEv1 R_U_THERE 消息主动检查对端活动性的时间间隔。 仅当在配置的DPD延迟内未收到IKE或ESP/AH数据包时，才会强制执行主动DPD检查。默认为0s

source: Keep probing hosts that are down in the infrastructure host cache. Hosts that are down are probed about every 120 seconds with an exponential backoff. If hosts do not respond within this time period, they are marked as down for the duration of the host cache TTL.
cs_cz: Pokračovat v prověřování hostitelů, kteří jsou v mezipaměti hostitelů infrastruktury ve stavu nedostpný. Hostitelé, kteří jsou nedostupní, jsou sondováni přibližně každých 120 sekund s exponenciální zpětnou vazbou. Pokud hostitelé během této doby neodpoví, jsou označeny jako nefunkční po dobu trvání TTL mezipaměti hostitelů.
de_de: Hosts, die im Infrastruktur-Hostcache als ausgefallen markiert sind, werden regelmäßig überprüft. Die Überprüfung erfolgt etwa alle 120 Sekunden mit exponentiellem Rückoff (Verzögerung). Wenn ein Host während dieser Zeit nicht antwortet, wird er für die gesamte TTL-Dauer des Hostcaches als "down" markiert.
el_gr: Συνεχίστε να ελέγχετε τους κεντρικούς υπολογιστές που είναι εκτός λειτουργίας στην προσωρινή μνήμη κεντρικού υπολογιστή υποδομής. Οι κεντρικοί υπολογιστές που είναι εκτός λειτουργίας ελέγχονται περίπου κάθε 120 δευτερόλεπτα με εκθετική υποχώρηση. Εάν οι κεντρικοί υπολογιστές δεν ανταποκριθούν εντός αυτής της χρονικής περιόδου, επισημαίνονται ως εκτός λειτουργίας για όλη τη διάρκεια του TTL της προσωρινής μνήμης κεντρικού υπολογιστή.
fa_ir: ادامه‌ی بررسی میزبان‌هایی که در کش میزبان زیرساخت از دسترس خارج شده‌اند. این میزبان‌ها تقریباً هر 120 ثانیه با بازگشت نمایی بررسی می‌شوند. اگر میزبان‌ها در این بازه پاسخ ندهند، برای مدت TTL کش میزبان به‌عنوان از دسترس خارج شده علامت‌گذاری می‌شوند.
fr_fr: Continuer à sonder les hôtes en panne dans le cache des hôtes de l'infrastructure. Les hôtes en panne sont sondés environ toutes les 120 secondes avec un backoff exponentiel. Si les hôtes ne répondent pas dans ce délai, ils sont marqués comme étant hors service pour la durée du TTL du cache de l'hôte, ils sont marqués comme étant hors service pour la durée du TTL du cache de l'hôte.
it_it: Continua a sondare gli host inattivi nella cache dell'host dell'infrastruttura. Gli host inattivi vengono analizzati circa ogni 120 secondi con un backoff esponenziale. Se gli host non rispondono entro questo periodo di tempo, sono contrassegnati come inattivi per la durata del TTL della cache dell'host.
ko_kr: 인프라 호스트 캐시에서 다운된 호스트를 계속 탐색합니다. 다운된 호스트는 약 120초마다 지수 백오프 방식으로 탐색됩니다. 이 시간 내에 호스트가 응답하지 않으면 호스트 캐시 TTL 기간 동안 다운 상태로 표시됩니다.
uk_ua: Продовжувати зондування хостів, які не працюють, у кеші хостів інфраструктури. Хости, які не працюють, зондуються приблизно кожні 120 секунд з експоненційним відступом. Якщо хости не відповідають протягом цього періоду часу, вони позначаються як непрацюючі на термін дії TTL кешу хостів.
zh_cn: 持续探测主机缓存中已关闭的主机。 大约每120秒就会以指数退避方式对已关闭的主机进行一次探测。 如果主机在此时间段内没有响应，它们将在主机缓存TTL持续时间内被标记为关闭。

source: Limits the serving of expired responses to the configured amount of seconds after expiration. A value of 0 disables the limit. A suggested value per RFC 8767 is between 86400 (1 day) and 259200 (3 days).
cs_cz: Omezí doručování odpovědí se skončenou platností na nastavený počet sekund po skončení platnosti. Hodnota 0 tento limit vypne. Doporučená hodnota podle normy RFC 8767 je mezi 86400 (1 den) a 259200 (3 dny).
de_de: Begrenzt die Bereitstellung abgelaufener Antworten auf die konfigurierte Anzahl von Sekunden nach Ablauf. Ein Wert von 0 deaktiviert die Begrenzung. Ein empfohlener Wert gemäß RFC 8767 liegt zwischen 86400 (1 Tag) und 259200 (3 Tage).
el_gr: Περιορίζει την προβολή ληγμένων απαντήσεων στον καθορισμένο αριθμό δευτερολέπτων μετά τη λήξη. Η τιμή 0 απενεργοποιεί το όριο. Μια προτεινόμενη τιμή σύμφωνα με το RFC 8767 είναι μεταξύ 86400 (1 ημέρα) και 259200 (3 ημέρες).
fa_ir: پاسخ‌دهی به پاسخ‌های منقضی را تا مقدار ثانیه‌ای که پیکربندی شده پس از انقضا محدود می‌کند. مقدار 0 محدودیت را غیرفعال می‌کند. مقدار پیشنهادی طبق RFC 8767 بین 86400 (1 روز) و 259200 (3 روز) است.
fr_fr: Limite la diffusion des réponses expirées au nombre de secondes configuré après l'expiration. La valeur 0 désactive la limite. La valeur suggérée par la RFC 8767 est comprise entre 86400 (1 jour) et 259200 (3 jours).
it_it: Limita la pubblicazione delle risposte scadute al numero configurato di secondi dopo la scadenza. Un valore pari a 0 disabilita il limite. Un valore suggerito per RFC 8767 è compreso tra 86400 (1 giorno) e 259200 (3 giorni).
ko_kr: 만료된 응답의 제공을 만료 후 구성된 초로 제한합니다. 값이 0이면 제한이 비활성화됩니다. RFC 8767에 따른 제안 값은 86400(1일)에서 259200(3일) 사이입니다.
uk_ua: Обмежує надання прострочених відповідей на налаштовану кількість секунд після закінчення терміну дії. Значення 0 вимикає ліміт. Рекомендоване значення згідно з RFC 8767 становить від 86400 (1 день) до 259200 (3 дні).
zh_cn: 将过期响应的服务时间限制为配置的过期后秒数。值为0表示禁用此限制。 RFC8767建议的值介于86400（1 天）和 259200（3 天）之间。

source: List of domains to mark as private. These domains and all its subdomains are allowed to contain private addresses.
cs_cz: Seznam domén, které chcete označit jako soukromé. Tyto domény a všechny jejich subdomény budou moci obsahovat soukromé adresy.
de_de: Liste von Domains, die als privat markiert werden sollen. Diese Domains und alle ihre Subdomains dürfen private Adressen enthalten.
el_gr: Λίστα τομέων που θα επισημανθούν ως ιδιωτικοί. Αυτοί οι τομείς και όλοι οι υποτομείς τους επιτρέπεται να περιέχουν ιδιωτικές διευθύνσεις.
fa_ir: فهرست دامنه‌هایی که به‌عنوان خصوصی علامت‌گذاری می‌شوند. این دامنه‌ها و تمامی زیردامنه‌هایشان می‌توانند شامل آدرس‌های خصوصی باشند.
fr_fr: Liste des domaines à marquer comme privés. Ces domaines et tous leurs sous-domaines sont autorisés à contenir des adresses privées.
it_it: Elenco dei domini da contrassegnare come privati. Questi domini e tutti i relativi sottodomini possono contenere indirizzi privati.
ko_kr: 비공개로 표시할 도메인 목록입니다. 이러한 도메인과 모든 하위 도메인에는 개인 주소가 포함될 수 있습니다.
uk_ua: Список доменів, які потрібно позначити як приватні. Цими доменами та всіма їхніми субдоменами дозволено містити приватні адреси.
zh_cn: 要标记为私有的域列表。 这些域及其所有子域都允许包含私有地址。

source: List of named IP pools to allocate virtual IP addresses and other configuration attributes from. Each name references a pool by name from either the pools section or an external pool. Note that the order in which they are queried primarily depends on the plugin order.
cs_cz: Seznam nazvaných fondů IP, ze kterých jsou přidělovány virtuální IP adresy a další atributy nastavení. Každý název odkazuje na fond podle názvu ze sekce pools nebo na externí fond. Všimněte si, že pořadí, v jakém jsou dotazovány, závisí především na pořadí zásuvných modulů.
de_de: Liste benannter IP-Pools zur Zuweisung virtueller IP-Adressen und weiterer Konfigurationsattribute. Jeder Name verweist auf einen Pool – entweder aus dem Abschnitt „Pools“ oder aus einem externen Pool. Beachten Sie, dass die Abfrage-Reihenfolge in erster Linie von der Reihenfolge der Plugins abhängt.
el_gr: Λίστα ομίλων IP με όνομα για την εκχώρηση εικονικών διευθύνσεων IP και άλλων χαρακτηριστικών διαμόρφωσης. Κάθε όνομα αναφέρεται σε μια ομάδα ονομαστικά είτε από την ενότητα ομάδων είτε από μια εξωτερική ομάδα. Σημειώστε ότι η σειρά με την οποία υποβάλλονται τα ερωτήματα εξαρτάται κυρίως από τη σειρά των πρόσθετων.
fa_ir: فهرست استخرهای IP نام‌دار که از آن‌ها آدرس‌های IP مجازی و سایر ویژگی‌های پیکربندی تخصیص داده می‌شود. هر نام به یک استخر اشاره می‌کند که یا از بخش pools یا از یک استخر خارجی است. توجه داشته باشید که ترتیب پرس‌وجو شدن آن‌ها عمدتاً به ترتیب پلاگین‌ها بستگی دارد.
fr_fr: Liste des pools IP nommés à partir desquels les adresses IP virtuelles et d'autres attributs de configuration sont alloués. Chaque nom fait référence à un pool par son nom à partir de la section pools ou d'un pool externe. Notez que l'ordre dans lequel ils sont interrogés dépend principalement de l'ordre des plugins.
it_it: Elenco di pool IP denominati da cui allocare indirizzi IP virtuali e altri attributi di configurazione. Ogni nome fa riferimento a un pool per nome dalla sezione dei pool o da un pool esterno. Tieni presente che l'ordine in cui vengono interrogate dipende principalmente dall'ordine del plugin.
ko_kr: 가상 IP 주소 및 기타 구성 속성을 할당할 명명된 IP 풀 목록입니다. 각 이름은 풀 섹션 또는 외부 풀에서 이름별로 풀을 참조합니다. 이들이 쿼리되는 순서는 주로 플러그인 순서에 따라 달라집니다.
uk_ua: Список іменованих IP-пулів для виділення віртуальних IP-адрес та інших атрибутів конфігурації. Кожне ім'я посилається на пул за назвою з розділу пулів або зовнішнього пулу. Зверніть увагу, що порядок, у якому вони запитуються, в першу чергу залежить від порядку плагінів.
zh_cn: 用于分配虚拟IP地址和其他配置属性的命名IP池列表。 每个名称都通过池部分或外部池的名称引用池。 注意，查询它们的顺序主要取决于插件顺序。

source: List of networks in CIDR notation to apply this ACL on. For example: 192.168.1.0/24.
cs_cz: Seznam sítí (v CIDR zápisu), na které má být tento ACL seznam použit. Například: 192.168.1.0/24.
de_de: Liste der Netzwerke in CIDR-Notation, auf die diese ACL angewendet werden soll. Beispiel: 192.168.1.0/24.
el_gr: Λίστα δικτύων σε συμβολισμό CIDR για την εφαρμογή αυτού του ACL. Για παράδειγμα: 192.168.1.0/24.
fa_ir: فهرست شبکه‌ها در نوشتار CIDR که این ACL روی آن‌ها اعمال شود. برای مثال: 192.168.1.0/24.
fr_fr: Liste des réseaux en notation CIDR sur lesquels appliquer cet ACL. Par exemple : 192.168.1.0/24.
it_it: Elenco di reti in notazione CIDR a cui applicare questo ACL. Ad esempio: 192.168.1.0/24.
ko_kr: 이 ACL을 적용할 CIDR 표기법의 네트워크 목록입니다. 예: 192.168.1.0/24.
uk_ua: Список мереж у нотації CIDR, до яких застосовувати цей ACL. Наприклад: 192.168.1.0/24.
zh_cn: 以CIDR表示的网络列表。例如：192.168.1.0/24。

source: List of wildcard domains to blocklist. All subdomains of the given domain will be blocked. Blocking first-level domains is not supported.
cs_cz: Seznam domén se zástupnými znaky pro blokování. Všechny subdomény dané domény budou blokovány. Blokování domén první úrovně není podporováno.
de_de: Liste von Wildcard-Domains zur Blockierung. Alle Subdomains der angegebenen Domain werden blockiert. Das Blockieren von Domains der obersten Ebene ist nicht zulässig.
el_gr: Λίστα τομέων με μπαλαντέρ για αποκλεισμό. Όλοι οι υποτομείς του δεδομένου τομέα θα αποκλειστούν. Δεν υποστηρίζεται ο αποκλεισμός τομέων πρώτου επιπέδου.
fa_ir: فهرست دامنه‌های wildcard برای قرار گرفتن در بلاک‌لیست. تمام زیردامنه‌های دامنه داده‌شده مسدود خواهند شد. مسدودسازی دامنه‌های سطح اول پشتیبانی نمی‌شود.
fr_fr: Liste des domaines génériques à bloquer. Tous les sous-domaines du domaine donné seront seront bloqués. Le blocage des domaines de premier niveau n'est pas pris en charge.
it_it: Elenco dei domini jolly da inserire nella blocklist. Tutti i sottodomini del dominio specificato lo faranno essere bloccato. Il blocco dei domini di primo livello non è supportato.
ko_kr: 차단 목록에 추가할 와일드카드 도메인 목록입니다. 지정된 도메인의 모든 하위 도메인이 차단됩니다. 1단계 도메인 차단은 지원되지 않습니다.
uk_ua: Список доменів із підстановкою для чорного списку. Усі субдомени заданого домену будуть заблоковані. Блокування доменів першого рівня не підтримується.
zh_cn: 要阻止列表的通配符域列表。 给定域的所有子域都将被阻止。不支持阻止一级域。
