Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Description for this Health Monitor.
cs_cz: Popis tohoto monitoru stavu.
de_de: Beschreibung für diesen Gesundheitsmonitor.
el_gr: Περιγραφή για αυτήν την Παρακολούθηση Υγείας.
fa_ir: توضیحات این Health Monitor.
fr_fr: Description de ce Moniteur de Santé.
it_it: Descrizione di questo Health Monitor.
ko_kr: 이 상태 모니터에 대한 설명입니다.
pl_pl: Opis dla tego monitora zdrowia.
uk_ua: Опис для цього Монітора стану.
zh_cn: 该健康监测的说明。

source: Description for this Lua script.
cs_cz: Popis tohoto Lua skriptu.
de_de: Beschreibung für dieses Lua-Skript.
el_gr: Περιγραφή για αυτό το σενάριο Lua.
fa_ir: توضیحات این اسکریپت Lua.
fr_fr: Description de ce script Lua.
it_it: Descrizione per questo script Lua.
ko_kr: 이 Lua 스크립트에 대한 설명입니다.
pl_pl: Opis dla tego skryptu Lua.
uk_ua: Опис для цього Lua скрипта.
zh_cn: 此Lua脚本的说明。

source: Description for this Public Service.
cs_cz: Popis této Veřejné služby
de_de: Beschreibung für diesen öffentlichen Dienst.
el_gr: Περιγραφή για αυτήν τη Δημόσια Υπηρεσία.
fa_ir: توضیحات این Public Service.
fr_fr: Description de cette fonction publique.
it_it: Descrizione di questo servizio pubblico.
ko_kr: 이 퍼블릭 서비스에 대한 설명입니다.
pl_pl: Opis dla tej publicznej usługi.
uk_ua: Опис для цієї Публічної служби.
zh_cn: 此公共服务的说明。

source: Description for this account.
cs_cz: Popis tohoto účtu.
de_de: Beschreibung dieses Kontos.
el_gr: Περιγραφή για αυτόν τον λογαριασμό.
fa_ir: توضیحات این حساب.
fr_fr: Description de ce compte.
it_it: Descrizione per questo account.
ko_kr: 이 계정에 대한 설명입니다.
pl_pl: Opis dla tego konta.
uk_ua: Опис для цього облікового запису.
zh_cn: 此帐户的说明。

source: Description for this certificate.
cs_cz: Popis tohoto certifikátu.
de_de: Beschreibung dieses Zertifikats.
el_gr: Περιγραφή για αυτό το πιστοποιητικό.
fa_ir: توضیحات این گواهی.
fr_fr: Description de ce certificat.
it_it: Descrizione per questo certificato.
ko_kr: 이 인증서에 대한 설명입니다.
pl_pl: Opis dla tego certyfikatu.
uk_ua: Опис для цього сертифіката.
zh_cn: 此证书的说明。

source: Description for this condition.
cs_cz: Popis této podmínky.
de_de: Beschreibung für diese Bedingung.
el_gr: Περιγραφή για αυτήν την κατάσταση.
fa_ir: توضیحات این شرط.
fr_fr: Description pour cette condition.
it_it: Descrizione di questa condizione.
ko_kr: 이 조건에 대한 설명입니다.
pl_pl: Opis dla tego warunku.
uk_ua: Опис для цієї умови.
zh_cn: 此条件的说明。

source: Description for this error message.
cs_cz: Popis tohoto chybového hlášení.
de_de: Beschreibung für diese Fehlermeldung.
el_gr: Περιγραφή για αυτό το μήνυμα σφάλματος.
fa_ir: توضیحات این پیام خطا.
fr_fr: Description de ce message d'erreur.
it_it: Descrizione di questo messaggio di errore.
ko_kr: 이 오류 메시지에 대한 설명입니다.
pl_pl: Opis dla tego komunikatu błędu.
uk_ua: Опис для цього повідомлення про помилку.
zh_cn: 此错误信息的说明。

source: Description for this rule.
cs_cz: Popis tohoto pravidla.
de_de: Beschreibung für diese Regel.
el_gr: Περιγραφή για αυτόν τον κανόνα.
fa_ir: توضیحات این قانون.
fr_fr: Description de cette règle.
it_it: Descrizione di questa regola.
ko_kr: 이 규칙에 대한 설명입니다.
pl_pl: Opis dla tej reguły.
uk_ua: Опис для цього правила.
zh_cn: 此规则的说明。

source: Description for this server.
cs_cz: Popis tohoto serveru.
de_de: Beschreibung für diesen Server.
el_gr: Περιγραφή για αυτόν τον διακομιστή.
fa_ir: شرح این سرور
fr_fr: Description pour ce serveur.
it_it: Descrizione per questo server.
ko_kr: 이 서버에 대한 설명입니다.
pl_pl: Opis dla tego serwera.
uk_ua: Опис для цього сервера.
zh_cn: 该服务器的描述。

source: Description for this validation.
cs_cz: Popis tohoto ověření.
de_de: Beschreibung dieser Prüfung.
el_gr: Περιγραφή για αυτήν την επικύρωση.
fa_ir: شرح این اعتبارسنجی
fr_fr: Description pour cette validation.
it_it: Descrizione per questa convalida.
ko_kr: 이 유효성 검사에 대한 설명입니다.
pl_pl: Opis dla tej walidacji.
uk_ua: Опис для цієї перевірки.
zh_cn: 此验证的说明。

source: Description to identify this pipe.
cs_cz: Popis pro identifikaci této roury.
de_de: Beschreibung zur Identifizierung dieser Pipe.
el_gr: Περιγραφή για την αναγνώριση αυτού του σωλήνα.
fa_ir: شرح برای شناسایی این لوله
fr_fr: Description pour identifier ce tuyau (pipe).
it_it: Descrizione per identificare questa pipa.
ko_kr: 이 파이프를 식별하기 위한 설명입니다.
pl_pl: Opis do zidentyfikowania tej rury.
uk_ua: Опис для ідентифікації цього каналу.
zh_cn: 该管道的描述说明。

source: Description to identify this zone.
cs_cz: Popis pro identifikaci této zóny.
de_de: Beschreibung zur Identifizierung dieser Zone.
el_gr: Περιγραφή για τον προσδιορισμό αυτής της ζώνης.
fa_ir: شرح برای شناسایی این ناحیه
fr_fr: Description pour identifier cette zone.
it_it: Descrizione per identificare questa zona.
ko_kr: 이 영역을 식별하기 위한 설명입니다.
pl_pl: Opis do zidentyfikowania tej strefy.
uk_ua: Опис для ідентифікації цієї зони.
zh_cn: 该区域的描述说明。

source: Destination
cs_cz: Cíl
de_de: Ziel
el_gr: Προορισμός
fa_ir: مقصد
it_it: Destinazione
ko_kr: 목적지
pl_pl: Cel
uk_ua: Призначення
zh_cn: 目标

source: Destination network for this static route
cs_cz: Cílová síť této statické trasy
de_de: Zielnetzwerk für diese statische Route
el_gr: Δίκτυο προορισμού για αυτήν τη στατική διαδρομή
fa_ir: شبکه مقصد برای این مسیر استاتیک
fr_fr: Réseau de destination pour cette route statique
it_it: Rete di destinazione per questa route statica
ko_kr: 이 정적 라우트의 목적지 네트워크
pl_pl: Sieć docelowa dla tej trasy statycznej
uk_ua: Мережа призначення для цього статичного маршруту
zh_cn: 该静态路由的目标网络

source: Destinations
cs_cz: Cíle
de_de: Ziele
el_gr: Προορισμοί
fa_ir: مقاصد
it_it: Destinazioni
ko_kr: 목적지
pl_pl: Cel
uk_ua: Призначення
zh_cn: 目标

source: Detailed Logging
cs_cz: Podrobné zaznamenávání událostí
de_de: Ausführliche Protokollierung
el_gr: Λεπτομερής καταγραφή
fa_ir: لاگ تفصیلی
fr_fr: Journalisation détaillée
it_it: Registrazione dettagliata
ko_kr: 상세 로깅
pl_pl: Szczegółowe logowanie
uk_ua: Детальне логування
zh_cn: 详细日志

source: Detect broken executables
cs_cz: Zjišťovat poškozené spustitelné soubory
de_de: Erkenne defekte ausführbare Dateien
el_gr: Εντοπισμός κατεστραμμένων εκτελέσιμων αρχείων
fa_ir: شناسایی فایل‌های اجرایی خراب
fr_fr: Détecter les exécutables corrompus
it_it: Rileva eseguibili danneggiati
ko_kr: 손상된 실행 파일 탐지
pl_pl: Wykryj uszkodzone pliki wykonywalne
uk_ua: Виявляти пошкоджені виконувані файли
zh_cn: 检测损坏的可执行文件

source: Device Statistics
cs_cz: Statistiky zařízení
de_de: Gerätestatistiken
el_gr: Στατιστικά συσκευής
fa_ir: آمار دستگاه
fr_fr: Statistiques des appareils
it_it: Statistiche del dispositivo
ko_kr: 장치 통계
pl_pl: Statystyki urządzenia
uk_ua: Статистика пристрою
zh_cn: 设备统计信息

source: Directory Port
cs_cz: Port adresáře
de_de: Verzeichnisport
el_gr: Θύρα καταλόγου
fa_ir: پورت دایرکتوری
fr_fr: Port du répertoire
it_it: Porta della rubrica
ko_kr: 디렉터리 포트
pl_pl: Port katalogowy
uk_ua: Порт каталогу
zh_cn: 目录端口

source: Disable 204 responses outside previews for virus_scan if your ICAP client does not support it.
cs_cz: Zakázat odpovědi 204 mimo náhldy pro virus_scan, pokud to klient ICAP nepodporuje.
de_de: Deaktiviere 204-Antworten außerhalb von Vorschauen für virus_scan falls Ihr ICAP-Client diese nicht unterstützt.
el_gr: Απενεργοποιήστε τις απαντήσεις 204 εκτός των προεπισκοπήσεων για το virus_scan εάν το πρόγραμμα-πελάτης ICAP δεν το υποστηρίζει.
fa_ir: اگر کلاینت ICAP شما از آن پشتیبانی نمی‌کند، پاسخ‌های 204 خارج از پیش‌نمایش برای virus_scan را غیرفعال کنید.
fr_fr: Désactivez les réponses 204 en dehors des aperçus de virus_scan si votre client ICAP ne le prend pas en charge.
it_it: Disabilita le risposte 204 esterne alle anteprime per virus_scan se il tuo client ICAP non lo supporta.
ko_kr: ICAP 클라이언트가 virus_scan을 지원하지 않는 경우 virus_scan에 대한 미리 보기 외부 응답 204개를 사용하지 않도록 설정합니다.
pl_pl: Wyłącz odpowiedzi 204 poza podglądami dla virus_scan, jeśli twój klient ICAP tego nie obsługuje.
uk_ua: Вимкнути відповіді 204 за межами попереднього перегляду для virus_scan, якщо ваш ICAP клієнт не підтримує це.
zh_cn: 如果您的ICAP客户端不支持，则在virus_scan的预览之外禁用204响应。

source: Disable Commands
cs_cz: Vypnout příkazy
de_de: Kommandos deaktivieren
el_gr: Απενεργοποίηση εντολών
fa_ir: غیرفعال کردن دستورات
fr_fr: Désactiver les Commandes
it_it: Disabilita comandi
ko_kr: 명령 사용 안 함
pl_pl: Wyłącz polecenia
uk_ua: Вимкнути команди
zh_cn: 禁用命令

source: Disable SSL Verification
cs_cz: Nepoužívat SSL ověřování
de_de: Deaktiviere SSL-Überprüfung
el_gr: Απενεργοποίηση επαλήθευσης SSL
fa_ir: غیرفعال کردن تأیید SSL
fr_fr: Désactiver la vérification SSL
it_it: Disabilita la verifica SSL
ko_kr: SSL 확인 사용 안 함
pl_pl: Wyłącz weryfikację SSL
uk_ua: Вимкнути перевірку SSL
zh_cn: 禁用SSL验证

source: Disable SSLv2 and SSLv3, only TLS allowed.
cs_cz: Vypnout SSLv4 a SSLv3 – umožněno pouze TLS.
de_de: Deaktiviere SSLv2 und SSLv3, nur TLS ist erlaubt.
el_gr: Απενεργοποίηση SSLv2 και SSLv3, επιτρέπεται μόνο το TLS.
fa_ir: SSLv2 و SSLv3 را غیرفعال کنید؛ فقط TLS مجاز است.
fr_fr: Désactiver SSLv2 et SSLv3, n'autoriser que TLS.
it_it: Disabilita SSLv2 e SSLv3, è consentito solo TLS.
ko_kr: SSLv2 및 SSLv3를 사용하지 않도록 설정합니다. TLS만 허용됩니다.
pl_pl: Wyłącz SSLv2 i SSLv3, dozwolone tylko TLS.
uk_ua: Вимкнути SSLv2 та SSLv3, дозволено лише TLS.
zh_cn: 禁用SSLv2和SSLv3，仅允许TLS。

source: Disable cache
cs_cz: Nepoužívat mezipaměť
de_de: Zwischenspeicher deaktivieren
el_gr: Απενεργοποίηση προσωρινής μνήμης
fa_ir: غیرفعال کردن کش
fr_fr: Désactiver le cache
it_it: Disabilita cache
ko_kr: 캐시 사용 안 함
pl_pl: Wyłącz pamięć podręczną
uk_ua: Вимкнути кеш
zh_cn: 禁用缓存

source: Disabled
cs_cz: Vypnuto
de_de: Deaktiviert
el_gr: Aπενεργοποιημένο
fa_ir: غیرفعال
fr_fr: Désactivé
it_it: Disabilitato
ko_kr: 비활성화됨
pl_pl: Wyłączono
uk_ua: Вимкнено
zh_cn: 禁用

source: Disk
de_de: Festplatte
el_gr: Δίσκος
fa_ir: دیسک
fr_fr: Disque
it_it: Disco
ko_kr: 디스크
pl_pl: Dysk
uk_ua: Диск
zh_cn: 磁盘

source: Disk IO
cs_cz: Vstup/výstup disku
de_de: Festplatten IO
el_gr: Εισαγωγή δίσκου
fa_ir: I/O دیسک
fr_fr: E/S disque
it_it: I/O del disco
ko_kr: 디스크 입/출력
pl_pl: IO dysku
uk_ua: Дисковий ввід/вивід
zh_cn: 磁盘 IO

source: Disk Ignore FS
cs_cz: Disk – ignorovat soubor. systémy
de_de: Festplatte Ingoriere FS
el_gr: Παράβλεψη δίσκου FS
fa_ir: فایل‌سیستم‌های نادیده‌گرفته‌شده (دیسک)
fr_fr: Ignorer le disque FS
it_it: Disco Ignora FS
ko_kr: 디스크 무시 FS
pl_pl: Dysk ignoruje FS
uk_ua: Диск Ігнорувати ФС
zh_cn: 磁盘忽略FS

source: Disk Mount Points
cs_cz: Disk – přípojné body
de_de: Festplatteneinhängepunkte
el_gr: Σημεία προσάρτησης δίσκου
fa_ir: نقاط اتصال دیسک
fr_fr: Points de montage du disque
it_it: Punti di montaggio del disco
ko_kr: 디스크 마운트 지점
pl_pl: Punkty montowania dysku
uk_ua: Точки монтування диску
zh_cn: 磁盘挂载点

source: Do not keep data longer than N seconds in buffer.
cs_cz: Neponechávat data ve vyrovnávací paměti déle než N sekund.
de_de: Daten nicht länger als N Sekunden im Puffer halten.
el_gr: Μην αποθηκεύετε δεδομένα στο buffer για περισσότερο από N δευτερόλεπτα.
fa_ir: داده‌ها را بیش از N ثانیه در بافر نگه ندارید.
fr_fr: Ne pas conserver de données de plus de N secondes dans le tampon.
it_it: Non conservare i dati per più di N secondi nel buffer.
ko_kr: 데이터를 N초 이상 버퍼에 보관하지 않습니다.
pl_pl: Nie przechowuj danych dłużej niż N sekund w buforze.
uk_ua: Не зберігати дані довше N секунд у буфері.
zh_cn: 缓冲区中的数据不要保留超过N秒。

source: Do not send alerts for the following events but on all others.
cs_cz: Neposílat výstrahy pro následující události (ale pro všechny ostatní ano).
de_de: Keine Alarme für die folgenden Ereignisse senden, aber für alle anderen schon.
el_gr: Μην στέλνετε ειδοποιήσεις για τα ακόλουθα συμβάντα, αλλά για όλα τα άλλα.
fa_ir: برای رویدادهای زیر هشدار ارسال نشود، اما برای سایر رویدادها ارسال شود.
fr_fr: Ne pas envoyer d'alerte pour les évènements suivants mais pour tous les autres.
it_it: Non inviare avvisi per gli eventi successivi ma su tutti gli altri.
ko_kr: 다음 이벤트에 대해 경고를 보내지 않고 다른 모든 이벤트에 대해 경고를 보냅니다.
pl_pl: Nie wysyłaj alertów dla następujących zdarzeń, ale dla wszystkich innych.
uk_ua: Не надсилати сповіщення для наступних подій, але для всіх інших.
zh_cn: 发送除以下事件的其他全部事件。

source: Domainname
cs_cz: Název domény
el_gr: Όνομα τομέα
fa_ir: نام دامنه
fr_fr: Nom de domaine
it_it: Nome di dominio
ko_kr: 도메인 이름
pl_pl: Nazwa domeny
uk_ua: Доменне ім'я
zh_cn: 域名

source: Domains
cs_cz: Domény
el_gr: Τομείς
fa_ir: دامنه‌ها
fr_fr: Domaines
it_it: Domini
ko_kr: 도메인
pl_pl: Domeny
uk_ua: Домени
zh_cn: 域

source: Don't log normal
cs_cz: Nezaznamenávat běžné
de_de: Normale Verbindungen nicht protokollieren
el_gr: Μην καταγράφετε κανονικά
fa_ir: ثبت حالت‌های عادی را انجام ندهید.
fr_fr: Ne pas se connecter normalement
it_it: Non accedere normalmente
ko_kr: 정상으로 기록하지 않음
pl_pl: Nie loguj normalnych
uk_ua: Не логувати нормальні
zh_cn: 不记录正常的活动

source: Don't log null
cs_cz: Nezaznamenávat prázdné
de_de: Leere Logeinträge nicht protokollieren
el_gr: Μην καταγράφετε null
fa_ir: ثبت مقادیر null را انجام ندهید.
fr_fr: N'enregistrez pas les données nulles
it_it: Non registrare null
ko_kr: null을 기록하지 않음
pl_pl: Nie loguj pustych
uk_ua: Не логувати нульові
zh_cn: 不记录空的记录

source: Don't use port on server, use the same port as frontend receive. If check enable, require port check in server.
cs_cz: Nepoužívat port na serveru, použít stejný port jako nadstavba přijímání. Pokud je zapnuto, vyžaduje kontrolu portu na serveru.
de_de: Verwende den Serverport nicht, sondern stattdessen den selben Port, auf dem das Frontend empfängt. Falls Sie "aktivieren" anhaken, sollten Sie die Portüberprüfung im Server aktivieren.
el_gr: Μην χρησιμοποιείτε θύρα στον διακομιστή, χρησιμοποιήστε την ίδια θύρα με την υποδοχή frontend. Εάν είναι ενεργοποιημένη η επιλογή, απαιτείται έλεγχος θύρας στον διακομιστή.
fa_ir: از پورت در سرور استفاده نکنید؛ از همان پورتی که frontend دریافت می‌کند استفاده شود. اگر این گزینه فعال باشد، بررسی پورت در سرور لازم است.
fr_fr: Ne pas utiliser de port sur le serveur, utiliser le même port que le frontend reçoit. Si la case est cochée, le port doit être vérifié sur le serveur.
it_it: Non utilizzare la porta sul server, utilizzare la stessa porta di ricezione del frontend. Se il controllo è abilitato, richiede il controllo della porta nel server.
ko_kr: 서버의 포트를 사용하지 말고, 프런트엔드 수신과 같은 포트를 사용하세요. 체크를 활성화하면 서버에서 포트 체크가 필요합니다.
pl_pl: Nie używaj portu na serwerze, używaj tego samego portu, na którym frontend otrzymuje dane. Jeśli włączona jest opcja sprawdzania, wymaga to sprawdzenia portu na serwerze.
uk_ua: Не використовувати порт на сервері, використовувати той же порт, що і на frontend-прийманні. Якщо перевірка включена, вимагати перевірку порту на сервері.
zh_cn: 不要使用服务器上的端口，请使用与前端接收相同的端口。如果启用设置，则需要在服务器中检查端口。

source: Down Interval
cs_cz: Interval dole
de_de: Unerreichbarkeitsinstervall
el_gr: Διάστημα καθόδου
fa_ir: فاصله زمانی (Down)
fr_fr: Intervalle de descente
it_it: Intervallo inferiore
ko_kr: 다운 간격
pl_pl: Interwał wyłączenia
uk_ua: Інтервал простою
zh_cn: 下载间隔

source: Dyn Managed DNS API
cs_cz: API rozhraní Dyn Managed DNS
de_de: Dyn Verwaltete DNS API
el_gr: API Διαχειριζόμενου DNS Dyn
fr_fr: API Dyn Managed DNS
it_it: API DNS gestiti Dyn
ko_kr: Dyn 관리 DNS API
uk_ua: API керованих DNS Dyn
zh_cn: Dyn托管的DNS API

source: E-Mail
fa_ir: ایمیل
fr_fr: Courriel
ko_kr: 이메일
uk_ua: Електронна пошта

source: E-Mail Address
cs_cz: E-mailová adresa
de_de: E-Mail-Adresse
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
fa_ir: آدرس ایمیل
fr_fr: Adresse E-Mail
it_it: Indirizzo e-mail
ko_kr: 이메일 주소
pl_pl: Adres e-mail
uk_ua: Адреса електронної пошти
zh_cn: 电子邮件地址

source: ESMTP check
cs_cz: ESMTP kontrola
de_de: ESMTP-Prüfung
el_gr: Έλεγχος ESMTP
fa_ir: بررسی ESMTP
fr_fr: Contrôle ESMTP
it_it: Controllo ESMTP
ko_kr: ESMTP 검사
pl_pl: Sprawdzanie ESMTP
uk_ua: Перевірка ESMTP
zh_cn: ESMTP设置

source: ESMTP domain
cs_cz: ESMTP doména
el_gr: Τομέας ESMTP
fa_ir: دامنه ESMTP
fr_fr: Domaine ESMTP
it_it: Dominio ESMTP
ko_kr: ESMTP 도메인
pl_pl: Domena ESMTP
uk_ua: Домен ESMTP
zh_cn: ESMTP域

source: Email (from)
cs_cz: E-mail (od)
de_de: E-Mail (Absender)
el_gr: Ηλεκτρονικό ταχυδρομείο (από)
fa_ir: ایمیل (فرستنده)
fr_fr: Email (de)
it_it: E-mail (da)
ko_kr: 이메일(발신자)
pl_pl: E-mail (od)
uk_ua: Електронна пошта (від)
zh_cn: Email(发件人地址)

source: Email (to)
cs_cz: E-mail (pro)
de_de: E-Mail (Empfänger)
el_gr: Αποστολή email (προς)
fa_ir: ایمیل (گیرنده)
fr_fr: Email (à)
it_it: E-mail (a)
ko_kr: 이메일(수신자)
pl_pl: E-mail (do)
uk_ua: Електронна пошта (до)
zh_cn: Email(收件人地址)

source: Enable
cs_cz: Zapnout
de_de: Aktivieren
el_gr: Ενεργοποιώ
fa_ir: فعال
fr_fr: Activer
it_it: Abilitare
ko_kr: 활성
pl_pl: Włącz
uk_ua: Увімкнути
zh_cn: 启用

source: Enable Active Checks
cs_cz: Zapnout aktivní kontroly
de_de: Aktive Prüfungen aktivieren
el_gr: Ενεργοποίηση ενεργών ελέγχων
fa_ir: فعال‌سازی بررسی‌های فعال
fr_fr: Activer les Contrôles Actifs
it_it: Abilita controlli attivi
ko_kr: 능동 검사 사용
pl_pl: Włącz aktywne sprawdzanie
uk_ua: Увімкнути активні перевірки
zh_cn: 启用活动检查

source: Enable Advanced settings
cs_cz: Zapnout pokročilá nastavení
de_de: Aktiviere erweiterte Einstellungen
el_gr: Ενεργοποίηση ρυθμίσεων για προχωρημένους
fa_ir: فعال‌سازی تنظیمات پیشرفته
fr_fr: Activer les Paramètres Avancés
it_it: Abilita le impostazioni avanzate
ko_kr: 고급 설정 사용
pl_pl: Włącz ustawienia zaawansowane
uk_ua: Увімкнути додаткові налаштування
zh_cn: 启用高级设置

source: Enable Authentication Result Headers
cs_cz: Zapnout hlavičky výsledku ověření
de_de: Aktiviere Authentifizierungsergebniskopfzeilen
el_gr: Ενεργοποίηση κεφαλίδων αποτελεσμάτων ελέγχου ταυτότητας
fa_ir: فعال‌سازی هدرهای نتیجهٔ احراز هویت
fr_fr: Activer les En-têtes de Résultat d'Authentification
it_it: Abilita intestazioni dei risultati di autenticazione
ko_kr: 인증 결과 헤더 사용
pl_pl: Włącz nagłówki wyników uwierzytelnienia
uk_ua: Увімкнути заголовки результатів автентифікації
zh_cn: 启用认证结果标头

source: Enable Auto-Configuration
cs_cz: Zapnout automatické nastavení
de_de: Aktiviere automatische Konfiguration
el_gr: Ενεργοποίηση αυτόματης διαμόρφωσης
fa_ir: فعال‌سازی پیکربندی خودکار
fr_fr: Activer l'Auto-Configuration
it_it: Abilita la configurazione automatica
ko_kr: 자동 구성 사용
pl_pl: Włącz auto-konfigurację
uk_ua: Увімкнути автоматичну конфігурацію
zh_cn: 启用自动配置

source: Enable CDP
cs_cz: Zapnout CDP
de_de: Aktiviere CDP
el_gr: Ενεργοποίηση CDP
fa_ir: فعال‌سازی CDP
fr_fr: Activer CDP
it_it: Abilita CDP
ko_kr: CDP 활성화
pl_pl: Włącz CDP
uk_ua: Увімкнути CDP
zh_cn: 启用 CDP

source: Enable ChilliSpot attributes
cs_cz: Zapnout ChiliSpot atributy
de_de: Aktiviere ChilliSpot-Attribute
el_gr: Ενεργοποίηση χαρακτηριστικών ChilliSpot
fa_ir: فعال‌سازی ویژگی‌های ChilliSpot
fr_fr: Activer les attributs ChilliSpot
it_it: Abilita gli attributi ChilliSpot
ko_kr: ChilliSpot 특성 사용
pl_pl: Włącz atrybuty ChilliSpot
uk_ua: Увімкнути атрибути ChilliSpot
zh_cn: 启用ChilliSpot 属性

source: Enable ClamAV
cs_cz: Zapnout ClamAV
de_de: Aktiviere ClamAV
el_gr: Ενεργοποίηση ClamAV
fa_ir: فعال‌سازی ClamAV
fr_fr: Activer ClamAV
it_it: Abilita ClamAV
ko_kr: ClamAV 사용
pl_pl: Włącz ClamAV
uk_ua: Увімкнути ClamAV
zh_cn: 启用ClamAV

source: Enable CoDel
cs_cz: Zapnout CoDel
de_de: CoDel aktivieren
el_gr: Ενεργοποίηση CoDel
fa_ir: فعال‌سازی CoDel
fr_fr: Activer CoDel
it_it: Abilita CoDel
ko_kr: CoDel 활성화
pl_pl: Włącz CoDel
uk_ua: Увімкнути CoDel
zh_cn: 启用CoDel

source: Enable CoDel active queue management
cs_cz: Zapnout CoDel aktivní správu fronty
de_de: Aktiviert das aktive Queue-Management mit CoDel.
el_gr: Ενεργοποίηση διαχείρισης ενεργής ουράς CoDel
fa_ir: فعال‌سازی مدیریت صف فعال CoDel
fr_fr: Activer la gestion des files d'attente actives CoDel
it_it: Abilita la gestione attiva delle code CoDel
ko_kr: CoDel 활성 대기열 관리 사용
pl_pl: Włącz aktywne zarządzanie kolejką CoDel
uk_ua: Увімкнути активне керування чергою CoDel
zh_cn: 启用CoDel活动队列管理

source: Enable Daily Session Limit
cs_cz: Zapnout limit denních relací
de_de: Aktiviere tägliche Sitzungsbegrenzung
el_gr: Ενεργοποίηση ορίου ημερήσιας περιόδου σύνδεσης
fa_ir: فعال‌سازی محدودیت نشست روزانه
fr_fr: Activer la Limite de Session Quotidienne
it_it: Abilita limite sessione giornaliera
ko_kr: 일별 세션 제한 사용
pl_pl: Włącz dzienny limit sesji
uk_ua: Увімкнути щоденний ліміт сесій
zh_cn: 启用每日会话限制

source: Enable EDP
cs_cz: Zapnout EDP
de_de: Aktiviere EDP
el_gr: Ενεργοποίηση EDP
fa_ir: فعال‌سازی EDP
fr_fr: Activer EDP
it_it: Abilita EDP
ko_kr: EDP 사용
pl_pl: Włącz EDP
uk_ua: Увімкнути EDP
zh_cn: 启用EDP

source: Enable Extended Spam Headers
cs_cz: Zapnout rozšířená záhlaví nevyžádané pošty
de_de: Aktiviere erweiterte Spamkopfzeilen
el_gr: Ενεργοποίηση εκτεταμένων κεφαλίδων ανεπιθύμητης αλληλογραφίας
fa_ir: فعال‌سازی هدرهای پیشرفتهٔ هرزنامه
fr_fr: Activer les En-têtes de Spam Etendus
it_it: Abilita intestazioni spam estese
ko_kr: 확장 스팸 헤더 사용
pl_pl: Włącz rozszerzone nagłówki spamu
uk_ua: Увімкнути розширені заголовки спаму
zh_cn: 启用扩展垃圾邮件标头

source: Enable FDP
cs_cz: Zapnout FDP
de_de: Aktiviere FDP
el_gr: Ενεργοποίηση FDP
fa_ir: فعال‌سازی FDP
fr_fr: Activer FDP
it_it: Abilita il periodo di servizio di volo
ko_kr: FDP 사용
pl_pl: Włącz FDP
uk_ua: Увімкнути FDP
zh_cn: 启用FDP

source: Enable Graphite Output
cs_cz: Zapnout Graphite výstup
de_de: Aktiviere Graphite-Ausgabe
el_gr: Ενεργοποίηση εξόδου γραφίτη
fa_ir: فعال‌سازی خروجی Graphite
fr_fr: Activer de la sortie graphite
it_it: Abilita output grafite
ko_kr: Graphite 출력 사용
pl_pl: Włącz wyjście Graphite
uk_ua: Увімкнути виведення Graphite
zh_cn: 启用Graphite输出

source: Enable Graylog Output
cs_cz: Zapnout Graylog výstup
de_de: Aktiviere Graylog-Ausgabe
el_gr: Ενεργοποίηση εξόδου Graylog
fa_ir: فعال‌سازی خروجی Graylog
fr_fr: Activer la sortie Graylog
it_it: Abilita l'output Graylog
ko_kr: Graylog 출력 사용
pl_pl: Włącz wyjście Graylog
uk_ua: Увімкнути виведення Graylog
zh_cn: 启用Graylog输出

source: Enable HAProxy
cs_cz: Zapnout HAProxy
de_de: HAProxy aktivieren
el_gr: Ενεργοποίηση HAProxy
fa_ir: فعال‌سازی HAProxy
fr_fr: Activer HAProxy
it_it: Abilita HAProxy
ko_kr: HAProxy 사용
pl_pl: Włącz HAProxy
uk_ua: Увімкнути HAProxy
zh_cn: 启用HAProxy
