Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The DHCPv6 Server is active on this interface and it can be used only with a static IPv6 configuration. Please disable the DHCPv6 Server service on this interface first, then change the interface configuration.
cs_cz: Na tomto rozhraní je v provozu DHCPv6 server a to vyžaduje, aby mělo IPv6 nastaveno staticky. Pokud chcete změnit nastavení rozhraní, je třeba nejprve zde DHCPv6 server vypnout.
de_de: Der DHCPv6-Server ist auf dieser Schnittstelle aktiv und kann nur mit einer statischen IPv6-Konfiguration verwendet werden. Bitte deaktivieren Sie zuerst den DHCPv6-Serverdienst auf dieser Schnittstelle und dann ändern Sie die Schnittstellenkonfiguration.
el_gr: Ο διακομιστής DHCPv6 είναι ενεργός σε αυτήν τη διεπαφή και μπορεί να χρησιμοποιηθεί μόνο με στατική διαμόρφωση IPv6. Απενεργοποιήστε πρώτα την υπηρεσία διακομιστή DHCPv6 σε αυτήν τη διεπαφή και, στη συνέχεια, αλλάξτε τη διαμόρφωση της διεπαφής.
fa_ir: سرویس DHCPv6 روی این رابط فعال است و تنها با پیکربندی IPv6 ایستا قابل استفاده است. لطفاً ابتدا سرویس DHCPv6 روی این رابط را غیرفعال کنید، سپس پیکربندی رابط را تغییر دهید.
fr_fr: Le serveur DHCPv6 est activé sur cette interface et ne peut pas être utilisé avec une configuration IPv6 non statique. Veuillez désactiver au préalable le service Serveur DHCPv6 de cette interface puis modifier la configuration de l'interface.
it_it: Su questa interfaccia è attivo il Server DHCPv6 e può essere utilizzato solo con una configurazione IPv6 statica. Disattivare prima il servizio server DHCPv6 su questa interfaccia, quindi modificare la configurazione dell'interfaccia.
ko_kr: DHCPv6 서버는 이 인터페이스에서 활성화되어 있으며 정적 IPv6 구성에서만 사용할 수 있습니다. 먼저 이 인터페이스에서 DHCPv6 서버 서비스를 사용하지 않도록 설정한 다음 인터페이스 구성을 변경하세요.
pl_pl: Serwer DHCPv6 jest aktywny na tym interfejsie i może być używany tylko z konfiguracją IPv6. Proszę najpierw wyłączyć usługę serwera DHCPv6 na tym interfejsie, a następnie zmienić konfigurację interfejsu.
uk_ua: Сервер DHCPv6 активний на цьому інтерфейсі і може використовуватися лише зі статичною конфігурацією IPv6. Будь ласка, спочатку вимкніть службу сервера DHCPv6 на цьому інтерфейсі, а потім змініть конфігурацію інтерфейсу.
zh_cn: DHCPv6服务器在此接口上处于活动状态，并且只能与静态IPv6配置一起使用。 请先在此接口上禁用DHCPv6服务器服务，然后更改接口配置。

source: The DHCP Server is active on this interface and it can be used only with a static IP configuration. Please disable the DHCP Server service on this interface first, then change the interface configuration.
cs_cz: Na tomto rozhraní je v provozu DHCP server a to vyžaduje, aby mělo IP nastaveno staticky. Pokud chcete změnit nastavení rozhraní, je třeba nejprve zde DHCP server vypnout.
de_de: Der DHCP Server ist auf dieser Schnittstelle aktiv und kann nur mit einer statischen IP-Konfiguration verwendet werden. Bitte deaktivieren Sie zuerst den DHCP Serverdienst auf dieser Schnittstelle und dann ändern Sie die Schnittstellenkonfiguration.
el_gr: Ο διακομιστής DHCP είναι ενεργός σε αυτήν τη διεπαφή και μπορεί να χρησιμοποιηθεί μόνο με στατική ρύθμιση παραμέτρων IP. Απενεργοποιήστε πρώτα την υπηρεσία διακομιστή DHCP σε αυτήν τη διεπαφή και, στη συνέχεια, αλλάξτε τη ρύθμιση παραμέτρων της διεπαφής.
fa_ir: سرویس DHCP روی این رابط فعال است و تنها با پیکربندی IP ایستا قابل استفاده است. لطفاً ابتدا سرویس DHCP روی این رابط را غیرفعال کنید، سپس پیکربندی رابط را تغییر دهید.
fr_fr: Le serveur DHCP est activé sur cette interface et ne peut pas être utilisé avec une configuration IP non statique. Veuillez désactiver au préalable le service Serveur DHCP de cette interface puis modifier la configuration de l'interface.
it_it: Su questa interfaccia è attivo il Server DHCP che può essere utilizzato solo con una configurazione IP statica. Disattivare prima il servizio Server DHCP su questa interfaccia, quindi modificare la configurazione dell'interfaccia.
ko_kr: DHCP 서버는 이 인터페이스에서 활성화되어 있으며 정적 IP 구성에서만 사용할 수 있습니다. 먼저 이 인터페이스에서 DHCP 서버 서비스를 사용하지 않도록 설정한 다음 인터페이스 구성을 변경하세요
pl_pl: Serwer DHCP jest aktywny na tym interfejsie i może być używany tylko z konfiguracją statycznego IP. Proszę najpierw wyłączyć usługę serwera DHCP na tym interfejsie, a następnie zmienić konfigurację interfejsu.
uk_ua: Сервер DHCP активний на цьому інтерфейсі і може використовуватися лише зі статичною IP-конфігурацією. Будь ласка, спочатку вимкніть службу сервера DHCP на цьому інтерфейсі, а потім змініть конфігурацію інтерфейсу.
zh_cn: 该接口上的DHCP服务器是激活的，只能使用一个静态IP的配置。请先禁用DHCP服务，然后更改接口配置。

source: An interface with the specified description already exists.
cs_cz: Už existuje rozhraní s přesně stejným popisem.
de_de: Ein Schnittstelle mit der angegebenen Beschreibung existiert bereits.
el_gr: Υπάρχει ήδη μια διεπαφή με την καθορισμένη περιγραφή.
fa_ir: رابطی با توضیحات مشخص‌شده قبلاً وجود دارد.
fr_fr: Une interface avec la description spécifiée existe déjà.
it_it: Esiste già un'interfaccia con la descrizione specificata.
ko_kr: 지정한 설명을 가진 인터페이스가 이미 있습니다.
pl_pl: Interfejs o podanym opisie już istnieje.
uk_ua: Інтерфейс із вказаним описом вже існує.
zh_cn: 具有指定描述的接口已存在。

source: You have already applied your settings!
cs_cz: Nastavení jsou už používána!
de_de: Sie haben ihre Einstellungen bereits angewandt!
el_gr: Έχετε ήδη εφαρμόσει τις ρυθμίσεις σας!
fa_ir: شما قبلاً تنظیمات را اعمال کرده‌اید!
fr_fr: Vous avez déjà appliqué vos réglages!
it_it: Hai già applicato le tue impostazioni!
ko_kr: 설정을 이미 적용했습니다!
pl_pl: Już zastosowałeś swoje ustawienia!
uk_ua: Ви вже застосували свої налаштування!
zh_cn: 您已经应用了设置！

source: Click to %scontinue to the dashboard%s.
cs_cz: Kliknutím %spokračujte na přehled%s.
de_de: Klicken Sie, um %szum Dashboard%s zu gelangen.
el_gr: Κάντε κλικ για να %sσυνεχίσετε στον πίνακα ελέγχου%.
fa_ir: برای %sادامه به داشبورد%s کلیک کنید.
fr_fr: Cliquer pour continuer vers %sle tableau de bord%s.
it_it: Fai clic per %proseguire nella dashboard%s.
ko_kr: %s대시보드로 계속%s하려면 클릭하세요.
pl_pl: Kliknij, aby %scontinue to the dashboard%s.
uk_ua: Натисніть, щоб %sпродовжити до панелі інструментів%s.
zh_cn: 点击转到%s仪表盘%s。

source: Please consider donating to the project to help us with our overhead costs. See %sour website%s to donate or purchase available %s support services.
cs_cz: Prosím zvažte podpoření projektu darem, pomůžete nám tak s jeho režijními náklady. Na %snašem webu%s naleznete jak darovat nebo zakoupit služby technické podpory k %s.
de_de: Bitte erwägen Sie eine Spende für das Projekt, um uns bei unseren Gemeinkosten zu unterstützen. Besuchen Sie %sunsere Website%s, um zu spenden oder verfügbare %sSupportdienste zu erwerben.
el_gr: Παρακαλούμε σκεφτείτε να κάνετε μια δωρεά στο έργο για να μας βοηθήσετε με τα γενικά έξοδά μας. Επισκεφθείτε τον ιστότοπο %sour%s για να κάνετε δωρεά ή να αγοράσετε τις διαθέσιμες υπηρεσίες υποστήριξης %s.
fa_ir: لطفاً در نظر بگیرید برای کمک به پوشش هزینه‌های سربار پروژه به ما کمک مالی کنید. به %sوب‌سایت ما%s مراجعه کنید تا برای اهداء یا خرید %sخدمات پشتیبانی موجود اقدام نمایید.
fr_fr: Veuillez envisager de faire un don au projet pour nous aider à payer nos frais généraux. Consultez %snotre site internet%s pour faire un don ou acheter des services d'assistance %s disponibles.
it_it: Ti preghiamo di considerare una donazione al progetto per aiutarci con i nostri costi generali. Visita il sito web %sour%s per donare o acquistare i servizi di supporto %s disponibili.
ko_kr: 우리의 경비를 충당하기 위해 프로젝트에 기부하는 것을 고려해 주세요. %s당사 웹사이트%s에서 기부하거나 이용 가능한 %s 지원 서비스를 구매해주세요.
pl_pl: Rozważ wsparcie naszego projektu, aby pomóc nam w pokryciu kosztów. Zobacz %sour website%s, aby przekazać darowiznę lub zakupić dostępne %s usługi wsparcia.
uk_ua: Будь ласка, розгляньте можливість пожертвувати проекту, щоб допомогти нам з нашими накладними витратами. Дивіться %sнаш веб-сайт%s, щоб пожертвувати або придбати доступні %s послуги підтримки.
zh_cn: 请考虑捐赠给该项目，以帮助我们减少间接费用。 请参阅%s我们的网站%s捐赠或购买可用的%s支持服务。

source: Congratulations! %s is now configured.
cs_cz: Gratulujeme! %s je nyní nastavené.
de_de: Gratulation! %s ist nun konfiguriert.
el_gr: Συγχαρητήρια! Το %s έχει πλέον ρυθμιστεί.
fa_ir: تبریک! %s اکنون پیکربندی شد.
fr_fr: Félicitations! %s est maintenant configuré.
it_it: Congratulazioni! %s è ora configurato.
ko_kr: 축하합니다! %s이(가) 이제 구성되었습니다.
pl_pl: Gratulacje! %s został skonfigurowany.
uk_ua: Вітаємо! %s тепер налаштовано.
zh_cn: 恭喜！ 现在已配置了%s。

source: To bypass the wizard, click on the logo in the upper left corner.
cs_cz: Tohoto průvodce můžete přeskočit kliknutím na logo v levém horním rohu.
de_de: Klicken Sie auf das Logo in der oberen linken Ecke, um den Assistenten zu überspringen.
el_gr: Για να παρακάμψετε τον οδηγό, κάντε κλικ στο λογότυπο στην επάνω αριστερή γωνία.
fa_ir: برای رد کردن ویزارد، روی لوگو در گوشهٔ بالا سمت چپ کلیک کنید.
fr_fr: Pour contourner l'assistant, cliquez sur le logo dans le coin en haut à gauche.
it_it: Per ignorare la procedura guidata, fare clic sul logo nell'angolo in alto a sinistra.
ko_kr: 마법사를 무시하려면 왼쪽 상단 모서리에 있는 로고를 클릭합니다.
pl_pl: Aby pominąć przewodnik kliknij logo u góry ekranu.
uk_ua: Щоб обійти майстер, натисніть на логотип у верхньому лівому куті.
zh_cn: 要绕过向导，请单击左上角的徽标。

source: One moment while we start the initial setup wizard.
cs_cz: Za okamžik se spustí průvodce úvodním nastavením.
de_de: Einen Moment bitte während wir die Oberfläche für die initiale Konfiguration starten.
el_gr: Μια στιγμή, καθώς ξεκινάμε τον αρχικό οδηγό εγκατάστασης.
fa_ir: لطفاً چند لحظه صبر کنید، در حال شروع ویزارد راه‌اندازی اولیه هستیم.
fr_fr: Veuillez patienter pendant le démarrage de l'assistant de configuration initiale.
it_it: Un momento mentre avviamo la procedura guidata di configurazione iniziale.
ko_kr: 초기 설정 마법사를 시작하는 동안 잠시 기다려 주세요.
pl_pl: Poczekaj na uruchomienie przewodnika.
uk_ua: Одну мить, поки ми запускаємо майстер початкового налаштування.
zh_cn: 开始初始化设置向导，稍等。

source: Welcome to %s!
cs_cz: Vítejte v %s!
de_de: Willkommen bei %s!
el_gr: Καλώς ορίσατε στο %s!
fa_ir: به %s خوش‌آمدید!
fr_fr: Bienvenue sur %s!
it_it: Benvenuto in %s!
ko_kr: %s에 어서오세요!
pl_pl: Witaj w %s!
uk_ua: Ласкаво просимо до %s!
zh_cn: 欢迎来到%s!

source: Finished initial configuration!
cs_cz: Prvopočáteční nastavení dokončeno!
de_de: Erstkonfiguration abgeschlossen!
el_gr: Η αρχική διαμόρφωση ολοκληρώθηκε!
fa_ir: پیکربندی اولیه انجام شد!
fr_fr: Configuration initiale terminée!
it_it: Configurazione iniziale terminata!
ko_kr: 초기 구성이 완료되었습니다!
pl_pl: Zakończono początkową konfigurację!
uk_ua: Початкову конфігурацію завершено!
zh_cn: 完成初始配置！

source: Starting initial configuration!
cs_cz: Spouštění úvodního nastavení…
de_de: Starte die initiale Konfiguration!
el_gr: Έναρξη αρχικής διαμόρφωσης!
fa_ir: در حال شروع پیکربندی اولیه!
fr_fr: Démarrage de la configuration initiale!
it_it: Avvio della configurazione iniziale!
ko_kr: 초기 구성을 시작하는 중입니다!
pl_pl: Rozpoczynanie początkowej konfiguracji!
uk_ua: Початкова конфігурація розпочата!
zh_cn: 开始初始配置！

source: net
cs_cz: síť
de_de: Netzwerk
fa_ir: شبکه
it_it: netto
uk_ua: мережа
zh_cn: 网络

source: The changes have been applied successfully.
cs_cz: Změny byly úspěšně aplikovány.
de_de: Die Änderungen wurden erfolgreich angewandt.
el_gr: Οι αλλαγές έχουν εφαρμοστεί με επιτυχία.
fa_ir: تغییرات با موفقیت اعمال شدند.
fr_fr: Les modifications ont été appliquées avec succès.
it_it: Le modifiche sono state applicate con successo.
ko_kr: 변경 사항이 적용되었습니다.
pl_pl: Zmiany zostały pomyślnie zastosowane.
uk_ua: Зміни успішно застосовано.
zh_cn: 这些更改已成功应用。

source: The firewall has globally been disabled and configured rules are currently not enforced. It can be enabled in the %sFirewall/NAT%s settings.
cs_cz: Brána firewall byla všeobecně vypnutá a nastavená pravidla proto aktuálně nejsou vynucovaná. Opětovné zapnutí je možné v nastaveních %sBrána firewall / NAT%s.
de_de: Die Firewall wurde global deaktiviert und die konfigurierten Regeln werden derzeit nicht durchgesetzt. Sie kann in den %sFirewall/NAT%s-Einstellungen aktiviert werden.
el_gr: Το τείχος προστασίας έχει απενεργοποιηθεί καθολικά και οι διαμορφωμένοι κανόνες δεν εφαρμόζονται αυτήν τη στιγμή. Μπορεί να ενεργοποιηθεί στις ρυθμίσεις %sFirewall/NAT%s.
fa_ir: فایروال به‌صورت سراسری غیرفعال شده و قوانین پیکربندی‌شده در حال حاضر اعمال نمی‌شوند. می‌توانید آن را در تنظیمات %sفایروال/NAT%s فعال کنید.
fr_fr: Le pare-feu a été désactivé au niveau global et les règles configurées ne sont pas mises en application. Il peut être activé dans les réglages %sFirewall/NAT%s.
it_it: Il firewall è stato disabilitato a livello globale e le regole configurate non vengono attualmente applicate. Può essere abilitato nelle impostazioni di %sFirewall/NAT%s.
ko_kr: 방화벽이 전체적으로 비활성화되었으며 구성된 규칙이 현재 적용되지 않습니다. %s방화벽/NAT%s 설정에서 사용할 수 있습니다.
pl_pl: Światowy firewall został wyłączony, a skonfigurowane zasady obecnie nie są egzekwowane. Można go włączyć w ustawieniach %sFirewall/NAT%s.
uk_ua: Брандмауер глобально вимкнено, і налаштовані правила наразі не застосовуються. Його можна увімкнути в налаштуваннях %sFirewall/NAT%s.
zh_cn: 防火墙已被全局禁用，并且当前未执行已配置的规则。 它可以在%s防火墙/NAT%s设置中启用。

source: Apply changes
cs_cz: Použít změny
de_de: Änderungen übernehmen
el_gr: Εφαρμογή αλλαγών
fa_ir: اعمال تغییرات
fr_fr: Appliquer les changements
it_it: Applicare le modifiche
ko_kr: 변경사항 적용
pl_pl: Zastosuj zmiany
uk_ua: Застосувати зміни
zh_cn: 应用更改

source: The following input errors were detected:
cs_cz: Na vstupu byly zjištěny následující chyby:
de_de: Die folgenden Eingabefehler wurden entdeckt:
el_gr: Εντοπίστηκαν τα ακόλουθα σφάλματα εισαγωγής:
fa_ir: خطاهای ورودی زیر شناسایی شدند:
fr_fr: Les erreurs de saisie suivantes ont été détectées :
it_it: Sono stati rilevati i seguenti errori di input:
ko_kr: 다음 입력 오류가 탐지되었습니다:
pl_pl: Wykryto następujące błędy wejściowe:
uk_ua: Виявлено такі помилки введення:
zh_cn: 检测到以下输入错误:

source: The field %s is required.
cs_cz: Kolonka %s je vyžadována.
de_de: Das Feld %s ist erforderlich.
el_gr: Το πεδίο %s είναι υποχρεωτικό.
fa_ir: فیلد %s الزامی است.
fr_fr: Le champ %s est requis.
it_it: Il campo %s è obbligatorio.
ko_kr: %s 필드는 필수입니다.
pl_pl: Pole %s jest wymagane.
uk_ua: Поле %s є обов'язковим.
zh_cn: 字段 '%s'是必须的。

source: The field %s contains invalid characters.
cs_cz: Kolonka %s obsahuje neplatné znaky.
de_de: Das Feld %s enthält ungültige Zeichen.
el_gr: Το πεδίο %s περιέχει μη έγκυρους χαρακτήρες.
fa_ir: فیلد %s شامل کاراکترهای نامعتبر است.
fr_fr: Le champ %s contient des caractères invalides.
it_it: Il campo %s contiene caratteri non validi.
ko_kr: %s 필드에 잘못된 문자가 있습니다.
pl_pl: Pole %s zawiera nieprawidłowe znaki.
uk_ua: Поле %s містить неприпустимі символи.
zh_cn: 字段'%s'包含无效字符。

source: Available Widgets
cs_cz: Podokna k dispozici
de_de: Verfügbare Widgets
el_gr: Διαθέσιμα γραφικά στοιχεία
fa_ir: ویجت‌های موجود
fr_fr: Widgets disponibles
it_it: Widget disponibili
ko_kr: 사용 가능한 위젯
pl_pl: Dostępne widgety
uk_ua: Доступні віджети
zh_cn: 可用的小组件

source: Base
cs_cz: Základ
de_de: Basis
el_gr: Βάση
fa_ir: پایه
ko_kr: 기초
pl_pl: Baza
uk_ua: Базові
zh_cn: 基础

source: Enter the VHID group that the machines will share.
cs_cz: Zadejte VHID skupinu, kterou stroje budou sdílet.
de_de: Geben Sie die VHID-Gruppe an, welche die Maschinen teilen werden.
el_gr: Εισαγάγετε την ομάδα VHID που θα χρησιμοποιούν από κοινού τα μηχανήματα.
fa_ir: گروه VHID مشترک بین ماشین‌ها را وارد کنید.
fr_fr: Entrez le groupe VHID que les machines partageront.
it_it: Immettere il gruppo VHID che le macchine condivideranno.
ko_kr: 시스템이 공유할 VHID 그룹을 입력하세요.
pl_pl: Wprowadź grupę VHID, którą maszyny będą współdzielić.
uk_ua: Введіть групу VHID, яку використовуватимуть машини.
zh_cn: 输入设备将共享的VHID组。

source: Select an unassigned VHID
cs_cz: Vybrat nepřiřazené VHID
de_de: Wählen Sie eine nicht zugewiesene VHID aus
el_gr: Επιλέξτε ένα μη αντιστοιχισμένο VHID
fa_ir: یک VHID تخصیص‌نیافته را انتخاب کنید.
fr_fr: Sélectionnez un VHID non affecté
it_it: Seleziona un VHID non assegnato
ko_kr: 할당되지 않은 VHID 선택
pl_pl: Wybierz nieprzypisane VHID
uk_ua: Виберіть непризначений VHID
zh_cn: 选择一个未分配的VHID

source: VHID Group
cs_cz: VHID skupina
de_de: VHID-Gruppe
el_gr: Ομάδα VHID
fa_ir: گروه VHID
fr_fr: Groupe VHID
it_it: Gruppo VHID
ko_kr: VHID 그룹
pl_pl: Grupa VHID
uk_ua: Група VHID
zh_cn: VHID组

source: Enter the VHID group password.
cs_cz: Zadejte heslo VHID skupiny.
de_de: Geben Sie das VHID-Gruppenpasswort ein.
el_gr: Εισαγάγετε τον κωδικό πρόσβασης της ομάδας VHID.
fa_ir: رمز عبور گروه VHID را وارد کنید.
fr_fr: Entrez le mot de passe du groupe VHID
it_it: Immettere la password del gruppo VHID.
ko_kr: VHID 그룹 비밀번호를 입력하세요.
pl_pl: Wprowadź hasło do grupy VHID.
uk_ua: Введіть пароль групи VHID.
zh_cn: 输入VHID组密码。

source: Disable expansion of this entry into IPs on NAT lists (e.g. 192.168.1.0/24 expands to 256 entries.
cs_cz: Vypnout rozvoj této položky na IP adresy v NAT seznamu (např. 129.168.1.0/24 obsahuje 265 položek.
de_de: Deaktiviere die Erweiterung dieses Eintrags in die einzelnen IPs bei NAT-Listen (z. B. 192.168.1.0/24 wird auf 256 Einträge erweitert.
el_gr: Απενεργοποίηση επέκτασης αυτής της καταχώρησης σε IP σε λίστες NAT (π.χ. 192.168.1.0/24 επεκτείνεται σε 256 καταχωρήσεις.)
fa_ir: گسترش این ورودی به آدرس‌های IP در لیست‌های NAT را غیرفعال کنید (مثلاً 192.168.1.0/24 به 256 ورودی گسترش می‌یابد).
fr_fr: Désactivez le développement de cette entrée dans les adresses IP sur des listes NAT (par exemple, 192.168.1.0/24 s'étend à 256 entrées).
it_it: Disabilita l'espansione di questa voce negli IP negli elenchi NAT (ad esempio 192.168.1.0/24 si espande a 256 voci.
ko_kr: 이 항목을 NAT 목록의 IP로 확장하지 않도록 설정합니다(예: 192.168.1.0/24는 256개 항목으로 확장됨).
pl_pl: Wyłącz rozwijanie tego wpisu na adresy IP na listach NAT (np. 192.168.1.0/24 rozwija się do 256 wpisów).
uk_ua: Вимкнути розгортання цього запису в IP-адреси у списках NAT (наприклад, 192.168.1.0/24 розгортається до 256 записів).
zh_cn: 禁止将此条目扩展为NAT列表上的IP。例如192.168.1.0/24扩展为256个条目。

source: For some interface types a gateway is required to configure an IP Alias (ppp/pppoe/tun), leave this field empty for all other interface types.
cs_cz: U některých typů rozhraní je vyžadováno, aby brána nastavovala IP alternativní název (ppp/pppoe/tun) – u ostatních typů rozhraní tuto kolonku nevyplňujte.
de_de: Für einige Schnittstellentypen ist ein Gateway erforderlich, um einen IP-Alias ​​(ppp/pppoe/tun) zu konfigurieren. Lasse dieses Feld für alle anderen Schnittstellentypen leer.
el_gr: Για ορισμένους τύπους διεπαφών απαιτείται μια πύλη για τη διαμόρφωση ενός ψευδωνύμου IP (ppp/pppoe/tun). Αφήστε αυτό το πεδίο κενό για όλους τους άλλους τύπους διεπαφών.
fa_ir: برای برخی از انواع رابط، برای پیکربندی IP Alias نیاز به دروازه است (ppp/pppoe/tun). برای سایر انواع رابط این فیلد را خالی بگذارید.
fr_fr: Pour certains types d'interface, une passerelle est requise pour configurer un alias IP (ppp / pppoe / tun), laissez ce champ vide pour tous les autres types d'interface.
it_it: Per alcuni tipi di interfaccia è necessario un gateway per configurare un alias IP (ppp/pppoe/tun), lasciare questo campo vuoto per tutti gli altri tipi di interfaccia.
ko_kr: 일부 인터페이스 유형의 경우 IP 별칭(ppp/pppoe/tun)을 구성하는 데 게이트웨이가 필요합니다. 다른 모든 인터페이스 유형의 경우 이 필드를 비워두세요.
pl_pl: Dla niektórych typów interfejsów brama jest wymagana do konfiguracji Aliasu IP (ppp/pppoe/tun), pozostaw to pole puste dla wszystkich innych typów interfejsów.
uk_ua: Для деяких типів інтерфейсів шлюз потрібен для налаштування IP-псевдоніма (ppp/pppoe/tun), залиште це поле порожнім для всіх інших типів інтерфейсів.
zh_cn: 对于某些接口类型，网关需要配置 IP 别名 (ppp/pppoe/tun)，对于所有其他接口类型，请将该字段留空。

source: Other
cs_cz: Ostatní
de_de: Sonstiges
el_gr: Αλλος
fa_ir: سایر
fr_fr: Autre
it_it: Altro
ko_kr: 기타
pl_pl: Inne
uk_ua: Інше
zh_cn: 其他

source: IP Alias
cs_cz: Alternativní IP adresa
el_gr: Ψευδώνυμο IP
fa_ir: نام مستعار IP
fr_fr: Alias d'IP
it_it: Alias ​​IP
ko_kr: IP 별칭
uk_ua: IP-псевдонім
zh_cn: IP别名

source: Edit Virtual IP
cs_cz: Upravit virtuální IP adresu
de_de: Virtuelle IP bearbeiten
el_gr: Επεξεργασία εικονικής διεύθυνσης IP
fa_ir: ویرایش IP مجازی
fr_fr: Éditer l'IP virtuelle
it_it: Modifica IP virtuale
ko_kr: 가상 IP 편집
pl_pl: Edytuj Wirtualne IP
uk_ua: Редагувати віртуальний IP
zh_cn: 编辑虚拟IP

source: VHID %s must be defined on interface %s as a CARP VIP first.
cs_cz: Nejprve je třeba definovat VHID %s na rozhraní %s jako CARP VIP.
de_de: VHID %s muss zuerst auf der Schnittstelle %s als CARP VIP definiert werden.
el_gr: Το VHID %s πρέπει να οριστεί πρώτα στη διεπαφή %s ως CARP VIP.
fa_ir: ابتدا باید VHID %s روی رابط %s به‌عنوان یک CARP VIP تعریف شود.
fr_fr: VHID %s doit être défini sur l'interface %s en tant que VIP CARP en premier.
it_it: Il VHID %s deve essere prima definito sull'interfaccia %s come CARP VIP.
ko_kr: VHID %s은(는) %s 인터페이스에서 먼저 CARP VIP로 정의되어야 합니다.
pl_pl: VHID %s musi być najpierw zdefiniowany na interfejsie %s jako CARP VIP.
uk_ua: VHID %s спочатку має бути визначено на інтерфейсі %s як CARP VIP.
zh_cn: 必须先在接口%s上将VHID%s定义为CARP VIP。

source: A VHID must be selected for this CARP VIP.
cs_cz: Pro tuto CARP ViP je třeba vybrat VHID.
de_de: Eine VHID muss für diese CARP-VIP ausgewählt werden.
el_gr: Πρέπει να επιλεγεί VHID για αυτό το CARP VIP.
fa_ir: برای این CARP VIP باید یک VHID انتخاب شود.
fr_fr: Un VHID doit être sélectionné pour ce VIP CARP.
it_it: È necessario selezionare un VHID per questo CARP VIP.
ko_kr: 이 CARP VIP에 대해 VHID를 선택해야 합니다.
pl_pl: Dla tego CARP VIP musi zostać wybrane VHID.
uk_ua: Для цього CARP VIP необхідно вибрати VHID.
zh_cn: 必须为该CARP VIP选择VHID。

source: You must specify a CARP password that is shared between the two VHID members.
cs_cz: Je třeba zadat CARP heslo které je sdíleno mezi dvěma VHID členy.
de_de: Sie müssen ein CARP Passwort spezifizieren, welches von den zwei VHID Mitgliedern geteilt wird.
el_gr: Πρέπει να καθορίσετε έναν κωδικό πρόσβασης CARP που θα είναι κοινόχρηστος μεταξύ των δύο μελών του VHID.
fa_ir: باید یک گذرواژه CARP مشخص کنید که بین دو عضو VHID مشترک باشد.
fr_fr: Vous devez spécifier un mot de passe CARP qui est partagé entre les deux membres VHID.
it_it: È necessario specificare una password CARP condivisa tra i due membri VHID.
ko_kr: 두 VHID 멤버 간에 공유되는 CARP 비밀번호를 지정해야 합니다.
pl_pl: Musisz podać wspólne hasło CARP dla dwóch członków VHID.
uk_ua: Ви повинні вказати пароль CARP, який використовується між двома учасниками VHID.
zh_cn: 您必须指定在两个VHID成员之间共享的CARP密码。

source: VHID %s is already in use on interface %s. Pick a unique number on this interface.
cs_cz: VHID %s je už používáno na rozhraní %s. Vyberte číslo, jedinečné na tomto rozhraní.
de_de: VHID %s wird bereits für Schnittstelle %s verwendet. Wählen Sie eine eindeutige Zahl für diese Schnittstelle.
el_gr: Το VHID %s χρησιμοποιείται ήδη στη διεπαφή %s. Επιλέξτε έναν μοναδικό αριθμό σε αυτήν τη διεπαφή.
fa_ir: VHID %s هم‌اکنون روی اینترفیس %s در حال استفاده است. یک شماره یکتا برای این اینترفیس انتخاب کنید.
fr_fr: Le VHID %s est déjà utilisé sur l'interface %s. Choisissez un numéro unique sur cette interface.
it_it: Il VHID %s è già in uso sull'interfaccia %s. Scegli un numero univoco su questa interfaccia.
ko_kr: VHID %s이(가) %s 인터페이스에서 이미 사용되고 있습니다. 이 인터페이스에서 고유한 번호를 선택하세요.
pl_pl: VHID %s jest już używane na interfejsie %s. Wybierz unikalny numer na tym interfejsie.
uk_ua: VHID %s вже використовується на інтерфейсі %s. Виберіть унікальний номер на цьому інтерфейсі.
zh_cn: VHID%s已在接口%s上使用。 在此接口上选择一个唯一的号码。

source: A valid IP address must be specified.
cs_cz: Je třeba zadat platnou IP adresu.
de_de: Eine gültige IP Adresse muss spezifiziert werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP.
fa_ir: یک آدرس IP معتبر باید مشخص شود.
fr_fr: Une adresse IP valide doit être spécifiée.
it_it: È necessario specificare un indirizzo IP valido.
ko_kr: 유효한 IP 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres IP.
uk_ua: Необхідно вказати дійсну IP-адресу.
zh_cn: 必须指定一个有效的IP地址。
