Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Configure listen addresses for the statistics page to enable remote access, i.e. 10.0.0.1:8080 or haproxy.example.com:8999. Use TAB key to complete typing a listen address.
cs_cz: Nastavit adresu na které zvenčí zpřístupnit stránku se statistikami, tj. 10.0.0.1:8080 nebo haproxy.example.com:8999. Je možné použít automatické doplňování stiskem klávesy TAB.
de_de: Konfigurieren Sie hörende Adressen für die Statistikseite, um den Remotezugriff zu ermöglichen, z. B. 10.0.0.1:8080 oder haproxy.example.com:8999. Verwenden Sie die Tabulatortaste, um die Eingabe der hörenden Adresse abzuschließen.
el_gr: Ρυθμίστε τις παραμέτρους των διευθύνσεων ακρόασης για τη σελίδα στατιστικών στοιχείων για να ενεργοποιήσετε την απομακρυσμένη πρόσβαση, π.χ. 10.0.0.1:8080 ή haproxy.example.com:8999. Χρησιμοποιήστε το πλήκτρο TAB για να ολοκληρώσετε την πληκτρολόγηση μιας διεύθυνσης ακρόασης.
fa_ir: آدرس‌های گوش‌کننده صفحه آمار را برای فعال‌کردن دسترسی از راه دور پیکربندی کنید، مثلاً 10.0.0.1:8080 یا haproxy.example.com:8999. از کلید TAB برای تکمیل وارد کردن یک آدرس گوش‌کننده استفاده کنید.
fr_fr: Configurez les adresses d'écoute pour la page de statistiques afin d'activer l'accès à distance, c'est-à-dire 10.0.0.1:8080 ou haproxy.example.com:8999. Utilisez la touche TAB pour terminer la saisie d'une adresse d'écoute.
it_it: Configura gli indirizzi di ascolto per la pagina delle statistiche per abilitare l'accesso remoto, ad esempio 10.0.0.1:8080 o haproxy.example.com:8999. Utilizzare il tasto TAB per completare la digitazione di un indirizzo di ascolto.
ko_kr: 원격 액세스를 활성화하려면 통계 페이지의 수신 대기 주소(예: 10.0.0.1:8080 또는 haproxy.example.com:8999)를 구성합니다. Tab 키를 사용하여 수신 대기 주소 입력을 완료합니다.
pl_pl: Konfiguruj adresy nasłuchu dla strony statystyk, aby włączyć zdalny dostęp, tj. 10.0.0.1:8080 lub haproxy.example.com:8999. Użyj klawisza TAB, aby dokończyć wpisywanie adresu nasłuchu.
uk_ua: Налаштуйте адреси прослуховування для сторінки статистики, щоб увімкнути віддалений доступ, наприклад, 10.0.0.1:8080 або haproxy.example.com:8999. Використовуйте клавішу TAB для завершення введення адреси прослуховування.
zh_cn: 为统计信息页配置监听地址来启用远程访问，例如10.0.0.1:8080或haproxy.example.com:8999。 使用TAB键输入监听地址。

source: Connect To
cs_cz: Připojit k
de_de: Verbunden mit
el_gr: Σύνδεση με
fa_ir: اتصال به
fr_fr: Se Connecter à
it_it: Connetti a
ko_kr: 연결 대상
pl_pl: Połącz się z
uk_ua: Підключити до
zh_cn: 连接

source: Connect to this host
cs_cz: Připojit k tomuto stroji
de_de: Verbinden zu diesem Host
el_gr: Σύνδεση με αυτόν τον κεντρικό υπολογιστή
fa_ir: به این میزبان متصل شوید
fr_fr: Se connecter à cet hôte
it_it: Connettiti a questo host
ko_kr: 이 호스트에 연결
pl_pl: Połącz się z tym hostem
uk_ua: Підключитися до цього хосту
zh_cn: 自动连接到该主机

source: Connection Timeout
cs_cz: Časový limit spojení
de_de: Verbindungs-Timeout
el_gr: Χρονικό όριο σύνδεσης
fa_ir: زمان انتظار اتصال
fr_fr: Délai d'inactivité de la connexion
it_it: Timeout della connessione
ko_kr: 연결 시간 초과
pl_pl: Limit czasu połączenia
uk_ua: Тайм-аут з'єднання
zh_cn: 连接超时

source: Connection rate
cs_cz: Rychlost spojení
de_de: Verbindungsrate
el_gr: Ρυθμός σύνδεσης
fa_ir: نرخ اتصال
fr_fr: Taux de connexion
it_it: Tasso di connessione
ko_kr: 연결 속도
pl_pl: Szybkość połączenia
uk_ua: Швидкість з'єднань
zh_cn: 连接速度

source: Connection rate period
cs_cz: Období za které četnost spojení
de_de: Verbindungsrate pro Periode
el_gr: Περίοδος χρέωσης σύνδεσης
fa_ir: دوره‌ی نرخ اتصال
fr_fr: Période de taux de connexion
it_it: Periodo della tariffa di connessione
ko_kr: 연결 속도 기간
pl_pl: Okres szybkości połączenia
uk_ua: Період швидкості з'єднань
zh_cn: 连接速率周期

source: Connections count
cs_cz: Počet spojení
de_de: Verbindungsanzahl
el_gr: Αριθμός συνδέσεων
fa_ir: تعداد اتصالات
fr_fr: Nombre de connexions
it_it: Contano le connessioni
ko_kr: 연결 수
pl_pl: Liczba połączeń
uk_ua: Кількість з'єднань
zh_cn: 连接数量

source: Consumer Key
cs_cz: Klíč spotřebitele
de_de: konsumentenschlüssel
el_gr: Κλειδί καταναλωτή
fa_ir: کلید مصرف‌کننده
fr_fr: Clé du consommateur
it_it: Chiave del consumatore
ko_kr: 컨슈머 키
pl_pl: Klucz konsumenta
uk_ua: Ключ споживача
zh_cn: 顾客密钥

source: Contact Info
cs_cz: Kontaktní informace
de_de: Kontaktinfo
el_gr: Στοιχεία επικοινωνίας
fa_ir: اطلاعات تماس
fr_fr: Information de contact
it_it: Informazioni di contatto
ko_kr: 연락처 정보
pl_pl: Informacje kontaktowe
uk_ua: Контактна інформація
zh_cn: 联系信息

source: Content
cs_cz: Obsah
de_de: Inhalt
el_gr: Περιεχόμενο
fa_ir: محتوا
fr_fr: Contenu
it_it: Contenuto
ko_kr: 내용
pl_pl: Zawartość
uk_ua: Вміст
zh_cn: 内容

source: Control Port
cs_cz: Řídící port
de_de: Steuerungsport
el_gr: Θύρα ελέγχου
fa_ir: پورت کنترل
fr_fr: Port de contrôle
it_it: Porta di controllo
ko_kr: 제어 포트
pl_pl: Port kontrolny
uk_ua: Порт керування
zh_cn: 控制端口

source: Control Port number on which tor should listen. The default is 9051. You should not change this unless you need the port.
cs_cz: Číslo řídícího portu, na kterém má tor očekávat spojení. Výchozí hodnota je 9051. Toto nastavení byste neměli měnit, pokud daný port nepotřebujete.
de_de: Steuerungsport, auf dem Tor hören soll. Der Standard ist 9051. Sie sollten den Port nicht ändern, falls Sie den Port nicht benötigen.
el_gr: Αριθμός θύρας ελέγχου στην οποία θα πρέπει να ακούει ο tor. Η προεπιλογή είναι 9051. Δεν θα πρέπει να το αλλάξετε αυτό εκτός αν χρειάζεστε τη θύρα.
fa_ir: شماره پورت کنترل که tor باید روی آن گوش دهد. مقدار پیش‌فرض 9051 است. این مقدار را تغییر ندهید مگر اینکه به آن پورت نیاز داشته باشید.
fr_fr: Nombre du Port de Contrôle sur lequel tor doit écouter. La valeur par défaut est 9051. Vous ne devriez pas changer cela sauf si vous avez besoin du port.
it_it: Controlla il numero della porta su cui Tor dovrebbe essere in ascolto. Il valore predefinito è 9051. Non dovresti cambiarlo a meno che non ti serva la porta.
ko_kr: 수신 대기할 제어 포트 번호입니다. 기본값은 9051입니다. 포트가 필요한 경우가 아니면 이 값을 변경하면 안 됩니다.
pl_pl: Numer portu kontrolnego, na którym tor powinien nasłuchiwać. Domyślnie to 9051. Nie powinieneś tego zmieniać, chyba że potrzebujesz portu.
uk_ua: Номер порту керування, на якому повинен слухати tor. Типово – 9051. Вам не слід змінювати це, якщо тільки вам не потрібен цей порт.
zh_cn: Tor应监听的控制端口号。 默认值为9051。除非您需要端口，否则不应更改此设置。

source: Cookie length
cs_cz: Délka cookie
de_de: Länge des Cookies
el_gr: Μήκος cookie
fa_ir: طول کوکی
fr_fr: Longueur du cookie
it_it: Lunghezza del biscotto
ko_kr: 쿠키 길이
pl_pl: Długość ciasteczka
uk_ua: Довжина файлу cookie
zh_cn: Cookie长度

source: Cookie name
cs_cz: Název cookie
de_de: Name des Cookies
el_gr: Όνομα cookie
fa_ir: نام کوکی
fr_fr: Nom du cookie
it_it: Nome del biscotto
ko_kr: 쿠키 이름
pl_pl: Nazwa ciasteczka
uk_ua: Ім'я файлу cookie
zh_cn: Cookie名称

source: Cookie name to use for stick table (if appropiate table type is selected).
cs_cz: Název cookie, které použít pro „lepkavou“ tabulku (v případě, že je vybraný příslušný typ tabulky).
de_de: Für die Stick-Tabelle zu verwendender Cookiename (wenn der entsprechende Tabellentyp ausgewählt ist).
el_gr: Όνομα cookie που θα χρησιμοποιηθεί για τον πίνακα stick (εάν έχει επιλεγεί ο κατάλληλος τύπος πίνακα).
fa_ir: نام کوکی برای استفاده در stick table (در صورت انتخاب نوع جدول مناسب).
fr_fr: Nom du cookie à utiliser pour la table des adhérences (si un type de table approprié est sélectionné).
it_it: Nome del cookie da utilizzare per la tabella stick (se è selezionato il tipo di tabella appropriato).
ko_kr: 스틱 테이블에 사용할 쿠키 이름(해당 테이블 유형이 선택된 경우).
pl_pl: Nazwa ciasteczka do użycia dla tabeli stick (jeśli odpowiedni typ tabeli jest wybrany).
uk_ua: Ім'я файлу cookie для таблиці закріплення (якщо вибрано відповідний тип таблиці).
zh_cn: 用于粘性表的Cookie名称(如果选择了适当的表类型)。

source: Cost
cs_cz: Náklady
de_de: Kosten
el_gr: Κόστος
fa_ir: هزینه
fr_fr: Coût
it_it: Costo
ko_kr: 비용
pl_pl: Koszt
uk_ua: Вартість
zh_cn: 成本

source: Create a logfile
cs_cz: Vytvořit soubor se záznamem
de_de: Eine Protokolldatei erzeugen
el_gr: Δημιουργήστε ένα αρχείο καταγραφής
fa_ir: ایجاد فایل لاگ
fr_fr: Créer un fichier de journal
it_it: Crea un file di registro
ko_kr: 로그 파일 생성
pl_pl: Utwórz plik dziennika
uk_ua: Створити файл журналу
zh_cn: 创建日志文件

source: Credentials
cs_cz: Přihlašovací údaje
de_de: Zugangsdaten
el_gr: Διαπιστευτήρια
fa_ir: اطلاعات ورود
fr_fr: Identifiants
it_it: Credenziali
ko_kr: 자격 증명
pl_pl: Poświadczenia
uk_ua: Облікові дані
zh_cn: 证书

source: Current Time Statistics
cs_cz: Aktuální časové statistiky
de_de: Aktuelle Zeitstatistiken
el_gr: Στατιστικά τρέχουσας ώρας
fa_ir: آمار زمان جاری
fr_fr: Statistiques sur l'heure actuelle
it_it: Statistiche dell'ora corrente
ko_kr: 현재 시간 통계
pl_pl: Statystyki bieżącego czasu
uk_ua: Статистика поточного часу
zh_cn: 当前时间统计

source: Custom HTTP check
cs_cz: Vlastní kontrola HTTP
de_de: Benutzerdefinierte HTTP-Überprüfung
el_gr: Προσαρμοσμένος έλεγχος HTTP
fa_ir: بررسی HTTP سفارشی
fr_fr: Contrôle HTTP personnalisé
it_it: Controllo HTTP personalizzato
ko_kr: 사용자 정의 HTTP 검사
pl_pl: Niestandardowe sprawdzenie HTTP
uk_ua: Користувацька HTTP-перевірка
zh_cn: 自定义HTTP检查

source: Custom TCP check
cs_cz: Vlastní TCP kontrola
de_de: Benutzerdefinierte TCP-Prüfung
el_gr: Προσαρμοσμένος έλεγχος TCP
fa_ir: بررسی TCP سفارشی
fr_fr: Contrôle TCP personnalisé
it_it: Controllo TCP personalizzato
ko_kr: 사용자 정의 TCP 검사
pl_pl: Niestandardowe sprawdzenie TCP
uk_ua: Користувацька TCP-перевірка
zh_cn: 自定义TCP检查

source: Custom options
cs_cz: Vlastní předvolby
de_de: Benutzerdefinierte Optionen
el_gr: Προσαρμοσμένες επιλογές
fa_ir: گزینه‌های سفارشی
fr_fr: Options personnalisées
it_it: Opzioni personalizzate
ko_kr: 사용자 정의 옵션
pl_pl: Niestandardowe opcje
uk_ua: Користувацькі параметри
zh_cn: 自定义选项

source: Custom template
cs_cz: Vlastní šablona
de_de: Benutzerdefinierte Vorlage
el_gr: Προσαρμοσμένο πρότυπο
fa_ir: قالب سفارشی
fr_fr: Modèle personnalisé
it_it: Modello personalizzato
ko_kr: 사용자 정의 템플릿
pl_pl: Niestandardowy szablon
uk_ua: Користувацький шаблон
zh_cn: 自定义模板

source: Customer
cs_cz: Zákazník
de_de: Kunde
el_gr: Πελάτης
fa_ir: مشتری
fr_fr: Client
it_it: Cliente
ko_kr: 고객
pl_pl: Klient
uk_ua: Клієнт
zh_cn: 客户

source: DNS IP resolution for LDAP server name.
cs_cz: DNS překlad na IP adresu pro název LDAP serveru.
de_de: DNS-IP-Auflösung für den LDAP-Servernamen.
el_gr: Ανάλυση IP DNS για το όνομα του διακομιστή LDAP.
fa_ir: حل IP توسط DNS برای نام سرور LDAP.
fr_fr: Résolution IP DNS pour le nom du serveur LDAP.
it_it: Risoluzione IP DNS per il nome del server LDAP.
ko_kr: LDAP 서버 이름에 대한 DNS IP 확인입니다.
pl_pl: Rozwiązanie IP DNS dla nazwy serwera LDAP.
uk_ua: Визначення IP-адреси DNS для імені LDAP-сервера.
zh_cn: LDAP服务器名称的DNS IP解析。

source: DNS IP resolution for hostname.
cs_cz: DNS překlad IP adresy hostitele na název.
de_de: DNS IP-Auflösung für den Hostnamen.
el_gr: Ανάλυση IP DNS για όνομα κεντρικού υπολογιστή.
fa_ir: حل IP توسط DNS برای نام میزبان.
fr_fr: Résolution DNS de l'adresse IP de l'hôte.
it_it: Risoluzione IP DNS per il nome host.
ko_kr: 호스트 이름에 대한 DNS IP 확인입니다.
pl_pl: Rozwiązanie IP DNS dla nazwy hosta.
uk_ua: Визначення IP-адреси DNS для імені хоста.
zh_cn: 主机名的DNS IP解析。

source: DNS Server
el_gr: Διακομιστής DNS
fa_ir: سرور DNS
fr_fr: Serveur DNS
it_it: Server DNS
ko_kr: DNS 서버
pl_pl: Serwer DNS
uk_ua: DNS-сервер
zh_cn: DNS服务器

source: DNS Service
cs_cz: DNS služba
de_de: DNS Dienst
el_gr: Υπηρεσία DNS
fa_ir: سرویس DNS
fr_fr: Service DNS
it_it: Servizio DNS
ko_kr: DNS 서비스
pl_pl: Usługa DNS
uk_ua: Служба DNS
zh_cn: DNS服务

source: DSCP value to set for RTP packets.
cs_cz: DSCP hodnota, kterou nastavit RTP paketům.
de_de: DSCP-Wert, der für RTP-Pakete festgelegt werden soll.
el_gr: Τιμή DSCP που θα οριστεί για τα πακέτα RTP.
fa_ir: مقدار DSCP برای بسته‌های RTP.
fr_fr: Valeur DSCP à définir pour les paquets RTP.
it_it: Valore DSCP da impostare per i pacchetti RTP.
ko_kr: RTP 패킷에 대해 설정할 DSCP 값입니다.
pl_pl: Wartość DSCP do ustawienia dla pakietów RTP.
uk_ua: Значення DSCP для встановлення для RTP-пакетів.
zh_cn: 为RTP数据包设置的DSCP值。

source: DSCP value to set for SIP packets.
cs_cz: DSCP hodnota, kterou nastavit SIP paketům.
de_de: DSCP-Wert, der in SIP-Paketen gesetzt wird.
el_gr: Τιμή DSCP που θα οριστεί για τα πακέτα SIP.
fa_ir: مقدار DSCP برای بسته‌های SIP.
fr_fr: Valeur DSCP à définir pour les paquets SIP.
it_it: Valore DSCP da impostare per i pacchetti SIP.
ko_kr: SIP 패킷에 대해 설정할 DSCP 값입니다.
pl_pl: Wartość DSCP do ustawienia dla pakietów SIP.
uk_ua: Значення DSCP для встановлення для SIP-пакетів.
zh_cn: 为SIP数据包设置的DSCP值。

source: DTAG servers
cs_cz: DTAG servery
de_de: DTAG-Server
el_gr: Διακομιστές DTAG
fa_ir: سرورهای DTAG
fr_fr: Serveurs DTAG
it_it: Server DTAG
ko_kr: DTAG 서버
pl_pl: Serwery DTAG
uk_ua: Сервери DTAG
zh_cn: DTAG服务器

source: Data received
cs_cz: Obdrženo dat
de_de: Daten empfangen
el_gr: Δεδομένα που ελήφθησαν
fa_ir: داده‌های دریافتی
fr_fr: Données reçues
it_it: Dati ricevuti
ko_kr: 수신 데이터
pl_pl: Otrzymane dane
uk_ua: Отримано даних
zh_cn: 收到的数据

source: Data sent
cs_cz: Odesláno dat
de_de: Daten gesendet
el_gr: Δεδομένα που στάλθηκαν
fa_ir: داده‌های ارسالی
fr_fr: Données envoyées
it_it: Dati inviati
ko_kr: 송신 데이터
pl_pl: Wysłane dane
uk_ua: Надіслано даних
zh_cn: 发送的数据

source: Database
cs_cz: Databáze
de_de: Datenbank
el_gr: Βάση δεδομένων
fa_ir: پایگاه‌داده
fr_fr: Base de données
it_it: Banca dati
ko_kr: 데이터베이스
pl_pl: Baza danych
uk_ua: База даних
zh_cn: 数据库

source: Database Count
cs_cz: Počet databází
de_de: Datenbankanzahl
el_gr: Αριθμός βάσης δεδομένων
fa_ir: تعداد پایگاه‌داده‌ها
fr_fr: Nombre de bases de données
it_it: Conteggio database
ko_kr: 데이터베이스 수
pl_pl: Liczba w bazie danych
uk_ua: Кількість баз даних
zh_cn: 数据库数量

source: Day of the month
cs_cz: Den v měsíci
de_de: Tag des Monats
el_gr: Ημέρα του μήνα
fa_ir: روز ماه
fr_fr: Jour du mois
it_it: Giorno del mese
ko_kr: 일
pl_pl: Dzień miesiąca
uk_ua: День місяця
zh_cn: 日期

source: Days of the week
cs_cz: Den v týdnu
de_de: Tage der Woche
el_gr: Ημέρες της εβδομάδας
fa_ir: روزهای هفته
fr_fr: Jour de la semaine
it_it: Giorni della settimana
ko_kr: 요일
pl_pl: Dni tygodnia
uk_ua: Дні тижня
zh_cn: 星期

source: De-Jitter inbound packets in ms (default is disabled).
cs_cz: Odstraňovat nepravidelnosti příchozích paketů (v ms) – výchozí hodnota je vypnuto.
de_de: De-Jitter eingehende Pakete in ms (Standard ist deaktiviert).
el_gr: Αποτροπή παραμόρφωσης εισερχόμενων πακέτων σε ms (η προεπιλογή είναι απενεργοποιημένη).
fa_ir: حذف jitter بسته‌های ورودی بر حسب ms (پیش‌فرض غیرفعال).
fr_fr: Désamorçage des paquets entrants en ms (désactivé par défaut).
it_it: Pacchetti in entrata De-Jitter in ms (l'impostazione predefinita è disabilitata).
ko_kr: 지터 제거 인바운드 패킷(ms)(기본값은 사용 안 함).
pl_pl: De-Jitter dla pakietów przychodzących w ms (domyślnie wyłączony).
uk_ua: Зменшення джиттера вхідних пакетів в мс (типово вимкнено).
zh_cn: 以ms为单位的De-Jitter入站数据包 (默认为禁用)。

source: De-Jitter outbound packets in ms (default is disabled).
cs_cz: Odstraňovat nepravidelnosti odchozích paketů (v ms) – výchozí hodnota je vypnuto.
de_de: De-Jitter ausgehende Pakete in ms (Standard ist deaktiviert).
el_gr: Αποτροπή παραμόρφωσης εξερχόμενων πακέτων σε ms (η προεπιλογή είναι απενεργοποιημένη).
fa_ir: حذف jitter بسته‌های خروجی بر حسب ms (پیش‌فرض غیرفعال).
fr_fr: Désamorçage des paquets sortants en ms (désactivé par défaut).
it_it: Pacchetti in uscita De-Jitter in ms (l'impostazione predefinita è disabilitata).
ko_kr: 지터 제거 아웃바운드 패킷(ms)(기본값은 사용 안 함).
pl_pl: De-Jitter dla pakietów wychodzących w ms (domyślnie wyłączony).
uk_ua: Зменшення джиттера вихідних пакетів в мс (типово вимкнено).
zh_cn: 以ms为单位的De-Jitter出站数据包 (默认为禁用)。

source: Dead Interval
cs_cz: Interval smrti
de_de: Dead-Intervall
el_gr: Νεκρό διάστημα
fa_ir: فاصله قطع (Dead Interval)
fr_fr: Intervalle mort
it_it: Intervallo morto
ko_kr: 중지 간격
pl_pl: Interwał nieaktywności
uk_ua: Інтервал бездіяльності
zh_cn: 失效间隔

source: Debug
cs_cz: Ladění
de_de: Fehlersuche
el_gr: Εντοπισμός σφαλμάτων
fa_ir: اشکال‌زدایی
fr_fr: Déboguer
ko_kr: 디버그
pl_pl: Debugowanie
uk_ua: Налагодження
zh_cn: 调试

source: Debug Level
cs_cz: Stupeň podrobností ladících informací
de_de: Debug-Stufe
el_gr: Επίπεδο εντοπισμού σφαλμάτων
fa_ir: سطح اشکال‌زدایی
fr_fr: Niveau de débogage
it_it: Livello di debug
ko_kr: 디버그 수준
pl_pl: Poziom debugowania
uk_ua: Рівень налагодження
zh_cn: 调试层级

source: Debug level
cs_cz: Úroveň ladicích podrobností
de_de: Debug-Stufe
el_gr: Επίπεδο εντοπισμού σφαλμάτων
fa_ir: سطح اشکال‌زدایی
fr_fr: Niveau de débogage
it_it: Livello di debug
ko_kr: 디버그 수준
pl_pl: Poziom debugowania
uk_ua: Рівень налагодження
zh_cn: 调试层级

source: Debug level, ranging from 0 to 7. Higher is more verbose. The default is 5. (These levels correspond to the syslog(3) levels.)
cs_cz: Úroveň ladících podrobností, z rozsahu 0 až 7. Vyšší číslo znamená podrobnější. Výchozí je 5. (Tyto úrovně odpovídají úrovním syslog(3).)
de_de: Debug-Stufe, von 0 bis 7. Höher ist ausführlicher. Die Voreinstellung ist 5. (Diese Stufen entsprechen den syslog(3) Ebenen.)
el_gr: Επίπεδο εντοπισμού σφαλμάτων, που κυμαίνεται από 0 έως 7. Το υψηλότερο είναι πιο λεπτομερές. Η προεπιλογή είναι 5. (Αυτά τα επίπεδα αντιστοιχούν στα επίπεδα του syslog(3).)
fa_ir: سطح اشکال‌زدایی، از 0 تا 7. مقدار بالاتر جزئیات بیشتری نشان می‌دهد. مقدار پیش‌فرض 5 است. (این سطوح متناظر با سطوح syslog(3) هستند.)
fr_fr: Niveau de débogage, allant de 0 à 7. Plus haut signifie plus verbeux. La valeur par défaut est 5. (Ces niveaux correspondent aux niveaux de syslog(3).)
it_it: Livello di debug, compreso tra 0 e 7. Più alto è più dettagliato. Il valore predefinito è 5. (Questi livelli corrispondono ai livelli syslog(3).)
ko_kr: 0~7 범위의 디버그 수준. 높을수록 더 자세합니다. 기본값은 5입니다. (이러한 수준은 syslog(3) 수준에 해당합니다.)
pl_pl: Poziom debugowania, zakres od 0 do 7. Wyższy jest bardziej szczegółowy. Domyślnie to 5. (Te poziomy odpowiadają poziomom syslog(3)).
uk_ua: Рівень налагодження, в діапазоні від 0 до 7. Вище – докладніше. Типово – 5. (Ці рівні відповідають рівням syslog(3).)
zh_cn: 调试层级，范围从0到7。越高越冗长。默认值为5。（这些级别对应于syslog（3）级别。）

source: Decode mail files
cs_cz: Dekódovat e-mailové soubory
de_de: Dekodiere Maildateien
el_gr: Αποκωδικοποίηση αρχείων αλληλογραφίας
fa_ir: رمزگشایی فایل‌های ایمیل
fr_fr: Décoder les fichiers de courrier
it_it: Decodifica file di posta
ko_kr: 메일 파일 디코딩
pl_pl: Dekoduj pliki poczty
uk_ua: Декодувати поштові файли
zh_cn: 解码邮件文件

source: Default Backend Pool
cs_cz: Výchozí fond podpůrné vrstvy
de_de: Standard-Backend-Pool
el_gr: Προεπιλεγμένη ομάδα παρασκηνίου
fa_ir: گروه Backend پیش‌فرض
fr_fr: Backend Pool par Défaut
it_it: Pool backend predefinito
ko_kr: 기본 백엔드 풀
pl_pl: Domyślna puli backend
uk_ua: Типовий Пул бекендів
zh_cn: 默认后端池

source: Default EAP Type
cs_cz: Výchozí typ EAP
de_de: Standard-EAP-Typ
el_gr: Προεπιλεγμένος τύπος EAP
fa_ir: نوع EAP پیش‌فرض
fr_fr: Type EAP par défaut
it_it: Tipo EAP predefinito
ko_kr: 기본 EAP 유형
pl_pl: Domyślny typ EAP
uk_ua: Типовий Тип EAP
zh_cn: 默认EAP类型

source: Default Options TTL
cs_cz: TTL výchozích předvoleb
de_de: Standardoptionen TTL
el_gr: Προεπιλεγμένες επιλογές TTL
fa_ir: TTL گزینه‌های پیش‌فرض
fr_fr: Options par défaut TTL
it_it: Opzioni predefinite TTL
ko_kr: 기본 옵션 TTL
pl_pl: Domyślne opcje TTL
uk_ua: Типовий TTL опцій
zh_cn: 默认选项TTL

source: Default Parameters
cs_cz: Výchozí parametry
de_de: Standardparameter
el_gr: Προεπιλεγμένες παράμετροι
fa_ir: پارامترهای پیش‌فرض
fr_fr: Paramètres par défaut
it_it: Parametri predefiniti
ko_kr: 기본 매개 변수
pl_pl: Domyślne parametry
uk_ua: Типові параметри
zh_cn: 默认参数

source: Default certificate
cs_cz: Výchozí certifikát
de_de: Standardzertifikat
el_gr: Προεπιλεγμένο πιστοποιητικό
fa_ir: گواهی پیش‌فرض
fr_fr: Certificat par défaut
it_it: Certificato predefinito
ko_kr: 기본 인증서
pl_pl: Domyślny certyfikat
uk_ua: Типовий сертифікат
zh_cn: 默认证书

source: Default data collection interval for all inputs in seconds.
cs_cz: Výchozí interval (v sekundách) shromažďování dat pro veškeré vstupy.
de_de: Standarddatensammlungsintervall für alle Eingaben und Sekunden.
el_gr: Προεπιλεγμένο διάστημα συλλογής δεδομένων για όλες τις εισόδους σε δευτερόλεπτα.
fa_ir: فاصلهٔ پیش‌فرض جمع‌آوری داده برای همهٔ ورودی‌ها (ثانیه)
fr_fr: Intervalle de collecte de données par défaut pour toutes les entrées, en secondes.
it_it: Intervallo di raccolta dati predefinito per tutti gli input in secondi.
ko_kr: 모든 입력에 대한 기본 데이터 수집 간격(초)입니다.
pl_pl: Domyślny interwał zbierania danych dla wszystkich wejść w sekundach.
uk_ua: Типовий інтервал збору даних для всіх вхідних даних у секундах.
zh_cn: 所有输入的默认数据收集间隔，以秒为单位。

source: Default flushing interval for all outputs. You should not set this below interval.
cs_cz: Výchozí interval vyprazdňování pro veškeré výstupy. Nemělo by být nastavené níže než interval.
de_de: Standard Flush-Intervall für alle Ausgänge. Sie sollten dieses Intervall nicht unterhalb des Intervalls einstellen.
el_gr: Προεπιλεγμένο διάστημα έκπλυσης για όλες τις εξόδους. Δεν πρέπει να το ορίσετε κάτω από το διάστημα.
fa_ir: فاصلهٔ پیش‌فرض خالی‌سازی برای همهٔ خروجی‌ها. این مقدار نباید کمتر از حد تعیین‌شده باشد.
fr_fr: Intervalle de vidange par défaut pour toutes les sorties. Vous ne devez pas le définir en dessous de l'intervalle.
it_it: Intervallo di flushing predefinito per tutte le uscite. Non dovresti impostare questo intervallo sotto.
ko_kr: 모든 출력에 대한 기본 플러시 간격입니다. 이 값을 간격 아래로 설정하면 안 됩니다.
pl_pl: Domyślny interwał opróżniania dla wszystkich wyjść. Nie powinieneś ustawić tego poniżej tego interwału.
uk_ua: Типовий інтервал скидання для всіх вихідних даних. Не слід встановлювати його нижче інтервалу.
zh_cn: 所有输出的默认刷新间隔。 您不应在间隔以下设置此值。

source: Default for server
cs_cz: Výchozí pro server
de_de: Standard für Server
el_gr: Προεπιλογή για διακομιστή
fa_ir: پیش‌فرض برای سرور
fr_fr: Défaut pour le serveur
it_it: Predefinito per il server
ko_kr: 서버 기본값
pl_pl: Domyślne dla serwera
uk_ua: Типово для сервера
zh_cn: 服务器默认值

source: Default is 1 Minute.
cs_cz: Výchozí je 1 minuta.
de_de: Standard ist eine Minute.
el_gr: Η προεπιλογή είναι 1 λεπτό.
fa_ir: پیش‌فرض ۱ دقیقه است.
fr_fr: La valeur par défaut est 1 Minute.
it_it: L'impostazione predefinita è 1 minuto.
ko_kr: 기본값은 1분입니다.
pl_pl: Domyślnie to 1 minuta.
uk_ua: Типово 1 хвилина.
zh_cn: 默认值为1分钟。

source: Default option for all server entries.
cs_cz: Výchozí volba pro veškeré serverové položky.
de_de: Standardoption für alle Servereinträge.
el_gr: Προεπιλεγμένη επιλογή για όλες τις καταχωρήσεις διακομιστή.
fa_ir: گزینهٔ پیش‌فرض برای همهٔ ورودی‌های سرور.
fr_fr: Option par défaut pour toutes les entrées de serveur.
it_it: Opzione predefinita per tutte le voci del server.
ko_kr: 모든 서버 항목에 대한 기본 선택사항입니다.
pl_pl: Domyślna opcja dla wszystkich wpisów serwera.
uk_ua: Типова опція для всіх записів сервера.
zh_cn: 所有服务器条目的默认选项。

source: Default target account
cs_cz: Výchozí cílový účet
de_de: Standardzielkonto
el_gr: Προεπιλεγμένος λογαριασμός-στόχος
fa_ir: حساب هدف پیش‌فرض
fr_fr: Compte cible par défaut
it_it: Account di destinazione predefinito
ko_kr: 기본 대상 계정
pl_pl: Domyślne konto docelowe
uk_ua: Типовий цільовий обліковий запис
zh_cn: 默认目标帐户

source: Default ttl
cs_cz: Výchozí ttl
de_de: Standard-TTL
el_gr: Προεπιλεγμένο ttl
fa_ir: TTL پیش‌فرض
fr_fr: TTL par défaut
it_it: ttl predefinito
ko_kr: 기본 ttl
pl_pl: Domyślne ttl
uk_ua: Типовий TTL
zh_cn: 默认ttl

source: Delay
cs_cz: Prodleva
de_de: Verzögerung
el_gr: Καθυστέρηση
fa_ir: تأخیر
fr_fr: Délai
it_it: Ritardo
ko_kr: 지연
pl_pl: Opóźnienie
uk_ua: Затримка
zh_cn: 延迟

source: Description
cs_cz: Popis
de_de: Beschreibung
el_gr: Περιγραφή
fa_ir: توضیحات
it_it: Descrizione
ko_kr: 설명
pl_pl: Opis
uk_ua: Опис
zh_cn: 描述

source: Description for this Backend Pool.
cs_cz: Popis tohoto fondu podpůrné vrstvy.
de_de: Beschreibung für diesen Backend-Pool.
el_gr: Περιγραφή για αυτήν την ομάδα backend.
fa_ir: توضیحات این Backend Pool.
fr_fr: Description pour ce pool backend.
it_it: Descrizione per questo pool backend.
ko_kr: 이 백엔드 풀에 대한 설명입니다.
pl_pl: Opis dla tej puli backend.
uk_ua: Опис для цього Пулу бекендів.
zh_cn: 此后端池的说明。
