Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Invalid stop time - '%s'
cs_cz: Neplatný čas konce – „%s“
de_de: Ungültige Stoppzeit - '%s'
el_gr: Μη έγκυρη ώρα διακοπής - '%s'
fa_ir: زمان پایان نامعتبر - '%s'
fr_fr: Heure de fin invalide - '%s'
it_it: Orario di fine non valido - '%s'
ko_kr: 잘못된 중지 시간 - '%s'
pl_pl: Nieprawidłowy czas zakończenia - '%s'
uk_ua: Невірний час закінчення - '%s'
zh_cn: 无效停止时间 - '%s'

source: Invalid start time - '%s'
cs_cz: Neplatný čas začátku – „%s“
de_de: Ungültige Startzeit - '%s'
el_gr: Μη έγκυρη ώρα έναρξης - '%s'
fa_ir: زمان شروع نامعتبر - '%s'
fr_fr: Heure de début invalide - '%s'
it_it: Orario di inizio non valido - '%s'
ko_kr: 잘못된 시작 시간 - '%s'
pl_pl: Nieprawidłowy czas rozpoczęcia - '%s'
uk_ua: Невірний час початку - '%s'
zh_cn: 无效开始时间 - '%s'

source: A Schedule with this name already exists.
cs_cz: Plán s tímto názvem už existuje.
de_de: Ein Zeitplan mit diesem Namen existiert bereits.
el_gr: Υπάρχει ήδη ένα Πρόγραμμα με αυτό το όνομα.
fa_ir: یک زمان‌بندی با این نام قبلاً وجود دارد.
fr_fr: Une planification avec ce nom existe déjà.
it_it: Esiste già una pianificazione con questo nome.
ko_kr: 이 이름을 가진 스케줄이 이미 있습니다.
pl_pl: Harmonogram o tej nazwie już istnieje.
uk_ua: Розклад із цією назвою вже існує.
zh_cn: 一个同名的计划已存在。

source: The schedule name must be less than 32 characters long and may only consist of the following characters: %s
cs_cz: Je třeba, aby název plánu byl nejvýše 32 znaků dlouhý a může se sestávat pouze z následujících znaků: %s
de_de: Der Zeitplanname muss kürzer als 32-Zeichen sein und darf nur aus den folgenden Zeichen bestehen: %s
el_gr: Το όνομα του χρονοδιαγράμματος πρέπει να έχει μήκος μικρότερο από 32 χαρακτήρες και μπορεί να αποτελείται μόνο από τους ακόλουθους χαρακτήρες: %s
fa_ir: نام زمان‌بندی باید کمتر از 32 کاراکتر باشد و فقط می‌تواند از کاراکترهای زیر تشکیل شود: %s
fr_fr: Le nom de la planification doit faire moins de 32 caractères et ne peut contenir que les caractères %s
it_it: Il nome della pianificazione deve contenere meno di 32 caratteri e può contenere solo i seguenti caratteri: %s
ko_kr: 예약 이름은 32자 미만이어야 하며 다음 문자로만 구성될 수 있습니다: %s
pl_pl: Nazwa harmonogramu musi być krótsza niż 32 znaki i może składać się tylko z następujących znaków: %s
uk_ua: Назва розкладу повинна бути менше 32 символів і може складатися лише з наступних символів: %s
zh_cn: 计划的名称长度必须小于32个字符，并且只能包含以下字符:%s

source: Schedule may not use a blank name.
cs_cz: Plán nemůže zůstat nenazvaný.
de_de: Der Zeitplanname darf nicht leer sein.
el_gr: Το χρονοδιάγραμμα δεν μπορεί να χρησιμοποιήσει κενό όνομα.
fa_ir: نام زمان‌بندی نمی‌تواند خالی باشد.
fr_fr: Une planification ne peut pas avoir un nom vide.
it_it: La pianificazione non può utilizzare un nome vuoto.
ko_kr: 예약에는 빈 이름을 사용할 수 없습니다.
pl_pl: Harmonogram nie może mieć pustej nazwy.
uk_ua: Розклад не може мати порожню назву.
zh_cn: 计划不能使用空白名称。

source: Schedule may not be named WAN.
cs_cz: Plán nemůže být nazván „WAN“.
de_de: Zeitplan kann nicht "WAN" genannt werden.
el_gr: Το χρονοδιάγραμμα δεν μπορεί να ονομάζεται WAN.
fa_ir: نام زمان‌بندی نمی‌تواند WAN باشد.
fr_fr: La planification ne peut pas s'appeler WAN.
it_it: La pianificazione potrebbe non essere denominata WAN.
ko_kr: 예약의 이름을 WAN으로 지정할 수 없습니다.
pl_pl: Harmonogram nie może mieć nazwy WAN.
uk_ua: Розклад не може називатися WAN.
zh_cn: 计划不能命名为WAN。

source: Schedule may not be named LAN.
cs_cz: Plán nemůže být nazván „LAN“.
de_de: Zeitplan kann nicht "LAN" genannt werden.
el_gr: Το χρονοδιάγραμμα δεν μπορεί να ονομάζεται LAN.
fa_ir: نام زمان‌بندی نمی‌تواند LAN باشد.
fr_fr: La planification ne peut pas s'appeler LAN.
it_it: La pianificazione potrebbe non essere denominata LAN.
ko_kr: 예약의 이름을 LAN으로 지정할 수 없습니다.
pl_pl: Harmonogram nie może mieć nazwy LAN.
uk_ua: Розклад не може називатися LAN.
zh_cn: 计划不能命名为LAN。

source: Schedule is currently active
cs_cz: Plán je v tuto chvíli aktivní
de_de: Zeitplan ist zurzeit aktiv
el_gr: Το πρόγραμμα είναι ενεργό αυτήν τη στιγμή
fa_ir: زمان‌بندی در حال حاضر فعال است
fr_fr: La planification est actuellement active
it_it: Il programma è attualmente attivo
ko_kr: 예약이 현재 활성 상태입니다
pl_pl: Harmonogram jest aktualnie aktywny
uk_ua: Розклад наразі активний
zh_cn: 计划当前处于活动状态

source: Time Range(s)
cs_cz: Časové rozsahy
de_de: Zeitbereich(e)
el_gr: Χρονικό εύρος(-α)
fa_ir: بازه(های) زمانی
fr_fr: Intervalle(s) de temps
it_it: Intervallo/i di tempo
ko_kr: 시간 범위
pl_pl: Zakresy Czasu
uk_ua: Часовий діапазон(и)
zh_cn: 时间范围(秒)

source: Do you really want to delete this schedule?
cs_cz: Opravdu chcete tento plán smazat?
de_de: Sind Sie sicher, dass Sie diesen Zeitplan löschen möchten?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτό το πρόγραμμα;
fa_ir: آیا واقعاً می‌خواهید این زمان‌بندی را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer cette planification ?
it_it: Vuoi davvero eliminare questa pianificazione?
ko_kr: 이 일정을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć ten harmonogram?
uk_ua: Ви дійсно бажаєте видалити цей розклад?
zh_cn: 确认删除该计划吗？

source: Cannot delete Schedule. Currently in use by %s
cs_cz: Tento plán není možné smazat. V současnosti je používán %s
de_de: Zeitplan kann nicht gelöscht werden. In Benutzung von %s
el_gr: Δεν είναι δυνατή η διαγραφή του Προγράμματος. Χρησιμοποιείται αυτήν τη στιγμή από %s
fa_ir: نمی‌توان زمان‌بندی را حذف کرد. در حال حاضر توسط %s استفاده می‌شود.
fr_fr: Impossible de supprimer la planification. Actuellement utilisée par %s
it_it: Impossibile eliminare la pianificazione. Attualmente utilizzato da %s
ko_kr: 스케줄을 삭제할 수 없습니다. %s에서 현재 사용 중입니다
pl_pl: Nie można usunąć harmonogramu. Obecnie używany przez %s
uk_ua: Неможливо видалити розклад. Наразі використовується %s
zh_cn: 无法删除计划。 %s当前正在使用

source: September
cs_cz: září
el_gr: Σεπτέμβριος
fa_ir: سپتامبر
fr_fr: Septembre
it_it: settembre
ko_kr: 9월
pl_pl: Wrzesień
uk_ua: Вересень
zh_cn: 九月

source: October
cs_cz: říjen
de_de: Oktober
el_gr: Οκτώβριος
fa_ir: اکتبر
fr_fr: Octobre
it_it: ottobre
ko_kr: 10월
pl_pl: Październik
uk_ua: Жовтень
zh_cn: 十月

source: November
cs_cz: říjen
el_gr: Νοέμβριος
fa_ir: نوامبر
fr_fr: Novembre
it_it: novembre
ko_kr: 11월
pl_pl: Listopad
uk_ua: Листопад
zh_cn: 十一月

source: May
cs_cz: květen
de_de: Mai
el_gr: Μάιος
fa_ir: مه
fr_fr: Mai
it_it: Maggio
ko_kr: 5월
pl_pl: Maj
uk_ua: Травень
zh_cn: 五月

source: March
cs_cz: březen
de_de: März
el_gr: Πορεία
fa_ir: مارس
fr_fr: Mars
it_it: Marzo
ko_kr: 3월
pl_pl: Marzec
uk_ua: Березень
zh_cn: 三月

source: June
cs_cz: červen
de_de: Juni
el_gr: Ιούνιος
fa_ir: ژوئن
fr_fr: Juin
it_it: Giugno
ko_kr: 6월
pl_pl: Czerwiec
uk_ua: Червень
zh_cn: 六月

source: July
cs_cz: červenec
de_de: Juli
el_gr: Ιούλιος
fa_ir: ژوئیه
fr_fr: Juillet
it_it: Luglio
ko_kr: 7월
pl_pl: Lipiec
uk_ua: Липень
zh_cn: 七月

source: January
cs_cz: leden
de_de: Januar
el_gr: Ιανουάριος
fa_ir: ژانویه
fr_fr: Janvier
it_it: Gennaio
ko_kr: 1월
pl_pl: Styczeń
uk_ua: Січень
zh_cn: 一月

source: February
cs_cz: duben
de_de: Februar
el_gr: Φεβρουάριος
fa_ir: فوریه
fr_fr: Février
it_it: Febbraio
ko_kr: 2월
pl_pl: Luty
uk_ua: Лютий
zh_cn: 二月

source: December
cs_cz: prosinec
de_de: Dezember
el_gr: Δεκέμβριος
fa_ir: دسامبر
fr_fr: Décembre
it_it: Dicembre
ko_kr: 12월
pl_pl: Grudzień
uk_ua: Грудень
zh_cn: 十二月

source: August
cs_cz: září
el_gr: Αύγουστος
fa_ir: اوت
fr_fr: Août
it_it: agosto
ko_kr: 8월
pl_pl: Sierpień
uk_ua: Серпень
zh_cn: 八月

source: April
cs_cz: duben
el_gr: Απρίλιος
fa_ir: آوریل
fr_fr: Avril
it_it: aprile
ko_kr: 4월
pl_pl: Kwiecień
uk_ua: Квітень
zh_cn: 四月

source: Wed
cs_cz: středa
de_de: Mi
el_gr: Νυμφεύομαι
fa_ir: چهارشنبه
fr_fr: Mer
it_it: Mercoledì
ko_kr: 수
pl_pl: Środa
uk_ua: Ср
zh_cn: 星期三

source: Tues
cs_cz: út
de_de: Di
el_gr: Τρίτη
fa_ir: سه‌شنبه
fr_fr: Mar
it_it: Mar
ko_kr: 화
pl_pl: Wtorek
uk_ua: Вт
zh_cn: 星期二

source: Thur
cs_cz: čtvr
de_de: Do
el_gr: Πέμ
fa_ir: پنج‌شنبه
fr_fr: Jeu
it_it: Gio
ko_kr: 목
pl_pl: Czwartek
uk_ua: Чт
zh_cn: 星期四

source: Sun
cs_cz: Ne
de_de: So
el_gr: Ήλιος
fa_ir: یک‌شنبه
fr_fr: Dim
it_it: Sole
ko_kr: 일
pl_pl: Niedziela
uk_ua: Нд
zh_cn: 星期日

source: Sat
cs_cz: So
de_de: Sa
el_gr: Σάβ
fa_ir: شنبه
fr_fr: Sam
it_it: Sab
ko_kr: 토
pl_pl: Sobota
uk_ua: Сб
zh_cn: 星期六

source: Mon
cs_cz: Po
de_de: Mo
el_gr: Δευ
fa_ir: دوشنبه
fr_fr: Lun
it_it: Lun
ko_kr: 월
pl_pl: Poniedziałek
uk_ua: Пн
zh_cn: 星期一

source: Fri
cs_cz: Pá
de_de: Fr
el_gr: Παρ
fa_ir: جمعه
fr_fr: Ven
it_it: Ven
ko_kr: 금
pl_pl: Piątek
uk_ua: Пт
zh_cn: 星期五

source: Source and more information can be found %shere%s.
cs_cz: Zdroj a další informace jsou k dispozici %szde%s.
de_de: Quelle und mehr Information kann %shier%s gefunden werden.
el_gr: Η πηγή και περισσότερες πληροφορίες μπορείτε να βρείτε %εδώ%s.
fa_ir: منبع و اطلاعات بیشتر را می‌توانید %sاینجا%s بیابید.
fr_fr: Source et informations supplémentaires disponibles dans la %sdocumentation FreeBSD%s.
it_it: La fonte e ulteriori informazioni possono essere trovate %she%s.
ko_kr: 소스 및 자세한 정보는 %s여기%s를 참조하세요.
pl_pl: Źródło i więcej informacji można znaleźć %shere%s.
uk_ua: Джерело та додаткову інформацію можна знайти %sтут%s.
zh_cn: 更多信息可以在%s这里%s找到。

source: %sNone%s: Do not use state mechanisms to keep track. This is only useful if you're doing advanced queueing in certain situations. Please check the documentation.
cs_cz: %sŽádné%s: Nepoužívat stavový mechanismus pro udržování přehledu. Toto je užitečné pouze v případě že je prováděno pokročilé řazení do front v určitých situacích. Konzultujte s dokumentací.
de_de: %sKeiner%s: Verwende keine Verbindungsverfolgungsmechanismen. Dies ist nur dann Nützlich, falls Sie erweiterte Reihungen in manchen Situationen benötigen. Bitte lesen Sie diesbezüglich die Dokumentation.
el_gr: %sΚανένα%s: Μην χρησιμοποιείτε μηχανισμούς κατάστασης για την παρακολούθηση. Αυτό είναι χρήσιμο μόνο εάν κάνετε προηγμένη ουρά σε ορισμένες περιπτώσεις. Ελέγξτε την τεκμηρίωση.
fa_ir: %sهیچ%s: از مکانیزم‌های وضعیت برای ردیابی استفاده نکنید. این تنها زمانی مفید است که در برخی موارد صف‌بندی پیشرفته انجام می‌دهید. لطفاً مستندات را بررسی کنید.
fr_fr: %sNone%s : Ne pas utiliser les mécanismes d'état pour garder la trace. Ceci n'est utile que si vous faites de la mise en file d'attente avancée dans certaines situations. Veuillez consulter la documentation.
it_it: %sNessuno%s: non utilizzare meccanismi di stato per tenere traccia. Ciò è utile solo se stai eseguendo la coda avanzata in determinate situazioni. Si prega di controllare la documentazione.
ko_kr: %s없음%s: 상태 메커니즘을 사용하여 추적하지 않습니다. 이 기능은 특정 상황에서 고급 대기열을 수행하는 경우에만 유용합니다. 설명서를 확인하세요.
pl_pl: %sNone%s: Nie używaj mechanizmów stanu do śledzenia. Jest to przydatne tylko w przypadku zaawansowanego kolejkowania w pewnych sytuacjach. Sprawdź dokumentację.
uk_ua: %sБез стану%s: Не використовувати механізми стану для відстеження. Це корисно лише при використанні розширених черг у певних ситуаціях. Будь ласка, перевірте документацію.
zh_cn: %sNone%s：不使用状态机制进行跟踪。仅在某些情况下要进行高级排队时，此功能才有用。

source: %sSynproxy state%s proxies incoming TCP connections to help protect servers from spoofed TCP SYN floods. This option includes the functionality of keep state and modulate state combined.
cs_cz: %sSynproxy stav%s příchozí TCP spojení jdou přes proxy, což pomáhá chránit servery před nastrčenou záplavou TCP SYN. Tato předvolba obsahuje funkcionalitu uchovávání stavů a modulovaného stavu dohromady.
de_de: %sSynproxy-Status%s vermittelt eingehende TCP-Verbindungen, um die Server vor gefälschten TCP-SYN-Fluten zu schützen. Diese Option enthält die Funktionalität von "Status behalten" und "Status modulieren" in Kombination.
el_gr: %sSynproxy state%s διαχειρίζεται τις εισερχόμενες συνδέσεις TCP με proxies για να βοηθήσει στην προστασία των διακομιστών από πλαστογραφημένες πλημμύρες TCP SYN. Αυτή η επιλογή περιλαμβάνει τη συνδυασμένη λειτουργία διατήρησης κατάστασης και διαμόρφωσης κατάστασης.
fa_ir: %sSynproxy state%s اتصالات TCP ورودی را پراکسی می‌کند تا به حفاظت از سرورها در برابر حملات سیل SYN با مبدأ جعل‌شده کمک کند. این گزینه عملکردهای keep state و modulate state را به‌صورت ترکیبی شامل می‌شود.
fr_fr: %sL'étatSynproxy%s transmet les connexions TCP entrantes pour protéger les serveurs contre les inondations TCP SYN spoofées. Cette option inclut la fonctionnalité de conserver l'état et de moduler l'état combiné.
it_it: %sSynproxy state%s esegue il proxy delle connessioni TCP in entrata per proteggere i server dai flussi TCP SYN falsificati. Questa opzione include la funzionalità combinata di mantenimento dello stato e di modulazione dello stato.
ko_kr: %sSYN 프록시 상태%s는 들어오는 TCP 연결을 프록시하여 스푸핑된 TCP SYN 플러드로부터 서버를 보호합니다.이 옵션에는 상태 유지 및 상태 변조 기능이 결합되어 있습니다.
pl_pl: %sSynproxy state%s jest pośrednikiem dla przychodzących połączeń TCP, aby pomóc chronić serwery przed fałszywymi atakami TCP SYN. Ta opcja łączy funkcje keep state i modulate state.
uk_ua: %sСтан Synproxy%s проксує вхідні TCP-з'єднання, щоб допомогти захистити сервери від спуфінгових TCP SYN флудів. Ця опція включає функціональність збереження стану та модульованого стану разом.
zh_cn: %sSynproxy state%s：代理传入的TCP连接，以帮助保护服务器免受欺骗性TCP SYN洪水攻击。 此选项包括保持状态和调制状态组合的功能。

source: %sSloppy state%s works like keep state, but it does not check sequence numbers. Use it when the firewall does not see all packets.
cs_cz: %sNedbalý stav%s funguje podobně jako zachovat stav, ale nekontroluje pořadí čísel. Použijte v případě, že brána firewall neobdrží veškeré pakety.
de_de: %sSloppy-Status%s funktioniert wie Status behalten, prüft aber die Sequenznummern nicht. Verwenden Sie diese Option, wenn die Firewall nicht alle Pakete sieht.
el_gr: Η %sSloppy state%s λειτουργεί όπως η keep state, αλλά δεν ελέγχει τους αριθμούς ακολουθίας. Χρησιμοποιήστε την όταν το τείχος προστασίας δεν βλέπει όλα τα πακέτα.
fa_ir: %sSloppy state%s مانند keep state عمل می‌کند، اما شماره‌های توالی را بررسی نمی‌کند. وقتی فایروال همه بسته‌ها را نمی‌بیند از آن استفاده کنید.
fr_fr: %sSloppy state%s fonctionne de la même manière que keep state à ceci près qu'il ne vérifie pas les numéros de séquence. A utiliser lorsque le pare-feu ne voit pas tous les paquets.
it_it: %sSloppy state%s funziona come keep state, ma non controlla i numeri di sequenza. Usalo quando il firewall non vede tutti i pacchetti.
ko_kr: %s느슨한 상태%s는 상태 유지와 동일하게 작동하지만 시퀀스 번호를 확인하지 않습니다. 방화벽이 모든 패킷을 인식하지 못할 때 사용합니다.
pl_pl: %sSloppy state%s działa jak keep state, ale nie sprawdza numerów sekwencyjnych. Używaj go, gdy firewall nie widzi wszystkich pakietów.
uk_ua: %sНечіткий стан%s працює як збереження стану, але не перевіряє порядкові номери. Використовуйте його, коли міжмережевий екран не бачить всі пакети.
zh_cn: %sSloppy state%s：像Keep state一样工作，但它不检查序列号。当防火墙看不到所有数据包时使用它。

source: %sKeep state%s is used for stateful connection tracking.
cs_cz: %sZachovat stave%s používá pro stavové sledování spojení.
de_de: %sStatus behalten%s wird für statusbehaftete Verbindungsverfolgung verwendet.
el_gr: Το %sKeep state%s χρησιμοποιείται για παρακολούθηση σύνδεσης με κατάσταση.
fa_ir: %sKeep state%s برای ردیابی اتصالات حالت‌مند استفاده می‌شود.
fr_fr: %sKeep state%s est utilisé pour le suivi des connexions avec état.
it_it: %sKeep state%s viene utilizzato per il monitoraggio della connessione con stato.
ko_kr: %s상태 유지%s는 상태 연결 추적에 사용됩니다.
pl_pl: %sKeep state%s jest używane do śledzenia połączeń z pamięcią stanu.
uk_ua: %sЗбереження стану%s використовується для відстеження з'єднань зі станом.
zh_cn: %sKeep state%s：用于状态连接跟踪。

source: Hint: Select which type of state tracking mechanism you would like to use. If in doubt, use keep state.
cs_cz: Rada: Vyberte který typ mechanizmu sledování stavu chcete používat. Pokud nevíte, použijte zachovat stav.
de_de: Hinweis: Wählen Sie den Typ des Statusverfolgungsmechanismus aus, den Sie verwenden möchten. Falls Sie unsicher sind, wählen "Status behalten".
el_gr: Υπόδειξη: Επιλέξτε τον τύπο μηχανισμού παρακολούθησης κατάστασης που θέλετε να χρησιμοποιήσετε. Σε περίπτωση αμφιβολίας, χρησιμοποιήστε τη λειτουργία keep state.
fa_ir: راهنما: نوع مکانیزم ردیابی وضعیت را انتخاب کنید. در صورت شک، از keep state استفاده کنید.
fr_fr: Hint: Sélectionné le type de mécanismes de suivis des paquets que vous souhaiteriez utiliser. Dans le doute, utilisez keep-state
it_it: Suggerimento: seleziona il tipo di meccanismo di monitoraggio dello stato che desideri utilizzare. In caso di dubbi, utilizzare keep state.
ko_kr: 힌트: 사용할 상태 추적 메커니즘 유형을 선택합니다. 의심스러운 경우 상태 유지를 사용합니다.
pl_pl: Podpowiedź: Wybierz, który typ mechanizmu śledzenia stanu chciałbyś użyć. W razie wątpliwości użyj keep state.
uk_ua: Підказка: Виберіть тип механізму відстеження стану, який ви бажаєте використовувати. Якщо сумніваєтесь, використовуйте збереження стану.
zh_cn: 注意：选择要使用的状态跟踪机制的类型。 如果有疑问，请使用keep state。

source: synproxy state
cs_cz: Stav synproxy
de_de: Synproxy-Status
el_gr: κατάσταση συν-πλειοδοσίας
fr_fr: état de synproxy
it_it: stato sinproxy
ko_kr: Syn 프록시 상태
pl_pl: stan synproxy
uk_ua: Стан Synproxy

source: modulate state
cs_cz: modulovat stav
de_de: Status modulieren
el_gr: διαμόρφωση κατάστασης
fr_fr: moduler l'état
it_it: stato modulare
ko_kr: 변조 상태
pl_pl: modulowany stan
uk_ua: модульований стан

source: sloppy state
cs_cz: nedbalý stav
de_de: Sloppy-Status
el_gr: ατημέλητη κατάσταση
fr_fr: mauvais état
it_it: stato sciatto
ko_kr: 느슨한 상태
pl_pl: luźny stan
uk_ua: нечіткий стан

source: keep state
cs_cz: zachovat stav
de_de: Status behalten
el_gr: διατηρώ την κατάσταση
fr_fr: conserver l'état
it_it: mantenere lo stato
ko_kr: 상태 유지
pl_pl: zachowaj stan
uk_ua: збереження стану

source: Hint: This prevents states created by this rule to be sync'ed over pfsync.
cs_cz: Rada: toto zabrání aby stavy, vytvořené tímto pravidlem, byly synchronizované přes pfsync.
de_de: Hinweis: Dies verhindert, dass Status, die durch diese Regel erzeugt werden, über pfsync synchronisiert werden.
el_gr: Υπόδειξη: Αυτό αποτρέπει τον συγχρονισμό καταστάσεων που δημιουργούνται από αυτόν τον κανόνα μέσω του pfsync.
fa_ir: راهنما: این باعث می‌شود وضعیت‌هایی که توسط این قانون ایجاد شده‌اند از طریق pfsync همگام‌سازی نشوند.
fr_fr: Astuce: Cela empêche les états créés par cette règle d'être synchronisés avec pfsync.
it_it: Suggerimento: ciò impedisce che gli stati creati da questa regola vengano sincronizzati su pfsync.
ko_kr: 힌트: 이 규칙에 의해 생성된 상태가 pfsync를 통해 동기화되는 것을 방지합니다.
pl_pl: Podpowiedź: Zapobiega synchronizacji stanów utworzonych przez tę regułę za pomocą pfsync.
uk_ua: Підказка: Це запобігає синхронізації станів, створених цим правилом, через pfsync.
zh_cn: 注意：这会防止该规则创建的状态通过pfsync进行同步。

source: State Type
cs_cz: Typ stavu
de_de: Zustandstyp
el_gr: Τύπος πολιτείας
fa_ir: نوع وضعیت
fr_fr: Type d'état
it_it: Tipo di stato
ko_kr: 상태 유형
pl_pl: Typ Stanu
uk_ua: Тип стану
zh_cn: 状态类型

source: NO pfsync
cs_cz: Nesynchronizovat s ostatními uzly
de_de: KEINE pfsync
el_gr: ΧΩΡΙΣ pfsync
fa_ir: بدون pfsync
fr_fr: Pas de pfsync
ko_kr: pfsync 없음
pl_pl: Brak pfsync
uk_ua: БЕЗ pfsync
zh_cn: 不同步

source: Use this to choose TCP flags that must be set or cleared for this rule to match.
cs_cz: Toto použijte pro volbu TCP příznaků u kterých je třeba, aby byly nastavené nebo vyčištěné tímto pravidlem pro shodu.
de_de: Verwenden Sie diese Option, um TCP-Flags auszuwählen, die gesetzt sein müssen, damit diese Regel zutrifft.
el_gr: Χρησιμοποιήστε αυτό για να επιλέξετε σημαίες TCP που πρέπει να οριστούν ή να απενεργοποιηθούν για να ταιριάζει αυτός ο κανόνας.
fa_ir: از این برای انتخاب فلگ‌های TCP که برای تطابق این قانون باید ست یا پاک باشند استفاده کنید.
fr_fr: Utiliser ceci pour choisir les drapeaux TCP à définir ou à effacer pour que cette règle corresponde.
it_it: Utilizzarlo per scegliere i flag TCP che devono essere impostati o cancellati affinché questa regola corrisponda.
ko_kr: 이를 통해 이 규칙을 일치시키기 위해 설정돼있거나 지워져있는 TCP 플래그를 검사하도록 선택합니다.
pl_pl: Użyj tego, aby wybrać flagi TCP, które muszą być ustawione lub wyczyszczone, aby ta reguła pasowała.
uk_ua: Використовуйте це, щоб вибрати TCP-флаги, які повинні бути встановлені або зняті для відповідності цьому правилу.
zh_cn: 使用此选项来选择必须设置或清除才能匹配此规则的TCP标记。

source: Any flags.
cs_cz: Libovolné příznaky.
de_de: Jegliche Flags.
el_gr: Οποιεσδήποτε σημαίες.
fa_ir: هر فلگ.
fr_fr: N'importe quels drapeaux.
it_it: Eventuali bandiere.
ko_kr: 모든 플래그.
pl_pl: Dowolne flagi.
uk_ua: Будь-які флаги.
zh_cn: 任意标记。

source: out of
cs_cz: mimo
de_de: von
el_gr: έξω από
fa_ir: از
fr_fr: sur
it_it: fuori
ko_kr: 검사 플래그
pl_pl: z
uk_ua: з
zh_cn: 排除

source: set
cs_cz: nastavit
de_de: Setzen
fa_ir: ست
fr_fr: défini
it_it: impostato
ko_kr: 설정됨
pl_pl: ustaw
uk_ua: встановлено
zh_cn: 设置

source: TCP flags
cs_cz: TCP příznaky
el_gr: Σημαίες TCP
fa_ir: فلگ‌های TCP
fr_fr: Drapeaux TCP
it_it: Flag TCP
ko_kr: TCP 플래그
pl_pl: Flagi TCP
uk_ua: TCP-флаги
zh_cn: TCP标记

source: State Timeout in seconds (TCP only)
cs_cz: Časový limit stavu (v sekundách) – pouze pro TCP
de_de: Zustandszeitüberschreitung in Sekunden (nur TCP)
el_gr: Χρονικό όριο κατάστασης σε δευτερόλεπτα (μόνο TCP)
fa_ir: زمان انقضای وضعیت برحسب ثانیه (فقط TCP)
fr_fr: Délai d'expiration des états en secondes (TCP uniquement)
it_it: Timeout stato in secondi (solo TCP)
ko_kr: 상태 시간 초과(초) (TCP만)
pl_pl: Limit czasu stanu w sekundach (tylko TCP)
uk_ua: Таймаут стану в секундах (лише TCP)
zh_cn: 状态超时(以秒为单位) (仅限TCP)

source: State timeout
cs_cz: Časový limit stavu
de_de: Zustandszeitüberschreitung
el_gr: Χρονικό όριο κατάστασης
fa_ir: انقضای وضعیت
fr_fr: Délai d'attente de l'état
it_it: Timeout dello stato
ko_kr: 상태 제한 시간
pl_pl: Limit czasu stanu
uk_ua: Таймаут стану
zh_cn: 状态超时

source: Max new connections
cs_cz: Nových připojení nejvýše
de_de: Max. Anzahl an neuen Verbindungen
el_gr: Μέγιστος αριθμός νέων συνδέσεων
fa_ir: حداکثر اتصالات جدید
fr_fr: Maximum de nouvelles connexions
it_it: Numero massimo di nuove connessioni
ko_kr: 최대 새 연결 수
pl_pl: Maksymalne nowe połączenia
uk_ua: Максимальна кількість нових з'єднань
zh_cn: 最大新连接数

source: Max source states
cs_cz: Stavů zdroje nejvýše
de_de: Max. Anzahl an Zuständen pro Quelle
el_gr: Μέγιστες καταστάσεις πηγής
fa_ir: حداکثر وضعیت‌های منبع
fr_fr: Nombre maximal d'états sources
it_it: Stati di origine massimi
ko_kr: 최대 소스 상태
pl_pl: Maksymalne stany źródłowe
uk_ua: Максимальна кількість станів джерела
zh_cn: 最大源状态数

source: Max established
cs_cz: Nanejvýš navázaných
de_de: Max. Anzahl an etablierten Verbindungen
el_gr: Ο Μαξ ιδρύθηκε
fa_ir: حداکثر اتصالات برقرار
fr_fr: Nombre maximal d'état de connexion établis.
it_it: Max si è stabilito
ko_kr: 최대 연결 갯수
pl_pl: Maksymalnie ustanowione
uk_ua: Максимальна кількість встановлених
zh_cn: 最大已建立连接数

source: Max source nodes
cs_cz: Nejvyšší umožněný počet zdrojových uzlů
de_de: Max. Anzahl an Quellknoten
el_gr: Μέγιστοι κόμβοι πηγής
fa_ir: حداکثر گره‌های منبع
fr_fr: Nombre de nœuds sources maximal
it_it: Nodi di origine massimi
ko_kr: 최대 출발지 노드
pl_pl: Maksymalne węzły źródłowe
uk_ua: Макс. вузлів джерела
zh_cn: 最大源主机数量

source: Maximum state entries this rule can create
cs_cz: Nejvyšší umožněný počet položek, které toto pravidlo může vytvořit
de_de: Maximalanzahl an Statuseinträgen, die diese Regel erstellen kann
el_gr: Μέγιστος αριθμός καταχωρίσεων κατάστασης που μπορεί να δημιουργήσει αυτός ο κανόνας
fa_ir: حداکثر ورودی‌های وضعیت که این قانون می‌تواند ایجاد کند
fr_fr: Nombre maximum d'entrées d'état que cette règle peut créer
it_it: Numero massimo di voci di stato che questa regola può creare
ko_kr: 이 규칙이 만들 수 있는 최대 상태 항목
pl_pl: Maksymalna liczba wpisów stanu, jakie ta reguła może utworzyć
uk_ua: Максимальна кількість записів стану, які може створити це правило
zh_cn: 此规则可以创建的最大状态条目

source: Max states
cs_cz: Nanejvýš stavů
de_de: Max. Anzahl an Zuständen
el_gr: Μέγιστος αριθμός πολιτειών
fa_ir: حداکثر وضعیت‌ها
fr_fr: Nombre maximal d'états
it_it: Afferma Max
ko_kr: 최대 상태
pl_pl: Maksymalna liczba stanów
uk_ua: Макс. станів
zh_cn: 最大状态条目数
