Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The Administrator of this server. Used when displaying information about this server.
cs_cz: Správce tohoto serveru. Použito při zobrazování informací o tomto serveru.
de_de: Der Administrator dieses Servers. Wird beim Anzeigen von Informationen zu diesem Server verwendet.
el_gr: Ο Διαχειριστής αυτού του διακομιστή. Χρησιμοποιείται κατά την εμφάνιση πληροφοριών σχετικά με αυτόν τον διακομιστή.
fa_ir: مدیر این سرور. هنگام نمایش اطلاعات مربوط به این سرور استفاده می‌شود.
fr_fr: L'administrateur de ce serveur. Utilisé pour afficher des informations sur ce serveur.
it_it: L'amministratore di questo server. Utilizzato quando si visualizzano informazioni su questo server.
ko_kr: 이 서버의 관리자입니다. 이 서버에 대한 정보를 표시할 때 사용됩니다.
pl_pl: Administrator tego serwera. Używane podczas wyświetlania informacji o tym serwerze.
uk_ua: Адміністратор цього сервера. Використовується при відображенні інформації про цей сервер.
zh_cn: 该服务器的管理员。 显示有关此服务器的信息时使用。

source: The CPU plugin collects the amount of time spent by the CPU in various states, most notably executing user code, executing system code, waiting for IO-operations and being idle.
cs_cz: Zásuvný modul Procesor shromažďuje doby, které procesor strávil v různých stavech, hlavně vykonávání kódu uživatele, systému, čekání na vstupně/výstupní operace a nečinnost.
de_de: Das CPU-Plugin sammelt die Zeit, die die CPU in verschiedenen Zuständen verbringt, insbesondere beim Ausführen von Benutzercode, Ausführen von Systemcode, Warten auf IO-Operationen und Leerlauf.
el_gr: Το πρόσθετο CPU συλλέγει τον χρόνο που αφιερώνει η CPU σε διάφορες καταστάσεις, κυρίως την εκτέλεση κώδικα χρήστη, την εκτέλεση κώδικα συστήματος, την αναμονή για λειτουργίες εισόδου/εξόδου και την αδράνεια.
fa_ir: پلاگین CPU میزان زمانی را که CPU در حالت‌های مختلف صرف می‌کند جمع‌آوری می‌کند؛ به‌ویژه اجرای کد کاربر، اجرای کد سیستم، انتظار برای عملیات ورودی/خروجی و بیکار بودن.
fr_fr: Le greffon CPU surveille le temps passé par le CPU dans différents états, plus particulièrement l'exécution de code utilisateur, l'exécution de code système, l'attente d'opérations E/S et l'état inutilisé.
it_it: Il plug-in della CPU raccoglie la quantità di tempo trascorso dalla CPU in vari stati, in particolare eseguendo il codice utente, eseguendo il codice di sistema, aspettando operazioni di I/O e rimanendo inattivo.
ko_kr: CPU 플러그인은 사용자 코드 실행, 시스템 코드 실행, IO 작업 대기, 유휴 상태 등 다양한 상태에서 CPU가 소비하는 시간을 수집합니다.
pl_pl: Wtyczka CPU zbiera ilość czasu spędzonego przez CPU w różnych stanach, przede wszystkim podczas wykonywania kodu użytkownika, wykonywania kodu systemowego, oczekiwania na operacje wejścia/wyjścia i bycia bezczynnym.
uk_ua: Плагін CPU збирає кількість часу, проведеного процесором у різних станах, зокрема виконання користувацького коду, виконання системного коду, очікування операцій вводу/виводу та простою.
zh_cn: CPU插件收集CPU在各种状态下耗费的时间，最值得注意的是执行用户代码，执行系统代码，等待IO操作并处于空闲状态。

source: The ContextSwitch plugin collects the number of context switches done by the operating system.
cs_cz: Zásuvný modul ContextSwitch shromažďuje počet přepnutí kontextu provedených operačním systémem.
de_de: Das ContextSwitch Plugin sammelt die Anzahl an Kontextwechsel, welche vom Betriebssytem durchgeführt werden.
el_gr: Το πρόσθετο ContextSwitch συλλέγει τον αριθμό των αλλαγών περιβάλλοντος που πραγματοποιούνται από το λειτουργικό σύστημα.
fa_ir: پلاگین ContextSwitch تعداد تعویض‌های زمینه‌ای انجام‌شده توسط سیستم‌عامل را جمع‌آوری می‌کند.
fr_fr: Le greffon ContextSwitch surveille le nombre de changements de contexte effectués par le système d'exploitation.
it_it: Il plugin ContextSwitch raccoglie il numero di cambi di contesto effettuati dal sistema operativo.
ko_kr: ContextSwitch 플러그인은 운영 체제에서 수행한 컨텍스트 스위치 수를 수집합니다.
pl_pl: Wtyczka ContextSwitch zbiera liczbę przełączeń kontekstu wykonanych przez system operacyjny.
uk_ua: Плагін ContextSwitch збирає кількість перемикань контексту, виконаних операційною системою.
zh_cn: ContextSwitch插件收集操作系统完成的上下文切换次数。

source: The DF plugin collects file system usage information, i. e. basically how much space on a mounted partition is used and how much is available.
cs_cz: Zásuvný modul DF shromažďuje informace o využití souborového systému, tj. v podstatě kolik místa na připojeném oddílu je využito a kolik je k dispozici.
de_de: Das DF Plugin sammelt Nutzungsinformationen zu Dateisystemen, beispielsweise wie viel Speicherplatz einer Partition verwendet wird.
el_gr: Το πρόσθετο DF συλλέγει πληροφορίες χρήσης του συστήματος αρχείων, δηλαδή ουσιαστικά πόσος χώρος σε ένα προσαρτημένο διαμέρισμα χρησιμοποιείται και πόσος είναι διαθέσιμος.
fa_ir: پلاگین DF اطلاعات استفاده از فایل‌سیستم را جمع‌آوری می‌کند، یعنی اساساً نشان می‌دهد چه مقدار از فضای یک پارتیشن مونت‌شده استفاده شده و چه مقدار در دسترس است.
fr_fr: Le greffon DF surveille l'utilisation du système de fichiers, c'est-à-dire la quantité d'espace disponible et occupé sur une partition montée.
it_it: Il plugin DF raccoglie informazioni sull'utilizzo del file system, ad es. e. fondamentalmente quanto spazio viene utilizzato su una partizione montata e quanto è disponibile.
ko_kr: DF 플러그인은 기본적으로 마운트된 파티션에서 사용되는 공간과 사용 가능한 공간과 같은 파일 시스템 사용 정보를 수집합니다.
pl_pl: Wtyczka DF zbiera informacje o użyciu systemu plików, tj. głównie ile miejsca na zamontowanej partycji jest używane i ile jest dostępne.
uk_ua: Плагін DF збирає інформацію про використання файлової системи, тобто, по суті, скільки місця на змонтованому розділі використовується і скільки доступно.
zh_cn: DF插件收集文件系统使用信息，可以查看已安装分区上的空间大小以及可用空间。

source: The FQDN or IP address of the VPN server.
cs_cz: FQDN název nebo IP adresa VPN serveru.
de_de: Der FQDN oder die IP-Adresse des VPN-Servers
el_gr: Το FQDN ή η διεύθυνση IP του διακομιστή VPN.
fa_ir: FQDN یا آدرس IP سرور VPN.
fr_fr: Le FQDN ou l'adresse IP du serveur VPN.
it_it: L'FQDN o l'indirizzo IP del server VPN.
ko_kr: VPN 서버의 FQDN 또는 IP 주소입니다.
pl_pl: Pełna nazwa domeny (FQDN) lub adres IP serwera VPN.
uk_ua: FQDN або IP-адреса VPN-сервера.
zh_cn: VPN服务器的FQDN或IP地址。

source: The Graphite plugin stores values in Carbon, the storage layer of Graphite.
cs_cz: Zásuvný modul Graphite ukládá hodnoty v Carbon – vrstvě úložiště pro Graphite.
de_de: Das Graphite-Plugin speichert die Werte in Carbon, der Speicherschicht von Graphite
el_gr: Το πρόσθετο Graphite αποθηκεύει τιμές στο Carbon, το επίπεδο αποθήκευσης του Graphite.
fa_ir: پلاگین Graphite مقادیر را در Carbon، لایهٔ ذخیره‌سازی Graphite، ذخیره می‌کند.
fr_fr: Le greffon Graphite enregistre les valeurs dans Carbon, la couche de stockage de Graphite.
it_it: Il plugin Graphite memorizza i valori in Carbon, lo strato di archiviazione di Graphite.
ko_kr: Graphite 플러그인은 Graphite의 저장층인 Carbon에 값을 저장합니다.
pl_pl: Wtyczka Graphite przechowuje wartości w Carbon, warstwie przechowywania Graphite.
uk_ua: Плагін Graphite зберігає значення в Carbon, шарі зберігання Graphite.
zh_cn: Graphite插件将值存储在Carbon(Graphite的存储层)中。

source: The Interface for 'Network' checks.
cs_cz: Rozhraní pro „Síťové“ kontroly.
de_de: Die Schnittstelle für "Netzwerk"-Überprüfungen.
el_gr: Η διεπαφή για τους ελέγχους 'Δίκτυο'.
fa_ir: رابط برای بررسی‌های 'Network'.
fr_fr: L'interface pour les contrôles de 'Réseau'.
it_it: L'interfaccia per i controlli 'Rete'.
ko_kr: '네트워크' 검사를 위한 인터페이스입니다.
pl_pl: Interfejs dla sprawdzeń 'Sieci'.
uk_ua: Інтерфейс для перевірок 'Мережі'.
zh_cn: "网络"检查接口。

source: The Interface plugin collects information about the traffic, packets per second and errors of interfaces.
cs_cz: Zásuvný modul Rozhraní shromažďuje informace o provozu, počtu paketů za sekundu a chybách na rozhraních.
de_de: Das Interface-Plugin sammelt Informationen über den Datenverkehr, Pakete pro Sekunde und Fehler von Schnittstellen.
el_gr: Το πρόσθετο Interface συλλέγει πληροφορίες σχετικά με την κίνηση, τα πακέτα ανά δευτερόλεπτο και τα σφάλματα των διεπαφών.
fa_ir: پلاگین Interface اطلاعات مربوط به ترافیک، بسته‌ها بر ثانیه و خطاهای رابط‌ها را جمع‌آوری می‌کند.
fr_fr: Le greffon Interface surveille le trafic, le nombre de paquets par seconde et les erreurs sur les interfaces.
it_it: Il plugin Interface raccoglie informazioni sul traffico, pacchetti al secondo ed errori delle interfacce.
ko_kr: 인터페이스 플러그인은 트래픽, 초당 패킷 수 및 인터페이스 오류에 대한 정보를 수집합니다.
pl_pl: Wtyczka Interface zbiera informacje o ruchu, pakietach na sekundę oraz błędach interfejsów.
uk_ua: Плагін Interface збирає інформацію про трафік, пакети за секунду та помилки інтерфейсів.
zh_cn: 接口插件收集有关流量、每秒数据包和接口错误的信息。

source: The Load plugin collects the system load.
cs_cz: Zásuvný modul Vytížení shromažďuje údaje o vytížení systému.
de_de: Das "Last"-Plugin sammelt die Systemlast
el_gr: Το πρόσθετο Load συλλέγει το φορτίο του συστήματος.
fa_ir: پلاگین Load بار سیستم را جمع‌آوری می‌کند.
fr_fr: Le greffon Charge surveille la charge système.
it_it: Il plugin Load raccoglie il carico del sistema.
ko_kr: Load 플러그인은 시스템 로드를 수집합니다.
pl_pl: Wtyczka Load zbiera informacje o obciążeniu systemu.
uk_ua: Плагін Load збирає системне навантаження.
zh_cn: 负载插件收集系统负载信息。

source: The MX Check module checks if the domain in a messages SMTP FROM addresses (or the domain in HELO in case SMTP FROM is empty) has at least one connectable MX. If a connectable MX is found this information is cached in Redis.
cs_cz: Modul MX Check kontroluje, zda doména v adresách v SMTP zprávách FROM (nebo doména v HELO v případě, že je SMTP FROM prázdné) má alespoň jednu připojitelnou MX. Pokud je nalezena připojitelná MX, je tato informace uložena do mezipaměti Redis.
de_de: Das MX-Prüfungsmodul prüft, ob die Domain, die in der Absenderadresse (oder der Domain im HELO falls SMTP FROM leer ist) zumindest einen verbindungsfähigen MX hat. Falls ein MX gefunden wird, wird die Information in Redis zwischengespeichert.
el_gr: Η ενότητα MX Check ελέγχει εάν ο τομέας σε μια διεύθυνση SMTP FROM (ή ο τομέας στο HELO σε περίπτωση που το SMTP FROM είναι κενό) έχει τουλάχιστον ένα MX με δυνατότητα σύνδεσης. Εάν βρεθεί ένα MX με δυνατότητα σύνδεσης, αυτές οι πληροφορίες αποθηκεύονται προσωρινά στο Redis.
fa_ir: ماژول MX Check بررسی می‌کند که آیا دامنه موجود در آدرس SMTP FROM پیام (یا دامنه در HELO اگر SMTP FROM خالی باشد) حداقل یک MX قابل اتصال دارد یا خیر. اگر یک MX قابل اتصال یافت شود، این اطلاعات در Redis کش می‌شود.
fr_fr: Le module MX Check vérifie si le domaine dans les adresses SMTP FROM d'un message (ou le domaine dans HELO si SMTP FROM est vide) a au moins un MX connectable. Si un MX connectable est trouvé, ces informations sont mises en cache dans Redis.
it_it: Il modulo MX Check controlla se il dominio negli indirizzi SMTP FROM dei messaggi (o il dominio in HELO nel caso in cui SMTP FROM sia vuoto) ha almeno un MX collegabile. Se viene trovato un MX collegabile, queste informazioni vengono memorizzate nella cache di Redis.
ko_kr: MX Check 모듈은 SMTP FROM 주소의 메시지 도메인(또는 SMTP FROM이 비어 있는 경우 HELO의 도메인)에 연결 가능한 MX가 하나 이상 있는지 확인합니다. 연결 가능한 MX가 발견되면 이 정보는 Redis에 캐시됩니다.
pl_pl: Moduł MX Check sprawdza, czy domena w adresach SMTP FROM wiadomości (lub domena w HELO, jeśli pole SMTP FROM jest puste) posiada przynajmniej jeden dostępny MX. Jeśli dostępny MX zostanie znaleziony, informacja ta jest przechowywana w pamięci podręcznej Redis.
uk_ua: Модуль перевірки MX перевіряє, чи домен в адресах SMTP FROM повідомлення (або домен у HELO, якщо SMTP FROM порожній) має принаймні один підключається MX. Якщо знайдено підключається MX, ця інформація кешується в Redis.
zh_cn: MX Check模块检查邮件SMTP FROM地址(如果SMTP FROM为空，则为HELO中的域)中的域是否至少有一个可连接的MX。 如果找到可连接的MX，则此信息会缓存在Redis中。

source: The Network plugin can send values to other instances
cs_cz: Zásuvný modul Síť může posílat hodnoty ostatním instancím
de_de: Das Netzwerkplugin kann Werte an andere Instanzen senden
el_gr: Το πρόσθετο Δικτύου μπορεί να στείλει τιμές σε άλλες παρουσίες
fa_ir: پلاگین Network می‌تواند مقادیری را به نمونه‌های دیگر ارسال کند.
fr_fr: Le greffon Réseau permet d'envoyer des données à d'autres instances
it_it: Il plug-in di rete può inviare valori ad altre istanze
ko_kr: 네트워크 플러그인이 다른 인스턴스로 값을 보낼 수 있음
pl_pl: Wtyczka Network może wysyłać wartości do innych instancji
uk_ua: Плагін мережі може надсилати значення іншим екземплярам
zh_cn: 网络插件可以将值发送到其他实例

source: The PID file of the process.
cs_cz: PID soubor procesu.
de_de: Die PID-Datei des Prozesses.
el_gr: Το αρχείο PID της διεργασίας.
fa_ir: فایل PID پردازه.
fr_fr: Le fichier PID du processus.
it_it: Il file PID del processo.
ko_kr: 프로세스의 PID 파일입니다.
pl_pl: Plik PID procesu.
uk_ua: Файл PID процесу.
zh_cn: 进程的PID文件。

source: The Processes plugin collects the number of processes, grouped by their state (e. g. running, sleeping, zombies, etc.).
cs_cz: Zásuvný modul Procesy shromažďuje počty procesů, seskupených dle jejich stavu (např. spuštěné, pozastavené, zombie, atd.).
de_de: Das Plugin "Prozesse" sammelt die Anzahl der Prozesse, gruppiert nach ihrem Status (z. B. ausgeführt, schlafend, Zombies usw.).
el_gr: Το πρόσθετο Διεργασίες συλλέγει τον αριθμό των διεργασιών, ομαδοποιημένες κατά την κατάστασή τους (π.χ. εκτέλεση, ύπνος, ζόμπι, κ.λπ.).
fa_ir: پلاگین Processes تعداد پردازه‌ها را جمع‌آوری می‌کند، گروه‌بندی‌شده بر اساس وضعیت (مثلاً running، sleeping، zombies و غیره).
fr_fr: Le greffon Processus surveille le nombre de processus et les regroupes par état (running, sleeping, zombie, etc...).
it_it: Il plugin Processi raccoglie il numero di processi, raggruppati in base al loro stato (ad esempio in esecuzione, in sospensione, zombie, ecc.).
ko_kr: Processes 플러그인은 프로세스의 개수를 상태(예: 실행 중, 대기 중, 좀비 상태 등)에 따라 그룹화하여 수집합니다.
pl_pl: Wtyczka Processes zbiera informacje o liczbie procesów, grupując je według ich stanu (np. działające, śpiące, zombie itp.).
uk_ua: Плагін процесів збирає кількість процесів, згрупованих за їхнім станом (наприклад, запущені, сплячі, зомбі тощо).
zh_cn: Processes插件收集按其状态分组的进程数(例如，运行，睡眠，僵尸等)。

source: The SSL fingerprint, for example "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
cs_cz: SSL otisk, například „B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E“.
de_de: Der SSL-Fingerabdruck; Z. B. "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
el_gr: Το δακτυλικό αποτύπωμα SSL, για παράδειγμα "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
fa_ir: اثر انگشت SSL، برای مثال "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
fr_fr: L'empreinte SSL, par exemple "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
it_it: L'impronta digitale SSL, ad esempio "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
ko_kr: SSL 지문(예: "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
pl_pl: Odcisk palca SSL, na przykład "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
uk_ua: Відбиток SSL, наприклад, "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
zh_cn: SSL指纹，例如"B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E"。

source: The TCP port that should be used for connections to this peer. It must not be used by any other service.
cs_cz: TCP port který by měl být použit pro spojení s tímto protějškem. Je třeba, aby nebyl využíván žádnou jinou službou.
de_de: Der TCP-Port, der für Verbindungen zu dieser Gegenstelle verwendet werden soll. Dieser Port darf nicht von einem anderen Dienst genutzt werden.
el_gr: Η θύρα TCP που πρέπει να χρησιμοποιηθεί για συνδέσεις με αυτόν τον ομότιμο. Δεν πρέπει να χρησιμοποιηθεί από καμία άλλη υπηρεσία.
fa_ir: پورت TCP که باید برای اتصال به این همتا استفاده شود. این پورت نباید توسط سرویس دیگری استفاده شود.
fr_fr: Le port TCP à utiliser pour les connexions à cet homologue. Il ne doit être utilisé par aucun autre service.
it_it: La porta TCP da utilizzare per le connessioni a questo peer. Non deve essere utilizzato da nessun altro servizio.
ko_kr: 이 피어에 대한 연결에 사용할 TCP 포트입니다. 다른 서비스에서 사용해서는 안 됩니다.
pl_pl: Port TCP, który powinien być używany do połączeń z tym peerem. Nie może być używany przez żadną inną usługę.
uk_ua: Порт TCP, який слід використовувати для підключень до цього партнера. Він не повинен використовуватися жодною іншою службою.
zh_cn: 应该用于连接此对端的TCP端口。 任何其他服务都不得使用它。

source: The Target host. Be careful when using localhost as some services may bypass ACLs when connecting from "127.0.0.1" or "::1".
cs_cz: Cílový hostitel. Při používání localhost buďte opatrní, protože některé služby mohou obcházet ACL seznamy při připojování ze „127.0.0.1“ nebo „::1“.
de_de: Der Zielhost. Seien Sie vorsichtig, wenn Sie localhost verwenden, da manche Dienste ACLs umgehen, wenn sie eine Verbindung über "127.0.0.1" or "::1" aufbauen.
el_gr: Ο κεντρικός υπολογιστής Target. Να είστε προσεκτικοί όταν χρησιμοποιείτε το localhost, καθώς ορισμένες υπηρεσίες ενδέχεται να παρακάμπτουν τα ACL κατά τη σύνδεση από "127.0.0.1" ή "::1".
fa_ir: میزبان مقصد. هنگام استفاده از localhost احتیاط کنید زیرا برخی سرویس‌ها ممکن است هنگام اتصال از "127.0.0.1" یا "::1" از ACLها عبور کنند.
fr_fr: L'hôte cible. Faites attention lorsque vous utilisez localhost car certains services peuvent contourner les ACL en se connectant à partir de "127.0.0.1" ou "::1".
it_it: L'ospite di destinazione. Fai attenzione quando usi localhost poiché alcuni servizi potrebbero ignorare gli ACL quando ti connetti da "127.0.0.1" o "::1".
ko_kr: 대상 호스트입니다. "127.0.0.1" 또는 "::1"에서 연결할 때 일부 서비스가 ACL을 무시할 수 있으므로 localhost를 사용할 때 주의하세요.
pl_pl: Docelowy host. Uważaj przy używaniu localhost, ponieważ niektóre usługi mogą omijać listy kontroli dostępu (ACL) łącząc się z "127.0.0.1" lub "::1".
uk_ua: Цільовий хост. Будьте обережні при використанні localhost, оскільки деякі служби можуть обходити ACL при підключенні з "127.0.0.1" або "::1".
zh_cn: 目标主机。 使用本地主机时要小心，因为从"127.0.0.1"或":: 1"连接时某些服务可能会绕过ACL。

source: The Uptime plugin keeps track of the system uptime, providing informations such as the average running time or the maximum reached uptime over a certain period of time.
cs_cz: Zásuvný modul Uptime sleduje dobu provozu systému a poskytuje informace, jako je průměrná doba provozu nebo maximální dosažená doba provozu za určité časové období.
de_de: Das Uptime Plugin verfolgt die Laufzeit des Systems und gibt Informationen wie die durchschnittliche Laufzeit über eine Zeitperiode oder die maximal erreichte Laufzeit aus.
el_gr: Το πρόσθετο Uptime παρακολουθεί τον χρόνο λειτουργίας του συστήματος, παρέχοντας πληροφορίες όπως ο μέσος χρόνος λειτουργίας ή ο μέγιστος χρόνος λειτουργίας που έχει επιτευχθεί σε μια συγκεκριμένη χρονική περίοδο.
fa_ir: پلاگین Uptime مدت کارکرد سیستم را پیگیری می‌کند و اطلاعاتی مانند میانگین زمان اجرا یا بیشترین uptime ثبت‌شده در یک بازه زمانی مشخص ارائه می‌دهد.
fr_fr: Le greffon Uptime suit la durée de fonctionnement du système et fournit des informations telles que le temps moyen d'utilisation ou la durée de fonctionnement maximale atteinte sur une certaine période.
it_it: Il plugin Uptime tiene traccia del tempo di attività del sistema, fornendo informazioni come il tempo di esecuzione medio o il tempo di attività massimo raggiunto in un determinato periodo di tempo.
ko_kr: Uptime 플러그인은 시스템 가동 시간을 추적하여 특정 기간 동안의 평균 실행 시간 또는 최대 도달 가동 시간과 같은 정보를 제공합니다.
pl_pl: Wtyczka Uptime śledzi czas działania systemu, dostarczając informacji takich jak średni czas działania czy maksymalny osiągnięty czas działania w określonym okresie czasu.
uk_ua: Плагін часу роботи відстежує час роботи системи, надаючи інформацію, таку як середній час роботи або максимально досягнутий час роботи за певний період часу.
zh_cn: 正常运行时间插件可跟踪系统的正常运行时间，提供某些时间段内的平均运行时间或最长正常运行时间等信息。

source: The Users plugin counts the number of users currently logged into the system (SSH).
cs_cz: Zásuvný modul Users počítá počet uživatelů aktuálně přihlášených do systému (SSH).
de_de: Das Benutzer-Plugin zählt die Anzahl der Benutzer, die derzeit am System (SSH) angemeldet sind.
el_gr: Το πρόσθετο "Χρήστες" μετράει τον αριθμό των χρηστών που είναι συνδεδεμένοι στο σύστημα (SSH) αυτήν τη στιγμή.
fa_ir: پلاگین Users تعداد کاربرانی که در حال حاضر به سیستم وارد شده‌اند (SSH) را شمارش می‌کند.
fr_fr: Le greffon Users compte le nombre d'utilisateurs actuellement connectés sur le système (SSH).
it_it: Il plugin Users conta il numero di utenti attualmente connessi al sistema (SSH).
ko_kr: 사용자 플러그인은 시스템에 현재 로그인한 사용자 수(SSH)를 카운트합니다.
pl_pl: Wtyczka Users liczy liczbę użytkowników aktualnie zalogowanych do systemu (SSH).
uk_ua: Плагін користувачів підраховує кількість користувачів, які наразі увійшли до системи (SSH).
zh_cn: 用户插件计算当前登录系统的用户数(SSH)。

source: The average bytes rate from the incoming connection's source address.
cs_cz: Průměrný počet bajtů ze zdrojové adresy příchozího připojení.
de_de: Die durchschnittliche Byterate der eingehenden Verbindung von der Quelladresse.
el_gr: Ο μέσος ρυθμός λήψης byte από τη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης.
fa_ir: نرخ متوسط بایت‌ها از آدرس مبدأ اتصال ورودی.
fr_fr: Le débit moyen d'octets de l'adresse source de la connexion entrante.
it_it: La velocità media dei byte dall'indirizzo di origine della connessione in entrata.
ko_kr: 수신 연결의 출발지 주소에서 전송되는 평균 바이트 속도입니다.
pl_pl: Średnia prędkość bajtów z adresu źródłowego nadchodzącego połączenia.
uk_ua: Середня швидкість передачі байтів з вихідної адреси вхідного з'єднання.
zh_cn: 入站连接的源地址的平均字节速率。

source: The average bytes rate to the incoming connection's source address.
cs_cz: Průměrný počet bajtů na zdrojovou adresu příchozího připojení.
de_de: Die durchschnittliche Byterate der eingehenden Verbindungder zu der Quelladresse.
el_gr: Ο μέσος ρυθμός μετάδοσης byte προς τη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης.
fa_ir: نرخ متوسط بایت‌ها به آدرس مبدأ اتصال ورودی.
fr_fr: Le débit moyen d'octets vers l'adresse source de la connexion entrante.
it_it: La velocità media dei byte rispetto all'indirizzo di origine della connessione in entrata.
ko_kr: 들어오는 연결의 출발지 주소에 대한 평균 바이트 비율입니다.
pl_pl: Średnia prędkość bajtów do adresu źródłowego nadchodzącego połączenia.
uk_ua: Середня швидкість передачі байтів до вихідної адреси вхідного з'єднання.
zh_cn: 入站连接的源地址的平均字节速率。

source: The average connection rate from the incoming connection's source address.
cs_cz: Průměrná rychlost připojení ze zdrojové adresy příchozího připojení.
de_de: Die durchschnittliche Rate an Verbindungen eingehender Verbindungsquelladressen.
el_gr: Ο μέσος ρυθμός σύνδεσης από τη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης.
fa_ir: نرخ متوسط اتصالات از آدرس مبدأ اتصال ورودی.
fr_fr: Le taux de connexion moyen de l'adresse source de la connexion entrante.
it_it: La velocità di connessione media dall'indirizzo di origine della connessione in entrata.
ko_kr: 수신 연결의 출발지 주소에서 보낸 평균 연결 속도입니다.
pl_pl: Średnia prędkość połączeń z adresu źródłowego nadchodzącego połączenia.
uk_ua: Середня швидкість з'єднань з вихідної адреси вхідного з'єднання.
zh_cn: 入站连接的源地址的平均连接速率。

source: The average rate of HTTP errors from the incoming connection's source address.
cs_cz: Průměrná četnost chyb HTTP ze zdrojové adresy příchozího připojení.
de_de: Die durchschnittliche Rate an HTTP-Fehlern eingehender Verbindungsquelladressen.
el_gr: Ο μέσος ρυθμός σφαλμάτων HTTP από τη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης.
fa_ir: نرخ متوسط خطاهای HTTP از آدرس مبدأ اتصال ورودی.
fr_fr: Le taux moyen d'erreurs HTTP provenant de l'adresse source de la connexion entrante.
it_it: Il tasso medio di errori HTTP dall'indirizzo di origine della connessione in entrata.
ko_kr: 수신 연결의 출발지 주소에서 발생한 HTTP 오류의 평균 속도입니다.
pl_pl: Średnia prędkość błędów HTTP z adresu źródłowego nadchodzącego połączenia.
uk_ua: Середня частота помилок HTTP з вихідної адреси вхідного з'єднання.
zh_cn: 入站连接的源地址的平均HTTP错误率。
