Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The release type "%s" is not available on this repository.
cs_cz: V tomto repozitáři není k dispozici typ vydání „%s“.
de_de: Der Release-Typ "%s" ist in diesem Repository nicht verfügbar.
el_gr: Ο τύπος έκδοσης "%s" δεν είναι διαθέσιμος σε αυτό το αποθετήριο.
fa_ir: نوع انتشار "%s" در این مخزن در دسترس نیست.
fr_fr: Les versions de type "%s" ne sont pas disponibles sur ce dépôt.
it_it: Il tipo di rilascio "%s" non è disponibile su questo repository.
ko_kr: 이 저장소에서 릴리스 유형 "%s"을(를) 사용할 수 없습니다.
pl_pl: Typ wydania "%s" nie jest dostępny w tym repozytorium.
uk_ua: Тип випуску "%s" недоступний у цьому сховищі.
zh_cn: 发布类型"%s"在该仓库不可用。

source: The repository did not grant access.
cs_cz: Repozitář neudělil přístup.
de_de: Das Repository hat keinen Zugriff gewährt.
el_gr: Το αποθετήριο δεν παραχώρησε πρόσβαση.
fa_ir: مخزن اجازهٔ دسترسی را نداد.
fr_fr: Le dépôt n'a pas autorisé l'accès.
it_it: Il repository non ha concesso l'accesso.
ko_kr: 저장소에서 액세스 권한을 부여하지 않았습니다.
pl_pl: Repozytorium nie udzieliło dostępu.
uk_ua: Сховище не надало доступу.
zh_cn: 存储库未授予访问权限。

source: The repository has no fingerprint.
cs_cz: Repozitář nemá otisk.
de_de: Für dieses Repository wurde kein Fingerprint gefunden.
el_gr: Το αποθετήριο δεν έχει δακτυλικό αποτύπωμα.
fa_ir: مخزن اثر انگشت (fingerprint) ندارد.
fr_fr: Le dépôt n'a pas d'empreinte.
it_it: Il repository non ha impronte digitali.
ko_kr: 저장소에 지문이 없습니다.
pl_pl: Repozytorium nie ma odcisku palca.
uk_ua: Сховище не має відбитка.
zh_cn: 存储库没有指纹。

source: The response delay must be at least 0 and no more than 255 seconds.
cs_cz: Je třeba, aby prodleva odpovědi byla alespoň 0 a ne více než 255 sekund.
de_de: Die Antwortverzögerung muss mindestens 0 und darf höchstens 255 Sekunden betragen.
el_gr: Η καθυστέρηση απόκρισης πρέπει να είναι τουλάχιστον 0 και όχι μεγαλύτερη από 255 δευτερόλεπτα.
fa_ir: تأخیر پاسخ باید حداقل 0 و حداکثر 255 ثانیه باشد.
fr_fr: Le délai de réponse doit être au minimum de 0 et au maximum de 255 secondes.
it_it: Il ritardo della risposta deve essere almeno 0 e non superiore a 255 secondi.
ko_kr: 응답 지연은 0초 이상 255초 이하여야 합니다.
pl_pl: Opóźnienie odpowiedzi musi wynosić co najmniej 0 i nie więcej niż 255 sekund.
uk_ua: Затримка відповіді повинна бути не менше 0 і не більше 255 секунд.
zh_cn: 响应延迟必须至少为0且不大于255秒。

source: The response delay must be higher than 0 and no more than 255 seconds.
cs_cz: Je třeba, aby prodleva odpovědi byla vyšší než 0 a ne více než 255 sekund.
de_de: Die Antwortverzögerung muss größer als 0 und darf nicht mehr als 255 Sekunden betragen.
el_gr: Η καθυστέρηση απόκρισης πρέπει να είναι μεγαλύτερη από 0 και όχι μεγαλύτερη από 255 δευτερόλεπτα.
fa_ir: تأخیر پاسخ باید بیش از 0 ثانیه و حداکثر 255 ثانیه باشد.
fr_fr: Le délai de réponse doit être supérieur à 0 et ne pas dépasser 255 secondes.
it_it: Il ritardo della risposta deve essere superiore a 0 e non superiore a 255 secondi.
ko_kr: 응답 지연은 0보다 크고 255초를 초과할 수 없습니다.
pl_pl: Opóźnienie odpowiedzi musi być większe niż 0 i nie więcej niż 255 sekund.
uk_ua: Затримка відповіді повинна бути більшою за 0 і не більше 255 секунд.
zh_cn: 响应延迟必须高于0且不大于255秒。

source: The system does not check the validity of your entry against the selected mask - please refer to an online net calculator to ensure you have entered a correct range if the dhcpd6 server fails to start.
cs_cz: Systém nekontroluje nekontroluje platnost zadání od vás vůči vybrané masce. Pokud se dhcp6 serveru nepodaří nastartovat, zkontrolujte si v nějaké síťové kalkulačce, zda jste zadali správný rozsah.
de_de: Das System prüft die Gültigkeit Ihrer Eingabe nicht anhand der gewählten Maske. Verwenden Sie ggf. einen Online-Rechner, um sicherzustellen, dass Sie einen gültigen Bereich eingegeben haben, falls der dhcpd6-Server nicht startet.
el_gr: Το σύστημα δεν ελέγχει την εγκυρότητα της καταχώρισής σας σε σχέση με την επιλεγμένη μάσκα - ανατρέξτε σε μια ηλεκτρονική αριθμομηχανή δικτύου για να βεβαιωθείτε ότι έχετε εισαγάγει το σωστό εύρος εάν ο διακομιστής dhcpd6 δεν ξεκινήσει.
fa_ir: سیستم صحت ورودی شما را در برابر ماسک انتخاب‌شده بررسی نمی‌کند — لطفاً برای اطمینان از وارد کردن بازهٔ صحیح در صورت راه‌اندازی نشدن سرور dhcpd6 به یک ماشین‌حساب شبکهٔ آنلاین مراجعه کنید.
fr_fr: Le système ne vérifie pas la validité de votre entrée par rapport au masque sélectionné - veuillez vous référer à un calculateur de réseau en ligne pour vous assurer que vous avez entré une plage correcte si le serveur dhcpd6 ne démarre pas.
it_it: Il sistema non verifica la validità della tua immissione rispetto alla maschera selezionata: fai riferimento a un calcolatore di rete online per assicurarti di aver inserito un intervallo corretto se il server dhcpd6 non si avvia.
ko_kr: 시스템이 선택한 마스크와 비교하여 항목의 유효성을 확인하지 않습니다. dhcpd6 서버가 시작되지 않으면 온라인 네트워크 계산기를 참조하여 올바른 범위를 입력했는지 확인하세요.
pl_pl: System nie sprawdza poprawności wprowadzonego wpisu w odniesieniu do wybranej maski - proszę skonsultować się z internetowym kalkulatorem sieci, aby upewnić się, że wprowadzono poprawny zakres, jeśli serwer dhcpd6 nie uruchomi się.
uk_ua: Система не перевіряє правильність вашого введення щодо вибраної маски – будь ласка, зверніться до онлайн-калькулятора мережі, щоб переконатися, що ви ввели правильний діапазон, якщо сервер dhcpd6 не запускається.
zh_cn: 系统本身并不检查输入的条目跟选择的掩码的有效性—如果dhcpd6服务器启动失败，请参阅网上的网络计算器以确保键入了正确的范围。

source: This interface does not require an intermediate system to act as a gateway
cs_cz: Toto rozhraní nepotřebuje nepotřebuje, aby se zprostředkovávající systém choval jako brána
de_de: Diese Schnittstelle benötigt kein Zwischensystem, das als Gateway fungiert.
el_gr: Αυτή η διεπαφή δεν απαιτεί ένα ενδιάμεσο σύστημα για να λειτουργήσει ως πύλη
fa_ir: این رابط به یک سیستم واسطه برای عمل‌کردن به‌عنوان دروازه نیاز ندارد
fr_fr: Cette interface ne nécessite pas de système intermédiaire pour faire office de passerelle
it_it: Questa interfaccia non richiede un sistema intermedio che funga da gateway
ko_kr: 이 인터페이스는 게이트웨이 역할을 하는 중간 시스템이 필요하지 않습니다
pl_pl: Ten interfejs nie wymaga pośredniego systemu działającego jako brama
uk_ua: Цей інтерфейс не потребує проміжної системи для функціонування як шлюз
zh_cn: 该接口不需要中间系统作为网关

source: This is the minimum number of seconds since a client began trying to acquire a new lease before the DHCP server will respond to its request.
cs_cz: Jedná se o minimální počet sekund od okamžiku, kdy se klient začal pokoušet získat novou zápůjčku, než DHCP server odpoví na jeho požadavek.
de_de: Dies ist die Mindestanzahl an Sekunden, die seit dem Beginn der Lease-Anfrage durch den Client vergehen muss, bevor der DHCP-Server antwortet.
el_gr: Αυτός είναι ο ελάχιστος αριθμός δευτερολέπτων από τότε που ένας client άρχισε να προσπαθεί να αποκτήσει μια νέα εκχώρηση, προτού ο διακομιστής DHCP απαντήσει στο αίτημά του.
fa_ir: این حداقل تعداد ثانیه است که از زمان شروع تلاش یک کلاینت برای دریافت اجارهٔ جدید باید بگذرد تا سرور DHCP به درخواست او پاسخ دهد.
fr_fr: Il s'agit du nombre minimum de secondes depuis qu'un client a commencé à essayer d'acquérir un nouveau bail avant que le serveur DHCP ne réponde à sa demande.
it_it: Questo è il numero minimo di secondi trascorsi da quando un client ha iniziato a tentare di acquisire un nuovo lease prima che il server DHCP risponda alla sua richiesta.
ko_kr: 클라이언트가 새 대여를 획득하기 시작한 이후 DHCP 서버가 요청에 응답하기 전에 최소 시간(초)입니다.
pl_pl: To jest minimalna liczba sekund od momentu, gdy klient zaczął próbować uzyskać nowy najem przed odpowiedzią serwera DHCP na jego żądanie.
uk_ua: Це мінімальна кількість секунд з моменту, коли клієнт почав намагатися отримати нову оренду, перш ніж DHCP-сервер відповість на його запит.
zh_cn: 这是在DHCP服务器回应客户端请求之前，自客户端开始尝试获取新租约起计的最小秒数。

source: Top hosts in (bps)
cs_cz: Nejvíce dovnitř komunikující hostitelé v (b/s)
de_de: Meistempfangende Hosts (bps)
el_gr: Κορυφαίοι εισερχόμενοι οικοδεσπότες (bps)
fa_ir: میزبان‌های برتر ورودی (بیت بر ثانیه)
fr_fr: Principaux hôtes en (bps)
it_it: Principali host in (bps)
ko_kr: 수신 상위 호스트(bps)
pl_pl: Największy ruch wchodzący (bps)
uk_ua: Найактивніші хости в (біт/с)
zh_cn: 入站流量排名靠前的主机(bps)

source: Top hosts out (bps)
cs_cz: Nejvíce ven komunikující hostitelé v (b/s)
de_de: Meistsendende Hosts (bps)
el_gr: Κορυφαίοι εξερχόμενοι οικοδεσπότες (bps)
fa_ir: میزبان‌های برتر خروجی (بیت بر ثانیه)
fr_fr: Hôtes supérieurs en sortie (bps)
it_it: Migliori host eliminati (bps)
ko_kr: 발신 상위 호스트 (bps)
pl_pl: Największy ruch wychodzący (bps)
uk_ua: Найактивніші хости назовні (біт/с)
zh_cn: 出站流量排名靠前的主机(bps)

source: Top talkers
cs_cz: Nejvíce komunikující
de_de: Aktivste Geräte
el_gr: Κορυφαίοι ομιλητές
fa_ir: پرترافیک‌ترین میزبان‌ها
fr_fr: Les meilleurs orateurs
it_it: I migliori oratori
ko_kr: 상위 토커
pl_pl: Najaktywniejsi rozmówcy
uk_ua: Найактивніші мовці
zh_cn: 会话排名

source: Tracking
cs_cz: Sledování
de_de: Verfolgen
el_gr: Παρακολούθηση
fa_ir: ردیابی
fr_fr: Suivi du site
it_it: Monitoraggio
ko_kr: 추적
pl_pl: Śledzenie
uk_ua: Відстеження
zh_cn: 跟踪

source: Turkish
cs_cz: turečtina
de_de: Türkisch
el_gr: Τούρκικα
fa_ir: ترکی
fr_fr: Turc
it_it: turco
ko_kr: 터키어
pl_pl: Turecki
uk_ua: Турецька

source: UDPBroadcastRelays
de_de: UDP-Broadcast-Relais
fa_ir: رله‌های پخش UDP
it_it: UDPBroadcastRelay
ko_kr: UDP 브로드캐스트 릴레이
pl_pl: Przekierowania UDPBroadcast
uk_ua: Ретранслятори UDP-трансляцій
zh_cn: UDP广播中继

source: UPDATE / NEW:
cs_cz: AKTUALIZACE / NOVÉ:
de_de: AKTUALISIEREN / NEU:
el_gr: ΕΝΗΜΕΡΩΣΗ / ΝΕΟ:
fa_ir: به‌روزرسانی / جدید:
fr_fr: MISE À JOUR / NOUVEAU :
it_it: AGGIORNAMENTO / NOVITÀ:
ko_kr: 업데이트 / 새 내용:
pl_pl: AKTUALIZACJA / NOWY:
uk_ua: ОНОВЛЕННЯ / НОВЕ:
zh_cn: 更新 / 添加:

source: Update Certificates
cs_cz: Zaktualizovat certifikáty
de_de: Zertifikate aktualisieren
el_gr: Ενημέρωση πιστοποιητικών
fa_ir: به‌روزرسانی گواهی‌ها
fr_fr: Mise à jour des certificats
it_it: Aggiorna certificati
ko_kr: 인증서 업데이트
pl_pl: Aktualizuj certyfikaty
uk_ua: Оновити сертифікати
zh_cn: 更新证书

source: Updated on
cs_cz: Aktualizováno
de_de: Aktualisiert am
el_gr: Ενημερώθηκε στις
fa_ir: به‌روزرسانی‌شده در
fr_fr: Mis à jour le
it_it: Aggiornato il
ko_kr: 업데이트 날짜
pl_pl: Zaktualizowano
uk_ua: Оновлено
zh_cn: 上次更新时间

source: Upgrade
cs_cz: Přejít na novější verzi
el_gr: Αναβαθμίζω
fa_ir: ارتقا
fr_fr: Mise à niveau
it_it: Aggiornamento
ko_kr: 업그레이드
pl_pl: Aktualizacja
uk_ua: Оновлення
zh_cn: 升级

source: Upload selected file
cs_cz: Nahrát označený soubor
de_de: Ausgewählte Datei hochladen
el_gr: Μεταφόρτωση επιλεγμένου αρχείου
fa_ir: بارگذاری فایل انتخاب‌شده
fr_fr: Télécharger le fichier sélectionné
it_it: Carica il file selezionato
ko_kr: 선택한 파일 업로드
pl_pl: Prześlij wybrany plik
uk_ua: Завантажити вибраний файл
zh_cn: 上传选定的文件

source: Usage
cs_cz: Použití
de_de: Nutzung
el_gr: Χρήση
fa_ir: استفاده
fr_fr: Utilisation
it_it: Utilizzo
ko_kr: 사용법
pl_pl: Użycie
uk_ua: Використання
zh_cn: 注意

source: Use ID as TTL
cs_cz: Použít identif. jako ttl
de_de: ID als TTL verwenden
el_gr: Χρήση αναγνωριστικού ως TTL
fa_ir: استفاده از شناسه به‌عنوان TTL
fr_fr: Utiliser l'ID comme TTL
it_it: Utilizza l'ID come TTL
ko_kr: ID를 TTL로 사용
pl_pl: Użyj ID jako TTL
uk_ua: Використовувати ID як TTL
zh_cn: 使用ID作为TTL

source: User OTP seed
cs_cz: Základ pro uživatelovo OTP
de_de: Benutzer-OTP-Seed
el_gr: Αρχικό όνομα χρήστη OTP
fa_ir: کلید اولیه OTP کاربر
fr_fr: Semence OTP de l'utilisateur
it_it: Seme OTP dell'utente
ko_kr: 사용자 OTP 시드
pl_pl: Ziarno OTP użytkownika
uk_ua: Початкове значення OTP користувача
zh_cn: 用户OTP种子

source: Valid
cs_cz: Platné
de_de: Gültig
el_gr: Εγκυρος
fa_ir: معتبر
fr_fr: Valable
it_it: Valido
ko_kr: 유효함
pl_pl: Ważny
uk_ua: Дійсний
zh_cn: 有效

source: View and edit local conflicts
cs_cz: Zobrazit a upravit místní konflikt
de_de: Lokale Konflikte anzeigen und bearbeiten
el_gr: Προβολή και επεξεργασία τοπικών διενέξεων
fa_ir: مشاهده و ویرایش تعارض‌های محلی
fr_fr: Voir et éditer les conflits locaux
it_it: Visualizza e modifica i conflitti locali
ko_kr: 로컬 충돌 보기 및 편집
pl_pl: Zobacz i edytuj lokalne konflikty
uk_ua: Переглянути та редагувати локальні конфлікти
zh_cn: 查看和编辑本地冲突

source: Virtual Service
cs_cz: Virtuální služba
de_de: Virtueller Dienst
el_gr: Εικονική Υπηρεσία
fa_ir: سرویس مجازی
fr_fr: Service virtuel
it_it: Servizio virtuale
ko_kr: 가상 서비스
pl_pl: Usługa wirtualna
uk_ua: Віртуальна служба
zh_cn: 虚拟服务

source: WAF Policies
cs_cz: WAF zásady
de_de: WAF-Richtlinien
el_gr: Πολιτικές του WAF
fa_ir: سیاست‌های WAF
fr_fr: Politiques de la WAF
it_it: Politiche WAF
ko_kr: WAF 정책
pl_pl: Polityki WAF
uk_ua: Політики WAF
zh_cn: WAF策略

source: WAF Status
cs_cz: WAF stav
el_gr: Κατάσταση WAF
fa_ir: وضعیت WAF
fr_fr: Statut WAF
it_it: Stato WAF
ko_kr: WAF 상태
pl_pl: Status WAF
uk_ua: Статус WAF
zh_cn: WAF状态

source: We strongly advise to use policies instead of single rule based changes to limit the size of the configuration. A list of all manual changes can be revised in the policy editor (available %s here %s)
cs_cz: Důrazně doporučujeme používat zásady namísto jednotlivých změn založených na pravidlech, aby se omezila velikost konfigurace. Seznam všech ručních změn lze revidovat v editoru zásad (k dispozici %s zde %s).
de_de: Wir empfehlen nachdrücklich, Richtlinien statt einzelner regelbasierter Änderungen zu verwenden, um die Größe der Konfiguration zu begrenzen. Eine Liste aller manuellen Änderungen kann im Richtlinien-Editor überprüft werden (verfügbar %s hier %s)
el_gr: Σας συνιστούμε ανεπιφύλακτα να χρησιμοποιείτε πολιτικές αντί για αλλαγές που βασίζονται σε έναν μόνο κανόνα, για να περιορίσετε το μέγεθος της διαμόρφωσης. Μια λίστα με όλες τις μη αυτόματες αλλαγές μπορεί να αναθεωρηθεί στον επεξεργαστή πολιτικών (διαθέσιμο %s εδώ %s)
fa_ir: ما قویاً توصیه می‌کنیم برای محدود کردن اندازهٔ پیکربندی از سیاست‌ها به‌جای تغییرات مبتنی بر تک‌قانون استفاده کنید. فهرست تمام تغییرات دستی را می‌توان در ویرایشگر سیاست بازبینی کرد (در دسترس %s اینجا %s)
fr_fr: Nous vous conseillons fortement d'utiliser des stratégies au lieu de modifications basées sur des règles uniques pour limiter la taille de la configuration. Une liste de toutes les modifications manuelles peut être révisée dans l'éditeur de stratégie (disponible %s ici %s)
it_it: Consigliamo vivamente di utilizzare policy invece di modifiche basate su singole regole per limitare la dimensione della configurazione. Un elenco di tutte le modifiche manuali può essere modificato nell'editor delle norme (disponibile %s qui %s)
ko_kr: 단일 규칙 기반 변경 대신 정책을 사용하여 구성 크기를 제한하는 것이 좋습니다. 정책 편집기에서 모든 수동 변경 사항의 목록을 수정할 수 있습니다(%s 여기 %s 사용 가능)
pl_pl: Zdecydowanie radzimy korzystać z polityk zamiast pojedynczych zmian opartych na zasadach, aby ograniczyć rozmiar konfiguracji. Listę wszystkich ręcznych zmian można przejrzeć w edytorze polityk (dostępny %s tutaj %s)
uk_ua: Ми наполегливо радимо використовувати політики замість змін на основі окремих правил, щоб обмежити розмір конфігурації. Список усіх ручних змін можна переглянути в редакторі політик (доступно %s тут %s)
zh_cn: 强烈建议使用策略而不是基于单个规则的更改来限制配置的大小。可以在策略编辑器中修改所有手动更改的列表（可用%s这里%s）

source: Weight:
cs_cz: Váha:
de_de: Gewicht:
el_gr: Βάρος:
fa_ir: وزن:
fr_fr: Poids :
it_it: Peso:
ko_kr: 가중치:
pl_pl: Waga:
uk_ua: Вага:
zh_cn: 权重:

source: When provided, ssh based authentication will be used.
cs_cz: Pokud zadáno, bude použito ověřování založené na ssh.
de_de: Wenn angegeben, wird die SSH-basierte Authentifizierung verwendet.
el_gr: Όταν παρέχεται, θα χρησιμοποιείται έλεγχος ταυτότητας που βασίζεται σε ssh.
fa_ir: در صورت ارائه، احراز هویت مبتنی بر ssh استفاده خواهد شد.
fr_fr: Lorsqu'elle est fournie, l'authentification basée sur ssh sera utilisée.
it_it: Quando fornita, verrà utilizzata l'autenticazione basata su ssh.
ko_kr: 제공된 경우 SSH 기반 인증이 사용됩니다.
pl_pl: Gdy podano, używane będzie uwierzytelnienie oparte na ssh.
uk_ua: Якщо надано, буде використовуватися автентифікація на основі SSH.
zh_cn: 若提供了，就会使用基于ssh的认证。

source: When selecting any in combination with UDP, we will assume the server is used multi-homed. This has some small performance implications to assure proper return address lookup.
cs_cz: Při výběru libovolné (any) v kombinaci s UDP bude předpokládáno, že server je připojen do více sítí. Aby bylo zajištěno správné hledání návratové adresy, má to určité malé výkonnostní dopady.
de_de: Wenn "any" in Kombination mit UDP ausgewählt wird, gehen wir davon aus, dass der Server über mehrere Netzwerkschnittstellen verfügt (Multi-Homing). Dies hat geringfügige Auswirkungen auf die Leistung, um eine korrekte Rückadressenauflösung sicherzustellen.
el_gr: Όταν επιλέγουμε οποιαδήποτε σε συνδυασμό με UDP, θα υποθέσουμε ότι ο διακομιστής χρησιμοποιείται σε πολλαπλά σπίτια. Αυτό έχει κάποιες μικρές επιπτώσεις στην απόδοση για να διασφαλιστεί η σωστή αναζήτηση διεύθυνσης επιστροφής.
fa_ir: هنگامی که any همراه با UDP انتخاب شود، فرض می‌کنیم سرور multi-homed است. این موضوع تأثیرات اندکی بر عملکرد دارد تا جستجوی آدرس بازگشت به‌درستی انجام شود.
fr_fr: Lors de la sélection de l'un en combinaison avec UDP, nous supposerons que le serveur est utilisé multi-hébergé. Cela a quelques petites implications sur les performances pour assurer une recherche d'adresse de retour appropriée.
it_it: Quando ne selezioniamo uno in combinazione con UDP, assumeremo che il server venga utilizzato multi-homed. Ciò ha alcune piccole implicazioni sulle prestazioni per garantire la corretta ricerca dell'indirizzo di ritorno.
ko_kr: UDP와 조합하여 선택할 때 서버가 멀티홈으로 사용된다고 가정합니다. 이는 적절한 반환 주소 조회를 보장하기 위해 몇 가지 작은 성능 영향을 미칩니다.
pl_pl: Wybierając dowolny w połączeniu z UDP, zakładamy, że serwer jest używany wielohomowego. Ma to pewne niewielkie konsekwencje wydajnościowe, aby zapewnić właściwe wyszukiwanie adresu zwrotnego.
uk_ua: При виборі "будь-який" у поєднанні з UDP ми припускаємо, що сервер є багатоінтерфейсним. Це має деякі невеликі наслідки для продуктивності, щоб забезпечити правильний пошук зворотної адреси.
zh_cn: 当选择any同时又使用UDP时，我们将假设服务器使用多宿主。 这对确保正确的返回地址查找会有一些小的性能影响。

source: When set, defines the number of minutes an ssh or console session might idle before being logged out automatically, only available on [t]csh type shells. Does not affect currently active shells.
cs_cz: Pokud nastaveno, určuje počet minut po které může ssh nebo konzolová relace být nečinná, než dojde k automatickému odhlášení – k dispozici pouze pro shelly typu [t]csh. Již spuštěných shellů se nedotkne.
de_de: Wenn festgelegt, definiert dies die Anzahl der Minuten, die eine SSH- oder Konsolensitzung im Leerlauf verbleiben darf, bevor sie automatisch abgemeldet wird. Nur verfügbar bei Shells vom Typ [t]csh. Beeinflusst aktive Shells nicht.
el_gr: Όταν οριστεί, ορίζει τον αριθμό των λεπτών που μια συνεδρία ssh ή κονσόλας μπορεί να είναι αδρανής πριν αποσυνδεθεί αυτόματα. Διαθέσιμο μόνο σε κελύφη τύπου [t]csh. Δεν επηρεάζει τα ενεργά κελύφη.
fa_ir: وقتی تنظیم شود، تعداد دقیقه‌هایی را تعیین می‌کند که یک جلسهٔ ssh یا کنسول ممکن است غیرفعال بماند قبل از اینکه به‌طور خودکار خارج شود؛ فقط در پوسته‌هایی از نوع [t]csh در دسترس است. بر پوسته‌های فعلی تأثیری ندارد.
fr_fr: Lorsqu'il est défini, définit le nombre de minutes pendant lesquelles une session ssh ou console peut être inactive avant d'être automatiquement déconnectée, uniquement disponible sur les shells de type [t]csh. N'affecte pas les obus actuellement actifs.
it_it: Se impostato, definisce il numero di minuti di inattività di una sessione ssh o console prima di essere disconnessa automaticamente, disponibile solo su shell di tipo [t]csh. Non influisce sulle shell attualmente attive.
ko_kr: 이 옵션을 설정하면 [t]csh 유형 셸에서만 사용할 수 있는 ssh 또는 콘솔 세션이 자동으로 로그아웃되기 전에 유휴 상태가 될 수 있는 시간(분)을 정의합니다. 현재 활성 셸에는 영향을 주지 않습니다.
pl_pl: Gdy ustawione, określa liczbę minut, przez które sesja ssh lub konsoli może być bezczynna przed automatycznym wylogowaniem, dostępne tylko w powłokach typu [t]csh. Nie wpływa na aktualnie aktywne powłoki.
uk_ua: Якщо встановлено, визначає кількість хвилин, протягом яких сеанс ssh або консолі може бути неактивним, перш ніж буде автоматично вилоговано; доступно лише для оболонок типу [t]csh. Не впливає на поточні активні оболонки.
zh_cn: 为ssh或控制台设定的空闲会话时间，达到该时间就会自动注销，仅适用于 [t]csh 类型的shell。不影响当前正在活动的shell。

source: XSS Score
cs_cz: XSS hodnocení
el_gr: Βαθμολογία XSS
fa_ir: امتیاز XSS
fr_fr: Score XSS
it_it: Punteggio XSS
ko_kr: XSS 점수
pl_pl: Wynik XSS
uk_ua: Оцінка XSS

source: You can not assign a reply-to destination to a rule that applies to IPv4 and IPv6
cs_cz: Není možné přiřazovat cíl „odpovědět na“ pravidlu, které platí pro IPv4 a IPv6.
de_de: Einer Regel, die sowohl für IPv4 als auch für IPv6 gilt, kann keine Antwortadresse (Reply-To) zugewiesen werden.
el_gr: Δεν μπορείτε να αντιστοιχίσετε έναν προορισμό απάντησης σε έναν κανόνα που ισχύει για IPv4 και IPv6.
fa_ir: نمی‌توانید مقصد reply-to را به قانونی که هم برای IPv4 و هم برای IPv6 اعمال می‌شود اختصاص دهید.
fr_fr: Vous ne pouvez pas affecter une destination de réponse à une règle qui s'applique à IPv4 et IPv6
it_it: Non è possibile assegnare una destinazione di risposta a una regola che si applica a IPv4 e IPv6
ko_kr: IPv4 및 IPv6에 적용되는 규칙에는 응답 대상을 할당할 수 없습니다
pl_pl: Nie możesz przypisać miejsca docelowego odpowiedzi do reguły, która dotyczy IPv4 i IPv6
uk_ua: Ви не можете призначити місце призначення 'reply-to' для правила, що застосовується до IPv4 та IPv6
zh_cn: 不能向同时适用于IPv4和IPv6的过滤规则分配回复地址

source: You can not assign the IPv4 reply-to destination to an IPv6 filter rule.
cs_cz: Není možné přiřazovat cíl IPv4 „odpovědět na“ pravidlu IPv6 filtru.
de_de: Die IPv4-Antwortadresse (Reply-To) kann nicht einer IPv6-Filterregel zugewiesen werden.
el_gr: Δεν μπορείτε να αντιστοιχίσετε τον προορισμό απάντησης IPv4 σε έναν κανόνα φίλτρου IPv6.
fa_ir: نمی‌توانید مقصد reply-to مربوط به IPv4 را به یک قانون فیلتر IPv6 اختصاص دهید.
fr_fr: Vous ne pouvez pas affecter la destination de réponse IPv4 à une règle de filtrage IPv6.
it_it: Non è possibile assegnare la destinazione di risposta IPv4 a una regola di filtro IPv6.
ko_kr: IPv4 응답 대상을 IPv6 필터 규칙에 할당할 수 없습니다.
pl_pl: Nie możesz przypisać miejsca docelowego odpowiedzi IPv4 do reguły filtrującej IPv6.
uk_ua: Ви не можете призначити місце призначення 'reply-to' IPv4 для правила фільтрації IPv6.
zh_cn: 不能向IPv6过滤规则分配IPv4回复地址。

source: You can not assign the IPv6 reply-to destination to an IPv4 filter rule.
cs_cz: Není možné přiřazovat cíl IPv6 „odpovědět na“ pravidlu IPv4 filtru.
de_de: Die IPv6-Antwortadresse (Reply-To) kann nicht einer IPv4-Filterregel zugewiesen werden.
el_gr: Δεν μπορείτε να αντιστοιχίσετε τον προορισμό απάντησης IPv6 σε έναν κανόνα φίλτρου IPv4.
fa_ir: نمی‌توانید مقصد reply-to مربوط به IPv6 را به یک قانون فیلتر IPv4 اختصاص دهید.
fr_fr: Vous ne pouvez pas affecter la destination de réponse IPv6 à une règle de filtrage IPv4.
it_it: Non è possibile assegnare la destinazione di risposta IPv6 a una regola di filtro IPv4.
ko_kr: IPv6 응답 대상을 IPv4 필터 규칙에 할당할 수 없습니다.
pl_pl: Nie możesz przypisać miejsca docelowego odpowiedzi IPv6 do reguły filtrującej IPv4.
uk_ua: Ви не можете призначити місце призначення 'reply-to' IPv6 для правила фільтрації IPv4.
zh_cn: 不能向IPv4过滤规则分配IPv6回复地址。

source: [%s] %s on %s
cs_cz: [%s] %s na %s
de_de: [%s] %s auf %s
el_gr: [%s] %s σε %s
fa_ir: [%s] %s در %s
fr_fr: [%s] %s sur %s
it_it: [%s] %s su %s
ko_kr: [%s] %s의 %s
pl_pl: [%s] %s na %s
uk_ua: [%s] %s на %s

source: [%s] %s on %s (vhid %s)
cs_cz: [%s] %s na %s (vhid %s)
de_de: [%s] %s auf %s (VHID %s)
el_gr: [%s] %s σε %s (vhid %s)
fa_ir: [%s] %s در %s (vhid %s)
fr_fr: [%s] %s sur %s (vhid %s)
it_it: [%s] %s su %s (vhid %s)
ko_kr: [%s] %s의 %s(vhid %s)
pl_pl: [%s] %s na %s (vhid %s)
uk_ua: [%s] %s на %s (vhid %s)

source: action
cs_cz: akce
de_de: Aktion
el_gr: δράση
fa_ir: عمل
it_it: azione
ko_kr: 작업
pl_pl: akcja
uk_ua: дія
zh_cn: 操作

source: chrony daemon
cs_cz: proces služby chrony
de_de: Chrony-Dienst
fa_ir: سرویس chrony
fr_fr: le démon de la chronologie
it_it: demone chrony
ko_kr: chrony 데몬
pl_pl: daemon chrony
uk_ua: демон chrony
zh_cn: chrony守护进程
