Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Custom TLS fields to include in eve-log for TLS. (Overrides extended if non-empty).
cs_cz: Uživatelsky určené kolonky TLS, které mají být zahrnuty do eve-log pro TLS. (Pokud vyplněno, přebíjí rozšířené).
de_de: Benutzerdefinierte TLS-Felder angeben, die im Eve-Protokoll erfasst werden sollen. (Hebt die erweiterte Protokollierung auf, sofern nicht leer.)
el_gr: Προσαρμοσμένα πεδία TLS για συμπερίληψη στο αρχείο καταγραφής eve-log για TLS. (Οι παρακάμψεις επεκτείνονται εάν δεν είναι κενά).
fa_ir: فیلدهای TLS سفارشی برای گنجاندن در eve-log برای TLS. (در صورت غیرخالی بودن، extended را بازنویسی می‌کند).
fr_fr: Champs TLS personnalisés à inclure dans eve-log pour TLS. (Remplace le champ étendu s'il n'est pas vide).
it_it: Campi TLS personalizzati da includere in eve-log per TLS. (Sostituisce esteso se non vuoto).
ko_kr: TLS를 위한 eve-log에 포함할 사용자 지정 TLS 필드입니다. (비어 있지 않으면 extended를 재정의합니다).
uk_ua: Користувацькі поля TLS для включення в eve-log для TLS. (Перевизначає розширені, якщо не порожнє).
zh_cn: 包含在eve-log 中的用于TLS的自定义TLS字段。（如果不为空，则覆盖扩展）。

source: DHCP option data
cs_cz: Údaje DHCP předvolby
de_de: DHCP-Optionsdaten
el_gr: Δεδομένα επιλογής DHCP
fa_ir: دادهٔ گزینهٔ DHCP
fr_fr: Données de l'option DHCP
it_it: Dati dell'opzione DHCP
ko_kr: DHCP 옵션 데이터
uk_ua: Дані опцій DHCP
zh_cn: DHCP选项

source: DHGroups / Curves
cs_cz: DH skupiny / křivky
de_de: DH-Gruppen / Kurven
el_gr: DHGroups / Καμπύλες
fa_ir: گروه‌های DH / منحنی‌ها
fr_fr: DHGroups / Courbes
it_it: Gruppi / Curve DH
ko_kr: DH그룹 / 커브
uk_ua: DH-групи / Криві
zh_cn: DH组/曲线

source: DNS Propagation
cs_cz: Propagace DNS
de_de: DNS-Übertragung
el_gr: Διάδοση DNS
fa_ir: انتشار DNS
fr_fr: Propagation du DNS
it_it: Propagazione DNS
ko_kr: DNS 전파
uk_ua: Поширення DNS
zh_cn: DNS传播

source: DNS Provider
cs_cz: Poskytovatel DNS
de_de: DNS-Anbieter
el_gr: Πάροχος DNS
fa_ir: ارائه‌دهنده DNS
fr_fr: Fournisseur de DNS
it_it: Fornitore DNS
ko_kr: DNS 제공자
uk_ua: Провайдер DNS
zh_cn: DNS提供商

source: DNS domain names
cs_cz: DNS doménové názvy
de_de: DNS-Domainnamen
el_gr: Ονόματα τομέα DNS
fa_ir: نام‌های دامنهٔ DNS
fr_fr: Noms de domaine DNS
it_it: Nomi di dominio DNS
ko_kr: DNS 도메인 이름
uk_ua: Доменні імена DNS
zh_cn: DNS域名

source: DNS prefer IP family
cs_cz: DNS upřednostňovat generaci IP
de_de: DNS: Bevorzugter IP-Familientyp
el_gr: Οικογένεια IP προτιμώμενης DNS
fa_ir: ترجیح خانوادهٔ IP برای DNS
fr_fr: DNS préférer la famille IP
it_it: I DNS preferiscono la famiglia IP
ko_kr: DNS 선호 IP 패밀리
uk_ua: DNS: перевага IP-родини
zh_cn: DNS优先地址族

source: DNS servers to offer to the clients
cs_cz: DNS servery, které nabízet klientům
de_de: DNS-Server, die den Clients angeboten werden.
el_gr: Διακομιστές DNS που προσφέρονται στους πελάτες
fa_ir: سرورهای DNS برای ارائه به کلاینت‌ها
fr_fr: Serveurs DNS à proposer aux clients
it_it: Server DNS da offrire ai client
ko_kr: 클라이언트에게 제공할 DNS 서버
uk_ua: DNS-сервери для пропозиції клієнтам
zh_cn: 提供给客户端的DNS服务器

source: DNS servers to push as configuration payload (RFC4306 3.15 - Value 3 and 10). Accepts multiple IPv4/IPv6 addresses.
cs_cz: DNS servery, které mají být odesílány jako obsah nastavení (norma RFC4306 3.15 – hodnota 3 a 10). Přijímá vícero IPv4/IPv6 adres.
de_de: DNS-Server, die als Konfigurationsdaten (RFC4306 3.15 – Wert 3 und 10) übermittelt werden sollen. Mehrere IPv4-/IPv6-Adressen werden unterstützt.
el_gr: Διακομιστές DNS που θα προωθηθούν ως φορτίο διαμόρφωσης (RFC4306 3.15 - Τιμή 3 και 10). Δέχεται πολλαπλές διευθύνσεις IPv4/IPv6.
fa_ir: سرورهای DNS برای ارسال به‌عنوان محتوای پیکربندی (RFC4306 3.15 - مقدار 3 و 10). می‌تواند چندین آدرس IPv4/IPv6 را بپذیرد.
fr_fr: Serveurs DNS à pousser en tant que charge utile de configuration (RFC4306 3.15 - Valeur 3 et 10). Accepte plusieurs adresses IPv4/IPv6.
it_it: Server DNS da inviare come payload di configurazione (RFC4306 3.15 - Valore 3 e 10). Accetta più indirizzi IPv4/IPv6.
ko_kr: 구성 페이로드로 푸시할 DNS 서버(RFC4306 3.15 - 값 3 및 10). 여러 개의 IPv4/IPv6 주소를 수용합니다.
uk_ua: DNS-сервери для передачі як корисного навантаження конфігурації (RFC4306 3.15 - Значення 3 та 10). Приймає декілька IPv4/IPv6 адрес.
zh_cn: 作为配置负载推送的DNS服务器（RFC4306 3.15 - 值 3 和 10）。接受多个 IPv4/IPv6 地址。

source: DNS-01 Challenge
cs_cz: Výzva DNS-01
el_gr: Πρόκληση DNS-01
fa_ir: چالش DNS-01
fr_fr: Défi DNS-01
it_it: Sfida DNS-01
ko_kr: DNS-01 챌린지
uk_ua: Виклик DNS-01
zh_cn: DNS-01质询

source: Data format to output. Defaults to "influx".
cs_cz: Datový formát pro výstup. Výchozí je „influx“.
de_de: Ausgabeformat für Daten. Standardwert ist "influx".
el_gr: Μορφή δεδομένων προς έξοδο. Η προεπιλογή είναι "influx".
fa_ir: فرمت داده برای خروجی. پیش‌فرض: influx.
fr_fr: Format des données à sortir. La valeur par défaut est "influx".
it_it: Formato dei dati da emettere. Il valore predefinito è "afflusso".
ko_kr: 출력할 데이터 형식. 기본값은 "influx"입니다.
uk_ua: Формат даних для виведення. Типово – "influx".
zh_cn: 要输出的数据格式。默认为 "influx"。

source: Data layout to output. Defaults to "non-batch".
cs_cz: Rozložení dat na výstupu. Výchozí je „non-batch“ (nedávkové).
de_de: Ausgabelayout der Daten. Standardwert ist "non-batch".
el_gr: Διάταξη δεδομένων για έξοδο. Η προεπιλογή είναι "μη μαζική".
fa_ir: چیدمان داده برای خروجی. پیش‌فرض: non-batch.
fr_fr: Disposition des données à produire. La valeur par défaut est "non-batch".
it_it: Layout dei dati in uscita. Il valore predefinito è "non batch".
ko_kr: 출력할 데이터 레이아웃. 기본값은 "non-batch"입니다.
uk_ua: Макет даних для виведення. Типово – "non-batch".
zh_cn: 要输出的数据布局。默认为 "non-batch"。

source: Default gateways to offer to the clients
cs_cz: Výchozí brány které nabízet klientům
de_de: Standard-Gateways, die den Clients angeboten werden sollen
el_gr: Προεπιλεγμένες πύλες για προσφορά στους πελάτες
fa_ir: دروازه‌های پیش‌فرض برای ارائه به کلاینت‌ها
fr_fr: Passerelles par défaut à proposer aux clients
it_it: Gateway predefiniti da offrire ai client
ko_kr: 클라이언트에게 제공할 기본 게이트웨이
uk_ua: Типові шлюзи для пропозиції клієнтам
zh_cn: 提供给客户端的默认网关

source: Define the port to be used.
cs_cz: Definujte port, který má být použit.
de_de: Definiere den zu verwendenden Port.
el_gr: Ορίστε τη θύρα που θα χρησιμοποιηθεί.
fa_ir: پورت مورد استفاده را مشخص کنید.
fr_fr: Définir le port à utiliser.
it_it: Definire la porta da utilizzare.
ko_kr: 사용할 포트를 정의합니다.
uk_ua: Визначте порт для використання.
zh_cn: 定义要使用的端口。

source: Defines a timeout (in seconds) for establishing a connection with a proxied server.
cs_cz: Definuje časový limit (v sekundách) pro navázání spojení se serverem, využívající proxy.
de_de: Legt eine Zeitüberschreitung (in Sekunden) für den Verbindungsaufbau zu einem vorgeschalteten Server fest.
el_gr: Ορίζει ένα χρονικό όριο (σε δευτερόλεπτα) για τη δημιουργία σύνδεσης με έναν διακομιστή μεσολάβησης.
fa_ir: زمان انتظار (بر حسب ثانیه) برای برقراری اتصال با سرور پروکسی‌شده را مشخص می‌کند.
fr_fr: Définit un délai d'attente (en secondes) pour l'établissement d'une connexion avec un serveur mandataire.
it_it: Definisce un timeout (in secondi) per stabilire una connessione con un server proxy.
ko_kr: 프록시 서버와의 연결을 설정하기 위한 시간 초과(초)를 정의합니다.
uk_ua: Визначає тайм-аут (у секундах) для встановлення з'єднання з проксі-сервером.
zh_cn: 定义与代理服务器建立连接的超时时间（秒）。

source: Defines how long the addresses (leases) given out by the server are valid (in seconds)
cs_cz: Definuje dobu platnosti adres (zápůjček) přidělených serverem (v sekundách).
de_de: Legt fest, wie lange die vom Server vergebenen Adressen (Leases) gültig sind (in Sekunden).
el_gr: Ορίζει για πόσο χρονικό διάστημα ισχύουν οι διευθύνσεις (μισθώσεις) που δίνονται από τον διακομιστή (σε δευτερόλεπτα)
fa_ir: مدت زمان اعتبار آدرس‌ها (leases) که توسط سرور اختصاص می‌یابند (بر حسب ثانیه) را مشخص می‌کند.
fr_fr: Définit la durée de validité (en secondes) des adresses (baux) attribuées par le serveur.
it_it: Definisce per quanto tempo sono validi gli indirizzi (leasing) forniti dal server (in secondi)
ko_kr: 서버에서 제공된 주소(임대)의 유효 기간(초)을 정의합니다.
uk_ua: Визначає термін дії (у секундах) адрес (оренд), виданих сервером
zh_cn: 定义服务器发出的地址（租约）的有效时间（秒）

source: Defines the grace period for shutting down Caddy during a reload in seconds. If clients do not finish their requests within the grace period, the server will be forcefully terminated to allow the reload to complete and free up resources. This can influence how long "Apply" of new configurations take, since Caddy waits for all open connections to close. If the grace period is over and Caddy is unresponsive, there will be a forced kill and service restart.
cs_cz: Definuje dobu odkladu (v sekundách) pro vypnutí Caddy serveru při opětovném načtení. Pokud klienti nedokončí své požadavky během této doby, server bude násilně ukončen, aby bylo opětovné načtení dokončeno a byly uvolněny prostředky. To může ovlivnit, jak dlouho bude trvat „Použít“ nových nastavení, protože Caddy čeká na uzavření všech otevřených spojení. Pokud doba odkladu uplyne a Caddy neodpovídá, dojde k nucenému ukončení a restartu služby.
de_de: Definiert die Schonfrist für das Herunterfahren von Caddy bei einem Neustart in Sekunden. Wenn Clients ihre Anfragen innerhalb dieser Frist nicht abschließen, wird der Server zwangsweise beendet, um den Neustart abzuschließen und Ressourcen freizugeben. Dies kann beeinflussen, wie lange das "Übernehmen" neuer Konfigurationen dauert, da Caddy auf den Abschluss aller Verbindungen wartet. Wenn die Frist überschritten ist und Caddy nicht reagiert, erfolgt ein erzwungener Abbruch und ein Neustart des Dienstes.
el_gr: Ορίζει την περίοδο χάριτος για τον τερματισμό της λειτουργίας του Caddy κατά τη διάρκεια μιας επαναφόρτωσης σε δευτερόλεπτα. Εάν οι υπολογιστές-πελάτες δεν ολοκληρώσουν τα αιτήματά τους εντός της περιόδου χάριτος, ο διακομιστής θα τερματιστεί αναγκαστικά για να ολοκληρωθεί η επαναφόρτωση και να ελευθερωθούν πόροι. Αυτό μπορεί να επηρεάσει τον χρόνο που θα χρειαστεί για την "Εφαρμογή" των νέων ρυθμίσεων, καθώς το Caddy περιμένει να κλείσουν όλες οι ανοιχτές συνδέσεις. Εάν η περίοδος χάριτος λήξει και το Caddy δεν ανταποκρίνεται, θα γίνει αναγκαστική διακοπή λειτουργίας και επανεκκίνηση της υπηρεσίας.
fa_ir: مدت مهلت (بر حسب ثانیه) برای خاموش کردن Caddy در حین بارگذاری مجدد را مشخص می‌کند. اگر کلاینت‌ها در این بازه درخواست‌های خود را تمام نکنند، سرور برای تکمیل بارگذاری مجدد و آزادسازی منابع به‌صورت اجباری خاتمه داده می‌شود. این می‌تواند روی مدت زمان «اعمال» پیکربندی‌های جدید تأثیر بگذارد، زیرا Caddy منتظر بسته شدن همهٔ اتصالات باز می‌ماند. اگر دورهٔ مهلت بگذرد و Caddy پاسخ ندهد، فرایند به‌صورت اجباری کشته شده و سرویس راه‌اندازی مجدد می‌شود.
fr_fr: Définit le délai de grâce pour l'arrêt de Caddy lors d'un rechargement, en secondes. Si les clients ne terminent pas leurs requêtes dans le délai de grâce, le serveur sera arrêté de force pour permettre au rechargement de se terminer et de libérer des ressources. Cela peut influencer la durée de l'application des nouvelles configurations, puisque Caddy attend que toutes les connexions ouvertes soient fermées. Si le délai de grâce est écoulé et que Caddy ne répond pas, il y aura un arrêt forcé et un redémarrage du service.
it_it: Definisce il periodo di grazia in secondi per lo spegnimento di Caddy durante una ricarica. Se i client non completano le loro richieste entro il periodo di grazia, il server verrà chiuso forzatamente per consentire il completamento del ricaricamento e la liberazione delle risorse. Ciò può influenzare il tempo impiegato per l'applicazione delle nuove configurazioni, poiché Caddy attende la chiusura di tutte le connessioni aperte. Se il periodo di grazia è scaduto e Caddy non risponde, si verificherà un'interruzione forzata e il riavvio del servizio.
ko_kr: Caddy를 다시 로드할 때 종료 유예 기간을 초 단위로 정의합니다. 클라이언트가 유예 기간 내에 요청을 완료하지 않으면, 리소스를 해제하고 다시 로드를 완료하기 위해 서버가 강제로 종료됩니다. 이 설정은 모든 열린 연결이 종료될 때까지 기다리므로 새 구성을 "적용"하는 데 소요되는 시간에 영향을 줄 수 있습니다. 유예 기간이 지나도 Caddy가 응답하지 않으면 강제 종료 및 서비스 재시작이 수행됩니다.
uk_ua: Визначає пільговий період (у секундах) для завершення роботи Caddy під час перезавантаження. Якщо клієнти не завершать свої запити протягом пільгового періоду, сервер буде примусово завершено, щоб дозволити завершити перезавантаження та звільнити ресурси. Це може вплинути на те, скільки часу займає "Застосувати" нових конфігурацій, оскільки Caddy чекає закриття всіх відкритих з'єднань. Якщо пільговий період закінчився, а Caddy не відповідає, відбудеться примусове завершення та перезапуск служби.
zh_cn: 定义在重新加载期间关闭Caddy的宽限期（以秒为单位）。如果客户端未在宽限期内完成请求，服务器将被强制终止以允许重新加载完成并释放资源。这会影响“应用”新配置所需的时间，因为Caddy会等待所有打开的连接关闭。如果宽限期结束且Caddy没有响应，则会强制终止并重新启动服务。

source: Defines the target for the static route, in CIDR notation.
cs_cz: Definuje cíl statické trasy (v CIDR zápisu).
de_de: Definiert das Ziel der statischen Route in CIDR-Notation.
el_gr: Ορίζει τον στόχο για τη στατική διαδρομή, σε συμβολισμό CIDR.
fa_ir: هدف مسیر ایستا را به صورت CIDR مشخص می‌کند.
fr_fr: Définit la cible de la route statique, en notation CIDR.
it_it: Definisce la destinazione per la route statica, nella notazione CIDR.
ko_kr: CIDR 표기법을 사용해 정적 경로의 대상을 정의합니다.
uk_ua: Визначає ціль для статичного маршруту, у нотації CIDR.
zh_cn: 定义静态路由的目标，采用CIDR表示法。

source: Depend on (CARP)
cs_cz: Závisí na (CARP)
de_de: Abhängig von (CARP)
el_gr: Εξαρτάται από (CARP)
fa_ir: وابسته به (CARP)
fr_fr: Dépendent de (CARP)
it_it: Dipende da (CARPA)
ko_kr: (CARP)에 따라 다름
uk_ua: Залежить від (CARP)
zh_cn: CARP依赖

source: Detection
cs_cz: Zjišťování
de_de: Erkennung
el_gr: Ανίχνευση
fa_ir: تشخیص
fr_fr: Détection
it_it: Rilevamento
ko_kr: 탐지
uk_ua: Виявлення
zh_cn: 检测

source: Device Name
cs_cz: Název zařízení
de_de: Gerätename
el_gr: Όνομα συσκευής
fa_ir: نام دستگاه
fr_fr: Nom de l'appareil
it_it: Nome del dispositivo
ko_kr: 장치 이름
uk_ua: Назва пристрою
zh_cn: 设备名称

source: Directive
cs_cz: Direktiva
de_de: Direktive
el_gr: Διευθυντικός
fa_ir: دستور
it_it: Direttiva
ko_kr: 지시자
uk_ua: Директива
zh_cn: 指令

source: Disable IPv4
cs_cz: Vypnout IPv4
de_de: IPv4 deaktivieren
el_gr: Απενεργοποίηση IPv4
fa_ir: غیرفعال کردن IPv4
fr_fr: Désactiver IPv4
it_it: Disabilita IPv4
ko_kr: IPv4 사용 안 함
uk_ua: Вимкнути IPv4
zh_cn: 禁止IPv4

source: Disable Propagation Timeout
cs_cz: Zakázat časový limit šíření
de_de: Propagation-Timeout deaktivieren
el_gr: Απενεργοποίηση χρονικού ορίου διάδοσης
fa_ir: غیرفعال کردن Propagation Timeout
fr_fr: Désactiver le délai de propagation
it_it: Disabilita timeout di propagazione
ko_kr: 전파 타임아웃 사용 안 함
uk_ua: Вимкнути тайм-аут поширення
zh_cn: 禁用传播超时

source: Disable TLS verification
cs_cz: Vypnout ověřování TLS
de_de: TLS-Verifizierung deaktivieren
el_gr: Απενεργοποίηση επαλήθευσης TLS
fa_ir: غیرفعال کردن اعتبارسنجی TLS
fr_fr: Désactiver la vérification TLS
it_it: Disabilita la verifica TLS
ko_kr: TLS 검증 사용 안 함
uk_ua: Вимкнути перевірку TLS
zh_cn: 禁用 TLS 验证

source: Disable gzip
cs_cz: Vypnout gzip
de_de: gzip deaktivieren
el_gr: Απενεργοποίηση gzip
fa_ir: غیرفعال کردن gzip
fr_fr: Désactiver gzip
it_it: Disabilita gzip
ko_kr: gzip 비활성화
uk_ua: Вимкнути gzip
zh_cn: 禁用gzip

source: Disable legacy auto-added VPN rules.
cs_cz: Zakázat zastaralá automaticky přidaná pravidla pro VPN.
de_de: Veraltete automatisch hinzugefügte VPN-Regeln deaktivieren
el_gr: Απενεργοποίηση παλαιών κανόνων VPN που προστίθενται αυτόματα.
fa_ir: قوانین قدیمی VPN که به‌صورت خودکار اضافه شده‌اند را غیرفعال کنید.
fr_fr: Désactiver les règles VPN ajoutées automatiquement.
it_it: Disattiva le regole VPN legacy aggiunte automaticamente.
ko_kr: 기존 자동 추가 VPN 규칙을 사용 안 함.
uk_ua: Вимкнути застарілі автоматично додані правила VPN.
zh_cn: 禁用旧版自动添加的VPN规则。

source: Disable routes
cs_cz: Vypnout trasy
de_de: Routen deaktivieren
el_gr: Απενεργοποίηση διαδρομών
fa_ir: غیرفعال کردن مسیرها
fr_fr: Désactiver les routes
it_it: Disabilita percorsi
ko_kr: 경로 사용 안 함
uk_ua: Вимкнути маршрути
zh_cn: 禁用路由

source: Disables responses gzipping. Makes sense if TLS is used and this method of BREACH attack protection is preferred.
cs_cz: Vypíná komprimování (gzip) odpovědí. Má smysl, pokud je používáno TLS a je upřednostňován tento způsob ochrany před útoky typu BREACH.
de_de: Deaktiviert das gzip-Komprimieren von Antworten. Sinnvoll, wenn TLS verwendet wird und Schutz vor BREACH-Angriffen gewünscht ist.
el_gr: Απενεργοποιεί το gzipping των απαντήσεων. Έχει νόημα εάν χρησιμοποιείται TLS και προτιμάται αυτή η μέθοδος προστασίας από επιθέσεις BREACH.
fa_ir: فشرده‌سازی پاسخ‌ها با gzip را غیرفعال می‌کند. این در صورتی منطقی است که TLS استفاده شود و این روش محافظت در برابر حملهٔ BREACH ترجیح داده شود.
fr_fr: Désactive la compression des réponses. C'est logique si TLS est utilisé et que cette méthode de protection contre les attaques de type BREACH est préférée.
it_it: Disabilita la compressione delle risposte. Ha senso se si utilizza TLS e questo metodo di protezione dagli attacchi BREACH è preferibile.
ko_kr: 응답 gzipping을 비활성화합니다. TLS를 사용하고 이 BREACH 공격 보호 방법을 선호하는 경우 의미가 있습니다.
uk_ua: Вимкнення стиснення відповідей за допомогою gzip. Доцільно, якщо використовується TLS і цьому методу захисту від атаки BREACH надається перевага.
zh_cn: 禁用响应gzip压缩。如果使用TLS并且首选此BREACH攻击保护方法，则此方法有意义。

source: Discard Timeout
cs_cz: Časový limit pro zahození
de_de: Verwerfungszeit
el_gr: Απόρριψη χρονικού ορίου
fa_ir: تایم‌اوت حذف
fr_fr: Délai de rejet
it_it: Elimina timeout
ko_kr: 폐기 타임아웃
uk_ua: Тайм-аут відхилення
zh_cn: 丢弃超时

source: Do not request IPv4 addresses.
cs_cz: Nevyžadovat IPv4 adresy.
de_de: IPv4-Adressen nicht anfragen.
el_gr: Μην ζητάτε διευθύνσεις IPv4.
fa_ir: آدرس‌های IPv4 را درخواست نکنید.
fr_fr: Ne pas demander d'adresses IPv4.
it_it: Non richiedere indirizzi IPv4.
ko_kr: IPv4 주소를 요청하지 않습니다.
uk_ua: Не запитувати IPv4-адреси.
zh_cn: 不请求IPv4地址。

source: Do not request IPv6 addresses.
cs_cz: Nevyžadovat IPv6 adresy.
de_de: IPv6-Adressen nicht anfragen.
el_gr: Μην ζητάτε διευθύνσεις IPv6.
fa_ir: آدرس‌های IPv6 را درخواست نکنید.
fr_fr: Ne pas demander d'adresses IPv6.
it_it: Non richiedere indirizzi IPv6.
ko_kr: IPv6 주소를 요청하지 않습니다.
uk_ua: Не запитувати IPv6-адреси.
zh_cn: 不请求IPv6地址。

source: Domain search
cs_cz: Vyhledávání domén
de_de: Suchdomains
el_gr: Αναζήτηση τομέα
fa_ir: جستجوی دامنه
fr_fr: Recherche par domaine
it_it: Ricerca domini
ko_kr: 도메인 검색
uk_ua: Пошук домену
zh_cn: 域搜索

source: Email addresses
cs_cz: E-mailové adresy
de_de: E-Mail-Adressen
el_gr: Διευθύνσεις ηλεκτρονικού ταχυδρομείου
fa_ir: آدرس‌های ایمیل
fr_fr: Adresses électroniques
it_it: Indirizzi di posta elettronica
ko_kr: 이메일 주소
uk_ua: Адреси електронної пошти
zh_cn: 邮件地址

source: Enable AgentX SNMP Integration
cs_cz: Zapnout napojení na SNMP AgentX
de_de: AgentX-SNMP-Integration aktivieren
el_gr: Ενεργοποίηση ενσωμάτωσης SNMP του AgentX
fa_ir: ادغام AgentX و SNMP را فعال کنید.
fr_fr: Activer l'intégration SNMP d'AgentX
it_it: Abilita l'integrazione SNMP AgentX
ko_kr: AgentX SNMP 통합 사용
uk_ua: Увімкнути інтеграцію AgentX SNMP
zh_cn: 启用 AgentX SNMP 集成

source: Enable Caddy
cs_cz: Zapnout Caddy
de_de: Caddy aktivieren
el_gr: Ενεργοποίηση Caddy
fa_ir: Caddy را فعال کنید.
fr_fr: Activer le caddy
it_it: Abilita Caddie
ko_kr: Caddy 사용
uk_ua: Увімкнути Caddy
zh_cn: 启用Caddy

source: Enable DHCPv4 server.
cs_cz: Zapnout DHCPv4 server.
de_de: Aktiviert den DHCPv4-Server.
el_gr: Ενεργοποίηση διακομιστή DHCPv4.
fa_ir: سرور DHCPv4 را فعال کنید.
fr_fr: Activer le serveur DHCPv4.
it_it: Abilita il server DHCPv4.
ko_kr: DHCPv4 서버 사용.
uk_ua: Увімкнути сервер DHCPv4.
zh_cn: 启用DHCPv4服务器。

source: Enable HTTP request logging for this domain and its subdomains. This option is mostly used for troubleshooting, audits and CrowdSec. It will log every single request.
cs_cz: Povolení zaznamenávání událostí požadavků HTTP pro tuto doménu a její subdomény. Tato předvolba je většinou používá pro řešení problémů, auditování a CrowdSec. Bude zaznamenáván každý jednotlivý požadavek.
de_de: HTTP-Anfrageprotokollierung für diese Domain und ihre Subdomains aktivieren. Diese Option wird hauptsächlich für Fehleranalysen, Audits und CrowdSec verwendet. Jede einzelne Anfrage wird protokolliert.
el_gr: Ενεργοποιήστε την καταγραφή αιτημάτων HTTP για αυτόν τον τομέα και τους υποτομείς του. Αυτή η επιλογή χρησιμοποιείται κυρίως για την αντιμετώπιση προβλημάτων, τους ελέγχους και το CrowdSec. Θα καταγράφει κάθε μεμονωμένο αίτημα.
fa_ir: ثبت لاگ درخواست‌های HTTP برای این دامنه و زیردامنه‌های آن را فعال کنید. این گزینه عمدتاً برای عیب‌یابی، ممیزی و CrowdSec کاربرد دارد و هر درخواست را ثبت می‌کند.
fr_fr: Activer l'enregistrement des requêtes HTTP pour ce domaine et ses sous-domaines. Cette option est principalement utilisée pour le dépannage, les audits et CrowdSec. Elle enregistrera chaque requête.
it_it: Abilita la registrazione delle richieste HTTP per questo dominio e i relativi sottodomini. Questa opzione viene utilizzata principalmente per la risoluzione dei problemi, gli audit e CrowdSec. Registrerà ogni singola richiesta.
ko_kr: 이 도메인 및 해당 하위 도메인에 대한 HTTP 요청 로깅을 사용합니다. 이 옵션은 주로 문제 해결, 감사 및 CrowdSec에 사용됩니다. 모든 요청이 기록됩니다.
uk_ua: Увімкнути логування HTTP-запитів для цього домену та його піддоменів. Ця опція переважно використовується для усунення несправностей, аудитів та CrowdSec. Вона логуватиме кожен запит.
zh_cn: 为该域及其子域启用HTTP请求日志记录。此选项主要用于故障排除、审计和CrowdSec。它将记录每个请求。

source: Enable High availability hook, requires the Control Agent to be enabled as well.
cs_cz: Povolit „háček“ vysoké dostupnosti – vyžaduje, aby byl povolen také agent řízení.
de_de: Aktiviert den Hochverfügbarkeits-Hook. Erfordert, dass auch der Control Agent aktiviert ist.
el_gr: Η ενεργοποίηση του αγκίστρου υψηλής διαθεσιμότητας απαιτεί την ενεργοποίηση και του παράγοντα ελέγχου.
fa_ir: هوک High availability را فعال کنید؛ همچنین لازم است Control Agent فعال باشد.
fr_fr: Activer le crochet de haute disponibilité, nécessite que l'agent de contrôle soit également activé.
it_it: Abilita hook ad alta disponibilità, richiede che anche l'agente di controllo sia abilitato.
ko_kr: 고가용성 후크를 활성화하려면 Control Agent도 사용해야 합니다.
uk_ua: Увімкнути хук високої доступності, також вимагає увімкнення керуючого агента.
zh_cn: 启用高可用性挂钩，还需要启用控制代理。

source: Enable Layer4 Proxy
cs_cz: Povolit proxy na 4. vrstvě
de_de: Layer-4-Proxy aktivieren
el_gr: Ενεργοποίηση διακομιστή μεσολάβησης Layer4
fa_ir: پراکسی لایه ۴ را فعال کنید.
fr_fr: Activer le proxy Layer4
it_it: Abilita proxy Layer4
ko_kr: Layer4 프록시 사용
uk_ua: Увімкнути проксі Layer4
zh_cn: 启用第四层代理
