Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Failed to connect to host.
cs_cz: Nepodařilo se připojit k hostiteli.
de_de: Verbindung zum Host fehlgeschlagen.
el_gr: Αποτυχία σύνδεσης με τον κεντρικό υπολογιστή.
fa_ir: اتصال به میزبان برقرار نشد.
fr_fr: Échec de la connexion à l'hôte.
it_it: Impossibile connettersi all'host.
ko_kr: 호스트에 연결하는 데 실패됨
pl_pl: Nie udało się połączyć z hostem.
uk_ua: Не вдалося підключитися до хоста.
zh_cn: 无法连接到主机。

source: Host does not permit a connection for the specified user & identity.
cs_cz: Hostitel neumožňuje připojení pro zadaného uživatele a identitu.
de_de: Der Host erlaubt keine Verbindung für den angegebenen Benutzer und die Identität.
el_gr: Ο κεντρικός υπολογιστής δεν επιτρέπει σύνδεση για τον καθορισμένο χρήστη και την ταυτότητα.
fa_ir: میزبان اجازهٔ اتصال را برای کاربر و هویت مشخص‌شده نمی‌دهد.
fr_fr: L'hôte ne permet pas une connexion pour l'utilisateur et l'identité spécifiés.
it_it: L'host non consente una connessione per l'utente e l'identità specificati.
ko_kr: 호스트에서 지정된 사용자 및 ID에 대한 연결을 허용하지 않습니다.
pl_pl: Host nie zezwala na połączenie dla określonego użytkownika i tożsamości.
uk_ua: Хост не дозволяє з'єднання для вказаного користувача та ідентифікатора.
zh_cn: 主机不允许指定用户和身份的连接。

source: Host cannot be trusted.
cs_cz: Hostitel není důvěryhodný.
de_de: Dem Host kann nicht vertraut werden.
el_gr: Ο κεντρικός υπολογιστής δεν μπορεί να είναι αξιόπιστος.
fa_ir: میزبان قابل‌اعتماد نیست.
fr_fr: L'hôte n'est pas digne de confiance.
it_it: L'host non può essere considerato attendibile.
ko_kr: 호스트를 신뢰할 수 없습니다.
pl_pl: Nie można zaufać hostowi.
uk_ua: Хосту не можна довіряти.
zh_cn: 主机不能被信任。

source: Host not reachable.
cs_cz: Hostitel není dosažitelný.
de_de: Dem Host kann nicht vertraut werden.
el_gr: Ο κεντρικός υπολογιστής δεν είναι προσβάσιμος.
fa_ir: میزبان در دسترس نیست.
fr_fr: Hôte non joignable.
it_it: Host non raggiungibile.
ko_kr: 호스트에 연결할 수 없습니다.
pl_pl: Host jest nieosiągalny.
uk_ua: Хост недоступний.
zh_cn: 主机无法访问。

source: Connection timed out.
cs_cz: Překročen časový limit spojení.
de_de: Zeitüberschreitung bei Verbindung.
el_gr: Το χρονικό όριο σύνδεσης έληξε.
fa_ir: زمان اتصال به پایان رسید.
fr_fr: La connexion a expiré.
it_it: Connessione scaduta.
ko_kr: 연결 시간이 초과되었습니다.
pl_pl: Przekroczenie czasu połączenia.
uk_ua: Час очікування з'єднання вичерпано.
zh_cn: 连接超时。

source: Connection to host refused.
cs_cz: Hostitel spojení odmítl.
de_de: Verbindung zu Host verweigert.
el_gr: Η σύνδεση με τον κεντρικό υπολογιστή απορρίφθηκε.
fa_ir: میزبان اتصال را رد کرد.
fr_fr: Connexion à l'hôte refusée.
it_it: Connessione all'host rifiutata.
ko_kr: 호스트에 대한 연결이 거부되었습니다.
pl_pl: Odmowa połączenia z hostem.
uk_ua: З'єднання з хостом відхилено.
zh_cn: 与主机的连接被拒绝。

source: Failed to resolve hostname.
cs_cz: Nepodařilo se přeložit název stroje.
de_de: Hostname konnte nicht aufgelöst werden.
el_gr: Αποτυχία επίλυσης ονόματος κεντρικού υπολογιστή.
fa_ir: تعیین نام میزبان ناموفق بود.
fr_fr: Impossible de résoudre le nom d'hôte.
it_it: Impossibile risolvere il nome host.
ko_kr: 호스트 이름을 확인하지 못했습니다.
pl_pl: Nie można rozwiązać nazwy hosta.
uk_ua: Не вдалося розпізнати ім'я хоста.
zh_cn: 无法解析主机名。

source: Host or username not specified.
cs_cz: Nezadán hostitel či uživatelské jméno.
de_de: Hostname konnte nicht aufgelöst werden.
el_gr: Δεν καθορίστηκε κεντρικός υπολογιστής ή όνομα χρήστη.
fa_ir: میزبان یا نام‌کاربری مشخص نشده است.
fr_fr: Hôte ou nom d'utilisateur non spécifié.
it_it: Host o nome utente non specificati.
ko_kr: 호스트 또는 사용자 이름이 지정되지 않았습니다.
pl_pl: Nie określono hosta lub nazwy użytkownika.
uk_ua: Хост або ім'я користувача не вказано.
zh_cn: 未指定主机或用户名。

source: Failed loading identity
cs_cz: Nepodařilo se načíst identitu
de_de: Identität konnte nicht geladen werden.
el_gr: Αποτυχία φόρτωσης ταυτότητας
fa_ir: بارگذاری هویت ناموفق بود.
fr_fr: Échec du chargement de l'identité
it_it: Caricamento identità non riuscito
ko_kr: ID 로드 실패됨
pl_pl: Nie udało się wczytać tożsamości
uk_ua: Не вдалося завантажити ідентифікатор
zh_cn: 加载身份失败

source: Show Identity
cs_cz: Zobrazit identitu
de_de: Identität anzeigen
el_gr: Εμφάνιση Ταυτότητας
fa_ir: نمایش هویت
fr_fr: Afficher l'identité
it_it: Mostra identità
ko_kr: ID 표시
pl_pl: Pokaż tożsamość
uk_ua: Показати ідентифікатор
zh_cn: 显示身份

source: Source ports are only valid for tcp or udp type rules.
cs_cz: Zdrojové porty jsou platné pouze pro pravidla typu tcp nebo udp.
de_de: Quell Ports sind nur gültig für Regeln des Typs UDP oder TCP.
el_gr: Οι θύρες προέλευσης είναι έγκυρες μόνο για κανόνες τύπου tcp ή udp.
fa_ir: پورت‌های مبدأ تنها برای قوانین از نوع tcp یا udp معتبر هستند.
fr_fr: Les ports sources ne sont valables que pour les règles de type tcp ou udp.
it_it: Le porte di origine sono valide solo per le regole di tipo tcp o udp.
ko_kr: 출발지 포트는 tcp 또는 udp 유형 규칙에만 유효합니다.
pl_pl: Porty źródłowe są ważne tylko dla zasad typu tcp lub udp.
uk_ua: Вихідні порти дійсні лише для правил типу tcp або udp.
zh_cn: 源端口仅对tcp或udp类型规则有效。

source: Destination address type should match selected TCP/IP protocol version.
cs_cz: Typ cílové adresy by se měl shodovat s vybranou verzí TCP/IP protokolu.
de_de: Der Adresstyp des Ziels muss mit der gewählten TCP/IP-Protokollversion übereinstimmen.
el_gr: Ο τύπος διεύθυνσης προορισμού θα πρέπει να ταιριάζει με την επιλεγμένη έκδοση πρωτοκόλλου TCP/IP.
fa_ir: نوع آدرس مقصد باید با نسخهٔ انتخاب‌شدهٔ پروتکل TCP/IP مطابقت داشته باشد.
fr_fr: Le type d'adresse de destination doit correspondre à la version du protocole TCP/IP sélectionnée.
it_it: Il tipo di indirizzo di destinazione deve corrispondere alla versione del protocollo TCP/IP selezionato.
ko_kr: 목적지 주소 유형은 선택한 TCP/IP 프로토콜 버전과 일치해야 합니다.
pl_pl: Typ adresu docelowego powinien pasować do wybranej wersji protokołu TCP/IP.
uk_ua: Тип адреси призначення повинен відповідати вибраній версії протоколу TCP/IP.
zh_cn: 目标地址类型应与所选的TCP/IP协议版本匹配。

source: Source address type should match selected TCP/IP protocol version.
cs_cz: Typ zdrojové adresy by měl odpovídat vybrané verzi protokolu TCP/IP.
de_de: Der Adresstyp der Quelle muss mit der gewählten TCP/IP-Protokollversion übereinstimmen.
el_gr: Ο τύπος διεύθυνσης προέλευσης θα πρέπει να ταιριάζει με την επιλεγμένη έκδοση πρωτοκόλλου TCP/IP.
fa_ir: نوع آدرس مبدأ باید با نسخه TCP/IP انتخاب‌شده مطابقت داشته باشد.
fr_fr: Le type d'adresse source doit correspondre à la version du protocole TCP/IP sélectionnée.
it_it: Il tipo di indirizzo di origine deve corrispondere alla versione del protocollo TCP/IP selezionato.
ko_kr: 소스 주소 유형은 선택한 TCP/IP 프로토콜 버전과 일치해야 합니다.
pl_pl: Typ adresu źródłowego powinien pasować do wybranej wersji protokołu TCP/IP.
uk_ua: Тип вихідної адреси повинен відповідати вибраній версії протоколу TCP/IP.
zh_cn: 源地址类型应与所选的TCP/IP协议版本匹配。

source: Destination ports are only valid for tcp or udp type rules.
cs_cz: Cílové porty jsou platné pouze pro pravidla typu tcp nebo udp.
de_de: Ziel Ports sind nur gültig für Regeln des Typs UDP oder TCP.
el_gr: Οι θύρες προορισμού είναι έγκυρες μόνο για κανόνες τύπου tcp ή udp.
fa_ir: پورت‌های مقصد فقط برای قوانین از نوع tcp یا udp معتبر هستند.
fr_fr: Les ports de destination ne sont valables que pour les règles de type tcp ou udp.
it_it: Le porte di destinazione sono valide solo per le regole di tipo tcp o udp.
ko_kr: 목적지 포트는 tcp 또는 udp 유형 규칙에만 유효합니다.
pl_pl: Porty docelowe są ważne tylko dla zasad typu tcp lub udp.
uk_ua: Порти призначення дійсні лише для правил типу tcp або udp.
zh_cn: 目标端口仅对tcp或udp类型规则有效。

source: unknown (or removed) savepoint
cs_cz: neznámý (nebo odstraněný) bod uložení
de_de: Unbekannter (oder entfernter) Speicherpunkt
el_gr: άγνωστο (ή αφαιρεμένο) σημείο αποθήκευσης
fa_ir: نقطه ذخیره ناشناخته (یا حذف‌شده)
fr_fr: point de sauvegarde inconnu (ou supprimé)
it_it: punto di salvataggio sconosciuto (o rimosso).
ko_kr: 알 수 없는(또는 제거된) 저장 지점
pl_pl: nieznany (lub usunięty) punkt zapisu
uk_ua: невідома (або видалена) точка збереження
zh_cn: 未知(或已删除)保存点

source: Zabbix monitoring agent
cs_cz: Agent dohledování Zabbix
el_gr: Παράγοντας παρακολούθησης Zabbix
fa_ir: عامل مانیتورینگ Zabbix
fr_fr: Agent de surveillance Zabbix
it_it: Agente di monitoraggio Zabbix
ko_kr: Zabbix 모니터링 에이전트
pl_pl: Agent monitoringu Zabbix
uk_ua: Агент моніторингу Zabbix
zh_cn: Zabbix监控代理

source: Edit Commands
cs_cz: Upravit příkazy
de_de: Befehle bearbeiten
el_gr: Επεξεργασία εντολών
fa_ir: ویرایش دستورات
fr_fr: Commandes d'édition
it_it: Modifica comandi
ko_kr: 명령 편집
pl_pl: Edytuj komendy
uk_ua: Редагувати команди
zh_cn: 编辑指令

source: Edit sender_canonical rewriting
cs_cz: Upravit přepisování sender_canonical
de_de: Absender-Kanonisierung bearbeiten
el_gr: Επεξεργασία sender_canonical rewriting
fa_ir: ویرایش بازنویسی sender_canonical
fr_fr: Modifier la réécriture de sender_canonical
it_it: Modifica la riscrittura di sender_canonical
ko_kr: 보낸 사람_정규적 다시 쓰기 편집
pl_pl: Edytuj przepisywanie sender_canonical
uk_ua: Редагувати канонічне переписування відправника
zh_cn: 编辑sender_canonical重写

source: Edit AVPair
cs_cz: Upravit AVPair
de_de: AVPair bearbeiten
el_gr: Επεξεργασία AVPair
fa_ir: ویرایش AVPair
fr_fr: Modifier AVPair
it_it: Modifica AVPair
ko_kr: AVPair 편집
pl_pl: Edytuj AVPair
uk_ua: Редагувати пару ключ-значення
zh_cn: 编辑AVPair

source: Edit address
cs_cz: Upravit adresu
de_de: Adresse bearbeiten
el_gr: Επεξεργασία διεύθυνσης
fa_ir: ویرایش آدرس
fr_fr: Modifier l'adresse
it_it: Modifica indirizzo
ko_kr: 주소 편집
pl_pl: Edytuj adres
uk_ua: Редагувати адресу
zh_cn: 编辑地址

source: BIND domain name service
cs_cz: Služba doménových názvů BIND
el_gr: Υπηρεσία ονόματος τομέα BIND
fa_ir: سرویس نام دامنه BIND
fr_fr: Service de nom de domaine BIND
it_it: BIND servizio di nomi di dominio
ko_kr: BIND 도메인 네임 서비스
pl_pl: Usługa nazw domen BIND
uk_ua: Служба імен доменів BIND
zh_cn: BIND域名服务

source: Records
cs_cz: Záznamy
de_de: Einträge
el_gr: Αρχεία
fa_ir: رکوردها
fr_fr: Enregistrements
it_it: Record
ko_kr: 기록
pl_pl: Rekordy
uk_ua: Записи
zh_cn: 记录

source: Edit Record
cs_cz: Upravit záznam
de_de: Eintrag bearbeiten
el_gr: Επεξεργασία εγγραφής
fa_ir: ویرایش رکورد
fr_fr: Modifier l'enregistrement
it_it: Modifica registrazione
ko_kr: 레코드 편집
pl_pl: Edytuj rekord
uk_ua: Редагувати запис
zh_cn: 编辑记录

source: Signatures
cs_cz: Podpisy
de_de: Signaturen
el_gr: Υπογραφές
fa_ir: امضاها
it_it: Firme
ko_kr: 서명
pl_pl: Sygnatury
uk_ua: Підписи
zh_cn: 签名

source: Edit Signature URLs
cs_cz: Úprava URL adres podpisu
de_de: Signatur-URLs bearbeiten
el_gr: Επεξεργασία URL υπογραφής
fa_ir: ویرایش URLهای امضا
fr_fr: Modifier les URL des signatures
it_it: Modifica gli URL della firma
ko_kr: 서명 URL 편집
pl_pl: Edytuj URL sygnatury
uk_ua: Редагувати URL-адреси підписів
zh_cn: 编辑签名URL

source: muninnode daemon
cs_cz: proces služby muninnode
fa_ir: سرویس muninnode
fr_fr: démon muninnode
it_it: demone muninnode
ko_kr: muninnode 데몬
pl_pl: demon muninnode
uk_ua: Демон muninnode
zh_cn: muninnode守护程序

source: Nginx Load Balancer
cs_cz: Nginx rozdělování zátěže
el_gr: Εξισορροπητής Φόρτου Nginx
fa_ir: متعادل‌کننده بار Nginx
it_it: Bilanciatore del carico Nginx
ko_kr: Nginx 로드 밸런서
uk_ua: Балансувальник навантаження Nginx
zh_cn: Nginx负载均衡器

source: Proxy Buffer Size must be less than the size of all Proxy Buffers minus one buffer.
cs_cz: Je třeba, aby velikost vyrovnávací paměti proxy serveru byla menší než velikost všech vyrovnávacích pamětí proxy serveru minus jedna vyrovnávací paměť.
de_de: Die Proxy-Puffergröße muss kleiner sein als die Gesamtgröße aller Proxy-Puffer abzüglich eines Puffers.
el_gr: Το μέγεθος του ενδιάμεσου χώρου διακομιστή μεσολάβησης πρέπει να είναι μικρότερο από το μέγεθος όλων των ενδιάμεσων χώρων διακομιστή μεσολάβησης μείον ένα ενδιάμεσο χώρο.
fa_ir: Proxy Buffer Size باید کمتر از اندازهٔ مجموع همهٔ Proxy Buffers منهای یک بافر باشد.
fr_fr: La taille du tampon proxy doit être inférieure à la taille de tous les tampons proxy moins un tampon.
it_it: La dimensione del buffer proxy deve essere inferiore alla dimensione di tutti i buffer proxy meno un buffer.
ko_kr: 프록시 버퍼 크기는 모든 프록시 버퍼에서 버퍼 하나를 뺀 크기보다 작아야 합니다.
pl_pl: Rozmiar bufora Proxy musi być mniejszy niż suma wszystkich buforów Proxy pomniejszona o jeden bufor.
uk_ua: Розмір буфера проксі повинен бути меншим за розмір усіх буферів проксі мінус один буфер.
zh_cn: 代理缓冲区大小必须小于所有代理缓冲区的大小减去一个缓冲区。

source: Proxy Busy Buffers Size must be equal to or greater than the maximum of one of the Proxy Buffers.
cs_cz: Je třeba, aby velikost vyrovnávací paměti Proxy Busy byla stejná nebo větší než maximum jedné z vyrovnávacích pamětí Proxy.
de_de: Die Größe der ausgelasteten Proxy-Puffer muss mindestens so groß sein wie der größte der Proxy-Puffer.
el_gr: Το μέγεθος των buffer απασχολημένων μεσολαβητών πρέπει να είναι ίσο ή μεγαλύτερο από το μέγιστο μέγεθος ενός από τα buffer μεσολάβησης.
fa_ir: Proxy Busy Buffers Size باید برابر یا بزرگ‌تر از بیشینهٔ یکی از Proxy Buffers باشد.
fr_fr: La taille des tampons occupés du proxy doit être égale ou supérieure au maximum de l'un des tampons du proxy.
it_it: La dimensione dei buffer proxy occupati deve essere uguale o maggiore del massimo di uno dei buffer proxy.
ko_kr: 프록시 사용 중 버퍼 크기는 프록시 버퍼 중 하나의 최대값과 같거나 커야 합니다.
pl_pl: Rozmiar zajętych buforów Proxy musi być równy lub większy niż maksimum jednego z buforów Proxy.
uk_ua: Розмір зайнятих буферів проксі повинен бути більшим або рівним максимальному значенню одного з буферів проксі.
zh_cn: 代理繁忙缓冲区大小必须等于或大于代理缓冲区之一的最大值。

source: Proxy Busy Buffers Size must be equal to or greater than the maximum of the value of Proxy Buffer Size.
cs_cz: Je třeba, aby „Velikost obsazených vyrovnávacích pamětí proxy“ byla rovna nebo větší než maximální hodnota „Velikosti vyrovnávací paměti proxy“.
de_de: Die Größe der ausgelasteten Proxy-Puffer muss mindestens so groß sein wie die Proxy-Puffergröße.
el_gr: Το μέγεθος των buffer κατειλημμένων διακομιστή μεσολάβησης πρέπει να είναι ίσο ή μεγαλύτερο από τη μέγιστη τιμή του μεγέθους του buffer διακομιστή μεσολάβησης.
fa_ir: Proxy Busy Buffers Size باید برابر یا بزرگ‌تر از بیشینهٔ مقدار Proxy Buffer Size باشد.
fr_fr: La taille des tampons d'occupation du proxy doit être égale ou supérieure au maximum de la valeur de Proxy Buffer Size.
it_it: La dimensione dei buffer proxy occupati deve essere uguale o maggiore del valore massimo della dimensione del buffer proxy.
ko_kr: 프록시 사용 중 버퍼 크기는 프록시 버퍼 크기의 최대값과 같거나 커야 합니다.
pl_pl: Rozmiar zajętych buforów Proxy musi być równy lub większy niż maksymalna wartość rozmiaru bufora Proxy.
uk_ua: Розмір зайнятих буферів проксі повинен бути більшим або рівним максимальному значенню розміру буфера проксі.
zh_cn: 代理繁忙缓冲区大小必须等于或大于代理缓冲区大小的最大值。

source: SYSLOG Targets
cs_cz: SYSLOG cíle
de_de: SYSLOG-Ziele
el_gr: Στόχοι SYSLOG
fa_ir: مقاصد SYSLOG
fr_fr: Cibles SYSLOG
it_it: Obiettivi SYSLOG
ko_kr: SYSLOG 대상
pl_pl: Cele SYSLOG
uk_ua: Цілі SYSLOG
zh_cn: SYSLOG目标

source: Edit SYSLOG Target
cs_cz: Upravit cíl SYSLOG
de_de: SYSLOG-Ziel bearbeiten
el_gr: Επεξεργασία στόχου SYSLOG
fa_ir: ویرایش مقصد SYSLOG
fr_fr: Editer Cible SYSLOG
it_it: Modifica destinazione SYSLOG
ko_kr: SYSLOG 대상 편집
pl_pl: Edytuj cel SYSLOG
uk_ua: Редагувати ціль SYSLOG
zh_cn: 编辑SYSLOG目标

source: Could not load potentially invalid %s key: %s
cs_cz: Nepodařilo se načíst potenciálně neplatný klíč %s: %s
de_de: Konnte möglicherweise ungültigen %sSchlüssel%s nicht laden:
el_gr: Δεν ήταν δυνατή η φόρτωση πιθανώς μη έγκυρου κλειδιού %s: %s
fa_ir: بارگذاری کلید %s که ممکن است نامعتبر باشد امکان‌پذیر نبود: %s
fr_fr: Impossible de charger la clé %s potentiellement invalide : %s
it_it: Impossibile caricare la chiave %s potenzialmente non valida: %s
ko_kr: 잠재적으로 잘못된 %s 키를 로드할 수 없음: %s
pl_pl: Nie można załadować potencjalnie nieprawidłowego klucza %s: %s
uk_ua: Не вдалося завантажити потенційно недійсний ключ %s: %s
zh_cn: 无法加载可能无效的％s密钥：％s

source: Direction of the traffic. The default policy is to filter inbound traffic, which sets the policy to the interface originally receiving the traffic.
cs_cz: Směr provozu. Výchozí zásadou je filtrování příchozího provozu, což nastavuje zásadu na rozhraní, které provoz původně přijalo.
de_de: Richtung des Datenverkehrs. Die Standardrichtlinie filtert eingehenden Verkehr, wodurch die Regel auf die Schnittstelle angewendet wird, die den Verkehr ursprünglich empfangen hat.
el_gr: Κατεύθυνση της κίνησης. Η προεπιλεγμένη πολιτική είναι να φιλτράρει την εισερχόμενη κίνηση, η οποία ορίζει την πολιτική στη διεπαφή που λαμβάνει αρχικά την κίνηση.
fa_ir: جهت ترافیک. سیاست پیش‌فرض فیلتر کردن ترافیک ورودی است؛ در این حالت سیاست به رابطی که در ابتدا ترافیک را دریافت کرده اعمال می‌شود.
fr_fr: Direction du trafic. La stratégie par défaut consiste à filtrer le trafic entrant, ce qui définit la stratégie sur l'interface recevant à l'origine le trafic.
it_it: Direzione del traffico. La policy predefinita consiste nel filtrare il traffico in entrata, impostando la policy sull'interfaccia che originariamente riceve il traffico.
ko_kr: 트래픽의 방향입니다. 기본 정책은 인바운드 트래픽을 필터링하는 것이며, 이 정책은 트래픽을 원래 수신하는 인터페이스로 설정됩니다.
pl_pl: Kierunek ruchu. Domyślną polityką jest filtrowanie ruchu przychodzącego, co ustawia politykę na interfejsie pierwotnie odbierającym ruch.
uk_ua: Напрямок трафіку. Політика за типово є фільтрація вхідного трафіку, яка встановлює політику для інтерфейсу, що спочатку отримує трафік.
zh_cn: 流量方向。默认策略是过滤入站流量，这会将策略设置为最初接收流量的接口。

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
cs_cz: Pokud paket odpovídá pravidlu, které určuje rychlou akci, je toto pravidlo považováno za poslední odpovídající pravidlo a je provedena určená akce. Pokud pravidlo nemá zapnutou funkci rychlé akce, vítězí pravidlo, které odpovídá jako poslední.
de_de: Wenn ein Paket einer Regel entspricht, die „Schnell“ angibt, wird diese Regel als letzte zutreffende Regel betrachtet und die angegebene Aktion ausgeführt. Wenn für eine Regel „Schnell“ nicht aktiviert ist, gilt die letzte zutreffende Regel.
el_gr: Εάν ένα πακέτο ταιριάζει με έναν κανόνα που καθορίζει την επιλογή "quick", τότε αυτός ο κανόνας θεωρείται ο τελευταίος κανόνας που ταιριάζει και εκτελείται η καθορισμένη ενέργεια. Όταν ένας κανόνας δεν έχει ενεργοποιημένη την επιλογή "quick", ο τελευταίος κανόνας που ταιριάζει κερδίζει.
fa_ir: اگر بسته‌ای با قانونی که 'quick' را مشخص کرده مطابقت داشته باشد، آن قانون به‌عنوان آخرین قانون مطابقت‌یافته در نظر گرفته شده و عمل مشخص‌شده اجرا می‌شود. وقتی 'quick' فعال نباشد، آخرین قانون مطابقت‌یافته اعمال می‌شود.
fr_fr: Si un paquet correspond à une règle spécifique rapide, cette règle est considérée comme la dernière règle correspondante et l'action spécifiée est prise. Lorsqu'une règle n'est pas activée rapidement, la dernière règle correspondante gagne.
it_it: Se un pacchetto corrisponde a una regola che specifica Quick, tale regola viene considerata l'ultima regola corrispondente e viene eseguita l'azione specificata. Quando una regola non è abilitata rapidamente, prevale l'ultima regola corrispondente.
ko_kr: 패킷이 빠른 규칙과 일치하면 해당 규칙이 마지막 일치 규칙으로 간주되고 지정된 작업이 수행됩니다. 규칙에 빠른 실행이 없으면 마지막 일치 규칙이 승리합니다.
pl_pl: Jeśli pakiet pasuje do reguły określającej szybkość, ta reguła jest uważana za ostatnią pasującą regułę, a określona czynność jest wykonywana. Gdy reguła nie ma włączonego szybkiego działania, wygrywa ostatnia pasująca reguła.
uk_ua: Якщо пакет відповідає правилу, що визначає quick, тоді це правило вважається останнім відповідним правилом, і виконується вказана дія. Коли правило не має увімкненого quick, перемагає останнє відповідне правило.
zh_cn: 如果数据包与指定快速的规则匹配，则该规则被视为最后一个匹配规则，并采取指定的措施。 如果没有快速启用规则，则最后匹配的规则优先。

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
cs_cz: Pokud chcete použít systémovou směrovací tabulku, ponechte hodnotu „výchozí“. Nebo pokud chcete použít směrování založené na zásadách, zvolte bránu.
de_de: Auf "Standard" belassen, um die systemeigene Routing-Tabelle zu verwenden. Alternativ ein Gateway wählen, um richtlinienbasiertes Routing zu nutzen.
el_gr: Αφήστε την ως «προεπιλογή» για να χρησιμοποιήσετε τον πίνακα δρομολόγησης συστήματος. Ή επιλέξτε μια πύλη για να χρησιμοποιήσετε δρομολόγηση βάσει πολιτικής.
fa_ir: برای استفاده از جدول مسیریابی سیستم آن را روی 'default' باقی بگذارید. یا یک دروازه (gateway) را انتخاب کنید تا از مسیریابی مبتنی بر سیاست استفاده شود.
fr_fr: Laissez par «défaut» pour utiliser la table de routage système. Ou choisissez une passerelle pour utiliser le routage basé sur des règles.
it_it: Lasciare come "predefinito" per utilizzare la tabella di routing del sistema. Oppure scegli un gateway per utilizzare il routing basato su policy.
ko_kr: 시스템 라우팅 테이블을 사용하려면 '기본값'으로 둡니다. 또는 정책 기반 라우팅을 사용할 게이트웨이를 선택
pl_pl: Pozostaw jako 'domyślny', aby używać systemowej tablicy routingu. Lub wybierz bramę, aby korzystać z routingu opartego na polityce.
uk_ua: Залиште як 'типово', щоб використовувати системну таблицю маршрутизації. Або оберіть шлюз для використання маршрутизації на основі політики.
zh_cn: 保留为"默认"以使用系统路由表。或者选择网关使用基于策略的路由。

source: Paste a public key of the selected type in X.509 format. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
cs_cz: Vložte veřejný klíč vybraného typu ve formátu X.509. Je třeba, aby to bylo včetně hlaviček „-----BEGIN ...-----“ a „-----END [...]-----“.
de_de: Fügen Sie einen öffentlichen Schlüssel des gewählten Typs im X.509-Format ein. Er muss inklusive der -----BEGIN …------ und -----END […]------Kopfzeilen eingefügt werden.
el_gr: Επικολλήστε ένα δημόσιο κλειδί του επιλεγμένου τύπου σε μορφή X.509. Πρέπει να επικολληθεί συμπεριλαμβανομένων των κεφαλίδων '-----BEGIN ...-----' και '------END [...]-----'.
fa_ir: یک کلید عمومی از نوع انتخاب‌شده را در قالب X.509 درج کنید. باید شامل هدرهای '-----BEGIN ...-----' و '-----END [...]-----' باشد.
fr_fr: Collez une clé publique du type sélectionné au format X.509. Doit être collé, y compris les en-têtes «----- BEGIN ...-----»«----- END [...] -----».
it_it: Incolla una chiave pubblica del tipo selezionato in formato X.509. Deve essere incollato includendo le intestazioni '-----BEGIN ...-----' e '-----END [...]-----'.
ko_kr: 선택한 유형의 공개 키를 X.509 형식으로 붙여넣습니다. '-----BEGIN ...----' 및 '----END [...]------' 헤더를 포함하여 붙여넣어야 합니다.
pl_pl: Wklej publiczny klucz wybranego typu w formacie X.509. Klucz musi być wklejony łącznie z nagłówkami '-----BEGIN ...-----' oraz '-----END [...]-----'.
uk_ua: Вставте публічний ключ обраного типу у форматі X.509. Повинен бути вставлений разом із заголовками '-----BEGIN ...-----' та '-----END [...]-----'.
zh_cn: 以X.509格式粘贴所选类型的公共密钥。 必须粘贴包括'-----BEGIN ...-----' and '-----END [...]-----' 标题。
