Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Peers Detail
de_de: Details der Gegenstellen
fa_ir: جزئیات همتاها
fr_fr: Détail des pairs
ko_kr: 피어 상세 정보
uk_ua: Деталі однорангових вузлів

source: Pipes and queues can not be combined.
de_de: Pipes und Queues können nicht kombiniert werden.
fa_ir: کانال‌ها و صف‌ها را نمی‌توان با هم ترکیب کرد.
fr_fr: Les tuyaux et les files d'attente ne peuvent pas être combinés.
ko_kr: 파이프와 큐는 결합할 수 없습니다.
uk_ua: Канали та черги не можуть бути об'єднані.

source: Please make sure the gateway address is reachable from the choosen subnet.
de_de: Stellen Sie sicher, dass die Gateway-Adresse aus dem gewählten Subnetz erreichbar ist.
fa_ir: لطفاً مطمئن شوید آدرس دروازه از زیرشبکهٔ انتخاب‌شده قابل دسترسی است.
fr_fr: Assurez-vous que l'adresse de la passerelle est accessible à partir du sous-réseau choisi.
ko_kr: 선택한 서브넷에서 게이트웨이 주소에 접속 가능한지 확인하세요.
uk_ua: Будь ласка, переконайтеся, що адреса шлюзу доступна з вибраної підмережі.

source: Please provide a username and password when Basic auth is selected
de_de: Bitte geben Sie einen Benutzernamen und ein Passwort an, wenn "Basic Auth" ausgewählt ist.
fa_ir: لطفاً هنگام انتخاب احراز هویت Basic نام‌کاربری و رمز عبور را وارد کنید.
fr_fr: Veuillez fournir un nom d'utilisateur et un mot de passe lorsque l'option Authentification de base est sélectionnée.
ko_kr: 기본 인증을 선택한 경우 사용자 이름과 비밀번호를 입력
uk_ua: Будь ласка, надайте ім'я користувача та пароль, коли вибрано базову автентифікацію

source: Please provide an API token when Bearer auth is selected
de_de: Bitte geben Sie ein API-Token an, wenn "Bearer Auth" ausgewählt ist.
fa_ir: لطفاً هنگام انتخاب احراز هویت Bearer یک توکن API وارد کنید.
fr_fr: Veuillez fournir un jeton d'API lorsque l'authentification par porteur est sélectionnée.
ko_kr: Bearer 인증을 선택한 경우 API 토큰을 제공해주세요.
uk_ua: Будь ласка, надайте токен API, коли вибрано автентифікацію Bearer

source: Please select exactly one rule to move.
de_de: Bitte wählen Sie genau eine Regel zum Verschieben aus.
fa_ir: لطفاً دقیقاً یک قانون را برای جابه‌جایی انتخاب کنید.
fr_fr: Veuillez sélectionner exactement une règle à déplacer.
ko_kr: 이동할 규칙을 정확히 하나만 선택하세요.
uk_ua: Будь ласка, виберіть рівно одне правило для переміщення.

source: Please upgrade the node to the latest Business Edition and make sure your browser can connect to it
de_de: Bitte aktualisieren Sie den Node auf die neueste Business Edition und stellen Sie sicher, dass Ihr Browser eine Verbindung herstellen kann.
fa_ir: لطفاً نود را به آخرین نسخه Business Edition ارتقا دهید و مطمئن شوید مرورگر شما می‌تواند به آن متصل شود.
fr_fr: Veuillez mettre à jour le nœud avec la dernière édition Business et assurez-vous que votre navigateur peut s'y connecter.
ko_kr: 노드를 최신 Business Edition으로 업그레이드하고 브라우저가 연결할 수 있는지 확인하세요.
uk_ua: Будь ласка, оновіть вузол до останньої версії Business Edition та переконайтеся, що ваш браузер може підключитися до нього

source: Point-to-Point configuration
de_de: Punkt-zu-Punkt-Konfiguration
fa_ir: پیکربندی نقطه‌به‌نقطه
fr_fr: Configuration point à point
ko_kr: 점대점 구성
uk_ua: Конфігурація "точка-точка"

source: Port sharing is only supported when using tcp.
de_de: Portfreigabe wird nur bei Verwendung von TCP unterstützt.
fa_ir: اشتراک‌گذاری Port تنها زمانی که از tcp استفاده می‌شود پشتیبانی می‌شود.
fr_fr: Le partage de port n'est possible qu'en cas d'utilisation de tcp.
ko_kr: 포트 공유는 tcp를 사용할 때만 지원됩니다.
uk_ua: Спільне використання порту підтримується лише при використанні tcp.

source: Prefix length can only be used for IPv6.
de_de: Präfixlänge kann nur für IPv6 verwendet werden.
fa_ir: طول پیشوند فقط برای IPv6 قابل استفاده است.
fr_fr: La longueur du préfixe ne peut être utilisée que pour IPv6.
ko_kr: 프리픽스 길이는 IPv6에만 사용할 수 있습니다.
uk_ua: Довжина префікса може використовуватися лише для IPv6.

source: Prefix length must be at least 64 when router advertisements are used.
de_de: Die Präfixlänge muss mindestens 64 betragen, wenn Router Advertisements verwendet werden.
fa_ir: هنگام استفاده از اعلان‌های روتر، طول پیشوند باید حداقل 64 باشد.
fr_fr: La longueur du préfixe doit être d'au moins 64 lorsque des annonces de routeurs sont utilisées.
ko_kr: 라우터 광고를 사용하는 경우 프리픽스 길이는 최소 64여야 합니다.
uk_ua: Довжина префікса повинна бути не менше 64 при використанні оголошень маршрутизатора.

source: Protocol family doesn't match.
de_de: Protokollfamilie stimmt nicht überein.
fa_ir: خانوادهٔ پروتکل مطابقت ندارد.
fr_fr: La famille du protocole ne correspond pas.
ko_kr: 프로토콜 패밀리가 일치하지 않습니다.
uk_ua: Сімейство протоколів не збігається.

source: Ready
de_de: Bereit
fa_ir: آماده
fr_fr: Prêt
ko_kr: 준비
uk_ua: Готовий

source: Ready to update and reconfigure
de_de: Bereit zum Aktualisieren und Neukonfigurieren
fa_ir: آماده برای به‌روزرسانی و پیکربندی مجدد
fr_fr: Prêt à être mis à jour et reconfiguré
ko_kr: 업데이트 및 재구성 준비 완료
uk_ua: Готовий до оновлення та переконфігурації

source: Ready to upgrade
de_de: Bereit zum Upgrade
fa_ir: آماده برای ارتقا
fr_fr: Prêt pour la mise à niveau
ko_kr: 업그레이드 준비 완료
uk_ua: Готовий до оновлення

source: Ready to upgrade, reboot required
de_de: Bereit zum Upgrade, Neustart erforderlich
fa_ir: آماده برای ارتقا، راه‌اندازی مجدد لازم است.
fr_fr: Prêt à être mis à niveau, redémarrage nécessaire
ko_kr: 업그레이드 준비 완료, 재부팅 필요
uk_ua: Готовий до оновлення, потрібне перезавантаження

source: Reconfigure
de_de: Neukonfigurieren
fa_ir: پیکربندی مجدد
fr_fr: Reconfigurer
ko_kr: 재구성
uk_ua: Переконфігурувати

source: Relays
fa_ir: رله‌ها
fr_fr: Relais
ko_kr: 릴레이
uk_ua: Реле

source: Remote version differs from this machines, please update first before using any of the actions below to avoid breakage.
de_de: Die Remote-Version unterscheidet sich von dieser Maschine. Bitte zuerst aktualisieren, bevor eine der folgenden Aktionen verwendet wird, um Fehler zu vermeiden.
fa_ir: نسخهٔ راه دور با نسخهٔ این دستگاه متفاوت است؛ لطفاً قبل از انجام هر یک از اقدامات زیر ابتدا آن را به‌روز کنید تا از ایجاد اختلال جلوگیری شود.
fr_fr: La version à distance diffère de cette machine, veuillez d'abord la mettre à jour avant d'utiliser l'une des actions ci-dessous afin d'éviter les pannes.
ko_kr: 원격 버전은 이 기기와 다르므로, 아래 작업을 사용하기 전에 먼저 업데이트하여 손상을 방지하세요.
uk_ua: Віддалена версія відрізняється від версії цієї машини, будь ласка, оновіть її перед використанням будь-яких дій нижче, щоб уникнути збоїв.

source: Request Failed
de_de: Anfrage fehlgeschlagen
fa_ir: درخواست ناموفق بود
fr_fr: Échec de la demande
ko_kr: 요청 실패됨
uk_ua: Запит не вдався

source: Reset all tunables to default
de_de: Alle Parameter auf Standard zurücksetzen
fa_ir: بازنشانی همه Tunables به پیش‌فرض
fr_fr: Réinitialiser tous les paramètres par défaut
ko_kr: 모든 조정값 기본값으로 초기화
uk_ua: Скинути всі настроювані параметри типово

source: Reset grid layout
de_de: Rasterlayout zurücksetzen
fa_ir: بازنشانی چیدمان جدول
fr_fr: Réinitialiser la disposition de la grille
ko_kr: 그리드 레이아웃 재설정
uk_ua: Скинути макет сітки

source: Reset zoom
de_de: Zoom zurücksetzen
fa_ir: بازنشانی بزرگ‌نمایی
fr_fr: Réinitialiser le zoom
ko_kr: 줌 재설정
uk_ua: Скинути масштабування

source: Restart selected
de_de: Auswahl neu starten
fa_ir: راه‌اندازی مجدد موارد انتخاب‌شده
fr_fr: Redémarrer sélectionné
ko_kr: 재시작 선택됨
uk_ua: Перезапустити вибране

source: Root filesystem
de_de: Root-Dateisystem
fa_ir: فایل‌سیستم ریشه
fr_fr: Système de fichiers racine
ko_kr: 루트 파일 시스템
uk_ua: Коренева файлова система

source: Root lock
de_de: Root-Sperre
fa_ir: قفل حساب root
fr_fr: Verrouillage de la racine
ko_kr: 루트 잠금
uk_ua: Кореневий замок

source: Rule not found
de_de: Regel nicht gefunden
fa_ir: قانون یافت نشد
fr_fr: Règle non trouvée
ko_kr: 규칙을 찾을 수 없음
uk_ua: Правило не знайдено

source: SSH remote login is enabled for the users "root" and "installer" using the same password.
de_de: SSH-Remote-Anmeldung ist für die Benutzer "root" und "installer" mit demselben Passwort aktiviert.
fa_ir: ورود از راه دور SSH برای کاربران "root" و "installer" با همان گذرواژه فعال است.
fr_fr: La connexion à distance par SSH est activée pour les utilisateurs "root" et "installer" qui utilisent le même mot de passe.
ko_kr: "root"와 "installer" 사용자는 동일한 비밀번호를 사용하여 SSH 원격 로그인이 활성화됩니다.
pl_pl: Zdalne logowanie SSH jest włączone dla użytkowników "root" i "installer" przy użyciu tego samego hasła.
uk_ua: Віддалений вхід SSH увімкнено для користувачів "root" та "installer" з використанням того ж пароля.

source: Same data (nothing todo)
de_de: Gleiche Daten (nichts zu tun)
fa_ir: داده‌ها یکسان هستند (کاری برای انجام نیست)
fr_fr: Mêmes données (rien à faire)
ko_kr: 동일한 데이터 (할 일 없음)
uk_ua: Ті самі дані (нічого робити)

source: Saved settings, but remote backup returned no files.
de_de: Einstellungen gespeichert, aber das Remote-Backup hat keine Dateien zurückgegeben.
fa_ir: تنظیمات ذخیره شدند، اما پشتیبان راه دور هیچ فایلی بازنگرداند.
fr_fr: Sauvegarde des paramètres, mais la sauvegarde à distance ne renvoie aucun fichier.
ko_kr: 설정은 저장되었지만 원격 백업에서 파일이 반환되지 않았습니다.
uk_ua: Налаштування збережено, але віддалена резервна копія не повернула файлів.

source: Search Handler
de_de: Such-Handler
fa_ir: هندلر جستجو
fr_fr: Gestionnaire de recherche
ko_kr: 핸들러 검색
uk_ua: Обробник пошуку

source: Search Logs
de_de: Protokolle durchsuchen
fa_ir: جستجوی لاگ‌ها
fr_fr: Journaux de recherche
ko_kr: 로그 검색
uk_ua: Пошук журналів

source: Search certificates by username
de_de: Zertifikate nach Benutzernamen suchen
fa_ir: جستجوی گواهی‌ها بر اساس نام‌کاربری
fr_fr: Recherche de certificats par nom d'utilisateur
ko_kr: 사용자 이름으로 인증서 검색
uk_ua: Пошук сертифікатів за іменем користувача

source: Selecting an RA Mode requires an interface.
de_de: Die Auswahl eines RA-Modus erfordert eine Schnittstelle.
fa_ir: برای انتخاب حالت RA باید یک رابط انتخاب شود.
fr_fr: La sélection d'un mode RA nécessite une interface.
ko_kr: RA 모드를 선택하려면 인터페이스가 필요합니다.
uk_ua: Вибір режиму RA вимагає інтерфейсу.

source: Selection Error
de_de: Auswahlfehler
fa_ir: خطای انتخاب
fr_fr: Erreur de sélection
ko_kr: 오류 선택
uk_ua: Помилка вибору

source: Set initial password
de_de: Initiales Passwort festlegen
fa_ir: تنظیم گذرواژه اولیه
fr_fr: Définir le mot de passe initial
ko_kr: 초기 비밀번호 설정
uk_ua: Встановити початковий пароль

source: Shape packets using the selected pipe or queue.
de_de: Pakete mit der ausgewählten Pipe oder Queue formen.
fa_ir: بسته‌ها را با pipe یا queue انتخاب‌شده شکل دهید.
fr_fr: Mettre en forme des paquets en utilisant le tuyau ou la file d'attente sélectionné.
ko_kr: 선택한 파이프나 큐를 사용하여 패킷을 형성합니다.
uk_ua: Формувати пакети за допомогою вибраного каналу або черги.

source: Show all rules and statistics
de_de: Alle Regeln und Statistiken anzeigen
fa_ir: نمایش همه قوانین و آمار
fr_fr: Afficher toutes les règles et statistiques
ko_kr: 모든 규칙과 통계 보기
uk_ua: Показати всі правила та статистику

source: Show community plugins
de_de: Community-Plugins anzeigen
fa_ir: نمایش پلاگین‌های جامعه
fr_fr: Afficher les plugins de la communauté
ko_kr: 커뮤니티 플러그인 보기
uk_ua: Показати плагіни спільноти

source: Simplified expression to select a field inside a container, a dot [.] is used as field separator (e.g. container.fieldname). Expressions using the jq language are also supported.
de_de: Vereinfachter Ausdruck, um ein Feld innerhalb eines Containers auszuwählen; ein Punkt [.] wird als Feldtrennzeichen verwendet (z. B. container.feldname). Ausdrücke in der jq-Sprache werden ebenfalls unterstützt.
fa_ir: عبارت ساده‌شده برای انتخاب یک فیلد داخل یک container؛ از نقطه [.] به‌عنوان جداکننده فیلدها استفاده می‌شود (مثلاً container.fieldname). عبارات نوشته‌شده با زبان jq نیز پشتیبانی می‌شوند.
fr_fr: Expression simplifiée pour sélectionner un champ à l'intérieur d'un conteneur, un point [.] est utilisé comme séparateur de champ (par exemple, container.fieldname). Les expressions utilisant le langage jq sont également supportées.
ko_kr: 컨테이너 내부의 필드를 선택하는 간소화된 표현식입니다. 마침표(.)를 필드 구분 기호로 사용합니다(예: container.fieldname). jq 언어를 사용하는 표현식도 지원됩니다.
uk_ua: Спрощений вираз для вибору поля всередині контейнера; крапка [.] використовується як роздільник полів (наприклад, container.fieldname). Також підтримуються вирази, що використовують мову jq.

source: Source tracking
de_de: Quellverfolgung
fa_ir: ردیابی مبدأ
fr_fr: Suivi des sources
ko_kr: 출발지 추적
uk_ua: Відстеження джерела

source: Span interface cannot be part of the bridge.
de_de: SPAN-Schnittstelle kann nicht Teil der Bridge sein.
fa_ir: رابط Span نمی‌تواند بخشی از پل باشد.
fr_fr: L'interface Span ne peut pas faire partie du pont.
ko_kr: Span 인터페이스는 브리지의 일부가 될 수 없습니다.
uk_ua: Інтерфейс Span не може бути частиною мосту.

source: Stacked
de_de: Gestapelt
fa_ir: انباشته
fr_fr: Empilés
ko_kr: 쌓임
uk_ua: Згруповано

source: State usage
de_de: Zustandsnutzung
fa_ir: استفاده از جدول وضعیت
fr_fr: Utilisation par l'État
ko_kr: 상태 사용량
uk_ua: Використання стану

source: Static only accepts a starting address.
de_de: "Statisch" akzeptiert nur eine Startadresse.
fa_ir: حالت Static تنها یک آدرس شروع می‌پذیرد.
fr_fr: Static n'accepte qu'une adresse de départ.
ko_kr: 고정 IP 설정은 시작 주소만 허용됨.
uk_ua: Статичний приймає лише початкову адресу.

source: Strict security
de_de: Strikte Sicherheit
fa_ir: امنیت سخت‌گیرانه
fr_fr: Sécurité stricte
ko_kr: 엄격한 보안
uk_ua: Сувора безпека

source: Strict security mode disabled, but requires "%s" to be removed manually from disk. Refusing to run as root in the meantime.
de_de: Strenger Sicherheitsmodus deaktiviert, erfordert jedoch, dass "%s" manuell von der Festplatte entfernt wird. Bis dahin wird die Ausführung als root verweigert.
fa_ir: حالت امنیتی سخت‌گیرانه غیرفعال شده، اما لازم است "%s" به‌صورت دستی از دیسک حذف شود. تا آن زمان از اجرا با کاربر root خودداری می‌شود.
fr_fr: Mode de sécurité strict désactivé, mais nécessite que "%s" soit supprimé manuellement du disque. Refuse de s'exécuter en tant que root dans l'intervalle.
ko_kr: 엄격 보안 모드가 비활성화되었지만, 디스크에서 "%s"를 수동으로 삭제해야 합니다. 그동안 root 권한으로는 실행을 거부합니다.
uk_ua: Режим суворої безпеки вимкнено, але вимагає ручного видалення "%s" з диска. Наразі відмовлено у запуску від імені root.

source: Stricten security by running the webserver as non root user, not all components may be compatible with this feature.
de_de: Erhöht die Sicherheit, indem der Webserver nicht mit Root-Rechten ausgeführt wird. Nicht alle Komponenten sind möglicherweise mit dieser Funktion kompatibel.
fa_ir: امنیت را با اجرای وب‌سرور به‌عنوان کاربر غیر root افزایش دهید؛ ممکن است همهٔ مؤلفه‌ها با این قابلیت سازگار نباشند.
fr_fr: Renforcez la sécurité en exécutant le serveur web en tant qu'utilisateur non root. Tous les composants peuvent ne pas être compatibles avec cette fonctionnalité.
ko_kr: root가 아닌 사용자로 웹 서버를 실행하여 보안을 강화합니다. 이 기능은 모든 구성 요소가 호환되지 않을 수 있습니다.
uk_ua: Посилити безпеку, запустивши веб-сервер як користувач без прав root, не всі компоненти можуть бути сумісні з цією функцією.

source: Subject
de_de: Thema
fa_ir: موضوع
fr_fr: Sujet
ko_kr: 제목
pl_pl: Temat
uk_ua: Тема

source: Swap usage
de_de: Swap-Nutzung
fa_ir: استفاده از Swap
fr_fr: Utilisation de l'échange
ko_kr: 스왑 사용량
uk_ua: Використання Swap

source: Synchronize and Restart
de_de: Synchronisieren und neu starten
fa_ir: همگام‌سازی و راه‌اندازی مجدد
fr_fr: Synchronisation et redémarrage
ko_kr: 동기화 및 재시작
uk_ua: Синхронізувати та перезапустити

source: Synchronize and reconfigure all
de_de: Synchronisieren und alle neu konfigurieren
fa_ir: همگام‌سازی و پیکربندی مجدد همه
fr_fr: Synchroniser et reconfigurer tous les
ko_kr: 동기화 및 모두 재구성
uk_ua: Синхронізувати та переналаштувати все

source: Synchronize and restart all services
de_de: Synchronisieren und alle Dienste neu starten
fa_ir: همگام‌سازی و راه‌اندازی مجدد همه سرویس‌ها
fr_fr: Synchroniser et redémarrer tous les services
ko_kr: 동기화 및 모든 서비스 재시작
uk_ua: Синхронізувати та перезапустити всі служби

source: System Booting
de_de: System wird gestartet
fa_ir: در حال راه‌اندازی سیستم
fr_fr: Démarrage du système
ko_kr: 시스템 부팅
uk_ua: Завантаження системи

source: Tags & Interfaces
de_de: Tags & Schnittstellen
fa_ir: برچسب‌ها و رابط‌ها
fr_fr: Tags et interfaces
ko_kr: 태그 및 인터페이스
uk_ua: Теги та інтерфейси

source: Tailscale IPs
fa_ir: آدرس‌های IP Tailscale
fr_fr: IPs Tailscale
uk_ua: IP-адреси Tailscale

source: Target location, specified as uri, e.g. sftp://user@my.host.at.domain[:port]//path/to/backup
de_de: Zielort, angegeben als URI, z. B. sftp://user@mein.host.at.domain[:port]//pfad/zum/backup
fa_ir: محل مقصد، به‌صورت URI مشخص شود، مثلاً sftp://user@my.host.at.domain[:port]//path/to/backup
fr_fr: Emplacement cible, spécifié sous forme d'uri, par exemple : sftp://user@my.host.at.domain[:port]//path/to/backup
ko_kr: 대상 위치는 uri로 지정됨 예:sftp://user@my.host.at.domain[:port]//path/to/backup
uk_ua: Цільове розташування, вказане як uri, наприклад, sftp://user@my.host.at.domain[:port]//path/to/backup

source: The MAC address can be any uniquely associated with this machine, but typically the MAC address facing the RADIUS server is used.
de_de: Die MAC-Adresse kann eine beliebige sein, die eindeutig mit dieser Maschine verknüpft ist, üblicherweise wird jedoch die MAC-Adresse verwendet, die dem RADIUS-Server zugeordnet ist.
fa_ir: آدرس MAC می‌تواند هر آدرس یکتایی باشد که به این دستگاه اختصاص دارد، اما معمولاً از آدرسِ رو به سرور RADIUS استفاده می‌شود.
fr_fr: L'adresse MAC peut être n'importe quelle adresse associée de manière unique à cette machine, mais c'est généralement l'adresse MAC du serveur RADIUS qui est utilisée.
ko_kr: MAC 주소는 해당 장비와 관련된 고유 주소일 수 있지만, 일반적으로 RADIUS 서버에 연결된 MAC 주소가 사용됩니다.
uk_ua: MAC-адреса може бути будь-якою унікально пов'язаною з цією машиною, але зазвичай використовується MAC-адреса, що звернена до сервера RADIUS.

source: The OpenSSH GUI configuration may be overridden by currently provided files on the disk.
de_de: Die OpenSSH-GUI-Konfiguration kann durch aktuell auf der Festplatte bereitgestellte Dateien überschrieben werden.
fa_ir: ممکن است پیکربندی رابط گرافیکی OpenSSH توسط فایل‌های موجود روی دیسک بازنویسی شود.
fr_fr: La configuration de l'interface graphique d'OpenSSH peut être remplacée par les fichiers actuellement disponibles sur le disque.
ko_kr: OpenSSH GUI 구성은 현재 디스크에 제공된 파일로 재정의될 수 있습니다.
uk_ua: Конфігурація графічного інтерфейсу OpenSSH може бути перевизначена файлами, що наразі знаходяться на диску.

source: The configd environment contains custom proxy settings, these may interfere with the settings configured here.
de_de: Die configd-Umgebung enthält benutzerdefinierte Proxyeinstellungen, die die hier konfigurierten Einstellungen beeinträchtigen können.
fa_ir: محیط configd شامل تنظیمات پراکسی سفارشی است؛ این تنظیمات ممکن است با تنظیمات پیکربندی‌شده در اینجا تداخل داشته باشند.
fr_fr: L'environnement configd contient des paramètres de proxy personnalisés, qui peuvent interférer avec les paramètres configurés ici.
ko_kr: configd 환경에는 사용자 정의 프록시 설정이 포함되어 있으며, 이는 여기에 구성된 설정과 충돌할 수 있습니다.
uk_ua: Середовище configd містить власні налаштування проксі, вони можуть заважати налаштуванням, сконфігурованим тут.

source: The configuration contains manual overwrites, these may interfere with the settings configured here.
de_de: Die Konfiguration enthält manuelle Überschreibungen, die die hier vorgenommenen Einstellungen beeinträchtigen können.
fa_ir: پیکربندی شامل بازنویسی‌های دستی است؛ ممکن است با تنظیمات اینجا تداخل داشته باشند.
fr_fr: La configuration contient des écrasements manuels, qui peuvent interférer avec les paramètres configurés ici.
ko_kr: 구성에는 수동 덮어쓰기가 포함되어 있으며, 이는 여기에 구성된 설정과 충돌할 수 있습니다.
uk_ua: Конфігурація містить ручні перевизначення, вони можуть заважати налаштуванням, сконфігурованим тут.

source: The current interface type does not support this mode.
de_de: Der aktuelle Schnittstellentyp unterstützt diesen Modus nicht.
fa_ir: نوع رابط فعلی این حالت را پشتیبانی نمی‌کند.
fr_fr: Le type d'interface actuel ne prend pas en charge ce mode.
ko_kr: 현재 인터페이스 유형은 이 모드를 지원하지 않습니다.
uk_ua: Поточний тип інтерфейсу не підтримує цей режим.

source: The domain '%s' cannot be used with both types 'Interface' and 'Range'.
de_de: Die Domain "%s" kann nicht gleichzeitig mit den Typen "Schnittstelle" und "Bereich" verwendet werden.
fa_ir: دامنه '%s' را نمی‌توان هم‌زمان با هر دو نوع 'رابط' و 'بازه' استفاده کرد.
fr_fr: Le domaine "%s" ne peut pas être utilisé avec les deux types "Interface" et "Plage".
ko_kr: '%s' 도메인은 '인터페이스'와 '범위' 두 유형과 함께 사용할 수 없습니다.
uk_ua: Домен '%s' не може використовуватися з обома типами 'Інтерфейс' та 'Діапазон'.

source: The domain name cannot start with a dot.
de_de: Der Domainname darf nicht mit einem Punkt beginnen.
fa_ir: نام دامنه نمی‌تواند با نقطه شروع شود.
fr_fr: Le nom de domaine ne peut pas commencer par un point.
ko_kr: 도메인 이름은 점으로 시작할 수 없습니다.
uk_ua: Доменне ім'я не може починатися з крапки.

source: The file you are about to download may contain sensitive data. Please handle it with care.
de_de: Die Datei, die Sie herunterladen möchten, kann sensible Daten enthalten. Bitte vorsichtig behandeln.
fa_ir: فایلی که قصد دانلود آن را دارید ممکن است شامل داده‌های حساس باشد. لطفاً با احتیاط عمل کنید.
fr_fr: Le fichier que vous êtes sur le point de télécharger peut contenir des données sensibles. Veuillez le manipuler avec précaution.
ko_kr: 다운로드하려는 파일에는 민감한 데이터가 포함되어 있을 수 있습니다. 신중하게 처리해 주세요.
uk_ua: Файл, який ви збираєтеся завантажити, може містити конфіденційні дані. Будь ласка, поводьтеся з ним обережно.

source: The group name shall not start or end with a digit.
de_de: Der Gruppenname darf nicht mit einer Ziffer beginnen oder enden.
fa_ir: نام گروه نباید با یک رقم شروع یا پایان یابد.
fr_fr: Le nom du groupe ne doit pas commencer ou se terminer par un chiffre.
ko_kr: 그룹 이름은 숫자로 시작하거나 끝날 수 없습니다.
uk_ua: Назва групи не повинна починатися або закінчуватися цифрою.

source: The name of the root user can not be changed
de_de: Der Name des root-Benutzers kann nicht geändert werden.
fa_ir: نام کاربر root قابل تغییر نیست.
fr_fr: Le nom de l'utilisateur root ne peut pas être modifié
ko_kr: root 사용자의 이름은 변경할 수 없습니다.
uk_ua: Ім'я користувача root не може бути змінено

source: The private key used to setup the connection.
de_de: Der private Schlüssel, der zur Einrichtung der Verbindung verwendet wird.
fa_ir: کلید خصوصی مورد استفاده برای راه‌اندازی اتصال.
fr_fr: La clé privée utilisée pour établir la connexion.
ko_kr: 연결을 설정하는 데 사용되는 개인 키입니다.
uk_ua: Приватний ключ, що використовується для налаштування з'єднання.

source: The system is currently booting. Not all services have been started yet.
de_de: Das System startet derzeit. Noch nicht alle Dienste wurden gestartet.
fa_ir: سیستم در حال راه‌اندازی است. همهٔ سرویس‌ها هنوز شروع به‌کار نکرده‌اند.
fr_fr: Le système est en train de démarrer. Tous les services n'ont pas encore été lancés.
ko_kr: 현재 시스템이 부팅 중입니다. 아직 모든 서비스가 시작되지 않았습니다.
uk_ua: Система наразі завантажується. Не всі служби ще запущені.

source: The upgrade has finished and the system is being rebooted at the moment, please wait...
de_de: Das Upgrade ist abgeschlossen und das System wird gerade neu gestartet. Bitte warten…
fa_ir: به‌روزرسانی پایان یافت و سیستم اکنون در حال راه‌اندازی مجدد است؛ لطفاً منتظر بمانید...
fr_fr: La mise à jour est terminée et le système est en train de redémarrer, veuillez patienter...
ko_kr: 업그레이드가 완료되었으며 현재 시스템을 재부팅 중입니다. 잠시만 기다려 주세요.
uk_ua: Оновлення завершено, і система наразі перезавантажується, будь ласка, зачекайте...

source: This action will replace your existing token and invalidates it instantly.
de_de: Diese Aktion ersetzt Ihr bestehendes Token und macht es sofort ungültig.
fa_ir: این عمل توکن موجود شما را جایگزین کرده و بلافاصله آن را نامعتبر می‌سازد.
fr_fr: Cette action remplacera votre jeton existant et l'invalidera instantanément.
ko_kr: 이 작업을 수행하면 기존 토큰이 대체되고 즉시 무효화됩니다.
uk_ua: Ця дія замінить ваш існуючий токен та негайно його анулює.
