Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Leave blank to use default (128) which should be fine for most cases. Enter a number (0-256) to specify the load-balancing split between the failover peers, the default of 128 means both peers will handle approximately 50% of the clients, 256 will make the primary handle all the clients. This value is only used on the primary peer, leave blank on the secondary.
cs_cz: Pokud chcete použít výchozí hodnotu (128), která by měla být pro většinu případů vyhovující, nevyplňujte. Pokud chcete změnit poměr rozdělení zátěže mezi protějšky pro převzetí služeb při selhání, zadejte číslo (0-256). Výchozí hodnota 128 znamená, že oba protějšky budou obsluhovat přibližně 50% klientů, 256 znamená, že primární server bude obsluhovat všechny klienty. Tato hodnota se používá pouze u hlavního protějšku, u pomocného ji nevyplňujte.
de_de: Lassen Sie den Wert leer, um die Standardeinstellung (128) zu verwenden, die für die meisten Fälle ausreichen sollte. Geben Sie eine Zahl (0-256) ein, um die Aufteilung der Last zwischen den Failover-Peers festzulegen. Der Standardwert von 128 bedeutet, dass beide Peers etwa 50 % der Clients bearbeiten, 256 bedeutet, dass der primäre Peer alle Clients bearbeitet. Dieser Wert wird nur für den primären Peer verwendet, für den sekundären bleibt er leer.
el_gr: Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλογή (128), η οποία θα πρέπει να είναι εντάξει στις περισσότερες περιπτώσεις. Εισαγάγετε έναν αριθμό (0-256) για να καθορίσετε την κατανομή εξισορρόπησης φόρτου μεταξύ των peers ανακατεύθυνσης. Η προεπιλογή 128 σημαίνει ότι και οι δύο peers θα χειρίζονται περίπου το 50% των πελατών, ενώ το 256 θα κάνει τον κύριο peer να χειρίζεται όλους τους πελάτες. Αυτή η τιμή χρησιμοποιείται μόνο στον κύριο peer, αφήστε κενό στον δευτερεύοντα peer.
fa_ir: برای استفاده از مقدار پیش‌فرض (128) که برای بیشتر موارد مناسب است، خالی بگذارید. برای تعیین تقسیم بار بین همتایان failover عددی بین 0 تا 256 وارد کنید: مقدار پیش‌فرض 128 یعنی هر دو همتا حدوداً 50٪ از کلاینت‌ها را مدیریت می‌کنند، مقدار 256 موجب می‌شود همتای اصلی همهٔ کلاینت‌ها را مدیریت کند. این مقدار فقط روی همتای اصلی استفاده می‌شود؛ روی همتای ثانویه خالی بگذارید.
fr_fr: Laissez vide pour utiliser la valeur par défaut (128), ce qui devrait convenir dans la plupart des cas. Entrez un nombre (0-256) pour spécifier la répartition de l'équilibrage de charge entre les pairs de basculement, la valeur par défaut de 128 signifie que les deux pairs géreront environ 50 % des clients, 256 fera du principal gérer tous les clients. Cette valeur n'est utilisée que sur le pair principal, laissez vide sur le secondaire.
it_it: Lascia vuoto per utilizzare il valore predefinito (128) che dovrebbe andare bene nella maggior parte dei casi. Immettere un numero (0-256) per specificare la suddivisione del bilanciamento del carico tra i peer di failover, il valore predefinito di 128 significa che entrambi i peer gestiranno circa il 50% dei client, 256 farà in modo che il primario gestisca tutti i client. Questo valore viene utilizzato solo sul peer primario, lascia vuoto il peer secondario.
ko_kr: 기본값(128)을 사용하려면 비워 두세요. 기본값은 대부분 사용할 수 있습니다. 페일오버 피어 간의 로드 밸런싱 분할을 지정할 숫자(0-256)를 입력합니다. 기본값은 128로 두 피어가 클라이언트의 약 50%를 처리하고 256으로 기본적으로 모든 클라이언트를 처리합니다. 이 값은 기본 피어에서만 사용되며 보조 피어는 비워 둡니다.
pl_pl: Pozostaw puste, aby użyć domyślnej wartości (128), która powinna być odpowiednia w większości przypadków. Wprowadź liczbę (0-256) aby określić równowagę obciążenia między partnerami awaryjnymi, domyślna wartość 128 oznacza, że obaj partnerzy obsłużą około 50% klientów, 256 sprawi, że główny partner obsłuży wszystkich klientów. Ta wartość jest używana tylko na głównym węźle, pozostaw puste na węźle pomocniczym.
uk_ua: Залиште порожнім, щоб використовувати типове значення (128), яке підходить для більшості випадків. Введіть число (0-256), щоб вказати розподіл навантаження між партнерами відмовостійкості; типове значення 128 означає, що обидва партнери оброблятимуть приблизно 50% клієнтів, 256 змусить основного партнера обробляти всіх клієнтів. Це значення використовується лише на основному партнері, залиште порожнім на вторинному.
zh_cn: 留空使用默认值(128)，在大多数情况下应该使用默认值。输入数字(0-256)来指定故障转移对端之间的负载平衡分配，默认值128表示两个对端会处理大约各50％的客户端，而256则会使用主节点处理所有客户端。此值仅在主要对端上使用，在辅助对端上留空。

source: Failover split:
cs_cz: Rozdělení při selhání:
de_de: Failover-Aufteilung:
el_gr: Διαχωρισμός ανακατεύθυνσης:
fa_ir: تقسیم‌بندی failover:
it_it: Suddivisione del failover:
ko_kr: 페일오버 분할:
pl_pl: Podział awaryjny:
uk_ua: Розподіл відмовостійкості:
zh_cn: 故障转移拆分:

source: Leave blank to disable. Enter the interface IP address of the other machine. Machines must be using CARP. Interface's advskew determines whether the DHCPd process is Primary or Secondary. Ensure one machine's advskew<20 (and the other is >20). Note that changing this value will delete the current leases-database!
cs_cz: Pokud chcete vypnout, nevyplňujte. Zadejte IP adresu rozhraní druhého stroje. Je třeba, aby stroje používaly CARP protokol. Advskew rozhraní určuje, zda je proces DHCPd hlavní nebo pomocný. Zajistěte aby, advskew jednoho stroje bylo <20 (a druhého >20). Upozorňujeme, že změnou této hodnoty dojde ke smazání stávající databáze zápůjček!
de_de: Zum Deaktivieren leer lassen. Geben Sie die IP-Adresse der Schnittstelle des anderen Rechners ein. Die Rechner müssen CARP verwenden. Das advskew der Schnittstelle bestimmt, ob der DHCPd-Prozess primär oder sekundär ist. Stellen Sie sicher, dass der advskew-Wert des einen Rechners <20 (und der des anderen >20) ist. Beachten Sie, dass eine Änderung dieses Wertes die aktuelle Lease-Datenbank löscht!
el_gr: Αφήστε το κενό για απενεργοποίηση. Εισαγάγετε τη διεύθυνση IP της διεπαφής του άλλου υπολογιστή. Οι υπολογιστές πρέπει να χρησιμοποιούν CARP. Το advskew της διεπαφής καθορίζει εάν η διεργασία DHCPd είναι Κύρια ή Δευτερεύουσα. Βεβαιωθείτε ότι το advskew του ενός υπολογιστή είναι <20 (και του άλλου >20). Σημειώστε ότι η αλλαγή αυτής της τιμής θα διαγράψει την τρέχουσα βάση δεδομένων leases!
fa_ir: برای غیرفعال‌سازی، خالی بگذارید. آدرس IP رابطِ ماشین دیگر را وارد کنید. ماشین‌ها باید از CARP استفاده کنند. مقدار advskew رابط تعیین می‌کند که فرآیند DHCPd اصلی (Primary) است یا ثانویه (Secondary). اطمینان حاصل کنید یکی از ماشین‌ها advskew<20 و دیگری >20 باشد. توجه: تغییر این مقدار، پایگاه‌دادهٔ اجاره‌های فعلی را حذف خواهد کرد!
fr_fr: Laissez vide pour désactiver. Saisissez l'adresse IP de l'interface de l'autre machine. Les machines doivent utiliser CARP. L'advskew de l'interface détermine si le processus DHCPd est primaire ou secondaire. Assurez-vous que l'advskew d'une machine est <20 (et l'autre est >20). Notez que changer cette valeur supprimera la base de données actuelle des baux !
it_it: Lascia vuoto per disabilitare. Immettere l'indirizzo IP dell'interfaccia dell'altra macchina. Le macchine devono utilizzare CARP. L'advskew dell'interfaccia determina se il processo DHCPd è primario o secondario. Assicurarsi che l'inclinazione verticale di una macchina sia <20 (e l'altra sia >20). Tieni presente che la modifica di questo valore cancellerà l'attuale database dei contratti di locazione!
ko_kr: 사용하지 않으려면 비워 두세요. 다른 컴퓨터의 인터페이스 IP 주소를 입력합니다. 시스템은 CARP를 사용해야 합니다. 인터페이스의 advskew는 DHCPd 프로세스가 기본인지 보조인지 결정합니다. 한 시스템의 advskew <20(그리고 다른 시스템은 >20)인지 확인합니다. 이 값을 변경하면 현재 대여 데이터베이스가 삭제됩니다!
pl_pl: Pozostaw puste, aby wyłączyć. Wprowadź adres IP interfejsu innej maszyny. Maszyny muszą używać CARP. Wartość advskew interfejsu określa, czy proces DHCPd jest główny czy pomocniczy. Upewnij się, że wartość advskew jednej maszyny wynosi <20 (a drugiej >20). Zmiana tej wartości usunie bieżącą bazę danych dzierżaw!
uk_ua: Залиште порожнім, щоб вимкнути. Введіть IP-адресу інтерфейсу іншої машини. Машини повинні використовувати CARP. Advskew інтерфейсу визначає, чи є процес DHCPd основним чи вторинним. Переконайтеся, що advskew однієї машини <20 (а іншої >20). Зверніть увагу, що зміна цього значення призведе до видалення поточної бази даних оренди!
zh_cn: 留空则禁用。输入另一台设备的接口IP地址。设备必须使用CARP。接口的advskew确定DHCPd进程是主进程还是辅助进程。确保一台机器的通告偏离值advskew <20（另一台机器的advskew> 20）。注意，更改此值会删除当前的租约数据库！

source: The default is to use the IP on this interface of the firewall as the gateway, if a valid (online) gateway has been configured under System->Gateways. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
cs_cz: Ve výchozím nastavení se jako brána použije IP adresa tohoto rozhraní brány firewall, pokud byla v Systém->Brány nakostavena platná (online) brána. Pokud se nejedná o správnou bránu pro vaši síť, zadejte zde alternativní bránu. Pokud bránu přiřazovat nechcete, zadejte „none“ (žádné).
de_de: Standardmäßig wird die IP-Adresse dieser Schnittstelle der Firewall als Gateway verwendet, sofern unter System -> Gateways ein gültiges (online) Gateway konfiguriert wurde. Geben Sie hier ein alternatives Gateway an, wenn dies nicht das richtige Gateway für Ihr Netzwerk ist. Geben Sie "keins" ein, um kein Gateway zuzuweisen.
el_gr: Η προεπιλογή είναι να χρησιμοποιηθεί η διεύθυνση IP σε αυτήν τη διεπαφή του τείχους προστασίας ως πύλη, εάν έχει διαμορφωθεί μια έγκυρη (ηλεκτρονική) πύλη στην ενότητα Σύστημα->Πύλες. Καθορίστε εδώ μια εναλλακτική πύλη εάν αυτή δεν είναι η σωστή πύλη για το δίκτυό σας. Πληκτρολογήστε "none" για να μην υπάρχει ανάθεση πύλης.
fa_ir: به‌صورت پیش‌فرض، در صورت پیکربندی یک دروازهٔ معتبر (آنلاین) در System->Gateways، آدرس IP این رابط فایروال به‌عنوان دروازه استفاده می‌شود. اگر این دروازه برای شبکهٔ شما درست نیست، در اینجا دروازهٔ دیگری مشخص کنید. برای عدم تخصیص دروازه عبارت "none" را وارد کنید.
fr_fr: La valeur par défaut est d'utiliser l'IP sur cette interface du pare-feu comme passerelle, si une passerelle valide (en ligne) a été configurée sous Système->Passerelles. Spécifiez une passerelle alternative ici s'il ne s'agit pas de la passerelle appropriée pour votre réseau. Tapez "aucun" pour aucune affectation de passerelle.
it_it: L'impostazione predefinita prevede l'utilizzo dell'IP su questa interfaccia del firewall come gateway, se è stato configurato un gateway (online) valido in Sistema->Gateway. Specifica qui un gateway alternativo se non è il gateway corretto per la tua rete. Digitare "nessuno" per nessuna assegnazione di gateway.
ko_kr: 시스템 -> 게이트웨이에서 유효한 (온라인) 게이트웨이가 구성된 경우 방화벽의 이 인터페이스에 있는 IP를 게이트웨이로 사용하는 것이 기본입니다. 네트워크에 적합한 게이트웨이가 아닌 경우 여기에 대체 게이트웨이를 지정하세요. 게이트웨이가 할당되지 않은 경우 "없음"을 입력합니다.
pl_pl: Domyślnie używany jest adres IP na tym interfejsie firewalla jako brama, jeśli prawidłowa (aktywna) brama została skonfigurowana w System->Bramy. Określ alternatywną bramę tutaj, jeśli nie jest to odpowiednia brama dla Twojej sieci. Wpisz "none", aby nie przypisywać bramy.
uk_ua: Типово використовувати IP на цьому інтерфейсі міжмережевого екрана як шлюз, якщо дійсний (онлайн) шлюз налаштовано в розділі Система->Шлюзи. Вкажіть альтернативний шлюз тут, якщо це не правильний шлюз для вашої мережі. Введіть "none" для відсутності призначення шлюзу.
zh_cn: 如果已在"系统"->"网关"下配置了有效（在线）网关，则默认使用该接口地址作为网关。如果这不是网络的正确网关，请在此处指定备用网关。输入"none"表示没有网关分配。

source: Failover split must be a number between 0 and 256.
cs_cz: Je třeba, aby rozdělení při selhání bylo číslo z rozmezí 0 až 256.
de_de: Failover-Aufteilung muss eine Zahl zwischen 0 und 256 sein.
el_gr: Ο διαχωρισμός ανακατεύθυνσης πρέπει να είναι ένας αριθμός μεταξύ 0 και 256.
fa_ir: Failover split باید عددی بین 0 و 256 باشد.
fr_fr: Le fractionnement du basculement doit être un nombre compris entre 0 et 256.
it_it: La suddivisione del failover deve essere un numero compreso tra 0 e 256.
ko_kr: 페일오버 분할은 0에서 256 사이의 숫자여야 합니다.
pl_pl: Podział awaryjny musi być liczbą między 0 a 256.
uk_ua: Розділення відмовостійкості має бути числом від 0 до 256.
zh_cn: 故障转移拆分必须是0到256之间的数字。

source: A valid port number must be specified for the OMAPI port.
cs_cz: Pro OMAPI port je třeba zadat platné číslo portu.
de_de: Eine gültige Portnummer muss für den OMAPI-Port angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός θύρας για τη θύρα OMAPI.
fa_ir: برای OMAPI باید یک شماره پورت معتبر مشخص شود.
fr_fr: Un numéro de port valide doit être spécifié pour le port OMAPI.
it_it: È necessario specificare un numero di porta valido per la porta OMAPI.
ko_kr: OMAPI 포트에 유효한 포트 번호를 지정해야 합니다.
pl_pl: Dla portu OMAPI musi być podany prawidłowy numer portu.
uk_ua: Дійсний номер порту має бути вказаний для порту OMAPI.
zh_cn: 必须为OMAPI端口指定一个有效的端口号。

source: A valid gateway IP address must be specified for %s.
cs_cz: Pro %s je třeba zadat platnou IP adresu brány.
de_de: Eine gültige Gateway-IP-Adresse muss für %s angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP πύλης για το %s.
fa_ir: برای %s باید یک آدرس IP دروازه معتبر مشخص شود.
fr_fr: Une adresse IP de passerelle valide doit être spécifiée pour %s.
it_it: È necessario specificare un indirizzo IP gateway valido per %s.
ko_kr: %s에 대해 유효한 게이트웨이 IP 주소를 지정해야 합니다.
pl_pl: Dla %s musi być podany prawidłowy adres IP bramy.
uk_ua: Дійсна IP-адреса шлюзу має бути вказана для %s.
zh_cn: 必须为%s指定一个有效的网关IP地址。

source: Generic configuration
cs_cz: Obecné nastavení
de_de: Generische Konfiguration
el_gr: Γενική διαμόρφωση
fa_ir: پیکربندی عمومی
fr_fr: Configuration générique
it_it: Configurazione generica
ko_kr: 일반 구성
pl_pl: Ogólna konfiguracja
uk_ua: Загальна конфігурація
zh_cn: 通用配置

source: Basic configuration
cs_cz: Základní nastavení
de_de: Basiskonfiguration
el_gr: Βασική διαμόρφωση
fa_ir: پیکربندی پایه
fr_fr: Configuration de base
it_it: Configurazione di base
ko_kr: 기본 구성
pl_pl: Podstawowa konfiguracja
uk_ua: Базова конфігурація
zh_cn: 基本配置

source: The MTU must be greater than %s bytes and less than %s.
cs_cz: Je třeba, aby MTU bylo vyšší než %s bajtů a nižší než %s.
de_de: Die MTU muss größer als %s und kleiner als %s Bytes sein.
el_gr: Η MTU πρέπει να είναι μεγαλύτερη από %s byte και μικρότερη από %s.
fa_ir: MTU باید بزرگ‌تر از %s بایت و کمتر از %s بایت باشد.
fr_fr: Le MTU doit être supérieur à %s octets et inférieur à %s.
it_it: La MTU deve essere maggiore di %s byte e minore di %s.
ko_kr: MTU는 %s바이트보다 크고 %s보다 작아야 합니다.
pl_pl: MTU musi być większe niż %s bajtów i mniejsze niż %s.
uk_ua: MTU має бути більшим за %s байтів і меншим за %s.
zh_cn: MTU必须大于%s个字节且小于%s。

source: Cannot assign an IP configuration type to a tunnel interface.
cs_cz: Rozhraní tunelu se nepodařilo přidělit typ nastavení IP.
de_de: Einer Tunnelschnittstelle kann kein IP-Konfigurationstyp zugewiesen werden.
el_gr: Δεν είναι δυνατή η αντιστοίχιση ενός τύπου διαμόρφωσης IP σε μια διεπαφή σήραγγας.
fa_ir: نمی‌توان نوع پیکربندی IP را به یک رابط تونل اختصاص داد.
fr_fr: Impossible d'affecter un type de configuration IP à une interface de tunnel.
it_it: Impossibile assegnare un tipo di configurazione IP a un'interfaccia tunnel.
ko_kr: IP 구성 유형을 터널 인터페이스에 할당할 수 없습니다.
pl_pl: Nie można przypisać typu konfiguracji IP do interfejsu tunelowego.
uk_ua: Неможливо призначити тип IP-конфігурації тунельному інтерфейсу.
zh_cn: 无法将IP配置类型分配给隧道接口。

source: Maximum state entries per host
cs_cz: Stavových položek pro jednotlivé hostitele nejvyýše
de_de: Maximale Statuseinträge pro Host
el_gr: Μέγιστος αριθμός καταχωρίσεων κατάστασης ανά κεντρικό υπολογιστή
fa_ir: حداکثر تعداد ورودی‌های state برای هر میزبان
fr_fr: Nombre maximum d'entrées d'état par hôte
it_it: Numero massimo di voci di stato per host
ko_kr: 호스트당 최대 상태 항목 수
pl_pl: Maksymalna liczba wpisów stanu na hosta
uk_ua: Максимальна кількість записів станів на хост
zh_cn: 每个主机的最大状态条目

source: Maximum number of established connections per host (TCP only)
cs_cz: Nejvyšší umožněný počet navázaných spojení pro jednotlivé hostitele (pouze TCP)
de_de: Maximale Anzahl der hergestellten Verbindungen pro Host (nur TCP)
el_gr: Μέγιστος αριθμός εγκατεστημένων συνδέσεων ανά κεντρικό υπολογιστή (μόνο TCP)
fa_ir: حداکثر تعداد اتصالات برقرار شده به ازای هر میزبان (فقط TCP)
fr_fr: Nombre maximum de connexions établies par hôte (TCP uniquement)
it_it: Numero massimo di connessioni stabilite per host (solo TCP)
ko_kr: 호스트당 최대 설정 연결 갯수 (TCP만 해당)
pl_pl: Maksymalna liczba nawiązanych połączeń na hosta (tylko TCP)
uk_ua: Максимальна кількість встановлених з'єднань на хост (лише TCP)
zh_cn: 每个主机的最大已建立连接数（仅TCP）

source: Maximum number of unique source hosts
cs_cz: Nejvyšší umožněný počet neopakujících se zdrojových hostitelů
de_de: Maximale Anzahl von eindeutigen Quellhosts
el_gr: Μέγιστος αριθμός μοναδικών κεντρικών υπολογιστών πηγής
fa_ir: حداکثر تعداد میزبان‌های منبع منحصر به‌فرد
fr_fr: Nombre maximum d'hôtes sources uniques
it_it: Numero massimo di host di origine univoci
ko_kr: 최대 고유 소스 호스트 수
pl_pl: Maksymalna liczba unikalnych hostów źródłowych
uk_ua: Максимальна кількість унікальних вихідних хостів
zh_cn: 最大唯一源主机数

source: If you selected ICMP6 for the protocol above, you may specify an ICMP6 type here.
cs_cz: Pokud jste výše jako protokol vybrali ICMP6, je možné zde určit typ ICMP6.
de_de: Wenn Sie oben ICMP6 als Protokoll ausgewählt haben, können Sie hier einen ICMP6-Typ angeben.
el_gr: Εάν επιλέξατε ICMP6 για το παραπάνω πρωτόκολλο, μπορείτε να καθορίσετε έναν τύπο ICMP6 εδώ.
fa_ir: اگر در بخش بالا ICMP6 را به‌عنوان پروتکل انتخاب کرده‌اید، می‌توانید نوع ICMP6 را اینجا مشخص کنید.
fr_fr: Si vous avez sélectionné ICMP6 pour le protocole ci-dessus, vous pouvez spécifier un type ICMP6 ici.
it_it: Se hai selezionato ICMP6 per il protocollo sopra, puoi specificare un tipo ICMP6 qui.
ko_kr: 위 프로토콜에 대해 ICMP6를 선택한 경우, 여기서 ICMP6 유형을 지정할 수 있습니다.
pl_pl: Jeśli wybrałeś ICMP6 jako protokół powyżej, możesz tutaj określić typ ICMP6.
uk_ua: Якщо ви вибрали ICMP6 для протоколу вище, ви можете вказати тип ICMP6 тут.
zh_cn: 如果为上述协议选择了ICMP6，则可以在此处指定ICMP6类型。

source: ICMP6 type
cs_cz: Typ ICMP6
de_de: ICMP6-Typ
el_gr: Τύπος ICMP6
fa_ir: نوع ICMP6
fr_fr: Type ICMP6
it_it: Tipo ICMP6
ko_kr: ICMP6 유형
pl_pl: Typ ICMP6
uk_ua: Тип ICMP6
zh_cn: ICMP6类型

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
cs_cz: Pokud paket odpovídá pravidlu, které určuje rychlou akci, je toto pravidlo považováno za poslední odpovídající pravidlo a je provedena určená akce. Pokud pravidlo nemá zapnutou funkci quick, vítězí pravidlo, kterému odpovídá jako poslednímu.
de_de: Wenn ein Paket einer Regel entspricht, die „Schnell“ angibt, wird diese Regel als letzte zutreffende Regel betrachtet und die angegebene Aktion ausgeführt. Wenn für eine Regel „Schnell“ nicht aktiviert ist, gilt die letzte zutreffende Regel.
el_gr: Εάν ένα πακέτο ταιριάζει με έναν κανόνα που καθορίζει την επιλογή "quick", τότε αυτός ο κανόνας θεωρείται ο τελευταίος κανόνας που ταιριάζει και εκτελείται η καθορισμένη ενέργεια. Όταν ένας κανόνας δεν έχει ενεργοποιημένη την επιλογή "quick", ο τελευταίος κανόνας που ταιριάζει κερδίζει.
fa_ir: اگر یک بسته با قانونی که گزینه quick را مشخص کرده است مطابقت داشته باشد، آن قانون به‌عنوان آخرین قانون منطبق در نظر گرفته می‌شود و عمل مشخص‌شده اجرا می‌شود. زمانی که یک قانون گزینه quick را فعال نداشته باشد، آخرین قانون منطبق اعمال می‌شود.
fr_fr: Si un paquet correspond à une règle spécifique rapide, cette règle est considérée comme la dernière règle correspondante et l'action spécifiée est prise. Lorsqu'une règle n'est pas activée rapidement, la dernière règle correspondante gagne.
it_it: Se un pacchetto corrisponde a una regola che specifica Quick, tale regola viene considerata l'ultima regola corrispondente e viene eseguita l'azione specificata. Quando una regola non è abilitata rapidamente, prevale l'ultima regola corrispondente.
ko_kr: 패킷이 빠른 규칙과 일치하면 해당 규칙은 마지막 일치 규칙으로 간주되고 지정된 작업이 수행됩니다. 규칙에 빠른 활성화가 설정되어 있지 않으면 마지막으로 일치하는 규칙이 적용됩니다.
pl_pl: Jeśli pakiet pasuje do reguły określającej "quick", ta reguła jest uważana za ostatnią pasującą regułę i jest podejmowane określone działanie. Gdy reguła nie ma włączonej opcji "quick", wygrywa ostatnia pasująca reguła.
uk_ua: Якщо пакет відповідає правилу, що вказує "quick", то це правило вважається останнім відповідним правилом і виконується вказана дія. Коли правило не має увімкненого "quick", перемагає останнє відповідне правило.
zh_cn: 如果数据包与指定为"快速"的规则匹配，则该规则被视为最后一个匹配规则，并采取指定的措施。如果没有"快速"启用规则，则最后匹配的规则优先。
