Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Note: Enter the modem initialization string here. Do NOT include the "AT" string at the beginning of the command. Many modern USB 3G modems don't need an initialization string.
cs_cz: Pozn: Sem zadejte inicializační řetězec pro modem. Příkazy NEuvozujte řetězcem „AT“. Mnohé USB 3/4G modemy ani žádný inicializační řetězec nepotřebují.
de_de: Hinweis: Geben Sie die Modem-Initialisierungszeichenkette hier ein. Geben Sie NICHT "AT" am Anfang des Befehls an. Viele moderne USB-3G-Modems brauchen keine Initialisierungszeichenkette.
el_gr: Σημείωση: Εισαγάγετε εδώ τη συμβολοσειρά αρχικοποίησης του μόντεμ. ΜΗΝ συμπεριλάβετε τη συμβολοσειρά "AT" στην αρχή της εντολής. Πολλά σύγχρονα μόντεμ USB 3G δεν χρειάζονται συμβολοσειρά αρχικοποίησης.
fa_ir: توجه: رشتهٔ راه‌اندازی مودم را اینجا وارد کنید. رشتهٔ "AT" را در ابتدای دستور وارد نکنید. بسیاری از مودم‌های USB 3G مدرن به رشتهٔ راه‌اندازی نیاز ندارند.
fr_fr: Note : entrez la séquence d'initialisation du modem ici. Ne pas inclure le préfixe 'AT' au début. Beaucoup de modems 3G n'ont pas besoin de séquence d'initialisation.
it_it: Nota: immettere qui la stringa di inizializzazione del modem. NON includere la stringa "AT" all'inizio del comando. Molti moderni modem USB 3G non necessitano di una stringa di inizializzazione.
ko_kr: 참고: 여기에 모뎀 초기화 문자열을 입력합니다. 명령 시작 부분에 "AT" 문자열을 마세요. 현대의 많은 USB 3G 모뎀은 초기화 문자열이 필요하지 않다.
pl_pl: Uwaga: Wprowadź tu ciąg inicjalizacyjny modemu. NIE dołączaj ciągu "AT" na początku polecenia. Wiele nowoczesnych modemów USB 3G nie wymaga ciągu inicjalizacyjnego.
uk_ua: Нотатка: Введіть рядок ініціалізації модема тут. НЕ включайте рядок "AT" на початку команди. Багато сучасних модемів USB 3G не потребують рядка ініціалізації.
zh_cn: 注意：在此输入调制解调器初始化字符串，不要在命令的开头包含"AT"字符串。 许多现代USB 3G调制解调器不需要初始化字符串。

source: Init String
cs_cz: Inicializační řetězec
de_de: Initialisierungszeichenkette
el_gr: Συμβολοσειρά έναρξης
fa_ir: رشتهٔ راه‌اندازی
fr_fr: Initier Valeur
it_it: Stringa di inizializzazione
ko_kr: 초기화 문자열
pl_pl: Ciąg Inicjalizacyjny
uk_ua: Рядок ініціалізації
zh_cn: 初始化字符串

source: Note: Time to wait for SIM to discover network after PIN is sent to SIM (seconds).
cs_cz: Pozn.: Jak dlouho po zadání PIN kódu čekat na SIM kartu aby zjistila dostupnost sítě (v sekundách).
de_de: Hinweis: Zeit in Sekunden in der auf das Auffinden des Netzwerks durch die SIM gewartet wird, nachdem die PIN an die SIM gesendet wurde.
el_gr: Σημείωση: Χρόνος αναμονής για να εντοπίσει η κάρτα SIM το δίκτυο μετά την αποστολή του PIN στην κάρτα SIM (δευτερόλεπτα).
fa_ir: توجه: مدت زمان انتظار (ثانیه) برای یافتن شبکه توسط SIM پس از ارسال PIN.
fr_fr: Remarques: Temps d'attente pour la découverte du réseau mobile par la carte SIM une fois le code PIN envoyé à la SIM (secondes).
it_it: Nota: tempo di attesa affinché la SIM rilevi la rete dopo l'invio del PIN alla SIM (secondi).
ko_kr: 참고: PIN이 SIM으로 전송된 후 SIM이 네트워크를 검색할 때까지 대기하는 시간(초)입니다.
pl_pl: Uwaga: Czas oczekiwania na wykrycie sieci przez kartę SIM po wysłaniu do niej PINu (w sekundach).
uk_ua: Нотатка: Час очікування, щоб SIM-карта знайшла мережу після надсилання PIN-коду на SIM-карту (секунди).
zh_cn: 注意：PIN发送到SIM后等待SIM发现网络的时间(秒)。

source: SIM PIN wait
cs_cz: Čekání na SIM PIN
de_de: SIM-PIN warten
el_gr: Αναμονή PIN SIM
fa_ir: زمان انتظار PIN سیم‌کارت
fr_fr: Temps d'attente du code PIN de la carte SIM
it_it: Attendere il PIN della SIM
ko_kr: SIM PIN 대기
pl_pl: Czekaj na PIN SIM
uk_ua: Очікування SIM PIN
zh_cn: SIM PIN等待时间

source: Note: Defaults to 1 if you set APN above. Ignored if you set no APN above.
cs_cz: Pozn.: Pokud je výše nastaveno APN, bude zde použito výchozí hodnota 1. Pokud APN není nastaveno, bude toto ignorováno.
de_de: Hinweis: Der Standardwert ist 1, wenn oben ein APN festgelegt wird. Wird ignoriert, wenn oben kein APN festgelegt wird.
el_gr: Σημείωση: Η προεπιλεγμένη τιμή είναι 1 εάν ορίσετε APN παραπάνω. Αγνοείται εάν δεν ορίσετε APN παραπάνω.
fa_ir: توجه: در صورت تنظیم APN در بالا، مقدار پیش‌فرض 1 است. اگر APN بالا تنظیم نشده باشد، این مقدار نادیده گرفته می‌شود.
fr_fr: Note: Par défaut à 1 si un APN est configuré ci dessus. Ignoré si aucun APN n'est configuré ci-dessus.
it_it: Nota: il valore predefinito è 1 se imposti l'APN sopra. Ignorato se non imposti alcun APN sopra.
ko_kr: 참고: 위에서 APN을 설정한 경우 기본값은 1입니다. 위에서 APN을 설정하지 않으면 무시됩니다.
pl_pl: Uwaga: Domyślnie 1, jeśli ustawisz APN powyżej. Ignorowane, jeśli nie ustawisz APN powyżej.
uk_ua: Нотатка: Типово 1, якщо ви вказали APN вище. Ігнорується, якщо ви не вказали APN вище.
zh_cn: 注意：如果您设置上述APN，则默认为1。 如果您未在上面设置APN，则忽略。

source: APN number (optional)
cs_cz: Číslo APN (volitelné)
de_de: APN-Nummer (optional)
el_gr: Αριθμός APN (προαιρετικό)
fa_ir: شمارهٔ APN (اختیاری)
fr_fr: Numéro APN (facultatif)
it_it: Numero APN (facoltativo)
ko_kr: APN 번호(선택 사항)
pl_pl: Numer APN (opcjonalnie)
uk_ua: Номер APN (необов'язково)
zh_cn: APN号码(可选)

source: Note: Typically *99# for GSM networks and #777 for CDMA networks
cs_cz: Pozn.: typicky *99# pro GSM sítě a #777 pro CDMA sítě
de_de: Hinweis: Typischerweise *99# für GSM-Netzwerke und #777 für CDMA-Netzwerke
el_gr: Σημείωση: Συνήθως *99# για δίκτυα GSM και #777 για δίκτυα CDMA.
fa_ir: توجه: معمولاً *99# برای شبکه‌های GSM و #777 برای شبکه‌های CDMA
fr_fr: Note: Généralement *99# pour les réseaux GMS et #777 pour les réseaux CDMA
it_it: Nota: in genere *99# per le reti GSM e #777 per le reti CDMA
ko_kr: 참고: 일반적으로 GSM 네트워크의 경우 *99#, CDMA 네트워크의 경우 #777
pl_pl: Uwaga: Zwykle *99# dla sieci GSM i #777 dla sieci CDMA
uk_ua: Нотатка: Зазвичай *99# для мереж GSM та #777 для мереж CDMA
zh_cn: 注意：通常*99#用于GSM网络，#777用于CDMA网络

source: You may enter a description here for your reference. Description will appear in the "Interfaces Assign" select lists.
cs_cz: Sem můžete zadat popis pro svou informaci. Popis se objeví v seznamu pro výběr „Přiřadit rozhraní“.
de_de: Hier können Sie eine Beschreibung als Referenz eingeben. Die Beschreibung wird in der Auswahlliste "Zuweisen einer neuen Schnittstelle" angezeigt.
el_gr: Μπορείτε να εισαγάγετε μια περιγραφή εδώ για αναφορά. Η περιγραφή θα εμφανιστεί στις λίστες επιλογής "Εκχώρηση διεπαφών".
fa_ir: می‌توانید توصیفی برای مرجع خود وارد کنید. توضیحات در فهرست‌های انتخاب "Interfaces Assign" ظاهر خواهد شد.
fr_fr: Vous pouvez entrer une description ici pour votre référence (non analysé).
it_it: Puoi inserire una descrizione qui come riferimento. La descrizione verrà visualizzata negli elenchi di selezione "Assegnazione interfacce".
ko_kr: 참조를 위해 여기에 설명을 입력할 수 있습니다. 설명은 "인터페이스 할당" 선택 목록에 나타납니다.
pl_pl: Możesz wprowadzić tutaj opis dla własnej informacji. Opis pojawi się na listach wyboru "Przypisanie Interfejsów".
uk_ua: Тут можна ввести опис для вашої довідки. Опис з'явиться у списках вибору "Призначення інтерфейсів".
zh_cn: 在这里输入描述供使用参考。

source: Select at least two interfaces for Multilink (MLPPP) connections.
cs_cz: Pro vícelinková (MLPPP) spojení vyberte alespoň dvě rozhraní.
de_de: Wählen Sie mindestens zwei Schnittstellen für Multilink-Verbindungen (MLPPP) aus.
el_gr: Επιλέξτε τουλάχιστον δύο διεπαφές για συνδέσεις Multilink (MLPPP).
fa_ir: برای اتصالات Multilink (MLPPP) حداقل دو اینترفیس انتخاب کنید.
fr_fr: Sélectionnez au moins deux interfaces pour les connexions Multilink (MLPPP).
it_it: Selezionare almeno due interfacce per le connessioni Multilink (MLPPP).
ko_kr: MLPPP(멀티링크) 연결을 위한 인터페이스를 두 개 이상 선택하세요.
pl_pl: Wybierz przynajmniej dwa interfejsy dla połączeń Multilink (MLPPP).
uk_ua: Виберіть щонайменше два інтерфейси для багатоканальних (MLPPP) з'єднань.
zh_cn: 为多链路(MLPPP)连接选择至少两个接口。

source: Link interface(s)
cs_cz: Rozhraní linky
de_de: Verbindungsschnittstelle(n)
el_gr: Διεπαφή(ές) σύνδεσης
fa_ir: اینترفیس(های) لینک
fr_fr: Interface(s) de liaison
it_it: Interfacce di collegamento
ko_kr: 링크 인터페이스
pl_pl: Interfejs(y) połączenia
uk_ua: Інтерфейс(и) з'єднання
zh_cn: 链接接口

source: Link Type
cs_cz: Typ linky
de_de: Verbindungstyp
el_gr: Τύπος συνδέσμου
fa_ir: نوع لینک
fr_fr: Type de lien
it_it: Tipo di collegamento
ko_kr: 링크 유형
pl_pl: Typ połączenia
uk_ua: Тип зв'язку
zh_cn: 链接类型

source: PPPs configuration
cs_cz: Nastavení PPP
de_de: PPPs-Konfiguration
el_gr: Ρύθμιση παραμέτρων PPP
fa_ir: پیکربندی PPP‌ها
fr_fr: configuration PPPs
it_it: Configurazione dei PPP
ko_kr: PPP 구성
pl_pl: Konfiguracja PPPs
uk_ua: Налаштування PPP
zh_cn: PPPs配置

source: The MRU for %s must be greater than 576 bytes.
cs_cz: Je třeba, aby hodnota MRU pro %s byla vyšší než 576 bajtů.
de_de: Der MRU für %s muss größer als 576 bytes sein.
el_gr: Η MRU για το %s πρέπει να είναι μεγαλύτερη από 576 byte.
fa_ir: MRU برای %s باید بیشتر از 576 بایت باشد.
fr_fr: La MRU de %s doit être supérieure à 576 octets.
it_it: La MRU per %s deve essere maggiore di 576 byte.
ko_kr: %s의 MRU는 576바이트보다 커야 합니다.
pl_pl: MRU dla %s musi być większe niż 576 bajtów.
uk_ua: MRU для %s має бути більшим за 576 байтів.
zh_cn: %s的MRU必须大于576字节。

source: The MTU for %s must be greater than 576 bytes.
cs_cz: Je třeba, aby hodnota MTU pro %s byla vyšší než 576 bajtů.
de_de: Der MTU für %s muss größer als 576 bytes sein.
el_gr: Η MTU για το %s πρέπει να είναι μεγαλύτερη από 576 byte.
fa_ir: MTU برای %s باید بیشتر از 576 بایت باشد.
fr_fr: La MTU de %s doit être supérieure à 576 octets.
it_it: La MTU per %s deve essere maggiore di 576 byte.
ko_kr: %s의 MTU는 576바이트보다 커야 합니다.
pl_pl: MTU dla %s musi być większe niż 576 bajtów.
uk_ua: MTU для %s має бути більшим за 576 байтів.
zh_cn: %s的MTU必须大于576字节。

source: The bandwidth value for %s must be an integer.
cs_cz: Je třeba, aby hodnota přenosové rychlosti pro %s bylo celé kladné číslo.
de_de: Der Brandbreitenwert für %s muss eine ganze Zahl sein.
el_gr: Η τιμή εύρους ζώνης για το %s πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار پهنای باند برای %s باید یک عدد صحیح باشد.
fr_fr: La valeur de la bande passante pour %s doit être un nombre entier.
it_it: Il valore della larghezza di banda per %s deve essere un numero intero.
ko_kr: %s의 대역폭 값은 정수여야 합니다.
pl_pl: Wartość przepustowości dla %s musi być liczbą całkowitą.
uk_ua: Значення пропускної здатності для %s має бути цілим числом.
zh_cn: %s带宽必须是整数。

source: A valid local IP address must be specified for %s.
cs_cz: Je třeba zadat platnou místní IP adresu pro %s.
de_de: Eine gültige lokale IP-Adresse muss für %s angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη τοπική διεύθυνση IP για το %s.
fa_ir: برای %s باید یک آدرس IP محلی معتبر مشخص شود.
fr_fr: Une adresse IP locale valide doit être spécifiée pour %s.
it_it: È necessario specificare un indirizzo IP locale valido per %s.
ko_kr: %s에 대해 유효한 로컬 IP 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy lokalny adres IP dla %s.
uk_ua: Для %s має бути вказано дійсну локальну IP-адресу.
zh_cn: 必须为%s指定一个有效的本地IP地址。

source: The Service name contains invalid characters.
cs_cz: Název služby obsahuje neplatné znaky.
de_de: Der Dienstname enthält ungültige Zeichen.
el_gr: Το όνομα υπηρεσίας περιέχει μη έγκυρους χαρακτήρες.
fa_ir: نام سرویس حاوی کاراکترهای نامعتبر است.
fr_fr: Le nom du Service contient des caractères invalides.
it_it: Il nome del servizio contiene caratteri non validi.
ko_kr: 서비스 이름에 잘못된 문자가 있습니다.
pl_pl: Nazwa usługi zawiera nieprawidłowe znaki.
uk_ua: Назва послуги містить недійсні символи.
zh_cn: 服务名包含无效字符。

source: Multilink connections (MLPPP) using the PPP link type is not currently supported. Please select only one Link Interface.
cs_cz: Vícelinková spojení (MLPPP) používající linky typu PPP v tuto chvíli nejsou podporovány. Vyberte rozhraní s jednou linkou.
de_de: Multilink-Verbindungen (MLPPP), die den Verbindungstyp PPP verwenden, werden zur Zeit nicht unterstützt. Bitte wählen Sie nur eine Verbindungsschnittstelle aus.
el_gr: Οι συνδέσεις πολλαπλών συνδέσμων (MLPPP) που χρησιμοποιούν τον τύπο σύνδεσης PPP δεν υποστηρίζονται προς το παρόν. Επιλέξτε μόνο μία διεπαφή σύνδεσης.
fa_ir: اتصالات Multilink (MLPPP) با نوع لینک PPP در حال حاضر پشتیبانی نمی‌شوند. لطفاً فقط یک اینترفیس لینک انتخاب کنید.
fr_fr: Les liaisons multi lien (MLPPP) utilisant le lien PPP n'est pas présentement supporté. Veuillez ne sélectionner qu'une interface.
it_it: Le connessioni multilink (MLPPP) che utilizzano il tipo di collegamento PPP non sono attualmente supportate. Seleziona solo un'interfaccia di collegamento.
ko_kr: PPP 링크 유형을 사용하는 MLPP(멀티링크 연결)는 현재 지원되지 않습니다. 링크 인터페이스를 하나만 선택하세요.
pl_pl: Połączenia wielokrotne (MLPPP) przy użyciu typu połączenia PPP nie są obecnie obsługiwane. Proszę wybrać tylko jeden Interfejs Połączenia.
uk_ua: Багатоканальні з'єднання (MLPPP) з використанням типу зв'язку PPP наразі не підтримуються. Будь ласка, оберіть лише один інтерфейс зв'язку.
zh_cn: 目前不支持使用PPP链路类型的多链路连接(MLPPP)。 请仅选择一个链接接口。

source: Please choose a Link Type.
cs_cz: Vyberte typ linky.
de_de: Bitte wählen Sie einen Verbindungstyp
el_gr: Επιλέξτε έναν τύπο συνδέσμου.
fa_ir: لطفاً یک نوع لینک انتخاب کنید.
fr_fr: Veuillez choisir un Type de Lien.
it_it: Scegli un tipo di collegamento.
ko_kr: 링크 유형을 선택하세요.
pl_pl: Proszę wybrać typ połączenia.
uk_ua: Будь ласка, оберіть тип зв'язку.
zh_cn: 请选择一个连接类型。

source: Link Interface(s)
cs_cz: Rozhraní linky
de_de: Verbindungsschnittstelle(n)
el_gr: Διεπαφή(ές) σύνδεσης
fa_ir: اینترفیس(های) لینک
fr_fr: Interface(s) de liaison
it_it: Interfacce di collegamento
ko_kr: 링크 인터페이스
pl_pl: Interfejs(y) Połączenia
uk_ua: Інтерфейс(и) зв'язку
zh_cn: 链接接口

source: Interface(s)/Port(s)
cs_cz: Rozhraní/porty
de_de: Schnittstelle(n)/Port(s)
el_gr: Διεπαφή(ές)/Θύρα(ες)
fa_ir: اینترفیس(ها)/پورت(ها)
it_it: Interfaccia/e/Porta/e
ko_kr: 인터페이스/포트
pl_pl: Interfejs(y)/Port(y)
uk_ua: Інтерфейс(и)/Порт(и)
zh_cn: 接口/端口

source: Do you really want to delete this PPP interface?
cs_cz: Opravdu chcete toto PPP rozhraní smazat?
de_de: Wollen Sie diese PPP Schnittstelle wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν τη διεπαφή PPP;
fa_ir: آیا واقعاً می‌خواهید این اینترفیس PPP را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer cette interface PPP ?
it_it: Vuoi davvero eliminare questa interfaccia PPP?
ko_kr: 이 PPP 인터페이스를 삭제하시겠습니까?
pl_pl: Czy naprawdę chcesz usunąć ten interfejs PPP?
uk_ua: Ви дійсно бажаєте видалити цей PPP інтерфейс?
zh_cn: 您真要删除该PPP接口吗？

source: This point-to-point link cannot be deleted because it is still being used as an interface.
cs_cz: Toto spojení bod-bod nelze smazat protože je pořád ještě používáno jako rozhraní.
de_de: Diese Punkt-zu-Punkt-Verbindung kann nicht gelöscht werden, weil sie noch als Interface verwendet wird.
el_gr: Αυτός ο σύνδεσμος από σημείο σε σημείο δεν μπορεί να διαγραφεί επειδή εξακολουθεί να χρησιμοποιείται ως διεπαφή.
fa_ir: این لینک نقطه‌به‌نقطه را نمی‌توان حذف کرد زیرا هنوز به‌عنوان یک اینترفیس استفاده می‌شود.
fr_fr: Ce lien point-à-point ne peut pas être supprimé car il est toujours utilisé en tant qu'interface.
it_it: Questo collegamento punto a punto non può essere eliminato poiché viene ancora utilizzato come interfaccia.
ko_kr: 이 점대점 링크는 여전히 인터페이스로 사용되고 있으므로 삭제할 수 없습니다.
pl_pl: Tej łączności punkt-punkt nie można usunąć, ponieważ jest ona nadal używana jako interfejs.
uk_ua: Цей точковий зв'язок не може бути видалений, оскільки він досі використовується як інтерфейс.
zh_cn: 此点对点链接无法删除，因为它仍在用作接口。

source: If you leave this field blank, the smallest mtu of this laggs children will be used.
cs_cz: Pokud tuto kolonku nevyplníte, bude použito nejmenší mtu rozhraní, podřízených tomuto lagg.
de_de: Wenn Sie dieses Feld leer lassen, wird die kleinste MTU aller teilnehmenden Schnittstellen verwendet.
el_gr: Εάν αφήσετε αυτό το πεδίο κενό, θα χρησιμοποιηθεί η μικρότερη mtu από αυτά τα παιδιά καθυστέρησης.
fa_ir: اگر این فیلد را خالی بگذارید، کوچک‌ترین MTU از بین فرزندان این LAGG استفاده خواهد شد.
fr_fr: Si vous laissez ce champ vide, le plus petit mtu de ce laggs enfant sera utilisé.
it_it: Se si lascia vuoto questo campo, verrà utilizzato l'mtu più piccolo di questi figli lagg.
ko_kr: 이 필드를 공백으로 두면 지연된 하위 항목 중 가장 작은 MTU가 사용됩니다.
pl_pl: Jeśli pozostawisz to pole puste, zostanie użyte najmniejsze mtu z tej grupy laggs.
uk_ua: Якщо ви залишите це поле порожнім, буде використано найменший MTU дочірніх інтерфейсів цього LAG.
zh_cn: 如果留空该字段，那么就使用此laggs子项中最小的MTU。

source: Enable lacp fast-timeout on the interface.
cs_cz: Na tomto rozhraní zapnout krátký časový limit lacp.
de_de: Aktiviere die kurze LACP Zeitbeschränkung auf der Schnittstelle.
el_gr: Ενεργοποίηση γρήγορου χρονικού ορίου lacp στη διεπαφή.
fa_ir: فعال کردن تایم‌اوت سریع LACP روی اینترفیس.
fr_fr: Activer un délai d'attente lacp cours sur l'interface.
it_it: Abilita il timeout rapido lacp sull'interfaccia.
ko_kr: 인터페이스에서 lacp fast-timeout을 사용하도록 설정합니다.
pl_pl: Włącz szybki czas wygaśnięcia lacp na interfejsie.
uk_ua: Увімкнути швидкий тайм-аут LACP на інтерфейсі.
zh_cn: 在接口上启用lacp快速超时。

source: Fast timeout
cs_cz: Rychlý limit odezvy
de_de: Schneller Timeout
el_gr: Γρήγορο χρονικό όριο
fa_ir: تایم‌اوت سریع
fr_fr: Délai d'attente cours
it_it: Timeout veloce
ko_kr: 빠른 타임아웃
pl_pl: Szybki czas wygaśnięcia
uk_ua: Швидкий тайм-аут
zh_cn: 快速超时

source: roundrobin
el_gr: κυκλική ρομποτική
fa_ir: نوبتی
ko_kr: 라운드 로빈
uk_ua: круговий

source: loadbalance
cs_cz: rozdělování zátěže
de_de: Last verteilen
el_gr: εξισορρόπηση φορτίου
fa_ir: توزیع بار
fr_fr: Répartiteur de charge
it_it: bilanciamento del carico
pl_pl: równoważenie obciążenia
uk_ua: балансування навантаження
zh_cn: 负载平衡

source: failover
cs_cz: převzetí služby při výpadku
el_gr: ανακατεύθυνση
fa_ir: سوئیچ به پشتیبان
ko_kr: 페일오버
pl_pl: przełączanie awaryjne
uk_ua: відмовостійкість

source: Choose the members that will be used for the link aggregation
cs_cz: Vyberte rozhraní, která chcete seskupit
de_de: Wähle die Mitglieder aus, die für die Link-Aggregation verwendet werden sollen.
el_gr: Επιλέξτε τα μέλη που θα χρησιμοποιηθούν για τη συγκέντρωση συνδέσμων
fa_ir: اعضایی را که برای تجمیع لینک استفاده خواهند شد انتخاب کنید
fr_fr: Choisissez les membres qui seront utilisés pour l'agrégation de lien
it_it: Scegli i membri che verranno utilizzati per l'aggregazione dei collegamenti
ko_kr: 링크 집계에 사용할 구성원 선택
pl_pl: Wybierz członków, którzy będą używani do agregacji łącza
uk_ua: Оберіть елементи, які будуть використані для агрегації зв'язків.
zh_cn: 选择用于链路聚合的接口

source: Rules for WAN type interfaces in groups do not contain the reply-to mechanism upon which Multi-WAN typically relies.
cs_cz: Pravidla pro WAN typy rozhraní ve skupině neobsahují mechanizmus odpovědět na na kterém vícenásobné WAN typicky závisí.
de_de: Regeln für WAN-Schnittstellen in Gruppen enthalten nicht den Antwortmechanismus, auf den sich Multi-WAN normalerweise stützt.
el_gr: Οι κανόνες για διεπαφές τύπου WAN σε ομάδες δεν περιέχουν τον μηχανισμό απάντησης στον οποίο βασίζεται συνήθως το Multi-WAN.
fa_ir: قوانین مربوط به اینترفیس‌های نوع WAN در گروه‌ها، مکانیزم reply-to را ندارند که معمولاً Multi-WAN بر آن تکیه می‌کند.
fr_fr: Les règles pour les interfaces de type WAN dans les groupes ne contiennent pas le mécanisme de réponse sur lequel repose généralement le réseau WAN multiple.
it_it: Le regole per le interfacce di tipo WAN nei gruppi non contengono il meccanismo di risposta su cui in genere si basa Multi-WAN.
ko_kr: 그룹의 WAN 유형 인터페이스에 대한 규칙에는 일반적으로 다중 WAN이 의존하는 응답 메커니즘이 포함되어 있지 않습니다.
pl_pl: Zasady dla interfejsów typu WAN w grupach nie zawierają mechanizmu odpowiedzi, na którym zwykle opiera się Multi-WAN.
uk_ua: Правила для інтерфейсів типу WAN у групах не містять механізму "reply-to", на якому типово базується Multi-WAN.
zh_cn: 组中WAN类型接口的规则不包含多WAN通常依赖的回复机制。

source: Group Name
cs_cz: Název skupiny
de_de: Gruppenname
el_gr: Όνομα ομάδας
fa_ir: نام گروه
fr_fr: Nom du groupe
it_it: Nome del gruppo
ko_kr: 그룹 이름
pl_pl: Nazwa grupy
uk_ua: Назва групи
zh_cn: 组名

source: The specified group name is already used by an interface. Please choose another name.
cs_cz: Zadaný název skupiny je už používán jiným rozhraním. Vyberte jiný.
de_de: Der ausgewählte Gruppenname wird schon von einer Schnittstelle verwendet. Bitte wählen Sie einen anderen Namen.
el_gr: Το καθορισμένο όνομα ομάδας χρησιμοποιείται ήδη από μια διεπαφή. Επιλέξτε ένα άλλο όνομα.
fa_ir: نام گروه مشخص‌شده قبلاً توسط یک اینترفیس استفاده شده است. لطفاً نام دیگری انتخاب کنید.
fr_fr: Le nom de groupe spécifié est déjà utilisé par une interface. Veuillez choisir un autre nom.
it_it: Il nome del gruppo specificato è già utilizzato da un'interfaccia. Scegli un altro nome.
ko_kr: 지정한 그룹 이름이 인터페이스에서 이미 사용되고 있습니다. 다른 이름을 선택하세요.
pl_pl: Podana nazwa grupy jest już używana przez interfejs. Proszę wybrać inną nazwę.
uk_ua: Зазначена назва групи вже використовується інтерфейсом. Будь ласка, оберіть іншу назву.
zh_cn: 指定的组名已被接口使用。 请选择其他名称。

source: Local address
cs_cz: Místní adresa
de_de: Lokale Adresse
el_gr: Τοπική διεύθυνση
fa_ir: آدرس محلی
fr_fr: Adresse locale
it_it: Indirizzo locale
ko_kr: 로컬 주소
pl_pl: Lokalny adres
uk_ua: Локальна адреса
zh_cn: 本地地址

source: Note that the ECN friendly behavior violates RFC2893. This should be used in mutual agreement with the peer.
cs_cz: Poznamenejme, že ECN přátelské chování porušuje normu RFC 2893. Toto by mělo být použito až po oboustranné dohodě s protějškem.
de_de: Seien Sie sich bewusst, dass ECN-freundliches Verhalten gegen RFC 2893 verstößt. Dies sollte beidseitig ausgemacht werden.
el_gr: Σημειώστε ότι η φιλική προς το ECN συμπεριφορά παραβιάζει το RFC2893. Αυτό θα πρέπει να χρησιμοποιείται σε αμοιβαία συμφωνία με τον ομότιμο χρήστη.
fa_ir: توجه: رفتار سازگار با ECN با RFC2893 مغایرت دارد. فقط در صورت توافق متقابل با همتا از آن استفاده کنید.
fr_fr: Notez que le comportement convivial ECN viole la RFC2893. Cela devrait être utilisé d'un commun accord avec le pair.
it_it: Tieni presente che il comportamento amichevole dell'ECN viola RFC2893. Questo dovrebbe essere usato di comune accordo con il peer.
ko_kr: ECN 친화적인 동작은 RFC 2893을 위반합니다. 이는 피어와 상호 합의하여 사용해야 합니다.
pl_pl: Zwróć uwagę, że zachowanie przyjazne dla ECN narusza RFC2893. Należy używać tego w porozumieniu z partnerem.
uk_ua: Зверніть увагу, що дружня поведінка ECN порушує RFC2893. Це слід використовувати за взаємною згодою з одноранговим вузлом.
zh_cn: 注意，ECN友好行为违反RFC2893。 这应该在与对端的相互协议中使用。

source: ECN friendly behavior
cs_cz: ECN přívětivé chování
de_de: ECN-freundliches Verhalten
el_gr: Φιλική προς το ECN συμπεριφορά
fa_ir: رفتار سازگار با ECN
fr_fr: comportement compatible avec ECN
it_it: Comportamento amichevole dell'ECN
ko_kr: ECN 친화적인 동작
pl_pl: Zachowanie przyjazne dla ECN
uk_ua: Дружня поведінка ECN
zh_cn: ECN友好行为

source: Local gif tunnel endpoint
cs_cz: Místní ústí gif tunelu
de_de: Lokaler GIF-Tunnelendpunkt
el_gr: Τοπικό σημείο τερματισμού σήραγγας gif
fa_ir: پایانه تونل gif محلی
fr_fr: début (local) de tunnel gif
it_it: Endpoint del tunnel GIF locale
ko_kr: 로컬 gif 터널 엔드포인트
pl_pl: Lokalny punkt końcowy tunelu GIF
uk_ua: Локальна кінцева точка GIF-тунелю
zh_cn: 本地GIF隧道端点

source: Parent interface
cs_cz: Nadřazené rozhraní
de_de: Übergeordnete Schnittstelle
el_gr: Γονική διεπαφή
fa_ir: رابط اصلی
fr_fr: Interface parente
it_it: Interfaccia genitore
ko_kr: 상위 인터페이스
pl_pl: Interfejs nadrzędny
uk_ua: Батьківський інтерфейс
zh_cn: 父接口
