Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Define the maximum size of the objects to be cached. Must not be greater than an half of the maximum size of the cache. If not set, it equals to a 256th of the cache size. All objects with sizes larger than this value will not be cached.
cs_cz: Definujte maximální velikost objektů, které mají být ukládány do mezipaměti. Nesmí být větší než polovina maximální velikosti mezipaměti. Pokud není nastaveno, rovná se 1/256 velikosti mezipaměti. Všechny objekty s velikostí větší než tato hodnota nebudou do mezipaměti ukládány.
de_de: Definiert die maximale Größe der zu cachenden Objekte. Darf nicht größer als die Hälfte der Cache-Größe sein. Wenn kein Wert gesetzt ist, entspricht der Standardwert einem 256stel der Cache-Größe. Alle Objekte, die größer als dieser Wert sind, werden nicht zwischengespeichert.
el_gr: Ορίστε το μέγιστο μέγεθος των αντικειμένων που θα αποθηκευτούν στην προσωρινή μνήμη. Δεν πρέπει να είναι μεγαλύτερο από το μισό του μέγιστου μεγέθους της προσωρινής μνήμης. Εάν δεν οριστεί, ισούται με το 256ο του μεγέθους της προσωρινής μνήμης. Όλα τα αντικείμενα με μεγέθη μεγαλύτερα από αυτήν την τιμή δεν θα αποθηκευτούν στην προσωρινή μνήμη.
fa_ir: حداکثر اندازهٔ اشیاء قابل کش را تعیین کنید. نباید بیش از نصف حداکثر اندازهٔ کش باشد. اگر تنظیم نشود، برابر با یک دویست‌وشصت‌وششم اندازهٔ کش خواهد بود. همهٔ اشیاء با اندازه‌ای بزرگ‌تر از این مقدار کش نخواهند شد.
fr_fr: Définissez la taille maximale des objets à mettre en cache. Ne doit pas dépasser la moitié de la taille maximale du cache. S'il n'est pas défini, il équivaut à un 256e de la taille du cache. Tous les objets dont la taille est supérieure à cette valeur ne seront pas mis en cache.
it_it: Definire la dimensione massima degli oggetti da memorizzare nella cache. Non deve essere maggiore della metà della dimensione massima della cache. Se non impostato, equivale a 256 della dimensione della cache. Tutti gli oggetti con dimensioni maggiori di questo valore non verranno memorizzati nella cache.
ko_kr: 캐시할 개체의 최대 크기를 정의합니다. 캐시의 최대 크기의 절반보다 크면 안 됩니다. 설정하지 않으면 캐시 크기의 256분의 1에 해당합니다. 크기가 이 값보다 큰 모든 개체는 캐시되지 않습니다.
pl_pl: Określ maksymalny rozmiar obiektów do buforowania. Nie może być większy niż połowa maksymalnego rozmiaru pamięci podręcznej. Jeśli nie jest ustawiony, równa się 1/256 rozmiaru pamięci podręcznej. Wszystkie obiekty o rozmiarach większych niż ta wartość nie będą buforowane.
uk_ua: Визначте максимальний розмір об'єктів для кешування. Не повинно бути більшим за половину максимального розміру кешу. Якщо не встановлено, дорівнює 1/256 розміру кешу. Усі об'єкти, розмір яких перевищує це значення, не будуть кешовані.
zh_cn: 定义要缓存的对象的最大大小。不得大于缓存最大大小的一半。如果未设置，则等于缓存大小的256。大小大于此值的所有对象不会被缓存。

source: Define the size in RAM of the cache in megabytes. This size is split in blocks of 1kB which are used by the cache entries. Its maximum value is 4095.
cs_cz: Definujte velikost (v megabajtech) mezipaměti v rámci operační paměti. Tato velikost je rozdělena do bloků po 1 kB, které jsou využívány položkami mezipaměti. Nejvyšší možná hodnota velikosti mezipaměti je 4095.
de_de: Definiert die Größe des Caches im RAM in Megabyte. Diese Größe wird in Blöcke von 1 kB aufgeteilt, die für die Cache-Einträge verwendet werden. Der Maximalwert beträgt 4095.
el_gr: Ορίστε το μέγεθος της προσωρινής μνήμης (cache) σε megabyte στη μνήμη RAM. Αυτό το μέγεθος χωρίζεται σε μπλοκ του 1kB, τα οποία χρησιμοποιούνται από τις καταχωρήσεις της προσωρινής μνήμης. Η μέγιστη τιμή του είναι 4095.
fa_ir: اندازهٔ کش در RAM بر حسب مگابایت را تعیین کنید. این اندازه به بلوک‌های 1kB تقسیم می‌شود که توسط ورودی‌های کش استفاده می‌شوند. حداکثر مقدار 4095 است.
fr_fr: Définissez la taille en RAM du cache en mégaoctets. Cette taille est divisée en blocs de 1 Ko qui sont utilisés par les entrées de cache. Sa valeur maximale est de 4095.
it_it: Definire la dimensione in RAM della cache in megabyte. Questa dimensione è suddivisa in blocchi di 1kB che vengono utilizzati dalle voci della cache. Il suo valore massimo è 4095.
ko_kr: 캐시의 RAM 크기(MB)를 정의합니다. 이 크기는 캐시 항목에 사용되는 1kB 블록으로 분할됩니다. 최대값은 4095입니다.
pl_pl: Określ rozmiar pamięci podręcznej w RAM w megabajtach. Rozmiar ten jest dzielony na bloki 1kB, które są używane przez wpisy pamięci podręcznej. Jego maksymalna wartość to 4095.
uk_ua: Визначте розмір кешу в оперативній пам'яті в мегабайтах. Цей розмір розбивається на блоки по 1 КБ, які використовуються записами кешу. Його максимальне значення – 4095.
zh_cn: 以mb为单位定义缓存的RAM大小。这个大小以缓存条目使用的1kB块来划分。它的最大值是4095。

source: Destination / Invert
cs_cz: Cíl / převrátit
de_de: Ziel / Umkehren
el_gr: Προορισμός / Αντιστροφή
fa_ir: مقصد / معکوس
fr_fr: Destination / Inversion
it_it: Destinazione/Inverti
ko_kr: 목적지 / 반전
pl_pl: Docelowe / Odwróć
uk_ua: Призначення / Інвертувати
zh_cn: 目标/反转

source: Device
cs_cz: Zařízení
de_de: Gerät
el_gr: Συσκευή
fa_ir: دستگاه
fr_fr: Dispositif
it_it: Dispositivo
ko_kr: 장치
pl_pl: Urządzenie
uk_ua: Пристрій
zh_cn: 设备

source: Disable Prefetching
cs_cz: Vypnout načítání předem
de_de: Prefetching deaktivieren
el_gr: Απενεργοποίηση προανάκτησης
fa_ir: غیرفعال کردن پیش‌بارگذاری
fr_fr: Désactiver le Préfixe
it_it: Disabilita precaricamento
ko_kr: 프리페치 사용 안 함
pl_pl: Wyłącz wczytywanie wstępne
uk_ua: Вимкнути попереднє завантаження
zh_cn: 禁用预取

source: Disable TLS Verification
cs_cz: Neověřovat TLS
de_de: TLS-Verifizierung deaktivieren
el_gr: Απενεργοποίηση επαλήθευσης TLS
fa_ir: غیرفعال کردن تأیید TLS
fr_fr: Désactiver la vérification TLS
it_it: Disattiva la verifica TLS
ko_kr: TLS 확인 사용 안 함
pl_pl: Wyłącz weryfikację TLS
uk_ua: Вимкнути перевірку TLS
zh_cn: 禁用TLS验证

source: Domain Alias
cs_cz: Alternativní název domény
el_gr: Ψευδώνυμο τομέα
fa_ir: نام مستعار دامنه
fr_fr: Alias de domaine
it_it: Alias ​​di dominio
ko_kr: 도메인 별칭
pl_pl: Alias domeny
uk_ua: Псевдонім домену
zh_cn: 别名域

source: Dormant Canceled By Startup
cs_cz: Spící zrušeno spuštěním
de_de: Inaktiver Dienst beim Start abgebrochen
el_gr: Η αδρανής λειτουργία ακυρώθηκε από την εκκίνηση
fa_ir: حالت Dormant توسط راه‌اندازی لغو شد
fr_fr: Dormant Annulé par le démarrage
it_it: Inattivo annullato dall'avvio
ko_kr: 시작에 의해 휴면 취소됨
pl_pl: Usypianie anulowane przez uruchomienie
uk_ua: Неактивний, скасований під час запуску
zh_cn: 休眠被启动取消

source: Enable Bayes Autolearn
cs_cz: Zapnout automatické Bayesovské učení
de_de: Bayes-Autolernen aktivieren
el_gr: Ενεργοποίηση αυτόματης εκμάθησης Bayes
fa_ir: فعال‌سازی یادگیری خودکار Bayes
fr_fr: Activer l'apprentissage automatique de Bayes
it_it: Abilita l'apprendimento automatico di Bayes
ko_kr: Bayes 자동 학습 사용
pl_pl: Włącz automatyczną naukę Bayesa
uk_ua: Увімкнути автонавчання Баєса
zh_cn: 启用贝叶斯自动学习

source: Enable Caching
cs_cz: Ukládat do mezipaměti
de_de: Caching aktivieren
el_gr: Ενεργοποίηση προσωρινής αποθήκευσης
fa_ir: فعال‌سازی کش
fr_fr: Activer la mise en cache
it_it: Abilita memorizzazione nella cache
ko_kr: 캐시 사용
pl_pl: Włącz buforowanie
uk_ua: Увімкнути кешування
zh_cn: 启用缓存

source: Enable HAProxy's cache which was designed to perform cache on small objects (favicon, css...). This is a minimalist low-maintenance cache which runs in RAM.
cs_cz: Zapnout mezipaměť HAProxy, která byla navržena pro přechovávání malých objektů (favicon, css…). Jedná se o minimalistickou mezipaměť s nízkými nároky na údržbu, která je provozována v operační paměti.
de_de: Aktiviert den Cache von HAProxy, der zum Zwischenspeichern kleiner Objekte (z. B. favicon, CSS…) vorgesehen ist. Dies ist ein minimalistischer, wartungsarmer Cache, der im RAM läuft.
el_gr: Ενεργοποιήστε την προσωρινή μνήμη του HAProxy, η οποία σχεδιάστηκε για να εκτελεί προσωρινή μνήμη σε μικρά αντικείμενα (favicon, css...). Πρόκειται για μια μινιμαλιστική προσωρινή μνήμη χαμηλής συντήρησης που εκτελείται σε RAM.
fa_ir: فعال‌سازی کش HAProxy که برای کش‌گذاری اشیاء کوچک (مانند favicon، css...) طراحی شده است. این یک کش کم‌حجم و کم‌نگهداری است که در RAM اجرا می‌شود.
fr_fr: Activez le cache de HAProxy qui a été conçu pour exécuter le cache sur de petits objets (favicon, css...). Il s'agit d'un cache minimaliste à faible maintenance qui s'exécute en RAM.
it_it: Abilita la cache di HAProxy progettata per eseguire la cache su piccoli oggetti (favicon, css...). Si tratta di una cache minimalista a bassa manutenzione che viene eseguita nella RAM.
ko_kr: 작은 개체(favicon, css...)에서 캐시를 수행하도록 설계된 HAProxy의 캐시를 사용합니다. 이것은 RAM에서 실행되는 최소한의 유지보수 캐시입니다.
pl_pl: Włącz pamięć podręczną HAProxy, która została zaprojektowana do buforowania małych obiektów (favicon, css...). Jest to minimalistyczna pamięć podręczna o niskim stopniu konserwacji, która działa w RAM.
uk_ua: Увімкнути кеш HAProxy, розроблений для кешування невеликих об'єктів (favicon, css...). Це мінімалістичний кеш з низьким рівнем обслуговування, який працює в оперативній пам'яті.
zh_cn: 启用HAProxy的缓存，该缓存旨在对小型对象（图标，css等）执行缓存。这是在RAM中运行的最低限度的低维护缓存。

source: Enable Munin-Node daemon.
cs_cz: Zapnout proces služby uzlu Munin.
de_de: Munin-Node-Dienst aktivieren
el_gr: Ενεργοποίηση του δαίμονα Munin-Node.
fa_ir: فعال‌سازی سرویس Munin-Node
fr_fr: Activer le démon Munin-Node.
it_it: Abilita il demone Munin-Node.
ko_kr: Munin-Node 데몬을 사용합니다.
pl_pl: Włączenie demona Munin-Node.
uk_ua: Увімкнути демон Munin-Node.
zh_cn: 启用Munin-Node守护程序。

source: Enable NRPE
cs_cz: Zapnout NRPE
de_de: NRPE aktivieren
el_gr: Ενεργοποίηση NRPE
fa_ir: فعال‌سازی NRPE
fr_fr: Activer NRPE
it_it: Abilita NRPE
ko_kr: NRPE 사용
pl_pl: Włącz NRPE
uk_ua: Увімкнути NRPE
zh_cn: 启用NRPE

source: Enable caching of responses from this backend. The HAProxy cache must be enabled under Settings before this will have any effect.
cs_cz: Ukládatí odpovědí z této podpůrné vrstvy do mezipaměti. Aby toto fungovalo, je třeba v Nastavení zapnout mezipaměť HAProxy.
de_de: Zwischenspeichern von Antworten dieses Backends aktivieren. Der HAProxy-Cache muss unter "Einstellungen" aktiviert sein, damit dies Wirkung zeigt.
el_gr: Ενεργοποίηση προσωρινής αποθήκευσης απαντήσεων από αυτό το backend. Η προσωρινή αποθήκευση του HAProxy πρέπει να ενεργοποιηθεί στις Ρυθμίσεις για να έχει κάποιο αποτέλεσμα αυτό.
fa_ir: فعال‌سازی کش پاسخ‌های این بک‌اند. پیش از اثرگذاری، کش HAProxy باید در تنظیمات فعال باشد.
fr_fr: Activez la mise en cache des réponses de ce backend. Le cache HAProxy doit être activé sous Paramètres avant que cela n'ait un effet.
it_it: Abilita la memorizzazione nella cache delle risposte da questo backend. La cache HAProxy deve essere abilitata in Impostazioni prima che ciò abbia effetto.
ko_kr: 이 백엔드에서 응답 캐싱을 사용합니다. 설정에서 HAProxy 캐시를 사용하도록 설정해야 합니다.
pl_pl: Włącz buforowanie odpowiedzi z tego backendu. Aby miało to jakiś efekt, musisz najpierw włączyć buforowanie HAProxy w Ustawieniach.
uk_ua: Увімкнути кешування відповідей з цього бекенду. Кеш HAProxy має бути увімкнений у розділі «Налаштування», перш ніж це матиме будь-який ефект.
zh_cn: 启用来自此后端响应的缓存。必须先在"设置"下启用HAProxy缓存，然后才能生效。

source: Enable eve syslog output
cs_cz: Zapnout výstup syslog eve
de_de: Eve-Syslog-Ausgabe aktivieren
el_gr: Ενεργοποίηση εξόδου eve syslog
fa_ir: فعال‌سازی خروجی eve syslog
fr_fr: Activer la sortie syslog d'eve
it_it: Abilita l'output syslog di eve
ko_kr: eve syslog 출력 사용
pl_pl: Włącz eve syslog output
uk_ua: Увімкнути виведення eve syslog
zh_cn: 启用eve syslog输出

source: Enable sudo root permissions
cs_cz: Povolit získání práv správce (root) – přes sudo
de_de: Sudo-Root-Rechte aktivieren
el_gr: Ενεργοποίηση δικαιωμάτων root στο sudo
fa_ir: فعال‌سازی مجوزهای sudo برای root
fr_fr: Activer les permissions sudo root
it_it: Abilita i permessi sudo root
ko_kr: sudo 루트 권한 사용
pl_pl: Włącz uprawnienia sudo dla roota
uk_ua: Увімкнути права root для sudo
zh_cn: 启用sudo root权限

source: Enable support for HTTP/2 even if TLS (SSL offloading) is not enabled.
cs_cz: Zapnout podporu pro HTTP/2 i když TLS (SSL offloading) není zapnuté.
de_de: Aktivieren Sie die Unterstützung für HTTP/2, auch wenn TLS (SSL-Offloading) nicht aktiviert ist.
el_gr: Ενεργοποίηση υποστήριξης για HTTP/2 ακόμα και αν το TLS (μείωση φόρτου SSL) δεν είναι ενεργοποιημένο.
fa_ir: پشتیبانی از HTTP/2 را فعال کنید حتی اگر TLS (SSL offloading) فعال نشده باشد.
fr_fr: Activer le support de HTTP/2 même si TLS (délestage SSL) n'est pas activé.
it_it: Abilita il supporto per HTTP/2 anche se TLS (offload SSL) non è abilitato.
ko_kr: TLS(SSL 오프로드)가 실행되지 않은 경우에도 HTTP/2에 대한 지원을 사용합니다.
pl_pl: Włącz wsparcie dla HTTP/2, nawet jeśli TLS (SSL offloading) nie jest włączony.
uk_ua: Увімкнути підтримку HTTP/2, навіть якщо TLS (розвантаження SSL) не увімкнено.
zh_cn: 即使未启用TLS(SSL卸载)，也要启用对HTTP/2的支持。

source: Enable support for HTTP/2 even if TLS is not enabled.
cs_cz: Zapnout podporu pro HTTP/2 i když není TLS zapnuto.
de_de: Aktivieren Sie die Unterstützung für HTTP/2, auch wenn TLS nicht aktiviert ist.
el_gr: Ενεργοποίηση υποστήριξης για HTTP/2 ακόμα και αν το TLS δεν είναι ενεργοποιημένο.
fa_ir: پشتیبانی از HTTP/2 را فعال کنید حتی اگر TLS فعال نباشد.
fr_fr: Activer la prise en charge de HTTP/2 même si TLS n'est pas activé.
it_it: Abilita il supporto per HTTP/2 anche se TLS non è abilitato.
ko_kr: TLS가 실행되지 않은 경우에도 HTTP/2에 대한 지원을 사용합니다.
pl_pl: Włącz wsparcie dla HTTP/2, nawet jeśli TLS nie jest włączony.
uk_ua: Увімкнути підтримку HTTP/2, навіть якщо TLS не увімкнено.
zh_cn: 即使未启用TLS，也要启用对HTTP/2的支持。

source: Enable support for end-to-end HTTP/2 communication.
cs_cz: Zapnout podporu pro komunikaci HTTP/2 mezi koncovými body.
de_de: Aktivieren Sie die Unterstützung für die End-to-End-HTTP/2-Kommunikation.
el_gr: Ενεργοποίηση υποστήριξης για επικοινωνία HTTP/2 από άκρο σε άκρο.
fa_ir: پشتیبانی از ارتباط انتها‌به‌انتهای HTTP/2 را فعال کنید.
fr_fr: Activez la prise en charge de la communication HTTP/2 de bout en bout.
it_it: Abilita il supporto per la comunicazione HTTP/2 end-to-end.
ko_kr: 종단 간 HTTP/2 통신 지원을 사용합니다.
pl_pl: Włącz wsparcie dla komunikacji HTTP/2 od początku do końca.
uk_ua: Увімкнути підтримку наскрізного зв'язку HTTP/2.
zh_cn: 启用对端到端HTTP/2通信的支持。

source: Enable the BlazerSerial driver. Please be aware that this driver needs to run nut-tools as root.
cs_cz: Zapnout ovladač BlazerSerial. Mějte na paměti, že tento ovladač vyžaduje, aby nut-tools bylo spuštěné s právy správce (root).
de_de: Aktiviere den BlazerSerial-Treiber. Beachte, dass dieser Treiber nut-tools als Root ausführen muss.
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης BlazerSerial. Λάβετε υπόψη ότι αυτό το πρόγραμμα οδήγησης πρέπει να εκτελεί το nut-tools ως root.
fa_ir: درایور BlazerSerial را فعال کنید. توجه داشته باشید که این درایور باید nut-tools را با دسترسی root اجرا کند.
fr_fr: Activez le pilote BlazerSerial. Veuillez noter que ce pilote nécessite l'exécution de nut-tools en tant que root.
it_it: Abilita il driver BlazerSerial. Tieni presente che questo driver deve eseguire nut-tools come root.
ko_kr: BlazerSerial 드라이버를 사용합니다. 이 드라이버는 너트 도구를 루트로 실행해야 합니다.
pl_pl: Włącz sterownik BlazerSerial. Pamiętaj, że ten sterownik wymaga uruchomienia narzędzi nut-tools jako root.
uk_ua: Увімкнути драйвер BlazerSerial. Зверніть увагу, що цьому драйверу потрібно запускати nut-tools як root.
zh_cn: 启用BlazerSerial驱动程序。注意，该驱动程序需要以root用户身份运行nut-tools。

source: Enable the PowerWare BCMXCPUSB driver.
cs_cz: Zapnout ovladač PowerWare BCMXCPUSB.
de_de: PowerWare BCMXCPUSB-Treiber aktivieren
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης PowerWare BCMXCPUSB.
fa_ir: درایور PowerWare BCMXCPUSB را فعال کنید.
fr_fr: Activez le pilote PowerWare BCMXCPUSB.
it_it: Abilitare il driver PowerWare BCMXCPUSB.
ko_kr: PowerWare BCMXCP USB 드라이버를 사용합니다.
pl_pl: Włącz sterownik PowerWare BCMXCPUSB.
uk_ua: Увімкнути драйвер PowerWare BCMXCPUSB.
zh_cn: 启用PowerWare BCMXCPUSB驱动程序。

source: Enable the QX driver.
cs_cz: Zapnout ovladač QX.
de_de: QX-Treiber aktivieren
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης QX.
fa_ir: درایور QX را فعال کنید.
fr_fr: Activer le driver QX.
it_it: Abilita il driver QX.
ko_kr: QX 드라이버를 사용합니다.
pl_pl: Włącz sterownik QX.
uk_ua: Увімкнути драйвер QX.
zh_cn: 启用QX驱动程序。

source: Enable the Riello driver.
cs_cz: Zapnout ovladač Riello.
de_de: Riello-Treiber aktivieren
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης Riello.
fa_ir: درایور Riello را فعال کنید.
fr_fr: Activer le driver Riello.
it_it: Abilita il driver Riello.
ko_kr: Riello 드라이버를 사용합니다.
pl_pl: Włącz sterownik Riello.
uk_ua: Увімкнути драйвер Riello.
zh_cn: 启用Riello驱动程序。

source: Enable the SNMP driver.
cs_cz: Zapnout ovladač SNMP.
de_de: SNMP-Treiber aktivieren
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης SNMP.
fa_ir: درایور SNMP را فعال کنید.
fr_fr: Activer le driver SNMP.
it_it: Abilita il driver SNMP.
ko_kr: SNMP 드라이버를 사용합니다.
pl_pl: Włącz sterownik SNMP.
uk_ua: Увімкнути драйвер SNMP.
zh_cn: 启用S​​NMP驱动程序。

source: Enable the usage of DNS blocklists.
cs_cz: Použít DNS seznamy blokovaných.
de_de: Aktiviert die Verwendung von DNS-Blocklisten.
el_gr: Ενεργοποιήστε τη χρήση λιστών αποκλεισμού DNS.
fa_ir: استفاده از بلاک‌لیست‌های DNS را فعال کنید.
fr_fr: Activez l'utilisation des listes de blocage DNS.
it_it: Abilita l'utilizzo delle blocklist DNS.
ko_kr: DNS 차단 목록을 사용합니다.
pl_pl: Włącz użycie list blokujących DNS.
uk_ua: Увімкнути використання чорних списків DNS.
zh_cn: 启用DNS阻止列表。

source: Enable this address
cs_cz: Zapnout tuto adresu
de_de: Aktiviert diese Adresse.
el_gr: Ενεργοποίηση αυτής της διεύθυνσης
fa_ir: این آدرس را فعال کنید
fr_fr: Activer cette adresse
it_it: Abilita questo indirizzo
ko_kr: 이 주소 사용
pl_pl: Włącz ten adres
uk_ua: Увімкнути цю адресу
zh_cn: 启用这个地址

source: Enable this rule
cs_cz: Zapnout toto pravidlo
de_de: Aktiviert diese Regel.
el_gr: Ενεργοποίηση αυτού του κανόνα
fa_ir: این قانون را فعال کنید
fr_fr: Activer cette règle
it_it: Abilita questa regola
ko_kr: 이 규칙 사용
pl_pl: Włącz tę regułę
uk_ua: Увімкнути це правило
zh_cn: 启用规则

source: Enable to allow arguments sent to NRPE. Enabling this option is a high security risk.
cs_cz: Zapněte pokud chcete umožnit posílání argumentů NRPE. To je ovšem velké bezpečnostní riziko!
de_de: Aktiviert die Übergabe von Argumenten an NRPE. Diese Option stellt ein hohes Sicherheitsrisiko dar.
el_gr: Ενεργοποιήστε για να επιτρέψετε την αποστολή ορισμάτων στο NRPE. Η ενεργοποίηση αυτής της επιλογής ενέχει υψηλό κίνδυνο ασφαλείας.
fa_ir: فعال‌سازی اجازهٔ ارسال آرگومان‌ها به NRPE. فعال کردن این گزینه ریسک امنیتی بالایی دارد.
fr_fr: Activez cette option pour autoriser les arguments envoyés à NRPE. L'activation de cette option présente un risque élevé pour la sécurité.
it_it: Abilita per consentire argomenti inviati a NRPE. Abilitare questa opzione rappresenta un rischio elevato per la sicurezza.
ko_kr: NRPE로 전송된 인수를 허용합니다. 이 옵션을 활성화하면 보안 위험이 높습니다.
pl_pl: Zezwól na wysyłanie argumentów do NRPE. Włączenie tej opcji jest dużym zagrożeniem dla bezpieczeństwa.
uk_ua: Увімкнути, щоб дозволити аргументи, надіслані до NRPE. Увімкнення цієї опції є високим ризиком безпеки.
zh_cn: 启用以允许将参数发送到NRPE。启用此选项会带来很高的安全风险。

source: Enables or disables verification of OCSP responses by the server.
cs_cz: Zapíná či vypíná ověřování OCSP odpovědí serverem.
de_de: Aktiviert oder deaktiviert die Verifizierung von OCSP-Antworten durch den Server.
el_gr: Ενεργοποιεί ή απενεργοποιεί την επαλήθευση των απαντήσεων OCSP από τον διακομιστή.
fa_ir: تأیید پاسخ‌های OCSP توسط سرور را فعال یا غیرفعال می‌کند.
fr_fr: Active ou désactive la vérification des réponses OCSP par le serveur.
it_it: Abilita o disabilita la verifica delle risposte OCSP da parte del server.
ko_kr: 서버에 의한 OCSP 응답 확인을 사용 가능 또는 사용 불가능으로 설정합니다.
pl_pl: Włącz lub wyłącz weryfikację odpowiedzi OCSP przez serwer.
uk_ua: Увімкнути або вимкнути перевірку відповідей OCSP сервером.
zh_cn: 启用或禁用服务器对OCSP响应的验证。

source: Enter a list of IP addresses or CIDR networks which will be whitelisted for the Naxsi rules.
cs_cz: Zadejte seznam IP adres nebo CIDR sítí, které budou umístěny na seznam povolených pro Naxsi pravidla.
de_de: Geben Sie eine Liste von IP-Adressen oder CIDR-Netzen ein, die für die Naxsi-Regeln auf die Positivliste gesetzt werden sollen.
el_gr: Εισαγάγετε μια λίστα με διευθύνσεις IP ή δίκτυα CIDR που θα συμπεριληφθούν στη λίστα επιτρεπόμενων για τους κανόνες Naxsi.
fa_ir: فهرستی از آدرس‌های IP یا شبکه‌های CIDR وارد کنید که برای قوانین Naxsi در لیست سفید قرار گیرند.
fr_fr: Entrez une liste d'adresses IP ou de réseaux CIDR qui seront mis sur une liste blanche pour les règles Naxsi.
it_it: Inserisci un elenco di indirizzi IP o reti CIDR che verranno inseriti nella whitelist per le regole Naxsi.
ko_kr: Naxi 규칙에 대해 화이트리스트에 추가할 IP 주소 또는 CIDR 네트워크 목록을 입력하세요.
pl_pl: Wprowadź listę adresów IP lub sieci CIDR, które będą białą listą dla reguł Naxsi.
uk_ua: Введіть список IP-адрес або мереж CIDR, які будуть внесені до білого списку для правил Naxsi.
zh_cn: 输入会被列入Naxsi规则白名单的IP地址或CIDR网络列表。

source: Enter a name for this key pair. The name should help you to identify this key pair.
cs_cz: Zadejte název pro tuto dvojici klíčů. Slouží pro pomoc s identifikací tohoto páru.
de_de: Geben Sie einen Namen für dieses Schlüsselpaar ein. Der Name sollte Ihnen helfen, dieses Schlüsselpaar zu identifizieren.
el_gr: Εισαγάγετε ένα όνομα για αυτό το ζεύγος κλειδιών. Το όνομα θα σας βοηθήσει να αναγνωρίσετε αυτό το ζεύγος κλειδιών.
fa_ir: یک نام برای این جفت کلید وارد کنید. نام باید به شما در شناسایی این جفت کلید کمک کند.
fr_fr: Entrer un nom pour cette paire de clés. Le nom devrait vous aider à identifier cette paire de clés.
it_it: Inserisci un nome per questa coppia di chiavi. Il nome dovrebbe aiutarti a identificare questa coppia di chiavi.
ko_kr: 이 키 쌍의 이름을 입력하세요. 이름은 이 키 쌍을 식별하는 데 도움이 됩니다.
pl_pl: Wprowadź nazwę dla tej pary kluczy. Nazwa powinna pomóc Ci zidentyfikować tę parę kluczy.
uk_ua: Введіть назву для цієї пари ключів. Назва повинна допомогти вам ідентифікувати цю пару ключів.
zh_cn: 输入此密钥对的名称。该名称应有助于您识别此密钥对。

source: Expire Time
cs_cz: Doba skončení platnosti
de_de: Ablaufzeit
el_gr: Ώρα λήξης
fa_ir: زمان انقضا
fr_fr: Heure d'expiration
it_it: Scadenza
ko_kr: 만료 시간
pl_pl: Czas wygaśnięcia
uk_ua: Термін дії
zh_cn: 到期时间

source: Expire idle flows.
cs_cz: Ukončit nečinné toky.
de_de: Inaktive Datenströme beenden.
el_gr: Λήξη αδρανών ροών.
fa_ir: انقضای جریان‌های غیرفعال.
fr_fr: Expiration des flux inactifs.
it_it: Scadenza dei flussi inattivi.
ko_kr: 유휴 흐름을 만료합니다.
pl_pl: Wygaś przesyłane strumienie.
uk_ua: Закінчити дію неактивних потоків.
zh_cn: 过期空闲流量。

source: Facilities
cs_cz: Kategorie
de_de: Bereiche
el_gr: Εγκαταστάσεις
fr_fr: Installations
it_it: Strutture
ko_kr: 주체
pl_pl: Udogodnienia
uk_ua: Об'єкти
zh_cn: 设施

source: Facility
cs_cz: Kategorie
de_de: Protokollquelle
el_gr: Ευκολία
fr_fr: Installation
it_it: Facilità
ko_kr: 시설
pl_pl: Udogodnienie
uk_ua: Об'єкт
zh_cn: 设施

source: Full path to the check command.
cs_cz: Úplný popis umístění příkazu pro kontrolu.
de_de: Vollständiger Pfad zum Prüfkommando
el_gr: Πλήρης διαδρομή προς την εντολή ελέγχου.
fa_ir: مسیر کامل تا دستور check.
fr_fr: Chemin complet de la commande de vérification.
it_it: Percorso completo del comando check.
ko_kr: 검사 명령의 전체 경로입니다.
pl_pl: Pełna ścieżka do polecenia sprawdzania.
uk_ua: Повний шлях до команди перевірки.
zh_cn: 检查命令的完整路径。

source: Global API Key
cs_cz: Globální klíč k API
de_de: Globaler API-Schlüssel
el_gr: Παγκόσμιο κλειδί API
fa_ir: کلید API سراسری
fr_fr: Clé API globale
it_it: Chiave API globale
ko_kr: 전역 API 키
pl_pl: Globalny klucz API
uk_ua: Глобальний Ключ API
zh_cn: 全局API密钥

source: HTTP/2 without TLS
cs_cz: HTTP/2 bez TLS
de_de: HTTP/2 ohne TLS
el_gr: HTTP/2 χωρίς TLS
fa_ir: HTTP/2 بدون TLS
fr_fr: HTTP/2 sans TLS
it_it: HTTP/2 senza TLS
ko_kr: TLS가 없는 HTTP/2
pl_pl: HTTP/2 bez TLS
uk_ua: HTTP/2 без TLS
zh_cn: 不带TLS的HTTP/2
