Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This is the IPv4 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. 10.0.8.0/24). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
cs_cz: Toto je IPv4 virtuální síť sloužící pro soukromou komunikaci mezi tímto serverem a klientem, vyjádřená v CIDR zápisu (např. 10.0.8.0/24). První ze síťových adres bude přiřazena virtuálnímu rozhraní serveru. Zbývající síťové adresy mohou být volitelně přiřazovány připojujícím se klientům (viz Fond adres).
de_de: Dies ist das virtuelle IPv4-Netzwerk, welches für die private Kommunikation zwischen diesem Server und den Client-Hosts, dargestellt als CIDR (z. B. 10.0.8.0/24), verwendet wird. Die erste Netzwerkadresse wird der virtuellen Serverschnittstelle zugewiesen. Die verbleibenden Netzwerkadressen können optional den verbindungsaufbauenden Clients zugewiesen werden. (siehe Adresspool)
el_gr: Αυτό είναι το εικονικό δίκτυο IPv4 που χρησιμοποιείται για ιδιωτικές επικοινωνίες μεταξύ αυτού του διακομιστή και των κεντρικών υπολογιστών-πελατών, εκφρασμένες με χρήση CIDR (π.χ. 10.0.8.0/24). Η πρώτη διεύθυνση δικτύου θα αντιστοιχιστεί στην εικονική διεπαφή του διακομιστή. Οι υπόλοιπες διευθύνσεις δικτύου μπορούν προαιρετικά να αντιστοιχιστούν σε συνδεδεμένους πελάτες. (βλ. Address Pool)
fa_ir: این شبکهٔ مجازی IPv4 برای ارتباطات خصوصی بین این سرور و میزبان‌های کلاینت است و به‌صورت CIDR مشخص می‌شود (مثلاً 10.0.8.0/24). اولین آدرس شبکه به رابط مجازی سرور اختصاص داده می‌شود. آدرس‌های باقی‌مانده می‌توانند به‌صورت اختیاری به کلاینت‌های متصل اختصاص یابند. (به Address Pool مراجعه کنید)
fr_fr: Ceci est le réseau privé virtuel IPv4 utilisé pour les communications entre ce serveur et les hôtes clients défini en utilisant la notation CIDR (par ex. 10.0.8.0/24). La première adresse du réseau sera assignée à l'interface virtuelle du serveur. Les adresses restantes pourront facultativement être assignées aux clients se connectant. (voir Groupe d'Adresses)
it_it: Questa è la rete virtuale IPv4 utilizzata per le comunicazioni private tra questo server e gli host client espressi utilizzando CIDR (ad esempio 10.0.8.0/24). Il primo indirizzo di rete verrà assegnato all'interfaccia virtuale del server. I restanti indirizzi di rete possono essere assegnati facoltativamente ai client che si collegano. (vedi Pool di indirizzi)
ko_kr: 이는 CIDR을 사용하여 표시된 이 서버와 클라이언트 호스트 간의 개인 통신에 사용되는 IPv4 가상 네트워크입니다 (예:10.0.8.0/24). 첫 번째 네트워크 주소는 서버 가상 인터페이스에 할당됩니다. 나머지 네트워크 주소는 선택적으로 연결된 클라이언트에게 할당될 수 있습니다. (주소 풀 참조)
pl_pl: To jest wirtualna sieć IPv4 używana do prywatnych komunikacji między tym serwerem a hostami klientów wyrażonych za pomocą CIDR (np. 10.0.8.0/24). Pierwszy adres sieciowy zostanie przypisany do wirtualnego interfejsu serwera. Pozostałe adresy sieciowe można opcjonalnie przypisać do łączących się klientów. (patrz Pula adresów)
uk_ua: Це віртуальна мережа IPv4, що використовується для приватного зв'язку між цим сервером та клієнтськими хостами, виражена за допомогою CIDR (напр., 10.0.8.0/24). Перша мережева адреса буде призначена віртуальному інтерфейсу сервера. Решта мережевих адрес може бути опційно призначена клієнтам, що підключаються. (див. Пул адрес)
zh_cn: 这是用于此服务器与使用CIDR（例如10.0.8.0/24）表示的客户端主机之间的私有通信的IPv4虚拟网络。第一个网络地址会分配给服务器虚拟接口。剩余的网络地址可以有选择地分配给连接的客户端。 （请参阅地址池）

source: This is the IPv6 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. fe80::/64). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
cs_cz: Toto je IPv6 virtuální síť sloužící pro soukromou komunikaci mezi tímto serverem a klientem, vyjádřená v CIDR zápisu (např. fe80::/64). Počáteční sítová adresa bude přiřazena virtuálnímu rozhraní serveru. Zbývající síťové adresy mohou být volitelně přiřazovány připojujícím se klientům (viz Fond adres).
de_de: Dies ist das virtuelle IPv6-Netzwerk, welches für die private Kommunikation zwischen Server und Client-Hosts verwendet wird, das als CIDR (z. B. fe80::/64) angegeben wird. Die erste Adresse wird der virtuellen Schnittstelle des Servers zugewiesen, die verbleibenden Adressen können optional den verbindenden Clients zugewiesen werden. (siehe Adresspool)
el_gr: Αυτό είναι το εικονικό δίκτυο IPv6 που χρησιμοποιείται για ιδιωτικές επικοινωνίες μεταξύ αυτού του διακομιστή και των κεντρικών υπολογιστών-πελατών, εκφρασμένες με χρήση CIDR (π.χ. fe80::/64). Η πρώτη διεύθυνση δικτύου θα αντιστοιχιστεί στην εικονική διεπαφή του διακομιστή. Οι υπόλοιπες διευθύνσεις δικτύου μπορούν προαιρετικά να αντιστοιχιστούν σε συνδεδεμένους πελάτες. (βλ. Address Pool)
fa_ir: این شبکهٔ مجازی IPv6 برای ارتباطات خصوصی بین این سرور و میزبان‌های کلاینت است و به‌صورت CIDR مشخص می‌شود (مثلاً fe80::/64). اولین آدرس شبکه به رابط مجازی سرور اختصاص داده می‌شود. آدرس‌های باقی‌مانده می‌توانند به‌صورت اختیاری به کلاینت‌های متصل اختصاص یابند. (به Address Pool مراجعه کنید)
fr_fr: Ceci est le réseau privé virtuel IPv6 utilisé pour les communications entre ce serveur et les hôtes clients défini en utilisant la notation CIDR (par ex. fe80::/64). La première adresse du réseau sera assignée à l'interface virtuelle du serveur. Les adresses restantes pourront facultativement être assignées aux clients se connectant. (voir Groupe d'Adresses)
it_it: Questa è la rete virtuale IPv6 utilizzata per le comunicazioni private tra questo server e gli host client espresse utilizzando CIDR (ad esempio fe80::/64). Il primo indirizzo di rete verrà assegnato all'interfaccia virtuale del server. I restanti indirizzi di rete possono essere assegnati facoltativamente ai client che si collegano. (vedi Pool di indirizzi)
ko_kr: 이는 CIDR을 사용하여 표시된 이 서버와 클라이언트 호스트 간의 개인 통신에 사용되는 IPv6 가상 네트워크입니다 (예: fe80::/64). 첫 번째 네트워크 주소는 서버 가상 인터페이스에 할당됩니다. 나머지 네트워크 주소는 선택적으로 연결된 클라이언트에게 할당될 수 있습니다. (주소 풀 참조)
pl_pl: To jest wirtualna sieć IPv6 używana do prywatnych komunikacji między tym serwerem a hostami klientów wyrażonych za pomocą CIDR (np. fe80::/64). Pierwszy adres sieciowy zostanie przypisany do wirtualnego interfejsu serwera. Pozostałe adresy sieciowe można opcjonalnie przypisać do łączących się klientów. (patrz Pula adresów)
uk_ua: Це віртуальна мережа IPv6, що використовується для приватного зв'язку між цим сервером та клієнтськими хостами, виражена за допомогою CIDR (напр., fe80::/64). Перша мережева адреса буде призначена віртуальному інтерфейсу сервера. Решта мережевих адрес може бути опційно призначена клієнтам, що підключаються. (див. Пул адрес)
zh_cn: 这是用于此服务器与使用CIDR表示的客户端主机之间的私有通信的IPv6虚拟网络（例如fe80 :: / 64）。 第一个网络地址会分配给服务器虚拟接口。剩余的网络地址可以有选择地分配给连接的客户端。 （请参阅地址池）

source: This wizard will guide you through the initial system configuration. The wizard may be stopped at any time by clicking the logo image at the top of the screen.
cs_cz: Tento průvodce vás provede počátečním nastavením systému. Je možné ho kdykoli přerušit kliknutím na logo na vrchu obrazovky.
de_de: Dieser Assistent führt Sie durch die Erstkonfiguration des Systems. Sie können den Assistenten jederzeit durch Klicken auf das Logo oben auf dem Bildschirm beenden.
el_gr: Αυτός ο οδηγός θα σας καθοδηγήσει στην αρχική διαμόρφωση του συστήματος. Ο οδηγός μπορεί να διακοπεί ανά πάσα στιγμή κάνοντας κλικ στην εικόνα λογότυπου στο επάνω μέρος της οθόνης.
fa_ir: این راهنمای گام‌به‌گام شما را در پیکربندی اولیهٔ سیستم راهنمایی می‌کند. اجرای راهنما در هر زمان با کلیک روی تصویر لوگو در بالای صفحه متوقف می‌شود.
fr_fr: L'assistant vous guidera tout le long de la configuration initiale du système. Il peut être arrêté à n'importe quel moment en cliquant sur l'image logo en haut de l'écran.
it_it: Questa procedura guidata ti guiderà attraverso la configurazione iniziale del sistema. La procedura guidata può essere interrotta in qualsiasi momento facendo clic sull'immagine del logo nella parte superiore dello schermo.
ko_kr: 이 마법사는 초기 시스템 구성을 안내합니다. 마법사는 화면 상단의 로고 이미지를 클릭하여 언제든지 중지할 수 있습니다.
pl_pl: Przewodnik przeprowadzi cię przez wstępną konfigurację. W każdym momencie może pominą przewodnik klikając logo u góry ekranu.
uk_ua: Цей майстер допоможе вам провести початкову конфігурацію системи. Майстер може бути зупинений в будь-який час, натиснувши на зображення логотипу у верхній частині екрана.
zh_cn: 该向导会指导您完成初始系统配置。单击屏幕顶部的徽标图像可以随时停止向导。

source: Timezone
cs_cz: Časová zóna
de_de: Zeitzone
el_gr: Ζώνη ώρας
fa_ir: منطقه زمانی
fr_fr: Fuseau horaire
it_it: Fuso orario
ko_kr: 시간대
pl_pl: Strefa czasowa
uk_ua: Часовий пояс
zh_cn: 时区

source: Transport
cs_cz: Přenos
el_gr: Μεταφορά
fa_ir: نوع انتقال
it_it: Trasporto
ko_kr: 전송
uk_ua: Транспорт
zh_cn: 传输

source: Type-of-Service
cs_cz: Typ služby
de_de: Servicetyp
el_gr: Τύπος υπηρεσίας
fa_ir: نوع سرویس
it_it: Tipo di servizio
ko_kr: 서비스 유형
pl_pl: Typ-usługi
uk_ua: Тип послуги
zh_cn: 服务类型

source: Typically "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
cs_cz: Typicky „cn“ (OpenLDAP, Novell eDirectory) nebo „sAMAccountName“ (Microsoft Active Directory)
de_de: Typischerweise "cn" (OpenLDAP, Novell eDirectory) oder "sAMAccountName" (Microsoft AD)
el_gr: Συνήθως "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
fa_ir: معمولاً «cn» (OpenLDAP, Novell eDirectory)، «sAMAccountName» (Microsoft AD)
fr_fr: Généralement "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
it_it: In genere "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
ko_kr: 일반적으로 "cn"(OpenLDAP, Novell eDirectory), "sAMAccountName"(Microsoft AD)
pl_pl: Zazwyczaj "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
uk_ua: Типово "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
zh_cn: 通常为"cn"(OpenLDAP，Novell eDirectory)，"sAMAccountName"(Microsoft AD)

source: Upstream Gateway
cs_cz: Nadřazená brána
el_gr: Πύλη Upstream
fa_ir: دروازه بالادستی
fr_fr: Passerelle amont
it_it: Gateway a monte
ko_kr: 업스트림 게이트웨이
pl_pl: Brama wyjściowa (Upstream Gateway)
uk_ua: Вищестоящий шлюз
zh_cn: 上游网关

source: name
cs_cz: název
el_gr: όνομα
fa_ir: نام
fr_fr: nom
it_it: nome
ko_kr: 이름
pl_pl: nazwa
uk_ua: ім'я
zh_cn: 名称

source: port
el_gr: θύρα
fa_ir: پورت
it_it: porta
ko_kr: 포트
uk_ua: порт
zh_cn: 端口

source: secret
cs_cz: heslo
de_de: Geheimnis
el_gr: μυστικό
fa_ir: کلید مخفی
it_it: segreto
ko_kr: 비밀
pl_pl: sekret
uk_ua: секрет
zh_cn: 密码

source: Failed
cs_cz: Nezdařilo se
de_de: Gescheitert
el_gr: Αποτυχημένος
fa_ir: ناموفق
fr_fr: Échoué
it_it: Fallito
ko_kr: 실패됨
pl_pl: Nieudane
uk_ua: Не вдалося
zh_cn: 失败

source: Force CSO Login Matching
cs_cz: Vynutit hledání shody s CSO přihlašovacím jménem
de_de: CSO über Benutzername statt CN
el_gr: Αναγκαστική αντιστοίχιση σύνδεσης CSO
fa_ir: اجبار تطابق ورود CSO
fr_fr: Forcer la concordance des connexions du CSO
it_it: Forza la corrispondenza dell'accesso CSO
ko_kr: CSO 로그인 일치 강제 적용
pl_pl: Wymuszaj dopasowanie logowania CSO
uk_ua: Примусове зіставлення входу CSO
zh_cn: 强制CSO登录匹配

source: Client management port
cs_cz: Port správy klienta
el_gr: Θύρα διαχείρισης πελατών
fa_ir: پورت مدیریت کلاینت
fr_fr: Port de gestion du client
it_it: Porta di gestione del cliente
ko_kr: 클라이언트 관리 포트
pl_pl: Port zarządzania klientem
uk_ua: Порт керування клієнтом
zh_cn: 客户端管理端口

source: Move selected items to end
cs_cz: Přesunout označené položky na konec
de_de: Ausgewählte Elemente ans Ende verschieben
el_gr: Μετακίνηση επιλεγμένων στοιχείων στο τέλος
fa_ir: انتقال موارد انتخاب‌شده به انتها
fr_fr: Déplacer les éléments sélectionnés vers la fin
it_it: Sposta gli elementi selezionati alla fine
ko_kr: 선택한 항목을 끝으로 이동
pl_pl: Przenieś wybrane elementy na koniec
uk_ua: Перемістити вибрані елементи в кінець
zh_cn: 将所选项目移到结尾

source: Move selected before this item
cs_cz: Přesunout označené před tuto položku
de_de: Ausgewählte Elemente vor diesem Element einfügen
el_gr: Μετακίνηση επιλεγμένου πριν από αυτό το στοιχείο
fa_ir: انتقال موارد انتخاب‌شده قبل از این مورد
fr_fr: Déplacement sélectionné avant cet élément
it_it: Sposta la selezione prima di questo elemento
ko_kr: 이 항목 앞으로 선택한 항목 이동
pl_pl: Przenieś wybrane przed tym elementem
uk_ua: Перемістити вибране перед цим елементом
zh_cn: 将所选项目移到该项目之前

source: Strongswan automatically creates SPD policies for the networks defined in this phase2. If you need to allow other networks to use this ipsec tunnel, you can add them here as a comma-separated list.When configured, you can use network address translation to push packets through this tunnel from these networks.
cs_cz: Strongswan automaticky vytvoří zásady SPD pro sítě definované v této fázi2. Pokud potřebujete povolit používání tohoto ipsec tunelu dalším sítím, můžete je sem přidat jako seznam oddělovaný čárkou. Poté, co bude nastaveno, je možné použít překlad síťových adres k protlačování paketů z těchto sítí tímto tunelem.
de_de: Strongswan erzeugt automatisch SPD-Richtlinien für die Netzwerke, welche in dieser Phase 2 definiert sind. Falls Sie die nutzung dieses Tunnels durch weitere Netzwerke erlauben wollen, können sie diese hier als Beistrich-getrennte Liste hier angeben. Wenn dies konfiguriert wird, können Sie Netzwerkadressübersetzung verwenden, um Pakete durch diesen Tunnel zu leiten.
el_gr: Το Strongswan δημιουργεί αυτόματα πολιτικές SPD για τα δίκτυα που ορίζονται σε αυτήν τη φάση 2. Εάν χρειάζεται να επιτρέψετε σε άλλα δίκτυα να χρησιμοποιούν αυτήν τη σήραγγα ipsec, μπορείτε να τα προσθέσετε εδώ ως λίστα διαχωρισμένη με κόμμα. Όταν ρυθμιστεί, μπορείτε να χρησιμοποιήσετε τη μετάφραση διευθύνσεων δικτύου για να προωθήσετε πακέτα μέσω αυτής της σήραγγας από αυτά τα δίκτυα.
fa_ir: Strongswan به‌طور خودکار سیاست‌های SPD را برای شبکه‌هایی که در این phase2 تعریف شده‌اند ایجاد می‌کند. اگر می‌خواهید به شبکه‌های دیگر اجازه دهید از این تونل ipsec استفاده کنند، می‌توانید آن‌ها را در اینجا به‌صورت فهرست جداشده با کاما اضافه کنید. پس از پیکربندی، می‌توانید از ترجمهٔ آدرس شبکه (NAT) برای هدایت بسته‌ها از این شبکه‌ها از طریق این تونل استفاده کنید.
fr_fr: Strongswan crée automatiquement des politiques SPD pour les réseaux définis dans cette phase2. Si vous devez autoriser d'autres réseaux à utiliser ce tunnel ipsec, vous pouvez les ajouter ici sous forme de liste séparée par des virgules. Une fois configuré, vous pouvez utiliser la traduction d'adresses réseau pour envoyer des paquets via ce tunnel à partir de ces réseaux.
it_it: Strongswan crea automaticamente le politiche SPD per le reti definite in questa fase2. Se devi consentire ad altre reti di utilizzare questo tunnel ipsec, puoi aggiungerle qui come elenco separato da virgole. Una volta configurato, puoi utilizzare la traduzione degli indirizzi di rete per inviare pacchetti attraverso questo tunnel da queste reti.
ko_kr: Strongswan은 이 단계 2에서 정의된 네트워크에 대한 SPD 정책을 자동으로 생성합니다. 다른 네트워크에서 이 ipsec 터널을 사용하도록 허용해야 하는 경우 여기에 쉼표로 구분된 목록으로 추가할 수 있습니다.구성된 경우 네트워크 주소 변환을 사용하여 이러한 네트워크에서 이 터널을 통해 패킷을 전송할 수 있습니다.
pl_pl: Strongswan automatycznie tworzy polityki SPD dla sieci zdefiniowanych w tej fazie2. Jeśli potrzebujesz zezwolić innym sieciom na korzystanie z tego tunelu ipsec, możesz dodać je tutaj jako listę oddzieloną przecinkami. Po skonfigurowaniu możesz używać translacji adresów sieciowych, aby przesyłać pakiety przez ten tunel z tych sieci.
uk_ua: Strongswan автоматично створює політики SPD для мереж, визначених на цій фазі 2. Якщо вам потрібно дозволити іншим мережам використовувати цей IPsec-тунель, ви можете додати їх тут як список, розділений комами. Після налаштування ви можете використовувати трансляцію мережевих адрес для пересилання пакетів через цей тунель з цих мереж.
zh_cn: Strongswan自动为该阶段2中定义的网络创建SPD策略。如果您需要允许其他网络使用此ipsec隧道，可以在此处将它们添加为以逗号分隔的列表。配置后，可以使用NAT将数据包从这些网络推送通过此隧道。

source: Remote Address
cs_cz: Vzdálená adresa
de_de: Entfernte Adresse
el_gr: Απομακρυσμένη διεύθυνση
fa_ir: آدرس از راه دور
fr_fr: Adresse distante
it_it: Indirizzo remoto
ko_kr: 원격 주소
pl_pl: Adres zdalny
uk_ua: Віддалена адреса
zh_cn: 远程地址

source: Tunnel network
cs_cz: Síť tunelu
de_de: Tunnel Netzwerk
el_gr: Δίκτυο σηράγγων
fa_ir: شبکه تونل
fr_fr: Réseau du tunnel
it_it: Rete di tunnel
ko_kr: 터널망
pl_pl: Sieć tunelowa
uk_ua: Тунельна мережа
zh_cn: 隧道网络

source: Invalid local network: %s has no valid IPv6 network.
cs_cz: Neplatná místní síť: %s nemá platnou IPv6 síť.
de_de: Ungültiges lokales Netzwerk: %s hat kein gültiges IPv6-Netzwerk.
el_gr: Μη έγκυρο τοπικό δίκτυο: Το %s δεν διαθέτει έγκυρο δίκτυο IPv6.
fa_ir: شبکه محلی نامعتبر: %s شبکه IPv6 معتبری ندارد.
fr_fr: Réseau local non valide : %s n'a pas de réseau IPv6 valide.
it_it: Rete locale non valida: %s non dispone di una rete IPv6 valida.
ko_kr: 잘못된 로컬 네트워크: %s에 유효한 IPv6 네트워크가 없습니다.
pl_pl: Nieprawidłowa sieć lokalna: %s nie ma prawidłowej sieci IPv6.
uk_ua: Недійсна локальна мережа: %s не має дійсної мережі IPv6.
zh_cn: 无效的本地网络:%s没有有效的IPv6网络。

source: Invalid local network: %s has no valid IPv4 network.
cs_cz: Neplatná místní síť: %s nemá platnou IPv4 síť.
de_de: Ungültiges lokales Netzwerk: %s hat kein gültiges IPv4-Netzwerk.
el_gr: Μη έγκυρο τοπικό δίκτυο: Το %s δεν διαθέτει έγκυρο δίκτυο IPv4.
fa_ir: شبکه محلی نامعتبر: %s شبکه IPv4 معتبری ندارد.
fr_fr: Réseau local non valide : %s n'a pas de réseau IPv4 valide.
it_it: Rete locale non valida: %s non dispone di una rete IPv4 valida.
ko_kr: 잘못된 로컬 네트워크: %s에 유효한 IPv4 네트워크가 없습니다.
pl_pl: Nieprawidłowa sieć lokalna: %s nie ma prawidłowej sieci IPv4.
uk_ua: Недійсна локальна мережа: %s не має дійсної мережі IPv4.
zh_cn: 无效的本地网络:%s没有有效的IPv4网络。

source: Decides whether IPsec policies are installed in the kernel by the charon daemon for a given connection. When using route-based mode (VTI) this needs to be disabled.
cs_cz: Rozhoduje, zda budou zásady IPsec pro dané připojení nainstalovány do jádra procesem služby charon. Při použití režimu založeného na trasách (VTI) je třeba tuto funkci zakázat.
de_de: Gibt an, ob IPsec Richtlinien vom Charon Daemon im Kernel hinzugefügt werden. Wird routenbasiertes IPsec (VTI) verwendet, muss dies deaktiviert werden.
el_gr: Αποφασίζει εάν οι πολιτικές IPsec εγκαθίστανται στον πυρήνα από το daemon charon για μια δεδομένη σύνδεση. Όταν χρησιμοποιείτε τη λειτουργία βάσει διαδρομής (VTI), αυτό πρέπει να απενεργοποιηθεί.
fa_ir: تعیین می‌کند که آیا سیاست‌های IPsec توسط daemon charon در کرنل برای یک اتصال نصب شوند یا خیر. هنگام استفاده از حالت مبتنی بر مسیر (VTI) این باید غیرفعال شود.
fr_fr: Décide si les politiques IPsec sont installées dans le noyau par le démon charon pour une connexion donnée. Lorsque vous utilisez le mode basé sur la route (VTI), cette option doit être désactivée.
it_it: Decide se le politiche IPsec sono installate nel kernel dal demone charon per una determinata connessione. Quando si utilizza la modalità basata sul percorso (VTI), è necessario disabilitarla.
ko_kr: charon 데몬이 주어진 연결에 대해 커널에 IPsec 정책을 설치할지 여부를 결정합니다. 경로 기반 모드(VTI)를 사용하는 경우 이 기능을 비활성화해야 합니다.
pl_pl: Decyduje, czy polityki IPsec są instalowane w jądrze przez demona charon dla danego połączenia. Przy użyciu trybu opartego na trasach (VTI) należy to wyłączyć.
uk_ua: Визначає, чи встановлюються політики IPsec у ядро демоном charon для заданого з'єднання. При використанні режиму на основі маршрутів (VTI) це потрібно вимкнути.
zh_cn: 确定Charon程序是否在内核中为给定连接设置了IPsec策略。使用基于路由的模式(VTI)时，需要禁用此功能。

source: Install policy
cs_cz: Zásada instalace
de_de: Richtline Installieren
el_gr: Πολιτική εγκατάστασης
fa_ir: نصب سیاست
fr_fr: Installe les politiques
it_it: Installa la politica
ko_kr: 설치 정책
pl_pl: Zainstaluj politykę
uk_ua: Встановити політику
zh_cn: 设置策略

source: Recommended for dynamic IP addresses that can be resolved by DynDNS at IPsec startup or update time.
cs_cz: Doporučeno pro dynamické IP adresy, které mohou být přeloženy službou DynDNS při spuštění nebo aktualizaci IPsec.
de_de: Empfohlen für dynamische IP-Adressen, welche über DynDNS aufgelöst werden beim Startvogang von IPsec.
el_gr: Συνιστάται για δυναμικές διευθύνσεις IP που μπορούν να επιλυθούν από το DynDNS κατά την εκκίνηση του IPsec ή κατά την ενημέρωση.
fa_ir: توصیه‌شده برای آدرس‌های IP پویا که در زمان راه‌اندازی یا به‌روزرسانی IPsec توسط DynDNS قابل حل هستند.
fr_fr: Recommandé pour les adresses IP dynamiques qui peuvent être résolues par DynDNS au moment du démarrage ou de la mise à jour d'IPsec.
it_it: Consigliato per indirizzi IP dinamici che possono essere risolti da DynDNS all'avvio di IPsec o al momento dell'aggiornamento.
ko_kr: IPsec 시작 시 또는 업데이트 시 DynDNS에서 확인할 수 있는 동적 IP 주소에 권장됩니다.
pl_pl: Zalecane dla dynamicznych adresów IP, które można rozwiązać przez DynDNS podczas uruchamiania IPsec lub aktualizacji.
uk_ua: Рекомендується для динамічних IP-адрес, які можуть бути розв'язані DynDNS під час запуску або оновлення IPsec.
zh_cn: 用于DynDNS 在 IPsec 启动或更新时可以解析动态 IP 地址。

source: Allow any remote gateway to connect
cs_cz: Umožnit se připojit libovolné vzdálené bráně
de_de: Erlauben Sie jedem Remote-Gateway, eine Verbindung herzustellen
el_gr: Επιτρέψτε σε οποιαδήποτε απομακρυσμένη πύλη να συνδεθεί
fa_ir: اجازه اتصال هر دروازه‌ی راه‌دور
fr_fr: Permettre à toute passerelle distante de se connecter
it_it: Consenti a qualsiasi gateway remoto di connettersi
ko_kr: 모든 원격 게이트웨이의 연결 허용
pl_pl: Zezwól dowolnej zdalnej bramie na połączenie
uk_ua: Дозволити підключення будь-якому віддаленому шлюзу
zh_cn: 允许任意远程网关连接

source: Dynamic gateway
cs_cz: Dynamická brána
de_de: Dynamisches Gateway
el_gr: Δυναμική πύλη
fa_ir: دروازه‌ی پویا
fr_fr: Passerelle dynamique
it_it: Portale dinamico
ko_kr: 동적 게이트웨이
pl_pl: Dynamiczna brama
uk_ua: Динамічний шлюз
zh_cn: 动态网关

source: Enter the public IP address or host name of the remote gateway.
cs_cz: Zadejte veřejnou IP adresu nebo název stroje vzdálené brány.
de_de: Geben Sie die öffentliche IP-Adresse oder den Host-Namen des entfernten Gateways ein.
el_gr: Εισαγάγετε τη δημόσια διεύθυνση IP ή το όνομα κεντρικού υπολογιστή της απομακρυσμένης πύλης.
fa_ir: آدرس IP عمومی یا نام میزبان دروازه‌ی راه‌دور را وارد کنید.
fr_fr: Entrer l'adresse IP publique ou le nom d'hôte de la passerelle distante.
it_it: Immettere l'indirizzo IP pubblico o il nome host del gateway remoto.
ko_kr: 원격 게이트웨이의 공인 IP 주소 또는 호스트 이름을 입력하세요.
pl_pl: Wprowadź publiczny adres IP lub nazwę hosta zdalnej bramy.
uk_ua: Введіть публічну IP-адресу або ім'я хоста віддаленого шлюзу.
zh_cn: 输入远程网关的公共IP地址或主机名。

source: Your password does not match the selected security policies. Please provide a new one.
cs_cz: Vaše heslo neodpovídá vybraným zásadám zabezpečení. Zadejte nové.
de_de: Ihr Passwort stimmt nicht mit den ausgewählten Sicherheitsrichtlinien überein. Bitte geben Sie einen neuen an.
el_gr: Ο κωδικός πρόσβασής σας δεν ταιριάζει με τις επιλεγμένες πολιτικές ασφαλείας. Παρακαλούμε δώστε έναν νέο.
fa_ir: رمز عبور شما با سیاست‌های امنیتی انتخاب‌شده سازگار نیست. لطفاً یک رمز جدید وارد کنید.
fr_fr: Votre mot de passe ne correspond pas aux politiques de sécurité. Veuillez en fournir un nouveau.
it_it: La tua password non corrisponde alle politiche di sicurezza selezionate. Fornirne uno nuovo.
ko_kr: 비밀번호가 선택한 보안 정책과 일치하지 않습니다. 새 파일을 제공해주세요.
pl_pl: Twoje hasło nie spełnia wybranych zasad bezpieczeństwa. Podaj nowe.
uk_ua: Ваш пароль не відповідає обраним політикам безпеки. Будь ласка, введіть новий.
zh_cn: 您的密码与所选的安全策略不匹配。请重新输入。

source: Ok
el_gr: ΟΚ
fa_ir: تأیید
ko_kr: 확인
uk_ua: Гаразд
zh_cn: 确定
