Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The firewall rule configuration has been changed.<br />You must apply the changes in order for them to take effect.
cs_cz: Nastavení pravidla brány firewall bylo změněno.<br />Aby se projevily, je třeba změny aplikovat.
de_de: Die Firewall-Regelkonfiguration wurde geändert.<br />Sie müssen die Änderungen bestätigen damit sie wirksam werden.
el_gr: Η διαμόρφωση του κανόνα του τείχους προστασίας έχει αλλάξει.<br />Πρέπει να εφαρμόσετε τις αλλαγές για να τεθούν σε ισχύ.
fa_ir: پیکربندی قوانین فایروال تغییر کرده است.<br />برای اجرایی شدن باید تغییرات را اعمال کنید.
fr_fr: La configuration des règles du pare-feu a été modifiée.<br />Vous devez appliquer les modifications afin qu'elles prennent effet.
it_it: La configurazione della regola firewall è stata modificata.<br />È necessario applicare le modifiche affinché abbiano effetto.
ko_kr: 방화벽 규칙 구성이 변경되었습니다.<br />변경 사항을 적용해야 적용됩니다.
pl_pl: Konfiguracja reguły zapory sieciowej została zmieniona. <br /> Musisz zastosować zmiany, aby weszły w życie.
uk_ua: Конфігурація правил брандмауера була змінена.<br />Ви повинні застосувати зміни, щоб вони набрали чинності.
zh_cn: 防火墙规则配置已更改。<br />您必须应用更改才能使其生效。

source: Select category
cs_cz: Vybrat kategorii
de_de: Kategorie auswählen
el_gr: Επιλογή κατηγορίας
fa_ir: دسته را انتخاب کنید
fr_fr: Sélectionnez une catégorie
it_it: Seleziona categoria
ko_kr: 카테고리 선택
pl_pl: Wybierz kategorię
uk_ua: Виберіть категорію
zh_cn: 选择类别

source: The settings have been applied and the rules are now reloading in the background.
cs_cz: Nastavení byla uplatněna a na pozadí nyní probíhá znovunačtení pravidel.
de_de: Die Einstellungen wurden übernommen und die Regeln werden nun im Hintergrund neu geladen.
el_gr: Οι ρυθμίσεις έχουν εφαρμοστεί και οι κανόνες επαναφορτώνονται τώρα στο παρασκήνιο.
fa_ir: تنظیمات اعمال شده و قوانین اکنون در پس‌زمینه در حال بارگذاری مجدد هستند.
fr_fr: Les réglages ont été appliqués et les règles sont maintenant rechargées en arrière-plan.
it_it: Le impostazioni sono state applicate e le regole ora si stanno ricaricando in background.
ko_kr: 설정이 적용되었으며 규칙이 백그라운드에서 다시 로드되고 있습니다.
pl_pl: Ustawienia zostały zastosowane, a reguły są obecnie ponownie ładowane w tle.
uk_ua: Налаштування було застосовано, і правила перезавантажуються у фоновому режимі.
zh_cn: 设置已应用，规则现在在后台重新加载。

source: Static-port:
cs_cz: Statický port:
de_de: Statischer Port:
el_gr: Στατική θύρα:
fa_ir: پورت ثابت:
fr_fr: Statique-port:
it_it: Porta statica:
ko_kr: 정적 포트:
uk_ua: Статичний порт:
zh_cn: 静态端口：

source: Enter the source port for the outbound NAT mapping.
cs_cz: Zadejte zdrojový port pro mapování odchozího NAT překladu.
de_de: Geben Sie den Quellport für die ausgehende NAT-Zuordnung an.
el_gr: Εισαγάγετε τη θύρα προέλευσης για την αντιστοίχιση εξερχόμενου NAT.
fa_ir: پورت مبدأ را برای نگاشت NAT خروجی وارد کنید.
fr_fr: Entrez le port source pour la redirection du NAT sortant.
it_it: Immettere la porta di origine per la mappatura NAT in uscita.
ko_kr: 아웃바운드 NAT 매핑의 출발지 포트를 입력하세요.
pl_pl: Wprowadź port źródłowy dla mapowania NAT wychodzącego.
uk_ua: Введіть вихідний порт для зіставлення вихідного NAT.
zh_cn: 输入出站NAT映射的源端口。

source: port:
el_gr: θύρα:
fa_ir: پورت:
it_it: porta:
ko_kr: 포트:
uk_ua: порт:
zh_cn: 端口：

source: Translation
cs_cz: Překlad
de_de: Übersetzung
el_gr: Μετάφραση
fa_ir: ترجمه
fr_fr: Traduction
it_it: Traduzione
ko_kr: 변환
pl_pl: Tłumaczenie
uk_ua: Трансляція
zh_cn: 转换

source: Hint: the firewall has limited local log space. Don't turn on logging for everything. If you want to do a lot of logging, consider using a %sremote syslog server%s.
cs_cz: Rada: místní úložiště brány firewall pro ukládání záznamu událostí je omezené. Proto nezapínejte zaznamenávání všeho. Pokud chcete zaznamenávat podrobně, zvažte použití %svzdáleného syslog serveru%s.
de_de: Hinweis: Die Firewall verfügt nur über begrenzten lokalen Protokollspeicher. Aktivieren Sie die Protokollierung nicht für alle Protokolle. Wenn Sie umfangreiche Protokollierungen durchführen möchten, sollten Sie einen %sRemote-Syslog-Server%s verwenden.
el_gr: Υπόδειξη: το τείχος προστασίας έχει περιορισμένο τοπικό χώρο καταγραφής. Μην ενεργοποιείτε την καταγραφή για όλα τα δεδομένα. Εάν θέλετε να κάνετε πολλές καταγραφές, σκεφτείτε να χρησιμοποιήσετε έναν %sremote διακομιστή syslog%s.
fa_ir: راهنما: فایروال فضای محلی لاگ محدودی دارد. لاگ‌گیری برای همه چیز را روشن نکنید. اگر می‌خواهید لاگ زیادی ثبت کنید، استفاده از %sسرور syslog راه دور%s را در نظر بگیرید.
fr_fr: Astuce : le pare-feu dispose d'un espace de journal local limité. N'activez pas la journalisation pour tout. Si vous souhaitez effectuer beaucoup de journalisation, envisagez d'utiliser un %sserveur syslog distant%s.
it_it: Suggerimento: il firewall ha uno spazio di registro locale limitato. Non attivare la registrazione per tutto. Se vuoi effettuare molte registrazioni, considera l'utilizzo di un %sserver syslog remoto%s.
ko_kr: 힌트: 방화벽의 로컬 로그 공간이 제한되어 있습니다. 모든 것에 대해 로깅을 켜지는 마세요. 많은 양의 로깅을 수행하려면 %s원격 syslog 서버%s 사용을 고려하세요.
pl_pl: Wskazówka: zapora sieciowa ma ograniczoną lokalną przestrzeń dziennika. Nie włączaj rejestrowania dla wszystkiego. Jeśli chcesz prowadzić szczegółowe rejestrowanie, rozważ użycie %sremote syslog server%s.
uk_ua: Підказка: брандмауер має обмежений локальний простір журналу. Не вмикайте ведення журналу для всього. Якщо ви хочете вести багато журналів, подумайте про використання %sвіддаленого syslog сервера%s.
zh_cn: 注意：防火墙的本地日志空间有限。不要打开所有日志。如果您想进行很多日志记录，请考虑使用%s远程syslog服务器%s。

source: Log packets that are handled by this rule
cs_cz: Zaznamenávat pakety, které jsou obsluhovány tímto pravidlem
de_de: Pakete protokollieren, die von dieser Regel behandelt werden
el_gr: Καταγραφή πακέτων που χειρίζεται αυτός ο κανόνας
fa_ir: ثبت بسته‌هایی که توسط این قانون پردازش می‌شوند
fr_fr: Journaliser les paquets gérés par cette règle
it_it: Registra i pacchetti gestiti da questa regola
ko_kr: 이 규칙에 의해 처리되는 패킷 로그
pl_pl: Rejestruj pakiety obsługiwane przez tę regułę
uk_ua: Журналувати пакети, які обробляються цим правилом
zh_cn: 记录规则处理的数据包

source: If you want this rule to apply to another IP address rather than the IP address of the interface chosen above, select it here (you will need to define %sVirtual IP addresses%s on the interface first).
cs_cz: Pokud chcete aby toto pravidlo platilo na jinou IP adresu než IP adresu rozhraní zvoleného výše, vyberte ji zde (nejprve je třeba určit %sVirtuální IP adresy%s na rozhraní).
de_de: Wenn diese Regel für eine andere IP-Adresse als die IP-Adresse der oben ausgewählten Schnittstelle gelten soll, wählen Sie sie hier aus (Sie müssen zuerst %sVirtuelle IP-Adressen%s auf der Schnittstelle definieren).
el_gr: Εάν θέλετε αυτός ο κανόνας να εφαρμοστεί σε άλλη διεύθυνση IP αντί για τη διεύθυνση IP της διεπαφής που επιλέχθηκε παραπάνω, επιλέξτε την εδώ (θα χρειαστεί πρώτα να ορίσετε %sΕικονικές διευθύνσεις IP%s στη διεπαφή).
fa_ir: اگر می‌خواهید این قانون به یک آدرس IP دیگر به‌جای آدرس IP رابط انتخاب‌شده در بالا اعمال شود، آن را اینجا انتخاب کنید (ابتدا باید %sآدرس‌های IP مجازی%s را روی رابط تعریف کنید).
fr_fr: Si vous souhaitez que cette règle s'applique à une autre adresse IP plutôt qu'à l'adresse IP de l'interface choisie ci-dessus, sélectionnez-la ici (vous devez d'abord définir %sAdresses IP virtuelles%s sur l'interface).
it_it: Se desideri che questa regola si applichi a un altro indirizzo IP anziché all'indirizzo IP dell'interfaccia scelta sopra, selezionalo qui (dovrai prima definire %sindirizzi IP virtuali%s sull'interfaccia).
ko_kr: 위에서 선택한 인터페이스의 IP 주소가 아닌 다른 IP 주소에 이 규칙을 적용하려면 여기에서 규칙을 선택하세요(먼저 인터페이스에서 %s가상 IP 주소 %s를 정의해야 함).
pl_pl: Jeśli chcesz, aby ta reguła dotyczyła innego adresu IP niż adres IP wybranego powyżej interfejsu, wybierz go tutaj (najpierw musisz zdefiniować %s wirtualne adresy IP %s na interfejsie).
uk_ua: Якщо ви хочете, щоб це правило застосовувалося до іншої IP-адреси, а не до IP-адреси інтерфейсу, вибраного вище, виберіть її тут (спочатку вам потрібно буде визначити %sВіртуальні IP-адреси%s на інтерфейсі).
zh_cn: 如果您希望此规则适用于其他IP地址而不是上面选择的接口的IP地址，请在此处选择(您需要首先在接口上定义%s虚拟IP地址%s)。

source: Packets matching this rule will be mapped to the IP address given here.
cs_cz: Pakety odpovídající tomuto pravidlu budou namapované na zde zadanou IP adresu.
de_de: Geben Sie die IP-Adresse an, auf die zutreffender Datenverkehr abgebildet werden soll.
el_gr: Τα πακέτα που ταιριάζουν με αυτόν τον κανόνα θα αντιστοιχιστούν στη διεύθυνση IP που δίνεται εδώ.
fa_ir: پکت‌های مطابق با این قانون به آدرس IP وارد‌شده در اینجا نگاشت می‌شوند.
fr_fr: Les paquets correspondants à cette règle seront mappés à l'adresse IP indiquée ici.
it_it: I pacchetti che corrispondono a questa regola verranno mappati all'indirizzo IP fornito qui.
ko_kr: 이 규칙과 일치하는 패킷은 여기에 지정된 IP 주소로 매핑됩니다.
pl_pl: Pakiety pasujące do tej reguły zostaną zmapowane na podany tutaj adres IP.
uk_ua: Пакети, що відповідають цьому правилу, будуть зіставлені з IP-адресою, вказаною тут.
zh_cn: 符合此规则的数据包会映射到此处给定的IP地址。

source: Translation address
cs_cz: Adresa překladu
de_de: Übersetzungsadresse
el_gr: Διεύθυνση μετάφρασης
fa_ir: آدرس ترجمه
fr_fr: Adresse translatée
it_it: Indirizzo di traduzione
ko_kr: 변환 주소
pl_pl: Adres tłumaczenia
uk_ua: Адреса трансляції
zh_cn: 转换地址

source: Translation / target
cs_cz: Překlad/cíl
de_de: Übersetzung / Ziel
el_gr: Μετάφραση / στόχος
fa_ir: ترجمه / مقصد
fr_fr: Translation / destination
it_it: Traduzione/obiettivo
ko_kr: 변환 / 대상
pl_pl: Tłumaczenie / cel
uk_ua: Трансляція / ціль
zh_cn: 转换/目标

source: Destination invert
cs_cz: Převrácení cíle
de_de: Ziel invertieren
el_gr: Αντιστροφή προορισμού
fa_ir: معکوس مقصد
fr_fr: Inverser la destination
it_it: Inversione di destinazione
ko_kr: 목적지 반전
pl_pl: Odwrócenie miejsca docelowego
uk_ua: Інвертувати призначення
zh_cn: 目标反转

source: (leave blank for any)
cs_cz: (pro libovolné nevyplňujte)
de_de: (Lassen Sie das Feld leer für "beliebig")
el_gr: (αφήστε κενό για οποιοδήποτε)
fa_ir: (برای any خالی بگذارید)
fr_fr: (Laisser vide pour 'any')
it_it: (lasciare vuoto per qualsiasi)
ko_kr: (모든 경우 비워두세요)
pl_pl: (pozostaw puste dla dowolnego)
uk_ua: (залиште порожнім для будь-якого)
zh_cn: (留空则使用"any")

source: Enter the source network for the outbound NAT mapping.
cs_cz: Zadejte zdrojovou síť pro odchozí NAT mapování.
de_de: Geben Sie das Quellnetzwerk für die ausgehende NAT-Zuordnung an.
el_gr: Εισαγάγετε το δίκτυο προέλευσης για την αντιστοίχιση εξερχόμενου NAT.
fa_ir: شبکه مبدأ برای نگاشت NAT خروجی را وارد کنید.
fr_fr: Entrez le réseau source pour le mappage NAT sortant.
it_it: Inserisci la rete di origine per la mappatura NAT in uscita.
ko_kr: 아웃바운드 NAT 매핑의 소스 네트워크를 입력하세요.
pl_pl: Wprowadź sieć źródłową dla mapowania NAT wychodzącego.
uk_ua: Введіть вихідну мережу для зіставлення вихідного NAT.
zh_cn: 输入出站NAT映射的源网络。

source: Source invert
cs_cz: Převrácení zdroje
de_de: Quelle invertieren
el_gr: Αντιστροφή πηγής
fa_ir: معکوس مبدأ
fr_fr: Inverser la source
it_it: Inversione della sorgente
ko_kr: 출발지 반전
pl_pl: Odwrócenie źródła
uk_ua: Інвертувати джерело
zh_cn: 源反转

source: Hint: in most cases, you won't use this option.
cs_cz: Rada: ve většině případů se tato volba nepoužívá.
de_de: Hinweis: In den meisten Fällen werden Sie diese Option nicht verwenden.
el_gr: Υπόδειξη: στις περισσότερες περιπτώσεις, δεν θα χρησιμοποιήσετε αυτήν την επιλογή.
fa_ir: راهنما: در اغلب موارد از این گزینه استفاده نخواهید کرد.
fr_fr: Suggestion: dans la plupart des cas, vous n'utiliserez pas cette option.
it_it: Suggerimento: nella maggior parte dei casi non utilizzerai questa opzione.
ko_kr: 힌트: 대부분의 경우 이 옵션을 사용하지 않습니다.
pl_pl: Wskazówka: w większości przypadków nie użyjesz tej opcji.
uk_ua: Підказка: у більшості випадків ви не будете використовувати цю опцію.
zh_cn: 注意：在大多数情况下，无需使用此选项。

source: Enabling this option will disable NAT for traffic matching this rule and stop processing Outbound NAT rules.
cs_cz: Zapnutí této předvolby vypne NAT překlad pro provoz odpovídající tomuto pravidlu a vypne zpracovávání pravidel pro odchozí NAT překlad.
de_de: Durch Aktivieren dieser Option wird NAT für Datenverkehr deaktiviert, der dieser Regel entspricht, und die Verarbeitung ausgehender NAT-Regeln wird gestoppt.
el_gr: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει το NAT για την κίνηση που αντιστοιχεί σε αυτόν τον κανόνα και θα διακόψει την επεξεργασία των κανόνων εξερχόμενου NAT.
fa_ir: فعال‌سازی این گزینه NAT را برای ترافیکی که با این قانون مطابقت دارد غیرفعال می‌کند و پردازش قواعد NAT خروجی را متوقف می‌سازد.
fr_fr: L'activation de cette option désactivera le NAT pour le trafic correspondant à cette règle et arrêtera le traitement des règles NAT sortantes.
it_it: L'abilitazione di questa opzione disabiliterà il NAT per il traffico corrispondente a questa regola e interromperà l'elaborazione delle regole NAT in uscita.
ko_kr: 이 옵션을 사용하도록 설정하면 이 규칙과 일치하는 트래픽에 대해 NAT이 사용되지 않도록 설정되고 아웃바운드 NAT 규칙 처리가 중지됩니다.
pl_pl: Włączenie tej opcji wyłączy NAT dla ruchu pasującego do tej reguły i zatrzyma przetwarzanie reguł NAT wychodzącego.
uk_ua: Увімкнення цієї опції вимкне NAT для трафіку, що відповідає цьому правилу, та припинить обробку правил вихідного NAT.
zh_cn: 启用此选项会禁用与此规则匹配流量的NAT，并停止处理出站NAT规则。

source: Do not NAT
cs_cz: Nepřekládat adresy
de_de: Kein NAT
el_gr: Μην κάνετε NAT
fa_ir: بدون NAT
fr_fr: Ne pas effectuer de NAT
it_it: Non NAT
ko_kr: NAT 사용 안함
pl_pl: Nie używaj NAT
uk_ua: Не виконувати NAT
zh_cn: 禁用NAT

source: Edit Advanced Outbound NAT entry
cs_cz: Upravit položku pokročilého odchozího NAT
de_de: Erweiterten Outbound-NAT-Eintrag bearbeiten
el_gr: Επεξεργασία καταχώρησης NAT για προχωρημένους εξερχόμενους
fa_ir: ویرایش ورودی پیشرفته NAT خروجی
fr_fr: Modifier l'entrée NAT sortante avancée
it_it: Modifica la voce NAT in uscita avanzata
ko_kr: 고급 아웃바운드 NAT 항목 편집
pl_pl: Edytuj zaawansowany wpis NAT wychodzącego
uk_ua: Редагувати розширений запис вихідного NAT
zh_cn: 编辑高级NAT出站条目

source: Only Round Robin pool options may be chosen when selecting an alias.
cs_cz: Při vybírání alternativního názvu je možné vybírat pouze z předvoleb Round Robin fondu.
de_de: Nur Round Robin Pooleinstellungen können für einen Alias ausgewählt werden.
el_gr: Μόνο οι επιλογές ομάδας Round Robin μπορούν να επιλεγούν κατά την επιλογή ενός ψευδωνύμου.
fa_ir: هنگام انتخاب نام مستعار، فقط گزینه‌های مجموعه Round Robin قابل انتخاب‌اند.
fr_fr: Seul l'algorithme "Round Robin" peut être choisi lors de la sélection d'un alias.
it_it: Quando si seleziona un alias è possibile scegliere solo le opzioni del pool Round Robin.
ko_kr: 별칭을 선택할 때 라운드 로빈 풀 옵션만 선택할 수 있습니다.
pl_pl: Tylko opcje puli Round Robin mogą być wybierane podczas wybierania aliasu.
uk_ua: Лише параметри пулу Round Robin можуть бути вибрані при виборі псевдоніма.
zh_cn: 选择别名时，只能选择循环池选项。

source: A valid target IP address must be specified.
cs_cz: Je třeba zadat platnou IP adresu cíle.
de_de: Eine gültige Ziel-IP-Adresse muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP προορισμού.
fa_ir: یک آدرس IP هدف معتبر باید مشخص شود.
fr_fr: Une adresse IP cible valide doit être spécifiée.
it_it: È necessario specificare un indirizzo IP di destinazione valido.
ko_kr: 유효한 대상 IP 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres IP docelowy.
uk_ua: Необхідно вказати дійсну цільову IP-адресу.
zh_cn: 必须指定一个有效的目标IP地址。

source: Negating destination address of "any" is invalid.
cs_cz: Negování cílové adresy „libovolná“ je neplatné (logicky).
de_de: Die Zieladresse "beliebig" kann nicht negiert werden.
el_gr: Η άρνηση της διεύθυνσης προορισμού του "any" δεν είναι έγκυρη.
fa_ir: نفی آدرس مقصد "any" مجاز نیست.
fr_fr: La forme négative pour une adresse destination "any" est interdite.
it_it: Negare l'indirizzo di destinazione di "qualsiasi" non è valido.
ko_kr: 목적지 주소 "모두"를 부정하는 것은 잘못되었습니다.
pl_pl: Negowanie adresu docelowego "dowolny" jest nieprawidłowe.
uk_ua: Заперечення адреси призначення "будь-який" є недійсним.
zh_cn: 反转目标地址"any"无效。

source: A valid destination must be specified.
cs_cz: Je třeba zadat platný cíl.
de_de: Ein gültiges Ziel muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος προορισμός.
fa_ir: یک مقصد معتبر باید مشخص شود.
fr_fr: Une destination valide doit être spécifiée.
it_it: È necessario specificare una destinazione valida.
ko_kr: 유효한 목적지를 지정해야 합니다.
pl_pl: Należy podać prawidłowe miejsce docelowe.
uk_ua: Необхідно вказати дійсне призначення.
zh_cn: 必须指定一个有效的目标。

source: Negating source address of "any" is invalid.
cs_cz: Negování zdrojové adresy od „any“ (libovolné) není platné.
de_de: Die Negation von "beliebiger" Quelladresse ist ungültig.
el_gr: Η άρνηση της διεύθυνσης πηγής του "any" δεν είναι έγκυρη.
fa_ir: نفی آدرس مبدأ "any" مجاز نیست.
fr_fr: Le forme négative pour une adresse source "any" est interdite
it_it: Negare l'indirizzo di origine di "qualsiasi" non è valido.
ko_kr: 출발지 주소 "모두"를 부정하는 것이 잘못되었습니다.
pl_pl: Negowanie adresu źródłowego "dowolny" jest nieprawidłowe.
uk_ua: Заперечення вихідної адреси "будь-який" є недійсним.
zh_cn: 反转源地址"any"无效。

source: You must supply a valid port for the NAT port entry.
cs_cz: Je třeba zadat platný port pro položku NAT portu.
de_de: Sie müssen einen gültigen Port für den NAT-Port-Eintrag angeben.
el_gr: Πρέπει να δώσετε μια έγκυρη θύρα για την καταχώρηση θύρας NAT.
fa_ir: برای فیلد پورت NAT باید یک پورت معتبر وارد کنید.
fr_fr: Vous devez fournir un port valide pour l'entrée du port du NAT.
it_it: È necessario fornire una porta valida per la voce della porta NAT.
ko_kr: NAT 포트 항목에 유효한 포트를 제공해야 합니다.
pl_pl: Musisz podać prawidłowy port dla wpisu portu NAT.
uk_ua: Ви повинні вказати дійсний порт для запису порту NAT.
zh_cn: 您必须为NAT端口条目提供一个有效端口。

source: You must supply either a valid port or port alias for the destination port entry.
cs_cz: Je třeba zadat buď platný port nebo alternativní port pro položku cílový port.
de_de: Sie müssen entweder einen gültigen Port oder Portalias als Zielport angeben.
el_gr: Πρέπει να δώσετε είτε μια έγκυρη θύρα είτε ένα ψευδώνυμο θύρας για την καταχώρηση θύρας προορισμού.
fa_ir: برای ورودی پورت مقصد باید یا یک پورت معتبر یا یک نام مستعار پورت وارد کنید.
fr_fr: Vous devez fournir soit un numéro de port valide soit un alias de port pour le port destination.
it_it: È necessario fornire una porta o un alias di porta valido per la voce della porta di destinazione.
ko_kr: 목적지 포트 항목에 대해 올바른 포트 또는 포트 별칭을 제공해야 합니다.
pl_pl: Musisz podać prawidłowy port lub alias portu dla wpisu portu docelowego.
uk_ua: Ви повинні вказати дійсний порт або псевдонім порту для запису порту призначення.
zh_cn: 您必须为目标端口条目提供有效的端口或端口别名。

source: You must supply either a valid port or port alias for the source port entry.
cs_cz: Do položky zdrojový port je třeba zadat buď platné číslo portu nebo alternativní port.
de_de: Sie müssen entweder einen gültigen Port oder Portalias als Quellport angeben.
el_gr: Πρέπει να δώσετε είτε μια έγκυρη θύρα είτε ένα ψευδώνυμο θύρας για την καταχώρηση θύρας πηγής.
fa_ir: برای ورودی پورت مبدأ باید یا یک پورت معتبر یا یک نام مستعار پورت وارد کنید.
fr_fr: Vous devez fournir soit un numéro de port valide soit un alias de port pour le port source.
it_it: È necessario fornire una porta o un alias di porta valido per la voce della porta di origine.
ko_kr: 출발지 포트 항목에 유효한 포트 또는 포트 별칭을 제공해야 합니다.
pl_pl: Musisz podać prawidłowy port lub alias portu dla wpisu portu źródłowego.
uk_ua: Ви повинні вказати дійсний порт або псевдонім порту для запису вихідного порту.
zh_cn: 您必须为源端口条目提供有效的端口或端口别名。

source: Auto created rule
cs_cz: Automaticky vytvořené pravidlo
de_de: Automatisch erstellte Regel
el_gr: Αυτόματα δημιουργημένος κανόνας
fa_ir: قانون ایجادشده خودکار
fr_fr: Règle auto créée
it_it: Regola creata automaticamente
ko_kr: 자동으로 생성된 규칙
pl_pl: Automatycznie utworzona reguła
uk_ua: Автоматично створене правило
zh_cn: 自动生成的规则

source: Auto created rule for ISAKMP
cs_cz: Automaticky vytvořené pravidlo pro ISAKMP
de_de: Automatisch erstellte Regel für ISAKMP
el_gr: Αυτόματα δημιουργημένος κανόνας για ISAKMP
fa_ir: قانون خودکار ایجادشده برای ISAKMP
fr_fr: Règle auto créée pour ISAKMP
it_it: Regola creata automaticamente per ISAKMP
ko_kr: ISAKMP에 대한 규칙 자동 생성
pl_pl: Automatycznie utworzona reguła dla ISAKMP
uk_ua: Автоматично створене правило для ISAKMP
zh_cn: 自动生成的ISAKMP规则

source: automatic outbound nat
cs_cz: automatický odchozí nat
de_de: automatisches ausgehendes NAT
el_gr: αυτόματο εξερχόμενο φυσικό
fa_ir: NAT خروجی خودکار
fr_fr: nat sortant automatique
it_it: nat
ko_kr: 자동 아웃바운드 nat
pl_pl: automatyczny NAT wychodzący
uk_ua: автоматичний вихідний NAT
zh_cn: 自动出站NAT

source: Source Networks
cs_cz: Přístupné ze sítí
de_de: Quellnetzwerke
el_gr: Δίκτυα Πηγών
fa_ir: شبکه‌های مبدأ
fr_fr: Réseaux source
it_it: Reti di origine
ko_kr: 출발지 네트워크
pl_pl: Sieci źródłowe
uk_ua: Вихідні мережі
zh_cn: 源网络

source: %s networks
cs_cz: %s sítí
de_de: %s Netzwerke
el_gr: %s δίκτυα
fa_ir: %s شبکه
fr_fr: %s réseaux
it_it: %s reti
ko_kr: %s 네트워크
pl_pl: %s sieci
uk_ua: %s мереж
zh_cn: %s网络

source: YES
cs_cz: ANO
de_de: JA
el_gr: ΝΑΙ
fa_ir: بله
fr_fr: OUI
it_it: SÌ
ko_kr: 예
pl_pl: TAK
uk_ua: ТАК
zh_cn: 是

source: NO
cs_cz: NE
de_de: NEIN
el_gr: ΟΧΙ
fa_ir: خیر
fr_fr: NON
ko_kr: 아니오
pl_pl: NIE
uk_ua: НІ
zh_cn: 否

source: Interface address
cs_cz: Adresa rozhraní
de_de: Schnittstellenadresse
el_gr: Διεύθυνση διεπαφής
fa_ir: آدرس رابط
fr_fr: Adresse de l'interface
it_it: Indirizzo dell'interfaccia
ko_kr: 인터페이스 주소
pl_pl: Adres interfejsu
uk_ua: Адреса інтерфейсу
zh_cn: 接口地址

source: This Firewall
cs_cz: Tato brána firewall
de_de: Diese Firewall
el_gr: Αυτό το τείχος προστασίας
fa_ir: این فایروال
fr_fr: Ce Pare-feu
it_it: Questo firewall
ko_kr: 이 방화벽
pl_pl: Ta zapora
uk_ua: Цей міжмережевий екран
zh_cn: 防火墙自身

source: All manual rules are being ignored
cs_cz: Veškerá ručně vytvořená pravidla jsou ignorována
de_de: Alle manuelle Regeln werden ignoriert
el_gr: Όλοι οι χειροκίνητοι κανόνες αγνοούνται
fa_ir: تمام قوانین دستی نادیده گرفته شده‌اند
fr_fr: Toutes les règles manuelles sont ignorées
it_it: Tutte le regole manuali vengono ignorate
ko_kr: 모든 수동 규칙이 무시되고 있습니다
pl_pl: Wszystkie ręczne reguły są ignorowane
uk_ua: Усі ручні правила ігноруються
zh_cn: 所有手动规则均被忽略

source: Static Port
cs_cz: Statický port
de_de: Statischer Port
el_gr: Στατική θύρα
fa_ir: پورت ثابت
fr_fr: Port statique
it_it: Porta statica
ko_kr: 정적 포트
uk_ua: Статичний порт
zh_cn: 静态端口

source: NAT Port
el_gr: Θύρα NAT
fa_ir: پورت NAT
fr_fr: Port NAT
it_it: Porta NAT
ko_kr: NAT 포트
pl_pl: Port NAT
uk_ua: Порт NAT
zh_cn: NAT端口

source: NAT Address
cs_cz: Adresa NAT
de_de: NAT-Adresse
el_gr: Διεύθυνση NAT
fa_ir: آدرس NAT
fr_fr: Adresse NAT
it_it: Indirizzo NAT
ko_kr: NAT 주소
pl_pl: Adres NAT
uk_ua: Адреса NAT
zh_cn: NAT地址

source: (outbound NAT is disabled)
cs_cz: (odchozí NAT je vypnuto)
de_de: (Ausgehendes NAT ist vollständig deaktiviert)
el_gr: (το εξερχόμενο NAT είναι απενεργοποιημένο)
fa_ir: (NAT خروجی غیرفعال است)
fr_fr: (NAT sortant est désactivé)
it_it: (NAT in uscita è disabilitato)
ko_kr: (아웃바운드 NAT 사용 안 함)
pl_pl: (NAT wychodzący jest wyłączony)
uk_ua: (вихідний NAT вимкнено)
zh_cn: (禁用出站NAT)

source: Disable outbound NAT rule generation
cs_cz: Nevytvářet pravidla odchozího NAT
de_de: Deaktivierung ausgehender NAT-Regeln
el_gr: Απενεργοποίηση δημιουργίας κανόνων εξερχόμενου NAT
fa_ir: غیرفعال کردن تولید قوانین NAT خروجی
fr_fr: Désactiver la création de règle NAT sortante
it_it: Disabilita la generazione di regole NAT in uscita
ko_kr: 아웃바운드 NAT 규칙 생성 사용 안 함
pl_pl: Wyłącz generowanie reguł NAT wychodzącego
uk_ua: Вимкнути генерацію правил вихідного NAT
zh_cn: 禁用出站NAT规则生成
