Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enhanced version of the standard headers module. Allows to add, set, or clear any output or input header.
cs_cz: Vylepšená verze standardního modulu záhlaví. Umožňuje přidat, nastavit nebo vymazat libovolnou výstupní nebo vstupní hlavičku.
de_de: Erweiterte Version des Standard-Headers-Moduls. Ermöglicht das Hinzufügen, Setzen oder Entfernen von Headern bei Ein- oder Ausgaben.
el_gr: Βελτιωμένη έκδοση της τυπικής ενότητας κεφαλίδων. Επιτρέπει την προσθήκη, τον ορισμό ή την εκκαθάριση οποιασδήποτε κεφαλίδας εξόδου ή εισόδου.
fa_ir: نسخهٔ پیشرفته‌تر ماژول هدرهای استاندارد. امکان افزودن، تعیین یا پاک‌سازی هر هدر ورودی یا خروجی را می‌دهد.
fr_fr: Version améliorée du module headers standard. Permet d'ajouter, de définir ou d'effacer n'importe quel en-tête de sortie ou d'entrée.
it_it: Versione migliorata del modulo intestazioni standard. Consente di aggiungere, impostare o cancellare qualsiasi intestazione di output o input.
ko_kr: 표준 헤더 모듈의 향상된 버전입니다. 출력 또는 입력 헤더를 추가, 설정 또는 지울 수 있습니다.
uk_ua: Розширена версія модуля стандартних заголовків. Дозволяє додавати, встановлювати або очищати будь-який вихідний або вхідний заголовок.
zh_cn: 标准标头模块的增强版本。 允许添加、设置或清除任何输出或输入标头。

source: Enter a secret to use with one-time password generation.
cs_cz: Zadejte tajné heslo, které chcete použít při vytváření jednorázového hesla.
de_de: Geben Sie ein Geheimnis für die Einmalpasswort-Generierung ein.
el_gr: Εισαγάγετε ένα μυστικό κωδικό για χρήση με τη δημιουργία κωδικού πρόσβασης μίας χρήσης.
fa_ir: یک راز وارد کنید تا برای تولید رمز یک‌بارمصرف استفاده شود.
fr_fr: Entrez un secret à utiliser pour la génération d'un mot de passe à usage unique.
it_it: Inserisci un segreto da utilizzare con la generazione di password monouso.
ko_kr: 일회용 비밀번호 생성에 사용할 비밀번호를 입력하세요.
uk_ua: Введіть секрет для використання при генерації одноразового пароля.
zh_cn: 输入用于生成一次性密码的密文。

source: Enter the allowed overall bandwidth in kilobits per second (leave empty to disable).
cs_cz: Zadejte umožněnou celkovou šířku pásma (v kilobitech za sekundu). Pokud nechcete používat, nevyplňujte.
de_de: Geben Sie die zulässige Gesamtbandbreite in Kilobit pro Sekunde ein (leer lassen, um zu deaktivieren).
el_gr: Εισαγάγετε το επιτρεπόμενο συνολικό εύρος ζώνης σε kilobit ανά δευτερόλεπτο (αφήστε κενό για απενεργοποίηση).
fa_ir: کل پهنای‌باند مجاز را به کیلوبیت بر ثانیه وارد کنید (برای غیرفعال کردن خالی بگذارید).
fr_fr: Entrez la largeur de bande globale autorisée en kilobits par seconde (laissez vide pour désactiver).
it_it: Inserisci la larghezza di banda complessiva consentita in kilobit al secondo (lascia vuoto per disabilitare).
ko_kr: 허용된 전체 대역폭을 초당 킬로비트 단위로 입력하세요(비활성화하려면 비워 두세요).
uk_ua: Введіть дозволену загальну пропускну здатність у кілобітах на секунду (залиште порожнім, щоб вимкнути).
zh_cn: 输入允许的总带宽（以千比特/秒为单位）（留空则禁用）。

source: Error Log Level
cs_cz: Stupeň úrovně podrobností záznamu chyb
de_de: Fehlerprotokollierungsstufe
el_gr: Επίπεδο καταγραφής σφαλμάτων
fa_ir: سطح لاگ خطا
fr_fr: Niveau du journal des erreurs
it_it: Livello registro errori
ko_kr: 오류 로그 레벨
uk_ua: Рівень журналу помилок
zh_cn: 错误日志级别

source: Expired Record Reply TTL value
cs_cz: Hodnota životnosti odpovědi na záznam se skončenou platností
de_de: TTL-Wert für abgelaufene Antworten
el_gr: Τιμή TTL απάντησης εγγραφής που έχει λήξει
fa_ir: مقدار TTL پاسخ رکورد منقضی‌شده
fr_fr: Valeur TTL de la réponse à l'enregistrement expiré
it_it: Valore TTL della risposta al record scaduto
ko_kr: 만료된 레코드 응답 TTL 값
uk_ua: Значення TTL для відповіді про застарілий запис
zh_cn: 过期记录回复TTL值

source: Extended Statistics
cs_cz: Rozšířené statistiky
de_de: Erweiterte Statistiken
el_gr: Εκτεταμένες Στατιστικές
fa_ir: آمار توسعه‌یافته
fr_fr: Statistiques étendues
it_it: Statistiche estese
ko_kr: 확장된 통계
uk_ua: Розширена статистика
zh_cn: 扩展统计

source: Extended pre auth data
cs_cz: Rozšířené údaje před ověřením
de_de: Erweiterte Pre-Auth-Daten
el_gr: Εκτεταμένα δεδομένα προέγκρισης
fa_ir: دادهٔ پیش‌احراز هویت توسعه‌یافته
fr_fr: Données de préautorisation étendues
it_it: Dati di pre-autenticazione estesi
ko_kr: 확장된 사전 인증 데이터
uk_ua: Розширені дані попередньої автентифікації
zh_cn: 扩展预授权数据

source: Fallback
cs_cz: Náhradní
el_gr: Εφεδρικό
fa_ir: پشتیبان
fr_fr: Repli
it_it: Ricaderci
ko_kr: 대체
uk_ua: Резерв
zh_cn: 后备

source: Fallback Peer
cs_cz: Náhradní protějšek
de_de: Fallback-Gegenstelle
el_gr: Εφεδρικός ομότιμος
fa_ir: همتای پشتیبان
fr_fr: Pair de repli
it_it: Peer di riserva
ko_kr: 대체 피어
uk_ua: Резервний вузол
zh_cn: 后备端点

source: Fallback VLAN ID
cs_cz: Identif. náhradní VLAN
el_gr: Αναγνωριστικό εφεδρικού VLAN
fa_ir: شناسهٔ VLAN پشتیبان
fr_fr: ID VLAN de repli
it_it: ID VLAN di fallback
ko_kr: 대체 VLAN ID
uk_ua: Ідентифікатор резервного VLAN
zh_cn: 后备VLAN组ID

source: Fallback for proxy server. Default disabled.
cs_cz: Náhradní pro proxy server. Výchozí je vypnuto.
de_de: Fallback für Proxyserver. Standardmäßig deaktiviert.
el_gr: Εφεδρικός διακομιστής μεσολάβησης. Η προεπιλογή είναι απενεργοποιημένη.
fa_ir: پشتیبان برای سرور پراکسی. به‌صورت پیش‌فرض غیرفعال است.
fr_fr: Solution de repli pour le serveur proxy. Désactivé par défaut.
it_it: Fallback per server proxy. Disattivato per impostazione predefinita.
ko_kr: 프록시 서버의 대체. 기본값은 비활성화 상태입니다.
uk_ua: Резерв для проксі-сервера. Типово вимкнено.
zh_cn: 代理服务器的后备。默认禁用。

source: FastCGI Application
cs_cz: FastCGI aplikace
de_de: FastCGI-Anwendung
el_gr: Εφαρμογή FastCGI
fa_ir: برنامهٔ FastCGI
fr_fr: Application FastCGI
it_it: Applicazione FastCGI
ko_kr: FastCGI 응용 프로그램
uk_ua: FastCGI Застосунок
zh_cn: FastCGI应用

source: File integrity monitoring
cs_cz: Dohledování neporušenosti souboru
de_de: Überwachung der Dateiintegrität
el_gr: Παρακολούθηση ακεραιότητας αρχείων
fa_ir: پایش یکپارچگی فایل
fr_fr: Contrôle de l'intégrité des fichiers
it_it: Monitoraggio dell'integrità dei file
ko_kr: 파일 무결성 모니터링
uk_ua: Моніторинг цілісності файлів
zh_cn: 文件完整性监控

source: Firewall command ignore
cs_cz: Ignorování příkazu brány firewall
de_de: Firewall-Befehl ignorieren
el_gr: Εντολή τείχους προστασίας που αγνοεί
fa_ir: نادیده‌گرفتن دستور فایروال
fr_fr: Ignorer les commandes du pare-feu
it_it: Il comando del firewall viene ignorato
ko_kr: 방화벽 명령 무시
uk_ua: Ігнорувати команду брандмауера
zh_cn: 忽略防火墙命令

source: Flush DNS Cache during reload
cs_cz: Při opětovném načtení vyprázdnit mezipaměť DNS
de_de: DNS-Cache beim Neustart leeren
el_gr: Εκκαθάριση της προσωρινής μνήμης DNS κατά την επαναφόρτωση
fa_ir: پاک‌سازی کش DNS هنگام بارگذاری مجدد
fr_fr: Vider le cache DNS lors du rechargement
it_it: Svuota la cache DNS durante il ricaricamento
ko_kr: 다시 로드하는 동안 DNS 캐시 플러시
uk_ua: Очистити кеш DNS під час перезавантаження
zh_cn: 重载刷新DNS缓存

source: Flush timeout for the v2 Telegraf output in seconds, formatted as a string. If not provided, will default to 5. 0 means no timeout, but is not recommended. Increase if you get timeout errors.
cs_cz: Časový limit (v sekundách) pro vyprázdnění výstupu v2 Telegraf – formátovaný jako řetězec. Pokud nezadáno, je výchozí hodnota 5. 0 (nula) znamená neomezeno, ale nedoporučuje se. Zvyšte, pokud dochází k chybám odkazujícím na překračování limitu.
de_de: Flush-Timeout für die Telegraf-v2-Ausgabe in Sekunden (als Zeichenkette). Standardwert ist 5, wenn kein Wert angegeben wird. "0" bedeutet kein Timeout, wird aber nicht empfohlen. Erhöhen Sie den Wert bei Zeitüberschreitungen.
el_gr: Χρονικό όριο εκκαθάρισης για την έξοδο Telegraf v2 σε δευτερόλεπτα, με μορφή συμβολοσειράς. Εάν δεν παρέχεται, η προεπιλεγμένη τιμή θα είναι 5. Το 0 σημαίνει ότι δεν υπάρχει χρονικό όριο, αλλά δεν συνιστάται. Αυξήστε το εάν εμφανίζονται σφάλματα χρονικού ορίου.
fa_ir: زمان تایم‌اوت برای خروجی Telegraf v2 به ثانیه، به‌صورت رشته. در صورت عدم تعیین، پیش‌فرض 5 است. مقدار 0 به معنی بدون تایم‌اوت است ولی توصیه نمی‌شود. در صورت مواجهه با خطاهای تایم‌اوت آن را افزایش دهید.
fr_fr: Délai de vidange de la sortie Telegraf v2 en secondes, formaté sous forme de chaîne de caractères. S'il n'est pas fourni, la valeur par défaut est 5. 0 signifie qu'il n'y a pas de délai d'attente, mais ce n'est pas recommandé. Augmentez la valeur si vous obtenez des erreurs de délai.
it_it: Timeout di svuotamento per l'output Telegraf v2 in secondi, formattato come stringa. Se non fornito, verrà impostato automaticamente su 5. 0 significa nessun timeout, ma non è consigliato. Aumenta se ricevi errori di timeout.
ko_kr: v2 Telegraf 출력에 대한 플러시 타임아웃(초)이며 문자열로 포맷됩니다. 제공되지 않으면 기본값은 5입니다. 0은 타임아웃이 없음을 의미하지만 권장되지 않습니다. 타임아웃 오류가 발생하면 늘리세요.
uk_ua: Таймаут скидання для виводу Telegraf v2 у секундах, відформатований як рядок. Якщо не вказано, типово буде 5. 0 означає відсутність таймауту, але не рекомендується. Збільште, якщо отримуєте помилки таймауту.
zh_cn: 以秒为单位刷新 v2 Telegraf 输出的超时时间，格式为字符串。如果未提供，则默认为 5。0 表示无超时，但不建议这样做。如果出现超时错误，请增加。

source: Font
cs_cz: Písmo
de_de: Schriftart
el_gr: Γραμματοσειρά
fa_ir: فونت
fr_fr: Police
ko_kr: 글꼴
uk_ua: Шрифт
zh_cn: 字体

source: Force SSL
cs_cz: Vynutit SSL
de_de: SSL erzwingen
el_gr: Επιβολή SSL
fa_ir: اجبار SSL
fr_fr: Forcer SSL
it_it: Forza SSL
ko_kr: SSL 강제
uk_ua: Примусовий SSL
zh_cn: 强制SSL

source: Force SafeSearch
cs_cz: Vynutit SafeSearch
de_de: SafeSearch erzwingen
el_gr: Επιβολή Ασφαλούς Αναζήτησης
fa_ir: اجبار SafeSearch
fr_fr: Forcer SafeSearch
it_it: Forza SafeSearch
ko_kr: 안전 검색 강제
uk_ua: Примусовий SafeSearch
zh_cn: 强制安全搜索

source: Force a specific hostname for the backend connection instead of passing the hostname from the downstream connection to the upstream connection.
cs_cz: Vynutit konkrétní název hostitele pro připojení podpůrné vrstvy namísto předávání názvu hostitele z podřízeného připojení do nadřazeného připojení.
de_de: Geben Sie optional einen festen Hostnamen an, der für die Verbindung zum Backend verwendet werden soll, anstelle des von der Downstream-Verbindung übergebenen.
el_gr: Επιβάλετε ένα συγκεκριμένο όνομα κεντρικού υπολογιστή για τη σύνδεση backend αντί να μεταβιβάσετε το όνομα κεντρικού υπολογιστή από τη σύνδεση downstream στη σύνδεση upstream.
fa_ir: اجبار نام میزبان مشخص برای اتصال backend به‌جای انتقال نام میزبان از اتصال downstream به اتصال upstream.
fr_fr: Forcer un nom d'hôte spécifique pour la connexion backend au lieu de transmettre le nom d'hôte de la connexion en aval à la connexion en amont.
it_it: Forza un nome host specifico per la connessione backend invece di passare il nome host dalla connessione downstream a quella upstream.
ko_kr: 다운스트림 연결에서 호스트 이름을 업스트림 연결로 전달하는 대신 백엔드 연결에 대해 특정 호스트 이름을 강제합니다.
uk_ua: Примусово встановити певне ім'я хоста для підключення до бекенду замість передачі імені хоста від низхідного до висхідного підключення.
zh_cn: 为后端连接强制指定主机名，而不是将主机名从下游连接传递到上游连接。

source: Force the usage of SafeSearch on Google, DuckDuckGo, Bing, Qwant, PixaBay and YouTube
cs_cz: Vynucovat používání funkce „Bezpečné hledání“ na Google, DuckDuckGo, Bing, Qwant, PixaBay a YouTube
de_de: Erzwingt die Aktivierung von SafeSearch bei Google, DuckDuckGo, Bing, Qwant, PixaBay und YouTube.
el_gr: Επιβολή χρήσης της Ασφαλούς Αναζήτησης σε Google, DuckDuckGo, Bing, Qwant, PixaBay και YouTube
fa_ir: اجبار استفاده از SafeSearch در Google، DuckDuckGo، Bing، Qwant، PixaBay و YouTube
fr_fr: Forcer l'utilisation de SafeSearch sur Google, DuckDuckGo, Bing, Qwant, PixaBay et YouTube
it_it: Forza l'utilizzo di SafeSearch su Google, DuckDuckGo, Bing, Qwant, PixaBay e YouTube
ko_kr: Google, DuckDuckGo, Bing, Qwant, PixaBay 및 YouTube에서 세이프서치 사용을 강제합니다
uk_ua: Примусово використовувати SafeSearch на Google, DuckDuckGo, Bing, Qwant, PixaBay та YouTube
zh_cn: 强制在Google、DuckDuckGo、Bing、Qwant、PixaBay和YouTube上使用安全搜索

source: Force update using HTTPS, please note setting this option will enforce https updates on all accounts as ddclient only supports SSL=yes on a global level (the check ip service may still use HTTP on other services)
cs_cz: Vynutit aktualizaci pomocí protokolu HTTPS – upozorňujeme, že nastavení této možnosti vynutí aktualizace pomocí protokolu https na všech účtech. protože ddclient podporuje SSL=yes pouze na globální úrovni (služba check ip může stále používat HTTP u jiných služeb).
de_de: Aktualisierung per HTTPS erzwingen. Bitte beachten Sie, dass durch diese Option HTTPS-Aktualisierungen für alle Konten erzwungen werden, da ddclient SSL=yes nur global unterstützt (der IP-Check-Dienst kann bei anderen Diensten weiterhin HTTP verwenden).
el_gr: Επιβολή ενημέρωσης μέσω HTTPS. Λάβετε υπόψη ότι η ρύθμιση αυτής της επιλογής θα επιβάλει ενημερώσεις https σε όλους τους λογαριασμούς, καθώς το ddclient υποστηρίζει μόνο SSL=yes σε παγκόσμιο επίπεδο (η υπηρεσία ελέγχου ip ενδέχεται να εξακολουθεί να χρησιμοποιεί HTTP σε άλλες υπηρεσίες).
fa_ir: اجبار به به‌روزرسانی با HTTPS. توجه داشته باشید فعال‌کردن این گزینه بروزرسانی‌های https را برای همه حساب‌ها اجباری می‌کند زیرا ddclient تنها از SSL=yes در سطح سراسری پشتیبانی می‌کند (سرویس check ip ممکن است روی سایر سرویس‌ها همچنان از HTTP استفاده کند)
fr_fr: Forcer la mise à jour en HTTPS, veuillez noter que cette option forcera les mises à jour en HTTPS sur tous les comptes. car ddclient ne supporte SSL=yes qu'au niveau global (le service check ip peut encore utiliser HTTP sur d'autres services).
it_it: Forza l'aggiornamento tramite HTTPS. Tieni presente che l'impostazione di questa opzione applicherà gli aggiornamenti https su tutti gli account poiché ddclient supporta solo SSL=yes a livello globale (il servizio di controllo IP può comunque utilizzare HTTP su altri servizi)
ko_kr: HTTPS를 사용하여 강제 업데이트를 실행합니다. 이 옵션을 설정하면 모든 계정에서 https 업데이트가 강제됩니다. ddclient는 전역 수준에서 SSL=yes만 지원하므로(check ip 서비스는 다른 서비스에서 여전히 HTTP를 사용할 수 있음) 참고하세요.
uk_ua: Примусове оновлення за допомогою HTTPS, зверніть увагу, встановлення цієї опції примусово ввімкне оновлення HTTPS для всіх облікових записів, оскільки ddclient підтримує SSL=yes лише на глобальному рівні (служба перевірки IP може все ще використовувати HTTP для інших служб)
zh_cn: 强制使用HTTPS更新，请注意设置此选项将在所有帐户上强制执行https更新， 因为ddclient仅在全局范围内支持SSL=yes（检查ip服务可能仍在其他服务上使用HTTP）

source: Forces the multiplexer's protocol to use for the outgoing connections to this server. It must be compatible with the mode of the backend (TCP or HTTP). It must also be usable on the backend side. Idea behind this option is to bypass the selection of the best multiplexer's protocol for all connections established to this server. Use only when strictly necessary.
cs_cz: Vynucuje protokol multiplexeru, který se má použít pro odchozí připojení k tomuto serveru. Je třeba, aby byl kompatibilní s režimem podpůrné vrstvy (TCP nebo HTTP). Dále také aby byl použitelný na straně podpůrné vrstvy. Myšlenkou této volby je obejít výběr nejlepšího protokolu multiplexeru pro všechna spojení navázaná na tento server. Používejte pouze v nezbytně nutných případech.
de_de: Erzwingt das zu verwendende Multiplexer-Protokoll für ausgehende Verbindungen zu diesem Server. Es muss mit dem Modus des Backends (TCP oder HTTP) kompatibel und dort einsetzbar sein. Diese Option dient dazu, die automatische Auswahl des geeigneten Multiplexer-Protokolls zu umgehen. Nur bei zwingender Notwendigkeit verwenden.
el_gr: Αναγκάζει το πρωτόκολλο του πολυπλέκτη να χρησιμοποιηθεί για τις εξερχόμενες συνδέσεις σε αυτόν τον διακομιστή. Πρέπει να είναι συμβατό με τη λειτουργία του backend (TCP ή HTTP). Πρέπει επίσης να είναι χρησιμοποιήσιμο στην πλευρά του backend. Η ιδέα πίσω από αυτήν την επιλογή είναι να παρακαμφθεί η επιλογή του καλύτερου πρωτοκόλλου του πολυπλέκτη για όλες τις συνδέσεις που δημιουργούνται σε αυτόν τον διακομιστή. Χρησιμοποιήστε το μόνο όταν είναι απολύτως απαραίτητο.
fa_ir: این گزینه پروتکل مولتی‌پلکسر را برای اتصالات خروجی به این سرور مشخص می‌کند. باید با حالت backend (TCP یا HTTP) سازگار باشد و در سمت backend نیز قابل استفاده باشد. هدف از این گزینه عبور از انتخاب خودکار بهترین پروتکل مولتی‌پلکسر برای همه اتصالات ایجادشده به این سرور است. تنها در صورت ضرورت مطلق استفاده شود.
fr_fr: Force le protocole du multiplexeur à utiliser pour les connexions sortantes vers ce serveur. Il doit être compatible avec le mode du backend (TCP ou HTTP). Il doit également être utilisable du côté du backend. L'idée derrière cette option est de contourner la sélection du meilleur protocole de multiplexage pour toutes les connexions établies vers ce serveur. A n'utiliser qu'en cas de nécessité absolue.
it_it: Forza l'utilizzo del protocollo del multiplexer per le connessioni in uscita a questo server. Deve essere compatibile con la modalità del backend (TCP o HTTP). Deve essere utilizzabile anche sul lato backend. L'idea alla base di questa opzione è quella di ignorare la selezione del miglior protocollo multiplexer per tutte le connessioni stabilite su questo server. Utilizzare solo quando strettamente necessario.
ko_kr: 이 서버로의 아웃바운드 연결에 사용할 멀티플렉서 프로토콜을 강제합니다. 백엔드의 모드(TCP 또는 HTTP)와 호환되어야 합니다. 또한 백엔드 측에서 사용할 수 있어야 합니다. 이 옵션의 아이디어는 이 서버에 연결된 모든 연결에 대해 최상의 멀티플렉서 프로토콜을 선택하는 것을 우회하는 것입니다. 엄격히 필요할 때만 사용합니다.
uk_ua: Примусово встановлює протокол мультиплексора для вихідних з'єднань до цього сервера. Він має бути сумісним з режимом бекенду (TCP або HTTP). Він також повинен бути придатним для використання на стороні бекенду. Ідея цієї опції полягає в обході вибору найкращого протоколу мультиплексора для всіх з'єднань, встановлених з цим сервером. Використовуйте лише за суворої необхідності.
zh_cn: 强制多路复用器协议用于到此服务器的传出连接。 必须与后端的模式（TCP或HTTP）兼容。 它也必须可以在后端使用。 该选项背后的想法是绕过为与此服务器建立的所有连接选择最佳多路复用器协议。 仅在绝对必要时使用。

source: Form
cs_cz: Formulář
de_de: Formular
el_gr: Μορφή
fa_ir: فرم
fr_fr: Formulaire
it_it: Modulo
ko_kr: 양식(
uk_ua: Форма
zh_cn: 表单

source: Forward TCP upstream
cs_cz: Přesměrovat TCP nadřazenému
de_de: TCP-Weiterleitung nach oben
el_gr: Προώθηση TCP ανοδικής ροής
fa_ir: فوروارد TCP به upstream
fr_fr: Transférer TCP en amont
it_it: Inoltra TCP a monte
ko_kr: TCP 업스트림 전달
uk_ua: Пересилати TCP до висхідного каналу
zh_cn: 转发TCP上游

source: Frame
cs_cz: Rámec
el_gr: Πλαίσιο
fa_ir: فریم
fr_fr: Cadre
it_it: Telaio
ko_kr: 프레임
uk_ua: Фрейм

source: Google Domains
cs_cz: Domény Google
el_gr: Τομείς Google
fr_fr: Domaines de Google
ko_kr: 구글 도메인
uk_ua: Домени Google
zh_cn: Google域名

source: Gradual connection close time
cs_cz: Doba postupného uzavírání spojení
de_de: Zeit für schrittweises Schließen von Verbindungen
el_gr: Χρόνος κλεισίματος σταδιακής σύνδεσης
fa_ir: زمان بسته‌شدن تدریجی اتصال
fr_fr: Temps de fermeture progressive de la connexion
it_it: Orario di chiusura graduale della connessione
ko_kr: 점진적 연결 종료 시간
uk_ua: Час поступового закриття з'єднання
zh_cn: 渐进连接关闭时间

source: HTTP Target
cs_cz: HTTP cíl
de_de: HTTP-Ziel
el_gr: Στόχος HTTP
fa_ir: هدف HTTP
fr_fr: Cible HTTP
it_it: Obiettivo HTTP
ko_kr: HTTP 대상
uk_ua: Ціль HTTP
zh_cn: HTTP 目标

source: Harden DNSSEC Data
cs_cz: Posílit zabezpečení DNSSEC dat
de_de: DNSSEC-Daten absichern
el_gr: Σκληρύνετε τα δεδομένα DNSSEC
fa_ir: سخت‌سازی داده‌های DNSSEC
fr_fr: Renforcer les données DNSSEC
it_it: Rafforzare i dati DNSSEC
ko_kr: DNSSEC 데이터 강화
uk_ua: Посилити дані DNSSEC
zh_cn: 强化DNSSEC 数据

source: Home Servers
de_de: Homeserver
el_gr: Οικιακοί διακομιστές
fa_ir: سرورهای خانگی
fr_fr: Serveurs à domicile
it_it: Server domestici
ko_kr: 홈 서버
uk_ua: Домашні сервери
zh_cn: 家庭服务器

source: Host header port
cs_cz: Port záhlaví hostitele
el_gr: Θύρα κεφαλίδας κεντρικού υπολογιστή
fa_ir: پورت هدر میزبان
fr_fr: Port d'en-tête de l'hôte
it_it: Porta dell'intestazione host
ko_kr: 호스트 헤더 포트
uk_ua: Порт заголовка хоста
zh_cn: 主机头端口

source: Host name of MX host, e.g. mail.example.com
cs_cz: Název stroje hostitele MX, např. mail.example.com
de_de: Hostname des MX-Hosts, z. B. mail.example.com
el_gr: Όνομα κεντρικού υπολογιστή του κεντρικού υπολογιστή MX, π.χ. mail.example.com
fa_ir: نام میزبان MX، مثلاً mail.example.com
fr_fr: Nom de l'hôte MX, par exemple mail.example.com
it_it: Nome host dell'host MX, ad es. mail.esempio.com
ko_kr: MX 호스트의 호스트 이름, 예: mail.example.com
uk_ua: Ім'я хоста MX, наприклад, mail.example.com
zh_cn: MX 主机的主机名，例如：mail.example.com

source: Host override
cs_cz: Přepsání hostitele
de_de: Host-Überschreibung
el_gr: Παράκαμψη κεντρικού υπολογιστή
fa_ir: بازنویسی میزبان
fr_fr: Priorité à l'hôte
it_it: Sostituzione dell'host
ko_kr: 호스트 재정의
uk_ua: Перевизначення хоста
zh_cn: 主机覆盖

source: Hostname (or IP address) and port combination on which to listen, e.g. localhost:443, 10.5.0.1:443 (typically these resolve to-, or specify, a WAN IP address). This can be defined multiple times to bind sslh to several addresses.
cs_cz: Kombinace názvu hostitele (nebo IP adresy) a portu, na kterém očekávat spojení – např. localhost:443, 10.5.0.1:443 (obvykle se tyto překládají na, nebo určují, IP adresu WAN). Toto je možné definovat vícekrát, aby se sslh navázalo na několik adres.
de_de: Hostname (oder IP-Adresse) und Port-Kombination, auf der gelauscht werden soll, z. B. localhost:443, 10.5.0.1:443 (in der Regel auf eine WAN-IP-Adresse bezogen). Diese Angabe kann mehrfach erfolgen, um sslh an mehrere Adressen zu binden.
el_gr: Όνομα κεντρικού υπολογιστή (ή διεύθυνση IP) και συνδυασμός θύρας στην οποία θα γίνει η ακρόαση, π.χ. localhost:443, 10.5.0.1:443 (συνήθως αυτά επιλύουν ή καθορίζουν μια διεύθυνση IP WAN). Αυτό μπορεί να οριστεί πολλές φορές για να συνδέσει το sslh με πολλές διευθύνσεις.
fa_ir: ترکیب نام میزبان (یا آدرس IP) و پورت برای گوش دادن، مثال: localhost:443، 10.5.0.1:443 (معمولاً این‌ها به یک آدرس IP از نوع WAN ختم می‌شوند یا آن را مشخص می‌کنند). این مقدار را می‌توان چندین بار تعریف کرد تا sslh به چند آدرس متصل شود.
fr_fr: Nom d'hôte (ou adresse IP) et combinaison de ports sur lesquels écouter, par exemple localhost:443, 10.5.0.1:443 (en général, ces adresses se résolvent ou spécifient une adresse IP WAN). Cette combinaison peut être définie plusieurs fois pour lier sslh à plusieurs adresses.
it_it: Nome host (o indirizzo IP) e combinazione di porta su cui ascoltare, ad es. localhost:443, 10.5.0.1:443 (in genere si risolvono o specificano un indirizzo IP WAN). Questo può essere definito più volte per associare SSL a diversi indirizzi.
ko_kr: 수신할 호스트 이름(또는 IP 주소) 및 포트 조합, 예: localhost:443, 10.5.0.1:443 (일반적으로 WAN IP 주소를 해결하거나 지정합니다). 이를 여러 번 정의하여 sslh를 여러 주소에 바인딩할 수 있습니다.
uk_ua: Комбінація імені хоста (або IP-адреси) та порту для прослуховування, наприклад, localhost:443, 10.5.0.1:443 (зазвичай вони вказують на IP-адресу WAN або визначають її). Це можна визначити кілька разів, щоб прив'язати sslh до кількох адрес.
zh_cn: 要监听的主机名（或 IP 地址）和端口组合，例如 localhost:443、10.5.0.1:443（通常解析为或指定广域网 IP 地址）。可以多次定义，将 sslh 与多个地址绑定。

source: Hostname or address to ping.
cs_cz: Název stroje nebo adresa na kterou odeslat ping.
de_de: Hostname oder IP-Adresse zum Anpingen.
el_gr: Όνομα κεντρικού υπολογιστή ή διεύθυνση για ping.
fa_ir: نام میزبان یا آدرسی برای پینگ.
fr_fr: Nom d'hôte ou adresse à interroger.
it_it: Nome host o indirizzo su cui eseguire il ping.
ko_kr: ping을 보낼 호스트 이름 또는 주소입니다.
uk_ua: Ім'я хоста або адреса для пінгу.
zh_cn: 要ping的主机名或地址。

source: Hostname or address to probe.
cs_cz: Název hostitele nebo adresa pro sondování.
de_de: Hostname oder IP-Adresse zum Prüfen.
el_gr: Όνομα κεντρικού υπολογιστή ή διεύθυνση προς διερεύνηση.
fa_ir: نام میزبان یا آدرس برای بررسی.
fr_fr: Nom d'hôte ou adresse à interroger.
it_it: Nome host o indirizzo da sondare.
ko_kr: 조사할 호스트 이름 또는 주소입니다.
uk_ua: Ім'я хоста або адреса для зондування.
zh_cn: 要探测的主机名或地址。

source: Hostname or address to resolve.
cs_cz: Název stroje nebo adresa k překladu.
de_de: Hostname oder Adresse zur Auflösung.
el_gr: Όνομα κεντρικού υπολογιστή ή διεύθυνση προς επίλυση.
fa_ir: نام میزبان یا آدرسی که باید تفکیک شود.
fr_fr: Nom d'hôte ou adresse à résoudre.
it_it: Nome host o indirizzo da risolvere.
ko_kr: 확인할 호스트 이름 또는 주소입니다.
uk_ua: Ім'я хоста або адреса для розв'язання.
zh_cn: 要解析的主机名或地址。
