Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Polish
cs_cz: polština
de_de: Polnisch
el_gr: Πολωνικά
fa_ir: لهستانی
fr_fr: Polonais
it_it: Polacco
ko_kr: 폴란드어
uk_ua: Польська

source: Port / Endpoint
cs_cz: Port / koncový bod
de_de: Port / Endpunkt
el_gr: Θύρα / Τελικό σημείο
fa_ir: پورت / نقطهٔ پایانی
fr_fr: Port / Point d'arrivée
it_it: Porta/punto finale
ko_kr: 포트 / 엔드포인트
uk_ua: Порт / Кінцева точка
zh_cn: 端口/地址

source: Ports in "Reverse Proxy - Domains" must be empty or must be 1024 or above.
cs_cz: Je třeba, aby porty v položce „Reverzní proxy – domény“ byly buď nevyplněné nebo 1024 nebo vyšší.
de_de: Ports in "Reverse Proxy - Domains" müssen leer sein oder mindestens 1024.
el_gr: Οι θύρες στο "Reverse Proxy - Domains" πρέπει να είναι κενές ή πρέπει να είναι 1024 ή νεότερες.
fa_ir: پورت‌ها در «پراکسی معکوس - دامنه‌ها» باید خالی باشند یا 1024 یا بیشتر.
fr_fr: Les ports dans "Reverse Proxy - Domains" doivent être vides ou doivent être supérieurs ou égaux à 1024.
it_it: Le porte in "Proxy inverso - Domini" devono essere vuote o devono essere 1024 o superiori.
ko_kr: "리버스 프록시 - 도메인"의 포트는 비어 있거나 1024 이상이어야 합니다.
uk_ua: Порти в "Зворотному проксі - Домени" повинні бути порожніми або бути 1024 чи вище.
zh_cn: “反向代理 - 域”中的端口必须为空，或者必须为1024或以上。

source: Ports in "Reverse Proxy - Layer4 Routes" must be empty or must be 1024 or above.
cs_cz: Je třeba, aby porty v položce „Reverzní proxy – trasy na vrstvě 4“ buď zůstaly nevyplněné nebo měly hodnotu 1024 a vyšší.
de_de: Ports in "Reverse Proxy - Layer4 Routes" müssen leer sein oder mindestens 1024.
el_gr: Οι θύρες στο "Reverse Proxy - Layer4 Routes" πρέπει να είναι κενές ή πρέπει να είναι 1024 ή νεότερες.
fa_ir: پورت‌ها در «پراکسی معکوس - مسیرهای لایه 4» باید خالی باشند یا 1024 یا بیشتر.
fr_fr: Les ports dans "Reverse Proxy - Layer4 Routes" doivent être vides ou doivent être supérieurs ou égaux à 1024.
it_it: Le porte in "Proxy inverso - Route Layer4" devono essere vuote o devono essere 1024 o successive.
ko_kr: "리버스 프록시 - Layer4 경로"의 포트는 비어 있거나 1024 이상이어야 합니다.
uk_ua: Порти в "Зворотному проксі - Маршрути рівня 4" повинні бути порожніми або бути 1024 чи вище.
zh_cn: 反向代理 - 第 4 层路由 "中的端口必须为空或必须为 1024 或以上。

source: Postponing reboot.
cs_cz: Restart se pozdržuje.
de_de: Neustart wird verschoben.
el_gr: Αναβολή επανεκκίνησης.
fa_ir: راه‌اندازی مجدد به تعویق افتاد.
fr_fr: Report du redémarrage.
it_it: Rinvio del riavvio.
ko_kr: 재부팅 연기 중.
uk_ua: Відкладання перезавантаження.
zh_cn: 推迟重启。

source: Primary member %s not in member list.
cs_cz: Hlavní člen %s není na seznamu členů.
de_de: Primäres Mitglied %s nicht in Mitgliederliste enthalten.
el_gr: Το κύριο μέλος %s δεν βρίσκεται στη λίστα μελών.
fa_ir: عضو اصلی %s در فهرست اعضا وجود ندارد.
fr_fr: Le membre principal %s ne figure pas dans la liste des membres.
it_it: Membro principale %s non presente nell'elenco dei membri.
ko_kr: 주요 멤버 %s이(가) 멤버 목록에 없습니다.
uk_ua: Первинний учасник %s не в списку учасників.
zh_cn: 主成员 %s 不在成员名单中。

source: Primay zone check failed
cs_cz: Kontrola hlavní zóny se nezdařila
de_de: Prüfung der primären Zone fehlgeschlagen
el_gr: Ο έλεγχος ζώνης Primay απέτυχε.
fa_ir: بررسی ناحیه اصلی ناموفق بود.
fr_fr: Échec du contrôle de la zone primaire
it_it: Il controllo della zona principale non è riuscito
ko_kr: 기본 영역 검사 실패됨
uk_ua: Перевірка первинної зони не вдалася
zh_cn: 主要区域检查失败

source: Private networks
cs_cz: Privátní sítě
de_de: Private Netzwerke
el_gr: Ιδιωτικά δίκτυα
fa_ir: شبکه‌های خصوصی
fr_fr: Réseaux privés
it_it: Reti private
ko_kr: 사설 네트워크
uk_ua: Приватні мережі
zh_cn: 私有网络

source: Promiscuous Listeners
cs_cz: Promiskuitní posluchači
de_de: Promiscuous-Listener
el_gr: Αδιάκριτοι Ακροατές
fa_ir: گوش‌دهنده‌های پرامیسکویوس
fr_fr: Les auditeurs à l'écoute de la société
it_it: Ascoltatori promiscui
ko_kr: 무차별 대기
uk_ua: Проміскуїтетні слухачі
zh_cn: 混杂监听器

source: Property
cs_cz: Vlastnost
de_de: Eigenschaft
el_gr: Ιδιοκτησία
fa_ir: ویژگی
fr_fr: Propriété
it_it: Proprietà
ko_kr: 속성
uk_ua: Властивість
zh_cn: 属性

source: Purpose
cs_cz: Účel
de_de: Zweck
el_gr: Σκοπός
fa_ir: هدف
fr_fr: Objectif
it_it: Scopo
ko_kr: 목적
uk_ua: Призначення
zh_cn: 目的

source: Range does not match specified subnet.
cs_cz: Rozsah neodpovídá zadané podsíti.
de_de: Bereich stimmt nicht mit dem angegebenen Subnetz überein.
el_gr: Το εύρος δεν ταιριάζει με το καθορισμένο υποδίκτυο.
fa_ir: محدوده با زیرشبکهٔ مشخص‌شده مطابقت ندارد.
fr_fr: La plage ne correspond pas au sous-réseau spécifié.
it_it: L'intervallo non corrisponde alla sottorete specificata.
ko_kr: 범위가 지정된 서브넷과 일치하지 않습니다.
uk_ua: Діапазон не відповідає вказаній підмережі.
zh_cn: 范围与指定子网不匹配。

source: Rekey Limit
cs_cz: Omezení počtu klíčů
de_de: Schlüsselwechselgrenze
el_gr: Όριο επανεκκίνησης κλειδιού
fa_ir: حد تعویض کلید
fr_fr: Limite de recléage
it_it: Limite di riprogrammazione
ko_kr: 키 재생성 제한
uk_ua: Ліміт повторного ключа
zh_cn: 重新密钥限制

source: Remote address -or- Multicast group has to be specified
cs_cz: Je třeba zadat vzdálenou adresu nebo skupinu vícesměrového vysílání
de_de: Entfernte Adresse oder Multicast-Gruppe muss angegeben werden.
el_gr: Πρέπει να καθοριστεί η απομακρυσμένη διεύθυνση -ή- η ομάδα πολλαπλής διανομής
fa_ir: آدرس راه‌دور یا گروه چندپخشی باید مشخص شود.
fr_fr: L'adresse distante ou le groupe de multidiffusion doit être spécifié.
it_it: È necessario specificare l'indirizzo remoto -o- Il gruppo multicast
ko_kr: 원격 주소 또는 멀티캐스트 그룹을 지정해야 합니다.
uk_ua: Віддалена адреса -або- Група багатоадресної розсилки має бути вказана
zh_cn: 必须指定远程地址或多播组

source: Remote address is specified, Device must be None
cs_cz: Je zadána vzdálená adresa; je tedy třeba, aby Zařízení bylo Žádné
de_de: Entfernte Adresse ist angegeben, Gerät muss "None" sein.
el_gr: Καθορίζεται η απομακρυσμένη διεύθυνση, η συσκευή πρέπει να είναι Καμία
fa_ir: آدرس راه‌دور مشخص شده است، دستگاه باید None باشد.
fr_fr: L'adresse distante est spécifiée, le dispositif doit être Aucun
it_it: L'indirizzo remoto è specificato, il dispositivo deve essere Nessuno
ko_kr: 원격 주소가 지정되면, 장치는 없음이어야 합니다.
uk_ua: Віддалена адреса вказана, Пристрій має бути Відсутнім
zh_cn: 已指定远程地址，设备必须为空

source: Request prefix only
cs_cz: Pouze předpona žádosti
de_de: Nur Präfix anfordern
el_gr: Μόνο πρόθεμα αιτήματος
fa_ir: فقط درخواست پیشوند
fr_fr: Demande de préfixe uniquement
it_it: Richiedi solo il prefisso
ko_kr: 요청 프리픽스만
uk_ua: Запитувати лише префікс
zh_cn: 仅请求IPv6前缀

source: Require SHA-512 password hashing
cs_cz: Vyžadovat vytváření otisků hesel pomocí SHA-512
de_de: SHA-512-Passworthashing erforderlich
el_gr: Απαιτείται κατακερματισμός κωδικού πρόσβασης SHA-512
fa_ir: الزام به هش‌کردن رمز عبور با SHA-512
fr_fr: Exiger le hachage SHA-512 du mot de passe
it_it: Richiedi l'hashing della password SHA-512
ko_kr: SHA-512 암호 해싱이 필요
uk_ua: Вимагати хешування паролів SHA-512
zh_cn: 要求使用SHA-512密码哈希算法

source: Require passwords to meet compliance by using the hashing algorithm SHA-512. Otherwise, the more secure Bcrypt hash is used.
cs_cz: Vyžadovat aby hesla splňovala normy zabezpečení a to pomocí algoritmu tvorby otisku SHA-512. V opačném případě bude použit bezpečnější algoritmus Bcrypt.
de_de: Kennwörter müssen den Anforderungen entsprechen, indem der Hashing-Algorithmus SHA-512 verwendet wird. Andernfalls wird der sicherere Bcrypt-Hash verwendet.
el_gr: Απαιτούνται κωδικοί πρόσβασης για τη συμμόρφωση χρησιμοποιώντας τον αλγόριθμο κατακερματισμού SHA-512. Διαφορετικά, χρησιμοποιείται ο πιο ασφαλής κατακερματισμός Bcrypt.
fa_ir: الزام می‌دهد که رمزها برای رعایت سازگاری با الگوریتم هش SHA-512 هش شوند. در غیر این صورت از هش امن‌تر Bcrypt استفاده می‌شود.
fr_fr: Exiger que les mots de passe soient conformes en utilisant l'algorithme de hachage SHA-512. Sinon, le hachage Bcrypt, plus sûr, est utilisé.
it_it: Richiedere password per soddisfare la conformità utilizzando l'algoritmo di hashing SHA-512. Altrimenti, viene utilizzato l'hash Bcrypt più sicuro.
ko_kr: 비밀번호는 SHA-512 해싱 알고리즘을 사용하여 규정 준수를 충족해야 합니다. 그렇지 않으면 더 안전한 Bcrypt 해시가 사용됩니다.
uk_ua: Вимагати, щоб паролі відповідали вимогам, використовуючи алгоритм хешування SHA-512. В іншому випадку використовується більш безпечний хеш Bcrypt.
zh_cn: 要求密码使用 SHA-512 哈希算法，以符合合规性要求。否则，将使用更安全的 Bcrypt 哈希算法。

source: Reservations
cs_cz: Rezervace
de_de: Reservierungen
el_gr: Κρατήσεις
fa_ir: رزروها
fr_fr: Réservations
it_it: Prenotazioni
ko_kr: 예약
uk_ua: Резервування
zh_cn: 预留

source: Restore areas:
cs_cz: Obnovit oblasti:
de_de: Bereiche wiederherstellen:
el_gr: Επαναφορά περιοχών:
fa_ir: مناطق بازیابی:
fr_fr: Restaurer les zones :
it_it: Aree di ripristino:
ko_kr: 복구 영역:
uk_ua: Області відновлення:
zh_cn: 恢复区域:

source: Restore default layout
cs_cz: Obnovit výchozí rozvržení
de_de: Standardlayout wiederherstellen
el_gr: Επαναφορά προεπιλεγμένης διάταξης
fa_ir: بازنشانی چیدمان به حالت پیش‌فرض
fr_fr: Rétablir la présentation par défaut
it_it: Ripristina il layout predefinito
ko_kr: 기본 레이아웃 복원
uk_ua: Відновити типовий макет
zh_cn: 恢复默认布局

source: Rules from Automation
cs_cz: Pravidla z automatizace
de_de: Regeln aus der Automatisierung
el_gr: Κανόνες από τον αυτοματισμό
fa_ir: قوانین از اتوماسیون
fr_fr: Règles d'automatisation
it_it: Regole dall'automazione
ko_kr: 자동화 규칙
uk_ua: Правила з Автоматизації
zh_cn: 自动化规则

source: Select a gateway from the list to reply the incoming packets to the proper next hop on their way back and apply source NAT when configured. This is typically disabled for LAN type interfaces.
cs_cz: Vyberte bránu ze seznamu, aby na příchozí pakety bylo odpovídáno na správný další skok, při jejich cestě zpět a byl použit zdrojový NAT překlad, pokud je nastaven. V případě rozhraní typu LAN toto typicky bývá vypnuto.
de_de: Wählen Sie ein Gateway aus der Liste aus, um die eingehenden Pakete auf dem Rückweg an den richtigen nächsten Hop weiterzuleiten und Source-NAT anzuwenden, sofern konfiguriert. Bei LAN-Schnittstellen ist dies normalerweise deaktiviert.
el_gr: Επιλέξτε μια πύλη από τη λίστα για να απαντήσετε στα εισερχόμενα πακέτα στο σωστό επόμενο βήμα κατά την επιστροφή τους και εφαρμόστε το NAT πηγής όταν ρυθμιστεί. Αυτό συνήθως απενεργοποιείται για διεπαφές τύπου LAN.
fa_ir: از فهرست یک دروازه انتخاب کنید تا بسته‌های ورودی در مسیر بازگشت به هاپ بعدی مناسب پاسخ داده شوند و در صورت پیکربندی، source NAT اعمال شود. این معمولاً برای رابط‌های LAN غیرفعال است.
fr_fr: Sélectionnez une passerelle dans la liste pour répondre aux paquets entrants au prochain saut approprié sur le chemin du retour et appliquez la NAT à la source si elle est configurée. Cette fonction est généralement désactivée pour les interfaces de type LAN.
it_it: Seleziona un gateway dall'elenco per rispondere ai pacchetti in entrata all'hop successivo corretto al loro ritorno e applica il NAT di origine quando configurato. Questo è in genere disabilitato per le interfacce di tipo LAN.
ko_kr: 목록에서 게이트웨이를 선택하여 들어오는 패킷을 올바른 다음 홉으로 회신하고 설정된 경우 소스 NAT을 적용합니다. 이는 일반적으로 LAN 유형 인터페이스에서는 비활성화됩니다.
uk_ua: Виберіть шлюз зі списку, щоб відповідати на вхідні пакети відповідному наступному стрибку на їхньому зворотному шляху та застосовувати NAT джерела, якщо налаштовано. Це типово вимкнено для інтерфейсів типу LAN.
zh_cn: 为了正确处理传入数据包，您需要选择一个网关，来将数据包路由到适当的下一跳。配置源NAT(SNAT) 后，可以修改传出数据包的源地址。对LAN接口禁用，因为LAN流量通常不需要NAT。

source: Select a gateway from the list to reply the incoming packets to the proper next hop on their way back. This is typically disabled for LAN type interfaces.
cs_cz: Vyberte bránu ze seznamu, aby na příchozí pakety bylo odpovídáno na správný další skok, při jejich cestě zpět. V případě rozhraní typu LAN toto typicky bývá vypnuto.
de_de: Wählen Sie ein Gateway aus der Liste aus, um die eingehenden Pakete auf dem Rückweg an den richtigen nächsten Hop weiterzuleiten. Bei LAN-Schnittstellen ist diese Option normalerweise deaktiviert.
el_gr: Επιλέξτε μια πύλη από τη λίστα για να απαντήσετε στα εισερχόμενα πακέτα στο σωστό επόμενο βήμα κατά την επιστροφή τους. Αυτό συνήθως απενεργοποιείται για διεπαφές τύπου LAN.
fa_ir: از فهرست یک دروازه انتخاب کنید تا بسته‌های ورودی در مسیر بازگشت به هاپ بعدی مناسب پاسخ داده شوند. این معمولاً برای رابط‌های LAN غیرفعال است.
fr_fr: Sélectionnez une passerelle dans la liste pour répondre aux paquets entrants au prochain saut approprié sur le chemin du retour. Cette fonction est généralement désactivée pour les interfaces de type LAN.
it_it: Selezionare un gateway dall'elenco per rispondere ai pacchetti in entrata al successivo hop corretto sulla via del ritorno. Questo è in genere disabilitato per le interfacce di tipo LAN.
ko_kr: 수신 패킷을 적절한 다음 홉으로 되돌리기 위해 목록에서 게이트웨이를 선택하세요. 이는 일반적으로 LAN 유형 인터페이스에 대해 비활성화되어 있습니다.
uk_ua: Виберіть шлюз зі списку, щоб відповідати на вхідні пакети відповідному наступному стрибку на їхньому зворотному шляху. Це типово вимкнено для інтерфейсів типу LAN.
zh_cn: 从列表中选择一个网关，用于将传入的数据包在返回时回复到正确的下一跳。对于LAN类型的接口，此功能通常处于禁用状态。

source: Selecting specific restore areas during a configuration import may cause loss of configuration integrity due to external references not being restored. It is recommended to keep this set to the default unless you know what you are doing.
cs_cz: Výběr konkrétních oblastí obnovení během importu nastavení může způsobit ztrátu celistvosti nastavení v důsledku neobnovení externích odkazů. Pokud nevíte, co děláte, doporučujeme ponechat toto nastavení na výchozí hodnotě.
de_de: Die Auswahl bestimmter Wiederherstellungsbereiche während eines Konfigurationsimports kann zu einem Verlust der Konfigurationsintegrität führen, da externe Referenzen nicht wiederhergestellt werden. Es wird empfohlen, die Standardeinstellung beizubehalten, es sei denn, Sie wissen, was Sie tun.
el_gr: Η επιλογή συγκεκριμένων περιοχών επαναφοράς κατά την εισαγωγή μιας διαμόρφωσης μπορεί να προκαλέσει απώλεια της ακεραιότητας της διαμόρφωσης λόγω μη επαναφοράς εξωτερικών αναφορών. Συνιστάται να διατηρήσετε αυτήν την προεπιλεγμένη ρύθμιση, εκτός εάν γνωρίζετε τι κάνετε.
fa_ir: انتخاب بخش‌های مشخص برای بازگردانی هنگام وارد کردن پیکربندی ممکن است به دلیل بازنگشتن ارجاعات خارجی، یکپارچگی پیکربندی را از بین ببرد. توصیه می‌شود مگر اینکه دقیقاً بدانید چه می‌کنید، این تنظیم را در حالت پیش‌فرض نگه دارید.
fr_fr: La sélection de zones de restauration spécifiques lors de l'importation d'une configuration peut entraîner une perte d'intégrité de la configuration, les références externes n'étant pas restaurées. Il est recommandé de conserver la valeur par défaut, sauf si vous savez ce que vous faites.
it_it: La selezione di aree di ripristino specifiche durante l'importazione di una configurazione può causare la perdita dell'integrità della configurazione a causa del mancato ripristino dei riferimenti esterni. Si consiglia di mantenere questa impostazione predefinita a meno che non si sappia cosa si sta facendo.
ko_kr: 구성 가져오기 중에 특정 복원 영역을 선택하면 외부 참조가 복원되지 않아 구성 무결성이 손실될 수 있습니다. 무엇을 하고 있는지 모르는 경우에는 이 설정을 기본값으로 유지하는 것이 좋습니다.
uk_ua: Вибір певних областей відновлення під час імпорту конфігурації може призвести до втрати цілісності конфігурації через те, що зовнішні посилання не відновлюються. Рекомендується залишати це значення за типовим, якщо ви не знаєте, що робите.
zh_cn: 在配置导入过程中选择特定还原区域可能会因外部参照未还原而导致配置完整性丢失。建议将其设置为默认值，除非您知道自己在做什么。

source: Send Queue Drops
cs_cz: Odeslat zahození fronty
de_de: Verlorene Sendewarteschlangen
el_gr: Αποστολή ουράς ρίψεων
fa_ir: بسته‌های رهاشده در صف ارسال
fr_fr: Envoi de files d'attente
it_it: Invia eliminazioni di coda
ko_kr: 큐 드랍 전송
uk_ua: Втрати черги відправлення
zh_cn: 发送队列丢弃

source: Send Queue Length
cs_cz: Délka fronty odesílání
de_de: Sende-Warteschlangenlänge
el_gr: Μήκος ουράς αποστολής
fa_ir: طول صف ارسال
fr_fr: Longueur de la file d'attente d'envoi
it_it: Invia lunghezza coda
ko_kr: 큐 길이 전송
uk_ua: Довжина черги відправлення
zh_cn: 发送队列长度

source: Send Queue Max Length
cs_cz: Maximální délka fronty odesílání
de_de: Maximale Sende-Warteschlangenlänge
el_gr: Μέγιστο μήκος ουράς αποστολής
fa_ir: حداکثر طول صف ارسال
fr_fr: Longueur maximale de la file d'attente d'envoi
it_it: Invia la lunghezza massima della coda
ko_kr: 큐 최대 길이 전송
uk_ua: Максимальна довжина черги відправлення
zh_cn: 发送队列最大长度

source: Send prefix hint
cs_cz: Odeslat nápovědu k předponě
de_de: Präfix-Hinweis senden
el_gr: Αποστολή υπόδειξης προθέματος
fa_ir: راهنمای پیشوند ارسال
fr_fr: Envoyer un indice de préfixe
it_it: Invia suggerimento prefisso
ko_kr: 프리픽스 힌트 전송
uk_ua: Надіслати підказку префікса
zh_cn: 发送前缀提示

source: Server Log
cs_cz: Záznam událostí na serveru
de_de: Serverprotokoll
el_gr: Αρχείο καταγραφής διακομιστή
fa_ir: لاگ سرور
fr_fr: Journal du serveur
it_it: Registro del server
ko_kr: 서버 로그
uk_ua: Журнал сервера
zh_cn: 服务器日志

source: Server directive must define a subnet of /29 or lower unless topology equals p2p.
cs_cz: Je třeba, aby direktiva serveru definovala podsíť /29 nebo nižší (pokud topologie není p2p).
de_de: Server-Direktive muss ein Subnetz von /29 oder kleiner definieren, sofern die Topologie nicht "p2p" ist.
el_gr: Η οδηγία διακομιστή πρέπει να ορίσει ένα υποδίκτυο με τιμή /29 ή χαμηλότερη, εκτός εάν η τοπολογία ισούται με p2p.
fa_ir: دستور سرور باید یک زیرشبکه با پیشوند /29 یا کوچکتر تعریف کند مگر اینکه توپولوژی برابر p2p باشد.
fr_fr: La directive serveur doit définir un sous-réseau de /29 ou inférieur, sauf si la topologie est p2p.
it_it: La direttiva server deve definire una sottorete di /29 o inferiore a meno che la topologia non sia uguale a p2p.
ko_kr: 서버 지시문은 토폴로지가 p2p가 아닌 경우 /29 이하의 서브넷을 정의해야 합니다.
uk_ua: Директива сервера має визначати підмережу /29 або менше, якщо топологія не дорівнює p2p.
zh_cn: 服务器指令必须定义 /29 或更低的子网，除非拓扑结构等于 p2p。

source: Show Config
cs_cz: Zobrazit nastavení
de_de: Konfiguration anzeigen
el_gr: Εμφάνιση διαμόρφωσης
fa_ir: نمایش پیکربندی
fr_fr: Afficher la configuration
it_it: Mostra configurazione
ko_kr: 구성 보기
uk_ua: Показати конфігурацію
zh_cn: 显示配置

source: Show zone content
cs_cz: Zobrazit obsah zóny
de_de: Zoneninhalt anzeigen
el_gr: Εμφάνιση περιεχομένου ζώνης
fa_ir: نمایش محتوای زون
fr_fr: Afficher le contenu de la zone
it_it: Mostra il contenuto della zona
ko_kr: 영역 내용 표시
uk_ua: Показати вміст зони
zh_cn: 显示区域内容

source: Snapshot not found
cs_cz: Zachycený stav nenalezen
de_de: Snapshot nicht gefunden
el_gr: Δεν βρέθηκε στιγμιότυπο
fa_ir: Snapshot یافت نشد
fr_fr: Instantané non trouvé
it_it: Istantanea non trovata
ko_kr: 스냅샷을 찾을 수 없음
uk_ua: Знімок не знайдено
zh_cn: 未找到快照

source: Snapshots are only available when a ZFS file system is used.
cs_cz: Zachycené stavy jsou k dispozici pouze při použití souborového systému ZFS.
de_de: Snapshots sind nur verfügbar, wenn ein ZFS-Dateisystem verwendet wird.
el_gr: Τα στιγμιότυπα είναι διαθέσιμα μόνο όταν χρησιμοποιείται σύστημα αρχείων ZFS.
fa_ir: Snapshots تنها زمانی در دسترس هستند که از فایل‌سیستم ZFS استفاده شود.
fr_fr: Les instantanés ne sont disponibles que lorsqu'un système de fichiers ZFS est utilisé.
it_it: Le istantanee sono disponibili solo quando viene utilizzato un file system ZFS.
ko_kr: 스냅샷은 ZFS 파일 시스템을 사용할 때만 사용할 수 있습니다.
uk_ua: Знімки доступні лише, коли використовується файлова система ZFS.
zh_cn: 仅当使用ZFS文件系统时快照才可用。

source: Specifies the maximum amount of data that may be transmitted or received before the session key is renegotiated within a given time. The defaults depend on cipher and are usually the best option.
cs_cz: Určuje nejvyšší umožněný objem dat, která mohou být v daném čase přenesena nebo přijata, než bude znovu vyjednán klíč relace. Výchozí hodnoty závisí na šifře a jsou obvykle nejlepší volbou.
de_de: Legt fest, wie viele Daten maximal übertragen werden dürfen, bevor der Sitzungsschlüssel neu ausgehandelt wird. Die Standardeinstellungen hängen vom Verschlüsselungsverfahren ab und sind in der Regel optimal.
el_gr: Καθορίζει τη μέγιστη ποσότητα δεδομένων που μπορούν να μεταδοθούν ή να ληφθούν πριν από την επαναδιαπραγμάτευση του κλειδιού συνεδρίας εντός ενός δεδομένου χρονικού διαστήματος. Οι προεπιλογές εξαρτώνται από την κρυπτογράφηση και είναι συνήθως η καλύτερη επιλογή.
fa_ir: حداکثر مقدار داده‌ای را مشخص می‌کند که ممکن است قبل از بازمذاکرهٔ کلید جلسه در یک بازهٔ زمانی مشخص ارسال یا دریافت شود. مقدار پیش‌فرض به الگوریتم رمزگذاری بستگی دارد و معمولاً بهترین انتخاب است.
fr_fr: Spécifie la quantité maximale de données pouvant être transmises ou reçues avant que la clé de session ne soit renégociée dans un délai donné. Les valeurs par défaut dépendent du chiffrement et constituent généralement la meilleure option.
it_it: Specifica la quantità massima di dati che possono essere trasmessi o ricevuti prima che la chiave di sessione venga rinegoziata entro un determinato periodo di tempo. Le impostazioni predefinite dipendono dalla cifratura e in genere rappresentano l'opzione migliore.
ko_kr: 주어진 시간 내에 세션 키를 재협상하기 전에 전송하거나 수신할 수 있는 최대 데이터 양을 지정하세요. 기본값은 암호에 따라 다르며 일반적으로 가장 적합한 옵션입니다.
uk_ua: Вказує максимальний обсяг даних, які можуть бути передані або отримані, перш ніж ключ сесії буде переузгоджено протягом певного часу. Типові значення залежать від шифру і зазвичай є найкращим варіантом.
zh_cn: 指定在给定时间内会话密钥重新协商前可传输或接收的最大数据量。默认值取决于密码，通常是最佳选择。

source: State policy
cs_cz: Zásada ohledně stavu
de_de: Zustandsrichtlinie
el_gr: κρατική πολιτική
fa_ir: سیاست وضعیت
fr_fr: Politique de l'État
it_it: Politica statale
ko_kr: 상태 정책
uk_ua: Політика стану
zh_cn: 状态策略

source: Subdomains
cs_cz: Dílčí domény
el_gr: Υποτομείς
fa_ir: زیردامنه‌ها
fr_fr: Sous-domaines
it_it: Sottodomini
ko_kr: 서브도메인
uk_ua: Піддомени
zh_cn: 子域

source: Subnet Bits
cs_cz: Bity podsítě
de_de: Subnetz-Bits
el_gr: Bit υποδικτύου
fa_ir: بیت‌های زیرشبکه
fr_fr: Bits de sous-réseau
it_it: Bit di sottorete
ko_kr: 서브넷 비트
uk_ua: Біти підмережі
zh_cn: 子网位

source: Subnets
cs_cz: Podsítě
de_de: Subnetze
el_gr: Υποδίκτυα
fa_ir: زیرشبکه‌ها
fr_fr: Sous-réseaux
it_it: Sottoreti
ko_kr: 서브넷
uk_ua: Підмережі
zh_cn: 子网

source: Supported Media
cs_cz: Podporovaná média
de_de: Unterstützte Medien
el_gr: Υποστηριζόμενα μέσα
fa_ir: رسانه‌های پشتیبانی‌شده
fr_fr: Supports pris en charge
it_it: Supporti supportati
ko_kr: 지원되는 미디어
uk_ua: Підтримувані носії
zh_cn: 支持的连接模式

source: TLS cannot be disabled if one of the following options are used: "DNS-01 Challenge", "HTTP-01 Challenge Redirection" and "Custom Certificate"
cs_cz: TLS není možné zakázat, pokud je použita jedna z následujících voleb: „Výzva DNS-01“, „Přesměrování výzvy HTTP-01“ a „Vlastní certifikát“.
de_de: TLS kann nicht deaktiviert werden, wenn eine der folgenden Optionen verwendet wird: "DNS-01 Challenge", "HTTP-01 Challenge Redirection" und "Custom Certificate".
el_gr: Το TLS δεν μπορεί να απενεργοποιηθεί εάν χρησιμοποιηθεί μία από τις ακόλουθες επιλογές: "Πρόκληση DNS-01", "Ανακατεύθυνση Πρόκλησης HTTP-01" και "Προσαρμοσμένο Πιστοποιητικό"
fa_ir: TLS را نمی‌توان غیرفعال کرد اگر یکی از گزینه‌های زیر استفاده شده باشد: "DNS-01 Challenge", "HTTP-01 Challenge Redirection" و "Custom Certificate"
fr_fr: TLS ne peut pas être désactivé si l'une des options suivantes est utilisée : "DNS-01 Challenge", "HTTP-01 Challenge Redirection" et "Custom Certificate".
it_it: TLS non può essere disabilitato se viene utilizzata una delle seguenti opzioni: "DNS-01 Challenge", "HTTP-01 Challenge Redirection" e "Certificato personalizzato"
ko_kr: 다음 옵션 중 하나를 사용하는 경우 TLS를 비활성화할 수 없습니다. "DNS-01 챌린지", "HTTP-01 챌린지 리디렉션" 및 "사용자 정의 인증서"
uk_ua: TLS не може бути вимкнено, якщо використовуються одна з наступних опцій: "Виклик DNS-01", "Перенаправлення виклику HTTP-01" та "Спеціальний сертифікат"
zh_cn: 如果使用以下选项之一，则无法禁用TLS：“DNS-01 质询”、“HTTP-01 质询重定向”和“自定义证书”
