Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Disable SSL verification
cs_cz: Neověřovat SSL
de_de: SSL Überprüfung deaktivieren
el_gr: Απενεργοποίηση επαλήθευσης SSL
fa_ir: غیرفعال کردن اعتبارسنجی SSL
fr_fr: Désactiver la vérification SSL
it_it: Disabilita la verifica SSL
ko_kr: SSL 확인 사용 안 함
pl_pl: Wyłącz weryfikację SSL
uk_ua: Вимкнути перевірку SSL
zh_cn: 禁用SSL验证

source: Disable SSL verification v2
cs_cz: Vypnout SSL ověřování v2
de_de: SSL Überprüfung v2 deaktivieren
el_gr: Απενεργοποίηση επαλήθευσης SSL έκδοσης 2
fa_ir: غیرفعال کردن اعتبارسنجی SSL v2
fr_fr: Désactiver la vérification SSL v2
it_it: Disabilita la verifica SSL v2
ko_kr: SSL 확인 v2 사용 안 함
pl_pl: Wyłącz weryfikację SSL v2
uk_ua: Вимкнути перевірку SSL v2
zh_cn: 禁用SSL验证v2

source: Disabled Servers List
cs_cz: Seznam zakázaných serverů
de_de: Serverliste deaktivieren
el_gr: Λίστα απενεργοποιημένων διακομιστών
fa_ir: فهرست سرورهای غیرفعال
fr_fr: Liste des serveurs désactivés
it_it: Elenco server disabilitati
ko_kr: 비활성화된 서버 목록
pl_pl: Lista wyłączonych serwerów
uk_ua: Список вимкнених серверів
zh_cn: 禁用的服务器列表

source: ECDH curve
cs_cz: ECDH křivka
de_de: ECDH-Kurve
el_gr: Καμπύλη ECDH
fa_ir: منحنی ECDH
fr_fr: Courbe ECDH
it_it: Curva ECDH
ko_kr: ECDH 곡선
uk_ua: Крива ECDH
zh_cn: ECDH曲线

source: EXOS VLAN Tagged list
cs_cz: Seznam označených EXOS VLAN
de_de: EXOS VLAN Tagged-Liste
el_gr: Λίστα με ετικέτες EXOS VLAN
fa_ir: فهرست VLAN تگ‌شده در EXOS
it_it: Elenco dei tag EXOS VLAN
ko_kr: EXOS VLAN 태그 목록
uk_ua: Позначений список VLAN EXOS
zh_cn: EXOS VLAN Tagged列表

source: EXOS VLAN Untagged
de_de: EXOS VLAN ungetaggt
el_gr: EXOS VLAN χωρίς ετικέτα
fa_ir: VLAN بدون تگ در EXOS
fr_fr: EXOS VLAN non balisé
it_it: VLAN EXOS senza tag
ko_kr: EXOS VLAN 태그 없음
uk_ua: Непозначений VLAN EXOS

source: EXOS policy
cs_cz: Zásada pro EXOS
de_de: EXOS-Richtlinie
el_gr: Πολιτική EXOS
fa_ir: سیاست EXOS
fr_fr: Politique d'EXOS
it_it: Politica EXOS
ko_kr: EXOS 정책
uk_ua: Політика EXOS
zh_cn: EXOS策略

source: Enable ACME client plugin.
cs_cz: Zapnout zásuvný modul klienta ACME.
de_de: Aktiviert das ACME-Client-Plugin.
el_gr: Ενεργοποίηση πρόσθετου προγράμματος-πελάτη ACME.
fa_ir: فعال کردن پلاگین کلاینت ACME.
fr_fr: Activez le plugin client ACME.
it_it: Abilita il plug-in client ACME.
ko_kr: ACME 클라이언트 플러그인을 사용하도록 설정합니다.
uk_ua: Увімкнути плагін клієнта ACME.
zh_cn: 启用ACME客户端插件。

source: Enable AS-Override
cs_cz: Povolit přebití AS
de_de: AS-Override aktivieren
el_gr: Ενεργοποίηση παράκαμψης AS
fa_ir: فعال کردن AS-Override
fr_fr: Activer la dérogation AS
it_it: Abilita AS-Override
ko_kr: AS-Override 사용
uk_ua: Увімкнути AS-Override
zh_cn: 启用AS-覆盖

source: Enable EXOS attributes
cs_cz: Zapnout atributy systému EXOS
de_de: EXOS-Attribute aktivieren
el_gr: Ενεργοποίηση χαρακτηριστικών EXOS
fa_ir: فعال کردن ویژگی‌های EXOS
fr_fr: Activer les attributs EXOS
it_it: Abilita gli attributi EXOS
ko_kr: EXOS 특성 사용
uk_ua: Увімкнути атрибути EXOS
zh_cn: 启用EXOS属性

source: Enable TFTP daemon.
cs_cz: Zapnout proces služby TFTP.
de_de: TFTP-Dienst aktivieren.
el_gr: Ενεργοποίηση δαίμονα TFTP.
fa_ir: فعال کردن سرویس TFTP.
fr_fr: Activer le démon TFTP.
it_it: Abilita il demone TFTP.
ko_kr: TFTP 데몬을 사용합니다.
uk_ua: Увімкнути демон TFTP.
zh_cn: 启用TFTP守护程序。

source: Enable ddclient
cs_cz: Zapnout ddclient
de_de: Aktivieren Sie ddclient.
el_gr: Ενεργοποίηση ddclient
fa_ir: فعال کردن ddclient
fr_fr: Activer ddclient
it_it: Abilita ddclient
ko_kr: ddclient 사용
uk_ua: Увімкнути ddclient
zh_cn: 启用 ddclient

source: Enable ipstats plugin
cs_cz: Zapnout zásávný modul ipstats
de_de: ipstats-Plugin aktivieren
el_gr: Ενεργοποίηση πρόσθετου ipstats
fa_ir: فعال کردن پلاگین ipstats
fr_fr: Activer le plugin ipstats
it_it: Abilita il plugin ipstats
ko_kr: ipstats 플러그인 사용
uk_ua: Увімкнути плагін ipstats
zh_cn: 启用 ipstats 插件

source: Enable or disable the nut service. If enabled, the system will shutdown when the UPS emits a low battery warning.
cs_cz: Zapnout nebo vypnout služby nut. Pokud je povolena, systém se vypne, když UPS vydá varování o téměř vybitém akumulátoru.
de_de: NUT-Dienst aktivieren oder deaktivieren. Wenn aktiviert, wird das System bei einer niedrigen Batteriewarnung der USV heruntergefahren.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την υπηρεσία παξιμαδιών. Εάν είναι ενεργοποιημένη, το σύστημα θα απενεργοποιηθεί όταν το UPS εκπέμψει μια προειδοποίηση χαμηλής μπαταρίας.
fa_ir: سرویس NUT را فعال یا غیرفعال کنید. اگر فعال باشد، هنگام هشدار باتری کم UPS سیستم خاموش می‌شود.
fr_fr: Activez ou désactivez le service d'écrou. S'il est activé, le système s'arrête lorsque l'onduleur émet un avertissement de batterie faible.
it_it: Abilita o disabilita il servizio nut. Se abilitato, il sistema si spegnerà quando l'UPS emette un avviso di batteria scarica.
ko_kr: 너트 서비스를 사용하거나 사용하지 않습니다 사용할 경우 UPS에서 배터리 부족 경고가 발생하면 시스템이 종료됩니다.
uk_ua: Увімкнути або вимкнути службу nut. Якщо увімкнуто, система вимкнеться, коли ДБЖ видасть попередження про низький заряд батареї.
zh_cn: 启用或禁用nut 服务。如果启用，当UPS发出低电池电量警告时，系统将关闭。

source: Enable or disable this server.
cs_cz: Povolit nebo zakázat tento server.
de_de: Aktiviert diesen Server.
el_gr: Ενεργοποίηση ή απενεργοποίηση αυτού του διακομιστή.
fa_ir: این سرور را فعال یا غیرفعال کنید.
fr_fr: Activez ou désactivez ce serveur.
it_it: Abilita o disabilita questo server.
ko_kr: 이 서버를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz ten serwer.
uk_ua: Увімкнути або вимкнути цей сервер.
zh_cn: 启用或禁用该服务器。

source: Enable query logs
cs_cz: Zaznamenávat dotazy
de_de: Abfrageprotokollierung aktivieren
el_gr: Ενεργοποίηση αρχείων καταγραφής ερωτημάτων
fa_ir: لاگ‌های پرس‌وجو را فعال کنید.
fr_fr: Activer les journaux des requêtes
it_it: Abilita i log delle query
ko_kr: 쿼리 로그 사용
pl_pl: Włącz dzienniki zapytań
uk_ua: Увімкнути журнали запитів
zh_cn: 启用查询日志

source: Enable specified protocols. Default: TLSv1.2 TLSv1.3. TLSv1 and TLSv1.1 are insecure and excluded from GUI.
cs_cz: Povolit používání zadaných protokolů. Výchozí hodnota: TLSv1.2 TLSv1.3. Protokoly TLSv1 a TLSv1.1 už nejsou bezpečené a jsou proto z grafického uživ. rozhraní vyloučeny.
de_de: Aktivieren Sie die unterstützten TLS-Protokolle. Standard: TLSv1.2, TLSv1.3. Die Versionen TLSv1 und TLSv1.1 gelten als unsicher und werden in der Oberfläche nicht angeboten.
el_gr: Ενεργοποίηση καθορισμένων πρωτοκόλλων. Προεπιλογή: TLSv1.2 TLSv1.3. Τα TLSv1 και TLSv1.1 δεν είναι ασφαλή και εξαιρούνται από το γραφικό περιβάλλον χρήστη.
fa_ir: پروتکل‌های مشخص‌شده را فعال کنید. پیش‌فرض: TLSv1.2 TLSv1.3. TLSv1 و TLSv1.1 ناامن‌اند و از رابط کاربری حذف شده‌اند.
fr_fr: Active les protocoles spécifiés. Par défaut : TLSv1.2 TLSv1.3. TLSv1 et TLSv1.1 ne sont pas sécurisés et sont exclus de l'interface graphique.
it_it: Abilita i protocolli specificati. Impostazione predefinita: TLSv1.2 TLSv1.3. TLSv1 e TLSv1.1 non sono sicuri ed esclusi dalla GUI.
ko_kr: 지정된 프로토콜을 사용합니다. 기본값은 TLSv1.2 TLSv1.3입니다. TLSv1 및 TLSv1.1은 안전하지 않으며 GUI에서 제외됩니다.
uk_ua: Увімкнути зазначені протоколи. Типово: TLSv1.2 TLSv1.3. TLSv1 та TLSv1.1 є небезпечними та виключені з графічного інтерфейсу.
zh_cn: 启用指定的协议。默认值：TLSv1.2 TLSv1.3。TLSv1 和 TLSv1.1 不安全，从 GUI 中排除。

source: Enable tcpconns plugin
cs_cz: Zapnout zásuvný modul tcpconns
de_de: tcpconns-Plugin aktivieren
el_gr: Ενεργοποίηση πρόσθετου tcpconns
fa_ir: فعال کردن پلاگین tcpconns
fr_fr: Activer le plugin tcpconns
it_it: Abilita il plugin tcpconns
ko_kr: tcpconns 플러그인 사용
uk_ua: Увімкнути плагін tcpconns
zh_cn: 启用tcpconns插件

source: Enable the collection of Unbound metrics.
cs_cz: Sbírat metriky z Unbound.
de_de: Erfassung von Unbound-Metriken aktivieren.
el_gr: Ενεργοποιήστε τη συλλογή Unbound μετρήσεων.
fa_ir: جمع‌آوری متریک‌های Unbound را فعال کنید.
fr_fr: Activez la collecte des métriques non liées.
it_it: Abilita la raccolta di metriche non associate.
ko_kr: Unbound 메트릭 컬렉션을 사용합니다.
uk_ua: Увімкнути збір метрик Unbound.
zh_cn: 启用Unbound指标集合。

source: Enable this virtual server
cs_cz: Zapnout tento virtuální server
de_de: Aktiviert diesen virtuellen Server.
el_gr: Ενεργοποίηση αυτού του εικονικού διακομιστή
fa_ir: این سرور مجازی را فعال کنید
fr_fr: Activer ce serveur virtuel
it_it: Abilita questo server virtuale
ko_kr: 이 가상 서버 사용
pl_pl: Włącz ten serwer wirtualny
uk_ua: Увімкнути цей віртуальний сервер
zh_cn: 启用该虚拟服务器

source: Enable to make the condition case-sensitive (if applicable). By default all conditions are not case-sensitive.
cs_cz: Zapněte, pokud chcete aby v rámci podmínky bylo rozlišováno mezi VELKÝMI a malými písmeny (pokud je uplatnitelné). Ve výchozím stavu se v žádné z podmínek v tomto nerozlišuje.
de_de: Aktivieren Sie diese Option, um die Groß-/Kleinschreibung der Bedingung zu berücksichtigen (falls zutreffend). Standardmäßig wird bei allen Bedingungen die Groß-/Kleinschreibung nicht berücksichtigt.
el_gr: Ενεργοποιήστε την επιλογή για να κάνετε τη συνθήκη να διακρίνει πεζά-κεφαλαία (εάν ισχύει). Από προεπιλογή, δεν γίνεται διάκριση πεζών-κεφαλαίων σε όλες τις συνθήκες.
fa_ir: برای حساس‌سازی شرط به حروف بزرگ/کوچک فعال کنید (در صورت کاربرد). به‌طور پیش‌فرض همهٔ شرایط حساس به حروف نیستند.
fr_fr: Activez cette option pour que la condition soit sensible à la casse (le cas échéant). Par défaut, toutes les conditions ne sont pas sensibles à la casse.
it_it: Abilita per rendere la condizione con distinzione tra maiuscole e minuscole (se applicabile). Per impostazione predefinita, tutte le condizioni non fanno distinzione tra maiuscole e minuscole.
ko_kr: 조건을 대소문자를 구분합니다(해당하는 경우). 기본적으로 모든 조건은 대소문자를 구분하지 않습니다.
uk_ua: Увімкнути, щоб зробити умову чутливою до регістру (якщо застосовно). Типово всі умови не чутливі до регістру.
zh_cn: 启用以使条件区分大小写(如果适用)。 默认情况下，所有条件都不区分大小写。

source: Enter a custom timout between data it sent to the client after which the connection is closed.
cs_cz: Zadejte vlastní časový limit mezi odesláním dat klientovi a ukončením připojení.
de_de: Geben Sie ein benutzerdefiniertes Timeout ein zwischen dem Senden der Daten an den Client, nach dem die Verbindung geschlossen wird.
el_gr: Εισαγάγετε ένα προσαρμοσμένο χρονικό όριο μεταξύ των δεδομένων που αποστέλλονται στον πελάτη, μετά το πέρας των οποίων η σύνδεση κλείνει.
fa_ir: یک تایم‌اوت سفارشی بین ارسال داده‌ها به کلاینت وارد کنید که پس از آن اتصال بسته شود.
fr_fr: Saisissez un délai personnalisé entre l'envoi des données au client et la fermeture de la connexion.
it_it: Immettere un timeout personalizzato tra i dati inviati al client dopo il quale la connessione viene chiusa.
ko_kr: 연결이 닫힌 후 클라이언트로 전송된 데이터 사이의 사용자 지정 시간 초과를 입력합니다.
uk_ua: Введіть власний таймаут між даними, надісланими клієнту, після чого з'єднання закривається.
zh_cn: 在发送到客户端的数据之间输入自定义超时，之后连接将关闭。

source: Enter a list of IP addresses and ports which can be used in nginx listen directives. To listen on a port on all IPs, use for example "22,[::]:22"
cs_cz: Zadejte seznam IP adres a portů, které lze použít v direktivách listen pro nginx. Pokud má být spojení na portu očekáváno na všech IP adresách, použijte například „22,[::]:22“.
de_de: Geben Sie eine Liste von IP-Adressen und Ports ein, die in nginx-„listen“-Anweisungen verwendet werden können. Um auf einem Port auf allen IPs zu lauschen, verwenden Sie z. B. „22,[::]:22“.
el_gr: Εισαγάγετε μια λίστα με διευθύνσεις IP και θύρες που μπορούν να χρησιμοποιηθούν στις οδηγίες ακρόασης nginx. Για να κάνετε ακρόαση σε μια θύρα σε όλες τις IP, χρησιμοποιήστε για παράδειγμα "22,[::]:22"
fa_ir: یک فهرست از آدرس‌های IP و پورت‌ها وارد کنید که در دستورهای nginx listen قابل‌استفاده باشند. برای گوش دادن روی یک پورت در همهٔ آدرس‌ها، برای مثال از "22,[::]:22" استفاده کنید.
fr_fr: Entrez une liste d'adresses IP et de ports qui peuvent être utilisés dans les directives d'écoute de nginx. Pour écouter un port sur toutes les IP, utilisez par exemple "22,[: :]:22".
it_it: Inserisci un elenco di indirizzi IP e porte che possono essere utilizzati nelle direttive di ascolto nginx. Per ascoltare su una porta su tutti gli IP, utilizzare ad esempio "22,[::]:22"
ko_kr: nginx 수신 대기 지시어에 사용할 수 있는 IP 주소 및 포트 목록을 입력하세요. 모든 IP의 포트에서 수신 대기하려면 예를 들어 "22,[:]:22"를 사용합니다
uk_ua: Введіть список IP-адрес та портів, які можуть бути використані в директивах listen nginx. Щоб прослуховувати порт на всіх IP-адресах, використовуйте, наприклад, "22,[::]:22"
zh_cn: 输入可在nginx监听指令中使用的IP地址和端口列表。要监听所有IP上的端口，例如使用 "22,[::]:22"

source: Enter a list of IP addresses and ports which can be used in nginx listen directives. To listen on a port on all IPs, use for example "443,[::]:443"
cs_cz: Zadejte seznam IP adres a portů, které lze použít v direktivách „listen“ pro nginx. Pokud má být spojení na portu očekáváno na všech IP adresách, použijte například „443,[::]:443“
de_de: Geben Sie eine Liste von IP-Adressen und Ports ein, die in nginx-„listen“-Anweisungen verwendet werden können. Um auf einem Port auf allen IPs zu lauschen, verwenden Sie z. B. „443,[::]:443“.
el_gr: Εισαγάγετε μια λίστα με διευθύνσεις IP και θύρες που μπορούν να χρησιμοποιηθούν στις οδηγίες ακρόασης nginx. Για να κάνετε ακρόαση σε μια θύρα σε όλες τις IP, χρησιμοποιήστε για παράδειγμα "443,[::]:443"
fa_ir: یک فهرست از آدرس‌های IP و پورت‌ها وارد کنید که در دستورهای nginx listen قابل‌استفاده باشند. برای گوش دادن روی یک پورت در همهٔ آدرس‌ها، برای مثال از "443,[::]:443" استفاده کنید.
fr_fr: Entrez une liste d'adresses IP et de ports qui peuvent être utilisés dans les directives d'écoute de nginx. Pour écouter un port sur toutes les adresses IP, utilisez par exemple "443,[: :]:443".
it_it: Inserisci un elenco di indirizzi IP e porte che possono essere utilizzati nelle direttive di ascolto nginx. Per ascoltare su una porta su tutti gli IP, utilizzare ad esempio "443,[::]:443"
ko_kr: nginx 수신 대기 지시어에 사용할 수 있는 IP 주소 및 포트 목록을 입력하세요. 모든 IP의 포트에서 수신 대기하려면 예를 들어 "443,[:]:443"을 사용합니다
uk_ua: Введіть список IP-адрес та портів, які можуть бути використані в директивах listen nginx. Щоб прослуховувати порт на всіх IP-адресах, використовуйте, наприклад, "443,[::]:443"
zh_cn: 输入可在nginx监听指令中使用的IP地址和端口列表。要监听所有 IP 上的端口，例如使用"443,[::]:443"

source: Enter a list of IP addresses and ports which can be used in nginx listen directives. To listen on a port on all IPs, use for example "80,[::]:80"
cs_cz: Zadejte seznam IP adres a portů, které lze použít v direktivách „listen“ pro nginx. Pokud má být spojení na portu očekáváno na všech IP adresách, použijte například „80,[::]:80“
de_de: Geben Sie eine Liste von IP-Adressen und Ports ein, die in nginx-„listen“-Anweisungen verwendet werden können. Um auf einem Port auf allen IPs zu lauschen, verwenden Sie z. B. „80,[::]:80“.
el_gr: Εισαγάγετε μια λίστα με διευθύνσεις IP και θύρες που μπορούν να χρησιμοποιηθούν στις οδηγίες ακρόασης nginx. Για να ακούσετε σε μια θύρα σε όλες τις IP, χρησιμοποιήστε για παράδειγμα "80,[::]:80"
fa_ir: یک فهرست از آدرس‌های IP و پورت‌ها وارد کنید که در دستورهای nginx listen قابل‌استفاده باشند. برای گوش دادن روی یک پورت در همهٔ آدرس‌ها، برای مثال از "80,[::]:80" استفاده کنید.
fr_fr: Entrez une liste d'adresses IP et de ports qui peuvent être utilisés dans les directives d'écoute de nginx. Pour écouter un port sur toutes les IP, utilisez par exemple "80,[: :]:80".
it_it: Inserisci un elenco di indirizzi IP e porte che possono essere utilizzati nelle direttive di ascolto nginx. Per ascoltare su una porta su tutti gli IP, utilizzare ad esempio "80,[::]:80"
ko_kr: nginx 수신 대기 지시어에 사용할 수 있는 IP 주소 및 포트 목록을 입력하세요. 모든 IP의 포트에서 수신 대기하려면 예를 들어 "80,[:]:80"을 사용합니다
uk_ua: Введіть список IP-адрес та портів, які можуть бути використані в директивах listen nginx. Щоб прослуховувати порт на всіх IP-адресах, використовуйте, наприклад, "80,[::]:80"
zh_cn: 输入可在nginx监听指令中使用的IP地址和端口列表。要监听所有IP上的端口，例如使用"80,[::]:80"

source: Exclude servers from automatic selection. Add any specific server names here if you do not want to use them for any reason.
cs_cz: Vynechat servery z automatického výběru. Sem přidejte názevy konkrétních serverů, pokud je z nějakého důvodu nechcete používat.
de_de: Server von der automatischen Auswahl ausschließen. Fügen Sie hier bestimmte Servernamen hinzu, die aus beliebigen Gründen nicht verwendet werden sollen.
el_gr: Εξαιρέστε τους διακομιστές από την αυτόματη επιλογή. Προσθέστε εδώ τυχόν συγκεκριμένα ονόματα διακομιστών, εάν δεν θέλετε να τα χρησιμοποιήσετε για οποιονδήποτε λόγο.
fa_ir: سرورها را از انتخاب خودکار مستثنی کنید. اگر به دلیلی نمی‌خواهید از سرور(های) مشخصی استفاده شود، نام آن‌ها را اینجا اضافه کنید.
fr_fr: Exclure les serveurs de la sélection automatique. Ajoutez ici tout nom de serveur spécifique si vous ne souhaitez pas l'utiliser pour une raison quelconque.
it_it: Escludi i server dalla selezione automatica. Aggiungi qui eventuali nomi di server specifici se non desideri utilizzarli per qualsiasi motivo.
ko_kr: 서버를 자동 선택에서 제외합니다. 특정 서버 이름을 사용하지 않으려면 여기에 추가하세요.
uk_ua: Виключити сервери з автоматичного вибору. Додайте сюди будь-які конкретні імена серверів, якщо ви не бажаєте їх використовувати з будь-якої причини.
zh_cn: 从自动选择中排除服务器。如果出于任何原因不想使用任意特定的服务器名称，请在此处添加这些服务器名称。

source: FRITZ!Box URL
cs_cz: URL adresa FRITZ!Box
el_gr: URL FRITZ!Box
it_it: URL del FRITZ!Box
uk_ua: URL-адреса FRITZ!Box

source: Filename Scheme
cs_cz: Schéma názvu souboru
de_de: Dateinamenschema
el_gr: Σχήμα ονόματος αρχείου
fa_ir: قالب نام فایل
fr_fr: Schéma du nom de fichier
it_it: Schema del nome file
ko_kr: 파일 이름 구성표
uk_ua: Схема імені файлу
zh_cn: 文件名方案

source: Frontend (Socket Origin)
cs_cz: Nadstavba (původ soketu)
de_de: Frontend (Socket-Ursprung)
fa_ir: فرانت‌اند (مبدأ سوکت)
it_it: Frontend (origine socket)
ko_kr: 프론트엔드 (Socket Origin)
uk_ua: Фронтенд (Джерело сокета)
zh_cn: 前端(Socket Origin)

source: Graceful stop timeout
cs_cz: Časový limit pro nenásilné zastavení
de_de: Zeitüberschreitung für ordnungsgemäßes Anhalten
el_gr: Χαριτωμένο χρονικό όριο διακοπής
fa_ir: مهلت توقف نرم
fr_fr: Délai d'arrêt gracieux
it_it: Timeout di arresto grazioso
ko_kr: 정상 종료 시간 초과
uk_ua: Таймаут плавного зупинення
zh_cn: 渐进停止超时

source: HMAC Key
cs_cz: Klíč HMAC
de_de: HMAC Schlüssel
el_gr: Κλειδί HMAC
fa_ir: کلید HMAC
fr_fr: Clé HMAC
it_it: Chiave HMAC
ko_kr: HMAC 키
pl_pl: Klucz HMAC
uk_ua: Ключ HMAC
zh_cn: HMAC密钥

source: HTTP Listen Address
cs_cz: Adresa, na které očekávat HTTP spojení
de_de: HTTP-Listenadresse
el_gr: Διεύθυνση ακρόασης HTTP
fa_ir: آدرس شنود HTTP
fr_fr: Adresse d'écoute HTTP
it_it: Indirizzo di ascolto HTTP
ko_kr: HTTP 수신 대기 주소
uk_ua: Адреса прослуховування HTTP
zh_cn: HTTP监听地址

source: HTTP Token
fa_ir: توکن HTTP
fr_fr: Jeton HTTP
it_it: Token HTTP
ko_kr: HTTP 토큰
uk_ua: HTTP Токен
zh_cn: HTTP令牌

source: HTTPS Listen Address
cs_cz: Adresa, na které očekávat HTTPS spojení
de_de: HTTPS-Listenadresse
el_gr: Διεύθυνση ακρόασης HTTPS
fa_ir: آدرس شنود HTTPS
fr_fr: Adresse d'écoute HTTPS
it_it: Indirizzo di ascolto HTTPS
ko_kr: HTTPS 수신 대기 주소
uk_ua: Адреса прослуховування HTTPS
zh_cn: HTTPS监听地址

source: Hostname to update
cs_cz: Název kterého hostitele aktualizovat
de_de: Zu aktualisierender Hostname
el_gr: Όνομα κεντρικού υπολογιστή προς ενημέρωση
fa_ir: نام میزبان برای به‌روزرسانی
fr_fr: Nom d'hôte à mettre à jour
it_it: Nome host da aggiornare
ko_kr: 업데이트할 호스트 이름
uk_ua: Ім'я хоста для оновлення
zh_cn: 要更新的主机名

source: Hostname(s)
cs_cz: Název(y) hostitele
de_de: Hostname(n)
el_gr: Όνομα/τα κεντρικού υπολογιστή
fa_ir: نام میزبان(ها)
fr_fr: Nom d'hôte(s)
it_it: Nome/i host
ko_kr: 호스트 이름
uk_ua: Ім'я хоста(ів)
zh_cn: 主机名

source: IP address of DNS server to forward all requests.
cs_cz: IP adresa DNS serveru, na který přeposílat veškeré požadavky.
de_de: IP-Adresse des DNS-Servers, an den die Anfragen weitergeleitet werden sollen.
el_gr: Διεύθυνση IP του διακομιστή DNS για την προώθηση όλων των αιτημάτων.
fa_ir: آدرس IP سرور DNS که همهٔ درخواست‌ها به آن فوروارد شوند.
fr_fr: Adresse IP du serveur DNS pour transmettre toutes les demandes.
it_it: Indirizzo IP del server DNS a cui inoltrare tutte le richieste.
ko_kr: 모든 요청을 전달할 DNS 서버의 IP 주소입니다.
uk_ua: IP-адреса DNS-сервера для пересилання всіх запитів.
zh_cn: 用于转发所有请求的DNS 服务器的IP地址。

source: IP address of host allowed to retrieve proxy statistics.
cs_cz: IP adresa hostitele, kterému je povoleno načítat statistiky proxy serveru.
de_de: IP-Adresse des Hosts, der Proxy-Statistiken abrufen darf.
el_gr: Η διεύθυνση IP του κεντρικού υπολογιστή επιτρέπεται να ανακτά στατιστικά στοιχεία διακομιστή μεσολάβησης.
fa_ir: آدرس IP میزبان مجاز به دریافت آمار پراکسی.
fr_fr: Adresse IP de l'hôte autorisé à récupérer les statistiques du proxy.
it_it: Indirizzo IP dell'host autorizzato a recuperare le statistiche del proxy.
ko_kr: 프록시 통계를 검색할 수 있는 호스트의 IP 주소입니다.
uk_ua: IP-адреса хоста, якому дозволено отримувати статистику проксі.
zh_cn: 允许检索代理统计信息的主机IP地址。

source: IPv6 link-local interface
cs_cz: Link-lokální rozhraní IPv6
de_de: IPv6 Link-lokale Schnittstelle
el_gr: Διεπαφή τοπικής σύνδεσης IPv6
fa_ir: رابط لینک-لوکال IPv6
fr_fr: Interface lien-local IPv6
it_it: Interfaccia collegamento locale IPv6
ko_kr: IPv6 링크 로컬 인터페이스
uk_ua: Локальний інтерфейс IPv6 каналу
zh_cn: IPv6 link-local接口

source: If Synology DSM has OTP enabled, then the device ID has to be provided so that no OTP is required when running the automation.
cs_cz: Pokud je v systému Synology DSM zapnuto na času založené dočasné heslo (OTP), je třeba zadat identifikátor zařízení, aby při spouštění automatizace nebylo OTP vyžadováno.
de_de: Wenn OTP bei Synology DSM aktiviert ist, muss die Geräte-ID angegeben werden, sodass beim Ausführen der Automatisierung kein OTP erforderlich ist.
el_gr: Εάν το Synology DSM έχει ενεργοποιημένο το OTP, τότε πρέπει να καταχωρηθεί το αναγνωριστικό συσκευής, ώστε να μην απαιτείται OTP κατά την εκτέλεση του αυτοματισμού.
fa_ir: اگر در Synology DSM OTP فعال باشد، باید شناسه دستگاه وارد شود تا هنگام اجرای اتوماسیون نیازی به OTP نباشد.
fr_fr: Si le Synology DSM a l'OTP activé, alors l'ID du périphérique doit être fourni afin qu'aucun OTP ne soit requis lors de l'exécution de l'automatisation.
it_it: Se Synology DSM ha l'OTP abilitato, è necessario fornire l'ID del dispositivo in modo che non sia richiesto alcun OTP durante l'esecuzione dell'automazione.
ko_kr: Synology DSM에서 OTP가 활성화된 경우 자동화를 실행할 때 OTP가 필요하지 않도록 장치 ID를 제공해야 합니다.
uk_ua: Якщо Synology DSM має увімкнену OTP, то необхідно надати ідентифікатор пристрою, щоб OTP не вимагався при запуску автоматизації.
zh_cn: 如果Synology DSM已启用OTP，则必须提供设备ID，以便在运行自动操作时不需要OTP。

source: Insecure Domains
cs_cz: Nezabezpečené domény
de_de: Unsichere Domains
el_gr: Μη ασφαλείς τομείς
fa_ir: دامنه‌های ناامن
fr_fr: Domaines non sécurisés
it_it: Domini non sicuri
ko_kr: 안전하지 않은 도메인
uk_ua: Небезпечні домени
zh_cn: 不安全的域

source: Interval in seconds to check for address changes
cs_cz: Interval (v sekundách) ve kterém zjišťovat změny adresy
de_de: Intervall in Sekunden, in dem nach Adressänderungen gesucht wird.
el_gr: Διάστημα σε δευτερόλεπτα για έλεγχο αλλαγών διεύθυνσης
fa_ir: فاصله بررسی تغییر آدرس‌ها (ثانیه)
fr_fr: Intervalle en secondes pour vérifier les changements d'adresse
it_it: Intervallo in secondi per verificare le modifiche all'indirizzo
ko_kr: 주소 변경을 확인하는 간격(초)
uk_ua: Інтервал у секундах для перевірки змін адреси
zh_cn: 检查地址更新的时间间隔(秒)

source: Key Identifier
cs_cz: Identifikátor klíče
de_de: Schlüsselbezeichner
el_gr: Αναγνωριστικό κλειδιού
fa_ir: شناسه کلید
fr_fr: Identifiant de la clé
it_it: Identificatore chiave
ko_kr: 키 식별자
uk_ua: Ідентифікатор ключа
zh_cn: 密钥标识符

source: Linode API (v3 / Deprecated)
cs_cz: API rozhraní Linode (v3 / zastaralé)
de_de: Linode API (v3 / Veraltet)
el_gr: API Linode (έκδοση 3 / Καταργημένο)
fa_ir: Linode API (v3 / منسوخ‌شده)
fr_fr: Linode API (v3 / Obsolète)
it_it: API Linode (v3/deprecato)
ko_kr: Linode API(v3 / 사용되지 않음)
pl_pl: Linode API (v3 / Przestarzałe)
uk_ua: Linode API (v3 / Застаріле)
zh_cn: Linode API （v3/已弃用）
