Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Commands
cs_cz: Příkazy
de_de: Befehle
el_gr: Εντολές
fa_ir: دستورات
fr_fr: Commandes
it_it: Comandi
ko_kr: 명령
pl_pl: Polecenia
uk_ua: Команди
zh_cn: 命令

source: Connected since
cs_cz: Připojeno od
de_de: Verbunden seit
el_gr: Συνδεδεμένος από
fa_ir: متصل از
fr_fr: Connecté depuis
it_it: Connesso da allora
ko_kr: 연결된 시간
pl_pl: Połączono od
uk_ua: Підключено з
zh_cn: 连接时间

source: IP address
cs_cz: IP adresa
de_de: IP-Adresse
el_gr: Διεύθυνση IP
fa_ir: آدرس IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ko_kr: IP 주소
pl_pl: Adres IP
uk_ua: IP-адреса
zh_cn: IP地址

source: Session
cs_cz: Relace
de_de: Sitzung
el_gr: Συνεδρίαση
fa_ir: نشست
it_it: Sessione
ko_kr: 세션
pl_pl: Sesja
uk_ua: Сесія
zh_cn: 会话

source: Yes
cs_cz: Ano
de_de: Ja
el_gr: Ναί
fa_ir: بله
fr_fr: Oui
it_it: SÌ
ko_kr: 예
pl_pl: Tak
uk_ua: Так
zh_cn: 是

source: Cancel
cs_cz: Storno
de_de: Abbrechen
el_gr: Ακύρωση
fa_ir: لغو
fr_fr: Annuler
it_it: Cancellare
ko_kr: 취소
pl_pl: Anuluj
uk_ua: Скасувати
zh_cn: 取消

source: Do you want to disconnect the selected client?
cs_cz: Opravdu chcete označeného klienta odpojit?
de_de: Wollen Sie diesen Client trennen?
el_gr: Θέλετε να αποσυνδέσετε τον επιλεγμένο πελάτη;
fa_ir: آیا می‌خواهید کلاینت انتخاب‌شده را قطع اتصال کنید؟
fr_fr: Voulez-vous vraiment déconnecter le client sélectionné ?
it_it: Vuoi disconnettere il client selezionato?
ko_kr: 선택한 클라이언트의 연결을 끊으시겠습니까?
pl_pl: Czy chcesz odłączyć wybranego klienta?
uk_ua: Ви хочете відключити вибраний клієнт?
zh_cn: 是否要断开所选客户端的连接？

source: Confirm disconnect
cs_cz: Potvrzení odpojení
de_de: Trennung bestätigen
el_gr: Επιβεβαίωση αποσύνδεσης
fa_ir: تأیید قطع اتصال
fr_fr: Confirmation de déconnection
it_it: Conferma la disconnessione
ko_kr: 연결 끊기 확인
pl_pl: Potwierdź odłączenie
uk_ua: Підтвердити відключення
zh_cn: 确认断开连接

source: Floating
cs_cz: Plovoucí
de_de: Global
el_gr: Επιπλέων
fa_ir: شناور
fr_fr: Flottant
it_it: Galleggiante
ko_kr: 플로팅 규칙
pl_pl: Uniwersalny
uk_ua: Плаваючі
zh_cn: 浮动

source: %s Status
cs_cz: Stav %s
el_gr: Κατάσταση %s
fa_ir: وضعیت %s
fr_fr: Statut %s
it_it: Stato %s
ko_kr: %s 상태
uk_ua: Статус %s
zh_cn: %s状态

source: %s made changes
cs_cz: Změny pocházející z %s
de_de: %s machte Änderungen
el_gr: %s έκανε αλλαγές
fa_ir: %s تغییراتی ایجاد کرد
fr_fr: %s changement(s) effectué(s)
it_it: %s ha apportato modifiche
ko_kr: %s이(가) 변경함
pl_pl: %s dokonał zmian
uk_ua: %s вніс зміни
zh_cn: %s进行更改

source: No valid config.xml found, attempting to restore factory config.
cs_cz: Nebyl nalezen platný config.xml, náhradně se zkouší obnovení výchozího nastavení.
de_de: Keine gültige config.xml gefunden, versuche Werkskonfiguration wiederherzustellen.
el_gr: Δεν βρέθηκε έγκυρο αρχείο config.xml, γίνεται προσπάθεια επαναφοράς των εργοστασιακών ρυθμίσεων.
fa_ir: فایل config.xml معتبری یافت نشد. تلاش برای بازیابی تنظیمات کارخانه انجام می‌شود.
fr_fr: Aucun fichier config.xml valide n'a été trouvé, tentative de restauration de la configuration d'usine.
it_it: Nessun file config.xml valido trovato, tentativo di ripristinare la configurazione di fabbrica.
ko_kr: 올바른 config.xml을 찾을 수 없습니다. 공장 구성을 복원하려고 시도합니다.
pl_pl: Nie znaleziono prawidłowego config.xml, próbuję przywrócić konfigurację fabryczną.
uk_ua: Не знайдено дійсний config.xml, спроба відновити заводську конфігурацію.
zh_cn: 未发现有效的config.xml ，尝试恢复出厂设置。

source: No valid config.xml found, attempting last known config restore.
cs_cz: Nebyl nalezen platný config.xml, náhradně se zkouší obnovení posledního známého nastavení.
de_de: Keine gültige config.xml gefunden, versuche letzte bekannte Konfiguration wiederherzustellen.
el_gr: Δεν βρέθηκε έγκυρο αρχείο config.xml, γίνεται προσπάθεια επαναφοράς της τελευταίας γνωστής διαμόρφωσης.
fa_ir: فایل config.xml معتبری یافت نشد. تلاش برای بازیابی آخرین پیکربندی شناخته‌شده انجام می‌شود.
fr_fr: Aucun fichier config.xml valide n'a été trouvé, tentative de restauration de la dernière configuration connue.
it_it: Nessun file config.xml valido trovato, tentativo di ripristino dell'ultima configurazione conosciuta.
ko_kr: 유효한 config.xml을 찾을 수 없습니다. 마지막으로 알려진 구성 복원을 시도합니다.
pl_pl: Nie znaleziono prawidłowego config.xml, próbuję przywrócić ostatnią znaną konfigurację.
uk_ua: Не знайдено дійсний config.xml, спроба відновити останню відому конфігурацію.
zh_cn: 找不到有效的config.xml，尝试使用上次已知的配置恢复。

source: The app password which has been generated for you
cs_cz: Heslo pro danou aplikaci, které vám bylo vytvořeno
de_de: Das Anwendungspasswort wurde für Sie generiert
el_gr: Ο κωδικός πρόσβασης εφαρμογής που έχει δημιουργηθεί για εσάς
fa_ir: گذرواژهٔ برنامه‌ای که برای شما ایجاد شده است
fr_fr: Le mot de passe de l'application qui a été généré pour vous
it_it: La password dell'app che è stata generata per te
ko_kr: 당신을 위해 생성된 앱 비밀번호
pl_pl: Hasło aplikacji, które zostało dla ciebie wygenerowane
uk_ua: Пароль застосунку, який було згенеровано для вас
zh_cn: 为您生成的应用密码

source: The name you use for logging into your Nextcloud account
cs_cz: Jméno, které používáte pro přihlašování se ke svému Netxcloud účtu
de_de: Der Name, den Sie verwenden, um sich an Ihrem Nextcloud-Konto anzumelden
el_gr: Το όνομα που χρησιμοποιείτε για να συνδεθείτε στον λογαριασμό σας στο Nextcloud
fa_ir: نامی که برای ورود به حساب Nextcloud خود استفاده می‌کنید
fr_fr: Le nom que vous utilisez pour vous identifier sur votre compte NextCloud.
it_it: Il nome che usi per accedere al tuo account Nextcloud
ko_kr: 다음 클라우드 계정에 로그인할 때 사용하는 이름
pl_pl: Nazwa, której używasz do logowania się na swoje konto Nextcloud
uk_ua: Ім'я, яке ви використовуєте для входу у ваш обліковий запис Nextcloud
zh_cn: 登录Nextcloud的帐户名称

source: User Name
cs_cz: Uživatelské jméno
de_de: Benutzername
el_gr: Ονομα χρήστη
fa_ir: نام کاربری
fr_fr: Nom d'utilisateur
it_it: Nome utente
ko_kr: 사용자 이름
pl_pl: Nazwa użytkownika
uk_ua: Ім'я користувача
zh_cn: 用户名

source: The supplied 'Password' and 'Confirm' field values must match.
cs_cz: Je třeba aby se zadání v kolonce „Heslo“ a „Potvrzení hesla“ shodovalo.
de_de: Die Eingaben der Felder 'Passwort' und 'Bestätigung' müssen übereinstimmen.
el_gr: Οι τιμές των παρεχόμενων πεδίων «Κωδικός πρόσβασης» και «Επιβεβαίωση» πρέπει να ταιριάζουν.
fa_ir: مقادیر واردشده در فیلدهای «رمز عبور» و «تأیید» باید یکسان باشند.
fr_fr: Les champs 'mot de passe' et 'confirmer' ne correspondent pas.
it_it: I valori dei campi "Password" e "Conferma" forniti devono corrispondere.
ko_kr: 제공된 '비밀번호 및 '확인' 필드 값이 일치해야 합니다.
pl_pl: Podane wartości w polach 'Hasło' i 'Potwierdź' muszą się zgadzać.
uk_ua: Значення полів 'Пароль' та 'Підтвердження' мають збігатися.
zh_cn: 提供的"密码"和"确认"字段值必须匹配。

source: Google Drive
ko_kr: 구글 드라이브
uk_ua: Google Диск

source: Confirm
cs_cz: Potvrdit
de_de: Bestätigen
el_gr: Επιβεβαιώνω
fa_ir: تأیید
fr_fr: Confirmer
it_it: Confermare
ko_kr: 확인
pl_pl: Potwierdź
uk_ua: Підтвердити
zh_cn: 确认

source: Backup Count
cs_cz: Počet záloh
de_de: Anzahl an Sicherungen
el_gr: Αριθμός αντιγράφων ασφαλείας
fa_ir: تعداد نسخه‌های پشتیبان
fr_fr: Nombre de sauvegardes
it_it: Conteggio backup
ko_kr: 백업 수
pl_pl: Liczba kopii zapasowych
uk_ua: Кількість резервних копій
zh_cn: 备份数量

source: Normally the config xml will be written as config-stamp.xml, with this option set the filename will use the systems host and domain name.
cs_cz: Běžně bývá xml nastavení zapsáno jako config-casove_razitko.xml. Nastavením této volby bude v názvu souboru použit název stroje a doména.
de_de: Normalerweise wird die Konfiguration als config-Zeitstempel.xml geschrieben. Mit dieser Option enthält der Dateiname zusätzlich den Hostnamen des Systems und den Domain-Namen.
el_gr: Κανονικά, το αρχείο xml ρυθμίσεων θα γραφτεί ως config-stamp.xml, με αυτήν την επιλογή, το όνομα αρχείου θα χρησιμοποιεί το όνομα κεντρικού υπολογιστή και τομέα του συστήματος.
fa_ir: به‌طور معمول فایل config.xml به‌صورت config-stamp.xml نوشته می‌شود. با فعال‌بودن این گزینه، نام فایل از نام میزبان و دامنهٔ سیستم تشکیل می‌شود.
fr_fr: Normalement la configuration xml sera écrite comme config-stamp.xml, avec cette option activée le nom de fichier utilisera les noms d'hôte et domaine des systèmes.
it_it: Normalmente l'xml di configurazione verrà scritto come config-stamp.xml, con questa opzione impostata il nome file utilizzerà l'host del sistema e il nome del dominio.
ko_kr: 일반적으로 config xml은 config-stamp.xml로 작성되며, 이 옵션이 설정된 경우 파일 이름은 시스템 호스트 및 도메인 이름을 사용합니다.
pl_pl: Zazwyczaj plik konfiguracyjny xml będzie zapisany jako config-stamp.xml, z tą opcją nazwa pliku będzie używać nazwy hosta i domeny systemu.
uk_ua: Зазвичай файл config.xml буде записаний як config-stamp.xml. Якщо цю опцію встановлено, ім'я файлу використовуватиме ім'я хоста та доменне ім'я системи.
zh_cn: 通常配置文件名为config-stamp.xml，选中该选项，文件名会使用系统的主机名和域名。

source: Prefix hostname to backupfile
cs_cz: Na začátek názvu souboru se zálohou uvést název stroje
de_de: Hostnamen als Präfix für die Sicherungsdatei
el_gr: Πρόθεμα ονόματος κεντρικού υπολογιστή στο αρχείο αντιγράφου ασφαλείας
fa_ir: پیشوند نام میزبان به فایل پشتیبان
fr_fr: Le fichier de sauvegarde sera préfixé par le nom d'hôte
it_it: Prefisso nome host al file di backup
ko_kr: 백업 파일에 호스트 이름 프릭스 추가
pl_pl: Prefiks hostname do pliku kopii zapasowej
uk_ua: Додати ім'я хоста до файлу резервної копії
zh_cn: 添加主机名前缀

source: Folder ID
cs_cz: Identifikátor složky
de_de: Ordner-ID
el_gr: Αναγνωριστικό φακέλου
fa_ir: شناسه پوشه
fr_fr: ID du répertoire
it_it: ID della cartella
ko_kr: 폴더 ID
pl_pl: ID folderu
uk_ua: Ідентифікатор теки
zh_cn: 文件夹ID

source: P12 key
cs_cz: P12 klíč
de_de: P12-Schlüssel
el_gr: Πλήκτρο P12
fa_ir: کلید P12
fr_fr: Clé P12
it_it: Tasto P12
ko_kr: P12 키
pl_pl: Klucz P12
uk_ua: Ключ P12
zh_cn: P12密钥

source: Client-ID in the Google cloud console
cs_cz: Identifikátor klienta v konzoli Google cloud
de_de: Client-ID in der Google Cloud-Konsole.
el_gr: Αναγνωριστικό πελάτη στην κονσόλα cloud της Google
fa_ir: Client-ID در کنسول Google Cloud
fr_fr: Client-ID dans la console Cloud de Google
it_it: ID cliente nella console cloud di Google
ko_kr: Google 클라우드 콘솔의 클라이언트 ID
pl_pl: ID klienta w konsoli chmury Google
uk_ua: Client-ID у консолі Google Cloud
zh_cn: 谷歌云盘客户端ID

source: Email Address
cs_cz: E-mailová adresa
de_de: E-Mail-Adresse
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
fa_ir: آدرس ایمیل
fr_fr: Adresse courriel
it_it: Indirizzo e-mail
ko_kr: 이메일주소
pl_pl: Adres e-mail
uk_ua: Адреса електронної пошти
zh_cn: 邮件地址

source: Password length must be a number or empty for default.
cs_cz: Je třeba, aby délka hesla bylo číslo nebo, pro výchozí hodnotu, nebylo vyplněno.
de_de: Passwortlänge muss eine Zahl oder leer für den Standardwert sein.
el_gr: Το μήκος του κωδικού πρόσβασης πρέπει να είναι αριθμός ή κενό για προεπιλογή.
fa_ir: طول گذرواژه باید عددی باشد یا برای استفاده از مقدار پیش‌فرض خالی بماند.
fr_fr: La longueur du mot de passe doit être un nombre ou vide pour la valeur par défaut.
it_it: La lunghezza della password deve essere un numero o essere vuota per impostazione predefinita.
ko_kr: 기본적으로 비밀번호 길이는 숫자이거나 비어 있어야 합니다.
pl_pl: Długość hasła musi być liczbą, pozostaw puste dla wartości domyślnej.
uk_ua: Довжина пароля має бути числом або порожньою для типового значення.
zh_cn: 密码长度必须为数字或留空使用默认值。

source: Specify alternative password length for generating vouchers
cs_cz: Zadejte alternativní délku hesla pro vytváření kuponů
de_de: Geben Sie eine alternative Passwortlänge zur Generierung von Vouchern an
el_gr: Καθορίστε εναλλακτικό μήκος κωδικού πρόσβασης για τη δημιουργία κουπονιών
fa_ir: طول جایگزین گذرواژه برای تولید ووچرها را مشخص کنید
fr_fr: Indiquer une longueur alternative des mots de passe pour la génération des bons d'échange
it_it: Specificare una lunghezza alternativa della password per la generazione dei voucher
ko_kr: 바우처 생성을 위한 대체 비밀번호 길이 지정
pl_pl: Określ alternatywną długość hasła do generowania voucherów
uk_ua: Вказати альтернативну довжину пароля для генерації ваучерів
zh_cn: 指定用于生成凭证的备用密码长度

source: Password length
cs_cz: Délka hesla
de_de: Passwortlänge
el_gr: Μήκος κωδικού πρόσβασης
fa_ir: طول گذرواژه
fr_fr: Longueur des mots de passe
it_it: Lunghezza della password
ko_kr: 비밀번호 길이
pl_pl: Długość hasła
uk_ua: Довжина пароля
zh_cn: 密码长度

source: Username length must be a number or empty for default.
cs_cz: Je třeba, aby délka uživatelského jména bylo číslo nebo, pro výchozího hodnotu, nebylo vyplněno.
de_de: Benutzernamenlänge muss eine Zahl oder leer für den Standardwert sein.
el_gr: Το μήκος του ονόματος χρήστη πρέπει να είναι αριθμός ή κενό για προεπιλογή.
fa_ir: طول نام کاربری باید عددی باشد یا برای استفاده از مقدار پیش‌فرض خالی بماند.
fr_fr: Le nom d'utilisateur doit être un nombre ou vide pour la valeur par défaut.
it_it: La lunghezza del nome utente deve essere un numero o essere vuota per impostazione predefinita.
ko_kr: 사용자명 길이는 숫자 또는 빈 칸(기본 값)이어야 합니다.
pl_pl: Długość nazwy użytkownika musi być liczbą lub pustą dla wartości domyślnej.
uk_ua: Довжина імені користувача має бути числом або порожньою для типового значення.
zh_cn: 用户名长度必须为数字或留空使用默认值。

source: Specify alternative username length for generating vouchers
cs_cz: Zadejte alternativní délku uživatelského jména pro vytváření kuponů
de_de: Geben Sie eine alternative Benutzernamenlänge zur Generierung von Vouchern an
el_gr: Καθορίστε εναλλακτικό μήκος ονόματος χρήστη για τη δημιουργία κουπονιών
fa_ir: طول جایگزین نام کاربری برای تولید ووچرها را مشخص کنید
fr_fr: Indiquer une longueur alternative des noms d'utilisateur pour la génération des bons d'échange
it_it: Specifica la lunghezza del nome utente alternativo per la generazione dei voucher
ko_kr: 바우처 생성을 위한 대체 사용자 이름 길이 지정
pl_pl: Określ alternatywną długość nazwy użytkownika do generowania voucherów
uk_ua: Вказати альтернативну довжину імені користувача для генерації ваучерів
zh_cn: 指定用于生成凭证的备用用户名长度

source: Username length
cs_cz: Délka uživatelského jména
de_de: Benutzernamenlänge
el_gr: Μήκος ονόματος χρήστη
fa_ir: طول نام کاربری
fr_fr: Longueur du nom d'utilisateur
it_it: Lunghezza del nome utente
ko_kr: 사용자명 길이
pl_pl: Długość nazwy użytkownika
uk_ua: Довжина імені користувача
zh_cn: 用户名长度

source: Use simple (less secure) passwords, which are easier to read
cs_cz: Použít jednoduchá (sice méně bezpečná) hesla, která se ale snáze čtou
de_de: Benutze einfachere (unsicherere) Passwörter, welche leichter zu lesbar sind
el_gr: Χρησιμοποιήστε απλούς (λιγότερο ασφαλείς) κωδικούς πρόσβασης, οι οποίοι είναι πιο εύκολοι στην ανάγνωση
fa_ir: از گذرواژه‌های ساده (کم‌امن‌تر) استفاده کنید؛ خواندنشان آسان‌تر است
fr_fr: Utiliser des mots de passe simples (moins sécurisés), qui sont plus faciles à lire
it_it: Utilizza password semplici (meno sicure), più facili da leggere
ko_kr: 읽기 쉬운 간단한(보안 수준이 낮은) 비밀번호 사용
pl_pl: Użyj prostych (mniej bezpiecznych) haseł, które są łatwiejsze do odczytania
uk_ua: Використовувати прості (менш безпечні) паролі, які легше читати
zh_cn: 使用简单(不太安全)的密码，这更容易阅读

source: Use simple passwords (less secure)
cs_cz: Používat jednoduchá hesla (méně bezpečné)
de_de: Verwende einfachere Passwörter (unsicherer)
el_gr: Χρησιμοποιήστε απλούς κωδικούς πρόσβασης (λιγότερο ασφαλείς)
fa_ir: از گذرواژه‌های ساده (کم‌امن‌تر) استفاده کنید
fr_fr: Utiliser des mots de passe simples (moins sécurisés)
it_it: Utilizza password semplici (meno sicure)
ko_kr: 단순 비밀번호 사용(보안 수준 낮음)
pl_pl: Używaj prostych haseł (mniej bezpieczne)
uk_ua: Використовувати прості паролі (менш безпечні)
zh_cn: 使用简单密码

source: Voucher
cs_cz: Kupon
el_gr: Εγγυητής
fa_ir: ووچر
fr_fr: Bon d'échange
ko_kr: 바우처
uk_ua: Ваучер
zh_cn: 凭证

source: Reverse token order
cs_cz: Obrácené pořadí tokenu
de_de: Umgekehrte Tokensortierung
el_gr: Αντίστροφη σειρά διακριτικών
fa_ir: معکوس کردن ترتیب توکن
fr_fr: Inverser l'ordre des jetons
it_it: Ordine dei token inverso
ko_kr: 역토큰 순서
pl_pl: Odwróć kolejność tokenów
uk_ua: Зворотний порядок токенів
zh_cn: 反向令牌顺序

source: Please enter a valid grace period in seconds
cs_cz: Zadejte platnou grace periodu v sekundách
de_de: Bitte geben Sie eine gültige Gnadenfrist in Sekunden ein
el_gr: Παρακαλώ εισάγετε μια έγκυρη περίοδο χάριτος σε δευτερόλεπτα
fa_ir: لطفاً یک دوره مهلت معتبر (بر حسب ثانیه) وارد کنید.
fr_fr: Veuillez entrer un délai de grâce valide en secondes
it_it: Inserisci un periodo di grazia valido in secondi
ko_kr: 유효한 유예 기간(초)을 입력
pl_pl: Proszę podać prawidłowy okres ważności w sekundach
uk_ua: Будь ласка, введіть дійсний пільговий період у секундах
zh_cn: 请输入有效的宽限期(以秒为单位)

source: Time in seconds in which this server and the token may differ, default is 10 seconds. Set higher for a less secure easier match.
cs_cz: O kolik se může lišit čas serveru a tokenu – výchozí je 10 sekund. Nastavení na vyšší hodnotu zvýší slučitelnost, ale je méně bezpečné.
de_de: Zeit in Sekunden, die der Server und das Token voneinander abweichen dürfen. Standard ist 10 Sekunden. Setzen Sie es höher für eine wahrscheinlichere aber unsicherere Übereinstimmung.
el_gr: Ο χρόνος σε δευτερόλεπτα κατά τον οποίο αυτός ο διακομιστής και το διακριτικό ενδέχεται να διαφέρουν, η προεπιλογή είναι 10 δευτερόλεπτα. Ορίστε υψηλότερη τιμή για λιγότερο ασφαλή και ευκολότερη αντιστοίχιση.
fa_ir: زمان (بر حسب ثانیه) که در آن این سرور و توکن ممکن است اختلاف داشته باشند؛ مقدار پیش‌فرض 10 ثانیه است. مقدار بالاتر تطابق را آسان‌تر اما کم‌امن‌تر می‌کند.
fr_fr: Temps en secondes entre lequel ce serveur et le jeton peuvent différer, 10 secondes par défaut. Définir une durée plus importante pour une correspondance plus facile et une sécurité plus faible.
it_it: Tempo in secondi in cui questo server e il token possono differire, il valore predefinito è 10 secondi. Imposta un valore più alto per una corrispondenza più semplice e meno sicura.
ko_kr: 이 서버와 토큰이 다를 수 있는 시간(초). 기본값은 10초입니다. 보안 수준이 낮은 쉬운 일치를 위해 높게 설정합니다.
pl_pl: Czas w sekundach, w którym ten serwer i token mogą się różnić, domyślnie jest to 10 sekund. Ustaw wyższą wartość dla mniej bezpiecznego, łatwiejszego dopasowania.
uk_ua: Час у секундах, протягом якого цей сервер і токен можуть відрізнятися, типово 10 секунд. Встановіть більше значення для менш безпечного, але легшого збігу.
zh_cn: 此服务器和令牌可能不同的时间（以秒为单位），默认值为10秒。设置得较高些，则安全性较低，但更容易匹配。

source: Grace period
cs_cz: Doba tolerance
de_de: Gnadenfrist
el_gr: Περίοδος χάριτος
fa_ir: دوره مهلت
fr_fr: Période de Grâce
it_it: Periodo di grazia
ko_kr: 유예기간
pl_pl: Okres ważności
uk_ua: Пільговий період
zh_cn: 宽限期

source: Please enter a valid time window in seconds
cs_cz: Zadejte platné časové okno (v sekundách)
de_de: Bitte geben Sie ein gültiges Zeitfenster in Sekunden ein
el_gr: Παρακαλώ εισάγετε ένα έγκυρο χρονικό παράθυρο σε δευτερόλεπτα
fa_ir: لطفاً یک بازه زمانی معتبر (بر حسب ثانیه) وارد کنید.
fr_fr: Veuillez entrer une fenêtre de temps valide en secondes
it_it: Inserisci un intervallo di tempo valido in secondi
ko_kr: 유효한 시간대(초)를 입력
pl_pl: Proszę podać prawidłowy okres czasu w sekundach
uk_ua: Будь ласка, введіть дійсне вікно часу в секундах
zh_cn: 请输入有效的时间窗口(以秒为单位)

source: Time window
cs_cz: Časové okno
de_de: Zeitfenster
el_gr: Χρονικό παράθυρο
fa_ir: بازه زمانی
fr_fr: Fenêtre Temporelle
it_it: Finestra temporale
ko_kr: 시간 창
pl_pl: Okno czasowe
uk_ua: Вікно часу
zh_cn: 时间窗口

source: Only token lengths of 6 or 8 characters are supported
cs_cz: Jsou podporovány pouze tokeny 6 až 8 znaků dlouhé
de_de: Nur Token-Längen von 6 oder 8 Zeichen werden unterstützt
el_gr: Υποστηρίζονται μόνο μήκη διακριτικών 6 ή 8 χαρακτήρων
fa_ir: فقط طول‌های توکن 6 یا 8 کاراکتر پشتیبانی می‌شوند
fr_fr: Seule une longueur de jeton de 6 ou 8 caractères est supportée
it_it: Sono supportate solo token di lunghezza pari a 6 o 8 caratteri
ko_kr: 토큰 길이는 6자 또는 8자만 지원됩니다
pl_pl: Obsługiwane są tylko długości tokenów 6 lub 8 znaków
uk_ua: Підтримуються лише довжини токенів 6 або 8 символів
zh_cn: 仅支持6或8个字符的令牌长度

source: Token length to use
cs_cz: Použitá délka tokenů
de_de: Tokenlänge, die verwendet werden soll
el_gr: Μήκος διακριτικού που θα χρησιμοποιηθεί
fa_ir: طول توکن برای استفاده
fr_fr: Longueur du jeton à utiliser
it_it: Lunghezza del token da utilizzare
ko_kr: 사용할 토큰 길이
pl_pl: Długość tokena do użycia
uk_ua: Довжина токена для використання
zh_cn: 使用的令牌长度

source: Token length
cs_cz: Délka tokenu
de_de: Tokenlänge
el_gr: Μήκος διακριτικού
fa_ir: طول توکن
fr_fr: Longueur du jeton
it_it: Lunghezza del token
ko_kr: 토큰 길이
pl_pl: Długość tokena
uk_ua: Довжина токена
zh_cn: 令牌长度

source: Local + Timebased One Time Password
cs_cz: Místní + na čase založené jednorázové heslo
de_de: Lokal + Zeitbasiertes Einmalpasswort
el_gr: Τοπικός + Χρονικός Κωδικός Πρόσβασης Μίας Χρήσης
fa_ir: رمز یک‌بار مصرف محلی و زمان‌محور
fr_fr: Local + Mot de Passe à Usage Unique Temporel (TOTP)
it_it: Password monouso locale + basata sul tempo
ko_kr: 로컬 + 시간 기반 일회용 비밀번호
pl_pl: Lokalne + jednorazowe hasło oparte na czasie
uk_ua: Локальний + одноразовий пароль, заснований на часі
zh_cn: 本地+基于时间的一次性密码

source: The username may not be a part of the password
cs_cz: Uživatelské jméno nelze použít také jako část hesla
de_de: Der Benutzername kann nicht Teil des Passworts sein
el_gr: Το όνομα χρήστη ενδέχεται να μην αποτελεί μέρος του κωδικού πρόσβασης
fa_ir: نام کاربری نباید بخشی از گذرواژه باشد
fr_fr: Le nom de l'utilisateur ne doit pas être une partie du mot de passe
it_it: Il nome utente potrebbe non far parte della password
ko_kr: 사용자 이름이 비밀번호의 일부가 아닐 수 있습니다
pl_pl: Nazwa użytkownika nie może być częścią hasła
uk_ua: Ім'я користувача не може бути частиною пароля
zh_cn: 用户名可能不是密码的一部分

source: Password should contain at least 3 of the 4 different character groups (lowercase, uppercase, number, special)
cs_cz: Heslo by mělo obsahovat alespoň 3 ze 4 různých skupin znaků (malá/velká písmena, číslice a speciální znaky)
de_de: Das Passwort sollte mindestens 3 der 4 verschiedenen Zeichengruppen beinhalten (Klein- und Großbuchstaben, Ziffern sowie Sonderzeichen)
el_gr: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 3 από τις 4 διαφορετικές ομάδες χαρακτήρων (πεζά, κεφαλαία, αριθμούς, ειδικούς χαρακτήρες)
fa_ir: گذرواژه باید حداقل 3 از 4 گروه کاراکتری مختلف را داشته باشد (حروف کوچک، حروف بزرگ، عدد، کاراکتر ویژه)
fr_fr: Le mot de passe doit contenir au moins 3 des 4 groupes de caractères différents (minuscules, majuscules, nombres, spéciaux)
it_it: La password deve contenere almeno 3 dei 4 diversi gruppi di caratteri (minuscolo, maiuscolo, numero, speciale)
ko_kr: 비밀번호는 4개의 서로 다른 문자 그룹 중 3개 이상을 포함해야 합니다(소문자, 대문자, 숫자, 특수)
pl_pl: Hasło powinno zawierać co najmniej 3 z 4 różnych grup znaków (małe litery, wielkie litery, cyfry, znaki specjalne)
uk_ua: Пароль повинен містити принаймні 3 з 4 різних груп символів (малі літери, великі літери, цифри, спеціальні символи)
zh_cn: 密码应包含4个不同字符组中的至少3个(小写，大写，数字，特殊)

source: Current password equals new password
cs_cz: Je třeba zadat skutečně nové heslo, ne znovu použít to stávající
de_de: Das aktuelle Passwort ist das neue Passwort
el_gr: Ο τρέχων κωδικός πρόσβασης ισούται με τον νέο κωδικό πρόσβασης
fa_ir: گذرواژه فعلی با گذرواژه جدید برابر است.
fr_fr: Le mot de passe actuel est égal au nouveau mot de passe
it_it: La password attuale è uguale alla nuova password
ko_kr: 현재 비밀번호가 새 비밀번호와 같습니다
pl_pl: Aktualne hasło jest takie samo jak nowe
uk_ua: Поточний пароль дорівнює новому паролю
zh_cn: 新密码与当前密码相同

source: Password must have at least %d characters
cs_cz: Je třeba, aby heslo bylo přinejmenším %d znaků dlouhé
de_de: Das Passwort muss mindestens %d Zeichen lang sein
el_gr: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον %d χαρακτήρες
fa_ir: گذرواژه باید حداقل %d کاراکتر داشته باشد
fr_fr: Le mot de passe doit avoir au moins %d caractères
it_it: La password deve contenere almeno %d caratteri
ko_kr: 비밀번호는 %d자 이상이어야 합니다
pl_pl: Hasło musi zawierać przynajmniej %d znaków
uk_ua: Пароль повинен мати принаймні %d символів
zh_cn: 密码必须至少包含％d个字符
