Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Use this option to invert the sense of the match.
cs_cz: Touto předvolbou obrátíte smysl shody.
de_de: Diese Option verwenden, um die Übereinstimmung umzukehren.
el_gr: Χρησιμοποιήστε αυτήν την επιλογή για να αντιστρέψετε την αίσθηση του αγώνα.
fa_ir: برای معکوس کردن شرط تطابق از این گزینه استفاده کنید.
fr_fr: Utilisez cette option pour inverser le sens de la correspondance.
it_it: Usa questa opzione per invertire il senso della partita.
ko_kr: 일치 조건을 반대로 적용하려면 이 옵션을 사용하세요.
pl_pl: Użyj tej opcji, aby odwrócić sens dopasowania.
uk_ua: Використовуйте цю опцію, щоб інвертувати значення відповідності.
zh_cn: 选中则反转条件进行匹配。

source: Invert
cs_cz: Obrátit
de_de: Umkehren
el_gr: Αντιστρέφω
fa_ir: معکوس
fr_fr: Inverser
it_it: Invertire
ko_kr: 반전
pl_pl: Odwróć
uk_ua: Інвертувати
zh_cn: 反转

source: Hint: in most cases, you'll want to use WAN here
cs_cz: Rada: ve většině případů sem patří WAN
de_de: Tipp: In den meisten Fällen sollten Sie hier WAN benutzen.
el_gr: Υπόδειξη: στις περισσότερες περιπτώσεις, θα θέλετε να χρησιμοποιήσετε WAN εδώ
fa_ir: راهنما: در بیشتر موارد باید از WAN در اینجا استفاده کنید.
fr_fr: Suggestion: ici, dans la plupart des cas, vous devriez utiliser WAN
it_it: Suggerimento: nella maggior parte dei casi, ti consigliamo di utilizzare la WAN qui
ko_kr: 힌트: 대부분의 경우 여기서 WAN을 사용할 수 있습니다
pl_pl: Wskazówka: w większości przypadków będziesz chciał użyć tutaj WAN
uk_ua: Підказка: у більшості випадків тут варто використовувати WAN
zh_cn: 注意：多数情况下，应该选WAN接口

source: Set this option to disable this rule without removing it from the list.
cs_cz: Takto je možné vyřadit pravidlo z používání aniž by ho bylo třeba odebírat ze seznamu.
de_de: Aktivieren Sie diese Option, um die Regel zu deaktivieren, ohne sie aus der Liste zu entfernen.
el_gr: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτόν τον κανόνα χωρίς να τον αφαιρέσετε από τη λίστα.
fa_ir: برای غیرفعال کردن این قانون بدون حذف آن از لیست، این گزینه را فعال کنید.
fr_fr: Sélectionnez cette option pour désactiver cette règle sans la retirer de la liste.
it_it: Imposta questa opzione per disabilitare questa regola senza rimuoverla dall'elenco.
ko_kr: 이 규칙을 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정하세요.
pl_pl: Ustaw tę opcję, aby wyłączyć tę regułę bez usuwania jej z listy.
uk_ua: Установіть цю опцію, щоб вимкнути це правило, не видаляючи його зі списку.
zh_cn: 选中则禁用该规则，而不将其从列表中删除。

source: Disable this rule
cs_cz: Neuplatňovat toto pravidlo
de_de: Regel deaktivieren
el_gr: Απενεργοποίηση αυτού του κανόνα
fa_ir: غیرفعال کردن این قانون
fr_fr: Désactiver cette règle
it_it: Disabilita questa regola
ko_kr: 이 규칙 사용 안 함
pl_pl: Wyłącz tę regułę
uk_ua: Вимкнути це правило
zh_cn: 禁用该规则

source: A valid destination bit count must be specified.
cs_cz: Je třeba zadat platný počet bitů cíle.
de_de: Eine gültige Zielbitanzahl muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit προορισμού.
fa_ir: باید مقدار معتبری برای تعداد بیت مقصد مشخص شود.
fr_fr: Un nombre de bits de destination valide doit être spécifié.
it_it: È necessario specificare un conteggio di bit di destinazione valido.
ko_kr: 유효한 대상 비트 수를 지정해야 합니다.
pl_pl: Należy podać prawidłową liczbę bitów docelowych.
uk_ua: Необхідно вказати дійсний лічильник бітів призначення.
zh_cn: 必须指定一个有效的目标掩码。

source: %s is not a valid destination IP address or alias.
cs_cz: %s není platná cílová IP adresa nebo alternativní název.
de_de: %s ist keine gültige Ziel-IP-Adresse oder Alias
el_gr: Το %s δεν είναι έγκυρη διεύθυνση IP προορισμού ή ψευδώνυμο.
fa_ir: %s یک آدرس IP مقصد یا آلیاس معتبر نیست.
fr_fr: %s n'est pas une adresse IP ou un alias de destination valide.
it_it: %s non è un indirizzo IP o un alias di destinazione valido.
ko_kr: %s은(는) 유효한 대상 IP 주소 또는 별칭이 아닙니다.
pl_pl: %s nie jest prawidłowym docelowym adresem IP lub aliasem.
uk_ua: %s не є дійсною IP-адресою призначення або псевдонімом.
zh_cn: %s不是有效的目标IP地址或别名。

source: A valid source bit count must be specified.
cs_cz: Je třeba zadat platný počet bitů zdroje.
de_de: Eine gültige Quellbitanzahl muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit πηγής.
fa_ir: باید تعداد بیت منبع معتبر مشخص شود.
fr_fr: Un nombre de bits source valide doit être spécifié.
it_it: È necessario specificare un conteggio di bit di origine valido.
ko_kr: 유효한 출발지 비트 수를 지정해야 합니다.
pl_pl: Należy podać prawidłową liczbę bitów źródłowych.
uk_ua: Необхідно вказати дійсний лічильник вихідних бітів.
zh_cn: 必须指定一个有效的源地址掩码。

source: %s is not a valid source IP address or alias.
cs_cz: %s není platná zdrojová IP adresa nebo alternativní název.
de_de: %s ist keine gültige Quell-IP-Adresse oder Alias.
el_gr: Το %s δεν είναι έγκυρη διεύθυνση IP ή ψευδώνυμο πηγής.
fa_ir: %s یک آدرس IP منبع یا آلیاس معتبر نیست.
fr_fr: %s n'est pas une adresse IP source ou un alias valide.
it_it: %s non è un indirizzo IP o un alias di origine valido.
ko_kr: %s은(는) 유효한 출발지 IP 주소 또는 별칭이 아닙니다.
pl_pl: %s nie jest prawidłowym adresem IP źródła lub aliasem.
uk_ua: %s не є дійсною вихідною IP-адресою або псевдонімом.
zh_cn: %s不是有效的源IP地址或别名。

source: Destination address
cs_cz: Cílová adresa
de_de: Zieladresse
el_gr: Διεύθυνση προορισμού
fa_ir: آدرس مقصد
fr_fr: Adresse de destination
it_it: Indirizzo di destinazione
ko_kr: 목적지 주소
pl_pl: Adres docelowy
uk_ua: Адреса призначення
zh_cn: 目标地址

source: delete selected rules
cs_cz: smazat označená pravidla
de_de: Ausgewählte Regeln löschen
el_gr: διαγραφή επιλεγμένων κανόνων
fa_ir: حذف قوانین انتخاب‌شده
fr_fr: supprimer les règles sélectionnées
it_it: elimina le regole selezionate
ko_kr: 선택한 규칙 삭제
pl_pl: usuń wybrane reguły
uk_ua: видалити вибрані правила
zh_cn: 删除所选规则

source: Internal IP
cs_cz: Vnitřní IP adresa
de_de: Interne IP
el_gr: Εσωτερική IP
fa_ir: IP داخلی
fr_fr: IP Interne
it_it: IP interno
ko_kr: 내부 IP
pl_pl: Wewnętrzny IP
uk_ua: Внутрішня IP-адреса
zh_cn: 内部IP

source: The NAT configuration has been changed.
cs_cz: Nastavení NAT překladu bylo změněno.
de_de: Die NAT Konfiguration hat sich geändert.
el_gr: Η διαμόρφωση NAT έχει αλλάξει.
fa_ir: پیکربندی NAT تغییر کرده است.
fr_fr: La configuration NAT a été changée.
it_it: La configurazione NAT è stata modificata.
ko_kr: NAT 구성이 변경되었습니다.
pl_pl: Konfiguracja NAT została zmieniona.
uk_ua: Конфігурація NAT була змінена.
zh_cn: NAT配置已更改。

source: Alias (click to view/edit)
cs_cz: Alternativní název (zobrazení/úprava kliknutím)
de_de: Alias (zum Anzeigen/Bearbeiten klicken)
el_gr: Ψευδώνυμο (κάντε κλικ για προβολή/επεξεργασία)
fa_ir: آلیاس (برای مشاهده/ویرایش کلیک کنید)
fr_fr: Alias (cliquer pour visualiser/éditer)
it_it: Alias ​​(fai clic per visualizzare/modificare)
ko_kr: 별칭 (클릭하여 보거나 편집)
pl_pl: Alias (kliknij, aby wyświetlić/edytować)
uk_ua: Псевдонім (натисніть, щоб переглянути/редагувати)
zh_cn: 别名(点击查看/编辑)

source: Linked rule
cs_cz: Propojené pravidlo
de_de: Verknüpfte Regel
el_gr: Συνδεδεμένος κανόνας
fa_ir: قانون مرتبط
fr_fr: Règle liée
it_it: Regola collegata
ko_kr: 연결된 규칙
pl_pl: Połączona reguła
uk_ua: Пов'язане правило
zh_cn: 链接规则

source: No redirect
cs_cz: Nepřesměrovávat
de_de: Keine Weiterleitung
el_gr: Χωρίς ανακατεύθυνση
fa_ir: بدون تغییر مسیر
fr_fr: Non redirigé
it_it: Nessun reindirizzamento
ko_kr: 리디렉션 없음
pl_pl: Brak przekierowania
uk_ua: Без перенаправлення
zh_cn: 没有重定向

source: Disabled rule
cs_cz: Neuplatňované pravidlo
de_de: Deaktivierte Regel
el_gr: Απενεργοποιημένος κανόνας
fa_ir: قانون غیرفعال
fr_fr: Règle désactivée
it_it: Regola disabilitata
ko_kr: 규칙 사용 안 함
pl_pl: Wyłączona reguła
uk_ua: Вимкнене правило
zh_cn: 已禁用规则

source: Enabled rule
cs_cz: Uplatňovat toto pravidlo
de_de: Aktivierte Regel
el_gr: Ενεργοποιημένος κανόνας
fa_ir: قانون فعال
fr_fr: Règle activée
it_it: Regola abilitata
ko_kr: 활성화된 규칙
pl_pl: Włączona reguła
uk_ua: Увімкнене правило
zh_cn: 已启用规则

source: Move selected rules to end
cs_cz: Přesunout označená pravidla na konec
de_de: Ausgewählte Regeln ans Ende verschieben
el_gr: Μετακίνηση επιλεγμένων κανόνων στο τέλος
fa_ir: انتقال قوانین انتخاب‌شده به انتها
fr_fr: Déplacer les règles sélectionnées à la fin
it_it: Sposta le regole selezionate alla fine
ko_kr: 선택한 규칙을 끝으로 이동
pl_pl: Przenieś wybrane reguły na koniec
uk_ua: Перемістити вибрані правила в кінець
zh_cn: 将所选规则移至末尾

source: Move selected rules before this rule
cs_cz: Přesunout vyznačená pravidla před toto pravidlo
de_de: Ausgewählte Regeln vor diese verschieben
el_gr: Μετακίνηση επιλεγμένων κανόνων πριν από αυτόν τον κανόνα
fa_ir: انتقال قوانین انتخاب‌شده قبل از این قانون
fr_fr: Déplacer les règles sélectionnées avant cette règle
it_it: Sposta le regole selezionate prima di questa regola
ko_kr: 선택한 규칙을 이 규칙 앞으로 이동
pl_pl: Przenieś wybrane reguły przed tę regułę
uk_ua: Перемістити вибрані правила перед цим правилом
zh_cn: 将所选规则移至该规则前面

source: edit alias
cs_cz: upravit alternativní název
de_de: Alias bearbeiten
el_gr: επεξεργασία ψευδωνύμου
fa_ir: ویرایش آلیاس
fr_fr: modifier l'alias
it_it: modificare l'alias
ko_kr: 별칭 편집
pl_pl: edytuj alias
uk_ua: редагувати псевдонім
zh_cn: 编辑别名

source: Disable
cs_cz: Vypnout
de_de: Deaktivieren
el_gr: Καθιστώ ανίκανο
fa_ir: غیرفعال
fr_fr: Désactiver
it_it: Disabilita
ko_kr: 비활성화
pl_pl: Wyłącz
uk_ua: Вимкнути
zh_cn: 禁用

source: Anti-Lockout Rule
cs_cz: Pravidlo proti zamykání
de_de: Anti-Aussperrregel
el_gr: Κανόνας κατά του κλειδώματος
fa_ir: قانون جلوگیری از قفل شدن
fr_fr: Règle anti-Lockout
it_it: Regola antibloccaggio
ko_kr: 잠금 방지 규칙
pl_pl: Reguła Anti-Lockout
uk_ua: Правило проти блокування
zh_cn: 防锁规则

source: address
cs_cz: adresa
de_de: Adresse
el_gr: διεύθυνση
fa_ir: آدرس
fr_fr: adresse
it_it: indirizzo
ko_kr: 주소
pl_pl: adres
uk_ua: адреса
zh_cn: 地址

source: If
cs_cz: pokud
de_de: Wenn
el_gr: Αν
fa_ir: اگر
fr_fr: Si
it_it: Se
pl_pl: Jeśli
uk_ua: Якщо
zh_cn: 如果

source: The NAT configuration has been changed
cs_cz: Nastavení NAT byla změněna
de_de: Die NAT Konfiguration hat sich geändert
el_gr: Η διαμόρφωση NAT έχει αλλάξει
fa_ir: پیکربندی NAT تغییر کرده است
fr_fr: La configuration NAT a été modifiée
it_it: La configurazione NAT è stata modificata
ko_kr: NAT 구성이 변경되었습니다
pl_pl: Konfiguracja NAT została zmieniona
uk_ua: Конфігурацію NAT змінено
zh_cn: NAT配置已更改

source: Do you really want to delete the selected rules?
cs_cz: Opravdu chcete označená pravidla smazat?
de_de: Wollen Sie die ausgewählten Regeln wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε τους επιλεγμένους κανόνες;
fa_ir: آیا واقعاً می‌خواهید قوانین انتخاب‌شده را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer les règles sélectionnées ?
it_it: Vuoi davvero eliminare le regole selezionate?
ko_kr: 선택한 규칙을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć wybrane reguły?
uk_ua: Ви дійсно бажаєте видалити вибрані правила?
zh_cn: 确认删除所选规则吗？

source: Do you really want to delete this rule?
cs_cz: Opravdu chcete toto pravidlo smazat?
de_de: Wollen Sie diese Regel wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτόν τον κανόνα;
fa_ir: آیا واقعاً می‌خواهید این قانون را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer cette règle ?
it_it: Vuoi davvero eliminare questa regola?
ko_kr: 이 규칙을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć tę regułę?
uk_ua: Ви дійсно бажаєте видалити це правило?
zh_cn: 您确认删除该规则吗？

source: Add
cs_cz: Přidat
de_de: Hinzufügen
el_gr: Προσθήκη
fa_ir: افزودن
fr_fr: Ajouter
it_it: Aggiungere
ko_kr: 추가
pl_pl: Dodaj
uk_ua: Додати
zh_cn: 添加

source: Ports
cs_cz: Porty
el_gr: Θύρες
fa_ir: پورت‌ها
it_it: Porti
ko_kr: 포트
pl_pl: Porty
uk_ua: Порти
zh_cn: 端口

source: External (advanced)
cs_cz: Vnější (pokročilé)
de_de: Extern (erweitert)
el_gr: Εξωτερικό (προηγμένο)
fa_ir: خارجی (پیشرفته)
fr_fr: Externe (avancé)
it_it: Esterno (avanzato)
ko_kr: 외부 (고급)
pl_pl: Zewnętrzne (zaawansowane)
uk_ua: Зовнішній (розширений)
zh_cn: 外部(高级）

source: An alias with this name already exists.
cs_cz: Takový alternativní název už v systému existuje.
de_de: Ein Alias mit diesem Namen existiert bereits.
el_gr: Υπάρχει ήδη ένα ψευδώνυμο με αυτό το όνομα.
fa_ir: از قبل یک نام مستعار با این نام وجود دارد.
fr_fr: Un alias avec ce nom existe déjà.
it_it: Esiste già un alias con questo nome.
ko_kr: 이 이름의 별칭이 이미 존재합니다.
pl_pl: Alias o tej nazwie już istnieje.
uk_ua: Псевдонім з таким ім'ям вже існує.
zh_cn: 一个相同的别名已存在。

source: The name cannot be the internally reserved keyword "%s".
cs_cz: Názvem nemůže být klíčové slovo „%s“, vyhrazené pro použití v rámci systému.
de_de: Der Name kann nicht das intern reservierte Schlüsselwort "%s" sein.
el_gr: Το όνομα δεν μπορεί να είναι η εσωτερικά δεσμευμένη λέξη-κλειδί "%s".
fa_ir: نام نمی‌تواند کلیدواژهٔ رزرو شدهٔ داخلی "%s" باشد.
fr_fr: Le nom ne peut pas être le mot-clé réservé en interne "%s".
it_it: Il nome non può essere la parola chiave riservata internamente "%s".
ko_kr: 이름은 내부적으로 예약된 키워드 "%s"일 수 없습니다.
pl_pl: Nazwa nie może być wewnętrznie zarezerwowanym słowem kluczowym "%s".
uk_ua: Ім'я не може бути внутрішньо зарезервованим ключовим словом "%s".
zh_cn: 该名称不能是内部保留的关键字"%s"。

source: The name must be less than 32 characters long and may only consist of the following characters: %s
cs_cz: Je třeba, aby název byl nejvýše 32 znaků dlouhý a může se sestávat pouze z následujících znaků: %s
de_de: Der Name muss kürzer als 32 Zeichen sein und darf nur aus folgenden Zeichen bestehen: %s
el_gr: Το όνομα πρέπει να έχει μήκος μικρότερο από 32 χαρακτήρες και μπορεί να αποτελείται μόνο από τους ακόλουθους χαρακτήρες: %s
fa_ir: نام باید کمتر از 32 کاراکتر باشد و فقط می‌تواند از کاراکترهای زیر تشکیل شود: %s
fr_fr: Le nom ne doit pas dépasser 32 caractères et ne peut contenir que les caractères: %s
it_it: Il nome deve contenere meno di 32 caratteri e può contenere solo i seguenti caratteri: %s
ko_kr: 이름은 32자 미만이어야 하며 다음 문자로만 구성될 수 있습니다: %s
pl_pl: Nazwa musi mieć mniej niż 32 znaki i może składać się tylko z następujących znaków: %s
uk_ua: Ім'я повинно бути менше 32 символів і може складатися тільки з наступних символів: %s
zh_cn: 名称长度必须少于32个字符，并且只能包含以下字符:%s

source: Entry "%s" is not a valid country code.
cs_cz: Položka „%s“ není platný kód země.
de_de: Eintrag "%s" ist kein gültiger Ländercode.
el_gr: Η καταχώρηση "%s" δεν είναι έγκυρος κωδικός χώρας.
fa_ir: ورودی "%s" یک کد کشور معتبر نیست.
fr_fr: L'entrée "%s" n'est pas un code pays valide.
it_it: La voce "%s" non è un codice paese valido.
ko_kr: "%s" 항목은 유효한 국가 코드가 아닙니다.
pl_pl: Wpis "%s" nie jest prawidłowym kodem kraju.
uk_ua: Запис "%s" не є дійсним кодом країни.
zh_cn: 条目"%s"不是有效的国家/地区代码。

source: Entry "%s" is not a valid port number.
cs_cz: Položka „%s“ není platné číslo portu.
de_de: Eintrag "%s" ist keine gültige Portnummer.
el_gr: Η καταχώρηση "%s" δεν είναι έγκυρος αριθμός θύρας.
fa_ir: ورودی "%s" یک شماره پورت معتبر نیست.
fr_fr: L'entrée "%s" n'est pas un numéro de port valide.
it_it: La voce "%s" non è un numero di porta valido.
ko_kr: "%s" 항목은 유효한 포트 번호가 아닙니다.
pl_pl: Wpis "%s" nie jest prawidłowym numerem portu.
uk_ua: Запис "%s" не є дійсним номером порту.
zh_cn: 条目"%s"不是有效的端口号。

source: Values
cs_cz: Hodnoty
de_de: Werte
el_gr: Αξίες
fa_ir: مقادیر
fr_fr: Valeurs
it_it: Valori
ko_kr: 값
pl_pl: Wartości
uk_ua: Значення
zh_cn: 值

source: You must apply the changes in order for them to take effect.
cs_cz: Aby se projevily, je třeba změny použít.
de_de: Sie müssen die Änderungen übernehmen, damit diese in Kraft treten.
el_gr: Πρέπει να εφαρμόσετε τις αλλαγές για να τεθούν σε ισχύ.
fa_ir: برای اینکه تغییرات اعمال شوند، باید آن‌ها را اعمال کنید.
fr_fr: Vous devez appliquer les modifications pour qu'elles prennent effet.
it_it: È necessario applicare le modifiche affinché abbiano effetto.
ko_kr: 변경 사항이 적용되려면 반드시 변경 내용을 적용해야 합니다.
pl_pl: Musisz zastosować zmiany, aby miały one wpływ.
uk_ua: Ви повинні застосувати зміни, щоб вони набрали чинності.
zh_cn: 必须应用这些更改，以便它们及时生效。

source: Cannot delete alias. Currently in use by %s
cs_cz: Tento alternativní název nelze smazat. Aktuálně je používán %s
de_de: Konnte den Alias nicht löschen, da er gerade durch %s genutzt wird.
el_gr: Δεν είναι δυνατή η διαγραφή ψευδωνύμου. Αυτήν τη στιγμή χρησιμοποιείται από %s
fa_ir: نمی‌توان نام مستعار را حذف کرد. در حال حاضر توسط %s استفاده می‌شود
fr_fr: Impossible de supprimer l'alias. Il est en cours d'utilisation par %s
it_it: Impossibile eliminare l'alias. Attualmente utilizzato da %s
ko_kr: 별칭을 삭제할 수 없습니다. %s에서 현재 사용 중입니다
pl_pl: Nie można usunąć aliasu. Obecnie jest używany przez %s
uk_ua: Неможливо видалити псевдонім. Наразі використовується %s
zh_cn: 无法删除别名。 目前正被%s使用

source: URL Table (IPs)
cs_cz: URL tabulka (IP adresy)
de_de: URL-Tabelle (IPs)
el_gr: Πίνακας URL (IP)
fa_ir: جدول URL (IPs)
fr_fr: Table d'URL (les IP)
it_it: Tabella URL (IP)
ko_kr: URL 테이블 (IPs)
pl_pl: Tabela URL (adresy IP)
uk_ua: Таблиця URL (IP-адреси)

source: URL (IPs)
cs_cz: URL adresa (IP adresy)
el_gr: URL (IP)
it_it: URL (IP)
pl_pl: URL (adresy IP)
uk_ua: URL (IP-адреси)

source: Port(s)
cs_cz: Porty
el_gr: θύρες
fa_ir: پورت(ها)
it_it: Porto(i)
ko_kr: 포트
pl_pl: Port(y)
uk_ua: Порт(и)
zh_cn: 端口

source: Network(s)
cs_cz: Sítě
de_de: Netzwerk(e)
el_gr: Δίκτυο(α)
fa_ir: شبکه(ها)
fr_fr: Réseau(x)
it_it: Rete(i)
ko_kr: 네트워크
pl_pl: Sieć(ci)
uk_ua: Мережа(і)
zh_cn: 网络

source: Host(s)
cs_cz: Stroje
el_gr: Υποδοχέας/οι
fa_ir: میزبان(ها)
fr_fr: Hôte(s)
it_it: Ospite(i)
ko_kr: 호스트
pl_pl: Host(y)
uk_ua: Хост(и)
zh_cn: 主机

source: 1 column
cs_cz: 1 sloupec
de_de: 1 Spalte
el_gr: 1 στήλη
fa_ir: یک ستون
fr_fr: 1 colonne
it_it: 1 colonna
ko_kr: 1 열
pl_pl: 1 kolumna
uk_ua: 1 стовпець
zh_cn: 1列

source: Add widget
cs_cz: Přidat prvek
de_de: Widget hinzufügen
el_gr: Προσθήκη γραφικού στοιχείου
fa_ir: افزودن ویجت
fr_fr: Ajouter un widget
it_it: Aggiungi widget
ko_kr: 위젯 추가
pl_pl: Dodaj widget
uk_ua: Додати віджет
zh_cn: 添加组件

source: Save Settings
cs_cz: Uložit nastavení
de_de: Einstellungen speichern
el_gr: Αποθήκευση ρυθμίσεων
fa_ir: ذخیره تنظیمات
fr_fr: Sauvegarder les paramètres
it_it: Salva impostazioni
ko_kr: 설정 저장
pl_pl: Zapisz
uk_ua: Зберегти налаштування
zh_cn: 保存设置

source: Shows the text given by the server when connecting to the port. Will take 10+ seconds to display if checked.
cs_cz: Zobrazit text poskytnutý serverem při připojení na port. Pokud je zaškrtnuto, zabere více než deset sekund, než se zobrazí.
de_de: Zeigt den vom Server beim Verbinden mit dem Port ausgegebenen Text an. Wenn diese Option aktiviert ist, dauert die Anzeige mehr als 10 Sekunden.
el_gr: Εμφανίζει το κείμενο που δίνεται από τον διακομιστή κατά τη σύνδεση στη θύρα. Θα χρειαστούν 10+ δευτερόλεπτα για να εμφανιστεί εάν είναι επιλεγμένο.
fa_ir: متن ارسالی سرور هنگام اتصال به پورت را نمایش می‌دهد. در صورت فعال بودن، نمایش آن بیش از ۱۰ ثانیه طول می‌کشد.
fr_fr: Affiche le texte donné par le serveur lors de la connexion au port. Prendra 10+ secondes à afficher si cochée.
it_it: Mostra il testo fornito dal server quando si connette alla porta. Se selezionata, la visualizzazione richiederà più di 10 secondi.
ko_kr: 포트에 연결할 때 서버에서 제공하는 텍스트를 표시합니다. 선택한 경우 표시하는 데 10초 이상 걸립니다.
pl_pl: Pokazuje tekst podany przez serwer podczas łączenia z portem. Wyświetlenie zajmie 10+ sekund, jeśli jest zaznaczone.
uk_ua: Показує текст, наданий сервером при підключенні до порту. Відображення займе 10+ секунд, якщо активовано.
zh_cn: 显示连接到端口时服务器给出的文本。 可能需要10秒钟以上的时间才会显示。

source: Show Remote Text
cs_cz: Zobrazovat text od protější strany
de_de: Remote-Text anzeigen
el_gr: Εμφάνιση απομακρυσμένου κειμένου
fa_ir: نمایش متن راه‌دور
fr_fr: Afficher le texte à distance
it_it: Mostra testo remoto
ko_kr: 원격 텍스트 표시
pl_pl: Pokaż zdalny tekst
uk_ua: Показати віддалений текст
zh_cn: 显示远程文本

source: No data is transmitted to the remote host during this test, it will only attempt to open a connection and optionally display the data sent back from the server.
cs_cz: Během tohoto testu nejsou nejsou na stroj na protistraně přenášena žádná data, pouze je učiněn pokus o otevření spojení a volitelně zobrazení dat obdržené nazpět od serveru.
de_de: Während des Tests werden keine Daten an den fernen Host gesendet. Es wird lediglich versucht, eine Verbindung aufzubauen und optional die Daten angezeigt, die der Server gesendet hat.
el_gr: Δεν μεταδίδονται δεδομένα στον απομακρυσμένο κεντρικό υπολογιστή κατά τη διάρκεια αυτής της δοκιμής, θα επιχειρηθεί μόνο να ανοίξει μια σύνδεση και προαιρετικά να εμφανίσει τα δεδομένα που αποστέλλονται πίσω από τον διακομιστή.
fa_ir: در این تست هیچ داده‌ای به میزبان راه‌دور ارسال نمی‌شود؛ تنها تلاش می‌شود اتصال باز شود و در صورت درخواست، داده‌های بازگشتی از سرور نمایش داده شوند.
fr_fr: Aucune donnée n'est transmise à l'hôte distant lors de ce test, il ne fera que tenter d'ouvrir une connexion et afficher éventuellement les données renvoyées par le serveur.
it_it: Nessun dato viene trasmesso all'host remoto durante questo test, tenterà solo di aprire una connessione e facoltativamente visualizzare i dati restituiti dal server.
ko_kr: 이 테스트를 수행하는 동안 데이터가 원격 호스트로 전송되지 않으며, 원격 호스트는 연결을 열고 서버에서 다시 전송된 데이터를 선택적으로 표시하려고만 합니다.
pl_pl: Podczas tego testu nie są przesyłane żadne dane do zdalnego hosta, próbuje tylko nawiązać połączenie i opcjonalnie wyświetlić dane wysłane z powrotem przez serwer.
uk_ua: Під час цього тесту дані на віддалений хост не передаються, він лише намагатиметься відкрити з'єднання та, за бажанням, відобразити дані, надіслані назад із сервера.
zh_cn: 测试期间没有数据传输到远程主机，它只会尝试打开连接并可选择显示从服务器发回的数据。
