Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Error fetching SMART info for device
cs_cz: Chyba při načítání SMART informací pro zařízení
de_de: Fehler beim Abrufen der SMART-Informationen des Geräts
el_gr: Σφάλμα κατά την ανάκτηση πληροφοριών SMART για τη συσκευή
fa_ir: خطا در دریافت اطلاعات SMART دستگاه
fr_fr: Erreur dans l'obtention des informations SMART pour l'appareil
it_it: Errore durante il recupero delle informazioni SMART per il dispositivo
ko_kr: 장치에 대해 SMART 정보 가져오기 오류
uk_ua: Помилка отримання SMART інформації для пристрою
zh_cn: 获取设备 SMART 信息时出错

source: Error fetching disk list
cs_cz: Chyba při načítání seznamu jednotek úložiště
de_de: Fehler beim Abrufen der Festplattenliste
el_gr: Σφάλμα κατά την ανάκτηση της λίστας δίσκων
fa_ir: خطا در دریافت فهرست دیسک‌ها
fr_fr: Erreur dans la recherche de la liste des disques
it_it: Errore durante il recupero dell'elenco dei dischi
ko_kr: 디스크 목록 가져오기 오류
uk_ua: Помилка отримання списку дисків
zh_cn: 获取磁盘列表出错

source: Failed due to battery capacity (BT)
cs_cz: Selhání z důvodu kapacity baterie (BT)
de_de: Fehlgeschlagen aufgrund der Batteriekapazität (BT)
el_gr: Αποτυχία λόγω χωρητικότητας μπαταρίας (BT)
fa_ir: ناموفق به‌خاطر ظرفیت باتری (BT)
fr_fr: Échec dû à la capacité de la batterie (BT)
it_it: Errore a causa della capacità della batteria (BT)
ko_kr: 배터리 용량(BT)으로 인해 실패됨
uk_ua: Збій через ємність батареї (BT)
zh_cn: 因电池容量故障 (BT)

source: Failed due to overload (NG)
cs_cz: Selhání z důvodu přetížení (NG)
de_de: Fehlgeschlagen aufgrund von Überlastung (NG)
el_gr: Αποτυχία λόγω υπερφόρτωσης (NG)
fa_ir: ناموفق به‌خاطر اضافه‌بار (NG)
fr_fr: Échec dû à une surcharge (NG)
it_it: Guasto a causa di sovraccarico (NG)
ko_kr: 과부하로 실패됨 (NG)
uk_ua: Збій через перевантаження (NG)
zh_cn: 因过载而故障（NG）

source: Firewall States
cs_cz: Stavy brány firewall
de_de: Firewall-Zustände
el_gr: Καταστάσεις τείχους προστασίας
fa_ir: وضعیت‌های فایروال
fr_fr: États du pare-feu
it_it: Stati del firewall
ko_kr: 방화벽 상태
uk_ua: Стани брандмауера
zh_cn: 防火墙状态

source: Free
cs_cz: Volné
de_de: Frei
el_gr: Δωρεάν
fa_ir: آزاد
fr_fr: Libre
it_it: Gratuito
ko_kr: 가용
uk_ua: Вільно

source: Graphs
cs_cz: Grafy
de_de: Diagramme
el_gr: Γραφήματα
fa_ir: نمودارها
fr_fr: Graphiques
it_it: Grafici
ko_kr: 그래프
uk_ua: Графіки
zh_cn: 图表

source: IPsec Leases
cs_cz: IPsec zápůjčky
el_gr: Μισθώσεις IPsec
fa_ir: لیزهای IPsec
fr_fr: Baux IPsec
it_it: Locazioni IPsec
ko_kr: IPsec 대여
uk_ua: Оренди IPsec
zh_cn: IPsec租约

source: IPsec Tunnels
cs_cz: IPsec tunely
de_de: IPsec-Tunnel
el_gr: Σήραγγες IPsec
fa_ir: تونل‌های IPsec
fr_fr: Tunnels IPsec
it_it: Tunnel IPsec
ko_kr: IPsec 터널
uk_ua: Тунелі IPsec
zh_cn: IPsec隧道

source: IPsec is currently disabled. Click to configure IPsec.
cs_cz: Protokol IPsec je v tuto chvíli vypnutý. Kliknutím ho nastavíte.
de_de: IPsec ist derzeit deaktiviert. Klicken Sie hier, um IPsec zu konfigurieren.
el_gr: Το IPsec είναι αυτήν τη στιγμή απενεργοποιημένο. Κάντε κλικ για να ρυθμίσετε το IPsec.
fa_ir: IPsec در حال حاضر غیرفعال است. برای پیکربندی IPsec کلیک کنید.
fr_fr: IPsec est actuellement désactivé. Cliquez sur pour configurer IPsec.
it_it: IPsec è attualmente disabilitato. Fare clic per configurare IPsec.
ko_kr: IPsec이 현재 비활성화되어 있습니다. 클릭하여 IPsec을 구성하세요.
uk_ua: IPsec наразі вимкнено. Натисніть, щоб налаштувати IPsec.
zh_cn: IPsec当前已禁用。单击配置IPsec。

source: Install Time
cs_cz: Okamžik instalace
de_de: Installationszeit
el_gr: Ώρα εγκατάστασης
fa_ir: زمان نصب
fr_fr: Temps d'installation
it_it: Ora di installazione
ko_kr: 설치시간
uk_ua: Час встановлення
zh_cn: 安装时间

source: Interrupt
cs_cz: Přerušení
el_gr: Διακοπή
fa_ir: وقفه
fr_fr: Interruption
it_it: Interrompere
ko_kr: 인터럽트
uk_ua: Переривання
zh_cn: 中断

source: Kill connection
cs_cz: Vynutit přerušení spojení
de_de: Verbindung beenden
el_gr: Διακοπή σύνδεσης
fa_ir: قطع اتصال
fr_fr: Supprimer la connexion
it_it: Uccidi la connessione
ko_kr: 연결 종료
uk_ua: Розірвати з'єднання
zh_cn: 终断连接

source: Last configuration change
cs_cz: Poslední změna nastavení
de_de: Letzte Konfigurationsänderung
el_gr: Τελευταία αλλαγή διαμόρφωσης
fa_ir: آخرین تغییر پیکربندی
fr_fr: Dernier changement de configuration
it_it: Ultima modifica alla configurazione
ko_kr: 마지막 구성 변경
uk_ua: Остання зміна конфігурації
zh_cn: 最近一次更改配置

source: Line voltage
cs_cz: Napětí ze sítě
de_de: Leitungsspannung
el_gr: Τάση γραμμής
fa_ir: ولتاژ خط
fr_fr: Tension de ligne
it_it: Tensione di linea
ko_kr: 라인 전압
uk_ua: Напруга в мережі
zh_cn: 线路电压

source: Live Log
cs_cz: Živý náhled záznamu událostí
de_de: Live-Protokoll
el_gr: Ζωντανό αρχείο καταγραφής
fa_ir: لاگ زنده
fr_fr: Journal de bord
it_it: Registro in tempo reale
ko_kr: 실시간 로그
uk_ua: Журнал у реальному часі
zh_cn: 实时日志

source: Load
cs_cz: Vytížení
de_de: Last
el_gr: Φορτίο
fa_ir: بار
fr_fr: Chargement
it_it: Carico
ko_kr: 로드
uk_ua: Навантаження
zh_cn: 载入

source: Model
de_de: Modell
el_gr: Μοντέλο
fa_ir: مدل
fr_fr: Modèle
it_it: Modello
ko_kr: 모델
uk_ua: Модель
zh_cn: 型号

source: Monit Status
cs_cz: Stav Monit
el_gr: Κατάσταση Monit
fa_ir: وضعیت Monit
fr_fr: Statut de contrôle
it_it: Stato di monitoraggio
ko_kr: Monit 상태
uk_ua: Статус Monit
zh_cn: Monit状态

source: Monit is disabled or not configured.
cs_cz: Monit je vypnuté nebo není nastaveno.
de_de: Monit ist deaktiviert oder nicht konfiguriert.
el_gr: Το Monit είναι απενεργοποιημένο ή μη ρυθμισμένο
fa_ir: Monit غیرفعال است یا پیکربندی نشده است.
fr_fr: Monit est désactivé ou n'est pas configuré.
it_it: Monit è disabilitato o non configurato.
ko_kr: Monit이 비활성화되었거나 구성되지 않았습니다.
uk_ua: Monit вимкнено або не налаштовано.
zh_cn: Monit已被禁用或未配置。

source: No CARP Interfaces configured. Click to configure CARP.
cs_cz: Nejsou nastavena žádná CARP rozhraní. Kliknutím taková nastavíte.
de_de: Keine CARP-Schnittstellen konfiguriert. Klicken Sie hier, um CARP zu konfigurieren.
el_gr: Δεν έχουν ρυθμιστεί διεπαφές CARP. Κάντε κλικ για να ρυθμίσετε τις παραμέτρους του CARP.
fa_ir: هیچ رابط CARP پیکربندی نشده است. برای پیکربندی CARP کلیک کنید.
fr_fr: Aucune interface CARP n'est configurée. Cliquez pour configurer CARP.
it_it: Nessuna interfaccia CARP configurata. Fare clic per configurare CARP.
ko_kr: CARP 인터페이스가 구성되지 않았습니다. CARP를 구성하려면 클릭하세요.
uk_ua: Інтерфейси CARP не налаштовано. Натисніть, щоб налаштувати CARP.
zh_cn: 未配置 CARP 接口。单击配置CARP。

source: No DynDNS account information available
cs_cz: Nejsou k dispozici žádné informace o DynDNS účtu
de_de: Keine DynDNS-Kontoinformationen verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες πληροφορίες λογαριασμού DynDNS
fa_ir: اطلاعات حساب DynDNS در دسترس نیست.
fr_fr: Aucune information sur le compte DynDNS n'est disponible
it_it: Nessuna informazione sull'account DynDNS disponibile
ko_kr: 사용 가능한 DynDNS 계정 정보가 없음
uk_ua: Інформація про обліковий запис DynDNS недоступна
zh_cn: 没有 DynDNS 账户信息

source: No Gateways configured. Click to configure gateways.
cs_cz: Nejsou nastavené žádné brány. Kliknutím je nastavíte.
de_de: Keine Gateways konfiguriert. Klicken Sie hier, um Gateways zu konfigurieren.
el_gr: Δεν έχουν ρυθμιστεί πύλες. Κάντε κλικ για να ρυθμίσετε τις πύλες.
fa_ir: هیچ دروازه‌ای پیکربندی نشده است. برای پیکربندی دروازه‌ها کلیک کنید.
fr_fr: Aucune passerelle configurée. Cliquez pour configurer les passerelles.
it_it: Nessun gateway configurato. Fare clic per configurare i gateway.
ko_kr: 게이트웨이가 구성되지 않았습니다. 게이트웨이를 구성하려면 클릭하세요.
uk_ua: Шлюзи не налаштовано. Натисніть, щоб налаштувати шлюзи.
zh_cn: 未配置网关。单击配置网关。

source: No clients connected
cs_cz: Nejsou připojení žádní klienti
de_de: Keine Clients verbunden
el_gr: Δεν υπάρχουν συνδεδεμένοι πελάτες
fa_ir: هیچ کلاینتی متصل نیست.
fr_fr: Aucun client n'est connecté
it_it: Nessun client connesso
ko_kr: 클라이언트 연결 없음
uk_ua: Клієнти не підключені
zh_cn: 没有客户端连接

source: No picture was supplied for this system.
cs_cz: Pro tento systém nebyl poskytnut žádný obrázek.
de_de: Für dieses System wurde kein Bild angegeben.
el_gr: Δεν παρασχέθηκε εικόνα για αυτό το σύστημα.
fa_ir: برای این سیستم تصویری ارائه نشده است.
fr_fr: Aucune image n'a été fournie pour ce système.
it_it: Non è stata fornita alcuna immagine per questo sistema.
ko_kr: 이 시스템에 대한 사진이 제공되지 않았습니다.
uk_ua: Зображення для цієї системи не надано.
zh_cn: 系统未提供图片。

source: No results
cs_cz: Žádné výsledky
de_de: Keine Ergebnisse
el_gr: Δεν υπάρχουν αποτελέσματα
fa_ir: هیچ نتیجه‌ای یافت نشد.
fr_fr: Pas de résultat
it_it: Nessun risultato
ko_kr: 결과 없음
uk_ua: Немає результатів
zh_cn: 没有结果

source: No saved WOL addresses
cs_cz: Žádné uložené adresy pro WOL
de_de: Keine gespeicherten WOL-Adressen
el_gr: Δεν υπάρχουν αποθηκευμένες διευθύνσεις WOL
fa_ir: هیچ آدرس WOL ذخیره‌شده‌ای وجود ندارد
fr_fr: Pas d'adresses WOL enregistrées
it_it: Nessun indirizzo WOL salvato
ko_kr: 저장된 WOL 주소 없음
uk_ua: Немає збережених адрес WOL
zh_cn: 没有保存 WOL 地址

source: No services found
cs_cz: Nebyly nalezeny žádné služby
de_de: Keine Dienste gefunden
el_gr: Δεν βρέθηκαν υπηρεσίες
fa_ir: هیچ سرویسی یافت نشد
fr_fr: Aucun service trouvé
it_it: Nessun servizio trovato
ko_kr: 서비스를 찾을 수 없음
uk_ua: Служби не знайдено
zh_cn: 找不到服务

source: No tunnels connected
cs_cz: Žádné připojené tunely
de_de: Keine Tunnel verbunden
el_gr: Δεν υπάρχουν συνδεδεμένες σήραγγες
fa_ir: هیچ تونلی متصل نیست
fr_fr: Aucun tunnel n'est connecté
it_it: Nessun tunnel collegato
ko_kr: 연결된 터널이 없음
uk_ua: Тунелі не підключено
zh_cn: 没有连接隧道

source: Not connected to any server
cs_cz: Nepřipojeno k žádnému serveru
de_de: Mit keinem Server verbunden
el_gr: Δεν είναι συνδεδεμένο σε κανέναν διακομιστή
fa_ir: به هیچ سروری متصل نیست
fr_fr: Pas de connexion à un serveur
it_it: Non connesso a nessun server
ko_kr: 어떤 서버에도 연결되지 않았음
uk_ua: Не підключено до жодного сервера
zh_cn: 未连接到任何服务器

source: OpenVPN Client Connections
cs_cz: Připojení OpenVPN klienta
de_de: OpenVPN-Clientverbindungen
el_gr: Συνδέσεις πελάτη OpenVPN
fa_ir: اتصالات کلاینت‌های OpenVPN
fr_fr: Connexions du client OpenVPN
it_it: Connessioni client OpenVPN
ko_kr: OpenVPN 클라이언트 연결
uk_ua: Підключення клієнтів OpenVPN
zh_cn: OpenVPN客户端

source: OpenVPN Server Connections
cs_cz: Připojení k OpenVPN serveru
de_de: OpenVPN-Serververbindungen
el_gr: Συνδέσεις διακομιστή OpenVPN
fa_ir: اتصالات سرورهای OpenVPN
fr_fr: Connexions au serveur OpenVPN
it_it: Connessioni al server OpenVPN
ko_kr: OpenVPN 서버 연결
uk_ua: Підключення серверів OpenVPN
zh_cn: OpenVPN服务器

source: Phase1 not configured
cs_cz: Fáze1 není nastavená
de_de: Phase 1 nicht konfiguriert
el_gr: Η Φάση 1 δεν έχει ρυθμιστεί
fa_ir: Phase1 پیکربندی نشده است
fr_fr: Phase 1 non configurée
it_it: Fase1 non configurata
ko_kr: Phase1 구성되지 않음
uk_ua: Фаза 1 не налаштована
zh_cn: 阶段1未配置

source: Phase2 disconnected
cs_cz: 2. fáze odpojena
de_de: Phase 2 getrennt
el_gr: Η Φάση 2 αποσυνδέθηκε
fa_ir: Phase2 قطع است
fr_fr: Phase 2 déconnectée
it_it: Fase2 disconnessa
ko_kr: Phase2 연결이 끊어짐
uk_ua: Фаза 2 відключена
zh_cn: 阶段2断开

source: Picture
cs_cz: Obrázek
de_de: Bild
el_gr: Εικόνα
fa_ir: تصویر
fr_fr: Image
it_it: Immagine
ko_kr: 사진
uk_ua: Зображення
zh_cn: 图片

source: Power Supply
cs_cz: Napájecí zdroj
de_de: Stromversorgung
el_gr: Τροφοδοτικό
fa_ir: منبع تغذیه
fr_fr: Alimentation électrique
it_it: Alimentazione elettrica
ko_kr: 전원 공급 장치
uk_ua: Блок живлення
zh_cn: 电源供应

source: Power is off
cs_cz: Napájení je vypnuto
de_de: Stromversorgung ist aus
el_gr: Η τροφοδοσία ρεύματος είναι απενεργοποιημένη
fa_ir: برق خاموش است
fr_fr: L'alimentation est coupée
it_it: L'alimentazione è disattivata
ko_kr: 전원이 꺼짐
uk_ua: Живлення вимкнено
zh_cn: 电源已关闭

source: Power is on
cs_cz: Napájení je zapnuto
de_de: Stromversorgung ist an
el_gr: Η τροφοδοσία ρεύματος είναι ενεργοποιημένη
fa_ir: برق روشن است
fr_fr: L'alimentation est activée
it_it: L'alimentazione è attiva
ko_kr: 전원이 켜짐
uk_ua: Живлення увімкнено
zh_cn: 电源已接通

source: Power status could not be fetched. This widget is only applicable to Deciso hardware with dual power supplies.
cs_cz: Stav napájení se nepodařilo načíst. Tento prvek je použitelný pouze pro hardware od Deciso se dvěma zdroji napájení.
de_de: Der Stromversorgungsstatus konnte nicht abgerufen werden. Dieses Widget ist nur für Deciso-Hardware mit zwei Netzteilen anwendbar.
el_gr: Δεν ήταν δυνατή η ανάκτηση της κατάστασης τροφοδοσίας. Αυτό το γραφικό στοιχείο ισχύει μόνο για υλικό Deciso με διπλά τροφοδοτικά.
fa_ir: وضعیت برق قابل دریافت نیست. این ویجت فقط برای سخت‌افزارهای Deciso با دو منبع تغذیه قابل استفاده است.
fr_fr: L'état de l'alimentation n'a pas pu être récupéré. Ce widget ne s'applique qu'au matériel Deciso doté d'une double alimentation.
it_it: Impossibile recuperare lo stato di alimentazione. Questo widget è applicabile solo all'hardware Deciso con doppia alimentazione.
ko_kr: 전원 상태를 가져올 수 없습니다. 이 위젯은 이중 전원 공급 장치가 있는 Deciso 하드웨어에만 적용됩니다.
uk_ua: Не вдалося отримати статус живлення. Цей віджет застосовується лише до апаратного забезпечення Deciso з подвійними блоками живлення.
zh_cn: 无法获取电源状态。此部件仅适用于配备双电源的 Deciso 硬件。

source: Self test
cs_cz: Samotest
de_de: Selbsttest
el_gr: Αυτοέλεγχος
fa_ir: خودآزمایی
fr_fr: Auto-test
it_it: Autotest
ko_kr: 자체 테스트
uk_ua: Самотестування
zh_cn: 自检

source: Status update
cs_cz: Aktualizace stavu
de_de: Statusaktualisierung
el_gr: Ενημέρωση κατάστασης
fa_ir: به‌روزرسانی وضعیت
fr_fr: Mise à jour du statut
it_it: Aggiornamento dello stato
ko_kr: 상태 업데이트
uk_ua: Оновлення статусу
zh_cn: 状态更新

source: System Information
cs_cz: Informace o systému
de_de: Systeminformationen
el_gr: Πληροφορίες συστήματος
fa_ir: اطلاعات سیستم
fr_fr: Informations Système
it_it: Informazioni di sistema
ko_kr: 시스템 정보
uk_ua: Системна інформація
zh_cn: 系统信息

source: Temperature
cs_cz: Teplota
de_de: Temperatur
el_gr: Θερμοκρασία
fa_ir: دما
fr_fr: Température
it_it: Temperatura
ko_kr: 온도
uk_ua: Температура
zh_cn: 温度

source: There are currently no leases.
cs_cz: V tuto chvíli zde nejsou žádné zápůjčky
de_de: Derzeit sind keine Leases vorhanden.
el_gr: Δεν υπάρχουν προς το παρόν μισθώσεις.
fa_ir: در حال حاضر هیچ تخصیصی وجود ندارد
fr_fr: Il n'y a actuellement aucun bail.
it_it: Al momento non sono presenti contratti di locazione.
ko_kr: 현재 대여가 없습니다.
uk_ua: Наразі немає орендованих адрес.
zh_cn: 当前没有租约。

source: Thermal sensors not available or not configured.
cs_cz: Teplotní čidla nejsou k dispozici nebo nejsou nastavená.
de_de: Wärmesensoren nicht verfügbar oder nicht konfiguriert.
el_gr: Οι θερμικοί αισθητήρες δεν είναι διαθέσιμοι ή δεν έχουν ρυθμιστεί.
fa_ir: سنسورهای حرارتی در دسترس نیستند یا پیکربندی نشده‌اند.
fr_fr: Les capteurs thermiques ne sont pas disponibles ou ne sont pas configurés.
it_it: Sensori termici non disponibili o non configurati.
ko_kr: 온도 센서를 사용할 수 없거나 구성되지 않았습니다.
uk_ua: Термодатчики недоступні або не налаштовані.
zh_cn: 温度传感器不可用或未配置。

source: Traffic In
cs_cz: Příchozí provoz
de_de: Eingehender Verkehr
el_gr: Εισερχόμενη κυκλοφορία
fa_ir: ترافیک ورودی
fr_fr: Trafic en entrée
it_it: Traffico in ingresso
ko_kr: 수신 트래픽
uk_ua: Вхідний трафік
zh_cn: 进站流量

source: Traffic Out
cs_cz: Odchozí provoz
de_de: Ausgehender Verkehr
el_gr: Εξερχόμενη κυκλοφορία
fa_ir: ترافیک خروجی
fr_fr: Sortie du trafic
it_it: Traffico fuori
ko_kr: 발신 트래픽
uk_ua: Вихідний трафік
zh_cn: 出站流量

source: Unable to contact information feed.
cs_cz: Nedaří se kontaktovat informační kanál.
de_de: Informationsquelle konnte nicht erreicht werden.
el_gr: Δεν είναι δυνατή η ροή πληροφοριών επικοινωνίας.
fa_ir: امکان تماس با منبع اطلاعات وجود ندارد.
fr_fr: Impossible de contacter le flux d'informations.
it_it: Impossibile contattare il feed delle informazioni.
ko_kr: 정보 피드에 접속할 수 없습니다.
uk_ua: Не вдалося зв'язатися з інформаційним потоком.
zh_cn: 无法联系信息源。

source: Waiting for data
cs_cz: Čeká se na data
de_de: Warten auf Daten
el_gr: Αναμονή για δεδομένα
fa_ir: در انتظار دریافت داده‌ها
fr_fr: En attente de données
it_it: In attesa dei dati
ko_kr: 데이터 대기 중
uk_ua: Очікування даних
zh_cn: 等待数据

source: Wireguard is currently disabled. Click to configure Wireguard.
cs_cz: Wireguard je nyní vypnuté. Kliknutím ho nastavíte.
de_de: WireGuard ist derzeit deaktiviert. Klicken Sie hier, um WireGuard zu konfigurieren.
el_gr: Το Wireguard είναι αυτήν τη στιγμή απενεργοποιημένο. Κάντε κλικ για να ρυθμίσετε τις παραμέτρους του Wireguard.
fa_ir: Wireguard در حال حاضر غیرفعال است. برای پیکربندی Wireguard کلیک کنید.
fr_fr: Wireguard est actuellement désactivé. Cliquez sur pour configurer Wireguard.
it_it: Wireguard è attualmente disabilitato. Fare clic per configurare Wireguard.
ko_kr: Wireguard가 현재 비활성화되어 있습니다. Wireguard를 구성하려면 클릭하세요.
uk_ua: WireGuard наразі вимкнено. Натисніть, щоб налаштувати WireGuard.
zh_cn: Wireguard 目前已禁用。单击配置Wireguard。

source: A valid gateway name must be specified. The name must be less than 32 characters long and may only consist of the following characters: a-z, A-Z, 0-9, _
cs_cz: Je třeba zadat platný název brány. A to kratší než 32 znaků, přičemž se může skládat pouze z následujících znaků: a-z, A-Z, 0-9, _
de_de: Es muss ein gültiger Gateway-Name angegeben werden. Der Name darf maximal 32 Zeichen lang sein und darf nur aus den folgenden Zeichen bestehen: a–z, A–Z, 0–9, _
el_gr: Πρέπει να καθοριστεί ένα έγκυρο όνομα πύλης. Το όνομα πρέπει να έχει μήκος μικρότερο από 32 χαρακτήρες και μπορεί να αποτελείται μόνο από τους ακόλουθους χαρακτήρες: az, AZ, 0-9, _
fa_ir: باید یک نام دروازهٔ معتبر مشخص شود. نام باید کمتر از 32 کاراکتر باشد و تنها می‌تواند شامل کاراکترهای زیر باشد: a-z, A-Z, 0-9, _
fr_fr: Un nom de passerelle valide doit être spécifié. Le nom doit comporter moins de 32 caractères et ne peut être composé que des caractères suivants : a-z, A-Z, 0-9, _
it_it: È necessario specificare un nome gateway valido. Il nome deve contenere meno di 32 caratteri e può contenere solo i seguenti caratteri: a-z, A-Z, 0-9, _
ko_kr: 유효한 게이트웨이 이름을 지정해야 합니다. 이름은 32자 미만이어야 하며, 다음 문자로만 구성될 수 있습니다: a-z, A-Z, 0-9, _
uk_ua: Необхідно вказати дійсне ім'я шлюзу. Ім'я повинно бути коротшим за 32 символи та може складатися лише з наступних символів: a-z, A-Z, 0-9, _
zh_cn: 必须指定一个有效的网关名称。名称长度必须少于 32 个字符 且只能由以下字符组成：a-z、A-Z、0-9、_

source: - Use from certificate
cs_cz: - Použít z certifikátu
de_de: - Aus Zertifikat verwenden
el_gr: - Χρήση από πιστοποιητικό
fa_ir: - استفاده از گواهی
fr_fr: - Utilisation à partir d'un certificat
it_it: - Utilizzo dal certificato
ko_kr: - 인증서에서 사용
uk_ua: - Використовувати з сертифіката
zh_cn: - 使用证书

source: (0) At most once
cs_cz: (0) Nejvýše jednou
de_de: (0) Höchstens einmal
el_gr: (0) Το πολύ μία φορά
fa_ir: (0) حداکثر یک‌بار
fr_fr: (0) Une fois au maximum
it_it: (0) Al massimo una volta
ko_kr: (0) 최대 한 번
uk_ua: (0) Не більше одного разу

source: (1) At least once
cs_cz: (1) Alespoň jednou
de_de: (1) Mindestens einmal
el_gr: (1) Τουλάχιστον μία φορά
fa_ir: (1) حداقل یک‌بار
fr_fr: (1) Au moins une fois
it_it: (1) Almeno una volta
ko_kr: (1) 최소 한 번
uk_ua: (1) Принаймні один раз

source: (2) Exactly once
cs_cz: (2) Přesně jednou
de_de: (2) Genau einmal
el_gr: (2) Ακριβώς μία φορά
fa_ir: (2) دقیقاً یک‌بار
fr_fr: (2) Une seule fois
it_it: (2) Esattamente una volta
ko_kr: (2) 정확히 한 번
uk_ua: (2) Рівно один раз

source: (batch) send all metric as a single message per MQTT topic
cs_cz: (dávka) posílat veškeré metriky v rámci MQTT tématu jako jedinou zprávu
de_de: (batch) Alle Metriken als eine einzelne Nachricht pro MQTT-Topic senden
el_gr: (μαζική) αποστολή όλων των μετρήσεων ως ένα μόνο μήνυμα ανά θέμα MQTT
fa_ir: (batch) ارسال همهٔ متریک‌ها به‌صورت یک پیام واحد برای هر موضوع MQTT
fr_fr: (batch) envoyer toutes les métriques en un seul message par sujet MQTT
it_it: (batch) invia tutte le metriche come un singolo messaggio per argomento MQTT
ko_kr: (배치) MQTT 주제당 모든 메트릭을 단일 메시지로 전송합니다.
uk_ua: (пакетно) надсилати всі метрики одним повідомленням за темою MQTT

source: (field) send individual messages for each field
cs_cz: (kolonka) posílat jednotlivé zprávy pro každou kolonku
de_de: (field) Einzelne Nachrichten für jedes Feld senden
el_gr: (πεδίο) αποστολή μεμονωμένων μηνυμάτων για κάθε πεδίο
fa_ir: (field) ارسال پیام‌های جداگانه برای هر فیلد
fr_fr: (champ) envoyer des messages individuels pour chaque champ
it_it: (campo) invia messaggi individuali per ciascun campo
ko_kr: (필드) 각 필드에 대해 개별 메시지를 보냅니다.
uk_ua: (поле) надсилати окремі повідомлення для кожного поля

source: (non-batch) send individual messages, one for each metric
cs_cz: (nedávkové) posílat jednotlivé zprávy (zvlášť pro každou metriku).
de_de: (non-batch) Einzelne Nachrichten senden, jeweils eine pro Metrik
el_gr: (μη μαζική) αποστολή μεμονωμένων μηνυμάτων, ένα για κάθε μέτρηση
fa_ir: (non-batch) ارسال پیام‌های جداگانه، یکی برای هر متریک
fr_fr: (non-batch) envoyer des messages individuels, un pour chaque métrique
it_it: (non batch) invia messaggi individuali, uno per ogni metrica
ko_kr: (비배치) 각 메트릭에 대해 하나씩 개별 메시지를 보냅니다.
uk_ua: (непакетно) надсилати окремі повідомлення, по одному для кожної метрики

source: 500 (default)
cs_cz: 500 (výchozí)
de_de: 500 (Standard)
el_gr: 500 (προεπιλογή)
fa_ir: 500 (پیش‌فرض)
fr_fr: 500 (par défaut)
it_it: 500 (predefinito)
ko_kr: 500 (기본값)
uk_ua: 500 (типово)

source: A destination with this name already exists.
cs_cz: Takto nazvaný cíl už existuje.
de_de: Ein Ziel mit diesem Namen existiert bereits.
el_gr: Υπάρχει ήδη ένας προορισμός με αυτό το όνομα.
fa_ir: مقصدی با این نام از قبل وجود دارد.
fr_fr: Une destination portant ce nom existe déjà.
it_it: Esiste già una destinazione con questo nome.
ko_kr: 이미 이 이름을 가진 목적지가 있습니다.
uk_ua: Призначення з таким іменем вже існує.
zh_cn: 具有此名称的目标已存在。

source: A private key is required
cs_cz: Je vyžadován soukromý klíč
de_de: Ein privater Schlüssel ist erforderlich.
el_gr: Απαιτείται ιδιωτικό κλειδί
fa_ir: یک کلید خصوصی لازم است.
fr_fr: Une clé privée est nécessaire
it_it: È richiesta una chiave privata
ko_kr: 개인 키가 필요함
uk_ua: Потрібен закритий ключ
zh_cn: 需要一个私钥

source: A tag must only contain numbers and letters and must be between 1 and 63 characters.
cs_cz: Je třeba, aby štítek obsahoval pouze číslice a písmena a byl dlouhý 1 až 63 znaků.
de_de: Ein Tag darf nur Zahlen und Buchstaben enthalten und muss zwischen 1 und 63 Zeichen lang sein.
el_gr: Μια ετικέτα πρέπει να περιέχει μόνο αριθμούς και γράμματα και πρέπει να έχει μήκος μεταξύ 1 και 63 χαρακτήρων.
fa_ir: یک تگ فقط می‌تواند شامل اعداد و حروف باشد و باید بین 1 تا 63 کاراکتر باشد.
fr_fr: Une étiquette ne peut contenir que des chiffres et des lettres et doit être comprise entre 1 et 63 caractères.
it_it: Un tag deve contenere solo numeri e lettere e deve contenere da 1 a 63 caratteri.
ko_kr: 태그에는 숫자와 문자만 사용할 수 있으며 1~63자 사이여야 합니다.
uk_ua: Тег повинен містити лише цифри та літери та мати довжину від 1 до 63 символів.
zh_cn: 标签只能包含数字和字母，且长度必须在 1 到 63 个字符之间。

source: A user name must only contain numbers and letters and must be between 2 and 72 characters.
cs_cz: Je třeba, aby uživatelské jméno obsahovalo pouze číslice a písmena a bylo dlouhé 2 až 72 znaků.
de_de: Ein Benutzername darf nur Zahlen und Buchstaben enthalten und muss zwischen 2 und 72 Zeichen lang sein.
el_gr: Ένα όνομα χρήστη πρέπει να περιέχει μόνο αριθμούς και γράμματα και πρέπει να έχει μήκος μεταξύ 2 και 72 χαρακτήρων.
fa_ir: نام کاربری فقط می‌تواند شامل اعداد و حروف باشد و باید بین 2 تا 72 کاراکتر باشد.
fr_fr: Un nom d'utilisateur ne peut contenir que des chiffres et des lettres et doit être compris entre 2 et 72 caractères.
it_it: Un nome utente deve contenere solo numeri e lettere e deve contenere da 2 a 72 caratteri.
ko_kr: 사용자 이름은 숫자와 문자만 포함할 수 있으며 2~72자 사이여야 합니다.
uk_ua: Ім'я користувача повинно містити лише цифри та літери та мати довжину від 2 до 72 символів.
zh_cn: 用户名只能包含数字和字母，且长度必须在2到72个字符之间。

source: A value is required.
cs_cz: Je vyžadována hodnota.
de_de: Ein Wert ist erforderlich.
el_gr: Απαιτείται μια τιμή.
fa_ir: وارد کردن مقدار الزامی است.
fr_fr: Une valeur est requise.
it_it: È obbligatorio un valore.
ko_kr: 값이 필요합니다.
uk_ua: Потрібне значення.
zh_cn: 输入一个值。

source: ANY
cs_cz: JAKÉKOLI
el_gr: ΌΛΑ
it_it: QUALUNQUE
ko_kr: 모두
uk_ua: БУДЬ-ЯКИЙ
