Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Activates the connections cache for upstream server and sets the max number of idle connections that are preserved in the cache of each worker process. Leave blank or set to 0 to disable. Keepalive support should be enabled at Location settings also.
cs_cz: Aktivuje mezipaměť připojení pro upstream server a nastaví nejvyšší počet nečinných připojení, která jsou uchovávána v mezipaměti každého zpracovávajícího procesu. Pokud chcete vypnout, nevyplňujte nebo nastavte na hodnotu 0. Podpora pro udržování spojení by měla být povolena také v nastavení Umístění.
de_de: Aktiviert den Verbindungscache für den Upstream-Server und legt die maximale Anzahl inaktiver Verbindungen fest, die im Cache jedes Worker-Prozesses gespeichert werden. Leer lassen oder auf 0 setzen, um zu deaktivieren. Die Keepalive-Unterstützung sollte auch in den Standort-Einstellungen aktiviert sein.
el_gr: Ενεργοποιεί την προσωρινή μνήμη συνδέσεων για τον ανοδικό διακομιστή και ορίζει τον μέγιστο αριθμό αδρανών συνδέσεων που διατηρούνται στην προσωρινή μνήμη κάθε διεργασίας εργασίας. Αφήστε το κενό ή ορίστε το σε 0 για απενεργοποίηση. Η υποστήριξη Keepalive θα πρέπει επίσης να ενεργοποιηθεί στις ρυθμίσεις τοποθεσίας.
fa_ir: کش اتصال‌ها را برای سرور upstream فعال می‌کند و حداکثر تعداد اتصالات idle که در کش هر فرآیند worker نگهداری می‌شوند را تنظیم می‌کند. برای غیرفعال کردن خالی بگذارید یا 0 قرار دهید. پشتیبانی Keepalive همچنین باید در تنظیمات Location فعال باشد.
fr_fr: Active le cache des connexions pour le serveur en amont et définit le nombre maximal de connexions inactives conservées dans le cache de chaque processus de travail. Laissez ce champ vide ou définissez-le à 0 pour le désactiver. Le support Keepalive doit également être activé dans les paramètres Location.
it_it: Attiva la cache delle connessioni per il server upstream e imposta il numero massimo di connessioni inattive conservate nella cache di ciascun processo di lavoro. Lasciare vuoto o impostare su 0 per disabilitare. Il supporto Keepalive dovrebbe essere abilitato anche nelle impostazioni di posizione.
ko_kr: 업스트림 서버에 대한 연결 캐시를 활성화하고 각 작업자 프로세스의 캐시에 보존되는 유휴 연결의 최대 수를 설정합니다. 비활성화하려면 비워두거나 0으로 설정합니다. location 설정에서도 keepalive 지원을 활성화해야 합니다.
uk_ua: Активує кеш з'єднань для вищестоящого сервера та встановлює максимальну кількість неактивних з'єднань, що зберігаються в кеші кожного робочого процесу. Залиште пустим або встановіть 0 для вимкнення. Підтримка Keepalive також має бути увімкнена в налаштуваннях розташування.
zh_cn: 激活上游服务器的连接缓存，并设置每个工作进程缓存中保留的最大空闲连接数。留空或设置为0则禁用。还应在位置设置中启用保活支持。

source: Add Observium Support
cs_cz: Přidat podporu pro Observium
de_de: Unterstützung für Observium hinzufügen
el_gr: Προσθήκη υποστήριξης Observium
fa_ir: افزودن پشتیبانی Observium
fr_fr: Ajouter le support Observium
it_it: Aggiungi il supporto dell'Observium
ko_kr: Observium 지원 추가
uk_ua: Додати підтримку Observium
zh_cn: 添加 Observium 支持

source: Add extended information to eve HTTP logging.
cs_cz: Přidávat rozšířené informace do eve zaznamenávání událostí v HTTP.
de_de: Zusätzliche Informationen in das HTTP-Eve-Protokoll aufnehmen.
el_gr: Προσθέστε εκτεταμένες πληροφορίες στην καταγραφή eve HTTP.
fa_ir: افزودن اطلاعات گسترده‌تر به لاگ HTTP در eve.
fr_fr: Ajouter des informations étendues à la journalisation de veille HTTP.
it_it: Aggiungi informazioni estese alla registrazione HTTP.
ko_kr: eve HTTP 로깅에 확장된 정보를 추가합니다.
uk_ua: Додати розширену інформацію до журналювання HTTP eve.
zh_cn: 向eve HTTP日志添加扩展信息。

source: Add extended information to eve TLS logging. For example, SNI field.
cs_cz: Přidávat do eve TLS zaznamenávání událostí další informace. Například kolonku SNI.
de_de: Zusätzliche Informationen im Eve-TLS-Protokoll erfassen, z. B. das SNI-Feld.
el_gr: Προσθέστε εκτεταμένες πληροφορίες στην καταγραφή eve TLS. Για παράδειγμα, πεδίο SNI.
fa_ir: افزودن اطلاعات گسترده‌تر به لاگ TLS در eve (برای مثال فیلد SNI).
fr_fr: Ajouter des informations complémentaires à la journalisation de la veille TLS. Par exemple, le champ SNI.
it_it: Aggiungi informazioni estese alla registrazione TLS di vigilia. Ad esempio, campo SNI.
ko_kr: eve TLS 로깅에 확장된 정보를 추가합니다. 예를 들면, SNI 필드.
uk_ua: Додати розширену інформацію до журналювання TLS eve. Наприклад, поле SNI.
zh_cn: 向eveTLS日志记录添加扩展信息。例如，SNI字段。

source: Add the HA Proxy Protocol header. Either version 1 or 2 can be chosen. The default is off, since it is only needed when the upstream can use the Proxy Protocol header.
cs_cz: Přidat hlavičku protokolu HA Proxy. Lze zvolit verzi 1 nebo 2. Ve výchozím nastavení je vypnuto, protože je potřeba pouze v případě, že upstream může používat hlavičku protokolu Proxy.
de_de: Den HA-Proxy-Protocol-Header hinzufügen. Es kann Version 1 oder 2 gewählt werden. Standardmäßig deaktiviert, da er nur benötigt wird, wenn das Upstream-System den Proxy-Protocol-Header unterstützt.
el_gr: Προσθέστε την κεφαλίδα HA Proxy Protocol. Μπορείτε να επιλέξετε είτε την έκδοση 1 είτε την έκδοση 2. Η προεπιλογή είναι απενεργοποιημένη, καθώς είναι απαραίτητη μόνο όταν ο upstream μπορεί να χρησιμοποιήσει την κεφαλίδα Proxy Protocol.
fa_ir: افزودن هدر HA Proxy Protocol. می‌توان نسخهٔ 1 یا 2 را انتخاب کرد. پیش‌فرض خاموش است، چون فقط زمانی لازم است که upstream بتواند از هدر Proxy Protocol استفاده کند.
fr_fr: Ajoutez l'en-tête HA Proxy Protocol. La version 1 ou 2 peut être choisie. La valeur par défaut est désactivée, car elle n'est nécessaire que lorsque l'amont peut utiliser l'en-tête du protocole Proxy.
it_it: Aggiungere l'intestazione del protocollo proxy HA. È possibile scegliere la versione 1 o 2. L'impostazione predefinita è disattivata, poiché è necessaria solo quando l'upstream può utilizzare l'intestazione del protocollo proxy.
ko_kr: HAProxy 프로토콜 헤더를 추가합니다. 버전 1 또는 2 중 하나를 선택할 수 있습니다. 업스트림이 프록시 프로토콜 헤더를 사용할 수 있는 경우에만 필요하므로 기본값은 꺼져 있습니다.
uk_ua: Додати заголовок протоколу HA Proxy. Можна обрати версію 1 або 2. За типово вимкнено, оскільки це потрібно лише тоді, коли вищестоящий може використовувати заголовок протоколу Proxy.
zh_cn: 添加HA代理协议标头。版本1或2均可选择。默认为关闭，因为只有上游可以使用代理协议标头时才需要。

source: Add the log level of each message after the subsystem (e.g. [IKE2]).
cs_cz: za podsystém (např. [IKE2]) přidat stupeň podrobnosti každé zprávy záznamu událostí.
de_de: Fügt den Loglevel jeder Nachricht nach dem Subsystem hinzu (z. B. [IKE2]).
el_gr: Προσθέστε το επίπεδο καταγραφής κάθε μηνύματος μετά το υποσύστημα (π.χ. [IKE2]).
fa_ir: افزودن سطح لاگ هر پیام بعد از زیرسیستم (مثلاً [IKE2]).
fr_fr: Ajouter le niveau de journalisation de chaque message après le sous-système (par exemple [IKE2]).
it_it: Aggiungere il livello di registro di ciascun messaggio dopo il sottosistema (ad esempio [IKE2]).
ko_kr: 하위 시스템 뒤에 각 메시지의 로그 수준을 추가합니다(예: [IKE2]).
uk_ua: Додати рівень журналу кожного повідомлення після підсистеми (наприклад, [IKE2]).
zh_cn: 在子系统之后添加每条消息的日志级别（例如 [IKE2]）。

source: Add the relay agent information option.
cs_cz: Přidat předvolbu Informací o přenosovém agentovi.
de_de: Fügt die Option für Agenteninformationen des Relays hinzu.
el_gr: Προσθέστε την επιλογή πληροφοριών παράγοντα αναμετάδοσης.
fa_ir: افزودن گزینهٔ اطلاعات relay agent.
fr_fr: Ajouter l'option d'information sur l'agent de relais.
it_it: Aggiungi l'opzione relativa alle informazioni sull'agente di inoltro.
ko_kr: 릴레이 에이전트 정보 옵션을 추가합니다.
uk_ua: Додати опцію інформації агента ретрансляції.
zh_cn: 添加可选的中继代理信息。

source: Address on which the RESTful interface should be available
cs_cz: Adresa, na které má být rozhraní RESTful dostupné
de_de: Die Adresse, auf der der Steuerungsagent auf REST-Anfragen wartet.
el_gr: Διεύθυνση στην οποία θα πρέπει να είναι διαθέσιμη η διεπαφή RESTful
fa_ir: آدرسی که رابط RESTful باید روی آن در دسترس باشد
fr_fr: Adresse sur laquelle l'interface RESTful doit être disponible
it_it: Indirizzo su cui dovrebbe essere disponibile l'interfaccia RESTful
ko_kr: RESTful 인터페이스를 사용할 수 있는 주소
uk_ua: Адреса, на якій має бути доступний інтерфейс RESTful
zh_cn: 用于RESTful接口的地址

source: Address(es)
cs_cz: Adresy
de_de: Adresse(n)
el_gr: Διεύθυνση(εις)
fa_ir: آدرس(ها)
fr_fr: Adresse(s)
it_it: Indirizzo/i
ko_kr: 주소(들)
uk_ua: Адреса(и)
zh_cn: 地址

source: Adds the directives required for upstream keepalive to work (enables HTTP 1.1 and clears the Connection header). Mutually exclusive with WebSocket support. Keepalive parameters must be set in Upstream settings too.
cs_cz: Přidá direktivy potřebné pro fungování udržování spojení s nadřazeným (povolí HTTP 1.1 a vymaže hlavičku Connection). Není možné použít ve spojení s podporou pro WebSocket. Je třeba, aby parametry udržování spojení byly také nastavené v Nadřazeném.
de_de: Fügt die erforderlichen Direktiven hinzu, damit Upstream-Keepalive funktioniert (aktiviert HTTP 1.1 und entfernt den "Connection"-Header). Nicht gleichzeitig mit WebSocket-Unterstützung verwendbar. Keepalive-Parameter müssen auch in den Upstream-Einstellungen festgelegt werden.
el_gr: Προσθέτει τις οδηγίες που απαιτούνται για να λειτουργήσει το upstream keepalive (ενεργοποιεί το HTTP 1.1 και καθαρίζει την κεφαλίδα Connection). Αμοιβαία αποκλειόμενη με την υποστήριξη WebSocket. Οι παράμετροι Keepalive πρέπει να οριστούν και στις ρυθμίσεις Upstream.
fa_ir: افزودن دستورات لازم برای کارکرد keepalive در upstream (HTTP 1.1 را فعال می‌کند و هدر Connection را پاک می‌کند). با پشتیبانی WebSocket ناسازگار است. پارامترهای Keepalive باید در تنظیمات Upstream نیز تنظیم شوند.
fr_fr: Ajoute les directives nécessaires au fonctionnement du keepalive en amont (active HTTP 1.1 et efface l'en-tête Connection). S'exclut mutuellement avec le support de WebSocket. Les paramètres Keepalive doivent également être définis dans les paramètres Upstream.
it_it: Aggiunge le direttive richieste per il funzionamento del keepalive upstream (abilita HTTP 1.1 e cancella l'intestazione Connection). Si escludono a vicenda con il supporto WebSocket. Anche i parametri keepalive devono essere impostati nelle impostazioni Upstream.
ko_kr: 업스트림 keepalive가 작동하는 데 필요한 지시어를 추가합니다(HTTP 1.1을 활성화하고 Connection 헤더를 지웁니다). WebSocket 지원과는 상호 배타적입니다. 유지 연결 매개변수는 업스트림 설정에서도 설정해야 합니다.
uk_ua: Додає директиви, необхідні для роботи upstream keepalive (вмикає HTTP 1.1 та очищає заголовок Connection). Взаємовиключно з підтримкою WebSocket. Параметри Keepalive також мають бути встановлені в налаштуваннях Upstream.
zh_cn: 添加上游保活工作所需的指令（启用HTTP 1.1 并清除连接标头）。此选项与WebSocket支持互斥。保活参数必须在上游设置中配置。

source: Affiliation Changed
cs_cz: Změna příslušnosti
de_de: Zugehörigkeit geändert
el_gr: Άλλαξε η Συνεργασία
fa_ir: وابستگی تغییر کرد
fr_fr: Affiliation modifiée
it_it: Affiliazione modificata
ko_kr: 소속 변경됨
uk_ua: Змінена приналежність
zh_cn: 更改隶属关系

source: Agent Information
cs_cz: Informace o agentovi
de_de: Agenteninformationen
el_gr: Πληροφορίες Πράκτορα
fa_ir: اطلاعات عامل
fr_fr: Informations sur l'agent
it_it: Informazioni sull'agente
ko_kr: 에이전트 정보
uk_ua: Інформація про агента
zh_cn: 代理信息

source: Aggressive NSEC
cs_cz: Agresivní NSEC
de_de: Aggressives NSEC
el_gr: Επιθετική NSEC
fa_ir: NSEC تهاجمی
fr_fr: NSEC agressifs
it_it: NSEC aggressivo
ko_kr: 공격적인 NSEC
uk_ua: Агресивний NSEC
zh_cn: 积极的NSEC

source: Allow Insecure Ciphers
cs_cz: Povolit nebezpečné šifry
de_de: Unsichere Verschlüsselungsverfahren erlauben
el_gr: Επιτρέψτε μη ασφαλείς κρυπτογραφήσεις
fa_ir: اجازه به رمزنگاری‌های ناامن
fr_fr: Autoriser les chiffrages non sécurisés
it_it: Consenti cifrature non sicure
ko_kr: 안전하지 않은 암호화 허용
uk_ua: Дозволити небезпечні шифри
zh_cn: 允许不安全的密码

source: Allow RDNC key update
cs_cz: Povolit aktualizaci RDNC klíče
de_de: Aktualisierung des RDNC-Schlüssels erlauben
el_gr: Να επιτρέπεται η ενημέρωση κλειδιού RDNC
fa_ir: اجازه به به‌روزرسانی کلید RDNC
fr_fr: Autoriser la mise à jour de la clé RDNC
it_it: Consenti aggiornamento chiave RDNC
ko_kr: RNDC 키 업데이트 허용
uk_ua: Дозволити оновлення ключа RDNC
zh_cn: 允许更新 RDNC 密钥

source: Allow local defined intermediate certificate authorities to be used in the local trust store. We advise to only store root certificates to prevent cross signed ones causing breakage when included but expired later in the chain.
cs_cz: Povolit použití místních definovaných zprostředkujících certifikačních autorit v místním úložišti důvěryhodnosti. Doporučujeme ukládat pouze kořenové certifikáty, aby se zabránilo tomu, že křížově podepsané certifikáty způsobí rozbití, pokud jsou zařazeny, ale jejich platnost vyprší později v řetězci.
de_de: Erlauben Sie die Verwendung lokal definierter Zwischenzertifizierungsstellen im lokalen Trust Store. Wir empfehlen, nur Stammzertifikate zu speichern, um zu verhindern, dass kreuzsignierte Zertifikate, die später in der Kette enthalten sind, aber ablaufen, zu Beschädigungen führen.
el_gr: Επιτρέψτε τη χρήση τοπικών καθορισμένων ενδιάμεσων αρχών έκδοσης πιστοποιητικών στον τοπικό χώρο αποθήκευσης εμπιστοσύνης. Σας συμβουλεύουμε να αποθηκεύετε μόνο πιστοποιητικά ρίζας για να αποτρέψετε την πρόκληση βλάβης από πιστοποιητικά με διασταυρούμενη υπογραφή όταν περιλαμβάνονται αλλά λήγουν αργότερα στην αλυσίδα.
fa_ir: اجازه می‌دهد که گواهی‌دهنده‌های میانی تعریف‌شده محلی در فروشگاه اعتماد محلی استفاده شوند. توصیه می‌کنیم تنها گواهی‌های ریشه را ذخیره کنید تا از بروز مشکل ناشی از گواهی‌های دارای امضای متقاطع که بعداً در زنجیره منقضی می‌شوند جلوگیری شود.
fr_fr: Autoriser l'utilisation d'autorités de certification intermédiaires définies localement dans le magasin de confiance local. Nous conseillons de ne stocker que les certificats racine afin d'éviter que les certificats à signature croisée ne provoquent des ruptures lorsqu'ils sont inclus mais expirent plus loin dans la chaîne.
it_it: Consentire l'utilizzo delle autorità di certificazione intermedie definite locali nell'archivio attendibilità locale. Consigliamo di archiviare solo i certificati root per evitare che quelli con firma incrociata causino rotture se inclusi ma scaduti successivamente nella catena.
ko_kr: 로컬 신뢰 저장소에서 로컬에 정의된 중간 인증 기관을 사용할 수 있도록 허용합니다. 루트 인증서만 저장하는 것을 권장하며, 교차 서명된 인증서가 포함되었다가 체인 내에서 만료될 경우 발생할 수 있는 문제를 방지할 수 있습니다.
uk_ua: Дозволити використовувати локально визначені проміжні центри сертифікації в локальному сховищі довіри. Ми радимо зберігати лише кореневі сертифікати, щоб запобігти збоям, спричиненим перехресно підписаними сертифікатами, які були включені, але термін дії яких закінчився пізніше в ланцюжку.
zh_cn: 允许在本地信任存储中使用本地定义的中间证书颁发机构。 建议仅存储根证书，以防止交叉签名的证书在链中包含但在后期过期时造成损坏。

source: Allow updates via the RDNC key named "rndc-key". The key is shown in the general tab.
cs_cz: Umožnit aktualizace prostřednictvím RDNC klíče, nazvaného „rndc-key“. Klíč je zobrazen na kartě obecné.
de_de: Aktualisierungen über den RDNC-Schlüssel mit dem Namen "rndc-key" erlauben. Der Schlüssel wird im Reiter "Allgemein" angezeigt.
el_gr: Επιτρέψτε ενημερώσεις μέσω του κλειδιού RDNC με όνομα "rndc-key". Το κλειδί εμφανίζεται στην καρτέλα "Γενικά".
fa_ir: اجازه به به‌روزرسانی‌ها از طریق کلید RDNC با نام "rndc-key". کلید در تب عمومی نشان داده شده است.
fr_fr: Autoriser les mises à jour via la clé RDNC nommée "rndc-key". La clé est indiquée dans l'onglet général.
it_it: Consenti aggiornamenti tramite la chiave RDNC denominata "rndc-key". La chiave è mostrata nella scheda generale.
ko_kr: "rndc-key"라는 이름의 RDNC 키를 통해 업데이트를 허용합니다. 키는 일반 탭에 표시됩니다.
uk_ua: Дозволити оновлення через ключ RDNC з назвою "rndc-key". Ключ показано на вкладці Загальні.
zh_cn: 允许通过名为 "rndc-key "的 RDNC 密钥进行更新。该密钥显示在常规选项卡中。

source: Applications other than daemons
cs_cz: Jiné aplikace než procesy služeb
de_de: Anwendungen außer Daemons
el_gr: Εφαρμογές εκτός από δαίμονες
fa_ir: برنامه‌ها به‌جز daemon‌ها
fr_fr: Applications autres que les démons
it_it: Applicazioni diverse dai demoni
ko_kr: 데몬 이외의 응용 프로그램
uk_ua: Застосунки, інші ніж демони
zh_cn: 守护进程以外的应用程序

source: At least 2 interfaces must be selected. The maximum number of supported interfaces by the daemon is 5.
cs_cz: Je třeba vybrat alespoň 2 rozhraní. Nejvyšší počet podporovaných rozhraní procesem služby je 5.
de_de: Es müssen mindestens 2 Schnittstellen ausgewählt werden. Die maximale Anzahl unterstützter Schnittstellen durch den Dienst beträgt 5.
el_gr: Πρέπει να επιλεγούν τουλάχιστον 2 διεπαφές. Ο μέγιστος αριθμός διεπαφών που υποστηρίζονται από το daemon είναι 5.
fa_ir: حداقل 2 رابط باید انتخاب شوند. حداکثر تعداد رابط‌های پشتیبانی‌شده توسط دیمن 5 است.
fr_fr: Au moins 2 interfaces doivent être sélectionnées. Le nombre maximum d'interfaces supportées par le démon est de 5.
it_it: È necessario selezionare almeno 2 interfacce. Il numero massimo di interfacce supportate dal demone è 5.
ko_kr: 최소 2개의 인터페이스를 선택해야 합니다. 데몬이 지원하는 최대 인터페이스 수는 5개입니다.
uk_ua: Потрібно вибрати принаймні 2 інтерфейси. Максимальна кількість підтримуваних інтерфейсів демоном — 5.
zh_cn: 必须至少选择2个接口。守护进程支持的最大接口数为5。

source: Auth Provider
cs_cz: Poskytovatel ověřování
de_de: Authentifizierungsanbieter
el_gr: Πάροχος Εξουσιοδότησης
fa_ir: ارائه‌دهنده‌ی احراز هویت
fr_fr: Fournisseur d'authentification
it_it: Fornitore di autenticazione
ko_kr: 인증 제공자
uk_ua: Провайдер автентифікації
zh_cn: 认证商

source: Auto HTTPS
cs_cz: Automatické HTTPS
de_de: Automatisches HTTPS
el_gr: Αυτόματο HTTPS
fa_ir: فعال‌سازی خودکار HTTPS
it_it: HTTPS automatico
ko_kr: 자동 HTTPS
uk_ua: Автоматичний HTTPS
zh_cn: 自动HTTPS

source: Auto collect option data
cs_cz: Automatické shromažďování údajů o možnostech
de_de: Optionsdaten automatisch erfassen
el_gr: Αυτόματη συλλογή δεδομένων επιλογών
fa_ir: جمع‌آوری خودکار داده‌های گزینه‌ها
fr_fr: Collecte automatique des données relatives aux options
it_it: Raccolta automatica dei dati delle opzioni
ko_kr: 옵션 데이터 자동 수집
uk_ua: Автоматичний збір даних опцій
zh_cn: 自动收集选项数据

source: Auto fetch CRL's
cs_cz: Automaticky získávat CRL seznamy
de_de: CRLs automatisch abrufen
el_gr: Αυτόματη ανάκτηση CRL
fa_ir: دریافت خودکار CRLها
fr_fr: Récupération automatique des CRL
it_it: Recupero automatico CRL
ko_kr: CRL 자동 가져오기
uk_ua: Автоматичне отримання CRL
zh_cn: 自动获取CRL

source: Automatic OCSP updates
cs_cz: Automatické aktualizace protokolu OCSP
de_de: Automatische OCSP-Aktualisierungen
el_gr: Αυτόματες ενημερώσεις OCSP
fa_ir: به‌روزرسانی خودکار OCSP
fr_fr: Mises à jour automatiques de l'OCSP
it_it: Aggiornamenti OCSP automatici
ko_kr: 자동 OCSP 업데이트
uk_ua: Автоматичні оновлення OCSP
zh_cn: 自动OCSP更新

source: Automatically add a basic set of firewall rules to allow dhcp traffic, more fine grained controls can be offered manually when disabling this option.
cs_cz: Automaticky přidat základní sadu pravidel brány firewall pro povolení dhcp provozu. Při zakázání této volby je možné nabídnout Jemnější ruční nastavení.
de_de: Fügt automatisch einen Basisregelsatz hinzu, um DHCP-Datenverkehr zuzulassen. Feinere Steuerungen können manuell erfolgen, wenn diese Option deaktiviert wird.
el_gr: Προσθέστε αυτόματα ένα βασικό σύνολο κανόνων τείχους προστασίας για να επιτρέψετε την κυκλοφορία dhcp, ενώ πιο λεπτομερείς έλεγχοι μπορούν να προσφερθούν χειροκίνητα κατά την απενεργοποίηση αυτής της επιλογής.
fa_ir: به‌طور خودکار مجموعه‌ای پایه از قوانین فایروال را برای اجازه ترافیک DHCP اضافه می‌کند؛ کنترل‌های دقیق‌تر هنگام غیرفعال‌کردن این گزینه به‌صورت دستی قابل تنظیم هستند.
fr_fr: Ajouter automatiquement un ensemble de règles de base de pare-feu pour autoriser le trafic dhcp. Des contrôles plus fins peuvent être proposés manuellement en désactivant cette option.
it_it: Aggiungi automaticamente un set di base di regole firewall per consentire il traffico DHCP; è possibile offrire manualmente controlli più dettagliati quando si disabilita questa opzione.
ko_kr: 기본 방화벽 규칙을 자동으로 추가하여 dhcp 트래픽을 허용하면 이 옵션을 비활성화할 때 수동으로 더 세분화된 제어 기능을 제공할 수 있습니다.
uk_ua: Автоматично додати базовий набір правил брандмауера для дозволу трафіку DHCP; більш тонке керування можна налаштувати вручну при відключенні цієї опції.
zh_cn: 自动添加一组基本的防火墙规则来允许dhcp流量通过，禁用则可以手动提供更精细的控制。

source: Automatically update option data for relevant attributes as routers, dns servers and ntp servers when applying settings from the gui.
cs_cz: Při uplatňování nastavení z webového rozhraní automaticky zaktualizovat údaje předvolby ohledně atributů jako jsou směrovače, DNS a ntp servery.
de_de: Optionale DHCP-Daten wie Router-, DNS- und NTP-Server automatisch aktualisieren, wenn die Einstellungen über die Benutzeroberfläche angewendet werden.
el_gr: Αυτόματη ενημέρωση δεδομένων επιλογών για σχετικά χαρακτηριστικά όπως δρομολογητές, διακομιστές DNS και διακομιστές ntp κατά την εφαρμογή ρυθμίσεων από το γραφικό περιβάλλον χρήστη.
fa_ir: هنگام اعمال تنظیمات از رابط گرافیکی، به‌طور خودکار داده‌های گزینه برای ویژگی‌های مرتبط مانند روترها، سرورهای DNS و سرورهای NTP را به‌روزرسانی می‌کند.
fr_fr: Mise à jour automatique des données d'options pour les attributs pertinents tels que les routeurs, les serveurs DNS et les serveurs NTP lors de l'application des paramètres à partir de l'interface utilisateur.
it_it: Aggiorna automaticamente i dati delle opzioni per gli attributi rilevanti come router, server DNS e server ntp quando si applicano le impostazioni dalla GUI.
ko_kr: GUI에서 설정을 적용할 때 라우터, DNS 서버 및 NTP 서버와 같은 관련 속성에 대한 옵션 데이터를 자동으로 업데이트합니다.
uk_ua: Автоматично оновлювати дані опцій для відповідних атрибутів, таких як маршрутизатори, DNS-сервери та NTP-сервери, при застосуванні налаштувань з графічного інтерфейсу.
zh_cn: 从GUI应用设置时，自动更新相关属性（如路由器、DNS服务器和NTP服务器）的选项数据。

source: BGP AD Distance
cs_cz: Vzdálenost BGP AD
de_de: BGP-AD-Distanz
el_gr: Απόσταση BGP AD
fa_ir: فاصله AD در BGP
fr_fr: Distance AD BGP
it_it: Distanza BGP AD
ko_kr: BGP AD 거리
uk_ua: Адміністративна відстань BGP
zh_cn: BGP管理距离

source: Base of exponential backoff
cs_cz: Základ exponenciálního backoffu
de_de: Basiswert für exponentiellen Rückzug
el_gr: Βάση εκθετικής υποχώρησης
fa_ir: پایهٔ تأخیر نمایی
fr_fr: Base du backoff exponentiel
it_it: Base del backoff esponenziale
ko_kr: 지수 백오프의 기본
uk_ua: База експоненційної відстрочки
zh_cn: 指数回退的基数

source: Basic Auth
cs_cz: Základní autorizace
de_de: Basis-Authentifizierung
el_gr: Βασική Εξουσιοδότηση
fa_ir: احراز هویت پایه (Basic Auth)
fr_fr: Auth de base
it_it: Aut. di base
ko_kr: 기본 인증
uk_ua: Базова автентифікація
zh_cn: 基本认证

source: Bind address
cs_cz: Adresa na kterou navázat
de_de: Schnittstellenadresse
el_gr: Διεύθυνση σύνδεσης
fa_ir: آدرس اتصال
fr_fr: Adresse de liaison
it_it: Associare l'indirizzo
ko_kr: 바인딩 주소
uk_ua: Адреса прив'язки
zh_cn: 绑定地址

source: Bind port
cs_cz: Port na který navázat
de_de: Port
el_gr: Θύρα σύνδεσης
fa_ir: پورت اتصال
fr_fr: Port de liaison
it_it: Porta di collegamento
ko_kr: 바인딩 포트
uk_ua: Порт прив'язки
zh_cn: 绑定端口

source: Boot filename to request
cs_cz: Název zaváděcího souboru, který má být vyžádán
de_de: Angeforderter Startdateiname.
el_gr: Όνομααρχείουεκκίνησηςγιααίτημα
fa_ir: نام فایل بوت برای درخواست
fr_fr: Nom du fichier d'amorçage à demander
it_it: Nome del file di avvio da richiedere
ko_kr: 요청할 부팅 파일 이름
uk_ua: Ім'я завантажувального файлу для запиту
zh_cn: 请求的引导文件名称

source: Bots User Agents
cs_cz: Uživatelští agenti botů
de_de: Bot-User-Agents
el_gr: Πράκτορες χρήστη bots
fa_ir: عامل‌های کاربری بات‌ها
fr_fr: Bots Agents utilisateurs
it_it: Bot Agenti utente
ko_kr: 봇 유저 에이전트
uk_ua: Агенти користувача ботів
zh_cn: 机器人用户代理

source: Brief description for reference.
cs_cz: Stručný popis pro referenci.
de_de: Kurze Beschreibung zur Referenz.
el_gr: Σύντομη περιγραφή για αναφορά.
fa_ir: توضیح کوتاه برای مرجع.
fr_fr: Brève description pour référence.
it_it: Breve descrizione per riferimento.
ko_kr: 참고용으로 간략하게 설명합니다.
uk_ua: Короткий опис для довідки.
zh_cn: 简要说明，供参考。

source: CA Compromise
cs_cz: Kompromis CA
de_de: CA-Kompromittierung
el_gr: Συμβιβασμός CA
fa_ir: به‌خطر افتادن CA
fr_fr: Compromis CA
it_it: Compromesso CA
ko_kr: CA 침해
uk_ua: Компрометація ЦС
zh_cn: CA泄露

source: CA reference
cs_cz: Odkaz na CA
de_de: CA-Referenz
el_gr: Αναφορά CA
fa_ir: مرجع CA
fr_fr: Référence CA
it_it: Riferimento CA
ko_kr: CA 참조
uk_ua: Посилання на ЦС
zh_cn: CA参考
