Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Request Body No Files Limit
de_de: Request-Body-Limit ohne Dateien
fa_ir: حد بدنهٔ درخواست (بدون فایل)
fr_fr: Corps de la demande Pas de limite de fichiers
ko_kr: 요청 본문 파일 수 제한 없음
uk_ua: Ліміт тіла запиту без файлів

source: Request Matcher
fa_ir: تطبیق‌دهندهٔ درخواست
fr_fr: Correspondance des demandes
ko_kr: 요청 매칭기
uk_ua: Зіставлювач запитів

source: Require a client certificate signed by the provided authority before allowing a connection.
de_de: Vor Herstellung einer Verbindung ein von der angegebenen Zertifizierungsstelle signiertes Client-Zertifikat verlangen.
fa_ir: قبل از اجازه اتصال، داشتن گواهی کلاینت امضا‌شده توسط مرجع ارائه‌شده الزامی است.
fr_fr: Exiger un certificat client signé par l'autorité fournie avant d'autoriser une connexion.
ko_kr: 연결 허용 전에 제공된 권한 기관에서 서명한 클라이언트 인증서를 요구합니다.
uk_ua: Вимагати клієнтський сертифікат, підписаний наданим центром, перш ніж дозволити з'єднання.

source: Response Body Limit
fa_ir: حد اندازه بدنهٔ پاسخ
fr_fr: Réponse Limite de l'organisme
ko_kr: 응다 본문 제한
uk_ua: Ліміт тіла відповіді

source: Response Body Limit Action
de_de: Aktion bei Überschreitung des Response-Body-Limits
fa_ir: اقدام محدودیت اندازه بدنه پاسخ
fr_fr: Réponse Organisme Limite Action
ko_kr: 응답 본문 제한 조치
uk_ua: Дія при перевищенні ліміту тіла відповіді

source: Restrict Exchange Paths
de_de: Exchange-Pfade einschränken
fa_ir: محدودسازی مسیرهای Exchange
fr_fr: Restreindre les chemins d'échange
ko_kr: 교환 경로 제한
uk_ua: Обмежити шляхи Exchange

source: Restrict Exchange Server specific paths to networks provided in the Access control field. If paths are selected, exactly these paths will have the Access control attached. Access to path / is filtered per default with a redirect to /owa. All non-selected paths will be allowed from all networks.
de_de: Exchange-Server-spezifische Pfade auf die im Feld "Zugriffskontrolle" angegebenen Netzwerke beschränken. Wenn Pfade ausgewählt sind, wird die Zugriffskontrolle ausschließlich auf diese Pfade angewendet. Der Zugriff auf den Pfad "/" wird standardmäßig durch eine Umleitung auf "/owa" gefiltert. Alle nicht ausgewählten Pfade sind aus allen Netzwerken zugelassen.
fa_ir: مسیرهای مخصوص سرور Exchange را به شبکه‌هایی که در فیلد کنترل دسترسی وارد شده‌اند محدود کنید. اگر مسیری انتخاب شود، دقیقاً همین مسیرها کنترل دسترسی خواهند داشت. دسترسی به مسیر / به‌صورت پیش‌فرض فیلتر شده و به /owa هدایت می‌شود. همه مسیرهای انتخاب‌نشده از همه شبکه‌ها مجاز خواهند بود.
fr_fr: Restreindre les chemins d'accès spécifiques à Exchange Server aux réseaux indiqués dans le champ Contrôle d'accès. Si des chemins sont sélectionnés, le contrôle d'accès sera attaché exactement à ces chemins. L'accès au chemin / est filtré par défaut avec une redirection vers /owa. Tous les chemins non sélectionnés seront autorisés à partir de tous les réseaux.
ko_kr: Exchange Server 특정 경로를 액세스 제어 필드에 제공된 네트워크로 제한합니다. 경로를 선택하면 해당 경로에만 액세스 제어가 적용됩니다. 기본적으로 경로 '/'에 대한 액세스는 '/owa'로 리디렉션되도록 필터링됩니다. 선택되지 않은 모든 경로는 모든 네트워크에서 허용됩니다.
uk_ua: Обмежити шляхи, специфічні для Exchange Server, до мереж, зазначених у полі керування доступом. Якщо шляхи вибрані, саме ці шляхи матимуть прикріплене керування доступом. Доступ до шляху / фільтрується типово з перенаправленням на /owa. Усі невибрані шляхи будуть дозволені з усіх мереж.

source: Rosenpass Permissive Mode
de_de: Rosenpass-Permissive-Modus
fa_ir: حالت سهل‌گیرانه Rosenpass
fr_fr: Mode permissif Rosenpass
ko_kr: Rosenpass 허용 모드
uk_ua: Дозволяючий режим Rosenpass

source: Route traffic to the specified exit node. Note that this only affects traffic routed into your Tailscale interface, which you will have to configure separately using firewall rules and hybrid outbound NAT rules.
de_de: Datenverkehr an den angegebenen Exit-Node weiterleiten. Hinweis: Dies betrifft nur Datenverkehr, der in Ihr Tailscale-Interface geleitet wird. Die Konfiguration muss separat über Firewall-Regeln und hybride Outbound-NAT-Regeln erfolgen.
fa_ir: ترافیک را به گره خروجی مشخص هدایت کنید. توجه کنید که این فقط ترافیکی را تحت‌تأثیر قرار می‌دهد که به رابط Tailscale شما مسیریابی شده باشد؛ شما باید آن را جداگانه با استفاده از قوانین فایروال و قوانین NAT خروجی ترکیبی پیکربندی کنید.
fr_fr: Achemine le trafic vers le nœud de sortie spécifié. Notez que cela n'affecte que le trafic acheminé vers votre interface Tailscale, que vous devrez configurer séparément à l'aide de règles de pare-feu et de règles NAT hybrides sortantes.
ko_kr: 지정된 종료 노드로 트래픽을 라우팅합니다. 단, 이는 Tailscale 인터페이스로 라우팅되는 트래픽에만 영향을 미치며, 해당 인터페이스는 방화벽 규칙 및 하이브리드 아웃바운드 NAT 규칙을 사용하여 별도로 구성해야 합니다.
uk_ua: Маршрутизувати трафік до зазначеного вихідного вузла. Зверніть увагу, що це стосується лише трафіку, маршрутизованого у ваш інтерфейс Tailscale, який потрібно буде налаштувати окремо за допомогою правил брандмауера та гібридних правил вихідного NAT.

source: Route-Map
de_de: Routen-Map
fa_ir: نقشه مسیر
fr_fr: Carte des itinéraires
ko_kr: 라우트 맵
uk_ua: Мапа маршрутів

source: Route-map ID (1-65535). Sorting is managed automatically.
de_de: Routen-Map-ID (1–65535). Die Sortierung erfolgt automatisch.
fa_ir: شناسهٔ نقشه مسیر (1-65535). مرتب‌سازی به‌صورت خودکار مدیریت می‌شود.
fr_fr: ID de la carte de routage (1-65535). Le tri est géré automatiquement.
ko_kr: 라우트 맵 ID ((1-65535). 정렬은 자동으로 관리됩니다.
uk_ua: Ідентифікатор мапи маршрутів (1-65535). Сортування керується автоматично.

source: Route-map ID between 10 and 99. Entries added in order of insertion.
de_de: Routen-Map-ID zwischen 10 und 99. Einträge werden in der Reihenfolge ihrer Einfügung hinzugefügt.
fa_ir: شناسهٔ نقشه مسیر بین 10 تا 99. ورودی‌ها به ترتیب درج اضافه می‌شوند.
fr_fr: ID de la carte de routage entre 10 et 99. Les entrées sont ajoutées dans l'ordre d'insertion.
ko_kr: 라우트 맵 ID는 10에서 99 사이입니다. 항목은 삽입 순서대로 추가됩니다.
uk_ua: Ідентифікатор мапи маршрутів від 10 до 99. Записи додаються в порядку вставки.

source: Route-map name for matching and setting patterns, enabled via redistribution.
de_de: Name der Routen-Map zum Abgleichen und Setzen von Mustern, aktiviert durch Redistribution.
fa_ir: نام نقشه مسیر برای مطابقت و تنظیم الگوها، از طریق بازتوزیع فعال می‌شود.
fr_fr: Nom de la carte d'itinéraires pour les modèles de correspondance et de configuration, activés via la redistribution.
ko_kr: 패턴 일치 및 설정을 위한 라우트 맵 이름으로, 재배포를 통해 활성화됩니다.
uk_ua: Назва мапи маршрутів для зіставлення та встановлення шаблонів, увімкнена через перерозподіл.

source: Route-map to apply to routes advertised to this neighbor.
de_de: Routen-Map, die auf an diesen Nachbarn angekündigte Routen angewendet wird.
fa_ir: نقشه مسیر برای اعمال روی مسیرهایی که به این همسایه تبلیغ می‌شوند.
fr_fr: Carte d'itinéraire à appliquer aux itinéraires annoncés à ce voisin.
ko_kr: 이웃에게 광고되는 경로에 적용할 라우트 맵입니다.
uk_ua: Мапа маршрутів, що застосовується до маршрутів, анонсованих цьому сусіду.

source: Route-map to apply to routes received from this neighbor.
de_de: Routen-Map, die auf von diesem Nachbarn empfangene Routen angewendet wird.
fa_ir: نقشه مسیر برای اعمال روی مسیرهایی که از این همسایه دریافت می‌شوند.
fr_fr: Carte d'itinéraire à appliquer aux itinéraires reçus de ce voisin.
ko_kr: 이웃으로부터 수신한 경로에 적용할 라우트 맵입니다.
uk_ua: Мапа маршрутів, що застосовується до маршрутів, отриманих від цього сусіда.

source: Router ID as an IPv4 Address to uniquely identify the router.
de_de: Router-ID als IPv4-Adresse zur eindeutigen Identifizierung des Routers.
fa_ir: Router ID به‌صورت یک آدرس IPv4 برای شناسایی یکتای روتر.
fr_fr: ID du routeur sous forme d'adresse IPv4 pour identifier le routeur de manière unique.
ko_kr: 라우터 ID는 라우터를 고유하게 식별하기 위한 IPv4 주소입니다.
uk_ua: Ідентифікатор маршрутизатора як IPv4-адреса для унікальної ідентифікації маршрутизатора.

source: Router advertisements
fa_ir: اعلان‌های روتر
fr_fr: Annonces de routeurs
ko_kr: 라우터 광고
uk_ua: Оголошення маршрутизаторів

source: SSL Fingerprint
de_de: SSL-Fingerabdruck
fa_ir: اثر انگشت SSL
fr_fr: Empreinte digitale SSL
ko_kr: SSL 지문
uk_ua: Відбиток SSL

source: SSL Verification
de_de: SSL-Überprüfung
fa_ir: تأیید SSL
fr_fr: Vérification SSL
ko_kr: SSL 검증
uk_ua: Перевірка SSL

source: Save password
de_de: Passwort speichern
fa_ir: ذخیره رمز عبور
fr_fr: Sauvegarder le mot de passe
ko_kr: 비밀번호 저장
uk_ua: Зберегти пароль

source: Scan the qrcode above to use for supported authentication options
de_de: Den oben angezeigten QR-Code scannen, um die unterstützten Authentifizierungsoptionen zu verwenden.
fa_ir: برای استفاده از گزینه‌های احراز هویت پشتیبانی‌شده، کد QR بالا را اسکن کنید.
fr_fr: Scannez le qrcode ci-dessus pour utiliser les options d'authentification prises en charge.
ko_kr: 위 QR 코드를 스캔하여 지원되는 인증 옵션에 사용
uk_ua: Відскануйте QR-код вище для використання з підтримуваними параметрами автентифікації

source: Scrambled Password
de_de: Zufälliges Passwort
fa_ir: رمز عبور رمزنگاری‌شده
fr_fr: Mot de passe brouillé
ko_kr: 복잡한 비밀번호
uk_ua: Зашифрований пароль

source: Secret key
de_de: Geheimer Schlüssel
fa_ir: کلید مخفی
fr_fr: Clé secrète
ko_kr: 비밀 키
uk_ua: Секретний ключ

source: Select Users to restrict access to this path. If unset, any user is allowed access.
de_de: Benutzer auswählen, um den Zugriff auf diesen Pfad einzuschränken. Wenn nicht gesetzt, ist der Zugriff für alle Benutzer erlaubt.
fa_ir: کاربران را برای محدود کردن دسترسی به این مسیر انتخاب کنید. اگر تعیین نشود، دسترسی برای همه کاربران مجاز است.
fr_fr: Sélectionnez Utilisateurs pour restreindre l'accès à ce chemin. Si cette option n'est pas activée, tout utilisateur est autorisé à accéder à ce chemin.
ko_kr: 이 경로에 대한 액세스를 제한하려면 '사용자'를 선택하세요. 설정하지 않으면 모든 사용자에게 액세스가 허용됩니다.
uk_ua: Виберіть користувачів, щоб обмежити доступ до цього шляху. Якщо не встановлено, будь-якому користувачеві дозволено доступ.

source: Select a Static Key to match. Multiple Static Keys are only supported for tls-crypt2_client mode.
de_de: Einen statischen Schlüssel zur Verwendung auswählen. Mehrere statische Schlüssel werden nur im Modus "tls-crypt2_client" unterstützt.
fa_ir: یک کلید ثابت برای تطبیق انتخاب کنید. پشتیبانی از چند کلید ثابت تنها در حالت tls-crypt2_client امکان‌پذیر است.
fr_fr: Sélectionnez une clé statique à faire correspondre. Les clés statiques multiples ne sont prises en charge que pour le mode tls-crypt2_client.
ko_kr: 일치시킬 정적 키를 선택하세요. 여러 정적 키는 tls-crypt2_client 모드에서만 지원됩니다.
uk_ua: Виберіть статичний ключ для зіставлення. Кілька статичних ключів підтримуються лише в режимі tls-crypt2_client.

source: Select a valid TLS certificate.
de_de: Ein gültiges TLS-Zertifikat auswählen.
fa_ir: یک گواهی TLS معتبر انتخاب کنید.
fr_fr: Sélectionnez un certificat TLS valide.
ko_kr: 유효한 TLS 인증서 선택
uk_ua: Виберіть дійсний сертифікат TLS.

source: Select allocator method to use when offering leases to clients.
de_de: Allocator-Methode auswählen, die beim Anbieten von Leases an Clients verwendet wird.
fa_ir: روش تخصیص را برای ارائه lease به کلاینت‌ها انتخاب کنید.
fr_fr: Sélectionner la méthode d'allocation à utiliser pour proposer des baux aux clients.
ko_kr: 고객에게 대여를 제안할 때 사용할 할당 방법을 선택하세요.
uk_ua: Виберіть метод розподільника, який використовуватиметься при пропонуванні оренди клієнтам.

source: Select allocator method to use when offering prefix delegations to clients
de_de: Allocator-Methode auswählen, die beim Anbieten von Präfix-Delegationen an Clients verwendet wird.
fa_ir: هنگام ارائه واگذاری‌های پیشوند به کلاینت‌ها، روش تخصیص را انتخاب کنید.
fr_fr: Sélectionner la méthode d'allocation à utiliser lors de l'offre de délégations de préfixes aux clients
ko_kr: 클라이언트에 프리픽스 위임을 제공할 때 사용할 할당 방법을 선택합니다.
uk_ua: Виберіть метод розподільника, який використовуватиметься при пропонуванні делегування префіксів клієнтам

source: Select an Access List to set IP ranges of Trusted Proxies. Access Lists can be added in "Reverse Proxy - Access". If Caddy is not the first server being connected to by clients (for example, when a "CDN" is in front of Caddy), configure "Trusted Proxies" with a list of IP ranges (CIDRs) from which incoming requests are trusted to have sent good values for these headers. Additionally, set the same Access List to the domains the Trusted Proxies connect to.
de_de: Eine Access-Liste auswählen, um IP-Bereiche vertrauenswürdiger Proxies festzulegen. Access-Listen können unter "Reverse Proxy - Zugriff" hinzugefügt werden. Wenn Caddy nicht der erste Server ist, den Clients erreichen (z. B. wenn ein CDN vorgeschaltet ist), konfigurieren Sie "Trusted Proxies" mit einer Liste von IP-Bereichen (CIDR), von denen eingehende Anfragen als vertrauenswürdig angesehen werden. Zusätzlich muss dieselbe Access-Liste den Domains zugeordnet werden, mit denen sich die Trusted Proxies verbinden.
fa_ir: یک Access List را برای تعیین بازه‌های IP پروکسی‌های مورد اعتماد انتخاب کنید. Access Lists را می‌توان در "Reverse Proxy - Access" افزود. اگر Caddy اولین سروری نیست که کلاینت‌ها به آن متصل می‌شوند (مثلاً وقتی یک "CDN" جلوی Caddy قرار دارد)، در "Trusted Proxies" لیستی از بازه‌های IP (CIDRs) تنظیم کنید تا درخواست‌های ورودی از آن‌ها به‌عنوان دارای مقادیر معتبر برای این هدرها پذیرفته شوند. همچنین همان Access List را برای دامنه‌هایی که Trusted Proxies به آن‌ها متصل می‌شوند تنظیم کنید.
fr_fr: Sélectionnez une liste d'accès pour définir les plages d'adresses IP des serveurs mandataires de confiance. Les listes d'accès peuvent être ajoutées dans "Reverse Proxy - Access". Si Caddy n'est pas le premier serveur auquel les clients se connectent (par exemple, lorsqu'un "CDN" se trouve devant Caddy), configurez les "Trusted Proxies" avec une liste de plages d'adresses IP (CIDR) à partir desquelles les demandes entrantes sont considérées comme ayant envoyé de bonnes valeurs pour ces en-têtes. De plus, définissez la même liste d'accès pour les domaines auxquels les serveurs mandataires de confiance se connectent.
ko_kr: 신뢰할 수 있는 프록시의 IP 범위를 설정하려면 액세스 목록을 선택하세요. 액세스 목록은 "역방향 프록시 - 액세스"에서 추가할 수 있습니다. 클라이언트가 연결하는 첫 번째 서버가 Caddy가 아닌 경우(예: "CDN"이 Caddy 앞에 있는 경우), 수신 요청이 해당 헤더에 대해 유효한 값을 전송했다고 신뢰할 수 있는 IP 범위(CIDR) 목록을 사용하여 "신뢰할 수 있는 프록시"를 구성하세요. 또한, 신뢰할 수 있는 프록시가 연결하는 도메인에도 동일한 액세스 목록을 설정하세요.
uk_ua: Виберіть список доступу, щоб встановити діапазони IP-адрес довірених проксі. Списки доступу можна додати в «Зворотний проксі - Доступ». Якщо Caddy не є першим сервером, до якого підключаються клієнти (наприклад, коли «CDN» знаходиться перед Caddy), налаштуйте «Довірені проксі» зі списком діапазонів IP-адрес (CIDR), з яких вхідні запити вважаються надійними для передачі правильних значень для цих заголовків. Додатково встановіть той самий список доступу для доменів, до яких підключаються довірені проксі.

source: Select an interface where this settings apply.
de_de: Eine Schnittstelle auswählen, für das diese Einstellungen gelten.
fa_ir: یک رابط را انتخاب کنید که این تنظیمات روی آن اعمال شود.
fr_fr: Sélectionnez une interface où ces paramètres s'appliquent.
ko_kr: 이 설정이 적용되는 인터페이스를 선택하세요.
uk_ua: Виберіть інтерфейс, де застосовуються ці налаштування.

source: Select authentication methods to use, leave empty if no challenge response authentication is needed.
de_de: Wählen Sie die zu verwendenden Authentifizierungsmethoden aus. Lassen Sie das Feld leer, wenn keine Challenge-Response-Authentifizierung erforderlich ist.
fa_ir: روش‌های احراز هویت مورد استفاده را انتخاب کنید. در صورت عدم نیاز به احراز هویت مبتنی بر پاسخ به چالش، خالی بگذارید.
fr_fr: Sélectionner les méthodes d'authentification à utiliser, laisser vide si aucune authentification par réponse à un défi n'est nécessaire.
ko_kr: 사용할 인증 방법을 선택하고, 챌린지 응답 인증이 필요하지 않으면 비워 둡니다.
uk_ua: Виберіть методи автентифікації для використання, залиште порожнім, якщо автентифікація за принципом "запит-відповідь" не потрібна.

source: Select configuration classes to copy from the central host to the selected machine, note that existing settings will be overwritten when configured.
de_de: Konfigurationsklassen auswählen, die vom zentralen Host auf die ausgewählte Maschine kopiert werden sollen. Hinweis: Bestehende Einstellungen werden beim Konfigurieren überschrieben.
fa_ir: کلاس‌های پیکربندی‌ای را که باید از میزبان مرکزی به ماشین انتخاب‌شده کپی شوند، انتخاب کنید. توجه: تنظیمات موجود هنگام پیکربندی بازنویسی می‌شوند.
fr_fr: Sélectionnez les classes de configuration à copier de l'hôte central vers la machine sélectionnée, Notez que les paramètres existants seront écrasés lors de la configuration.
ko_kr: 중앙 호스트에서 선택한 머신으로 복사할 구성 클래스를 선택하세요. 구성 시 기존 설정은 덮어쓰여집니다.
uk_ua: Виберіть класи конфігурації для копіювання з центрального хоста на вибрану машину, зауважте, що наявні налаштування будуть перезаписані після конфігурації.

source: Select headers to copy in addition to the default of the chosen provider. Headers can be added in "Reverse Proxy - Headers". As example, copying "Authorization" can pass Basic Auth credentials from the Auth Provider to the reverse proxied application.
de_de: Zusätzliche Header auswählen, die neben den Standard-Headern des gewählten Providers kopiert werden sollen. Header können unter "Reverse Proxy - Header" hinzugefügt werden. Beispiel: Durch Kopieren des Headers "Authorization" können Basic-Auth-Anmeldedaten vom Auth-Provider an die per Reverse Proxy eingebundene Anwendung weitergereicht werden.
fa_ir: هدرهایی را برای کپی کردن علاوه بر هدرهای پیش‌فرض ارائه‌دهنده انتخاب کنید. هدرها را می‌توان در "Reverse Proxy - Headers" افزود. برای مثال، کپی کردن "Authorization" می‌تواند اطلاعات احراز هویت Basic Auth را از Auth Provider به برنامه پشت پراکسی منتقل کند.
fr_fr: Sélectionnez les en-têtes à copier en plus des en-têtes par défaut du fournisseur choisi. Les en-têtes peuvent être ajoutés dans "Reverse Proxy - Headers". Par exemple, copier "Authorization" permet de transmettre les informations d'authentification de base du fournisseur d'authentification à l'application mandatée par le reverse proxy.
ko_kr: 선택한 제공업체의 기본 헤더 외에 복사할 헤더를 선택하세요. 헤더는 "역방향 프록시 - 헤더"에서 추가할 수 있습니다. 예를 들어, "권한 부여"를 복사하면 인증 제공업체에서 역방향 프록시 애플리케이션으로 기본 인증 자격 증명을 전달할 수 있습니다.
uk_ua: Виберіть заголовки для копіювання на додаток до типових від вибраного провайдера. Заголовки можна додати в "Зворотний проксі - Заголовки". Наприклад, копіювання "Authorization" може передати облікові дані Basic Auth від постачальника автентифікації до застосунку, що працює через зворотний проксі.

source: Select one or multiple Web Protection rules to disable via their IDs. This can help to selectively disable rules that cause false positives, without disabling the Web Protection completely.
de_de: Eine oder mehrere Web-Protection-Regeln über deren IDs auswählen, um sie zu deaktivieren. Dies ermöglicht es, gezielt Regeln mit Fehlalarmen zu deaktivieren, ohne die Web-Protection vollständig auszuschalten.
fa_ir: یک یا چند قانون Web Protection را برای غیرفعال‌سازی با شناسه‌هایشان انتخاب کنید. این به شما کمک می‌کند قوانین دارای مثبت کاذب را به‌طور انتخابی غیرفعال کنید بدون آنکه Web Protection را به‌طور کامل غیرفعال کنید.
fr_fr: Sélectionnez une ou plusieurs règles de protection Web à désactiver via leurs identifiants. Cela peut permettre de désactiver de manière sélective les règles qui provoquent des faux positifs, sans désactiver complètement la protection Web.
ko_kr: ID를 통해 비활성화할 웹 보호 규칙을 하나 이상 선택하세요. 이렇게 하면 웹 보호 기능을 완전히 비활성화하지 않고도 오탐지를 유발하는 규칙을 선택적으로 비활성화할 수 있습니다.
uk_ua: Виберіть одне або кілька правил веб-захисту для вимкнення за їхніми ідентифікаторами. Це може допомогти вибірково вимкнути правила, що викликають хибні спрацьовування, не вимикаючи веб-захист повністю.

source: Select one or multiple headers to extract the real client IP. Headers can be added in "Reverse Proxy - Headers". As example, setting "X-Forwarded-For" and "Cf-Connecting-Ip" can extract the real client IP from Cloudflare.
de_de: Einen oder mehrere Header auswählen, um die tatsächliche Client-IP zu extrahieren. Header können unter "Reverse Proxy - Header" hinzugefügt werden. Beispiel: Mit "X-Forwarded-For" und "Cf-Connecting-Ip" kann die echte Client-IP aus Cloudflare-Anfragen ermittelt werden.
fa_ir: یک یا چند هدر را برای استخراج IP واقعی کلاینت انتخاب کنید. هدرها را می‌توان در "Reverse Proxy - Headers" افزود. برای مثال، تنظیم "X-Forwarded-For" و "Cf-Connecting-Ip" می‌تواند IP واقعی کلاینت را از Cloudflare استخراج کند.
fr_fr: Sélectionnez un ou plusieurs en-têtes pour extraire l'IP réelle du client. Les en-têtes peuvent être ajoutés dans "Reverse Proxy - Headers". Par exemple, les paramètres "X-Forwarded-For" et "Cf-Connecting-Ip" permettent d'extraire l'IP réelle du client à partir de Cloudflare.
ko_kr: 실제 클라이언트 IP를 추출하려면 하나 또는 여러 개의 헤더를 선택하세요. 헤더는 "역방향 프록시 - 헤더"에서 추가할 수 있습니다. 예를 들어 "X-Forwarded-For"와 "Cf-Connecting-Ip"를 설정하면 Cloudflare에서 실제 클라이언트 IP를 추출할 수 있습니다.
uk_ua: Виберіть один або кілька заголовків для вилучення реальної IP-адреси клієнта. Заголовки можна додати в "Зворотний проксі - Заголовки". Наприклад, встановлення "X-Forwarded-For" та "Cf-Connecting-Ip" може вилучити реальну IP-адресу клієнта з Cloudflare.

source: Select other routing sources, which should be redistributed to the other nodes. A good choice is Connected Routes to automatically redistribute all locally attached routes to other routers with RIP. Otherwise use the Networks option to manually insert networks to distribute.
de_de: Weitere Routing-Quellen auswählen, die an andere Knoten weiterverteilt werden sollen. Eine gute Wahl sind "Connected Routes", um alle lokal angeschlossenen Routen automatisch per RIP zu verteilen. Alternativ können Netzwerke manuell über die Option "Netzwerke" hinzugefügt werden.
fa_ir: منابع مسیریابی دیگر را که باید به گره‌های دیگر بازتوزیع شوند، انتخاب کنید. گزینه مناسب Connected Routes است تا به‌طور خودکار همه مسیرهای متصل محلی را از طریق RIP به سایر روترها بازتوزیع کند. در غیر این صورت از گزینه Networks برای وارد کردن دستی شبکه‌ها استفاده کنید.
fr_fr: Sélectionnez les autres sources de routage qui doivent être redistribuées aux autres nœuds. L'option Routes connectées est un bon choix pour redistribuer automatiquement toutes les routes attachées localement à d'autres routeurs avec RIP. Sinon, utilisez l'option Réseaux pour insérer manuellement les réseaux à distribuer.
ko_kr: 다른 노드로 재분배할 다른 라우팅 소스를 선택하세요. 로컬로 연결된 모든 경로를 RIP를 통해 다른 라우터로 자동으로 재분배하려면 '연결된 경로'를 사용하는 것이 좋습니다. 그렇지 않으면 '네트워크' 옵션을 사용하여 배포할 네트워크를 수동으로 추가하세요.
uk_ua: Виберіть інші джерела маршрутизації, які мають бути перерозподілені на інші вузли. Хорошим вибором є "Підключені маршрути" для автоматичного перерозподілу всіх локально приєднаних маршрутів на інші маршрутизатори за допомогою RIP. В іншому випадку використовуйте опцію "Мережі" для ручного введення мереж для розповсюдження.

source: Select routing sources to redistribute to other nodes.
de_de: Routing-Quellen auswählen, die an andere Knoten weiterverteilt werden sollen.
fa_ir: منابع مسیریابی را برای بازتوزیع به گره‌های دیگر انتخاب کنید.
fr_fr: Sélectionner les sources de routage à redistribuer à d'autres nœuds.
ko_kr: 다른 노드로 재분배할 라우팅 소스를 선택합니다.
uk_ua: Виберіть джерела маршрутизації для перерозподілу на інші вузли.

source: Select the AS-Path List. If multiples with the same name exist, selecting one is enough.
de_de: Die AS-Path-Liste auswählen. Wenn mehrere mit demselben Namen existieren, genügt die Auswahl einer Liste.
fa_ir: AS-Path List را انتخاب کنید. اگر چند مورد با نام یکسان وجود دارد، انتخاب یک مورد کافی است.
fr_fr: Sélectionnez la liste AS-Path. S'il existe plusieurs listes portant le même nom, il suffit d'en sélectionner une.
ko_kr: AS 경로 목록을 선택하십세요. 동일한 이름을 가진 항목이 여러 개 있는 경우 하나만 선택하면 됩니다.
uk_ua: Виберіть список AS-Path. Якщо існує кілька з однаковою назвою, достатньо вибрати один.
