Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: If the default HTTP port is changed to e.g. 8080, then a port forward from port 80 to 8080 is necessary to issue automatic certificates with the HTTP-01 challenge and serve clients the reverse proxied resources.
cs_cz: Pokud je výchozí port HTTP změněn např. na 8080, pak je pro automatizované vystavování certifikátů pomocí výzvy HTTP-01 a k poskytování prostředků za reverzní proxy klientům nutné přesměrování z portu 80 na 8080.
de_de: Wenn der Standard-HTTP-Port z. B. auf 8080 geändert wird, ist eine Portweiterleitung von Port 80 auf 8080 erforderlich, um automatische Zertifikate per HTTP-01-Challenge auszustellen und Inhalte per Reverse-Proxy bereitzustellen.
el_gr: Εάν η προεπιλεγμένη θύρα HTTP αλλάξει σε π.χ. 8080, τότε είναι απαραίτητη μια προώθηση θύρας από τη θύρα 80 στην 8080 για την έκδοση αυτόματων πιστοποιητικών με την πρόκληση HTTP-01 και την εξυπηρέτηση των πελατών με τους πόρους μεσολάβησης αντίστροφα.
fa_ir: اگر پورت پیش‌فرض HTTP مثلاً به 8080 تغییر یابد، باید یک فوروارد پورت از 80 به 8080 ایجاد شود تا صدور خودکار گواهی‌ها با چالش HTTP-01 امکان‌پذیر باشد و منابع پروکسی معکوس‌شده به کلاینت‌ها سرو شوند.
fr_fr: Si le port HTTP par défaut est remplacé par 8080, par exemple, un transfert de port du port 80 au port 8080 est nécessaire pour émettre des certificats automatiques avec le défi HTTP-01 et servir aux clients les ressources par procuration inversée.
it_it: Se la porta HTTP predefinita viene modificata ad es. 8080, è necessario un port forward dalla porta 80 alla porta 8080 per emettere certificati automatici con la sfida HTTP-01 e servire ai client le risorse proxy inverse.
ko_kr: 기본 HTTP 포트를 예를 들어 8080으로 변경하면, HTTP-01 챌린지를 사용하여 자동 인증서를 발급하고 클라이언트에게 리버스 프록시된 리소스를 제공하기 위해 포트 80에서 8080으로의 포트 포워딩이 필요합니다.
uk_ua: Якщо типовий порт HTTP змінено, наприклад, на 8080, то для видачі автоматичних сертифікатів за допомогою виклику HTTP-01 та обслуговування клієнтів за допомогою ресурсів, що проксуються, необхідне перенаправлення порту з порту 80 на 8080.
zh_cn: 如果默认HTTP端口更改为8080，则需要从端口80转发到 8080，以便使用HTTP-01质询颁发自动证书并为客户端提供反向代理资源。

source: If the default HTTPS port is changed to e.g. 8443, then a port forward from port 443 to 8443 is necessary to issue automatic certificates with the TLS-ALPN-01 challenge and serve clients the reverse proxied resources.
cs_cz: Pokud je výchozí port HTTPS změněn např. na 8443, pak je pro automatizované vystavování certifikátů pomocí výzvy TLS-ALPN-01 a k poskytování prostředků za reverzní proxy klientům nutné přesměrování z portu 443 na 8443.
de_de: Wenn der Standard-HTTPS-Port z. B. auf 8443 geändert wird, ist eine Portweiterleitung von Port 443 auf 8443 erforderlich, um automatische Zertifikate per TLS-ALPN-01-Challenge auszustellen und Inhalte per Reverse-Proxy bereitzustellen.
el_gr: Εάν η προεπιλεγμένη θύρα HTTPS αλλάξει σε π.χ. 8443, τότε είναι απαραίτητη μια προώθηση θύρας από τη θύρα 443 στη θύρα 8443 για την έκδοση αυτόματων πιστοποιητικών με την πρόκληση TLS-ALPN-01 και την εξυπηρέτηση των πελατών με τους πόρους μεσολάβησης αντίστροφα.
fa_ir: اگر پورت پیش‌فرض HTTPS مثلاً به 8443 تغییر یابد، باید یک فوروارد پورت از 443 به 8443 ایجاد شود تا صدور خودکار گواهی‌ها با چالش TLS-ALPN-01 امکان‌پذیر باشد و منابع پروکسی معکوس‌شده به کلاینت‌ها سرو شوند.
fr_fr: Si le port HTTPS par défaut est remplacé par exemple par 8443, un transfert de port du port 443 vers le port 8443 est nécessaire pour émettre des certificats automatiques avec le défi TLS-ALPN-01 et servir aux clients les ressources par procuration inversée.
it_it: Se la porta HTTPS predefinita viene modificata ad es. 8443, è necessario un port forward dalla porta 443 alla porta 8443 per emettere certificati automatici con la sfida TLS-ALPN-01 e servire ai clienti le risorse proxy inverse.
ko_kr: 기본 HTTPS 포트를 예를 들어 8443으로 변경하면, TLS-ALPN-01 챌린지를 사용하여 자동 인증서를 발급하고 클라이언트에게 리버스 프록시된 리소스를 제공하기 위해 포트 443에서 8443으로의 포트 포워딩이 필요합니다.
uk_ua: Якщо типовий порт HTTPS змінено, наприклад, на 8443, то для видачі автоматичних сертифікатів за допомогою виклику TLS-ALPN-01 та обслуговування клієнтів за допомогою ресурсів, проксованих у зворотному напрямку, необхідне перенаправлення порту з 443 на 8443.
zh_cn: 如果默认HTTPS端口更改为 8443，则需要从端口443转发到8443，以便使用TLS-ALPN-01质询颁发自动证书并为客户端提供反向代理资源。

source: If the request scheme is not HTTPS, redirect to use HTTPS for this location.
cs_cz: Pokud schéma požadavku není HTTPS, přesměrovat na použití HTTPS pro toto umístění.
de_de: Wenn das Anforderungsschema nicht HTTPS ist, wird eine Weiterleitung zur HTTPS-Version dieser Location durchgeführt.
el_gr: Εάν το σχήμα αιτήματος δεν είναι HTTPS, ανακατευθύνετε για να χρησιμοποιήσετε HTTPS για αυτήν την τοποθεσία.
fa_ir: اگر طرح (scheme) درخواست HTTPS نباشد، برای این مکان به HTTPS هدایت شود.
fr_fr: Si le schéma de requête n'est pas HTTPS, rediriger pour utiliser HTTPS pour cet emplacement.
it_it: Se lo schema di richiesta non è HTTPS, reindirizza per utilizzare HTTPS per questa posizione.
ko_kr: 요청 방식이 HTTPS가 아닌 경우, 이 위치에서 HTTPS를 사용하도록 리디렉션합니다.
uk_ua: Якщо схема запиту не HTTPS, перенаправте на використання HTTPS для цього розташування.
zh_cn: 如果请求方案不是HTTPS，则重定向以对此位置使用HTTPS。

source: If the request scheme is not HTTPS, redirect to use HTTPS for this server.
cs_cz: Pokud schéma požadavku není HTTPS, přesměrovat na použití HTTPS pro tento server.
de_de: Wenn diese Option aktiviert ist, werden Anfragen über HTTP automatisch auf HTTPS umgeleitet.
el_gr: Εάν το σχήμα αιτήματος δεν είναι HTTPS, ανακατευθύνετε για χρήση HTTPS για αυτόν τον διακομιστή.
fa_ir: اگر طرح (scheme) درخواست HTTPS نباشد، برای این سرور به HTTPS هدایت شود.
fr_fr: Si le schéma de requête n'est pas HTTPS, rediriger pour utiliser HTTPS pour ce serveur.
it_it: Se lo schema di richiesta non è HTTPS, reindirizza per utilizzare HTTPS per questo server.
ko_kr: 요청 방식이 HTTPS가 아닌 경우, 이 서버에 HTTPS를 사용하도록 리디렉션합니다.
uk_ua: Якщо схема запиту не HTTPS, перенаправте на використання HTTPS для цього сервера.
zh_cn: 如果请求方案不是HTTPS，则重定向以对此服务器使用HTTPS。

source: If you enable the WebSocket Support option, nginx will pass the upgrade header to the backed server. Mutually exclusive with Keepalive support.
cs_cz: Pokud zapnete volbu Podpora WebSocket, předá nginx serveru, před který je předsunutý, hlavičku aktualizace. Není možné použít ve spojení s podporou pro udržování spojení.
de_de: Wenn Sie die WebSocket-Unterstützung aktivieren, übergibt nginx den Upgrade-Header an den Backend-Server. Nicht gleichzeitig mit Keepalive-Unterstützung verwendbar.
el_gr: Εάν ενεργοποιήσετε την επιλογή Υποστήριξη WebSocket, το nginx θα μεταβιβάσει την κεφαλίδα αναβάθμισης στον υποστηριζόμενο διακομιστή. Αμοιβαία αποκλειόμενη με την υποστήριξη Keepalive.
fa_ir: اگر گزینهٔ پشتیبانی WebSocket را فعال کنید، nginx هدر Upgrade را به سرور بک‌اند ارسال خواهد کرد. این گزینه با پشتیبانی Keepalive ناسازگار است.
fr_fr: Si vous activez l'option WebSocket Support, nginx transmettra l'en-tête de mise à niveau au serveur soutenu. Cette option s'exclut mutuellement avec le support Keepalive.
it_it: Se abiliti l'opzione Supporto WebSocket, nginx passerà l'intestazione di aggiornamento al server supportato. Si escludono a vicenda con il supporto Keepalive.
ko_kr: WebSocket 지원 옵션을 활성화하면, nginx가 업그레이드 헤더를 백엔드 서버로 전달합니다. 이는 Keepalive 지원과 상호 배타적입니다.
uk_ua: Якщо ви увімкнете опцію підтримки WebSocket, nginx передасть заголовок оновлення серверу бекенду. Взаємовиключно з підтримкою Keepalive.
zh_cn: 如果启用WebSocket支持选项，nginx将把升级标头传递给支持的服务器。此选项与下面的保活支持互斥。

source: Ignore acquire ts
cs_cz: Ignorovat získání ts
de_de: Acquire-TS ignorieren
el_gr: Αγνόηση λήψης ts
fa_ir: نادیده گرفتن acquire ts
fr_fr: Ignorer les acquis
it_it: Ignora acquisisci ts
ko_kr: 획득 타임스탬프 무시
uk_ua: Ігнорувати отримання ts
zh_cn: 忽略选择器

source: Ike Name
cs_cz: Ike název
el_gr: Όνομα Άικ
fa_ir: نام IKE
fr_fr: Nom Ike
it_it: Nome Ike
ko_kr: lke 이름
uk_ua: Ім'я Ike
zh_cn: Ike名称

source: Init limit half open
cs_cz: Init limit napůl otevřený
de_de: Initiales Limit für Half-Open-Verbindungen
el_gr: Όριο έναρξης κατά το ήμισυ ανοιχτό
fa_ir: محدودیت اولیه برای اتصالات نیمه‌باز
fr_fr: Limite d'entrée semi-ouverte
it_it: Limite iniziale aperto a metà
ko_kr: 초기 제한 반개방
uk_ua: Початковий ліміт напіввідкритих з'єднань
zh_cn: 新连接限制

source: Initial window size
cs_cz: Počáteční velikost okna
de_de: Anfangsfenstergröße
el_gr: Αρχικό μέγεθος παραθύρου
fa_ir: اندازهٔ پنجرهٔ اولیه
fr_fr: Taille initiale de la fenêtre
it_it: Dimensione iniziale della finestra
ko_kr: 초기 윈도우 크기
uk_ua: Початковий розмір вікна
zh_cn: 初始窗口大小

source: Initial window size (incoming)
cs_cz: Počáteční velikost okna (příchozí)
de_de: Anfangsfenstergröße (eingehend)
el_gr: Αρχικό μέγεθος παραθύρου (εισερχόμενο)
fa_ir: اندازهٔ پنجرهٔ اولیه (ورودی)
fr_fr: Taille initiale de la fenêtre (entrante)
it_it: Dimensione finestra iniziale (in entrata)
ko_kr: 초기 윈도 크기(수신)
uk_ua: Початковий розмір вікна (вхідний)
zh_cn: 初始窗口大小（入站）

source: Initial window size (outgoing)
cs_cz: Počáteční velikost okna (odchozí)
de_de: Anfangsfenstergröße (ausgehend)
el_gr: Αρχικό μέγεθος παραθύρου (εξερχόμενο)
fa_ir: اندازهٔ پنجرهٔ اولیه (خروجی)
fr_fr: Taille initiale de la fenêtre (sortante)
it_it: Dimensione finestra iniziale (in uscita)
ko_kr: 초기 윈도 크기(발신)
uk_ua: Початковий розмір вікна (вихідний)
zh_cn: 初始窗口大小（出站）

source: Initiate IKEv2 reauthentication with a make-before-break instead of a break-before-make scheme. Make-before-break uses overlapping IKE and CHILD SA during reauthentication by first recreating all new SAs before deleting the old ones. This behavior can be beneficial to avoid connectivity gaps during reauthentication, but requires support for overlapping SAs by the peer.
cs_cz: Zahájit opětovného ověření IKEv2 pomocí schématu make-before-break namísto schématu break-before-make. Make-before-break používá překrývající se IKE a CHILD SA během opětovného ověření tím, že nejprve znovu vytvoří všechny nové SA a teprve poté odstraní staré. Toto chování může být výhodné pro zamezení přerušení spojení během opětovného ověřování, ale vyžaduje podporu překrývajících se SA ze strany protějšku.
de_de: IKEv2-Reauthentifizierung mit "make-before-break"-Verfahren einleiten statt "break-before-make". Dabei werden neue IKE- und CHILD-SAs erstellt, bevor die alten gelöscht werden. Diese Methode kann Verbindungsunterbrechungen vermeiden, erfordert jedoch Peer-Unterstützung für überlappende SAs.
el_gr: Ξεκινήστε την επαναπιστοποίηση IKEv2 με ένα σχήμα make-before-break αντί για ένα σχήμα break-before-make. Το Make-before-break χρησιμοποιεί επικαλυπτόμενα IKE και CHILD SA κατά την επαναπιστοποίηση, δημιουργώντας πρώτα όλες τις νέες SA πριν διαγράψετε τις παλιές. Αυτή η συμπεριφορά μπορεί να είναι επωφελής για την αποφυγή κενών συνδεσιμότητας κατά την επαναπιστοποίηση, αλλά απαιτεί υποστήριξη για επικαλυπτόμενες SA από τον ομότιμο.
fa_ir: بازاحراز هویت IKEv2 را با روش make-before-break آغاز کنید به‌جای روش break-before-make. در روش make-before-break، در طول بازاحراز هویت ابتدا همهٔ SAهای جدید ایجاد می‌شوند و سپس SAهای قدیمی حذف می‌گردند، بنابراین IKE و CHILD SAها همپوشانی خواهند داشت. این رفتار می‌تواند برای جلوگیری از قطعی اتصال هنگام بازاحراز هویت مفید باشد، اما نیازمند پشتیبانی همتا از SAهای همپوشان است.
fr_fr: Initier la réauthentification IKEv2 avec un schéma make-before-break au lieu d'un schéma break-before-make. Make-before-break utilise des SA IKE et CHILD qui se chevauchent pendant la réauthentification en recréant d'abord toutes les nouvelles SA avant de supprimer les anciennes. Ce comportement peut s'avérer utile pour éviter les ruptures de connectivité lors de la réauthentification, mais il nécessite la prise en charge par l'homologue des SA qui se chevauchent.
it_it: Avvia la riautenticazione IKEv2 con uno schema make-before-break invece che con uno schema break-before-make. Make-before-break utilizza IKE e CHILD SA sovrapposte durante la riautenticazione ricreando innanzitutto tutte le nuove SA prima di eliminare quelle vecchie. Questo comportamento può essere utile per evitare lacune di connettività durante la riautenticazione, ma richiede il supporto per la sovrapposizione delle SA da parte del peer.
ko_kr: break-before-make 방식 대신 make-before-break 방식으로 IKEv2 재인증을 시작합니다. make-before-break는 재인증 중에 겹치는 IKE와 CHILD SA를 사용하여 오래된 SA를 삭제하기 전에 모든 새 SA를 다시 만듭니다. 이 동작은 재인증 중에 연결 갭을 피하는 데 유용할 수 있지만 피어가 겹치는 SA를 지원해야 합니다.
uk_ua: Ініціювати переавтентифікацію IKEv2 за схемою створення-до-розриву замість розриву-до-створення. Схема створення-до-розриву використовує перекриття IKE та CHILD SA під час переавтентифікації, спочатку перестворюючи всі нові SA перед видаленням старих. Ця поведінка може бути корисною для уникнення перерв у з'єднанні під час переавтентифікації, але вимагає підтримки перекриття SA з боку піра.
zh_cn: 使用先建立后断开方案（而不是先断开后建立方案）启动 IKEv2 重新认证。先建立后断开方案在重新认证期间使用重叠 IKE 和 CHILD SA，方法是先重新创建所有新 SA，然后再删除旧 SA。此行为有助于避免重新认证期间出现连接间隙，但需要对等方支持重叠 SA。

source: Integrity Measurement Collector
cs_cz: Sběrač pro měření integrity
de_de: Modul zur Integritätsmessung (Collector)
el_gr: Συλλέκτης Μέτρησης Ακεραιότητας
fa_ir: جمع‌آورندهٔ اندازه‌گیری یکپارچگی
fr_fr: Collecteur de mesures d'intégrité
it_it: Raccoglitore di misurazioni di integrità
ko_kr: 무결성 측정 수집기
uk_ua: Збирач вимірювань цілісності

source: Integrity Measurement Verifier
cs_cz: Ověřovač měření integrity
de_de: Modul zur Integritätsmessung (Verifier)
el_gr: Επαληθευτής Μέτρησης Ακεραιότητας
fa_ir: تأییدکنندهٔ اندازه‌گیری یکپارچگی
fr_fr: Vérificateur de la mesure de l'intégrité
it_it: Verificatore della misurazione dell'integrità
ko_kr: 무결성 측정 검증기
uk_ua: Верифікатор вимірювань цілісності

source: Internal IPv6 Prefix (source)
cs_cz: Interní IPv6 předpona (zdroj)
de_de: Internes IPv6-Präfix (Quelle)
el_gr: Εσωτερικό πρόθεμα IPv6 (πηγή)
fa_ir: پیشوند داخلی IPv6 (مبدأ)
fr_fr: Préfixe IPv6 interne (source)
it_it: Prefisso IPv6 interno (fonte)
ko_kr: 내부 IPv6 프리픽스 (소스)
uk_ua: Внутрішній префікс IPv6 (джерело)
zh_cn: 内部IPv6前缀（源）

source: Invert List
cs_cz: Prohodit (inverze) položky na seznamu
de_de: Liste umkehren
el_gr: Αντιστροφή λίστας
fa_ir: معکوس کردن فهرست
fr_fr: Inverser la liste
it_it: Inverti elenco
ko_kr: 목록 반전
uk_ua: Інвертувати список
zh_cn: 反转列表

source: Invert Matchers
cs_cz: Prohodit nástroje pro hledání shody
de_de: Matcher umkehren
el_gr: Αντιστροφή αντιστοιχιστών
fa_ir: معکوس کردن تطبیق‌دهنده‌ها
fr_fr: Inverser les correspondances
it_it: Inverti matcher
ko_kr: 반전 매처
uk_ua: Інвертувати засоби співставлення
zh_cn: 反转匹配器

source: Invert the sense of the matcher. E.g., if the protocol is TLS, inverting will match all traffic that is not TLS. When domains have been chosen, these will be equally inverted.
cs_cz: Převrátit smysl pro hledání shody. Např. pokud je protokol TLS, invertování bude odpovídat veškerému provozu, který není TLS. Pokud byly vybrány domény, budou tyto domény také brány obráceně.
de_de: Den Zweck des Matchers umkehren. Beispiel: Wenn das Protokoll "TLS" ist, führt das Umkehren zur Erfassung allen Verkehrs außer TLS. Wenn Domains angegeben wurden, werden diese ebenfalls umgekehrt.
el_gr: Αντιστρέψτε την έννοια του αντιστοίχισης. Π.χ., εάν το πρωτόκολλο είναι TLS, η αντιστροφή θα αντιστοιχίσει όλη την κίνηση που δεν είναι TLS. Όταν έχουν επιλεγεί τομείς, αυτοί θα αντιστραφούν εξίσου.
fa_ir: معنی تطبیق‌دهنده را معکوس می‌کند. مثلاً اگر پروتکل TLS باشد، معکوس‌سازی باعث می‌شود تمام ترافیکی که TLS نیست مطابقت داشته باشد. وقتی دامنه‌ها انتخاب شده باشند، آن‌ها نیز به‌طور مشابه معکوس می‌شوند.
fr_fr: Inverser le sens de l'outil de recherche. Par exemple, si le protocole est TLS, l'inversion correspondra à tout le trafic qui n'est pas TLS. Lorsque des domaines ont été choisis, ils seront également inversés.
it_it: Invertire il senso del matcher. Ad esempio, se il protocollo è TLS, l'inversione corrisponderà a tutto il traffico che non è TLS. Una volta scelti i domini questi saranno ugualmente invertiti.
ko_kr: 매처의 의미를 반전시킵니다. 예를 들어, 프로토콜이 TLS인 경우 반전하면 TLS가 아닌 모든 트래픽과 일치하게 됩니다. 도메인이 선택된 경우에도 동일하게 반전됩니다.
uk_ua: Інвертувати значення засобу співставлення. Наприклад, якщо протокол TLS, інвертування буде відповідати всьому трафіку, який не є TLS. Коли домени були вибрані, вони також будуть інвертовані.
zh_cn: 反转匹配器的含义。例如，如果协议是 TLS，反转将匹配所有非 TLS 流量。选择域后，这些域将同样反转。

source: Jobs queuing/processing and thread pool management
cs_cz: Řazení úloh do fronty/zpracování a správa fondu vláken
de_de: Warteschlangen, Verarbeitung von Aufgaben und Verwaltung des Threadpools
el_gr: Διαχείριση ουράς/επεξεργασίας εργασιών και συγκέντρωσης νημάτων
fa_ir: صف‌بندی/پردازش وظایف و مدیریت استخر نخ‌ها
fr_fr: Mise en file d'attente/traitement des tâches et gestion du pool de threads
it_it: Accodamento/elaborazione dei lavori e gestione del pool di thread
ko_kr: 작업 대기/처리 및 스레드 풀 관리
uk_ua: Постановка в чергу/обробка завдань та керування пулом потоків

source: Keep HTTP Access JSON Logs for (days)
cs_cz: Uchovávat JSON záznamy událostí při HTTP přístupu po dobu (dnů)
de_de: HTTP-Zugriffsprotokolle im JSON-Format aufbewahren (in Tagen)
el_gr: Διατήρηση αρχείων καταγραφής JSON πρόσβασης HTTP για (ημέρες)
fa_ir: نگهداری لاگ‌های دسترسی HTTP (JSON) به مدت (روز)
fr_fr: Conserver les journaux JSON des accès HTTP pendant (jours)
it_it: Conserva i log JSON di accesso HTTP per (giorni)
ko_kr: HTTP 액세스 JSON 로그 보관 기간(일)
uk_ua: Зберігати журнали доступу HTTP у форматі JSON протягом (днів)
zh_cn: 日志保留天数

source: Keepalive interval
cs_cz: Interval udržování spojení
de_de: Keepalive-Intervall
el_gr: Διάστημα διατήρησης ενεργού χρόνου
fa_ir: فاصله Keepalive
fr_fr: Intervalle de maintien
it_it: Intervallo di mantenimento
ko_kr: Keepalive 주기
uk_ua: Інтервал Keepalive
zh_cn: 保活间隔

source: Keepalive requests
cs_cz: Žádosti o udržování spojení
de_de: Keepalive-Anfragen
el_gr: Αιτήματα διατήρησης ζωντανής δραστηριότητας
fa_ir: درخواست‌های Keepalive
fr_fr: Demandes de maintien en vie (Keepalive)
it_it: Richieste keepalive
ko_kr: Keepalive 요청
uk_ua: Запити Keepalive
zh_cn: 保活请求

source: Keepalive timeout
cs_cz: Časový limit udržování spojení
de_de: Keepalive-Zeitüberschreitung
el_gr: Χρονικό όριο διατήρησης ενεργού λειτουργίας
fa_ir: تایم‌اوت Keepalive
fr_fr: Délai d'attente pour le maintien de la liaison
it_it: Timeout Keepalive
ko_kr: Keepalive 시간초과
uk_ua: Таймаут Keepalive
zh_cn: 保活超时

source: Key Compromise
cs_cz: Kompromis ohledně klíče
de_de: Schlüsselkompromittierung
el_gr: Κλειδί που παραβιάζεται
fa_ir: نقض کلید
fr_fr: Compromis clé
it_it: Compromesso chiave
ko_kr: 키 손상
uk_ua: Компрометація ключа
zh_cn: 密钥泄露

source: Latency High Threshold
cs_cz: Práh délky prodlevy
de_de: Latenz - Obergrenze
el_gr: Υψηλό όριο καθυστέρησης
fa_ir: آستانهٔ بالای تأخیر (Latency)
fr_fr: Latence Seuil haut
it_it: Soglia alta latenza
ko_kr: 지연 시간 높은 임계값
uk_ua: Високий поріг затримки
zh_cn: 延迟高阈值

source: Latency Low Threshold
cs_cz: Práh nízké doby odezvy
de_de: Latenz - Untergrenze
el_gr: Χαμηλό όριο καθυστέρησης
fa_ir: آستانهٔ پایین تأخیر (Latency)
fr_fr: Latence Seuil bas
it_it: Soglia bassa latenza
ko_kr: 지연 시간 낮은 인계값
uk_ua: Низький поріг затримки
zh_cn: 延迟低阈值

source: Layer 4
cs_cz: Vrstva 4
de_de: Schicht 4
el_gr: Επίπεδο 4
fa_ir: لایه 4
fr_fr: Couche 4
it_it: Strato 4
ko_kr: 레이어 4
uk_ua: Рівень 4
zh_cn: 第四层

source: Layer 7
cs_cz: Vrstva 7
de_de: Schicht 7
el_gr: Επίπεδο 7
fa_ir: لایه 7
fr_fr: Couche 7
it_it: Strato 7
ko_kr: 레이어 7
uk_ua: Рівень 7
zh_cn: 第七层

source: Leave empty to use default. Keepalive is either 0 (off) or a duration value that specifies how long to keep connections open (timeout) in seconds.
cs_cz: Pokud chcete použít výchozí, nevyplňujte. Udržování spojení je buď 0 (vypnuto), nebo hodnota doby trvání, která určuje, jak dlouho se má spojení udržovat otevřené (časový limit) – v sekundách.
de_de: Feld leer lassen, um den Standardwert zu verwenden. Keepalive ist entweder 0 (deaktiviert) oder ein Zeitwert in Sekunden, der angibt, wie lange Verbindungen offen gehalten werden (Timeout).
el_gr: Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλογή. Η τιμή Keepalive είναι είτε 0 (απενεργοποιημένη) είτε μια τιμή διάρκειας που καθορίζει για πόσο χρονικό διάστημα θα διατηρούνται ανοιχτές οι συνδέσεις (χρονικό όριο) σε δευτερόλεπτα.
fa_ir: برای استفاده از مقدار پیش‌فرض خالی بگذارید. Keepalive یا 0 (خاموش) است یا یک مقدار مدت‌زمانی به ثانیه که مشخص می‌کند چه مدت اتصال‌ها باز بمانند (تایم‌اوت).
fr_fr: Laisser vide pour utiliser la valeur par défaut. Keepalive est soit 0 (désactivé), soit une valeur de durée qui spécifie combien de temps les connexions doivent rester ouvertes (timeout) en secondes.
it_it: Lascia vuoto per utilizzare l'impostazione predefinita. Keepalive è 0 (disattivato) o un valore di durata che specifica per quanto tempo mantenere le connessioni aperte (timeout) in secondi.
ko_kr: 기본값을 사용하려면 비워 두세요. Keepalive는 0(비활성화) 또는 연결을 얼마나 오래 열어 둘지를 지정하는 지속 시간 값(초)입니다.
uk_ua: Залиште порожнім, щоб використовувати типово. Підтримка зв'язку (Keepalive) дорівнює 0 (вимкнено) або значенню тривалості, що вказує, як довго підтримувати з'єднання відкритими (таймаут) у секундах.
zh_cn: 留空则使用默认值。Keepalive为0（关闭）或指定保持连接打开（超时）时间（以秒为单位）的持续时间值。
