Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Cannot set random password due to explicit input.
cs_cz: Protože bylo výslovně zadáno, není možné nastavit náhodné heslo.
el_gr: Δεν είναι δυνατός ο ορισμός τυχαίου κωδικού πρόσβασης λόγω σαφούς εισαγωγής.
pl_pl: Nie można ustawić losowego hasła z powodu jawnego wprowadzenia.

source: The username is longer than 32 characters.
cs_cz: Uživatelské jméno je delší než 32 znaků.
el_gr: Το όνομα χρήστη έχει μήκος μεγαλύτερο από 32 χαρακτήρες.
pl_pl: Nazwa użytkownika jest dłuższa niż 32 znaki.

source: No API key found
cs_cz: Nebyl nalezen žádný klíč k aplikačnímu programovému rozhraní
el_gr: Δεν βρέθηκε κλειδί API
pl_pl: Nie znaleziono klucza API

source: The API key "%s" was successfully removed.
cs_cz: „%s“ klíč k aplikačnímu progr. rozhraní byl úspěšně odebrán.
el_gr: Το κλειδί API "%s" αφαιρέθηκε με επιτυχία.
pl_pl: Klucz API "%s" został pomyślnie usunięty.

source: The user "%s" was successfully removed.
cs_cz: Účet uživatele „%s“ byl úspěšně odebrán.
el_gr: Ο χρήστης "%s" αφαιρέθηκε με επιτυχία.
pl_pl: Użytkownika "%s" został pomyślnie usunięty.

source: You cannot delete yourself.
cs_cz: Není možné smazat si účet, kterým jste právě přihlášeni.
el_gr: Δεν μπορείτε να διαγράψετε τον εαυτό σας.
pl_pl: Nie możesz usunąć siebie.

source: Member Count
cs_cz: Počet členů
el_gr: Αριθμός μελών
pl_pl: Ilość członków

source: Assigned Privileges
cs_cz: Přidělená oprávnění
el_gr: Εκχωρημένα Προνόμια
pl_pl: Przyznane uprawnienia

source: Hold down CTRL (pc)/COMMAND (mac) key to select multiple items
cs_cz: Vícero položek naráz označíte přidržením klávesy CTRL (COMMAND na Apple) a klikáním
el_gr: Κρατήστε πατημένο το πλήκτρο CTRL (pc)/COMMAND (mac) για να επιλέξετε πολλά στοιχεία
pl_pl: Aby zaznaczyć wiele pozycji, przytrzymaj CTRL/COMMAND

source: Remove Users
cs_cz: Odebrat uživatele
el_gr: Κατάργηση χρηστών
pl_pl: Usuń użytkowników

source: Add Users
cs_cz: Přidat uživatele
el_gr: Προσθήκη χρηστών
pl_pl: Dodaj użytkowników

source: Member Of
cs_cz: Členem
el_gr: Μέλος του
pl_pl: Jest członkiem

source: Not Member Of
cs_cz: Není členem
el_gr: Δεν είναι μέλος του/της
pl_pl: Nie jest członkiem

source: Group Memberships
cs_cz: Členství ve skupinách
el_gr: Συμμετοχές σε ομάδες
pl_pl: Przynależność do grupy

source: Group description, for your own information only
cs_cz: Popis skupiny (slouží pouze pro vaši informaci)
el_gr: Περιγραφή ομάδας, μόνο για δική σας ενημέρωση
pl_pl: Opis grupy, tylko dla własnej informacji

source: Defined by
cs_cz: Definováno
el_gr: Ορίζεται από
pl_pl: Zdefiniowano przez

source: Do you really want to delete this group?
cs_cz: Opravdu chcete tuto skupinu smazat?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν την ομάδα;
pl_pl: Czy na pewno chcesz usunąć tą grupę?

source: That groupname is reserved by the system.
cs_cz: Tento název skupiny je vyhrazeno pouze pro systém.
el_gr: Αυτό το όνομα ομάδας είναι δεσμευμένο από το σύστημα.
pl_pl: Wskazana nazwa grupy jest zarezerwowana przez system.

source: Another entry with the same group name already exists.
cs_cz: Takový název skupinu už používá jiná položka v systému.
el_gr: Υπάρχει ήδη μια άλλη καταχώρηση με το ίδιο όνομα ομάδας.
pl_pl: Istnieje już inna pozycja z tą nazwą grupy.

source: The group name is longer than 32 characters.
cs_cz: Název skupiny je delší než 32 znaků.
el_gr: Το όνομα της ομάδας έχει μήκος μεγαλύτερο από 32 χαρακτήρες.
pl_pl: Nazwa grupy ma więcej niż 32 znaki.

source: The group name contains invalid characters.
cs_cz: Název skupiny obsahuje neplatné znaky.
el_gr: Το όνομα της ομάδας περιέχει μη έγκυρους χαρακτήρες.
pl_pl: Nazwa grupy zawiera niepoprawne znaki.

source: Packet Loss or High Latency
cs_cz: Vysoká ztrátovost paketů nebo dlouhá prodleva
el_gr: Απώλεια πακέτων ή υψηλή καθυστέρηση
pl_pl: Utrata pakietów lub wysoki czas opóźnienia

source: Revoked
cs_cz: Zneplatněno
el_gr: Ανακλήθηκε
pl_pl: Odwołany

source: Valid From
cs_cz: Platné od
el_gr: Ισχύει από
pl_pl: Ważny od

source: Novell eDirectory
el_gr: Ηλεκτρονικός Κατάλογος Novell

source: Edit system tunable
cs_cz: Upravit vyladění systému
el_gr: Επεξεργασία συστήματος με δυνατότητα ρύθμισης
pl_pl: Edytuj dostrojenie systemu

source: Tunables are composed of runtime settings for sysctl.conf which take effect immediately after apply and boot settings for loader.conf which require a reboot.
cs_cz: Laditelné položky se skládají z nastavení měnitelných za chodu (soubor sysctl.conf), která se projeví okamžitě po použití, a z nastavení pro zavádění systému (soubor loader.conf), která vyžadují restart.
el_gr: Τα Tunables αποτελούνται από ρυθμίσεις χρόνου εκτέλεσης για το sysctl.conf οι οποίες τίθενται σε ισχύ αμέσως μετά την εφαρμογή και ρυθμίσεις εκκίνησης για το loader.conf οι οποίες απαιτούν επανεκκίνηση.
pl_pl: Tunable składają się z ustawień wykonawczych dla sysctl.conf, które zaczynają obowiązywać natychmiast po zastosowaniu, oraz ustawień startowych dla loader.conf, które wymagają ponownego uruchomienia.

source: The firewall tunables have changed. You must apply the configuration to take affect.
cs_cz: Vyladitelné položky brány firewall se změnily. Aby se projevily, je třeba změny v nastavení použít.
el_gr: Οι ρυθμίσεις του τείχους προστασίας έχουν αλλάξει. Πρέπει να εφαρμόσετε τη διαμόρφωση για να τεθούν σε ισχύ.
pl_pl: Parametry dostrojenia zapory zostały zmienione. Musisz zastosować konfigurację, aby wprowadzić zmiany.

source: Disable integrated authentication
cs_cz: Nepoužívat integrované ověřování
el_gr: Απενεργοποίηση ενσωματωμένου ελέγχου ταυτότητας
pl_pl: Wyłącz zintegrowaną autentykację

source: When disabled, authorized keys need to be configured for each %sUser%s that has been granted secure shell access.
cs_cz: Pokud je znemožněno, je třeba každému %sUživateli%s, který má mít přístup k textovému uživatelskému rozhraní, nastavit pověřené klíče.
el_gr: Όταν είναι απενεργοποιημένη, πρέπει να ρυθμιστούν εξουσιοδοτημένα κλειδιά για κάθε %sUser%s στον οποίο έχει παραχωρηθεί ασφαλής πρόσβαση στο κέλυφος.
pl_pl: Gdy jest wyłączone, klucze autoryzowane muszą być konfigurowane dla każdego %sUżytkownika%s, który otrzymał uprawnienia do bezpiecznego dostępu do powłoki.

source: Login Group
cs_cz: Přihlašovací skupina
el_gr: Ομάδα σύνδεσης
pl_pl: Grupy logowania

source: Restart all services
cs_cz: Restartovat veškeré služby
el_gr: Επανεκκίνηση όλων των υπηρεσιών
pl_pl: Uruchom ponownie wszystkie usługi

source: all (*)
cs_cz: vše (*)
el_gr: όλα (*)
pl_pl: wszystkie (*)

source: Start %sService
cs_cz: Spustit %sslužbu
el_gr: Έναρξη %sService
pl_pl: Uruchom usługę %s

source: Stop %sService
cs_cz: Zastavit %sslužbu
el_gr: Διακοπή %sService
pl_pl: Zatrzymaj usługę %s

source: Restart %sService
cs_cz: Restartovat %sslužbu
el_gr: Επανεκκίνηση %sService
pl_pl: Restart usługi %s

source: Backup services
cs_cz: Záložní služby
el_gr: Υπηρεσίες δημιουργίας αντιγράφων ασφαλείας
pl_pl: Usługa backupu

source: Backup firewall versions
cs_cz: Verze záložní brány firewall
el_gr: Αντίγραφα ασφαλείας εκδόσεων τείχους προστασίας
pl_pl: Wersje zapasowe zapory

source: The backup firewall is not accessible or not configured.
cs_cz: Záložní brána firewall není přístupná nebo nastavená.
el_gr: Το τείχος προστασίας αντιγράφων ασφαλείας δεν είναι προσβάσιμο ή δεν έχει ρυθμιστεί.
pl_pl: Zapasowa zapora nie jest dostępna lub nie jest skonfigurowana.

source: Entries in this area override an entire domain by specifying an authoritative DNS server to be queried for that domain.
cs_cz: Položky v této oblasti přebíjejí celou doménu zadáním autoritativního DNS serveru, který má být pro takovou doménu dotazován.
el_gr: Οι καταχωρήσεις σε αυτήν την περιοχή παρακάμπτουν έναν ολόκληρο τομέα καθορίζοντας έναν έγκυρο διακομιστή DNS στον οποίο θα υποβληθεί ερώτημα για αυτόν τον τομέα.
pl_pl: Wpisy w tym obszarze nadpisują całą domenę, określając autorytatywny serwer DNS, który ma być odpytywany dla tej domeny.

source: A valid IP address must be specified, for example 192.168.100.10.
cs_cz: Je třeba zadat platnou IP adresu, například 192.168.100.10.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP, για παράδειγμα 192.168.100.10.
pl_pl: Podany musi być prawidłowy adres IP, dla przykładu 192.168.100.10.

source: A valid IP address and port must be specified, for example 192.168.100.10@5353.
cs_cz: Je třeba zadat platnou IP adresu a port, například 192.168.100.10@5353.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP και θύρα, για παράδειγμα 192.168.100.10@5353.
pl_pl: Podany musi być prawidłowy adres IP i port, dla przykładu 192.168.100.10@5353.

source: Garmin
el_gr: Γκάρμιν

source: Selecting all interfaces will explicitly listen on only the interfaces/IPs specified.
cs_cz: Výběr všech rozhraní bude výslovně očekávat na spojení na pouze určených rozhraních / IP adresách.
el_gr: Η επιλογή όλων των διεπαφών θα κάνει ρητή ακρόαση μόνο στις καθορισμένες διεπαφές/IP.
pl_pl: Wybranie wszystkich interfejsów spowoduje jasne nasłuchiwanie tylko na określonych interfejsach/IP.

source: Selecting no interfaces will listen on all interfaces with a wildcard.
cs_cz: Výběr žádného rozhraní bude očekávat spojení na všech rozhraních se zástupným znakem.
el_gr: Αν δεν επιλέξετε καμία διεπαφή, θα γίνει ακρόαση σε όλες τις διεπαφές με wildcard.
pl_pl: Nie wybierając żadnych interfejsów będzie nasłuchiwać na wszystkich interfejsach z użyciem symbolu wieloznacznego.

source: Enter additional names for this host.
cs_cz: Zadejte další názvy tohoto stroje.
el_gr: Εισαγάγετε επιπλέον ονόματα για αυτόν τον κεντρικό υπολογιστή.
pl_pl: Wprowadź dodatkowe nazwy dla tego hosta.

source: IP address of the host
cs_cz: IP adresa stroje
el_gr: Διεύθυνση IP του κεντρικού υπολογιστή
pl_pl: Adres IP hosta

source: Domain of the host
cs_cz: Doména stroje
el_gr: Τομέας του κεντρικού υπολογιστή
pl_pl: Domena hosta

source: Name of the host, without domain part
cs_cz: Název stroje, bez doménové části
el_gr: Όνομα του κεντρικού υπολογιστή, χωρίς το μέρος τομέα
pl_pl: Nazwa hosta, bez części domeny

source: This host/domain already exists.
cs_cz: Takový stroj/doména už existuje.
el_gr: Αυτός ο κεντρικός υπολογιστής/τομέας υπάρχει ήδη.
pl_pl: Ten host/domena już istnieje.

source: A valid domain must be specified in alias list.
cs_cz: V seznamu alternativních názvů je třeba zadat platnou doménu.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος τομέας στη λίστα ψευδωνύμων.
pl_pl: W liście aliasów musi być określona prawidłowa domena.

source: Hostnames in alias list can only contain the characters A-Z, 0-9 and '-'.
cs_cz: Názvy strojů v seznamu alternativních názvů mohou obsahovat pouze znaky A-Z (bez diakritiky!), 0-9 a „-“ (spojovník).
el_gr: Τα ονόματα κεντρικών υπολογιστών στη λίστα ψευδωνύμων μπορούν να περιέχουν μόνο τους χαρακτήρες AZ, 0-9 και '-'.
pl_pl: Nazwy hostów na liście aliasów mogą zawierać tylko znaki A-Z, 0-9 i '-'.

source: Alias Domain
cs_cz: Alternativní doména
el_gr: Ψευδώνυμο Τομέα
pl_pl: Alias domeny

source: Leave blank unless your DNS server is accessed through a VPN tunnel.
cs_cz: Vyplňujte jen v případě, že je DNS server dostupný skrze VPN tunel.
el_gr: Αφήστε το κενό, εκτός εάν η πρόσβαση στον διακομιστή DNS σας γίνεται μέσω σήραγγας VPN.
pl_pl: Pozostaw puste, chyba że twój serwer DNS jest dostępny przez tunel VPN.

source: Source IP address for queries to the DNS server for the override domain.
cs_cz: Zdrojová IP adresa pro dotazy na DNS server pro přepsání domény.
el_gr: Διεύθυνση IP προέλευσης για ερωτήματα προς τον διακομιστή DNS για τον τομέα παράκαμψης.
pl_pl: Adres IP źródłowy dla zapytań do serwera DNS dla domeny nadpisanej.

source: Or enter # for an exclusion to pass through this host/subdomain to standard nameservers instead of a previous override.
cs_cz: Nebo zadejte # (křížek) aby rozšíření prošlo skrze tento stroj/doménu na standardní jmenné servery namísto předchozího přepsání.
el_gr: Ή εισαγάγετε # για μια εξαίρεση που θα περάσει μέσω αυτού του κεντρικού υπολογιστή/υποτομέα σε τυπικούς διακομιστές ονομάτων αντί για μια προηγούμενη παράκαμψη.
pl_pl: Lub wprowadź # dla wyjątku, aby przekazać ten host/poddomenę do standardowych serwerów nazw zamiast poprzedniego nadpisu.

source: Or enter ! for lookups for this host/subdomain to NOT be forwarded anywhere.
cs_cz: Nebo zadejte ! (vykričník) aby hledání pro tento stroj/poddoménu NEBYLA nikam přeposílána.
el_gr: Ή εισαγάγετε ! για να ΜΗΝ προωθούνται πουθενά οι αναζητήσεις για αυτόν τον κεντρικό υπολογιστή/υποτομέα.
pl_pl: Lub wprowadź !, aby wyszukiwania dla tego hosta/poddomeny NIE były przekazywane nigdzie.

source: IP address of the authoritative DNS server for this domain
cs_cz: IP adresa autoritativního DNS serveru pro tuto doménu
el_gr: Διεύθυνση IP του επίσημου διακομιστή DNS για αυτόν τον τομέα
pl_pl: Adres IP autorytatywnego serwera DNS dla tej domeny

source: test
cs_cz: zkouška
el_gr: δοκιμή

source: or
cs_cz: nebo
el_gr: ή
pl_pl: lub

source: Edit Domain Override entry
cs_cz: Upravit položku přepsání domény
el_gr: Επεξεργασία καταχώρησης παράκαμψης τομέα
pl_pl: Edytuj wpis Nadpisanie Domeny

source: An interface IP address must be specified for the DNS query source.
cs_cz: Pro zdroj DNS dotazu je třeba zadat IP adresu rozhraní.
el_gr: Πρέπει να καθοριστεί μια διεύθυνση IP διεπαφής για την προέλευση ερωτήματος DNS.
pl_pl: Dla źródła zapytania DNS musi być określony adres IP interfejsu.

source: A valid port number must be specified.
cs_cz: Je třeba zadat platné číslo portu.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός θύρας.
pl_pl: Musisz podać prawidłowy numer portu.

source: A valid IP address must be specified, or # for an exclusion or ! to not forward at all.
cs_cz: Je třeba zadat platnou IP adresu, nebo # pro vyjmutí nebo ! pro žádné přesměrovávání.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP ή # για εξαίρεση ή ! για να μην γίνει καθόλου προώθηση.
pl_pl: Należy podać prawidłowy adres IP, lub # dla wykluczenia, lub !, aby w ogóle nie przekazywać.

source: A valid domain must be specified after _msdcs.
cs_cz: Za _msdcs je třeaba zadat platnou doménu.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος τομέας μετά το _msdcs.
pl_pl: Po _msdcs musi być podana prawidłowa domena.

source: Entries in this area override an entire domain, and subdomains, by specifying an authoritative DNS server to be queried for that domain.
cs_cz: Položky v této oblasti mají přednost před celou doménou a dílčími doménami, zadání autoritativního DNS serveru kterého se na takovou doménu dotazovat.
el_gr: Οι καταχωρήσεις σε αυτήν την περιοχή αντικαθιστούν έναν ολόκληρο τομέα και υποτομείς, καθορίζοντας έναν έγκυρο διακομιστή DNS στον οποίο θα υποβληθεί ερώτημα για αυτόν τον τομέα.
pl_pl: Wpisy w tym obszarze nadpisują całą domenę i poddomeny, określając autorytatywny serwer DNS do zapytania o tę domenę.

source: Domain Overrides
cs_cz: Přepsání domén
el_gr: Παρακάμψεις τομέα
pl_pl: Nadpisywanie Domen

source: Alias for
cs_cz: Alternativní název pro
el_gr: Ψευδώνυμο για
pl_pl: Alias dla

source: Host Overrides
cs_cz: Přebití strojů
el_gr: Παρακάμψεις κεντρικού υπολογιστή
pl_pl: Nadpisywanie Hostów

source: Strict Interface Binding
cs_cz: Striktní navázání na rozhraní
el_gr: Αυστηρή σύνδεση διεπαφής
pl_pl: Ścisłe przypisanie interfejsu

source: The port used for responding to DNS queries. It should normally be left blank unless another service needs to bind to TCP/UDP port 53.
cs_cz: Port, prostřednictvím kterého jsou zodpovídány DNS dotazy. Běžně by toto mělo zůstat nevyplněné dokud není potřeba navázat na TCP/UDP port 53 jinou službu.
el_gr: Η θύρα που χρησιμοποιείται για την απάντηση σε ερωτήματα DNS. Κανονικά θα πρέπει να παραμένει κενή, εκτός εάν χρειάζεται να συνδεθεί κάποια άλλη υπηρεσία στη θύρα TCP/UDP 53.
pl_pl: Port używany do odpowiadania na zapytania DNS. Zwykle powinien pozostać pusty, chyba że inna usługa musi przypisać się do portu TCP/UDP 53.

source: Resolve DHCP mappings first
cs_cz: Nejprve překládat DHCP mapování
el_gr: Επιλύστε πρώτα τις αντιστοιχίσεις DHCP
pl_pl: Rozwiązuj mapowania DHCP jako pierwsze

source: Do you really want to delete this domain override?
cs_cz: Opravdu chcete smazat toto přebití domény?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν την παράκαμψη τομέα;
pl_pl: Czy naprawdę chcesz usunąć to nadpisanie domeny?

source: Do you really want to delete this host?
cs_cz: Opravdu chcete tento stroj smazat?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτόν τον κεντρικό υπολογιστή;
pl_pl: Czy naprawdę chcesz usunąć ten host?

source: You must specify a valid port number
cs_cz: Je třeba zadat platné číslo portu
el_gr: Πρέπει να καθορίσετε έναν έγκυρο αριθμό θύρας
pl_pl: Musisz podać prawidłowy numer portu

source: DUID
el_gr: Οδήγηση υπό την επήρεια αλκοόλ

source: Interfaces without an IP address will not be shown.
cs_cz: Rozhraní bez IP adres nebudou zobrazena.
el_gr: Οι διεπαφές χωρίς διεύθυνση IP δεν θα εμφανίζονται.
pl_pl: Interfejsy bez adresu IP nie zostaną wyświetlone.

source: This wireless clone cannot be deleted because it is assigned as an interface.
cs_cz: Tento klon bezdrátového síťového rozhraní není možné smazat protože je pořád přiřazeno jako rozhraní.
el_gr: Αυτό το ασύρματο κλώνο δεν μπορεί να διαγραφεί επειδή έχει αντιστοιχιστεί ως διεπαφή.
pl_pl: Tego klonu bezprzewodowego nie można usunąć, ponieważ jest przypisany jako interfejs.

source: ProtoComp
el_gr: Πρωτοσυμπ
zh_cn: 协议压缩

source: TCPmssFix
cs_cz: TCPmssOprava
el_gr: Διόρθωση TCPmss

source: Group name already exists!
cs_cz: Název skupiny už existuje!
el_gr: Το όνομα της ομάδας υπάρχει ήδη!
pl_pl: Nazwa grupy już istnieje!

source: The interfaces selected here will be removed from default autoedge status.
cs_cz: Zde vybraná rozhraní budou odebrána y výchozího automatického hraničního stavu.
el_gr: Οι διεπαφές που επιλέγονται εδώ θα αφαιρεθούν από την προεπιλεγμένη κατάσταση autoedge.
pl_pl: Wybrane tutaj interfejsy zostaną usunięte z domyślnego statusu autoedge.

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the bridge.
cs_cz: Automaticky zjišťovat stav bod-bod na rozhraní kontrolou stavu režimu přenosu z obou stran zároveň (duplex). Toto je výchozí pro rozhraní přidaná do sítového mostu.
el_gr: Αυτόματη ανίχνευση της κατάστασης σημείου-προς-σημείο στη διεπαφή ελέγχοντας την κατάσταση της σύνδεσης πλήρους αμφίδρομης σύνδεσης. Αυτή είναι η προεπιλογή για τις διεπαφές που προστίθενται στη γέφυρα.
pl_pl: Automatycznie wykryj status punkt-punkt na interfejsie, sprawdzając status łącza w trybie full duplex. Jest to domyślne ustawienie dla interfejsów dodanych do mostu.

source: This will disable the autoedge status of interfaces.
cs_cz: Toto vypne automatický hraniční status rozhraní.
el_gr: Αυτό θα απενεργοποιήσει την κατάσταση αυτόματης περιστροφής των διεπαφών.
pl_pl: To wyłączy status autoedge interfejsów.

source: Allow interface to automatically detect edge status. This is the default for all interfaces added to a bridge.
cs_cz: Umožnit rozhraní automaticky zjišťovat hraniční stav. Toto je výchozí pro všechna rozhraní přidaná do mostu.
el_gr: Να επιτρέπεται στη διεπαφή να ανιχνεύει αυτόματα την κατάσταση των άκρων. Αυτή είναι η προεπιλογή για όλες τις διεπαφές που προστίθενται σε μια γέφυρα.
pl_pl: Pozwól interfejsowi automatycznie wykrywać status krawędzi. Jest to domyślne dla wszystkich interfejsów dodanych do mostu.

source: The span interface cannot be part of the bridge member interfaces.
cs_cz: Span rozhraní nemůže být součástí rozhraní tvořících síťový most.
el_gr: Η διεπαφή span δεν μπορεί να αποτελεί μέρος των διεπαφών των μελών της γέφυρας.
pl_pl: Interfejs rozpiętości nie może być częścią interfejsów członkowskich mostu.

source: Cache entry expire time
cs_cz: Doba do skončení platnosti položky mezipaměti
el_gr: Χρόνος λήξης καταχώρησης προσωρινής μνήμης
pl_pl: Czas wygaśnięcia wpisu w pamięci podręcznej (cache)

source: entries
cs_cz: položky
el_gr: καταχωρήσεις
pl_pl: wpisy

source: Advanced options
cs_cz: Pokročilé předvolby
el_gr: Προηγμένες επιλογές
pl_pl: Opcje zaawansowane

source: Set the Spanning Tree path cost of interface to value. The default is calculated from the link speed. To change a previously selected path cost back to automatic, set the cost to 0. The minimum is 1 and the maximum is 200000000.
cs_cz: Nastavit náklady Spanning Tree protokolu rozhraní na hodnotu. Výchozí je vypočítána z rychlosti linky. Pro změnu dříve zvolených nákladů na trasu na automatickou, nastavte na 0 (nula). Nejnižší možná hodnota je 1 a nejvyšší 200000000 (200 milionu).
el_gr: Ορίστε το κόστος διαδρομής Spanning Tree της διεπαφής σε τιμή. Η προεπιλογή υπολογίζεται από την ταχύτητα σύνδεσης. Για να αλλάξετε το κόστος διαδρομής που είχε επιλεγεί προηγουμένως σε αυτόματη, ορίστε το κόστος σε 0. Το ελάχιστο είναι 1 και το μέγιστο είναι 200000000.
pl_pl: Ustaw koszt ścieżki Spanning Tree dla interfejsu na wartość. Domyślnie jest on obliczany na podstawie prędkości łącza. Aby przywrócić wcześniej wybrany koszt ścieżki do automatycznego, ustaw wartość na 0. Minimum to 1, a maksimum to 200000000.

source: Path cost
cs_cz: Náklady na trasu
el_gr: Κόστος διαδρομής
pl_pl: Koszt ścieżki

source: Set the Spanning Tree priority of interface to value. The default is 128. The minimum is 0 and the maximum is 240. Increments of 16.
cs_cz: Nastavit pořadí přednosti Spanning Tree na hodnotu. Výchozí je 128. Nejnižší možná je 0 (nula) a nejvyšší 240. Zadávejte v násobcích 16.
el_gr: Ορίστε την προτεραιότητα Spanning Tree της διεπαφής σε τιμή. Η προεπιλογή είναι 128. Η ελάχιστη τιμή είναι 0 και η μέγιστη είναι 240. Αυξήσεις του 16.
pl_pl: Ustaw priorytet Spanning Tree dla interfejsu na wartość. Domyślna wartość to 128. Minimum to 0, a maksimum to 240. Zwiększenie o 16.

source: Set the bridge priority for Spanning Tree. The default is 32768. The minimum is 0 and the maximum is 61440.
cs_cz: Nastavit prioritu mostu pro spanning tree. Výchozí je 32768. Nejnižší možná hodnota je 0 (nula) a nejvyšší 61440.
el_gr: Ορίστε την προτεραιότητα γέφυρας για το Spanning Tree. Η προεπιλογή είναι 32768. Η ελάχιστη τιμή είναι 0 και η μέγιστη είναι 61440.
pl_pl: Ustaw priorytet mostu dla Spanning Tree. Domyślna wartość to 32768. Minimum to 0, a maksimum to 61440.

source: Set the time between broadcasting of Spanning Tree Protocol configuration messages. The hello time may only be changed when operating in legacy STP mode. The default is 2 seconds. The minimum is 1 second and the maximum is 2 seconds.
cs_cz: Nastavit dobu mezi všesměrovým vysíláním zpráv nastavení Spanning Tree protokolu. Ohlašovací čas může být měněn pouze v případě režimu STP zpětné slučitelnosti. Výchozí jsou dvě sekundy. Nejnižší možné je jedna sekunda a nejvyšší dvě sekundy.
el_gr: Ορίστε τον χρόνο μεταξύ της μετάδοσης μηνυμάτων διαμόρφωσης του πρωτοκόλλου Spanning Tree. Ο χρόνος hello μπορεί να αλλάξει μόνο κατά τη λειτουργία σε παλαιότερη λειτουργία STP. Η προεπιλογή είναι 2 δευτερόλεπτα. Το ελάχιστο είναι 1 δευτερόλεπτο και το μέγιστο είναι 2 δευτερόλεπτα.
pl_pl: Ustaw czas między wysyłaniem wiadomości konfiguracyjnych protokołu Spanning Tree. Czas "hello" można zmienić tylko w trybie legacy STP. Domyślna wartość to 2 sekundy. Minimum to 1 sekunda, a maksimum to 2 sekundy.

source: Hello time
cs_cz: Uvítací čas
el_gr: Γεια σας ώρα
pl_pl: Czas "hello"

source: Spanning Tree Protocol
cs_cz: Protokol detekce smyček
el_gr: Πρωτόκολλο Εκτεινόμενου Δέντρου
pl_pl: Protokół Spanning Tree STP

source: Bridge configuration
cs_cz: Nastavení síťového mostu
el_gr: Διαμόρφωση γέφυρας
pl_pl: Konfiguracja mostu

source: Error occurred creating interface, please retry.
cs_cz: Chyba při vytváření rozhraní – zkuste to prosím znovu.
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της διεπαφής, δοκιμάστε ξανά.
pl_pl: Wystąpił błąd podczas tworzenia interfejsu, spróbuj ponownie.
