Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Elasticsearch URL
cs_cz: URL Elasticsearch
el_gr: URL Elasticsearch
fa_ir: آدرس URL Elasticsearch
fr_fr: URL d'Elasticsearch
it_it: URL di ricerca elastica
ko_kr: Elasticsearch 검색 URL
pl_pl: Adres URL Elasticsearch
uk_ua: URL-адреса Elasticsearch
zh_cn: Elasticsearch网址

source: Elliptic Curves
cs_cz: Eliptické křivky
de_de: Elliptische Kurven
el_gr: Ελλειπτικές καμπύλες
fa_ir: منحنی‌های بیضوی
fr_fr: Courbes elliptiques
it_it: Curve ellittiche
ko_kr: 타원 곡선
pl_pl: Krzywe eliptyczne
uk_ua: Еліптичні криві
zh_cn: 椭圆曲线

source: Enable Advanced ACLs
cs_cz: Zapnout pokročilé ACL seznamy
de_de: Erweiterte ACLs aktivieren
el_gr: Ενεργοποίηση σύνθετων ACL
fa_ir: فعال‌سازی ACL‌های پیشرفته
fr_fr: Activer les ACLs avancées
it_it: Abilita ACL avanzati
ko_kr: 고급 ACL 사용
pl_pl: Włącz zaawansowane ACL
uk_ua: Увімкнути розширені ACL
zh_cn: 启用高级ACL

source: Enable Authentication
cs_cz: Zapnout ověřování se
de_de: Authentifizierung aktivieren
el_gr: Ενεργοποίηση ελέγχου ταυτότητας
fa_ir: فعال‌سازی احراز هویت
fr_fr: Activer l'authentification
it_it: Abilita l'autenticazione
ko_kr: 인증 사용
pl_pl: Włącz uwierzytelnianie
uk_ua: Увімкнути автентифікацію
zh_cn: 启用认证

source: Enable BIND Daemon
cs_cz: Zapnout proces služby BIND
de_de: Aktiviere BIND Daemon
el_gr: Ενεργοποίηση του δαίμονα BIND
fa_ir: فعال‌سازی سرویس BIND
fr_fr: Activer le démon BIND
it_it: Abilita il demone BIND
ko_kr: BIND 데몬 사용
pl_pl: Włącz demona BIND
uk_ua: Увімкнути демон BIND
zh_cn: 启用BIND程序

source: Enable Blobs
cs_cz: Povolit bloby
de_de: Blobs aktivieren
el_gr: Ενεργοποίηση Blobs
fa_ir: فعال‌سازی Blobs
fr_fr: Activer les blobs
it_it: Abilita BLOB
ko_kr: 블롭 사용
pl_pl: Włącz Blobs
uk_ua: Увімкнути Blobs
zh_cn: 启用Blobs

source: Enable CARP Failover
cs_cz: Zapnout CARP převzetí služby v případě výpadku
de_de: CARP-Failover aktivieren
el_gr: Ενεργοποίηση ανακατεύθυνσης CARP
fa_ir: فعال‌سازی Failover برای CARP
fr_fr: Activer le basculement CARP
it_it: Abilita failover CARP
ko_kr: CARP 페일오버 사용
pl_pl: Włącz failover CARP
uk_ua: Увімкнути відмовостійкість CARP
zh_cn: 启用CARP故障转移

source: Enable Client Certificate Authentication.
cs_cz: Zapnout ověřování se klientským certifikátem.
de_de: Aktiviere Clientzertifikatsauthentifizierung
el_gr: Ενεργοποίηση ελέγχου ταυτότητας πιστοποιητικού πελάτη.
fa_ir: فعال‌سازی احراز هویت با گواهی مشتری.
fr_fr: Activer l'authentification par certificat client.
it_it: Abilita l'autenticazione del certificato client.
ko_kr: 클라이언트 인증서 인증을 사용합니다.
pl_pl: Włącz uwierzytelnianie certyfikatem klienta.
uk_ua: Увімкнути автентифікацію клієнтського сертифіката.
zh_cn: 启用客户端证书认证。

source: Enable DNSBL and RPZ
cs_cz: Zapnout DNSBL a RPZ
de_de: Aktiviere DNSBL und RPZ
el_gr: Ενεργοποίηση DNSBL και RPZ
fa_ir: فعال‌سازی DNSBL و RPZ
fr_fr: Activer DNSBL et RPZ
it_it: Abilita DNSBL e RPZ
ko_kr: DNSBL 및 RPZ 사용
pl_pl: Włącz DNSBL i RPZ
uk_ua: Увімкнути DNSBL та RPZ
zh_cn: 启用DNSBL和RPZ

source: Enable DNSCrypt-Proxy
cs_cz: Zapnout DNSCrypt-Proxy
de_de: Aktiviere DNSCrypt-Proxy
el_gr: Ενεργοποίηση DNSCrypt-Proxy
fa_ir: فعال‌سازی DNSCrypt-Proxy
fr_fr: Activer DNSCrypt-Proxy
it_it: Abilita DNSCrypt-Proxy
ko_kr: DNS 암호화 프록시 사용
pl_pl: Włącz DNSCrypt-Proxy
uk_ua: Увімкнути DNSCrypt-Proxy
zh_cn: 启用DNSCrypt-Proxy

source: Enable Data URLs
cs_cz: Zapnout datové URL adresy
de_de: Aktiviere Daten URLs
el_gr: Ενεργοποίηση URL δεδομένων
fa_ir: فعال‌سازی URL‌های داده
fr_fr: Activer les URLs de données
it_it: Abilita URL dati
ko_kr: 데이터 URL 사용
pl_pl: Włącz adresy URL danych
uk_ua: Увімкнути URL-адреси даних
zh_cn: 启用数据网址

source: Enable DuckDuckGo SafeSearch
cs_cz: Zapnout DuckDuckGo SafeSearch
de_de: DuckDuckGo SafeSearch aktivieren
el_gr: Ενεργοποίηση του DuckDuckGo SafeSearch
fa_ir: فعال‌سازی SafeSearch در DuckDuckGo
fr_fr: Activer DuckDuckGo SafeSearch
it_it: Abilita DuckDuckGo SafeSearch
ko_kr: Duck Duck Go 안전 검색 사용
pl_pl: Włącz SafeSearch DuckDuckGo
uk_ua: Увімкнути безпечний пошук DuckDuckGo
zh_cn: 启用DuckDuckGo安全搜索

source: Enable Elasticsearch Output
cs_cz: Zapnout výstup z Elasticsearch
de_de: Elasticsearch-Ausgabe aktivieren
el_gr: Ενεργοποίηση εξόδου Elasticsearch
fa_ir: فعال‌سازی خروجی Elasticsearch
fr_fr: Activer la sortie Elasticsearch
it_it: Abilita output Elasticsearch
ko_kr: 탄력적 검색 출력 사용
pl_pl: Włącz wyjście Elasticsearch
uk_ua: Увімкнути виведення Elasticsearch
zh_cn: 启用Elasticsearch输出

source: Enable Eval
cs_cz: Povolit vyhodnocování
de_de: Eval-Funktion aktivieren
el_gr: Ενεργοποίηση αξιολόγησης
fa_ir: فعال‌سازی Eval
fr_fr: Activer l'évaluation
it_it: Abilita valutazione
ko_kr: 평가 사용
pl_pl: Włącz Eval
uk_ua: Увімкнути Eval
zh_cn: 启用Eval

source: Enable File System URLs
cs_cz: Zapnout URL souborových systémů
de_de: Aktivieren von Dateisystem-URLs
el_gr: Ενεργοποίηση URL συστήματος αρχείων
fa_ir: فعال‌سازی URLهای سیستم فایل
fr_fr: Activer les URL du système de fichiers
it_it: Abilita URL del file system
ko_kr: 파일 시스템 URL 사용
pl_pl: Włącz adresy URL systemu plików
uk_ua: Увімкнути URL-адреси файлової системи
zh_cn: 启用文件系统URL

source: Enable Google SafeSearch
cs_cz: Zapnout Google SafeSearch
de_de: Aktiviere Google SafeSearch
el_gr: Ενεργοποίηση Ασφαλούς Αναζήτησης Google
fa_ir: فعال‌سازی Google SafeSearch
fr_fr: Activer Google SafeSearch
it_it: Abilita Google SafeSearch
ko_kr: Google 안전 검색 사용
pl_pl: Włącz SafeSearch Google
uk_ua: Увімкнути безпечний пошук Google
zh_cn: 启用Google安全搜索

source: Enable HTTP Basic Authentication.
cs_cz: Zapnout základní HTTP ověřování.
de_de: Aktiviert die HTTP-Basisauthentifizierung.
el_gr: Ενεργοποίηση βασικού ελέγχου ταυτότητας HTTP.
fa_ir: فعال‌سازی احراز هویت پایه HTTP.
fr_fr: Activez l'authentification HTTP de base.
it_it: Abilita l'autenticazione di base HTTP.
ko_kr: HTTP 기본 인증을 사용합니다.
pl_pl: Włącz podstawowe uwierzytelnianie HTTP.
uk_ua: Увімкнути базову автентифікацію HTTP.
zh_cn: 启用HTTP基本认证。

source: Enable HTTP(S) URLs
cs_cz: Zapnout HTTP(S) URL adresy
de_de: HTTP(S)-URLs aktivieren
el_gr: Ενεργοποίηση URL HTTP(S)
fa_ir: فعال‌سازی URLهای HTTP(S)
fr_fr: Activer les URLs HTTP(S)
it_it: Abilita URL HTTP(S).
ko_kr: HTTP(S) URL 사용
pl_pl: Włącz adresy URL HTTP(S)
uk_ua: Увімкнути URL-адреси HTTP(S)
zh_cn: 启用HTTP(S) URLs

source: Enable HTTP/2
cs_cz: Zapnout HTTP/2
de_de: HTTP/2 aktivieren
el_gr: Ενεργοποίηση HTTP/2
fa_ir: فعال‌سازی HTTP/2
fr_fr: Activer HTTP/2
it_it: Abilita HTTP/2
ko_kr: HTTP/2 사용
pl_pl: Włącz HTTP/2
uk_ua: Увімкнути HTTP/2
zh_cn: 启用HTTP/2

source: Enable Inline Scripting
cs_cz: Zapnout skriptování v rámci řádku
de_de: Inline-Skripte aktivieren
el_gr: Ενεργοποίηση ενσωματωμένων σεναρίων
fa_ir: فعال‌سازی اسکریپت‌های درون‌خطی
fr_fr: Activer les scripts en ligne
it_it: Abilita script in linea
ko_kr: 인라인 스크립팅 사용
pl_pl: Włącz skryptowanie inline
uk_ua: Увімкнути вбудоване скриптування
zh_cn: 启用内嵌脚本

source: Enable Let's Encrypt Plugin Support
cs_cz: Zapnout podporu pro doplněk Let's Encrypt
de_de: Unterstützung für Let's-Encrypt-Plugin aktivieren
el_gr: Ενεργοποίηση υποστήριξης πρόσθετου Let's Encrypt
fa_ir: فعال‌سازی پشتیبانی افزونه Let's Encrypt
fr_fr: Activer le support du greffon Let's Encrypt
it_it: Abilita il supporto del plugin Crittografiamo
ko_kr: Let's Encrypt 플러그인 지원 사용
pl_pl: Włącz wsparcie dla wtyczki Let's Encrypt
uk_ua: Увімкнути підтримку плагіна Let's Encrypt
zh_cn: 启用Let's Encrypt插件支持

source: Enable Maltrail Sensor
cs_cz: Zapnout senzor Maltrail
de_de: Maltrail-Sensor aktivieren
el_gr: Ενεργοποίηση αισθητήρα Maltrail
fa_ir: فعال‌سازی سنسور Maltrail
fr_fr: Activer le capteur Maltrail
it_it: Abilita il sensore Maltrail
ko_kr: 멀트레일 센서 사용
pl_pl: Włącz czujnik Maltrail
uk_ua: Увімкнути сенсор Maltrail
zh_cn: 启用Maltrail传感器

source: Enable Maltrail Server
cs_cz: Zapnout Maltrail server
de_de: Maltrail Server aktivieren
el_gr: Ενεργοποίηση διακομιστή Maltrail
fa_ir: فعال‌سازی سرور Maltrail
fr_fr: Activer le serveur Maltrail
it_it: Abilita il server Maltrail
ko_kr: 멀트레일 서버 사용
pl_pl: Włącz serwer Maltrail
uk_ua: Увімкнути сервер Maltrail
zh_cn: 启用Maltrail服务器

source: Enable Media Streams
cs_cz: Zapnout proudy médií
de_de: Aktivieren von Medienstreams
el_gr: Ενεργοποίηση ροών πολυμέσων
fa_ir: فعال‌سازی جریان‌های رسانه‌ای
fr_fr: Activer les flux de médias
it_it: Abilita flussi multimediali
ko_kr: 미디어 스트림 사용
pl_pl: Włącz strumienie multimedialne
uk_ua: Увімкнути медіапотоки
zh_cn: 启用媒体流

source: Enable Mikrotik attributes
cs_cz: Zapnout Mikrotik attributy
de_de: Mikrotik-Attribute aktivieren
el_gr: Ενεργοποίηση χαρακτηριστικών Mikrotik
fa_ir: فعال‌سازی ویژگی‌های Mikrotik
fr_fr: Activer les attributs Mikrotik
it_it: Abilita gli attributi Mikrotik
ko_kr: Microtik 특성 사용
pl_pl: Włącz atrybuty Mikrotik
uk_ua: Увімкнути атрибути Mikrotik
zh_cn: 启用Mikrotik属性

source: Enable Netdata, you can reach the UI via address and port set below.
cs_cz: Pokud zapnete Netdata, můžete se k jeho uživatelskému rozhraní připojit prostřednictvím níže nastavené adresy a portu.
de_de: Aktivieren Sie Netdata, Sie können die Benutzeroberfläche über die unten eingestellte Adresse und den unten eingestellten Port erreichen.
el_gr: Ενεργοποιήστε το Netdata, μπορείτε να έχετε πρόσβαση στο περιβάλλον χρήστη μέσω της διεύθυνσης και της θύρας που ορίζονται παρακάτω.
fa_ir: فعال‌سازی Netdata. رابط کاربری از طریق آدرس و پورت زیر در دسترس خواهد بود.
fr_fr: Activez Netdata, vous pouvez atteindre l'interface utilisateur via l'adresse et le port définis ci-dessous.
it_it: Abilita Netdata, puoi raggiungere l'interfaccia utente tramite l'indirizzo e la porta impostati di seguito.
ko_kr: Netdata를 활성화하면 아래의 주소 및 포트 세트를 통해 UI에 연결할 수 있습니다.
pl_pl: Włącz Netdata, interfejs użytkownika dostępny jest pod adresem i portem podanym poniżej.
uk_ua: Увімкнути Netdata, ви можете отримати доступ до інтерфейсу користувача за допомогою адреси та порту, вказаних нижче.
zh_cn: 启用Netdata，可以通过下面设置的地址和端口访问UI。

source: Enable PIE
cs_cz: Zapnout PIE
de_de: PIE aktivieren
el_gr: Ενεργοποίηση PIE
fa_ir: فعال‌سازی PIE
fr_fr: Activer PIE
it_it: Abilita TORTA
ko_kr: PIE 사용
pl_pl: Włącz PIE
uk_ua: Увімкнути PIE
zh_cn: 启用PIE

source: Enable PIE active queue management
cs_cz: Zapnout aktivní správu fronty PIE
de_de: Aktiviert das aktive Queue-Management mit PIE.
el_gr: Ενεργοποίηση διαχείρισης ενεργής ουράς PIE
fa_ir: فعال‌سازی مدیریت صف فعال (PIE)
fr_fr: Activer la gestion de la file d'attente active de PIE
it_it: Abilita la gestione delle code attive PIE
ko_kr: PIE 활성 대기열 관리 사용
pl_pl: Włącz zarządzanie kolejką aktywną PIE
uk_ua: Увімкнути активне керування чергою PIE
zh_cn: 启用PIE主动队列管理

source: Enable PSK based encryption for communicating with the Zabbix server
cs_cz: Komunikovat se Zabbix serverem šifrovaně (založeno na PSK)
de_de: PSK-basierte Verschlüsselung für die Kommunikation mit dem Zabbix-Server aktivieren.
el_gr: Ενεργοποίηση κρυπτογράφησης που βασίζεται σε PSK για επικοινωνία με τον διακομιστή Zabbix
fa_ir: فعال‌سازی رمزنگاری مبتنی بر PSK برای ارتباط با سرور Zabbix
fr_fr: Activez le cryptage basé sur PSK pour communiquer avec le serveur Zabbix.
it_it: Abilita la crittografia basata su PSK per comunicare con il server Zabbix
ko_kr: Zabbix 서버와 통신하기 위해 PSK 기반 암호화 사용
pl_pl: Włącz szyfrowanie oparte na PSK do komunikacji z serwerem Zabbix
uk_ua: Увімкнути шифрування на основі PSK для зв'язку із сервером Zabbix
zh_cn: 启用基于PSK的加密以与Zabbix服务器通信

source: Enable Parent Proxy
cs_cz: Zapnout nadřazenou proxy
de_de: Übergeordneten Proxy aktivieren
el_gr: Ενεργοποίηση γονικού διακομιστή μεσολάβησης
fa_ir: فعال‌سازی پروکسی والد
fr_fr: Activer le proxy parental
it_it: Abilita proxy genitore
ko_kr: 상위 프록시 사용
pl_pl: Włącz Parent Proxy
uk_ua: Увімкнути батьківський проксі
zh_cn: 启用父代理

source: Enable Prometheus Output
cs_cz: Zapnout výstup z Prometheus
de_de: Aktiviere Prometheus Ausgabe
el_gr: Ενεργοποίηση εξόδου Προμηθέα
fa_ir: فعال‌سازی خروجی Prometheus
fr_fr: Activer la sortie Prometheus
it_it: Abilita l'output Prometeo
ko_kr: Prometheus 출력 사용
pl_pl: Włącz wyjście Prometheus
uk_ua: Увімкнути виведення Prometheus
zh_cn: 启用Prometheus输出

source: Enable Rate Limiting
cs_cz: Zapnout omezování rychlosti
de_de: Ratenbegrenzung aktivieren
el_gr: Ενεργοποίηση περιορισμού ρυθμού
fa_ir: فعال‌سازی محدودیت نرخ
fr_fr: Activer la limitation du débit
it_it: Abilita limitazione della velocità
ko_kr: 속도 제한 사용
pl_pl: Włącz ograniczenie prędkości
uk_ua: Увімкнути обмеження швидкості
zh_cn: 启用速率限制

source: Enable Remote MySQL
cs_cz: Zapnout vzdálené MySQL
de_de: Remote-MySQL aktivieren
el_gr: Ενεργοποίηση απομακρυσμένης MySQL
fa_ir: فعال‌سازی MySQL از راه دور
fr_fr: Activer MySQL à distance
it_it: Abilita MySQL remoto
ko_kr: 원격 MySQL 사용
pl_pl: Włącz zdalny MySQL
uk_ua: Увімкнути віддалений MySQL
zh_cn: 启用远程MySQL

source: Enable SNMP Service
cs_cz: Zapnout službu SNMP
de_de: Aktiviere den SNMP Dienst
el_gr: Ενεργοποίηση υπηρεσίας SNMP
fa_ir: فعال‌سازی سرویس SNMP
fr_fr: Activer le service SNMP
it_it: Abilita il servizio SNMP
ko_kr: SNMP 서비스 사용
pl_pl: Włącz usługę SNMP
uk_ua: Увімкнути службу SNMP
zh_cn: 启用SNMP服务

source: Enable SQLite
cs_cz: Zapnout SQLite
de_de: Aktiviere SQLite
el_gr: Ενεργοποίηση SQLite
fa_ir: فعال‌سازی SQLite
fr_fr: Activer SQLite
it_it: Abilita SQLite
ko_kr: SQLite 사용
pl_pl: Włącz SQLite
uk_ua: Увімкнути SQLite
zh_cn: 启用SQLite

source: Enable Same Origin (recommended)
cs_cz: Zapnout Stejný původ (doporučeno)
de_de: Aktiviere gleiche Herkunft (empfohlen)
el_gr: Ενεργοποίηση Ίδιας Προέλευσης (συνιστάται)
fa_ir: فعال‌سازی Same Origin (توصیه‌شده)
fr_fr: Activer la même origine (recommandé)
it_it: Abilita stessa origine (consigliato)
ko_kr: 동일한 오리진 사용(권장)
pl_pl: Włącz Same Origin (zalecane)
uk_ua: Увімкнути той самий джерело (рекомендовано)
zh_cn: 启用同一来源(推荐)

source: Enable Security Rules
cs_cz: Zapnout pravidla zabezpečení
de_de: Sicherheitsregeln aktivieren
el_gr: Ενεργοποίηση κανόνων ασφαλείας
fa_ir: فعال‌سازی قوانین امنیتی
fr_fr: Activer les règles de sécurité
it_it: Abilita regole di sicurezza
ko_kr: 보안 규칙 사용
pl_pl: Włącz reguły bezpieczeństwa
uk_ua: Увімкнути правила безпеки
zh_cn: 启用安全规则

source: Enable Sendfile
cs_cz: Zapnout Sendfile
de_de: Sendfile aktivieren
el_gr: Ενεργοποίηση Sendfile
fa_ir: فعال‌سازی Sendfile
fr_fr: Activer le fichier d'envoi
it_it: Abilita Invia file
ko_kr: Sendfile 사용
pl_pl: Włącz Sendfile
uk_ua: Увімкнути Sendfile
zh_cn: 启用发送文件

source: Enable SoftEther
cs_cz: Zapnout SoftEther
de_de: Aktiviere SoftEther
el_gr: Ενεργοποίηση SoftEther
fa_ir: فعال‌سازی SoftEther
fr_fr: Activer SoftEther
it_it: Abilita SoftEther
ko_kr: SoftEther 사용
pl_pl: Włącz SoftEther
uk_ua: Увімкнути SoftEther
zh_cn: 启用SoftEther

source: Enable Strict Bing Search
cs_cz: Zapnout filtrování vyhledávání přes Bing
de_de: Strikte Bing-Suche aktivieren
el_gr: Ενεργοποίηση αυστηρής αναζήτησης Bing
fa_ir: فعال‌سازی Strict Bing Search
fr_fr: Activez la recherche stricte de Bing
it_it: Abilita la ricerca Bing rigorosa
ko_kr: 엄격한 bing 검색 사용
pl_pl: Włącz ścisłe wyszukiwanie Bing
uk_ua: Увімкнути строгий пошук Bing
zh_cn: 启用严格的Bing搜索

source: Enable TLS (HTTPS)
cs_cz: Zapnout TLS (HTTPS)
de_de: TLS (HTTPS) aktivieren
el_gr: Ενεργοποίηση TLS (HTTPS)
fa_ir: فعال‌سازی TLS (HTTPS)
fr_fr: Activer TLS (HTTPS)
it_it: Abilita TLS (HTTPS)
ko_kr: TLS 사용(HTTPS)
pl_pl: Włącz TLS (HTTPS)
uk_ua: Увімкнути TLS (HTTPS)
zh_cn: 启用TLS (HTTPS)

source: Enable WAF
cs_cz: Zapnout WAF
de_de: Aktiviert die Web Application Firewall (WAF).
el_gr: Ενεργοποίηση WAF
fa_ir: فعال‌سازی WAF
fr_fr: Activer le WAF
it_it: Abilita WAF
ko_kr: WAF 사용
pl_pl: Włącz WAF
uk_ua: Увімкнути WAF
zh_cn: 启用WAF

source: Enable WireGuard
cs_cz: Zapnout WireGuard
de_de: WireGuard aktivieren
el_gr: Ενεργοποίηση WireGuard
fa_ir: فعال‌سازی WireGuard
fr_fr: Activer WireGuard
it_it: Abilita WireGuard
ko_kr: WireGuard 사용
pl_pl: Włącz WireGuard
uk_ua: Увімкнути WireGuard
zh_cn: 启用WireGuard

source: Enable Youtube Adult Restrictions
cs_cz: Zapnout omezení obsahu pro dospělé na Youtube
de_de: Aktiviere Youtube Einschränkungen für Erwachsene
el_gr: Ενεργοποίηση περιορισμών ενηλίκων στο Youtube
fa_ir: فعال‌سازی محدودیت‌های محتوای بزرگسالان YouTube
fr_fr: Activer les restrictions pour adultes sur Youtube
it_it: Abilita le restrizioni per adulti di YouTube
ko_kr: Youtube 성인 제한 사용
pl_pl: Włącz ograniczenia dla dorosłych na Youtube
uk_ua: Увімкнути обмеження для дорослих на Youtube
zh_cn: 启用Youtube成人限制

source: Enable a DNS cache to reduce latency and outgoing traffic.
cs_cz: Zapnout mezipaměť DNS a snížit tak prodlevy a odchozí provoz.
de_de: DNS-Cache aktivieren, um Latenz und ausgehenden Datenverkehr zu reduzieren.
el_gr: Ενεργοποιήστε μια προσωρινή μνήμη DNS για να μειώσετε την καθυστέρηση και την εξερχόμενη κίνηση.
fa_ir: یک کش DNS را فعال کنید تا تأخیر و ترافیک خروجی کاهش یابد.
fr_fr: Activez un cache DNS pour réduire la latence et le trafic sortant.
it_it: Abilita una cache DNS per ridurre la latenza e il traffico in uscita.
ko_kr: 지연 시간과 나가는 트래픽을 줄이려면 DNS 캐시를 사용하세요.
pl_pl: Włącz bufor DNS w celu zmniejszenia opóźnień i ruchu wychodzącego.
uk_ua: Увімкнути кеш DNS для зменшення затримки та вихідного трафіку.
zh_cn: 启用DNS缓存以减少延迟和出站流量。

source: Enable authentication against the parent proxy.
cs_cz: Zapnout ověřování vůči nadřazené proxy.
de_de: Aktiviere Authentifizierung gegen den übergeordneten Proxy.
el_gr: Ενεργοποίηση ελέγχου ταυτότητας στον γονικό διακομιστή μεσολάβησης.
fa_ir: احراز هویت در مقابل پروکسی والد را فعال کنید.
fr_fr: Activez l'authentification contre le proxy parent.
it_it: Abilita l'autenticazione rispetto al proxy principale.
ko_kr: 상위 프록시에 대한 인증을 사용하도록 설정합니다.
pl_pl: Włącz uwierzytelnianie względem nadrzędnego proxy.
uk_ua: Увімкнути автентифікацію проти батьківського проксі.
zh_cn: 对父代理启用认证。

source: Enable configured services.
cs_cz: Zapnout nastavené služby
de_de: Aktiviert konfigurierte Dienste.
el_gr: Ενεργοποίηση διαμορφωμένων υπηρεσιών.
fa_ir: سرویس‌های پیکربندی‌شده را فعال کنید.
fr_fr: Activez les services configurés.
it_it: Abilita i servizi configurati.
ko_kr: 구성된 서비스를 사용하도록 사용합니다.
pl_pl: Włącz skonfigurowane usługi.
uk_ua: Увімкнути налаштовані служби.
zh_cn: 启用已配置的服务。

source: Enable learning mode means nothing is blocked but logged.
cs_cz: Zapnutí učícího se režimu znamená, že nic není blokováno, ale jen zaznamenáváno.
de_de: Aktivieren des Lernmodus bedeutet, dass keine Anfragen blockiert, sondern nur protokolliert werden.
el_gr: Η ενεργοποίηση της λειτουργίας εκμάθησης σημαίνει ότι τίποτα δεν αποκλείεται αλλά καταγράφεται.
fa_ir: فعال‌سازی حالت یادگیری — چیزی مسدود نمی‌شود، فقط ثبت می‌شود.
fr_fr: Activer le mode d'apprentissage signifie que rien n'est bloqué mais enregistré.
it_it: Abilitare la modalità di apprendimento significa che nulla viene bloccato ma registrato.
ko_kr: 학습 모드를 활성화하면 기록된 것 외에는 아무것도 차단되지 않습니다.
pl_pl: Włączenie trybu nauki oznacza, że nic nie jest blokowane, ale jest rejestrowane.
uk_ua: Увімкнути режим навчання означає, що нічого не блокується, але реєструється.
zh_cn: 启用学习模式意味着什么都不会被阻止但会被记录。

source: Enable nginx
cs_cz: Zapnout nginx
de_de: NGINX aktivieren
el_gr: Ενεργοποίηση nginx
fa_ir: فعال‌سازی nginx
fr_fr: Activer nginx
it_it: Abilita nginx
ko_kr: nginx 사용
pl_pl: Włącz nginx
uk_ua: Увімкнути nginx
zh_cn: 启用nginx

source: Enable ntopng
cs_cz: Zapnout ntopng
de_de: Aktiviere ntopng
el_gr: Ενεργοποίηση ntopng
fa_ir: فعال‌سازی ntopng
fr_fr: Activer ntopng
it_it: Abilita ntopng
ko_kr: ntoppng 사용
pl_pl: Włącz ntopng
uk_ua: Увімкнути ntopng
zh_cn: 启用ntopng

source: Enable or disable SSL server certificate verification.
cs_cz: Zapnout nebo vypnout ověřování SSL certifikátu serveru.
de_de: Aktiviere oder Deaktiviere SSL Serverzertifikat-Überprüfung.
el_gr: Ενεργοποίηση ή απενεργοποίηση επαλήθευσης πιστοποιητικού διακομιστή SSL.
fa_ir: تأیید گواهی سرور SSL را فعال یا غیرفعال کنید.
fr_fr: Activez ou désactivez la vérification du certificat du serveur SSL.
it_it: Abilita o disabilita la verifica del certificato del server SSL.
ko_kr: SSL 서버 인증서 확인을 사용하거나 사용하지 않도록 설정합니다.
pl_pl: Włącz lub wyłącz weryfikację certyfikatu serwera SSL.
uk_ua: Увімкнути або вимкнути перевірку сертифіката SSL-сервера.
zh_cn: 启用或禁用SSL服务器证书验证。

source: Enable parent proxy feature.
cs_cz: Zapnout funkci nadřazené proxy.
de_de: Übergeordneten Proxy aktivieren.
el_gr: Ενεργοποίηση της λειτουργίας γονικού διακομιστή μεσολάβησης.
fa_ir: قابلیت پروکسی والد را فعال کنید.
fr_fr: Activez la fonction proxy parent.
it_it: Abilita la funzione proxy genitore.
ko_kr: 상위 프록시 기능을 사용합니다.
pl_pl: Włącz funkcję nadrzędnego proxy.
uk_ua: Увімкнути функцію батьківського проксі.
zh_cn: 启用父代理功能。

source: Enable sendfile
cs_cz: Zapnout sendfile
de_de: Sendfile aktivieren
el_gr: Ενεργοποίηση sendfile
fa_ir: فعال‌سازی sendfile
fr_fr: Activer le fichier d'envoi
it_it: Abilita file di invio
ko_kr: Sendfile 사용
pl_pl: Włącz sendfile
uk_ua: Увімкнути sendfile
zh_cn: 启用发送文件

source: Enable sendfile support (faster).
cs_cz: Zapnout podporu pro sendfile (rychlejší).
de_de: Aktivieren Sie die Sendfile-Unterstützung (schneller).
el_gr: Ενεργοποίηση υποστήριξης sendfile (ταχύτερη).
fa_ir: پشتیبانی sendfile را فعال کنید (سریع‌تر).
fr_fr: Activer le support sendfile (plus rapide).
it_it: Abilita il supporto sendfile (più veloce).
ko_kr: sendfile 지원을 사용합니다(더 빠른 속도).
pl_pl: Włącz wsparcie dla sendfile (szybsze).
uk_ua: Увімкнути підтримку sendfile (швидше).
zh_cn: 启用sendfile（函数）支持(更快)

source: Enable support for HTTP/2.
cs_cz: Zapnout podporu pro HTTP/2.
de_de: Unterstützung von HTTP/2 aktivieren.
el_gr: Ενεργοποίηση υποστήριξης για HTTP/2.
fa_ir: پشتیبانی HTTP/2 را فعال کنید.
fr_fr: Activez la prise en charge de HTTP/2.
it_it: Abilita il supporto per HTTP/2.
ko_kr: HTTP/2에 대한 지원을 사용합니다.
pl_pl: Włącz wsparcie dla HTTP/2.
uk_ua: Увімкнути підтримку HTTP/2.
zh_cn: 启用HTTP/2支持。

source: Enable syslog alerts
cs_cz: Zapnout výstrahy ze syslog
de_de: Syslog-Warnungen aktivieren
el_gr: Ενεργοποίηση ειδοποιήσεων syslog
fa_ir: هشدارهای syslog را فعال کنید
fr_fr: Activer les alertes syslog
it_it: Abilita gli avvisi syslog
ko_kr: syslog 알림 사용
pl_pl: Włącz alerty syslog
uk_ua: Увімкнути сповіщення syslog
zh_cn: 启用syslog警报

source: Enable the APCSMART driver.
cs_cz: Zapnout ovladač APCSMART.
de_de: APCSMART-Treiber aktivieren.
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης APCSMART.
fa_ir: درایور APCSMART را فعال کنید.
fr_fr: Activez le pilote APCSMART.
it_it: Abilita il driver APCSMART.
ko_kr: APCSMART 드라이버를 사용합니다.
pl_pl: Włącz sterownik APCSMART.
uk_ua: Увімкнути драйвер APCSMART.
zh_cn: 启用APCSMART驱动器。

source: Enable the BlazerUSB driver.
cs_cz: Zapnout ovladač BlazerUSB.
de_de: BlazerUSB-Treiber aktivieren
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης BlazerUSB.
fa_ir: درایور BlazerUSB را فعال کنید.
fr_fr: Activez le pilote BlazerUSB.
it_it: Abilita il driver BlazerUSB.
ko_kr: 블레이저USB 드라이버 사용합니다.
pl_pl: Włącz sterownik BlazerUSB.
uk_ua: Увімкнути драйвер BlazerUSB.
zh_cn: 启用BlazerUSB驱动器。

source: Enable the collection of HAProxy statistics.
cs_cz: Zapnout shromažďování statistik z HAProxy.
de_de: Erfassung von HAProxy-Statistiken aktivieren.
el_gr: Ενεργοποιήστε τη συλλογή στατιστικών στοιχείων HAProxy.
fa_ir: جمع‌آوری آمار HAProxy را فعال کنید.
fr_fr: Activez la collecte des statistiques HAProxy.
it_it: Abilita la raccolta di statistiche HAProxy.
ko_kr: HAProxy 통계 수집을 사용합니다.
pl_pl: Włącz zbieranie statystyk HAProxy.
uk_ua: Увімкнути збір статистики HAProxy.
zh_cn: 启用HAProxy统计信息的收集。

source: Enable the collection of ZFS statistics.
cs_cz: Zapnout shromažďování statistiky ze ZFS.
de_de: Erfassung von ZFS-Statistiken aktivieren.
el_gr: Ενεργοποιήστε τη συλλογή στατιστικών ZFS.
fa_ir: جمع‌آوری آمار ZFS را فعال کنید.
fr_fr: Activez la collecte des statistiques ZFS.
it_it: Abilita la raccolta delle statistiche ZFS.
ko_kr: ZFS 통계 수집을 사용합니다.
pl_pl: Włącz zbieranie statystyk ZFS.
uk_ua: Увімкнути збір статистики ZFS.
zh_cn: 启用ZFS统计信息的收集。
