Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set state to maintenance (bulk)
cs_cz: Nastavit stav na údržbu (hromadně)
de_de: Zustand auf "Wartung" setzen (mehrere Server)
el_gr: Ορισμός κατάστασης σε συντήρηση (μαζική)
fa_ir: تغییر وضعیت به maintenance (گروهی)
fr_fr: Mettre l'état à la maintenance (en gros)
it_it: Imposta lo stato su manutenzione (in blocco)
ko_kr: 상태를 유지관리로 설정(대량)
pl_pl: Ustawić stan na "konserwacja" (hurtowo)
uk_ua: Встановити стан на технічне обслуговування (масово)
zh_cn: 将状态设置为维护（批量）

source: Set state to ready
cs_cz: Nastavit stav na připraveno
de_de: Zustand auf "Bereit“"setzen
el_gr: Ορισμός κατάστασης σε έτοιμο
fa_ir: تغییر وضعیت به ready
fr_fr: Passer à l'état prêt
it_it: Imposta lo stato su pronto
ko_kr: 상태를 준비로 설정
pl_pl: Ustawić stan na "gotowy"
uk_ua: Встановити стан «Готово»
zh_cn: 将状态设置为就绪

source: Set state to ready (bulk)
cs_cz: Nastavit stav na připraveno (hromadně)
de_de: Zustand auf "Bereit" setzen (mehrere Server)
el_gr: Ορισμός κατάστασης σε έτοιμο (μαζική)
fa_ir: تغییر وضعیت به ready (گروهی)
fr_fr: Mettre l'état à prêt (bulk)
it_it: Imposta lo stato su pronto (in blocco)
ko_kr: 상태를 준비로 설정(대량)
pl_pl: Ustawić stan na "gotowy" (hurtowo)
uk_ua: Встановити стан на готовий (масово)
zh_cn: 将状态设置为就绪（批量）

source: Set weight for all selected servers?
cs_cz: Nastavit váhu pro veškeré vybrané servery?
de_de: Gewichtung für alle ausgewählten Server festlegen?
el_gr: Ορισμός βάρους για όλους τους επιλεγμένους διακομιστές;
fa_ir: آیا وزن برای همه سرورهای انتخاب‌شده تنظیم شود؟
fr_fr: Définir le poids pour tous les serveurs sélectionnés ?
it_it: Impostare il peso per tutti i server selezionati?
ko_kr: 선택한 모든 서버의 가중치를 설정하시겠습니까?
pl_pl: Ustawić wagę dla wszystkich wybranych serwerów?
uk_ua: Встановити вагу для всіх вибраних серверів?
zh_cn: 为所有选定的服务器设置权重？

source: Set weight for this server?
cs_cz: Nastavit váhu pro tento server?
de_de: Gewichtung für diesen Server festlegen?
el_gr: Ορισμός βάρους για αυτόν τον διακομιστή;
fa_ir: آیا وزن برای این سرور تنظیم شود؟
fr_fr: Définir le poids pour ce serveur ?
it_it: Impostare il peso per questo server?
ko_kr: 이 서버의 가중치를 설정하시겠습니까?
pl_pl: Ustaw wagę dla tego serwera?
uk_ua: Встановити вагу для цього сервера?
zh_cn: 为该服务器设置权重？

source: Shell
el_gr: Κέλυφος
fa_ir: پوسته
it_it: Conchiglia
ko_kr: 셸
pl_pl: Powłoka
uk_ua: Оболонка

source: Show active flows
cs_cz: Zobrazit aktivní toky
de_de: Aktive Flows anzeigen
el_gr: Εμφάνιση ενεργών ροών
fa_ir: نمایش جریان‌های فعال
fr_fr: Afficher les flux actifs
it_it: Mostra flussi attivi
ko_kr: 활성 흐름 표시
pl_pl: Pokaż aktywne przepływy
uk_ua: Показати активні потоки
zh_cn: 显示活动流

source: Show diff
cs_cz: Zobrazit rozdíl
de_de: Unterschied anzeigen
el_gr: Εμφάνιση διαφοράς
fa_ir: نمایش تفاوت
fr_fr: Afficher les différences
it_it: Mostra diff
ko_kr: 차이 보기
pl_pl: Pokaż różnice
uk_ua: Показати різницю
zh_cn: 显示差异

source: Show diff (bulk)
cs_cz: Zobrazit rozdíl (hromadně)
de_de: Unterschiede anzeigen (mehrere Einträge)
el_gr: Εμφάνιση διαφοράς (μαζική)
fa_ir: نمایش تفاوت (گروهی)
fr_fr: Afficher les différences (en vrac)
it_it: Mostra differenze (in blocco)
ko_kr: 차이 보기(대량)
pl_pl: Pokaż różnice (zbiorczo)
uk_ua: Показати різницю (оптом)
zh_cn: 显示差异（批量）

source: Show rules
cs_cz: Zobrazit pravidla
de_de: Regeln anzeigen
el_gr: Εμφάνιση κανόνων
fa_ir: نمایش قوانین
fr_fr: Règles du spectacle
it_it: Mostra regole
ko_kr: 규칙 표시
pl_pl: Pokaż reguły
uk_ua: Показати правила
zh_cn: 显示规则

source: Source Stats
cs_cz: Zdrojové statistiky
de_de: Quellstatistiken
el_gr: Στατιστικά πηγής
fa_ir: آمار منبع
fr_fr: Statistiques de la source
it_it: Statistiche di origine
ko_kr: 출발지 통계
pl_pl: Statystyki źródła
uk_ua: Статистика джерела
zh_cn: 源统计

source: Standalone
cs_cz: Samostatné
de_de: Eigenständig
el_gr: Αυτόνομο
fa_ir: مستقل
it_it: Autonomo
ko_kr: 독립 실행형
pl_pl: Samodzielnie
uk_ua: Автономний
zh_cn: 独立

source: Start this host
cs_cz: Spustit tohoto hostitele
de_de: Diesen Host starten
el_gr: Έναρξη αυτού του κεντρικού υπολογιστή
fa_ir: راه‌اندازی این میزبان
fr_fr: Démarrer cet hôte
it_it: Avvia questo host
ko_kr: 이 호스트 시작
pl_pl: Uruchom ten host
uk_ua: Запустіть цей хост
zh_cn: 启动该主机

source: Start this redirect
cs_cz: Spustit toto přesměrovávání
de_de: Diese Weiterleitung starten
el_gr: Έναρξη αυτής της ανακατεύθυνσης
fa_ir: راه‌اندازی این تغییر مسیر
fr_fr: Commencez cette redirection
it_it: Inizia questo reindirizzamento
ko_kr: 이 리디렉션 시작
pl_pl: Uruchom to przekierowanie
uk_ua: Розпочати це перенаправлення
zh_cn: 启动该重定向

source: Start this relay
cs_cz: Spustit toto předávání
de_de: Dieses Relay starten
el_gr: Έναρξη αυτού του ρελέ
fa_ir: راه‌اندازی این رله
fr_fr: Démarrer ce relais
it_it: Avvia questa staffetta
ko_kr: 이 릴레이 시작
pl_pl: Uruchom to przekaźnik
uk_ua: Запустити це реле
zh_cn: 启动该中继

source: Start this table
cs_cz: Spustit tuto tabulku
de_de: Diese Tabelle starten
el_gr: Ξεκινήστε αυτόν τον πίνακα
fa_ir: راه‌اندازی این جدول
fr_fr: Commencez cette table
it_it: Inizia questa tabella
ko_kr: 이 테이블 시작
pl_pl: Uruchom tę tabelę
uk_ua: Почніть цю таблицю
zh_cn: 启动此表

source: State:
cs_cz: Stav:
de_de: Zustand:
el_gr: Κατάσταση:
fa_ir: وضعیت:
fr_fr: État :
it_it: Stato:
ko_kr: 상태:
pl_pl: Stan:
uk_ua: Штат:
zh_cn: 状态:

source: Stop this host
cs_cz: Zastavit tohoto hostitele
de_de: Diesen Host stoppen
el_gr: Διακοπή αυτού του κεντρικού υπολογιστή
fa_ir: توقف این میزبان
fr_fr: Arrêtez cet hôte
it_it: Arresta questo host
ko_kr: 이 호스트 중지
pl_pl: Zatrzymaj ten host
uk_ua: Зупинити цей хост
zh_cn: 停止此主机

source: Stop this redirect
cs_cz: Zastavit toto přesměrování
de_de: Diese Weiterleitung stoppen
el_gr: Διακοπή αυτής της ανακατεύθυνσης
fa_ir: توقف این تغییر مسیر
fr_fr: Arrêtez cette redirection
it_it: Interrompi questo reindirizzamento
ko_kr: 이 리디렉션 중지
pl_pl: Zatrzymaj to przekierowanie
uk_ua: Зупинити це перенаправлення
zh_cn: 停止此重定向

source: Stop this relay
cs_cz: Zastavit toto předávání
de_de: Dieses Relay stoppen
el_gr: Σταματήστε αυτό το ρελέ
fa_ir: توقف این رله
fr_fr: Arrêtez ce relais
it_it: Ferma questo relè
ko_kr: 이 릴레이 중지
pl_pl: Zatrzymaj ten przekaźnik
uk_ua: Зупиніть це реле
zh_cn: 停止此中继

source: Stop this table
cs_cz: Zastavit tuto tabulku
de_de: Diese Tabelle stoppen
el_gr: Σταματήστε αυτόν τον πίνακα
fa_ir: توقف این جدول
fr_fr: Arrêtez cette table
it_it: Ferma questo tavolo
ko_kr: 이 테이블을 중지
pl_pl: Zatrzymaj tę tabelę
uk_ua: Зупинити цю таблицю
zh_cn: 停止此表

source: Subscription requires the following flavour: %s
cs_cz: Předplatné vyžaduje následující variantu: %s
de_de: Das Abonnement erfordert die folgende Variante: %s
el_gr: Η συνδρομή απαιτεί την ακόλουθη έκδοση: %s
fa_ir: اشتراک به نسخهٔ زیر نیاز دارد: %s
fr_fr: Un abonnement implique l'usage de la variante suivante: %s
it_it: L'abbonamento richiede il seguente gusto: %s
ko_kr: 구독에는 다음 버전이 필요: %s
pl_pl: Subskrypcja wymaga następującej wersji: %s
uk_ua: Для підписки потрібен такий варіант: %s
zh_cn: 订阅需要以下风格：%s

source: Subscription requires the following type: %s
cs_cz: Předplatné vyžaduje následující typ: %s
de_de: Abonnement erfordert folgenden Typ: %s
el_gr: Η συνδρομή απαιτεί τον ακόλουθο τύπο: %s
fa_ir: اشتراک به نوع زیر نیاز دارد: %s
fr_fr: L'abonnement requiert le type suivant : %s
it_it: L'abbonamento richiede il seguente tipo: %s
ko_kr: 구독에는 다음 유형이 필요: %s
pl_pl: Subskrypcja wymaga następującego typu: %s
uk_ua: Для підписки потрібен такий тип: %s
zh_cn: 订阅需要以下类型：%s

source: Synchronize DHCPv6 including router advertisements.
cs_cz: Synchronizovat DHCPv6 včetně propagace směrovače.
de_de: DHCPv6 einschließlich Router Advertisements synchronisieren.
el_gr: Συγχρονισμός DHCPv6 συμπεριλαμβανομένων των διαφημίσεων του δρομολογητή.
fa_ir: همگام‌سازی DHCPv6 شامل اعلان‌های روتر.
fr_fr: Synchronisez DHCPv6, y compris les annonces de routeur.
it_it: Sincronizza DHCPv6 inclusi gli annunci del router.
ko_kr: 라우터 알림을 포함하여 DHCPv6를 동기화합니다.
pl_pl: Synchronizuj DHCPv6 włącznie z ogłoszeniami routera.
uk_ua: Синхронізувати DHCPv6, включаючи оголошення маршрутизаторів.
zh_cn: 同步DHCPv6，包括路由通告。

source: Syslog-ng Daemon
cs_cz: Proces služby Syslog-ng
de_de: Systemprotokolle
fa_ir: سرویس Syslog-ng
fr_fr: Démon syslog-ng
it_it: Demone di syslog
ko_kr: Syslog-ng 데몬
pl_pl: Daemon Syslog-ng
uk_ua: Демон Syslog-ng
zh_cn: Syslog-ng

source: System Tunables
cs_cz: Systémové vyladitelné
de_de: Sysctl-Parameter
el_gr: Παραμετροποιήσεις συστήματος
fa_ir: پارامترهای قابل تنظیم سیستم
fr_fr: Tunables du système
it_it: Sintonizzatori di sistema
ko_kr: 시스템 조정값
pl_pl: Dostrojenia systemu
uk_ua: Системні налаштування
zh_cn: 系统可调参数

source: System routing
cs_cz: Systémové směrování
de_de: Routing
el_gr: Δρομολόγηση συστήματος
fa_ir: مسیردهی سیستم
fr_fr: Routage système
it_it: Instradamento del sistema
ko_kr: 시스템 라우팅
pl_pl: Routing systemowy
uk_ua: Системна маршрутизація
zh_cn: 系统路由

source: TLS Enabled
cs_cz: TLS zapnuto
de_de: TLS aktiviert
el_gr: Ενεργοποιημένο TLS
fa_ir: TLS فعال
fr_fr: TLS activé
it_it: TLS abilitato
ko_kr: TLS 사용
pl_pl: TLS Włączony
uk_ua: TLS увімкнено
zh_cn: 启用TLS

source: Target address type should match selected TCP/IP protocol version.
cs_cz: Typ cí
de_de: Zieladress-Typ muss zur gewählten TCP/IP-Protokollversion passen.
el_gr: Ο τύπος διεύθυνσης προορισμού θα πρέπει να ταιριάζει με την επιλεγμένη έκδοση πρωτοκόλλου TCP/IP.
fa_ir: نوع آدرس مقصد باید با نسخهٔ پروتکل TCP/IP انتخاب‌شده مطابقت داشته باشد.
fr_fr: Le type d'adresse cible doit correspondre à la version du protocole TCP/IP sélectionnée.
it_it: Il tipo di indirizzo di destinazione deve corrispondere alla versione del protocollo TCP/IP selezionato.
ko_kr: 대상 주소 유형은 선택한 TCP/IP 프로토콜 버전과 일치해야 합니다.
pl_pl: Typ adresu docelowego powinien odpowiadać wybranej wersji protokołu TCP/IP.
uk_ua: Тип цільової адреси має відповідати вибраній версії протоколу TCP/IP.
zh_cn: 目标地址类型应与选择的TCP/IP协议版本匹配。

source: Target branch to push to.
cs_cz: Cílová větev do které poslat.
de_de: Ziel-Branch zum Pushen.
el_gr: Στοχευμένος κλάδος για ώθηση.
fa_ir: شاخهٔ مقصد برای push.
fr_fr: Branche cible à pousser vers.
it_it: Ramo di destinazione a cui eseguire il push.
ko_kr: 푸시할 대상 브랜치입니다.
pl_pl: Docelowa gałąź do wysłania.
uk_ua: Цільова гілка для відправки.
zh_cn: 要推送到的目标分支。

source: Target location, which defined transport protocol, such as ssh://server/project.git or https://server/project.git.
cs_cz: Umístění cíle, které definovalo transportní protokol, jako třeba ssh://server/projekt.git nebo https://server/projekt.git.
de_de: Zielort, der das Transportprotokoll definiert, z. B. ssh://server/project.git oder https://server/project.git.
el_gr: Θέση-στόχος, η οποία ορίζει το πρωτόκολλο μεταφοράς, όπως ssh://server/project.git ή https://server/project.git.
fa_ir: محل هدف که پروتکل انتقال را مشخص می‌کند، مانند ssh://server/project.git یا https://server/project.git.
fr_fr: Emplacement cible, qui a défini le protocole de transport, tel que ssh://server/project.git ou https://server/project.git.
it_it: Posizione di destinazione, che ha definito il protocollo di trasporto, ad esempio ssh://server/project.git o https://server/project.git.
ko_kr: ssh://server/project.git 또는 https://server/project.git과 같은 전송 프로토콜을 정의하는 대상 위치.
pl_pl: Lokalizacja docelowa, która określa protokół transportowy, taki jak ssh://server/project.git lub https://server/project.git.
uk_ua: Цільове розташування, яке визначає транспортний протокол, наприклад ssh://server/project.git або https://server/project.git.
zh_cn: 目标位置，它定义了传输协议，例如ssh://server/project。git或https://server/project.git。

source: Target ports are only valid for tcp or udp type rules.
cs_cz: Porty cíle jsou platné pouze pro pravidla typu tcp nebo udp.
de_de: Zielports sind nur für TCP- oder UDP-Regeln gültig.
el_gr: Οι θύρες-στόχοι είναι έγκυρες μόνο για κανόνες τύπου tcp ή udp.
fa_ir: پورت‌های مقصد فقط برای قوانین نوع tcp یا udp معتبرند.
fr_fr: Les ports cibles ne sont valables que pour les règles de type tcp ou udp.
it_it: Le porte di destinazione sono valide solo per le regole di tipo tcp o udp.
ko_kr: 대상 포트는 tcp 또는 udp 유형 규칙에만 유효합니다.
pl_pl: Porty docelowe są ważne tylko dla reguł typu tcp lub udp.
uk_ua: Цільові порти дійсні лише для правил типу tcp або udp.
zh_cn: 目标端口只对tcp或udp类型规则有效。

source: Template delete failed. Result:
cs_cz: Mazání šablony se nezdařilo. Výsledek:
de_de: Vorlagenlöschung fehlgeschlagen. Ergebnis:
el_gr: Η διαγραφή του προτύπου απέτυχε. Αποτέλεσμα:
fa_ir: حذف قالب ناموفق بود. نتیجه:
fr_fr: La suppression du modèle a échoué. Résultat :
it_it: Eliminazione del modello non riuscita. Risultato:
ko_kr: 템플릿을 삭제하지 못했습니다. 결과:
pl_pl: Usuwanie szablonu nie powiodło się. Wynik:
uk_ua: Не вдалося видалити шаблон. Результат:
zh_cn: 模板删除失败。结果:

source: Template edit failed. Message:
cs_cz: Úprava šablony se nezdařila. Zpráva:
de_de: Vorlagenbearbeitung fehlgeschlagen. Nachricht:
el_gr: Η επεξεργασία προτύπου απέτυχε. Μήνυμα:
fa_ir: ویرایش قالب ناموفق بود. پیام:
fr_fr: L'édition du modèle a échoué. Message :
it_it: Modifica del modello non riuscita. Messaggio:
ko_kr: 템플릿을 편집하지 못했습니다. 메시지:
pl_pl: Edycja szablonu nie powiodła się. Komunikat:
uk_ua: Не вдалося відредагувати шаблон. Повідомлення:
zh_cn: 模板编辑失败。信息:

source: Template save failed. Message:
cs_cz: Uložení šablony se nezdařilo. Zpráva:
de_de: Vorlagenspeicherung fehlgeschlagen. Nachricht:
el_gr: Η αποθήκευση του προτύπου απέτυχε. Μήνυμα:
fa_ir: ذخیرهٔ قالب ناموفق بود. پیام:
fr_fr: L'enregistrement du modèle a échoué. Message :
it_it: Salvataggio del modello non riuscito. Messaggio:
ko_kr: 템플릿을 저장하지 못했습니다. 메시지:
pl_pl: Zapisywanie szablonu nie powiodło się. Komunikat:
uk_ua: Не вдалося зберегти шаблон. Повідомлення:
zh_cn: 模板保存失败。信息:

source: The Base URL to Nextcloud without trailing slash. For example: https://cloud.example.com
cs_cz: Základ URL k Nextcloud (bez koncového dopředného lomítka). Například: https://cloud.example.com
de_de: Basis-URL zu Nextcloud ohne abschließenden Schrägstrich. Beispiel: https://cloud.example.com
el_gr: Η βασική διεύθυνση URL στο Nextcloud χωρίς την τελευταία κάθετο. Για παράδειγμα: https://cloud.example.com
fa_ir: آدرس پایه (Base URL) برای Nextcloud بدون اسلش انتهایی. برای مثال: https://cloud.example.com
fr_fr: L'URL de base vers Nextcloud sans le slash de fin. Par exemple : https://cloud.example.com
it_it: L'URL di base di Nextcloud senza barra finale. Ad esempio: https://cloud.example.com
ko_kr: 후행 슬래시가 없는 다음 클라우드에 대한 기본 URL입니다. 예: https://cloud.example.com
pl_pl: Podstawowy adres URL do Nextcloud bez końcowego ukośnika. Na przykład: https://cloud.example.com
uk_ua: Базова URL-адреса Nextcloud без кінцевого скісної риски. Наприклад: https://cloud.example.com
zh_cn: 不带尾部斜杠的Nextcloud网址。如：https://cloud.example.com

source: The HAProxy service may not be able to start due to critical errors. Run syntax check for further details or review the changes in the %sConfiguration Diff%s.
cs_cz: Službu HAProxy nemusí být možné spustit z důvodu kritických chyb. Spusťte kontrolu syntaxe a zjistěte další podrobnosti nebo zkontrolujte změny v %sRozdílu nastavení%s.
de_de: Der HAProxy-Dienst kann möglicherweise aufgrund kritischer Fehler nicht gestartet werden. Führen Sie eine Syntaxprüfung durch oder überprüfen Sie die Änderungen in der %sKonfigurationsunterschied%s.
el_gr: Η υπηρεσία HAProxy ενδέχεται να μην είναι δυνατή η εκκίνηση λόγω κρίσιμων σφαλμάτων. Εκτελέστε έλεγχο σύνταξης για περισσότερες λεπτομέρειες ή ελέγξτε τις αλλαγές στο %sConfiguration Diff%s.
fa_ir: سرویس HAProxy ممکن است به‌خاطر خطاهای بحرانی نتواند راه‌اندازی شود. برای جزئیات بیشتر، بررسی نحو را اجرا کنید یا تغییرات را در %sتفاوت پیکربندی%s بازبینی کنید.
fr_fr: Le service HAProxy peut ne pas pouvoir démarrer en raison d'erreurs critiques. Exécutez une vérification de la syntaxe pour plus de détails ou examinez les modifications dans le %sConfiguration Diff%s.
it_it: Il servizio HAProxy potrebbe non essere in grado di avviarsi a causa di errori critici. Esegui il controllo della sintassi per ulteriori dettagli o rivedi le modifiche in %sConfiguration Diff%s.
ko_kr: 심각한 오류로 인해 HAProxy 서비스를 시작하지 못할 수 있습니다. 구문 검사를 실행하여 자세한 내용을 확인하거나 %s 구성 차이%s의 변경 사항을 검토하세요.
pl_pl: Usługa HAProxy może nie być w stanie się uruchomić z powodu krytycznych błędów. Uruchom sprawdzanie składni, aby uzyskać więcej szczegółów lub przejrzyj zmiany w %sConfiguration Diff%s.
uk_ua: Служба HAProxy може не запуститися через критичні помилки. Запустіть перевірку синтаксису для отримання додаткових відомостей або перегляньте зміни в %sКонфігурація Diff%s.
zh_cn: 由于严重错误，HAProxy 服务可能无法启动。 运行语法检查以获取更多详细信息，或查看%s配置差异%s中进行的修改。

source: The ciphers to encrypt the connection
cs_cz: Šifry pro šifrování spojení
de_de: Die Verschlüsselungsverfahren zur Absicherung der Verbindung
el_gr: Τα κρυπτογραφήματα για την κρυπτογράφηση της σύνδεσης
fa_ir: الگوریتم‌های رمزنگاری (ciphers) برای رمزنگاری اتصال
fr_fr: Les ciphers pour crypter la connexion
it_it: I codici per crittografare la connessione
ko_kr: 연결을 암호화할 암호
pl_pl: Szyfry do szyfrowania połączenia
uk_ua: Шифри для шифрування з'єднання
zh_cn: 用于加密连接的密码算法

source: The default is 0 seconds (no delay).
cs_cz: Výchozí je 0 sekund (žádná prodleva).
de_de: Der Standardwert beträgt 0 Sekunden (keine Verzögerung).
el_gr: Η προεπιλογή είναι 0 δευτερόλεπτα (χωρίς καθυστέρηση).
fa_ir: پیش‌فرض 0 ثانیه است (بدون تأخیر).
fr_fr: La valeur par défaut est 0 seconde (pas de délai).
it_it: Il valore predefinito è 0 secondi (nessun ritardo).
ko_kr: 기본값은 0초(지연 없음)입니다.
pl_pl: Domyślnie jest 0 sekund (bez opóźnienia).
uk_ua: Типово – 0 секунд (без затримки).
zh_cn: 默认0秒（无延迟）。

source: The default is to use the IP on this interface of the firewall as the gateway. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
cs_cz: Výchozí je použít IP adresu na tomto rozhraní brány firewall jako výchozí bránu. Pokud by toto nebyla správná brána do vaší sítě, zadejte sem alternativní bránu. Pokud bránu přiřazovat nechcete, zadejte „none“ (žádná).
de_de: Standardmäßig wird die IP-Adresse dieser Firewall-Schnittstelle als Gateway verwendet. Geben Sie hier ein alternatives Gateway an, wenn dies nicht das richtige Gateway für Ihr Netzwerk ist. Geben Sie "keine" ein, um kein Gateway zuzuweisen.
el_gr: Η προεπιλογή είναι να χρησιμοποιηθεί η IP σε αυτήν τη διεπαφή του τείχους προστασίας ως πύλη. Καθορίστε εδώ μια εναλλακτική πύλη εάν αυτή δεν είναι η σωστή πύλη για το δίκτυό σας. Πληκτρολογήστε "none" για να μην υπάρχει ανάθεση πύλης.
fa_ir: به‌صورت پیش‌فرض از آدرس IP این اینترفیس فایروال به‌عنوان دروازه استفاده می‌شود. اگر این دروازه برای شبکهٔ شما صحیح نیست، در اینجا دروازهٔ جایگزین را مشخص کنید. برای عدم تخصیص دروازه، مقدار "none" را وارد کنید.
fr_fr: La valeur par défaut est d'utiliser l'IP sur cette interface du pare-feu comme passerelle. Spécifiez une passerelle alternative ici s'il ne s'agit pas de la passerelle appropriée pour votre réseau. Tapez "aucun" pour aucune affectation de passerelle.
it_it: L'impostazione predefinita prevede l'utilizzo dell'IP su questa interfaccia del firewall come gateway. Specifica qui un gateway alternativo se non è il gateway corretto per la tua rete. Digitare "nessuno" per nessuna assegnazione di gateway.
ko_kr: 기본적으로 방화벽의 이 인터페이스에 있는 IP를 게이트웨이로 사용합니다. 네트워크에 적합한 게이트웨이가 아닌 경우 여기에 대체 게이트웨이를 지정하세요. 게이트웨이가 할당되지 않은 경우 "없음"을 입력합니다.
pl_pl: Domyślnie używa się IP na tym interfejsie firewalla jako bramy. Określ alternatywną bramę tutaj, jeśli nie jest to właściwa brama dla Twojej sieci. Wpisz "none" dla braku przypisania bramy.
uk_ua: Типово – використовувати IP-адресу на цьому інтерфейсі брандмауера як шлюз. Вкажіть альтернативний шлюз тут, якщо це не правильний шлюз для вашої мережі. Введіть "none" для відсутності призначення шлюзу.
zh_cn: 默认将防火墙上的该接口的IP地址用作网关，如果有效的（在线）网关已经在 系统->网关 配置好了的话。如果这个地址对您的网络而言并非正确的网关地址，那就在此处指定不同的网关。填入"none"表示不分配网关。

source: The frequency that the list will be refreshed, in days + hours, so 1 day and 8 hours means the alias will be refreshed after 32 hours.
cs_cz: Četnost, kterou bude seznam obnovován – ve dnech + hodinách – takže 1 den a 8 hodin znamená, že alternativní název bude občerstven po 32 hodinách.
de_de: Die Häufigkeit, mit der die Liste aktualisiert wird, in Tagen + Stunden. 1 Tag und 8 Stunden bedeutet also, dass der Alias ​​nach 32 Stunden aktualisiert wird.
el_gr: Η συχνότητα ανανέωσης της λίστας, σε ημέρες + ώρες, επομένως 1 ημέρα και 8 ώρες σημαίνει ότι το ψευδώνυμο θα ανανεώνεται μετά από 32 ώρες.
fa_ir: فرکانس تازه‌سازی فهرست، به صورت روز + ساعت؛ بنابراین 1 روز و 8 ساعت یعنی آلیاس پس از 32 ساعت تازه‌سازی خواهد شد.
fr_fr: La fréquence d'actualisation de la liste, en jours + heures, donc 1 jour et 8 heures signifie que l'alias sera actualisé après 32 heures.
it_it: La frequenza con cui l'elenco verrà aggiornato, in giorni + ore, quindi 1 giorno e 8 ore significa che l'alias verrà aggiornato dopo 32 ore.
ko_kr: 목록이 새로 고쳐지는 빈도는 일 + 시간이므로 1일 8시간은 별칭이 32시간 후에 새로 고쳐진다는 의미입니다.
pl_pl: Częstotliwość odświeżania listy, w dniach + godzinach, więc 1 dzień i 8 godzin oznacza, że alias zostanie odświeżony po 32 godzinach.
uk_ua: Частота оновлення списку, у днях + годинах, отже, 1 день і 8 годин означає, що псевдонім буде оновлено через 32 години.
zh_cn: 列表刷新的频率，以天+小时为单位，所以1天8小时表示别名将在32小时后刷新。

source: The key exchange methods that are used to generate per-connection keys
cs_cz: Metody výměny klíče, které jsou použity pro vytváření klíčů pro jednotlivá spojení
de_de: Die Schlüsselaustauschmethoden, die zum Generieren von Verbindungsschlüsseln verwendet werden
el_gr: Οι μέθοδοι ανταλλαγής κλειδιών που χρησιμοποιούνται για τη δημιουργία κλειδιών ανά σύνδεση
fa_ir: روش‌های تبادل کلید که برای تولید کلیدهای اختصاصی هر ارتباط استفاده می‌شوند
fr_fr: Les méthodes d'échange de clés qui sont utilisées pour générer des clés par connexion.
it_it: I metodi di scambio delle chiavi utilizzati per generare chiavi per connessione
ko_kr: 연결별 키를 생성하는 데 사용되는 키 교환 방법
pl_pl: Metody wymiany kluczy używane do generowania kluczy na połączenie
uk_ua: Методи обміну ключами, які використовуються для генерації ключів для кожного з'єднання
zh_cn: 用于生成每个连接密钥的密钥交换方法

source: The keyingtries must be an integer.
cs_cz: Je třeba, aby keyingtries bylo celé číslo.
de_de: Der Wert für "keyingtries" muss eine Ganzzahl sein.
el_gr: Οι κωδικοί πρόσβασης πρέπει να είναι ακέραιοι.
fa_ir: مقدار keyingtries باید یک عدد صحیح باشد.
fr_fr: Le nombre de clés doit être un nombre entier.
it_it: I tentativi di chiave devono essere numeri interi.
ko_kr: 키 입력 항목은 정수여야 합니다.
pl_pl: Keyingtries musi być liczbą całkowitą.
uk_ua: keyingtries має бути цілим числом.
zh_cn: 密钥重试必须是整数。

source: The message authentication codes used to detect traffic modification
cs_cz: Kódy pro ověřování zpráv používané ke zjištění modifikace provozu
de_de: Die Nachrichtenauthentifizierungscodes zur Erkennung von Manipulationen
el_gr: Οι κωδικοί επαλήθευσης μηνυμάτων που χρησιμοποιούνται για την ανίχνευση τροποποίησης της κυκλοφορίας
fa_ir: کدهای احراز هویت پیام (MAC) که برای تشخیص تغییر در ترافیک استفاده می‌شوند
fr_fr: Les codes d'authentification des messages utilisés pour détecter la modification du trafic.
it_it: I codici di autenticazione dei messaggi utilizzati per rilevare la modifica del traffico
ko_kr: 트래픽 수정을 감지하는 데 사용되는 메시지 인증 코드
pl_pl: Kody uwierzytelniające używane do wykrywania modyfikacji ruchu
uk_ua: Коди автентифікації повідомлень, що використовуються для виявлення модифікації трафіку
zh_cn: 用于检测流量修改的消息认证代码
