Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This statement specifies dhcp6c to only exchange informational configuration parameters with servers. A list of DNS server addresses is an example of such parameters. This statement is useful when the client does not need stateful configuration parameters such as IPv6 addresses or prefixes.
cs_cz: Tento údaj určuje, aby dhcp6c vyměnilo se serverem pouze informační nastavovací parametry. Příkladem takových parametrů je například seznam adres DNS serverů. Tento údaj je užitečný v případě, že klient nepotřebuje stavové nastavovací parametry jako například IPv6 adresy nebo předpony.
de_de: Dieses Statement gibt an, ob dhcp6c nur informative Einstellungsparameter mit den Servern austauscht. Ein Beispiel für einen solchen Parameter ist eine Liste von DNS-Serveradressen. Dieses Statement ist nützlich, wenn der Client keine statusabhängigen Einstellungsparameter wie IPv6-Adressen und -Präfixe benötigt.
el_gr: Αυτή η δήλωση καθορίζει ότι το dhcp6c θα ανταλλάσσει μόνο πληροφοριακές παραμέτρους διαμόρφωσης με διακομιστές. Μια λίστα με διευθύνσεις διακομιστών DNS είναι ένα παράδειγμα τέτοιων παραμέτρων. Αυτή η δήλωση είναι χρήσιμη όταν ο υπολογιστής-πελάτης δεν χρειάζεται παραμέτρους διαμόρφωσης με κατάσταση, όπως διευθύνσεις ή προθέματα IPv6.
fa_ir: این دستور به dhcp6c مشخص می‌کند که فقط پارامترهای پیکربندی اطلاعاتی را با سرورها مبادله کند. فهرست آدرس‌های سرور DNS نمونه‌ای از چنین پارامترهایی است. این دستور هنگامی مفید است که کلاینت به پارامترهای پیکربندی حالت‌دار مانند آدرس‌ها یا پیش‌شماره‌های IPv6 نیاز نداشته باشد.
fr_fr: Cette instruction spécifie à dhcp6c d'échanger uniquement des paramètres de configuration d'information avec les serveurs. Une liste d'adresses de serveur DNS est un exemple de tels paramètres. Cette instruction est utile lorsque le client n'a pas besoin de paramètres de configuration avec état tels que des adresses ou des préfixes IPv6.
it_it: Questa istruzione specifica che dhcp6c scambia solo parametri di configurazione informativi con i server. Un elenco di indirizzi di server DNS è un esempio di tali parametri. Questa istruzione è utile quando il client non necessita di parametri di configurazione con stato come indirizzi o prefissi IPv6.
ko_kr: 이 구문은 dhcp6c가 서버와 정보 구성 매개변수만 교환하도록 지정합니다. DNS 서버 주소 목록은 이러한 매개변수의 예입니다. 이 구문은 클라이언트가 IPv6 주소나 프리픽스와 같은 상태 저장 구성 매개변수를 필요로 하지 않을 때 유용합니다.
pl_pl: To oświadczenie określa dhcp6c tylko do wymiany informacyjnych parametrów konfiguracji z serwerami. Lista adresów serwerów DNS to przykład takich parametrów. Oświadczenie to jest przydatne, gdy klient nie potrzebuje stanowych parametrów konfiguracyjnych, takich jak adresy lub prefiksy IPv6.
uk_ua: Цей оператор вказує dhcp6c обмінюватися лише інформаційними параметрами конфігурації із серверами. Список адрес DNS-серверів є прикладом таких параметрів. Цей оператор корисний, коли клієнту не потрібні параметри конфігурації зі збереженням стану, такі як адреси IPv6 або префікси.
zh_cn: 该语句指定dhcp6c仅与服务器交换信息配置参数。 DNS服务器地址列表是此类参数的示例。 当客户端不需要状态配置参数（例如IPv6地址或前缀）时，此语句很有用。

source: Information Only
cs_cz: Pouze pro informaci
de_de: Nur Information
el_gr: Μόνο πληροφορίες
fa_ir: فقط اطلاعاتی
fr_fr: Information uniquement
it_it: Solo informazioni
ko_kr: 정보 전용
pl_pl: Tylko informacje
uk_ua: Лише інформація
zh_cn: 仅供参考

source: Interface Statement
cs_cz: Údaj rozhraní
de_de: Schnittstellenanweisung
el_gr: Δήλωση διεπαφής
fa_ir: دستور رابط
fr_fr: État de l'interface
it_it: Dichiarazione di interfaccia
ko_kr: 인터페이스 선언
pl_pl: Oświadczenie interfejsu
uk_ua: Оператор інтерфейсу
zh_cn: 接口语句

source: Certain ISPs may require that DHCPv6 requests are sent with a specific VLAN priority.
cs_cz: V případě některých poskytovatelů připojení k Internetu může být třeba, aby DHCPv6 požadavky byly odesílány s určitou prioritou VLAN.
de_de: Manche ISPs verlangen, das DHCPv6-Anfragen mit einer spezifischen VLAN-Priorität gesendet werden.
el_gr: Ορισμένοι πάροχοι υπηρεσιών Διαδικτύου (ISP) ενδέχεται να απαιτούν την αποστολή αιτημάτων DHCPv6 με συγκεκριμένη προτεραιότητα VLAN.
fa_ir: برخی ISPها ممکن است نیاز داشته باشند که درخواست‌های DHCPv6 با اولویت VLAN مشخصی ارسال شوند.
fr_fr: Certains FAI peuvent exiger que les requêtes DHCPv6 soient émises avec une priorité de VLAN spécifique.
it_it: Alcuni ISP potrebbero richiedere che le richieste DHCPv6 vengano inviate con una priorità VLAN specifica.
ko_kr: 특정 ISP는 DHCPv6 요청을 특정 VLAN 우선 순위로 전송해야 할 수 있습니다.
pl_pl: Niektórzy dostawcy ISP mogą wymagać wysyłania żądań DHCPv6 z określonym priorytetem VLAN.
uk_ua: Деякі провайдери можуть вимагати, щоб запити DHCPv6 надсилалися з певним пріоритетом VLAN.
zh_cn: 某些ISP可能要求DHCPv6请求以特定的VLAN优先级发送。

source: Use VLAN priority
cs_cz: Použít VLAN prioritu
de_de: VLAN-Priorität verwenden
el_gr: Χρήση προτεραιότητας VLAN
fa_ir: استفاده از اولویت VLAN
fr_fr: Utiliser la priorité du VLAN
it_it: Utilizza la priorità VLAN
ko_kr: VLAN 우선 순위 사용
pl_pl: Użyj priorytetu VLAN
uk_ua: Використовувати пріоритет VLAN
zh_cn: 使用VLAN优先级

source: Do not send a release message on client exit to prevent the release of an allocated address or prefix on the server.
cs_cz: Při ukončení klienta neposílat zprávu o uvolnění a bránit tak uvolnění přidělené adresy nebo předpony na serveru.
de_de: Beim Beenden des Clients keine Freigabenachricht senden, um zu verhindern, dass eine zugewiesene Adresse oder ein Präfix auf dem Server freigegeben wird.
el_gr: Μην στέλνετε μήνυμα έκδοσης κατά την έξοδο από τον υπολογιστή-πελάτη για να αποτρέψετε την έκδοση μιας εκχωρημένης διεύθυνσης ή προθέματος στον διακομιστή.
fa_ir: ارسال پیام release هنگام خروج کلاینت را غیرفعال کنید تا از آزاد شدن آدرس یا پیش‌شماره تخصیص‌یافته در سرور جلوگیری شود.
fr_fr: Ne pas envoyer de message de libération à la sortie du client pour empêcher la libération d'une adresse attribuée ou d'un préfixe sur le serveur.
it_it: Non inviare un messaggio di rilascio all'uscita del client per impedire il rilascio di un indirizzo o prefisso allocato sul server.
ko_kr: 클라이언트 종료 시 할당된 주소 또는 프리픽스가 서버에서 해제되지 않도록, 릴리스 메시지를 전송하지 않습니다.
pl_pl: Nie wysyłaj wiadomości o zwolnieniu przy wyjściu klienta, aby zapobiec zwolnieniu przydzielonego adresu lub prefiksu na serwerze.
uk_ua: Не надсилати повідомлення про звільнення при виході клієнта, щоб запобігти звільненню виділеної адреси або префікса на сервері.
zh_cn: 在客户端退出时不要发送释放消息，以防止释放服务器上分配的地址或前缀。

source: Prevent release
cs_cz: Zabránit uvolnění
de_de: Freigabe verhindern
el_gr: Αποτροπή απελευθέρωσης
fa_ir: جلوگیری از ارسال release
fr_fr: Empêcher la libération
it_it: Prevenire il rilascio
ko_kr: 해제 방지
pl_pl: Zapobiegaj zwolnieniu
uk_ua: Запобігти звільненню
zh_cn: 防止释放

source: Send an IPv6 prefix hint to indicate the desired prefix size for delegation
cs_cz: Poslat IPv6 předponu jako naznačení požadované velikosti předpony pro delegování
de_de: Sende einen IPv6-Präfix-Hinweis, um die gewünschte Präfixlänge zur Delegierung anzugeben
el_gr: Αποστολή υπόδειξης προθέματος IPv6 για να υποδείξετε το επιθυμητό μέγεθος προθέματος για ανάθεση
fa_ir: ارسال hint پیش‌شماره IPv6 برای تعیین اندازه پیش‌شماره موردنظر جهت واگذاری
fr_fr: Envoyer un indice de préfixe IPv6 pour indiquer la taille de préfixe souhaitée pour la délégation
it_it: Invia un suggerimento per il prefisso IPv6 per indicare la dimensione del prefisso desiderata per la delega
ko_kr: 위임에 대해 원하는 프리픽스 크기를 나타내는 IPv6 프리픽스 힌트 전송
pl_pl: Wyślij wskazówkę prefiksu IPv6, aby wskazać pożądany rozmiar prefiksu do delegacji
uk_ua: Надіслати підказку префікса IPv6, щоб вказати бажаний розмір префікса для делегування
zh_cn: 发送IPv6前缀提示以指示所需的委派前缀大小

source: Prefix delegation size
cs_cz: Velikost delegace předpony
de_de: Präfixdelegationsgröße
el_gr: Μέγεθος ανάθεσης προθέματος
fa_ir: اندازه واگذاری پیش‌شماره
fr_fr: Taille de la délégation de préfixe
it_it: Dimensione della delega del prefisso
ko_kr: 프리픽스 위임 크기
pl_pl: Rozmiar delegacji prefiksu
uk_ua: Розмір делегованого префікса
zh_cn: 前缀委派大小

source: DHCPv6 client configuration
cs_cz: Nastavení klienta DHCPv6
de_de: DHCPv6-Clientkonfiguration
el_gr: Ρύθμιση παραμέτρων προγράμματος-πελάτη DHCPv6
fa_ir: پیکربندی کلاینت DHCPv6
fr_fr: Configuration du client DHCPv6
it_it: Configurazione del client DHCPv6
ko_kr: DHCPv6 클라이언트 구성
pl_pl: Konfiguracja klienta DHCPv6
uk_ua: Конфігурація клієнта DHCPv6
zh_cn: DHCPv6客户端配置

source: Static IPv6 configuration
cs_cz: Statické IPv6 nastavení
de_de: Statische IPv6-Konfiguration
el_gr: Διαμόρφωση στατικού IPv6
fa_ir: پیکربندی استاتیک IPv6
fr_fr: Configuration IPv6 statique
it_it: Configurazione IPv6 statica
ko_kr: 정적 IPv6 구성
pl_pl: Statyczna konfiguracja IPv6
uk_ua: Статична конфігурація IPv6
zh_cn: 静态IPv6配置

source: Remote IP address
cs_cz: IP adresa protějšku
de_de: Remote IP-Adresse
el_gr: Απομακρυσμένη διεύθυνση IP
fa_ir: آدرس IP راه دور
fr_fr: Adresse IP distante
it_it: Indirizzo IP remoto
ko_kr: 원격 IP 주소
pl_pl: Zdalny adres IP
uk_ua: Віддалена IP-адреса
zh_cn: 远程IP地址

source: Local IP address
cs_cz: Místní IP adresa
de_de: Lokale IP-Adresse
el_gr: Τοπική διεύθυνση IP
fa_ir: آدرس IP محلی
fr_fr: Adresse IP locale
it_it: Indirizzo IP locale
ko_kr: 로컬 IP 주소
pl_pl: Lokalny adres IP
uk_ua: Локальна IP-адреса
zh_cn: 本地IP地址

source: This field can usually be left empty unless specified by the provider.
cs_cz: Tuto kolonku je obvykle možné ponechat nevyplněnou, pokud není vyžadováno poskytovatelem.
de_de: Dieses Feld kann in der Regel leer gelassen werden, es sei denn, es wird vom Anbieter angegeben.
el_gr: Αυτό το πεδίο μπορεί συνήθως να παραμείνει κενό, εκτός εάν καθοριστεί διαφορετικά από τον πάροχο.
fa_ir: معمولاً این فیلد را می‌توان خالی گذاشت مگر اینکه توسط ارائه‌دهنده مشخص شده باشد.
fr_fr: Ce champ peut rester vide à moins que le fournisseur ne l'exige.
it_it: Solitamente questo campo può essere lasciato vuoto a meno che non sia specificato dal provider.
ko_kr: 공급자가 지정하지 않는 한 이 필드는 일반적으로 비워 둘 수 있습니다.
pl_pl: To pole zazwyczaj można pozostawić puste, chyba że określono inaczej przez dostawcę.
uk_ua: Зазвичай це поле можна залишити порожнім, якщо інше не вказано провайдером.
zh_cn: 除非提供商指定，否则该字段可以留空。

source: Service name
cs_cz: Název služby
de_de: Dienstname
el_gr: Όνομα υπηρεσίας
fa_ir: نام سرویس
fr_fr: Nom du service
it_it: Nome del servizio
ko_kr: 서비스명
pl_pl: Nazwa usługi
uk_ua: Ім'я служби
zh_cn: 服务名称

source: Access Point Name (APN)
cs_cz: Název přístupového bodu (APN)
de_de: Zugriffspunktname (APN)
el_gr: Όνομα σημείου πρόσβασης (APN)
fa_ir: نام نقطه دسترسی (APN)
fr_fr: Nom du point d'accès (APN)
it_it: Nome punto di accesso (APN)
ko_kr: 액세스 포인트 이름 (APN)
pl_pl: Nazwa punktu dostępu (APN)
uk_ua: Назва точки доступу (APN)
zh_cn: 接入点名称(APN)

source: Select to fill in data for your service provider.
cs_cz: Vyberte pro vyplnění údajů pro vašeho poskytovatele služby.
de_de: Wähle diese Option aus, um die Daten Ihres Dienstanbieters einzugeben.
el_gr: Επιλέξτε για να συμπληρώσετε δεδομένα για τον πάροχο υπηρεσιών σας.
fa_ir: برای پر کردن اطلاعات ارائه‌دهنده سرویس خود انتخاب کنید.
fr_fr: Sélectionnez pour remplir les informations de votre fournisseur de services.
it_it: Seleziona per inserire i dati per il tuo fornitore di servizi.
ko_kr: 서비스 공급자의 데이터를 입력하려면 선택하세요.
pl_pl: Wybierz, aby wypełnić dane dla Twojego dostawcy usług.
uk_ua: Виберіть, щоб заповнити дані для вашого постачальника послуг.
zh_cn: 手动填写您的服务提供商的各项参数。

source: Plan:
cs_cz: Tarif:
el_gr: Σχέδιο:
fa_ir: طرح:
it_it: Piano:
ko_kr: 계획:
uk_ua: План:
zh_cn: 计划:

source: Provider:
cs_cz: Poskytovatel:
el_gr: Προμηθευτής:
fa_ir: ارائه‌دهنده:
fr_fr: Fournisseur d'accès:
it_it: Fornitore:
ko_kr: 제공자:
pl_pl: Dostawca:
uk_ua: Провайдер:
zh_cn: 提供商:

source: Country:
cs_cz: Země:
de_de: Land:
el_gr: Χώρα:
fa_ir: کشور:
fr_fr: Pays:
it_it: Paese:
ko_kr: 국가:
pl_pl: Kraj:
uk_ua: Країна:
zh_cn: 国家:

source: Service Provider
cs_cz: Poskytovatel služby
de_de: Dienstanbieter
el_gr: Πάροχος υπηρεσιών
fa_ir: ارائه‌دهنده سرویس
fr_fr: Fournisseur de services (FAI)
it_it: Fornitore di servizi
ko_kr: 서비스 공급자
pl_pl: Dostawca usług
uk_ua: Постачальник послуг
zh_cn: 服务商

source: The value in this field is the full absolute path to a DHCP client configuration file.
cs_cz: Hodnota této kolonky je úplný popis umístění souboru s nastaveními pro DHCP klienta.
de_de: Der Wert in diesem Feld ist der vollständige absolute Pfad zu einer DHCP-Client-Konfigurationsdatei.
el_gr: Η τιμή σε αυτό το πεδίο είναι η πλήρης απόλυτη διαδρομή προς ένα αρχείο ρύθμισης παραμέτρων προγράμματος-πελάτη DHCP.
fa_ir: مقدار این فیلد مسیر کامل و مطلق به فایل پیکربندی کلاینت DHCP است.
fr_fr: La valeur dans ce champ est le chemin absolu complet vers un fichier de configuration du client DHCP.
it_it: Il valore in questo campo è il percorso assoluto completo di un file di configurazione del client DHCP.
ko_kr: 이 필드의 값은 DHCP 클라이언트 구성 파일에 대한 전체 절대 경로입니다.
pl_pl: Wartość w tym polu to pełna absolutna ścieżka do pliku konfiguracyjnego klienta DHCP.
uk_ua: Значення в цьому полі — це повний абсолютний шлях до файлу конфігурації DHCP-клієнта.
zh_cn: 该字段中的值是DHCP客户端配置文件的完整绝对路径。

source: Configuration File Override
cs_cz: Přebití souboru s nastaveními
de_de: Konfigurationsdatei überschreiben
el_gr: Παράκαμψη αρχείου διαμόρφωσης
fa_ir: بازنویسی فایل پیکربندی
fr_fr: Contournement de Fichier de Configuration
it_it: Sostituzione del file di configurazione
ko_kr: 구성 파일 재정의
pl_pl: Nadpisz plik konfiguracyjny
uk_ua: Перевизначення файлу конфігурації
zh_cn: 配置文件覆盖

source: The values in this field are DHCP option modifiers applied to obtained DHCP lease. [modifier option declaration [, ...]] <br />modifiers: (default, supersede, prepend, append)
cs_cz: Hodnoty v této kolonce jsou modifikátory DHCP předvoleb, použité pro získání DHCP zápůjčky. [deklarace modifikátoru předvolby [, ...]] <br />modifikátory: (default, supersede, prepend, append) – výchozí, následuje po, předchází, připojit
de_de: Die Werte in diesem Feld sind DHCP-Optionsmodifikatoren, die auf das erhaltene DHCP-Lease angewendet werden. [Modifikator Optionsdeklaration [, …]] <br />Modifikatoren: (default, supersede, prepend, append)
el_gr: Οι τιμές σε αυτό το πεδίο είναι τροποποιητές επιλογών DHCP που εφαρμόζονται στην αποκτηθείσα εκχώρηση DHCP. [δήλωση επιλογής τροποποιητή [, ...]] <br />τροποποιητές: (προεπιλογή, αντικατάσταση, προσθήκη προθέματος, προσθήκη)
fa_ir: مقادیر این فیلد مودیفایرهای گزینه DHCP هستند که روی lease دریافتی اعمال می‌شوند. [modifier option declaration [, ...]] <br />modifiers: (default, supersede, prepend, append)
fr_fr: Les valeurs de ce champ sont des modificateurs d'option DHCP appliqués au bail DHCP obtenu. [déclaration d'option de modification [, ...]] <br />modificateurs : (default, supersede, prepend, append)
it_it: I valori in questo campo sono modificatori dell'opzione DHCP applicati al lease DHCP ottenuto. [dichiarazione opzione modificatore [, ...]] <br />modificatori: (default, sostituisci, anteponi, aggiungi)
ko_kr: 이 필드의 값은 획득된 DHCP 대여 적용되는 DHCP 옵션 한정자입니다. [수정자 옵션 선언 [, ...] <br />수정자: (기본값, 대체, 앞에 추가, 추가)
pl_pl: Wartości w tym polu to modyfikatory opcji DHCP stosowane do uzyskanej dzierżawy DHCP. [deklaracja opcji modyfikatora [, ...]] <br />modyfikatory: (domyślne, zastępowanie, dodawanie na początek, dodawanie na koniec)
uk_ua: Значення в цьому полі — це модифікатори опцій DHCP, що застосовуються до отриманої оренди DHCP. [оголошення опції-модифікатора [, ...]] <br />модифікатори: (типово, замінити, додати на початок, додати в кінець)
zh_cn: 该字段中的值是应用于获取的DHCP租约的DHCP选项修饰符。[修饰符选项声明[, ...]] <br />修饰符: (default, supersede, prepend, append)

source: Option Modifiers
cs_cz: Modifikátory předvoleb
de_de: Optionsmodifizierer
el_gr: Τροποποιητές επιλογών
fa_ir: تعدیل‌کننده‌های گزینه
fr_fr: Modificateurs d'option
it_it: Modificatori di opzioni
ko_kr: 옵션 수정자
pl_pl: Modyfikatory opcji
uk_ua: Модифікатори опцій
zh_cn: 选项修饰符

source: The values in this field are DHCP options required by the client when requesting a DHCP lease. [option [, ...]]
cs_cz: Hodnoty v této kolonce jsou DHCP předvolby, které klient potřebuje při požadavku na DHCP zápůjčku. [předvolba [, ...]]
de_de: Die Werte in diesem Feld sind die DHCP-Optionen, die für den Client bei der Anfrage eines DHCP-Leases erforderlich sind. [Option [, ...]]
el_gr: Οι τιμές σε αυτό το πεδίο είναι οι επιλογές DHCP που απαιτούνται από τον πελάτη κατά την υποβολή αιτήματος για εκχώρηση DHCP. [επιλογή [, ...]]
fa_ir: مقادیر این فیلد، گزینه‌های DHCP مورد نیاز کلاینت هنگام درخواست اجاره DHCP هستند. [option [, ...]]
fr_fr: Les valeurs de ces champs sont des options DHCP attribué au client lors d'une demande d'un bail DHCP. [option [, ...]]
it_it: I valori in questo campo sono opzioni DHCP richieste dal client quando richiede un lease DHCP. [opzione [, ...]]
ko_kr: 이 필드의 값은 DHCP 대여를 요청할 때 클라이언트에 필요한 DHCP 옵션입니다. [옵션 [, ...]]
pl_pl: Wartości w tym polu to opcje DHCP wymagane przez klienta podczas żądania dzierżawy DHCP. [opcja [, ...]]
uk_ua: Значення в цьому полі — це опції DHCP, які вимагаються клієнтом при запиті оренди DHCP. [опція [, ...]]
zh_cn: 该字段中的值是客户端在请求DHCP租用时所需的DHCP选项。 [option [, ...]]

source: Require Options
cs_cz: Vyžadovat předvolby
de_de: Erfordere Optionen
el_gr: Απαιτούνται επιλογές
fa_ir: گزینه‌های اجباری
fr_fr: Options requises
it_it: Richiedi opzioni
ko_kr: 필요한 옵션
pl_pl: Wymagane opcje
uk_ua: Вимагати опції
zh_cn: 要求选项

source: The values in this field are DHCP option 55 to be sent when requesting a DHCP lease. [option [, ...]]
cs_cz: Hodnoty v této kolonce jsou DHCP volba č. 55 kterou poslat při požadavku na DHCP zápůjčku. [volba [, …]]
de_de: Die Werte in diesem Feld sind die DHCP-Option 55, welche gesendet wird, wenn ein DHCP-Lease angefordert wird. [option [, ...]]
el_gr: Οι τιμές σε αυτό το πεδίο είναι η επιλογή DHCP 55 που θα αποστέλλεται κατά την αίτηση εκχώρησηςς DHCP. [επιλογή [, ...]]
fa_ir: مقادیر این فیلد، گزینهٔ 55 DHCP هستند که هنگام درخواست اجاره DHCP ارسال می‌شوند. [option [, ...]]
fr_fr: Les valeurs de ce champ sont des options DHCP 55 à envoyer lors d'une demande d'un bail DHCP. [option [, ...]]
it_it: I valori in questo campo rappresentano l'opzione DHCP 55 da inviare quando si richiede un lease DHCP. [opzione [, ...]]
ko_kr: 이 필드의 값은 DHCP 대여를 요청할 때 전송되는 DHCP 옵션 55입니다. [옵션 [, ...]]
pl_pl: Wartości w tym polu to opcja DHCP 55 do wysłania podczas żądania dzierżawy DHCP. [opcja [, ...]]
uk_ua: Значення в цьому полі — це опція DHCP 55, яка має бути надіслана при запиті оренди DHCP. [опція [, ...]]
zh_cn: 该字段中的值是请求DHCP租约时要发送的DHCP选项55。 [option [, ...]]

source: Request Options
cs_cz: Předvolby požadavku
de_de: Abfrageoptionen
el_gr: Επιλογές αιτήματος
fa_ir: گزینه‌های درخواست
fr_fr: Options de requête
it_it: Richiedi opzioni
ko_kr: 요청 옵션
pl_pl: Opcje żądania
uk_ua: Запитувати опції
zh_cn: 请求选项

source: The values in this field are DHCP options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
cs_cz: Hodnoty v této kolonce jsou DHCP předvolby, které posílat při požadavku na DHCP zápůjčku. [deklarace předvolby [, ...]] <br />Dosazování hodnot: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Kde C je U(velké) nebo L(malé) písmeno, a D je „ :-.“ oddělovač (mezera, dvojtečka, spojovník nebo tečka) (vynecháno pro žádný).
de_de: Die Werte in diesem Feld sind DHCP-Optionen, welche an den Server gesendet werden, wenn ein DHCP-Lease angefordert wird. [Option Deklaration [, ...]] <br />Wertersetzungen: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Wobei C ist U (Groß-) oder L(Keinbuchsteben) und D ist " :-.". Trennzeichen (Leerzeichen, Doppelpunkt, Bindestrich oder Punkt) (leer lassen for keines).
el_gr: Οι τιμές σε αυτό το πεδίο είναι επιλογές DHCP που θα αποστέλλονται κατά την αίτηση εκχώρησηςς DHCP. [δήλωση επιλογής [, ...]] <br />Αντικαταστάσεις τιμών: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Όπου C είναι U(upper) ή Lower(lower) (κεφαλαία, πεζά και κεφαλαία) και D είναι " :-." Οριοθέτης (διάστημα, άνω και κάτω τελεία, παύλα ή τελεία) (παραλείπεται για κανένα).
fa_ir: مقادیر این فیلد گزینه‌های DHCP هستند که هنگام درخواست اجاره DHCP ارسال می‌شوند. [option declaration [, ...]] <br />جایگزینی مقادیر: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />در اینجا C نشان‌دهندهٔ U (حروف بزرگ) یا L (حروف کوچک) و D جداکنندهٔ " :-." است (فاصله، دو نقطه، خط تیره یا نقطه؛ برای نبودن جداکننده حذف می‌شود).
fr_fr: Les valeurs de ce champ sont des options DHCP à envoyer lors d'une demande de bail DHCP. [déclaration d'option [, ...]] <br />Substitutions de valeur : {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Où C est U(pper) ou L(ower) Case, et D est " :-." Délimiteur (espace, deux-points, tiret ou point) (omis pour aucun).
it_it: I valori in questo campo sono opzioni DHCP da inviare quando si richiede un lease DHCP. [dichiarazione di opzioni [, ...]] <br />Sostituzioni di valori: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Dove C è U(pper) o L(ower) Case, e D è " :-." Delimitatore (spazio, due punti, trattino o punto) (omesso per nessuno).
ko_kr: 이 필드의 값은 DHCP 대여를 요청할 때 전송되는 DHCP 옵션입니다. [옵션 선언 [, ...]] <br /> 값 대체: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br /> 여기서 C는 U(pper) 또는 L(lower) 대소문자이고 D는 ":-"입니다. 구분 기호(공백, 콜론, 하이픈 또는 마침표)(없으면 생략).
pl_pl: Wartości w tym polu to opcje DHCP do wysłania podczas żądania dzierżawy DHCP. [deklaracja opcji [, ...]] <br />Podstawienia wartości: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Gdzie C to U(pper) lub L(ower) Case, a D to " :-." Delimiter (spacja, dwukropek, myślnik lub kropka) (pominięte dla żadnego).
uk_ua: Значення в цьому полі — це опції DHCP, які мають бути надіслані при запиті оренди DHCP. [оголошення опції [, ...]] <br />Заміни значень: {інтерфейс}, {ім'я хоста}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Де C — це верхній (U) або нижній (L) регістр, а D — роздільник " :-." (пробіл, двокрапка, дефіс або крапка) (пропущено, якщо немає).
zh_cn: 该字段中的值是请求DHCP租用时要发送的DHCP选项。 [选项声明[, ...]] <br />值替换:{interface}，{hostname}，{mac_addr_asciiCD}，{mac_addr_hexCD} <br />其中C是U(大写)或L(小写) 而D是" :-."分隔符(空格，冒号，连字符或句号)(没有遗漏)。

source: Send Options
cs_cz: Předvolby odesílání
de_de: Sendeoptionen
el_gr: Επιλογές αποστολής
fa_ir: گزینه‌های ارسالی
fr_fr: Options d'Envoi
it_it: Invia opzioni
ko_kr: 전송 옵션
pl_pl: Wyślij opcje
uk_ua: Надіслати опції
zh_cn: 发送选项

source: More detailed information about lease requirements and requests can be found in the %sFreeBSD Manual%s.
cs_cz: Podrobnější informace o požadavcích zápůjček jsou uvedeny v %spříručce k systému FreeBSD%s.
de_de: Detaillierte Informationen zu Lease-Anforderungen und -Anfragen finden Sie im %sFreeBSD-Handbuch%s.
el_gr: Περισσότερες πληροφορίες σχετικά με τις απαιτήσεις και τα αιτήματα εκχώρησηςς μπορείτε να βρείτε στο %sΕγχειρίδιο του FreeBSD%.
fa_ir: اطلاعات دقیق‌تر دربارهٔ نیازها و درخواست‌های اجاره را می‌توانید در %sراهنمای FreeBSD%s بیابید.
fr_fr: Vous trouverez des informations plus détaillées sur les exigences de location et les demandes dans le %sManuel FreeBSD%s.
it_it: Informazioni più dettagliate sui requisiti e sulle richieste di locazione possono essere trovate nel %sManuale di FreeBSD%s.
ko_kr: 대여 요구 사항 및 요청에 대한 자세한 내용은 %sFreeBSD 매뉴얼%s에서 확인할 수 있습니다.
pl_pl: Więcej szczegółowych informacji na temat wymagań i żądań w zakresie dzierżaw można znaleźć w %sInstrukcji FreeBSD%s.
uk_ua: Більш детальну інформацію про вимоги та запити щодо оренди можна знайти в %sПосібнику FreeBSD%s.
zh_cn: 有关租约要求和请求的更详细信息，请参见%sFreeBSD手册%s。
