Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Add attribute(s)
cs_cz: Přidat atribut(y)
de_de: Attribut(e) hinzufügen
el_gr: Προσθήκη χαρακτηριστικού/ων
fa_ir: افزودن ویژگی(ها)
fr_fr: Ajouter un ou plusieurs attributs
it_it: Aggiungi attributi
ko_kr: 속성 추가
pl_pl: Dodaj atrybut(y)
uk_ua: Додати атрибут(и)
zh_cn: 添加属性

source: Add mailservers to this mailer configuration, i.e. 192.168.1.1:25. Use TAB key to complete typing.
cs_cz: Přidat do nastavení tohoto nástroje pro odesílání e-mailů servery pro odesílání, tj. 192.168.1.1:25. Pro dokončení zadávání použijte klávesu TAB.
de_de: Fügen Sie Mailserver zu dieser Konfiguration hinzu, z. B. 192.168.1.1:25. Verwenden Sie die TAB-Taste zur Vervollständigung.
el_gr: Προσθέστε διακομιστές αλληλογραφίας σε αυτήν τη διαμόρφωση προγράμματος αλληλογραφίας, π.χ. 192.168.1.1:25. Χρησιμοποιήστε το πλήκτρο TAB για να ολοκληρώσετε την πληκτρολόγηση.
fa_ir: سرورهای ایمیل را به این پیکربندی mailer اضافه کنید، مثلاً 192.168.1.1:25. برای تکمیل تایپ از کلید TAB استفاده کنید.
fr_fr: Ajoutez des serveurs de messagerie à cette configuration de messagerie, c'est-à-dire 192.168.1.1:25. Utilisez la touche TAB pour terminer la saisie.
it_it: Aggiungi i server di posta a questa configurazione del mailer, ovvero 192.168.1.1:25. Utilizzare il tasto TAB per completare la digitazione.
ko_kr: 메일 서버를 메일러 환경설정(예: 192.168.1.1:25)에 추가합니다. Tab 키를 사용하여 입력을 완료합니다.
pl_pl: Dodaj serwery pocztowe do tej konfiguracji mailera, np. 192.168.1.1:25. Użyj klawisza TAB, aby ukończyć wpisywanie.
uk_ua: Додайте поштові сервери до цієї конфігурації розсилки, наприклад 192.168.1.1:25. Використовуйте клавішу TAB для завершення введення.
zh_cn: 将邮件服务器添加到该邮件程序配置，即192.168.1.1:25。 使用 TAB 键完成输入。

source: Add resolver options. Use TAB key to complete typing.
cs_cz: Přidat předvolby resolveru. Pro automatické dokončování použijte klávesu TAB.
de_de: Fügen Sie Resolver-Optionen hinzu. Verwenden Sie die TAB-Taste, um die Eingabe abzuschließen.
el_gr: Προσθήκη επιλογών αναλυτή. Χρησιμοποιήστε το πλήκτρο TAB για να ολοκληρώσετε την πληκτρολόγηση.
fa_ir: گزینه‌های resolver را اضافه کنید. برای تکمیل تایپ از کلید TAB استفاده کنید.
fr_fr: Ajouter les options du résolveur. Utilisez la touche TAB pour terminer la saisie.
it_it: Aggiungi opzioni di risoluzione. Utilizzare il tasto TAB per completare la digitazione.
ko_kr: 확인자 옵션을 추가합니다. Tab 키를 사용하여 입력을 완료합니다.
pl_pl: Dodaj opcje resolvera. Użyj klawisza TAB, aby ukończyć wpisywanie.
uk_ua: Додати опції роздільника. Використовуйте клавішу TAB для завершення введення.
zh_cn: 添加解析器选项。 使用 TAB 键完成输入。

source: Add supplement-attribute(s)
cs_cz: Přidat doplňující atribut(y)
de_de: Zusätzliche Attribute hinzufügen
el_gr: Προσθήκη χαρακτηριστικού(ών) συμπληρώματος
fa_ir: افزودن صفت(های) مکمل
fr_fr: Ajouter un ou plusieurs attributs supplémentaires
it_it: Aggiungi attributi-supplemento
ko_kr: 보충-속성 추가
pl_pl: Dodaj dodatkowe atrybuty
uk_ua: Додати додатковий(-і) атрибут(-и)
zh_cn: 添加补充属性

source: Add supplement-vendor-attribute(s)
cs_cz: Přidat doplňující atribut(y) dodavatele
de_de: Zusätzliche Hersteller-Attribute hinzufügen
el_gr: Προσθήκη χαρακτηριστικού/ών συμπληρωματικού προμηθευτή
fa_ir: افزودن صفت(های) vendor-specific تکمیلی
fr_fr: Ajout d'attribut(s) fournisseur(s) supplémentaire(s)
it_it: Aggiungi attributo/i del fornitore-di-integratore/i
ko_kr: 보충-공급업체-속성 추가
pl_pl: Dodaj dodatkowe atrybuty dostawcy
uk_ua: Додати додатковий(-і) атрибут(-и) постачальника
zh_cn: 添加补充供应商属性

source: Add userlist
cs_cz: Přidat seznam uživatelů
de_de: Benutzerliste hinzufügen
el_gr: Προσθήκη λίστας χρηστών
fa_ir: افزودن فهرست کاربران
fr_fr: Ajouter une liste d'utilisateurs
it_it: Aggiungi elenco utenti
ko_kr: 사용자 목록 추가
pl_pl: Dodaj listę użytkowników
uk_ua: Додати список користувачів
zh_cn: 添加用户列表

source: Add vendor-attribute(s)
cs_cz: Přidat atribut(y) dodavatele
de_de: Herstelle-Attribut(e) hinzufügen
el_gr: Προσθήκη χαρακτηριστικού/ών προμηθευτή
fa_ir: افزودن صفت(های) سازنده
fr_fr: Ajouter un ou plusieurs attributs du vendeur
it_it: Aggiungi attributi del fornitore
ko_kr: 벤더 특성 추가
pl_pl: Dodaj atrybut(y) dostawcy
uk_ua: Додати атрибут(и) постачальника
zh_cn: 添加供应商属性

source: Address(es) or hostname(s) to which this client should connect to separated by comma for multiple entries
cs_cz: Adresy nebo názvy hostitelů, ke kterým se má tento klient připojit. V případě vícero záznamů oddělované čárkou
de_de: Adresse(n) oder Hostname(n), zu denen dieser Client eine Verbindung herstellen soll. Bei mehreren Einträgen durch Komma getrennt
el_gr: Διεύθυνση(εις) ή όνομα(τα) κεντρικού υπολογιστή(ων) με τον/τους οποίο/α πρέπει να συνδεθεί αυτός ο client, διαχωρισμένα με κόμμα για πολλαπλές καταχωρήσεις
fa_ir: آدرس(ها) یا نام‌میزبان‌هایی که این کلاینت باید به آن‌ها متصل شود؛ در صورت چند مقدار با کاما جدا کنید.
fr_fr: Adresse(s) ou nom(s) d'hôte auquel ce client doit se connecter, séparés par une virgule pour les entrées multiples
it_it: Indirizzi o nomi host a cui questo client deve connettersi separati da virgola per più voci
ko_kr: 이 클라이언트가 여러 항목에 대해 쉼표로 구분하여 연결해야 하는 주소 또는 호스트 이름
pl_pl: Adres(y) lub nazwa(y) hosta, do których powinien się łączyć ten klient, oddzielone przecinkami dla wielu wpisów.
uk_ua: Адреса(и) або ім'я(і) хоста(ів), до яких цей клієнт повинен підключатися, розділені комою для кількох записів
zh_cn: 对于多个条目，该客户端连接到的地址或主机名必须以逗号分隔

source: Alert Log Level
cs_cz: Podrobnost záznamu upozornění
de_de: Meldestufe (Log-Level)
el_gr: Επίπεδο αρχείου καταγραφής ειδοποιήσεων
fa_ir: سطح لاگ هشدار
fr_fr: Niveau du journal d'alerte
it_it: Livello registro avvisi
ko_kr: 경고 로그 수준
pl_pl: Poziom logowania alertów
uk_ua: Рівень журналу сповіщень
zh_cn: 警报日志级别

source: All-Inkl.com domain API
cs_cz: Doménové API All-Inkl.com
el_gr: API τομέα All-Inkl.com
fa_ir: API دامنه All-Inkl.com
fr_fr: API du domaine All-Inkl.com
it_it: API del dominio All-Inkl.com
ko_kr: All-Inkl.com 도메인 API
pl_pl: API domeny All-Inkl.com
uk_ua: API домену All-Inkl.com

source: Allow SASL authenticated senders to relay. Will also enable smtpd_sasl_auth.
cs_cz: Umožnit odesílatelům s ověřením SASL předávání. Zapne také smtpd_sasl_auth.
de_de: SASL-authentifizierten Absendern das Relaying erlauben. Aktiviert ebenfalls smtpd_sasl_auth.
el_gr: Να επιτρέπεται η αναμετάδοση σε αποστολείς με έλεγχο ταυτότητας SASL. Θα ενεργοποιηθεί επίσης η smtpd_sasl_auth.
fa_ir: اجازه دهید فرستندگان احراز هویت‌شده با SASL رله کنند. این گزینه smtpd_sasl_auth را نیز فعال می‌کند.
fr_fr: Permet aux expéditeurs authentifiés par SASL de relayer. Active également smtpd_sasl_auth.
it_it: Consenti l'inoltro ai mittenti autenticati SASL. Abiliterà anche smtpd_sasl_auth.
ko_kr: SASL 인증된 보낸 사람의 릴레이를 허용합니다. 또한 smtpd_sasl_auth를 사용하도록 설정합니다.
pl_pl: Zezwól uwierzytelnionym nadawcom SASL na przekazywanie. Włączy również smtpd_sasl_auth.
uk_ua: Дозволити ретрансляцію відправникам, що пройшли SASL-аутентифікацію. Також увімкне smtpd_sasl_auth.
zh_cn: 允许通过 SASL 身份验证的发件人中继。 还将启用 smtpd_sasl_auth。

source: Allow connections from this client
cs_cz: Umožnit připojení z tohoto klienta
de_de: Verbindungen dieses Klienten erlauben
el_gr: Επιτρέψτε συνδέσεις από αυτόν τον πελάτη
fa_ir: اجازه اتصال از این کلاینت
fr_fr: Autoriser les connexions de ce client
it_it: Consenti connessioni da questo client
ko_kr: 이 클라이언트의 연결 허용
pl_pl: Zezwól na połączenia od tego klienta
uk_ua: Дозволити з'єднання з цим клієнтом
zh_cn: 允许来自该客户端的连接

source: ArvanCloud API
cs_cz: API ArvanCloud
el_gr: API ArvanCloud
fa_ir: API ArvanCloud
it_it: API ArvanCloud
pl_pl: API ArvanCloud
uk_ua: API ArvanCloud

source: Automatic
cs_cz: Automatické
de_de: Automatisch
el_gr: Αυτόματο
fa_ir: خودکار
fr_fr: Automatique
it_it: Automatico
ko_kr: 자동
pl_pl: Automatyczny
uk_ua: Автоматично
zh_cn: 自动

source: Automatically added, will be removed when unused
cs_cz: Přidáno automaticky – pokud nepoužito, bude odebráno
de_de: Automatisch hinzugefügt, wird bei Nichtgebrauch entfernt
el_gr: Προστίθεται αυτόματα, θα καταργηθεί όταν δεν χρησιμοποιηθεί
fa_ir: به‌طور خودکار اضافه شده و در صورت عدم استفاده حذف خواهد شد.
fr_fr: Automatiquement ajouté, il sera supprimé s'il n'est pas utilisé.
it_it: Aggiunto automaticamente, verrà rimosso quando non utilizzato
ko_kr: 자동으로 추가되며, 사용하지 않을 경우 제거됩니다
pl_pl: Automatycznie dodane, zostanie usunięte, gdy nie będzie używane
uk_ua: Додано автоматично, буде видалено, коли не використовується
zh_cn: 自动添加，不用的时候会被删除

source: Brief description of this udp relay
cs_cz: Stručný popis tohoto udp předávání
de_de: Kurze Beschreibung des UDP Relays
el_gr: Σύντομη περιγραφή αυτού του ρελέ udp
fa_ir: توضیح مختصر برای این رله UDP
fr_fr: Brève description de ce relais udp
it_it: Breve descrizione di questo relè udp
ko_kr: 이 UDP 릴레이에 대한 간단한 설명
pl_pl: Krótki opis tego przekaźnika udp
uk_ua: Короткий опис цього UDP-ретранслятора
zh_cn: 该UDP中继的简要描述

source: Broadcast Address
cs_cz: Adresa všesměrového vysílání
de_de: Broadcast Adresse
el_gr: Διεύθυνση μετάδοσης
fa_ir: آدرس Broadcast
fr_fr: Adresse de diffusion
it_it: Indirizzo di trasmissione
ko_kr: 브로드캐스트 주소
pl_pl: Adres rozgłoszeniowy
uk_ua: Широкомовна адреса
zh_cn: 广播地址

source: CA to validate connections to
cs_cz: Cert. autorita pro ověřování spojení na
de_de: CA zur Validierung von Verbindungen zu
el_gr: CA για την επικύρωση συνδέσεων προς
fa_ir: CA برای اعتبارسنجی اتصالات به
fr_fr: CA pour valider les connexions à
it_it: CA a cui convalidare le connessioni
ko_kr: 연결을 확인할 CA
pl_pl: CA do weryfikacji połączeń do
uk_ua: ЦС для перевірки з'єднань
zh_cn: CA 验证连接到

source: CA-certificate
cs_cz: Certifikát cert. autority
de_de: CA-Zertifikat
el_gr: Πιστοποιητικό CA
fa_ir: گواهی CA
fr_fr: Certificat de l'AC
it_it: Certificato CA
ko_kr: CA 인증서
pl_pl: Certyfikat CA
uk_ua: CA-сертифікат
zh_cn: CA-证书

source: CRL-Check
el_gr: Έλεγχος CRL
fa_ir: بررسی CRL
it_it: Controllo CRL
ko_kr: CRL 검사
pl_pl: Sprawdzanie CRL
uk_ua: Перевірка CRL
zh_cn: CRL-检查

source: Cache Expiry (seconds)
cs_cz: Konec platnosti mezipaměti (sekundy)
de_de: Ablaufzeit des Caches (Sekunden)
el_gr: Λήξη προσωρινής μνήμης (δευτερόλεπτα)
fa_ir: انقضای کش (ثانیه)
fr_fr: Expiration du cache (secondes)
it_it: Scadenza cache (secondi)
ko_kr: 캐시 만료(초)
pl_pl: Wygaśnięcie pamięci podręcznej (sekundy)
uk_ua: Термін дії кешу (секунди)
zh_cn: 缓存到期（秒）

source: Can increase metric gather times.
cs_cz: Může prodloužit doby shromažďování metrik.
de_de: Kann die Erfassungszeit von Metriken erhöhen.
el_gr: Μπορεί να αυξήσει τους χρόνους συλλογής μετρήσεων.
fa_ir: می‌تواند زمان‌های جمع‌آوری متریک را افزایش دهد.
fr_fr: Peut augmenter les temps de collecte des métriques.
it_it: Può aumentare i tempi di raccolta delle metriche.
ko_kr: 메트릭 수집 시간을 늘릴 수 있습니다.
pl_pl: Może zwiększyć czas zbierania metryk.
uk_ua: Може збільшити час збору метрик.
zh_cn: 可以增加指标收集时间。

source: Capture Buffer Size
cs_cz: Velikost vyrovnávací paměti zachytávání
de_de: Größe des Aufzeichnungspuffers
el_gr: Μέγεθος προσωρινής μνήμης καταγραφής
fa_ir: اندازه بافر ضبط
fr_fr: Taille du tampon de capture
it_it: Dimensione buffer di acquisizione
ko_kr: 캡처 버퍼 크기
pl_pl: Rozmiar bufora przechwytywania
uk_ua: Розмір буфера захоплення
zh_cn: 捕获缓冲区大小

source: Certificate-Name-Check
de_de: Zertifikatsnamenprüfung
el_gr: Έλεγχος-Ονόματος-Πιστοποιητικού
fa_ir: بررسی نام گواهی
fr_fr: Vérification du certificat et du nom
it_it: Controllo del nome del certificato
ko_kr: 인증서-이름-확인
pl_pl: Sprawdzenie nazwy certyfikatu
uk_ua: Перевірка імені сертифіката
zh_cn: 证书名称检查

source: Check TLS Common-Name
cs_cz: Kontrola TLS běžného názvu
de_de: TLS Common Name prüfen
el_gr: Ελέγξτε το κοινό όνομα TLS
fa_ir: بررسی Common-Name در TLS
fr_fr: Vérifier le nom commun TLS
it_it: Controllare il nome comune TLS
ko_kr: TLS 공통 이름 확인
pl_pl: Sprawdź wspólną nazwę TLS
uk_ua: Перевірити TLS Common-Name
zh_cn: 检查TLS通用名称

source: Checks that the username given by the user matches the Common-Name of the certificate.
cs_cz: Kontroluje, zda uživatelské jméno zadané uživatelem odpovídá názvu Common-Name certifikátu.
de_de: Überprüft, ob der vom Benutzer angegebene Benutzername mit dem Common Name des Zertifikats übereinstimmt.
el_gr: Ελέγχει ότι το όνομα χρήστη που δίνεται από τον χρήστη ταιριάζει με το Κοινό Όνομα του πιστοποιητικού.
fa_ir: بررسی می‌کند که نام‌کاربری واردشده توسط کاربر با Common-Name گواهی مطابقت دارد.
fr_fr: Vérifie que le nom d'utilisateur donné par l'utilisateur correspond au nom commun du certificat.
it_it: Verifica che il nome utente fornito dall'utente corrisponda al Common-Name del certificato.
ko_kr: 사용자가 지정한 사용자 이름이 인증서의 일반 이름과 일치하는지 확인합니다.
pl_pl: Sprawdza, czy podana przez użytkownika nazwa użytkownika pasuje do Common-Name certyfikatu.
uk_ua: Перевіряє, чи ім'я користувача, надане користувачем, відповідає Common-Name сертифіката.
zh_cn: 检查用户提供的用户名是否与证书的通用名称匹配。

source: Choose a name for this mailer configuration.
cs_cz: Zvolte název pro toto nastavení odesílání e-mailů.
de_de: Wählen Sie einen Namen für diese Mailer-Konfiguration.
el_gr: Επιλέξτε ένα όνομα για αυτήν τη διαμόρφωση προγράμματος αλληλογραφίας.
fa_ir: یک نام برای این پیکربندی mailer انتخاب کنید.
fr_fr: Choisissez un nom pour cette configuration de mailer.
it_it: Scegli un nome per questa configurazione del mailer.
ko_kr: 메일러 환경설정의 이름을 선택합니다.
pl_pl: Wybierz nazwę dla tej konfiguracji mailera.
uk_ua: Виберіть ім'я для цієї конфігурації розсилки.
zh_cn: 为邮件程序配置选择一个名称。

source: Choose a name for this resolver configuration.
cs_cz: Vyberte název pro toto nastavení nástroje pro překlad.
de_de: Wählen Sie einen Namen für diese Resolver-Konfiguration.
el_gr: Επιλέξτε ένα όνομα για αυτήν τη διαμόρφωση του αναλυτή.
fa_ir: یک نام برای این پیکربندی resolver انتخاب کنید.
fr_fr: Choisissez un nom pour cette configuration de résolveur.
it_it: Scegli un nome per questa configurazione del risolutore.
ko_kr: 이 확인자 구성의 이름을 선택하세요.
pl_pl: Wybierz nazwę dla tej konfiguracji resolvera.
uk_ua: Виберіть ім'я для цієї конфігурації роздільника.
zh_cn: 为解析器配置选择一个名称。

source: Choose a optional description for this mailer configuration.
cs_cz: Vyberte volitelný popis pro toto nastavení odesílání e-mailů.
de_de: Wählen Sie eine optionale Beschreibung für diese Mailer-Konfiguration.
el_gr: Επιλέξτε μια προαιρετική περιγραφή για αυτήν τη διαμόρφωση προγράμματος αλληλογραφίας.
fa_ir: یک توضیح اختیاری برای این پیکربندی mailer وارد کنید.
fr_fr: Choisissez une description facultative pour cette configuration de mailer.
it_it: Scegli una descrizione facoltativa per questa configurazione del mailer.
ko_kr: 이 메일러 구성에 대한 선택적 설명을 선택하세요.
pl_pl: Wybierz opcjonalny opis dla tej konfiguracji mailera.
uk_ua: Виберіть необов'язковий опис для цієї конфігурації розсилки.
zh_cn: 为邮件程序配置选择一个可选的描述。

source: Choose a optional description for this resolver configuration.
cs_cz: Vyberte volitelný popis tohoto nastavení nástroje pro překlad.
de_de: Wählen Sie eine optionale Beschreibung für diese Resolver-Konfiguration.
el_gr: Επιλέξτε μια προαιρετική περιγραφή για αυτήν τη διαμόρφωση αναλυτή.
fa_ir: یک توضیح اختیاری برای این پیکربندی resolver وارد کنید.
fr_fr: Choisissez une description facultative pour cette configuration de résolveur.
it_it: Scegli una descrizione facoltativa per questa configurazione del risolutore.
ko_kr: 이 리졸버 구성에 대한 선택적 설명을 선택하세요.
pl_pl: Wybierz opcjonalny opis dla tej konfiguracji resolvera.
uk_ua: Виберіть необов'язковий опис для цієї конфігурації роздільника.
zh_cn: 为解析器配置选择一个可选的描述。

source: Choose the type of client. Default Radius-clients use UDP.
cs_cz: Vyberte typ klienta. Výchozí klienti Radius používají protokol UDP.
de_de: Wählen Sie den Typ des Clients. Standard Radius-Clients benutzen UDP.
el_gr: Επιλέξτε τον τύπο του προγράμματος-πελάτη. Οι προεπιλεγμένοι πελάτες Radius χρησιμοποιούν UDP.
fa_ir: نوع کلاینت را انتخاب کنید. کلاینت‌های Radius پیش‌فرض از UDP استفاده می‌کنند.
fr_fr: Choisissez le type de client. Par défaut, les clients Radius utilisent UDP.
it_it: Scegli la tipologia di cliente. I client Radius predefiniti utilizzano UDP.
ko_kr: 클라이언트 유형을 선택합니다. 기본 Radius 클라이언트는 UDP를 사용합니다.
pl_pl: Wybierz typ klienta. Domyślni klienci Radius używają UDP.
uk_ua: Виберіть тип клієнта. типові клієнти Radius використовують UDP.
zh_cn: 选择客户端类型。 默认Radius-clients use UDP。

source: Choose the type of server. Default Radius-clients use UDP.
cs_cz: Vyberte typ serveru. Výchozí klienti Radius používají UDP.
de_de: Wählen Sie den Typ des Servers. Standard Radius-Clients benutzen UDP.
el_gr: Επιλέξτε τον τύπο διακομιστή. Οι προεπιλεγμένοι πελάτες Radius χρησιμοποιούν UDP.
fa_ir: نوع سرور را انتخاب کنید. کلاینت‌های Radius پیش‌فرض از UDP استفاده می‌کنند.
fr_fr: Choisissez le type de serveur. Par défaut, les clients Radius utilisent UDP.
it_it: Scegli il tipo di server. I client Radius predefiniti utilizzano UDP.
ko_kr: 서버 유형을 선택합니다. 기본 Radius 클라이언트는 UDP를 사용합니다.
pl_pl: Wybierz typ serwera. Domyślni klienci Radius używają UDP.
uk_ua: Виберіть тип сервера. типові клієнти Radius використовують UDP.
zh_cn: 选择服务端类型。 默认Radius-clients use UDP。

source: Cipher Suites
cs_cz: Sady šifer
el_gr: Σουίτες Κρυπτογράφησης
fa_ir: مجموعه‌های رمزنگاری
fr_fr: Suites de chiffrement
it_it: Suite di cifratura
ko_kr: 암호 스위트
pl_pl: Zestawy szyfrów
uk_ua: Набори шифрів
zh_cn: 密码套件

source: Ciphers
cs_cz: Šifry
de_de: Verschlüsselungsverfahren
el_gr: Κρυπτογραφήματα
fa_ir: رمزها
it_it: Cifre
ko_kr: 암호
pl_pl: Szyfry
uk_ua: Шифри
zh_cn: 密码加密算法

source: Client mode
cs_cz: Režim klienta
de_de: Client-Modus
el_gr: Λειτουργία πελάτη
fa_ir: حالت کلاینت
fr_fr: Mode client
it_it: Modalità cliente
ko_kr: 클라이언트 모드
pl_pl: Tryb klienta
uk_ua: Режим клієнта
zh_cn: 客户端模式

source: Color
cs_cz: Barva
de_de: Farbe
el_gr: Χρώμα
fa_ir: رنگ
fr_fr: Couleur
it_it: Colore
ko_kr: 색
pl_pl: Kolor
uk_ua: Колір
zh_cn: 颜色

source: Common Options
cs_cz: Běžné volby
de_de: Allgemeine Optionen
el_gr: Κοινές επιλογές
fa_ir: گزینه‌های عمومی
fr_fr: Options communes
it_it: Opzioni comuni
ko_kr: 공통 옵션
pl_pl: Opcje ogólne
uk_ua: Загальні опції
zh_cn: 通用选项

source: Community
cs_cz: Komunita
el_gr: Κοινότητα
fa_ir: انجمن
fr_fr: Communauté
it_it: Comunità
ko_kr: 커뮤니티
pl_pl: Społeczność
uk_ua: Спільнота
zh_cn: 社区

source: Community List
cs_cz: Seznam komunit
de_de: Community-Liste
el_gr: Λίστα Κοινότητας
fa_ir: فهرست انجمن
fr_fr: Liste des communautés
it_it: Elenco comunità
ko_kr: 커뮤니티 목록
pl_pl: Lista społeczności
uk_ua: Список спільноти
zh_cn: 社区列表

source: Config Frequency
cs_cz: Četnost nastavování
de_de: Konfigurationsintervall
el_gr: Συχνότητα διαμόρφωσης
fa_ir: تناوب پیکربندی
fr_fr: Fréquence de configuration
it_it: Frequenza di configurazione
ko_kr: 구성 주기
pl_pl: Częstotliwość konfiguracji
uk_ua: Частота конфігурації
zh_cn: 配置频率

source: Connect Timer
cs_cz: Časovač připojení
de_de: Verbindungs-Timer
el_gr: Σύνδεση χρονοδιακόπτη
fa_ir: تایمر اتصال
fr_fr: Connecter la minuterie
it_it: Collega il timer
ko_kr: 연결 타이머
pl_pl: Czas połączenia
uk_ua: Таймер підключення
zh_cn: 连接计时器

source: Core-Networks API
el_gr: API Core-Networks
fr_fr: API pour les réseaux de base
it_it: API delle reti principali
ko_kr: 코어 네트워크 API
pl_pl: API Core-Networks
uk_ua: API Core-Networks

source: Cost (when demoted)
cs_cz: Náklady (při snížení priority)
de_de: Kosten (bei Herabstufung)
el_gr: Κόστος (όταν υποβιβάζεται)
fa_ir: هزینه (هنگام تنزل)
fr_fr: Coût (en cas de rétrogradation)
it_it: Costo (se retrocesso)
ko_kr: 비용(강등시)
pl_pl: Koszt (po degradacji)
uk_ua: Вартість (при пониженні)
zh_cn: 开销（降级时）

source: DNS Resolve Order
cs_cz: Pořadí DNS překladu
de_de: DNS-Auflösungsreihenfolge
el_gr: Παραγγελία επίλυσης DNS
fa_ir: ترتیب حل DNS
fr_fr: Ordre de résolution DNS
it_it: Ordine di risoluzione DNS
ko_kr: DNS 확인 순서
pl_pl: Kolejność rozwiązywania DNS
uk_ua: Порядок вирішення DNS
zh_cn: DNS解析顺序

source: Data Sender Frequency
cs_cz: Četnost odesílání dat
de_de: Datenübertragungsfrequenz
el_gr: Συχνότητα αποστολέα δεδομένων
fa_ir: تناوب ارسال داده
fr_fr: Fréquence de l'émetteur de données
it_it: Frequenza del mittente dei dati
ko_kr: 데이터 전송 빈도
pl_pl: Częstotliwość wysyłania danych
uk_ua: Частота надсилання даних
zh_cn: 数据发送频率

source: Datadog API Key
cs_cz: Klíč k Datalog API
de_de: Datadog API-Schlüssel
el_gr: Κλειδί API Datadog
fa_ir: کلید API Datadog
fr_fr: Clé API Datadog
it_it: Chiave API Datadog
ko_kr: Datadog API 키
pl_pl: Klucz API Datadog
uk_ua: Ключ API Datadog
zh_cn: 数据狗API密钥

source: Datadog URL
cs_cz: URL Datalog
el_gr: URL Datadog
fa_ir: URL Datadog
fr_fr: URL de Datadog
it_it: URL del cane dati
pl_pl: URL Datadog
uk_ua: URL-адреса Datadog
zh_cn: 数据狗网址

source: Debug Logging
cs_cz: Zaznamenávání ladících informací
de_de: Debug-Protokollierung
el_gr: Καταγραφή εντοπισμού σφαλμάτων
fa_ir: لاگ اشکال‌زدایی
fr_fr: Journalisation de débogage
it_it: Registrazione del debug
ko_kr: 디버그 로깅
pl_pl: Rejestrowanie debugowania
uk_ua: Ведення журналу налагодження
zh_cn: 调试日志

source: Declare both the recipient address in the envelope and to address in the header of email alerts.
cs_cz: Deklarovat jak jak adresu příjemce v obálce, tak adresu pro v hlavičkách e-mailových výstrah.
de_de: Geben Sie die Empfängeradresse an - sowohl für den E-Mail-Umschlag als auch für den Header der E-Mail-Benachrichtigung.
el_gr: Δηλώστε τόσο τη διεύθυνση του παραλήπτη στον φάκελο όσο και τη διεύθυνση-στόχο στην κεφαλίδα των ειδοποιήσεων μέσω email.
fa_ir: نشانی گیرنده را هم در پاکت و هم در هدر پیام‌های هشدار ایمیلی اعلام کنید.
fr_fr: Déclarez l'adresse du destinataire dans l'enveloppe et l'adresse de destination dans l'en-tête des alertes e-mail.
it_it: Dichiara sia l'indirizzo del destinatario nella busta che l'indirizzo nell'intestazione degli avvisi e-mail.
ko_kr: 봉투에 있는 수신자 주소와 이메일 경고의 헤더에 있는 주소를 모두 선언합니다.
pl_pl: Deklaruj zarówno adres odbiorcy w kopercie, jak i adres w nagłówku powiadomień e-mailowych.
uk_ua: Вказати адресу отримувача в конверті та адресу «Кому» в заголовку сповіщень електронної пошти.
zh_cn: 在信封中指明收件人地址，并在电子邮件警告的标题中指明收件人地址。

source: Declare the from email address to be used in both the envelope and header of email alerts.
cs_cz: Deklarovat e-mailovou adresu od, která bude použije v obálce i v záhlaví e-mailových upozornění.
de_de: Geben Sie die Absenderadresse an, die im Umschlag und im Header der E-Mail-Warnungen verwendet wird.
el_gr: Δηλώστε τη διεύθυνση email αποστολέα που θα χρησιμοποιηθεί τόσο στον φάκελο όσο και στην κεφαλίδα των ειδοποιήσεων email.
fa_ir: نشانی ایمیل فرستنده را هم در پاکت و هم در هدر پیام‌های هشدار ایمیلی اعلام کنید.
fr_fr: Déclare l'adresse électronique de l'expéditeur qui sera utilisée dans l'enveloppe et l'en-tête des alertes électroniques.
it_it: Dichiarare l'indirizzo e-mail del mittente da utilizzare sia nella busta che nell'intestazione degli avvisi e-mail.
ko_kr: 보낸 이메일 주소를 이메일 경고의 반송 경로(envelope)와 헤더에 모두 사용하도록 선언합니다.
pl_pl: Deklaruj adres e-mail nadawcy, który będzie używany zarówno w kopercie, jak i w nagłówku powiadomień e-mailowych.
uk_ua: Вказати адресу електронної пошти відправника, яка використовуватиметься як у конверті, так і в заголовку сповіщень електронної пошти.
zh_cn: 指明在邮件警告的信封和标题中使用的发件人邮件地址。
