Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Hostname of IP address of the Synology DSM, i.e. synology.example.com or 192.168.0.1.
de_de: Hostname oder IP-Adresse des Synology DSM, z. B. synology.example.com oder 192.168.0.1.
fa_ir: نام میزبان یا آدرس IP دستگاه Synology DSM، مثال: synology.example.com یا 192.168.0.1.
fr_fr: Nom d'hôte ou adresse IP du Synology DSM, c'est-à-dire synology.example.com ou 192.168.0.1.
ko_kr: Synology DSM의 호스트 이름 또는 IP 주소. 예: synology.example.com 또는 192.168.0.1
uk_ua: Ім'я хоста або IP-адреса Synology DSM, тобто synology.example.com або 192.168.0.1.

source: Hostname or IP address of TrueNAS Core Server.
de_de: Hostname oder IP-Adresse des TrueNAS-Core-Servers.
fa_ir: نام میزبان یا آدرس IP سرور TrueNAS Core.
fr_fr: Nom d'hôte ou adresse IP du serveur TrueNAS Core.
ko_kr: TrueNAS 코어 서버의 호스트 이름 또는 IP 주소입니다.
uk_ua: Ім'я хоста або IP-адреса сервера TrueNAS Core.

source: Hostname to which this vhost belongs
de_de: Hostname, zu dem dieser vHost gehört.
fa_ir: نام میزبان مرتبط با این vhost
fr_fr: Nom d'hôte auquel appartient ce serveur virtuel
ko_kr: 이 가상 호스트가 속한 호스트 이름
uk_ua: Ім'я хоста, якому належить цей vhost

source: IP address of the authoritative DNS server for this domain, leave empty to prevent lookups for this domain
de_de: IP-Adresse des autoritativen DNS-Servers für diese Domain; leer lassen, um Abfragen für diese Domain zu verhindern.
fa_ir: آدرس IP سرور DNS مرجع برای این دامنه؛ خالی بگذارید تا جستجوها برای این دامنه انجام نشود.
fr_fr: Adresse IP du serveur DNS faisant autorité pour ce domaine, laisser vide pour empêcher les recherches pour ce domaine
ko_kr: 이 도메인에 대한 권한 있는 DNS 서버의 IP 주소입니다. 이 도메인에 대한 조회를 방지하려면 비워두세요.
uk_ua: IP-адреса авторитетного DNS-сервера для цього домену; залиште пустим, щоб запобігти пошуку для цього домену

source: IP addresses
de_de: IP-Adressen
fa_ir: آدرس‌های IP
fr_fr: Adresses IP
ko_kr: IP 주소
uk_ua: IP-адреси

source: IP addresses of the host, e.g. 192.168.100.100 or fd00:abcd::1. Can be multiple IPv4 and IPv6 addresses for dual stack configurations. Setting multiple addresses will automatically assign the best match based on the subnet of the interface receiving the DHCP Discover.
de_de: IP-Adressen des Hosts, z. B. 192.168.100.100 oder fd00:abcd::1. Es können mehrere IPv4- und IPv6-Adressen für Dual-Stack-Konfigurationen angegeben werden. Wenn mehrere Adressen gesetzt sind, wird automatisch die beste Übereinstimmung anhand des Subnetzes der Schnittstelle gewählt, die den DHCP Discover empfängt.
fa_ir: آدرس‌های IP میزبان، مثلاً 192.168.100.100 یا fd00:abcd::1. می‌تواند چندین آدرس IPv4 و IPv6 برای پیکربندی‌های دوپشته‌ای داشته باشد. تنظیم چند آدرس به‌طور خودکار بهترین تطابق را بر اساس زیرشبکهٔ رابطی که پیام DHCP Discover را دریافت می‌کند اختصاص می‌دهد.
fr_fr: Adresses IP de l'hôte, par exemple 192.168.100.100 ou fd00:abcd::1. Il peut s'agir de plusieurs adresses IPv4 et IPv6 pour les configurations à double pile. La définition de plusieurs adresses permet d'attribuer automatiquement la meilleure correspondance en fonction du sous-réseau de l'interface recevant le DHCP Discover.
ko_kr: 호스트의 IP 주소(예: 192.168.100.100 또는 fd00:abcd::1)를 입력합니다. 듀얼 스택 구성을 위해 여러 개의 IPv4 및 IPv6 주소를 사용할 수 있습니다. 여러 주소를 설정하면 DHCP Discover를 수신하는 인터페이스의 서브넷을 기준으로 가장 적합한 주소가 자동으로 할당됩니다.
uk_ua: IP-адреси хоста, наприклад 192.168.100.100 або fd00:abcd::1. Може бути декілька адрес IPv4 та IPv6 для конфігурацій з подвійним стеком. Встановлення кількох адрес автоматично призначить найкращу відповідність на основі підмережі інтерфейсу, що отримує DHCP Discover.

source: IPv6-only Preferred (Option 108)
de_de: Nur-IPv6 bevorzugt (Option 108).
fa_ir: ترجیح فقط IPv6 (گزینه 108)
fr_fr: IPv6 uniquement préféré (option 108)
ko_kr: IPv6 전용 선호(옵션 108)
uk_ua: Перевага лише IPv6 (Опція 108)

source: ISC / KEA DHCP (legacy)
de_de: ISC / KEA DHCP (veraltet)
fa_ir: ISC / KEA DHCP (قدیمی)
fr_fr: ISC / KEA DHCP (ancien)
uk_ua: ISC / KEA DHCP (застарілий)

source: Icons
de_de: Symbole
fa_ir: آیکون‌ها
fr_fr: Icônes
ko_kr: 아이콘
uk_ua: Іконки

source: If Synology DSM has OTP enabled, then a OTP may be required.
de_de: Wenn Synology DSM OTP aktiviert hat, kann ein OTP erforderlich sein.
fa_ir: اگر در Synology DSM OTP فعال باشد، ممکن است OTP لازم شود.
fr_fr: Si le Synology DSM a activé l'OTP, un OTP peut être nécessaire.
ko_kr: Synology DSM에서 OTP가 활성화된 경우 OTP가 필요할 수 있습니다.
uk_ua: Якщо Synology DSM має увімкнений OTP, то може знадобитися OTP.

source: If an email address is received as an XAuth username, trim it to just the username part
de_de: Wenn eine E-Mail-Adresse als XAuth-Benutzername empfangen wird, auf den reinen Benutzernamen kürzen.
fa_ir: اگر آدرس ایمیل به‌عنوان نام‌کاربری XAuth دریافت شود، فقط قسمت نام‌کاربری نگه داشته شود.
fr_fr: Si une adresse électronique est reçue en tant que nom d'utilisateur XAuth, elle est réduite à la seule partie du nom d'utilisateur.
ko_kr: XAuth 사용자 이름으로 이메일 주소가 수신되면 사용자 이름 부분만 남기고 나머지는 삭제하세요.
uk_ua: Якщо адреса електронної пошти отримана як ім'я користувача XAuth, обріжте її до частини імені користувача

source: If another gateway comes up with a higher priority than this gateway, force clients to reconnect by killing states associated with this gateway. This option requires "default gateway switching" to be enabled, or this gateway assigned as part of a gateway group to trigger. The common use case for this option are metered connections over LTE that should only be used when no other gateway is online.
de_de: Wenn ein anderes Gateway mit höherer Priorität als dieses verfügbar wird, erzwingt diese Option die Neuverbindung von Clients, indem Zustände beendet werden, die mit diesem Gateway verbunden sind. Diese Option erfordert, dass "Standard-Gateway-Wechsel" aktiviert ist oder dass dieses Gateway als Teil einer Gateway-Gruppe zugewiesen ist, um ausgelöst zu werden. Ein typischer Anwendungsfall sind volumenbasierte Verbindungen über LTE, die nur verwendet werden sollen, wenn kein anderes Gateway online ist.
fa_ir: اگر درگاه دیگری با اولویت بالاتر نسبت به این درگاه فعال شود، با پایان دادن به وضعیت‌های اتصال مرتبط با این درگاه، مشتریان را مجبور به اتصال مجدد کنید. این گزینه نیازمند فعال بودن «default gateway switching» یا اختصاص این درگاه به‌عنوان بخشی از یک گروه درگاه است تا عمل کند. مورد استفادهٔ متداول برای این گزینه، اتصالات اندازه‌گیری‌شده روی LTE است که تنها زمانی باید استفاده شوند که هیچ درگاه دیگری آنلاین نباشد.
fr_fr: Si une autre passerelle se présente avec une priorité plus élevée que cette passerelle, obliger les clients à se reconnecter en tuant les états associés à cette passerelle. Cette option nécessite que la "commutation de passerelle par défaut" soit activée, ou que cette passerelle fasse partie d'un groupe de passerelles pour se déclencher. Le cas d'utilisation le plus courant de cette option est celui des connexions avec compteur sur LTE qui ne doivent être utilisées que lorsqu'aucune autre passerelle n'est en ligne.
ko_kr: 다른 게이트웨이가 이 게이트웨이보다 우선순위가 높으면, 이 게이트웨이와 관련된 상태를 종료하여 클라이언트가 강제로 다시 연결하도록 합니다. 이 옵션을 사용하려면 "기본 게이트웨이 전환"이 활성화되어 있거나, 이 게이트웨이가 게이트웨이 그룹의 일부로 지정되어 있어야 합니다. 이 옵션은 일반적으로 다른 게이트웨이가 모두 다운되었을 때만 사용해야 하는 LTE 기반 종량제 연결에 적합합니다.
uk_ua: Якщо інший шлюз з'являється з вищим пріоритетом, ніж цей шлюз, примусьте клієнтів перепідключитися, видаливши стани, пов'язані з цим шлюзом. Ця опція вимагає увімкнення "перемикання шлюзу за типовим значенням" або призначення цього шлюзу як частини групи шлюзів для активації. Типовим випадком використання цієї опції є тарифіковані підключення через LTE, які слід використовувати лише тоді, коли інші шлюзи відсутні в мережі.

source: If disabled, registers the unqualified names of DHCP clients into the DNS (e.g. 'smartphone'), in which case they should be unique. If enabled, the qualified name (e.g. 'smartphone.lan.internal') is registered. This option must be enabled if you are forwarding from Unbound to Dnsmasq for specific local domains.
de_de: Wenn deaktiviert, werden die nicht qualifizierten Namen von DHCP-Clients in das DNS eingetragen (z. B. 'smartphone'), wobei sie eindeutig sein müssen. Wenn aktiviert, wird der qualifizierte Name (z. B. 'smartphone.lan.internal') eingetragen. Diese Option muss aktiviert sein, wenn von Unbound an Dnsmasq für bestimmte lokale Domains weitergeleitet wird.
fa_ir: در صورت غیرفعال بودن، نام‌های فاقد دامنهٔ مشتریان DHCP (مثلاً 'smartphone') در DNS ثبت می‌شوند که در این صورت باید یکتا باشند. در صورت فعال بودن، نام کامل (مثلاً 'smartphone.lan.internal') ثبت می‌شود. اگر از Unbound به Dnsmasq برای فوروارد دامنه‌های محلی خاص استفاده می‌کنید، این گزینه باید فعال باشد.
fr_fr: S'il est désactivé, il enregistre les noms non qualifiés des clients DHCP dans le DNS (par exemple, "smartphone"), auquel cas ils doivent être uniques. Si elle est activée, le nom qualifié (par exemple "smartphone.lan.internal") est enregistré. Cette option doit être activée si vous transférez depuis Unbound vers Dnsmasq pour des domaines locaux spécifiques.
ko_kr: 이 옵션을 비활성화하면 DHCP 클라이언트의 정규화되지 않은 이름(예: 'smartphone')이 DNS에 등록됩니다. 이 경우 해당 이름은 고유해야 합니다. 활성화하면 정규화된 이름(예: 'smartphone.lan.internal')이 등록됩니다. 특정 로컬 도메인에 대해 Unbound에서 Dnsmasq로 포워딩하는 경우 이 옵션을 활성화해야 합니다.
uk_ua: Якщо вимкнено, реєструє некваліфіковані імена DHCP-клієнтів у DNS (наприклад, 'smartphone'), у такому випадку вони мають бути унікальними. Якщо увімкнено, реєструється кваліфіковане ім'я (наприклад, 'smartphone.lan.internal'). Цю опцію потрібно увімкнути, якщо ви перенаправляєте запити з Unbound до Dnsmasq для певних локальних доменів.

source: If it should be logged when the topology of the area changes.
de_de: Ob Änderungen der Topologie des Bereichs protokolliert werden sollen.
fa_ir: اگر لازم است هنگام تغییر توپولوژی منطقه لاگ ثبت شود.
fr_fr: S'il doit être enregistré lorsque la topologie de la zone change.
ko_kr: 영역의 토폴로지가 변경될 때 이를 로그에 기록할지 여부를 지정합니다.
uk_ua: Чи слід реєструвати, коли змінюється топологія області.

source: If split tunneling is used clients might not install the assigned DNS servers globally. This space-separated list of domain names allows clients, such as macOS, to selectively query the assigned DNS servers. Seems Mac OS X uses only the first item in the list
de_de: Wenn Split-Tunneling verwendet wird, installieren Clients die zugewiesenen DNS-Server möglicherweise nicht global. Diese durch Leerzeichen getrennte Liste von Domainnamen erlaubt es Clients, wie z. B. macOS, selektiv die zugewiesenen DNS-Server abzufragen. Anscheinend verwendet Mac OS X nur den ersten Namen in der Liste.
fa_ir: اگر از split tunneling استفاده شود، ممکن است کلاینت‌ها سرورهای DNS تخصیص‌یافته را به‌صورت سراسری نصب نکنند. این فهرست نام دامنه که با فاصله جدا شده است، به کلاینت‌هایی مانند macOS اجازه می‌دهد به‌صورت انتخابی به سرورهای DNS تخصیص‌یافته پرس‌وجو کنند. به نظر می‌رسد Mac OS X تنها از مورد اول فهرست استفاده می‌کند.
fr_fr: Si le tunneling fractionné est utilisé, il se peut que les clients n'installent pas globalement les serveurs DNS attribués. Cette liste de noms de domaine séparés par des espaces permet aux clients, tels que macOS, d'interroger de manière sélective les serveurs DNS attribués. Seems Mac OS X n'utilise que le premier élément de la liste
ko_kr: 분할 터널링을 사용하는 경우 클라이언트가 할당된 DNS 서버를 전역적으로 설치하지 않을 수 있습니다. 이 공백으로 구분된 도메인 이름 목록은 macOS와 같은 클라이언트가 할당된 DNS 서버를 선택적으로 쿼리할 수 있도록 합니다. macOS는 목록의 첫 번째 항목만 사용하는 것으로 보입니다.
uk_ua: Якщо використовується розділене тунелювання, клієнти можуть не встановлювати призначені DNS-сервери глобально. Цей розділений пробілами список доменних імен дозволяє клієнтам, таким як macOS, вибірково надсилати запити до призначених DNS-серверів. Схоже, Mac OS X використовує лише перший елемент у списку

source: If the optional tags are given then this option is only sent when all the tags are matched. Can be optionally combined with an interface tag.
de_de: Falls optionale Tags angegeben sind, wird diese Option nur gesendet, wenn alle Tags übereinstimmen. Kann optional mit einem Schnittstellen-Tag kombiniert werden.
fa_ir: اگر تگ‌های اختیاری داده شوند، این گزینه تنها زمانی ارسال می‌شود که همهٔ تگ‌ها مطابقت داشته باشند. می‌توان آن را به‌صورت اختیاری با یک تگِ رابط ترکیب کرد.
fr_fr: Si les balises optionnelles sont données, cette option n'est envoyée que si toutes les balises correspondent. Cette option peut être combinée avec une balise d'interface.
ko_kr: 선택적 태그가 지정된 경우 해당 태그가 모두 일치할 때만 이 옵션이 전송됩니다. 인터페이스 태그와 함께 선택적으로 사용할 수 있습니다.
uk_ua: Якщо надано необов'язкові теги, тоді ця опція надсилається лише тоді, коли всі теги збігаються. Може бути опціонально об'єднана з тегом інтерфейсу.

source: If this gateway goes down, force clients to reconnect over a different online gateway by killing states associated with this gateway. This option requires "default gateway switching" to be enabled, or this gateway assigned as part of a gateway group to trigger.
de_de: Wenn dieses Gateway ausfällt, erzwingt diese Option die Neuverbindung von Clients über ein anderes verfügbares Gateway, indem Zustände beendet werden, die mit diesem Gateway verbunden sind. Diese Option erfordert, dass "Standard-Gateway-Wechsel" aktiviert ist oder dass dieses Gateway als Teil einer Gateway-Gruppe zugewiesen ist, um ausgelöst zu werden.
fa_ir: اگر این درگاه از دسترس خارج شود، با پایان دادن به وضعیت‌های اتصال مرتبط با این درگاه، مشتریان را مجبور به اتصال مجدد از طریق درگاه آنلاین دیگر کنید. این گزینه برای فعال شدن نیازمند فعال بودن «default gateway switching» یا اختصاص این درگاه به‌عنوان بخشی از یک گروه درگاه است.
fr_fr: Si cette passerelle tombe en panne, obliger les clients à se reconnecter sur une autre passerelle en ligne en tuant les états associés à cette passerelle. Cette option nécessite que la "commutation de passerelle par défaut" soit activée, ou que cette passerelle fasse partie d'un groupe de passerelles pour se déclencher.
ko_kr: 이 게이트웨이가 다운되면, 이 게이트웨이와 관련된 상태를 종료하여 클라이언트가 다른 온라인 게이트웨이를 통해 다시 연결하도록 강제합니다. 이 옵션을 사용하려면 "기본 게이트웨이 전환"이 활성화되어 있거나, 이 게이트웨이가 게이트웨이 그룹의 일부로 지정되어 있어야 합니다.
uk_ua: Якщо цей шлюз виходить з ладу, примусово перепідключати клієнтів через інший онлайн-шлюз, знищуючи стани, пов'язані з цим шлюзом. Ця опція вимагає увімкнення "перемикання шлюзу за типово", або призначення цього шлюзу як частину групи шлюзів для спрацювання.

source: If this option is set, DNS forwarding to system nameservers (defined in System: General Setup: DNS Servers) will be disabled. Upstream servers defined in Services: Dnsmasq DNS & DHCP: Domains will still be used. This option is recommended when Unbound forwards local domain queries to Dnsmasq, so that all queries terminate without further lookups if they are unknown.
de_de: Wenn diese Option aktiviert ist, wird die DNS-Weiterleitung an im System definierte Nameserver (unter System: Einstellungen: Allgemein: DNS-Server) deaktiviert. Upstream-Server, die unter Dienste: Dnsmasq DNS & DHCP definiert sind, werden weiterhin verwendet. Diese Option wird empfohlen, wenn Unbound lokale Domainabfragen an Dnsmasq weiterleitet, sodass alle Abfragen ohne weitere Nachschlagevorgänge beendet werden.
fa_ir: اگر این گزینه فعال شود، فوروارد DNS به nameserverهای سیستم (تعریف‌شده در System: General Setup: DNS Servers) غیرفعال می‌شود. سرورهای upstream تعریف‌شده در Services: Dnsmasq DNS & DHCP: Domains همچنان استفاده خواهند شد. این گزینه زمانی توصیه می‌شود که Unbound پرس‌وجوهای دامنه محلی را به Dnsmasq ارجاع دهد، تا همهٔ پرس‌وجوها در صورت ناشناخته بودن بدون جستجوی بیشتر خاتمه یابند.
fr_fr: Si cette option est activée, le transfert DNS vers les serveurs de noms du système (définis dans Système : Configuration générale : Serveurs DNS) sera désactivé. Les serveurs en amont définis dans Services : Dnsmasq DNS & DHCP : Domains seront toujours utilisés. Cette option est recommandée lorsque Unbound transmet les requêtes de domaines locaux à Dnsmasq, de sorte que toutes les requêtes se terminent sans autre recherche si elles sont inconnues.
ko_kr: 이 옵션을 설정하면 시스템 네임서버(시스템:일반 설정: DNS 서버)에 대한 DNS 포워딩이 비활성화됩니다. 대신 서비스: Dnsmasq DNS 및 DHCP: 도메인에 정의된 업스트림 서버는 계속 사용됩니다. 이 옵션은 로컬 도메인 쿼리를 Unbound에서 Dnsmasq로 포워딩하는 경우 권장되며, 알 수 없는 도메인에 대해서도 추가 조회 없이 모든 쿼리가 종료되도록 합니다.
uk_ua: Якщо цю опцію встановлено, перенаправлення DNS до системних серверів імен (визначених у Система: Загальні налаштування: DNS-сервери) буде вимкнено. Вищестоящі сервери, визначені в Служби: Dnsmasq DNS та DHCP: Домени, все ще будуть використовуватися. Цю опцію рекомендовано, коли Unbound перенаправляє запити локальних доменів до Dnsmasq, щоб усі запити завершувалися без подальших пошуків, якщо вони невідомі.

source: If this option is set, no automatic firewall rules for portal redirection and traffic blocking will be generated. This option allows you to override the default portal behavior for advanced use cases, such as redirections for DNS. See the documentation to see which rules you should implement in this scenario.
de_de: Wenn diese Option gesetzt ist, werden keine automatischen Firewall-Regeln für Portal-Umleitungen und Verkehrsblockierung erstellt. Diese Option ermöglicht es Ihnen, das Standard-Portalverhalten für erweiterte Anwendungsfälle zu überschreiben, z. B. DNS-Umleitungen. Siehe Dokumentation, welche Regeln Sie in diesem Szenario implementieren sollten.
fa_ir: اگر این گزینه فعال شود، هیچ قانون فایروال خودکاری برای هدایت پورتال یا مسدودسازی ترافیک تولید نخواهد شد. این گزینه به شما اجازه می‌دهد رفتار پیش‌فرض پورتال را برای موارد پیشرفته مثل تغییر مسیرهای DNS بازنویسی کنید. برای دانستن قوانینی که باید در این سناریو پیاده‌سازی کنید، مستندات را ببینید.
fr_fr: Si cette option est activée, aucune règle de pare-feu automatique ne sera générée pour la redirection du portail et le blocage du trafic. Cette option vous permet d'outrepasser le comportement par défaut du portail pour des cas d'utilisation avancés, tels que les redirections pour le DNS. Consultez la documentation pour savoir quelles règles vous devez mettre en œuvre dans ce scénario.
ko_kr: 이 옵션을 설정하면 포털 리디렉션 및 트래픽 차단에 대한 자동 방화벽 규칙이 생성되지 않습니다. 이 옵션을 사용하면 DNS 리디렉션과 같은 고급 사용 사례에서 기본 포털 동작을 재정의할 수 있습니다. 이 시나리오에서 구현해야 하는 규칙은 설명서를 참조하세요.
uk_ua: Якщо цю опцію встановлено, автоматичні правила брандмауера для перенаправлення порталу та блокування трафіку не будуть генеруватися. Ця опція дозволяє перевизначити типову поведінку порталу для розширених випадків використання, таких як перенаправлення для DNS. Перегляньте документацію, щоб дізнатися, які правила слід реалізувати в цьому сценарії.

source: If this option is set, then DHCP static mappings will be registered, so that their name can be resolved.
de_de: Wenn diese Option gesetzt ist, werden statische DHCP-Zuweisungen registriert, sodass ihr Name aufgelöst werden kann.
fa_ir: اگر این گزینه فعال باشد، نگاشت‌های استاتیک DHCP ثبت می‌شوند تا نام آن‌ها قابل رزولوشن باشد.
fr_fr: Si cette option est activée, les correspondances statiques DHCP seront enregistrées, de sorte que leur nom puisse être résolu.
ko_kr: 이 옵션을 설정하면 DHCP 정적 매핑이 등록되어 해당 이름을 확인할 수 있습니다.
uk_ua: Якщо цю опцію встановлено, тоді будуть зареєстровані статичні DHCP-мапінги, щоб їхні імена могли бути розпізнані.

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered, so that their name can be resolved.
de_de: Wenn diese Option gesetzt ist, werden Rechner, die bei der Anforderung eines DHCP-Lease ihren Hostnamen angeben, registriert, sodass ihr Name aufgelöst werden kann.
fa_ir: اگر این گزینه فعال باشد، ماشین‌هایی که هنگام درخواست leaseٔ DHCP نام میزبان خود را مشخص می‌کنند ثبت خواهند شد تا نام آن‌ها قابل رزولوشن باشد.
fr_fr: Si cette option est activée, les machines qui spécifient leur nom d'hôte lors d'une demande de bail DHCP seront enregistrées, de sorte que leur nom puisse être résolu.
ko_kr: 이 옵션을 설정하면 DHCP 대여를 요청할 때 호스트 이름을 지정하는 컴퓨터가 등록되어 해당 이름을 확인할 수 있습니다.
uk_ua: Якщо цю опцію встановлено, тоді машини, які вказують своє ім'я хоста при запиті на DHCP-оренду, будуть зареєстровані, щоб їхні імена могли бути розпізнані.

source: If this option is set, we will not forward A or AAAA queries for plain names, without dots or domain parts, to upstream name servers. If the name is not known from /etc/hosts or DHCP then a "not found" answer is returned.
de_de: Wenn diese Option aktiviert ist, werden A- oder AAAA-Anfragen für einfache Namen (ohne Punkte oder Domainteile) nicht an Upstream-Nameserver weitergeleitet. Ist der Name weder in /etc/hosts noch in DHCP bekannt, wird die Antwort "Nicht gefunden" zurückgegeben.
fa_ir: اگر این گزینه فعال باشد، پرس‌وجوهای A یا AAAA برای نام‌های ساده (بدون نقطه یا بخش دامنه) به nameserverهای upstream فوروارد نخواهند شد. اگر نام از /etc/hosts یا DHCP شناخته نشود، پاسخ «not found» بازگردانده می‌شود.
fr_fr: Si cette option est activée, nous ne transmettrons pas les requêtes A ou AAAA pour les noms simples, sans points ni parties de domaine, aux serveurs de noms en amont. Si le nom n'est pas connu par /etc/hosts ou DHCP, une réponse "not found" est renvoyée.
ko_kr: 이 옵션을 설정하면 점이나 도메인 부분이 없는 일반 이름에 대한 A 또는 AAAA 쿼리를 업스트림 네임 서버로 전달하지 않습니다. /etc/hosts 또는 DHCP에서 해당 이름을 찾을 수 없는 경우 "찾을 수 없음"이라는 응답이 반환됩니다.
uk_ua: Якщо цю опцію встановлено, ми не будемо пересилати A або AAAA запити для простих імен, без крапок або частин домену, до вищестоящих серверів імен. Якщо ім'я невідоме з /etc/hosts або DHCP, то повертається відповідь "не знайдено".

source: If this option is set, we will not forward reverse DNS lookups (PTR) for private addresses (RFC 1918) to upstream name servers. Any entries in the Domain Overrides section forwarding private "n.n.n.in-addr.arpa" names to a specific server are still forwarded. If the IP to name is not known from /etc/hosts, DHCP or a specific domain override then a "not found" answer is immediately returned.
de_de: Wenn diese Option aktiviert ist, werden Reverse-DNS-Abfragen (PTR) für private Adressen (RFC 1918) nicht an Upstream-Nameserver weitergeleitet. Alle Einträge im Abschnitt Domain-Überschreibungen, die private "n.n.n.in-addr.arpa"-Namen an einen bestimmten Server weiterleiten, werden weiterhin berücksichtigt. Wenn die IP-zu-Name-Zuordnung nicht aus /etc/hosts, DHCP oder einer bestimmten Domain-Überschreibung bekannt ist, wird sofort eine "nicht gefunden"-Antwort zurückgegeben.
fa_ir: اگر این گزینه فعال شود، فوروارد reverse DNS lookupها (PTR) برای آدرس‌های خصوصی (RFC 1918) به nameserverهای upstream انجام نخواهد شد. هر ورودی در بخش Domain Overrides که نام‌های خصوصی «n.n.n.in-addr.arpa» را به سرور مشخصی فوروارد می‌کند، همچنان فوروارد می‌شود. اگر تبدیل IP به نام از /etc/hosts، DHCP یا یک Domain Override مشخص شناخته نشود، بلافاصله پاسخ «not found» بازگردانده می‌شود.
fr_fr: Si cette option est activée, nous ne transmettrons pas les recherches DNS inversées (PTR) pour les adresses privées (RFC 1918) aux serveurs de noms en amont. Toutes les entrées de la section Domain Overrides qui transmettent les noms privés "n.n.n.in-addr.arpa" à un serveur spécifique sont toujours transmises. Si l'adresse IP ou le nom n'est pas connu par /etc/hosts, DHCP ou un domaine spécifique, une réponse "not found" est immédiatement renvoyée.
ko_kr: 이 옵션을 설정하면 개인 주소(RFC 1918)에 대한 역방향 DNS 조회(PTR)를 업스트림 네임 서버로 전달하지 않습니다. 도메인 재정의 섹션에 있는 개인 "n.n.n.in-addr.arpa" 이름을 특정 서버로 전달하는 항목은 여전히 ​​전달됩니다. /etc/hosts, DHCP 또는 특정 도메인 재정의에서 이름을 지정할 IP를 알 수 없는 경우 "찾을 수 없음"이라는 응답이 즉시 반환됩니다.
uk_ua: Якщо цю опцію встановлено, ми не будемо пересилати зворотні DNS-запити (PTR) для приватних адрес (RFC 1918) до вищестоящих серверів імен. Будь-які записи в розділі Перевизначення доменів, що пересилають приватні імена "n.n.n.in-addr.arpa" на певний сервер, все ще пересилаються. Якщо IP-адреса для імені невідома з /etc/hosts, DHCP або певного перевизначення домену, то негайно повертається відповідь "не знайдено".
