Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Cache misses
cs_cz: Neodbaveno z mezipaměti
de_de: Cache-Verfehlungen
el_gr: Αστοχίες στην προσωρινή μνήμη
fa_ir: عدم یافتن در کش
fr_fr: Cache manqués
it_it: La cache manca
ko_kr: 캐시 미적중
pl_pl: Braki w pamięci podręcznej
uk_ua: Промахи кешу
zh_cn: 缓存未命中

source: Recursive replies
cs_cz: Rekurzivní odpovědi
de_de: Rekursive Antworten
el_gr: Αναδρομικές απαντήσεις
fa_ir: پاسخ‌های بازگشتی
fr_fr: Réponses récursives
it_it: Risposte ricorsive
ko_kr: 재귀 응답
pl_pl: Odpowiedzi rekursywne
uk_ua: Рекурсивні відповіді
zh_cn: 递归回复

source: IP ratelimited queries
cs_cz: IP dotazy s omezením rychlosti
de_de: IP-ratenbegrenzte Abfragen
el_gr: Ερωτήματα περιορισμένου ρυθμού IP
fa_ir: کوئری‌های IP با نرخ محدود
fr_fr: Requêtes IP limitées dans le temps
it_it: Query con velocità IP limitata
ko_kr: IP 속도 제한 쿼리
pl_pl: Zapytania ograniczone przez IP
uk_ua: Запити, обмежені за IP
zh_cn: IP速率限制查询

source: TCP usage
cs_cz: Využití TCP
de_de: TCP-Nutzung
el_gr: Χρήση TCP
fa_ir: استفاده از TCP
fr_fr: Utilisation du TCP
it_it: Utilizzo del TCP
ko_kr: TCP 사용
pl_pl: Użycie TCP
uk_ua: Використання TCP
zh_cn: TCP使用

source: Recursion time (median)
cs_cz: Doba rekurze (medián)
de_de: Rekursionszeit (Median)
el_gr: Χρόνος επανάληψης (διάμεσος)
fa_ir: زمان بازگشتی (میانه)
fr_fr: Temps de récursion (médiane)
it_it: Tempo di ricorsione (mediana)
ko_kr: 재귀 시간(중위)
pl_pl: Czas rekursji (mediana)
uk_ua: Час рекурсії (медіана)
zh_cn: 递归时间(中间值)

source: Recursion time (average)
cs_cz: Doba rekurze (průměr)
de_de: Rekursionszeit (Durchschnitt)
el_gr: Χρόνος επανάληψης (μέσος όρος)
fa_ir: زمان بازگشتی (میانگین)
fr_fr: Temps de récursion (moyenne)
it_it: Tempo di ricorsione (medio)
ko_kr: 재귀 시간(평균)
pl_pl: Czas rekursji (średnia)
uk_ua: Час рекурсії (середнє)
zh_cn: 递归时间(平均值)

source: Edit Match
cs_cz: Upravit shodu
de_de: Übereinstimmung bearbeiten
el_gr: Επεξεργασία αντιστοίχισης
fa_ir: ویرایش تطابق
fr_fr: Modifier la correspondance
it_it: Modifica corrispondenza
ko_kr: 일치하는 내용 편집
pl_pl: Edytuj dopasowanie
uk_ua: Редагувати збіг
zh_cn: 编辑匹配

source: After changing categories, please remember to download the ACL again to apply your new settings
cs_cz: Po změně kategorií nezapomeňte znovu stáhnout ACL, aby byla uplatněna nová nastavení.
de_de: Denken Sie daran, die ACL erneut herunterzuladen wenn Sie die Kategorien angepasst haben, um die Einstellungen anzuwenden
el_gr: Αφού αλλάξετε κατηγορίες, θυμηθείτε να κατεβάσετε ξανά το ACL για να εφαρμόσετε τις νέες σας ρυθμίσεις.
fa_ir: بعد از تغییر دسته‌ها، لطفاً ACL را مجدداً دانلود کنید تا تنظیمات جدید اعمال شوند
fr_fr: Après avoir changé de catégorie, n'oubliez pas de télécharger à nouveau l'ACL pour appliquer vos nouveaux paramètres.
it_it: Dopo aver modificato le categorie, ricordati di scaricare nuovamente l'ACL per applicare le nuove impostazioni
ko_kr: 범주를 변경한 후 ACL을 다시 다운로드하여 새 설정을 적용하세요
pl_pl: Po zmianie kategorii, pamiętaj o ponownym pobraniu ACL, aby zastosować nowe ustawienia
uk_ua: Після зміни категорій, будь ласка, не забудьте завантажити ACL знову, щоб застосувати нові налаштування
zh_cn: 更改类别后，请记得再次下载访问列表以应用新的设置

source: Proxy Auto-Config
cs_cz: Automatické nastavení proxy
de_de: Proxy Auto-Konfiguration
el_gr: Αυτόματη διαμόρφωση διακομιστή μεσολάβησης
fa_ir: پیکربندی خودکار پراکسی
it_it: Configurazione automatica proxy
ko_kr: 프록시 자동 구성
pl_pl: Automatyczna konfiguracja proxy
uk_ua: Автоматична конфігурація проксі
zh_cn: 代理自动配置

source: Accounts / certificates
cs_cz: Účty/certifikáty
de_de: Konten / Zertifikate
el_gr: Λογαριασμοί / πιστοποιητικά
fa_ir: حساب‌ها / گواهی‌ها
fr_fr: Comptes / certificats
it_it: Conti/certificati
ko_kr: 계정 / 인증서
pl_pl: Konta / certyfikaty
uk_ua: Облікові записи / сертифікати
zh_cn: 帐户/证书

source: Look up which aliases match a certain IP address
cs_cz: Vyhledat, které alternativní názvy odpovídají určité IP adrese.
de_de: Herausfinden, welche Aliasnamen zu einer bestimmten IP-Adresse passen
el_gr: Αναζητήστε ποια ψευδώνυμα ταιριάζουν με μια συγκεκριμένη διεύθυνση IP
fa_ir: مشاهده اینکه کدام نام‌های مستعار با یک آدرس IP مطابقت دارند
fr_fr: Recherchez les alias correspondant à une certaine adresse IP.
it_it: Cerca quali alias corrispondono a un determinato indirizzo IP
ko_kr: 특정 IP 주소와 일치하는 별칭 검색
pl_pl: Sprawdź, które aliasy pasują do danego adresu IP
uk_ua: Пошук, які псевдоніми відповідають певній IP-адресі
zh_cn: 查找哪些别名与某个IP地址匹配

source: Quick add address
cs_cz: Rychlé přidání adresy
de_de: Adresse schnell hinzufügen
el_gr: Γρήγορη προσθήκη διεύθυνσης
fa_ir: افزودن سریع آدرس
fr_fr: Ajout rapide d'une adresse
it_it: Aggiunta rapida dell'indirizzo
ko_kr: 빠른 주소 추가
pl_pl: Szybkie dodawanie adresu
uk_ua: Швидке додавання адреси
zh_cn: 快速添加地址

source: No matches for this IP.
cs_cz: Pro tuto IP adresu nejsou žádné shody.
de_de: Keine Übereinstimmungen für diese IP.
el_gr: Δεν υπάρχουν αντιστοιχίσεις για αυτήν την IP.
fa_ir: هیچ تطابقی برای این IP یافت نشد.
fr_fr: Aucune correspondance pour cette IP.
it_it: Nessuna corrispondenza per questo IP.
ko_kr: 이 IP와 일치하는 항목이 없습니다.
pl_pl: Brak dopasowań dla tego IP.
uk_ua: Немає збігів для цього IP.
zh_cn: 此IP没有匹配项。

source: Error while fetching matching aliases:
cs_cz: Chyba při získávání odpovídajících alternativních názvů:
de_de: Fehler beim Abrufen übereinstimmender Aliase:
el_gr: Σφάλμα κατά την ανάκτηση αντίστοιχων ψευδωνύμων:
fa_ir: خطا در دریافت نام‌های مستعار مطابق:
fr_fr: Erreur lors de la récupération des alias correspondants :
it_it: Errore durante il recupero degli alias corrispondenti:
ko_kr: 일치하는 별칭을 가져오는 동안 오류가 발생했습니다:
pl_pl: Błąd podczas pobierania pasujących aliasów:
uk_ua: Помилка при отриманні відповідних псевдонімів:
zh_cn: 提取匹配的别名时出错：

source: Enter an IP address to show in which aliases it is used.
cs_cz: Zadejte IP adresu, u které zobrazit, ve kterých alternativních názvech je použitá.
de_de: Geben Sie eine IP-Adresse ein, um anzuzeigen, in welchen Aliasnamen sie verwendet wird.
el_gr: Εισαγάγετε μια διεύθυνση IP για να δείτε σε ποια ψευδώνυμα χρησιμοποιείται.
fa_ir: یک آدرس IP وارد کنید تا نشان داده شود در کدام نام‌های مستعار استفاده شده است.
fr_fr: Entrez une adresse IP pour montrer dans quels alias elle est utilisée.
it_it: Inserisci un indirizzo IP per mostrare in quali alias viene utilizzato.
ko_kr: 사용되는 별칭을 표시할 IP 주소를 입력하세요.
pl_pl: Wprowadź adres IP, aby pokazać, w jakich aliasach jest używany.
uk_ua: Введіть IP-адресу, щоб показати, в яких псевдонімах вона використовується.
zh_cn: 输入IP地址以显示使用哪个别名。

source: Find references
cs_cz: Najít odkazy
de_de: Referenzen finden
el_gr: Βρείτε αναφορές
fa_ir: یافتن ارجاعات
fr_fr: Trouver des références
it_it: Trova riferimenti
ko_kr: 참조 찾기
pl_pl: Znajdź odniesienia
uk_ua: Знайти посилання
zh_cn: 查找引用

source: Edit Alias
cs_cz: Upravit alternativní název
de_de: Alias bearbeiten
el_gr: Επεξεργασία ψευδωνύμου
fa_ir: ویرایش نام مستعار
fr_fr: Modifier l'alias
it_it: Modifica alias
ko_kr: 별칭 편집
pl_pl: Edytuj alias
uk_ua: Редагувати псевдонім
zh_cn: 编辑别名

source: upload
cs_cz: nahrát
de_de: Hochladen
el_gr: μεταφόρτωση
fa_ir: بارگذاری
fr_fr: téléversement
it_it: caricamento
ko_kr: 업로드
pl_pl: prześlij
uk_ua: Завантажити
zh_cn: 上传

source: download
cs_cz: stáhnout
de_de: Herunterladen
el_gr: λήψη
fa_ir: دانلود
fr_fr: téléchargement
it_it: scaricamento
ko_kr: 다운로드
pl_pl: pobierz
uk_ua: Завантажити
zh_cn: 下载

source: Import aliases
cs_cz: Importovat alternativní názvy
de_de: Alias importieren
el_gr: Εισαγωγή ψευδωνύμων
fa_ir: وارد کردن نام‌های مستعار
fr_fr: Importe les alias
it_it: Importa alias
ko_kr: 별칭 가져오기
pl_pl: Importuj aliasy
uk_ua: Імпорт псевдонімів
zh_cn: 导入别名

source: Please note that none of the aliases provided are imported due to the errors above
cs_cz: Upozorňujeme, že žádný ze zadaných alternativních názvů nebyl z důvodu výše uvedených chyb naimportován
de_de: Bitte beachten Sie, dass keiner der angegebenen Aliase aufgrund der oben genannten Fehler importiert wird
el_gr: Λάβετε υπόψη ότι κανένα από τα παρεχόμενα ψευδώνυμα δεν εισάγεται λόγω των παραπάνω σφαλμάτων.
fa_ir: توجه: به‌دلیل خطاهای فوق هیچ‌یک از نام‌های مستعار ارائه‌شده وارد نشدند.
fr_fr: Veuillez noter qu'aucun des alias fournis n'est importé en raison des erreurs ci-dessus.
it_it: Tieni presente che nessuno degli alias forniti viene importato a causa degli errori sopra indicati
ko_kr: 위의 오류로 인해 제공된 별칭을 가져오지 못했습니다
pl_pl: Zwróć uwagę, że żaden z dostarczonych aliasów nie został zaimportowany z powodu powyższych błędów
uk_ua: Зверніть увагу, що жоден з наданих псевдонімів не імпортовано через вищезазначені помилки
zh_cn: 注意，由于上述错误，所提供的别名均未导入

source: message
cs_cz: zpráva
de_de: Nachricht
el_gr: μήνυμα
fa_ir: پیام
it_it: messaggio
ko_kr: 메세지
pl_pl: komunikat
uk_ua: Повідомлення
zh_cn: 信息

source: %s out of %s selected
cs_cz: vybráno %s z %s
de_de: %s von %s ausgewählt
el_gr: Επιλέχθηκαν %s από %s
fa_ir: %s از %s انتخاب شده
fr_fr: %s de %s sélectionné
it_it: %s su %s selezionati
ko_kr: %s / %s 선택됨
pl_pl: %s z %s wybranych
uk_ua: %s з %s вибрано
zh_cn: 选择了%s个中的%s个

source: (dst) Address
cs_cz: (cíl) adresa
de_de: Zieladresse
el_gr: Διεύθυνση (ημερομηνία)
fa_ir: آدرس (dst)
fr_fr: (dst) Adresse
it_it: (dst) Indirizzo
ko_kr: (목적지) 주소
pl_pl: (dst) Adres
uk_ua: Адреса (призначення)
zh_cn: 目标地址

source: Lookup hostnames
cs_cz: Vyhledávání názvů hostitelů
de_de: Hostnamen abfragen
el_gr: Αναζήτηση ονομάτων κεντρικών υπολογιστών
fa_ir: جستجوی نام‌های میزبان
fr_fr: Recherche de noms d'hôtes
it_it: Cerca nomi host
ko_kr: 호스트 이름 조회
pl_pl: Wyszukaj nazwy hostów
uk_ua: Пошук імен хостів
zh_cn: 查找主机名

source: Install
cs_cz: Nainstalovat
de_de: Installieren
el_gr: Εγκαθιστώ
fa_ir: نصب
fr_fr: Installer
it_it: Installare
ko_kr: 설치
pl_pl: Zainstaluj
uk_ua: Встановити
zh_cn: 安装

source: Reinstall
cs_cz: Přeinstalovat
de_de: Neu installieren
el_gr: Εγκαθιδρύω πάλι
fa_ir: نصب مجدد
fr_fr: Réinstaller
it_it: Reinstallare
ko_kr: 재설치
pl_pl: Reinstaluj
uk_ua: Перевстановити
zh_cn: 重装

source: No previous action log found.
cs_cz: Nenalezen žádný záznam událostí z předchozí akce.
de_de: Kein vorheriges Aktionsprotokoll gefunden.
el_gr: Δεν βρέθηκε προηγούμενο αρχείο καταγραφής ενεργειών.
fa_ir: هیچ لاگ عملیاتی قبلی یافت نشد.
fr_fr: Aucun journal des actions précédentes n'a été trouvé.
it_it: Nessun registro azioni precedente trovato.
ko_kr: 이전 작업 로그를 찾을 수 없습니다.
pl_pl: Nie znaleziono wcześniejszego dziennika akcji.
uk_ua: Не знайдено попереднього журналу дій.
zh_cn: 找不到先前的操作日志。

source: Network must be set.
cs_cz: Je třeba, aby byla nastavena síť.
de_de: Das Netzwerk muss gesetzt sein.
el_gr: Πρέπει να ρυθμιστεί το δίκτυο.
fa_ir: شبکه باید تنظیم شود.
fr_fr: Le réseau doit être défini.
it_it: La rete deve essere impostata.
ko_kr: 네트워크를 설정해야 합니다.
pl_pl: Należy ustawić sieć.
uk_ua: Мережа повинна бути встановлена.
zh_cn: 必须设置网络。

source: Hostname must be set.
cs_cz: Je třeba, aby byl zadán název stroje.
de_de: Der Hostname muss gesetzt sein.
el_gr: Πρέπει να οριστεί το όνομα κεντρικού υπολογιστή.
fa_ir: نام میزبان باید تنظیم شود.
fr_fr: Le nom d'hôte doit être défini.
it_it: È necessario impostare il nome host.
ko_kr: 호스트 이름을 설정해야 합니다.
pl_pl: Należy ustawić nazwę hosta.
uk_ua: Ім'я хоста повинно бути встановлено.
zh_cn: 必须设置主机名。

source: URL must be set.
cs_cz: Je třeba, aby byla nastavená URL adresa.
de_de: Die URL muss gesetzt sein.
el_gr: Πρέπει να οριστεί η διεύθυνση URL.
fa_ir: URL باید تنظیم شود.
fr_fr: L'URL doit être défini.
it_it: L'URL deve essere impostato.
ko_kr: URL을 설정해야 합니다.
pl_pl: Należy ustawić adres URL.
uk_ua: URL повинен бути встановлений.
zh_cn: 必须设置URL。

source: Path is mandatory.
cs_cz: Popis umístění je povinný.
de_de: Pfad ist verpflichtend
el_gr: Η διαδρομή είναι υποχρεωτική.
fa_ir: مسیر الزامی است.
fr_fr: Le chemin est obligatoire.
it_it: Il percorso è obbligatorio.
ko_kr: 경로는 필수입니다.
pl_pl: Ścieżka jest obowiązkowa.
uk_ua: Шлях є обов'язковим.
zh_cn: 路径是强制性的。

source: Please set at least one of Address or Interface.
cs_cz: Nastavte alespoň jednu adresu nebo rozhraní.
de_de: Bitte verwenden Sie mindestens eine Adresse oder eine Schnittstelle.
el_gr: Ορίστε τουλάχιστον ένα από τα εξής: Διεύθυνση ή Διεπαφή.
fa_ir: لطفاً حداقل یکی از موارد آدرس یا رابط را تنظیم کنید.
fr_fr: Veuillez définir au moins une adresse ou une interface.
it_it: Imposta almeno uno tra Indirizzo o Interfaccia.
ko_kr: 주소 또는 인터페이스 중 하나 이상을 설정하세요.
pl_pl: Proszę ustawić przynajmniej jeden z Adresu lub Interfejsu.
uk_ua: Будь ласка, вкажіть принаймні одну з адрес або інтерфейсів.
zh_cn: 至少设置一个地址或一个接口。

source: Address is mandatory for 'Remote Host' checks.
cs_cz: V kontrolách typu „vzdálený hostitel“ je třeba zadat adresu.
de_de: Für die Überprüfung des Remote-Hosts ist die Adresse obligatorisch.
el_gr: Η διεύθυνση είναι υποχρεωτική για τους ελέγχους «Απομακρυσμένος κεντρικός υπολογιστής».
fa_ir: آدرس برای بررسی‌های 'میزبان راه دور' اجباری است.
fr_fr: L'adresse est obligatoire pour les contrôles de "Remote Host".
it_it: L'indirizzo è obbligatorio per i controlli "Host remoto".
ko_kr: '원격 호스트' 확인을 위해서는 주소가 필수입니다.
pl_pl: Adres jest obowiązkowy dla sprawdzeń 'Zdalnego Hosta'.
uk_ua: Адреса є обов'язковою для перевірок 'Віддалений хост'.
zh_cn: 地址是"远程主机"设置所必需的。

source: Please set at least one of Pidfile or Match.
cs_cz: Nastavte alespoň jednu z možností Pidfile nebo Match.
de_de: Bitte lege mindestens eine der Optionen "Pidfile" oder "Match" fest.
el_gr: Ορίστε τουλάχιστον ένα από τα Pidfile ή Match.
fa_ir: لطفاً حداقل یکی از فایل PID یا الگو را تنظیم کنید.
fr_fr: Veuillez définir au moins un des éléments suivants : Pidfile ou Match.
it_it: Imposta almeno uno tra Pidfile o Match.
ko_kr: Pid 파일 또는 일치 파일 중 하나 이상을 설정하세요.
pl_pl: Proszę ustawić przynajmniej jeden z Pidfile lub Match.
uk_ua: Будь ласка, вкажіть принаймні один з Pidfile або Match.
zh_cn: 请至少设置一个Pidfile文件或匹配。

source: Test %s with type %s not allowed for this service type
cs_cz: Test %s s typem %s není pro tento typ služby dovolen
de_de: Test %s mit Typ %s ist nicht für diesen Servicetyp erlaubt
el_gr: Δοκιμή %s με τύπο %s που δεν επιτρέπεται για αυτόν τον τύπο υπηρεσίας
fa_ir: تست %s با نوع %s برای این نوع سرویس مجاز نیست
fr_fr: Test %s avec le type %s non autorisé pour ce type de service
it_it: Test %s con tipo %s non consentito per questo tipo di servizio
ko_kr: %s 유형의 %s 테스트는 이 서비스 유형에 허용되지 않습니다
pl_pl: Test %s z typem %s nie jest dozwolony dla tego typu usługi
uk_ua: Тест %s з типом %s не дозволений для цього типу служби
zh_cn: 对于该服务类型，不允许使用类型为%s的%s测试

source: Reserved protocol or service names may not be used
cs_cz: Rezervované názvy protokolů nebo služeb není možné použít
de_de: Reservierte Protokolle oder Servicenamen können nicht verwendet werden
el_gr: Δεν επιτρέπεται η χρήση δεσμευμένων ονομάτων πρωτοκόλλου ή υπηρεσίας
fa_ir: استفاده از نام‌های رزرو شدهٔ پروتکل یا سرویس مجاز نیست.
fr_fr: Les noms de protocoles réservés ou de services ne doivent pas être utilisés
it_it: Non è possibile utilizzare protocolli o nomi di servizio riservati
ko_kr: 예약된 프로토콜 또는 서비스 이름을 사용할 수 없음
pl_pl: Zarezerwowane nazwy protokołów lub usług nie mogą być używane
uk_ua: Зарезервовані назви протоколів або служб не можуть використовуватися
zh_cn: 不能使用保留的协议或服务名称

source: Configuration error, missing callback in CallbackValidator
cs_cz: Chyba v nastavení – chybí zpětné volání v CallbackValidator
de_de: Konfigurationsfehler, fehlender Rückruf im CallbackValidator
el_gr: Σφάλμα διαμόρφωσης, λείπει η επανάκληση στο CallbackValidator
fa_ir: خطای پیکربندی: callback در CallbackValidator یافت نشد.
fr_fr: Erreur de configuration, callback manquant dans CallbackValidator
it_it: Errore di configurazione, callback mancante in CallbackValidator
ko_kr: 구성 오류, CallbackValidator에 콜백 누락
pl_pl: Błąd konfiguracji, brak wywołania zwrotnego w CallbackValidator
uk_ua: Помилка конфігурації, відсутній зворотний виклик у CallbackValidator
zh_cn: 配置错误，CallbackValidator中缺少返回参数

source: A service name is also possible (%s).
cs_cz: Je také možný název služby (%s).
de_de: Ein Dienstname ist ebenfalls möglich (%s).
el_gr: Είναι επίσης δυνατό να χρησιμοποιηθεί ένα όνομα υπηρεσίας (%s).
fa_ir: همچنین می‌توان از نام سرویس استفاده کرد (%s).
fr_fr: Un nom de service est également possible (%s).
it_it: È anche possibile un nome di servizio (%s).
ko_kr: 서비스 이름도 가능합니다 (%s).
pl_pl: Nazwa usługi jest również możliwa (%s).
uk_ua: Назва служби також можлива (%s).
zh_cn: 服务名称也是可能的(%s)。

source: Please specify a valid port number (1-65535).
cs_cz: Zadejte platné číslo portu (1-65535).
de_de: Bitte geben Sie eine gültige Portnummer an (1-65535).
el_gr: Παρακαλώ καθορίστε έναν έγκυρο αριθμό θύρας (1-65535).
fa_ir: لطفاً یک شماره پورت معتبر وارد کنید (1-65535).
fr_fr: Veuillez spécifier un numéro de port valide (1-65535).
it_it: Specificare un numero di porta valido (1-65535).
ko_kr: 올바른 포트 번호(1-65535)를 지정하세요.
pl_pl: Proszę podać prawidłowy numer portu (1-65535).
uk_ua: Будь ласка, вкажіть дійсний номер порту (1-65535).
zh_cn: 请指定有效的端口号(1-65535)。

source: A password to encrypt your configuration
cs_cz: Heslo pro zašifrování vašeho nastavení
de_de: Das Passwort, mit dem die Konfiguration verschlüsselt wird
el_gr: Ένας κωδικός πρόσβασης για την κρυπτογράφηση της διαμόρφωσής σας
fa_ir: رمزی برای رمزنگاری پیکربندی شما
fr_fr: Un mot de passe pour crypter votre configuration
it_it: Una password per crittografare la tua configurazione
ko_kr: 구성을 암호화하기 위한 비밀번호
pl_pl: Hasło do szyfrowania twojej konfiguracji
uk_ua: Пароль для шифрування вашої конфігурації
zh_cn: 用于加密配置的密码

source: Encryption Password (Optional)
cs_cz: Šifrovací heslo (volitelné)
de_de: Verschlüsselungspasswort (optional)
el_gr: Κωδικός πρόσβασης κρυπτογράφησης (Προαιρετικό)
fa_ir: گذرواژهٔ رمزنگاری (اختیاری)
fr_fr: Mot de passe de chiffrement (optionnel)
it_it: Password di crittografia (facoltativa)
ko_kr: 암호화 비밀번호(선택 사항)
pl_pl: Hasło szyfrowania (Opcjonalne)
uk_ua: Пароль шифрування (необов'язково)
zh_cn: 加密密码(可选)

source: The time period in which the token will be valid, default is 30 seconds.
cs_cz: Doba platnosti tokenu – výchozí hodnota je 30 sekund.
de_de: Zeitspanne, in der das Token gültig ist. Standardwert: 30 Sekunden
el_gr: Η χρονική περίοδος κατά την οποία το διακριτικό θα είναι έγκυρο, από προεπιλογή, είναι 30 δευτερόλεπτα.
fa_ir: مدت زمانی که توکن معتبر خواهد بود، پیش‌فرض 30 ثانیه است.
fr_fr: La période de temps pendant laquelle le jeton sera valide, par défaut 30 secondes.
it_it: Il periodo di tempo in cui il token sarà valido, per impostazione predefinita è 30 secondi.
ko_kr: 토큰이 유효한 기간(기본값은 30초)입니다.
pl_pl: Okres czasu, w którym token będzie ważny, domyślnie 30 sekund.
uk_ua: Період часу, протягом якого токен буде дійсним, типово 30 секунд.
zh_cn: 令牌有效的时间段，默认为30秒。

source: LDAP + Timebased One Time Password
cs_cz: LDAP + na času založené jednorázové heslo
de_de: LDAP + Zeitbasiertes Einmalpasswort
el_gr: LDAP + Χρονικά βασισμένος κωδικός πρόσβασης μίας χρήσης
fa_ir: LDAP + رمز یک‌بار مصرف مبتنی بر زمان
fr_fr: LDAP + Mot de passe à usage unique basé sur le temps
it_it: LDAP + password monouso basata sul tempo
ko_kr: LDAP + 시간 기반 일회용 비밀번호
pl_pl: LDAP + Jednorazowe Hasło oparte na czasie
uk_ua: LDAP + Одноразовий пароль на основі часу
zh_cn: LDAP +基于时间的一次性密码

source: OpenVPN export
cs_cz: Export OpenVPN
el_gr: Εξαγωγή OpenVPN
fa_ir: خروجی OpenVPN
fr_fr: Exportation OpenVPN
it_it: Esportazione OpenVPN
ko_kr: OpenVPN 내보내기
pl_pl: Eksport OpenVPN
uk_ua: Експорт OpenVPN
zh_cn: OpenVPN导出

source: Alias
cs_cz: Alternativní název
el_gr: Ψευδώνυμο
fa_ir: نام مستعار
ko_kr: 별칭
uk_ua: Псевдонім
zh_cn: 别名

source: Alias in use
cs_cz: Alternativní název v používání
de_de: Alias in Benutzung
el_gr: Ψευδώνυμο σε χρήση
fa_ir: نام مستعار در حال استفاده
fr_fr: Alias en cours d'utilisation
it_it: Alias ​​in uso
ko_kr: 사용 중인 별칭
pl_pl: Alias w użyciu
uk_ua: Псевдонім використовується
zh_cn: 使用的别名

source: Unknown firmware status encountered.
cs_cz: Narazilo se na neznámý stav základního systému.
de_de: Unbekannter Firmwarestatus aufgetreten.
el_gr: Εντοπίστηκε άγνωστη κατάσταση υλικολογισμικού.
fa_ir: وضعیت فریم‌ور نامشخص مشاهده شد.
it_it: Rilevato stato del firmware sconosciuto.
ko_kr: 알 수 없는 펌웨어 상태가 발견되었습니다.
pl_pl: Napotkano nieznany status firmware.
uk_ua: Виявлено невідомий статус прошивки.
zh_cn: 遇到未知的固件状态。

source: The repository fingerprint has been revoked.
cs_cz: Platnost otisku repozitáře byla odvolána.
de_de: Der Fingerabdruck des Repository wurde zurückgezogen.
el_gr: Το δακτυλικό αποτύπωμα του αποθετηρίου έχει ανακληθεί.
fa_ir: اثر انگشت مخزن ابطال شده است.
fr_fr: L'empreinte du dépôt a été révoquée.
it_it: L'impronta digitale del repository è stata revocata.
ko_kr: 저장소 핑거프린트가 해지되었습니다.
pl_pl: Odcisk palca repozytorium został unieważniony.
uk_ua: Відбиток репозиторію було відкликано.
zh_cn: 存储库指纹已被撤销。

source: Could not verify the repository fingerprint.
cs_cz: Nepodařilo se ověřit otisk repozitáře.
de_de: Der Fingerabdruck des Repository konnte nicht überprüft werden.
el_gr: Δεν ήταν δυνατή η επαλήθευση του μοναδικού αποτυπώματος του αποθετηρίου.
fa_ir: قادر به تأیید اثر انگشت مخزن نبود.
fr_fr: Impossible de vérifier l'empreinte du dépôt.
it_it: Impossibile verificare l'impronta digitale del repository.
ko_kr: 저장소 핑거프린트를 확인할 수 없습니다.
pl_pl: Nie można zweryfikować odcisku palca repozytorium.
uk_ua: Не вдалося перевірити відбиток репозиторію.
zh_cn: 无法验证存储库指纹。

source: An error occurred while connecting to the selected mirror.
cs_cz: Při připojování k vybranému zrcadlu došlo k chybě.
de_de: Bei der Verbindung zum ausgewählten Spiegelserver ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά τη σύνδεση με τον επιλεγμένο καθρέφτη.
fa_ir: در اتصال به آینهٔ انتخاب‌شده خطایی رخ داد.
fr_fr: Une erreur s'est produite lors de la connexion au miroir sélectionné.
it_it: Si è verificato un errore durante la connessione allo mirror selezionato.
ko_kr: 선택한 미러에 연결하는 동안 오류가 발생했습니다.
pl_pl: Wystąpił błąd podczas łączenia z wybranym lustrem.
uk_ua: Сталася помилка під час з'єднання з вибраним дзеркалом.
zh_cn: 连接到所选镜像站点时发生错误。

source: The current package configuration is invalid.
cs_cz: Stávající nastavení balíčku není platné.
de_de: Die momentane Paketkonfiguration ist ungültig.
el_gr: Η τρέχουσα διαμόρφωση πακέτου δεν είναι έγκυρη.
fa_ir: پیکربندی بستهٔ فعلی نامعتبر است.
fr_fr: La configuration actuelle du paquet n'est pas valide.
it_it: La configurazione corrente del pacchetto non è valida.
ko_kr: 현재 패키지 구성이 잘못되었습니다.
pl_pl: Bieżąca konfiguracja pakietu jest nieprawidłowa.
uk_ua: Поточна конфігурація пакета недійсна.
zh_cn: 当前软件包配置无效。

source: Could not authenticate the selected mirror.
cs_cz: Vybrané zrcadlo se nepodařilo ověřit.
de_de: Der ausgewählte Spiegelserver konnte nicht überprüft werden.
el_gr: Δεν ήταν δυνατή η πιστοποίηση του επιλεγμένου κατοπτρισμού.
fa_ir: قادر به احراز هویت آینهٔ انتخاب‌شده نبود.
fr_fr: Impossible de s'authentifier auprès du miroir sélectionné.
it_it: Impossibile autenticare il mirror selezionato.
ko_kr: 선택한 미러를 인증할 수 없습니다.
pl_pl: Nie można uwierzytelnić wybranego lustra.
uk_ua: Не вдалося автентифікувати вибране дзеркало.
zh_cn: 无法验证所选镜像站点。

source: No address record found for the selected mirror.
cs_cz: Pro zvolené zrcadlo nenalezen žádný záznam ohledně adresy.
de_de: Es wurde kein Adresseintrag für den ausgewählten Spiegelserver gefunden.
el_gr: Δεν βρέθηκε εγγραφή διεύθυνσης για τον επιλεγμένο καθρέφτη.
fa_ir: هیچ رکورد آدرس برای آینهٔ انتخاب‌شده یافت نشد.
fr_fr: Aucun enregistrement d'adresse n'a été trouvé pour le miroir sélectionné.
it_it: Nessun record di indirizzo trovato per il mirror selezionato.
ko_kr: 선택한 미러에 대한 주소 레코드를 찾을 수 없습니다.
pl_pl: Nie znaleziono rekordu adresu dla wybranego lustra.
uk_ua: Не знайдено запису адреси для вибраного дзеркала.
zh_cn: 找不到所选镜像站点的地址记录。

source: obsolete
cs_cz: zastaralé
de_de: veraltet
el_gr: απηρχαιωμένος
fa_ir: منسوخ
fr_fr: obsolète
it_it: obsoleto
ko_kr: 구식
pl_pl: przestarzały
uk_ua: застарілий
zh_cn: 过时
