Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Source Ports
cs_cz: Zdrojové porty
de_de: Quellports
el_gr: Θύρες πηγής
fa_ir: پورت‌های مبدأ
fr_fr: Ports Source
it_it: Porte di origine
ko_kr: 출발지 포트
pl_pl: Porty źródłowe
uk_ua: Вихідні порти
zh_cn: 源端口

source: Destination IPs
cs_cz: Cílové IP adresy
de_de: Ziel-IPs
el_gr: IP προορισμού
fa_ir: آدرس‌های IP مقصد
fr_fr: IPs de Destination
it_it: IP di destinazione
ko_kr: 목적지 IPs
pl_pl: Docelowe adresy IP
uk_ua: Цільові IP
zh_cn: 目标IP

source: Source IPs
cs_cz: Zdrojové IP adresy
de_de: Quell-IPs
el_gr: IP πηγής
fa_ir: آدرس‌های IP مبدأ
fr_fr: IPs Sources
it_it: IP di origine
ko_kr: 출발지 IP
pl_pl: Adresy IP źródłowe
uk_ua: Вихідні IP
zh_cn: 源IP

source: Protocols
cs_cz: Protokoly
de_de: Protokolle
el_gr: Πρωτόκολλα
fa_ir: پروتکل‌ها
fr_fr: Protocoles
it_it: Protocolli
ko_kr: 프로토콜
pl_pl: Protokoły
uk_ua: Протоколи
zh_cn: 协议

source: Tunnel endpoints
cs_cz: Koncové body tunelu
de_de: Tunnelendpunkte
el_gr: Τερματικά σημεία σήραγγας
fa_ir: نقاط انتهایی تونل
fr_fr: Point d'arrivée Tunnel
it_it: Endpoint del tunnel
ko_kr: 터널 엔드포인트
pl_pl: Punkty końcowe tunelu
uk_ua: Кінцеві точки тунелю
zh_cn: 隧道端点

source: Direction
cs_cz: Směr
de_de: Richtung
el_gr: Κατεύθυνση
fa_ir: جهت
it_it: Direzione
ko_kr: 방향
pl_pl: Kierunek
uk_ua: Напрямок
zh_cn: 方向

source: Auth. alg.
cs_cz: Ověř. alg.
de_de: Authentifizierungsalgorithmus
el_gr: Εξουσιοδότηση alg.
fa_ir: الگوریتم احراز هویت
it_it: Aut. alg.
ko_kr: 인증 알고리즘
pl_pl: Alg. uwierzytelnienia.
uk_ua: Алг. авт.
zh_cn: 认证.算法.

source: Enc. alg.
cs_cz: Šifr. alg.
de_de: Verschlüsselungsalgorithmus
el_gr: Εγκλ. αλγ.
fa_ir: الگوریتم رمزگذاری
it_it: Inc. alg.
ko_kr: 암호화 알고리즘
pl_pl: Alg. szyfrowania.
uk_ua: Алг. шифр.
zh_cn: 加密.算法.

source: Bytes out
cs_cz: Odchozích bajtů
de_de: Bytes ausgehend
el_gr: Bytes έξω
fa_ir: بایت‌های خروجی
fr_fr: Octets sortants
it_it: Byte fuori
ko_kr: 송신 바이트
pl_pl: Bajty wysłane
uk_ua: Байтів на вихід
zh_cn: 字节出

source: Bytes in
cs_cz: Příchozích bajtů
de_de: Byte eingehend
el_gr: Bytes σε
fa_ir: بایت‌های ورودی
fr_fr: Octets entrants
it_it: Byte dentro
ko_kr: 수신 바이트
pl_pl: Bajty odebrane
uk_ua: Байтів на вхід
zh_cn: 字节进

source: Remote subnets
cs_cz: Podsítě na druhé straně
de_de: Ferne Subnetze
el_gr: Απομακρυσμένα υποδίκτυα
fa_ir: زیرشبکه‌های راه‌دور
fr_fr: Sous-réseaux distants
it_it: Sottoreti remote
ko_kr: 원격 서브넷
pl_pl: Zdalne podsieci
uk_ua: Віддалені підмережі
zh_cn: 远程子网

source: collapse/expand all
cs_cz: sbalit/rozbalit vše
de_de: Alle zusammenfalten / erweitern
el_gr: σύμπτυξη/ανάπτυξη όλων
fa_ir: جمع‌کردن/باز کردن همه
fr_fr: réduire/développer tout
it_it: comprimi/espandi tutto
ko_kr: 모두 축소/확장
pl_pl: zwiń/rozwiń wszystko
uk_ua: згорнути/розгорнути все
zh_cn: 折叠/展开所有

source: Remote Auth
cs_cz: Vzdálené ověř.
de_de: Ferne Authentifizierung
el_gr: Απομακρυσμένη Εξουσιοδότηση
fa_ir: احراز هویت راه‌دور
fr_fr: Auth distante
it_it: Aut. remota
ko_kr: 원격 인증
pl_pl: Zdalne uwierzytelnienie
uk_ua: Віддалена автентифікація
zh_cn: 远程认证

source: Local Auth
cs_cz: Místní ověř.
de_de: Lokale Authentifizierung
el_gr: Τοπική Εξουσιοδότηση
fa_ir: احراز هویت محلی
fr_fr: Auth locale
it_it: Aut. Locale
ko_kr: 로컬 인증
pl_pl: Lokalne uwierzytelnienie
uk_ua: Локальна автентифікація
zh_cn: 本地认证

source: Remote IP
cs_cz: IP na druhé straně
de_de: Ferne IP
el_gr: Απομακρυσμένη IP
fa_ir: IP راه دور
fr_fr: Adresse IP distante
it_it: IP remoto
ko_kr: 원격 IP
pl_pl: Zdalne IP
uk_ua: Віддалена IP
zh_cn: 远程IP

source: Remote ID
cs_cz: Identifikátor na protistraně
de_de: Ferne ID
el_gr: Απομακρυσμένο αναγνωριστικό
fa_ir: شناسه راه دور
fr_fr: ID distant
it_it: Identificazione remota
ko_kr: 원격 ID
pl_pl: Zdalne ID
uk_ua: Віддалений ідентифікатор
zh_cn: 远程ID

source: Local IP
cs_cz: Místní IP adresa
de_de: Lokale IP
el_gr: Τοπική IP
fa_ir: IP محلی
fr_fr: Adresse IP locale
it_it: IP locale
ko_kr: 로컬 IP
pl_pl: Lokalne IP
uk_ua: Локальна IP
zh_cn: 本地IP

source: Local ID
cs_cz: Místní identif.
de_de: Lokale ID
el_gr: Τοπικό αναγνωριστικό
fa_ir: شناسه محلی
fr_fr: ID locale
it_it: ID locale
ko_kr: 로컬 ID
pl_pl: Lokalne ID
uk_ua: Локальний ідентифікатор
zh_cn: 本地ID

source: Connection
cs_cz: Spojení
de_de: Verbindung
el_gr: Σύνδεση
fa_ir: اتصال
fr_fr: Connexion
it_it: Connessione
ko_kr: 연결
pl_pl: Połączenie
uk_ua: З'єднання
zh_cn: 连接

source: Are you sure you want to power off the system?
cs_cz: Opravdu chcete tento systém vypnout?
de_de: Sind Sie sicher, dass Sie das System ausschalten möchten?
el_gr: Είστε σίγουροι ότι θέλετε να απενεργοποιήσετε το σύστημα;
fa_ir: آیا مطمئن هستید که می‌خواهید سیستم را خاموش کنید؟
fr_fr: Êtes-vous sûr de vouloir éteindre le système ?
it_it: Sei sicuro di voler spegnere il sistema?
ko_kr: 시스템의 전원을 끄시겠습니까?
pl_pl: Czy na pewno chcesz wyłączyć system?
uk_ua: Ви впевнені, що хочете вимкнути систему?
zh_cn: 您确定要关闭系统吗？

source: The system is powering off now.
cs_cz: Systém se nyní vypíná.
de_de: Das System fährt herunter.
el_gr: Το σύστημα απενεργοποιείται τώρα.
fa_ir: سیستم اکنون در حال خاموش شدن است.
fr_fr: Le système est en cours d'extinction.
it_it: Il sistema si sta spegnendo adesso.
ko_kr: 시스템 전원이 꺼지는 중입니다.
pl_pl: System jest teraz wyłączany.
uk_ua: Система вимикається.
zh_cn: 系统现在正在关机。

source: to
cs_cz: do
de_de: bis
el_gr: να
fa_ir: تا
fr_fr: à
it_it: A
ko_kr: 끝
pl_pl: do
uk_ua: до
zh_cn: 到

source: Int
cs_cz: Vst
de_de: Schnittstelle
fa_ir: رابط
it_it: interno
ko_kr: 인터페이스
uk_ua: Інтерфейс
zh_cn: 接口

source: Query time
cs_cz: Doba dotazu
de_de: Abfragezeit
el_gr: Ώρα ερωτήματος
fa_ir: زمان پرس‌وجو
fr_fr: Heure de requête
it_it: Tempo di interrogazione
ko_kr: 쿼리 시간
pl_pl: Czas zapytania
uk_ua: Час запиту
zh_cn: 查询时间

source: Response
cs_cz: Odezva
de_de: Rückmeldung
el_gr: Απάντηση
fa_ir: پاسخ
fr_fr: Réponse
it_it: Risposta
ko_kr: 응답
pl_pl: Odpowiedź
uk_ua: Відповідь
zh_cn: 响应

source: Hostname or IP
cs_cz: Název stroje nebo IP adresa
de_de: Hostname oder IP
el_gr: Όνομα κεντρικού υπολογιστή ή IP
fa_ir: نام میزبان یا IP
fr_fr: Nom d'hôte ou adresse IP
it_it: Nome host o IP
ko_kr: 호스트 이름 또는 IP
pl_pl: Nazwa hosta lub IP
uk_ua: Ім'я хоста або IP
zh_cn: 主机名或IP

source: Are you sure you want to proceed?
cs_cz: Opravdu chcete pokračovat?
de_de: Sind Sie sicher, dass Sie fortfahren möchten?
el_gr: Είστε σίγουροι ότι θέλετε να συνεχίσετε;
fa_ir: آیا مطمئن هستید که می‌خواهید ادامه دهید؟
fr_fr: Êtes-vous certain de vouloir continuer ?
it_it: Sei sicuro di voler procedere?
ko_kr: 계속하시겠습니까?
pl_pl: Czy jesteś pewien, że chcesz kontynuować?
uk_ua: Ви впевнені, що хочете продовжити?
zh_cn: 您确定要继续吗？

source: Shut down after changes are complete
cs_cz: Po dokončení změn vypnout
de_de: Herunterfahren, nachdem die Änderungen abgeschlossen sind
el_gr: Τερματισμός λειτουργίας μετά την ολοκλήρωση των αλλαγών
fa_ir: خاموش شدن پس از تکمیل تغییرات
fr_fr: Éteindre une fois les changements terminés
it_it: Spegnimento una volta completate le modifiche
ko_kr: 변경이 완료된 후시스템이 종료됨
pl_pl: Wyłącz po zakończeniu zmian
uk_ua: Вимкнути після завершення змін
zh_cn: 更改完成后关闭

source: Admin user name and password will be reset
cs_cz: Uživatelské jméno a heslo správcovského účtu budou vráceny na výchozí hodnoty.
de_de: Administrator-Benutzername und Passwort werden zurückgesetzt
el_gr: Το όνομα χρήστη και ο κωδικός πρόσβασης διαχειριστή θα επαναφερθούν
fa_ir: نام کاربری و رمز عبور مدیر بازنشانی خواهند شد
fr_fr: Nom d'utilisateur et mot de passe de l'administrateur seront réinitialisés.
it_it: Il nome utente e la password dell'amministratore verranno reimpostati
ko_kr: 관리자 사용자 이름 및 비밀번호가 초기화됨
pl_pl: Nazwa użytkownika i hasło administratora zostaną zresetowane
uk_ua: Ім'я користувача та пароль адміністратора будуть скинуті
zh_cn: 管理员用户名和密码会被重置(默认 root 和 opnsense)

source: WAN interface will be set to obtain an address automatically from a DHCP server
cs_cz: Rozhraní do vnějších sítí bude nastaveno tak, aby získávalo adresu automaticky z DHCP serveru
de_de: Die WAN-Schnittstelle wird so eingestellt, dass sie automatisch eine Adresse von einem DHCP-Server erhält
el_gr: Η διεπαφή WAN θα ρυθμιστεί ώστε να λαμβάνει αυτόματα μια διεύθυνση από έναν διακομιστή DHCP
fa_ir: رابط WAN برای دریافت آدرس به‌صورت خودکار از سرور DHCP تنظیم خواهد شد
fr_fr: L'interface WAN sera configurée pour obtenir automatiquement une adresse depuis un serveur DHCP
it_it: L'interfaccia WAN verrà impostata per ottenere automaticamente un indirizzo da un server DHCP
ko_kr: WAN 인터페이스가 DHCP 서버에서 주소를 자동으로 가져오도록 설정됨
pl_pl: Interfejs WAN zostanie skonfigurowany tak, aby automatycznie pobierać adres z serwera DHCP
uk_ua: Інтерфейс WAN буде налаштований на автоматичне отримання адреси від DHCP-сервера
zh_cn: WAN 接口会被设置自动从 DHCP 服务器获得地址

source: System will be configured as a DHCP server on the default LAN interface
cs_cz: Systém bude nastaven coby DHCP server na výchozím LAN rozhraní
de_de: Das System wird als DHCP-Server auf der Standard-LAN-Schnittstelle konfiguriert
el_gr: Το σύστημα θα διαμορφωθεί ως διακομιστής DHCP στην προεπιλεγμένη διεπαφή LAN
fa_ir: سیستم به‌عنوان سرور DHCP روی رابط LAN پیش‌فرض پیکربندی خواهد شد
fr_fr: Le système sera configuré en tant que serveur DHCP sur l'interface LAN par défaut
it_it: Il sistema verrà configurato come server DHCP sull'interfaccia LAN predefinita
ko_kr: 시스템이 기본 LAN 인터페이스에서 DHCP 서버로 구성됨
pl_pl: System zostanie skonfigurowany jako serwer DHCP w domyślnym interfejsie LAN
uk_ua: Систему буде налаштовано як DHCP-сервер на типовому LAN-інтерфейсі
zh_cn: 系统会在默认的 LAN 接口上启用 DHCP 服务器

source: Reset to factory defaults
cs_cz: Vrátit nastavení na výchozí hodnoty
de_de: Auf Werkseinstellungen zurücksetzen
el_gr: Επαναφορά στις εργοστασιακές προεπιλογές
fa_ir: بازنشانی به تنظیمات کارخانه
fr_fr: Retour aux paramètres d'usine
it_it: Ripristina le impostazioni di fabbrica
ko_kr: 출고 시 기본값으로 초기화
pl_pl: Przywróć do ustawień fabrycznych
uk_ua: Скинути до заводських налаштувань
zh_cn: 重设为出厂默认状态

source: If you click "Yes", the system will:
cs_cz: Pokud kliknete na „Ano“, systém bude:
de_de: Falls Sie auf "Ja" klicken, wird das System:
el_gr: Αν κάνετε κλικ στο "Ναι", το σύστημα θα:
fa_ir: اگر روی «بله» کلیک کنید، سیستم:
fr_fr: Si vous cliquez "Oui", le système va:
it_it: Se si fa clic su "Sì", il sistema:
ko_kr: "예"를 클릭하면 시스템이 다음을 수행합니다:
pl_pl: Jeśli klikniesz "Tak", system:
uk_ua: Якщо ви натиснете «Так», система:
zh_cn: 单击"是"，系统将:

source: The system has been reset to factory defaults and is shutting down.
cs_cz: Systém byl navrácen do výchozího stavu a vypíná se.
de_de: Das System wurde auf die Werkseinstellungen zurückgesetzt und wird heruntergefahren.
el_gr: Το σύστημα έχει επανέλθει στις εργοστασιακές ρυθμίσεις και τερματίζεται.
fa_ir: سیستم به تنظیمات کارخانه بازنشانی شده و در حال خاموش شدن است.
fr_fr: Le système a été réinitialisé avec les paramètres usine et est en cours d'extinction.
it_it: Il sistema è stato ripristinato alle impostazioni di fabbrica e si sta spegnendo.
ko_kr: 시스템이 출고 시 기본값으로 초기화되어 종료되는 중입니다.
pl_pl: System został przywrócony do ustawień fabrycznych i jest wyłączany.
uk_ua: Систему скинуто до заводських налаштувань і вона вимикається.
zh_cn: 系统已重置为出厂默认设置并正在关闭。

source: Your device is powering off
cs_cz: Zařízení se vypíná
de_de: Ihr Gerät fährt herunter
el_gr: Η συσκευή σας απενεργοποιείται
fa_ir: دستگاه شما در حال خاموش شدن است
fr_fr: Votre appareil est en cours d'extinction
it_it: Il tuo dispositivo si sta spegnendo
ko_kr: 장치를 끄는 중
pl_pl: Twoje urządzenie jest wyłączane
uk_ua: Ваш пристрій вимикається
zh_cn: 您的设备正在关闭电源

source: Download this backup
cs_cz: Stáhnout si tuto zálohu
de_de: Diese Sicherung herunterladen
el_gr: Λήψη αυτού του αντιγράφου ασφαλείας
fa_ir: دانلود این پشتیبان
fr_fr: Télécharger cette sauvegarde
it_it: Scarica questo backup
ko_kr: 이 백업 다운로드
pl_pl: Pobierz tę kopię zapasową
uk_ua: Завантажити цю резервну копію
zh_cn: 下载该备份

source: Remove this backup
cs_cz: Odstranit tuto zálohu
de_de: Diese Sicherung entfernen
el_gr: Κατάργηση αυτού του αντιγράφου ασφαλείας
fa_ir: حذف این پشتیبان
fr_fr: Supprimer cette sauvegarde
it_it: Rimuovi questo backup
ko_kr: 이 백업 삭제
pl_pl: Usuń tę kopię zapasową
uk_ua: Видалити цю резервну копію
zh_cn: 删除该备份

source: Revert to this configuration
cs_cz: Vrátit nastavení do tohoto stavu
de_de: Diese Konfiguration wiederherstellen
el_gr: Επαναφορά σε αυτήν τη διαμόρφωση
fa_ir: بازگردانی به این پیکربندی
fr_fr: Revenir à cette configuration
it_it: Ripristina questa configurazione
ko_kr: 이 설정으로 되돌리기
pl_pl: Przywróć tę konfigurację
uk_ua: Повернутися до цієї конфігурації
zh_cn: 恢复到该配置

source: Current space used:
cs_cz: Aktuálně zabrané místo:
de_de: Aktueller Platzverbrauch:
el_gr: Τρέχων χώρος που χρησιμοποιείται:
fa_ir: فضای فعلی استفاده‌شده:
fr_fr: Espace actuellement utilisé:
it_it: Spazio attuale utilizzato:
ko_kr: 현재 사용된 공간:
pl_pl: Aktualnie używana przestrzeń:
uk_ua: Використано місця:
zh_cn: 当前已使用:

source: Be aware of how much space is consumed by backups before adjusting this value.
cs_cz: Než začnete tuto hodnotu upravovat, zjistěte si, kolik prostoru zabírají zálohy nyní.
de_de: Beachten Sie, wie viel Speicherplatz durch Sicherungen verbraucht wird, bevor Sie diesen Wert anpassen.
el_gr: Λάβετε υπόψη πόσο χώρο καταλαμβάνουν τα αντίγραφα ασφαλείας πριν προσαρμόσετε αυτήν την τιμή.
fa_ir: قبل از تغییر این مقدار، میزان فضای مصرف‌شده توسط پشتیبان‌ها را در نظر بگیرید.
fr_fr: Soyez conscient de la quantité d'espace utilisée par les sauvegardes avant d'ajuster cette valeur.
it_it: Essere consapevoli della quantità di spazio consumato dai backup prima di modificare questo valore.
ko_kr: 이 값을 조정하기 전에 백업에 사용되는 공간의 크기를 알아야 합니다.
pl_pl: Uważaj, ile miejsca jest zużywane przez kopie zapasowe, zanim dostosujesz tę wartość.
uk_ua: Зверніть увагу на обсяг місця, що займають резервні копії, перш ніж змінювати це значення.
zh_cn: 在调整此值之前，请注意备份所消耗的空间。

source: Enter the number of older configurations to keep in the local backup cache.
cs_cz: Zadejte kolik starších verzí nastavení uchovávat v místní záloze.
de_de: Geben Sie die Anzahl der älteren Konfigurationen ein, die im lokalen Backup-Cache gespeichert werden sollen.
el_gr: Εισαγάγετε τον αριθμό των παλαιότερων διαμορφώσεων που θα διατηρούνται στην τοπική προσωρινή μνήμη αντιγράφων ασφαλείας.
fa_ir: تعداد پیکربندی‌های قدیمی که باید در کش پشتیبان محلی نگهداری شوند را وارد کنید.
fr_fr: Entrez le nombre de configurations à conserver dans le cache local des sauvegardes.
it_it: Immettere il numero di configurazioni precedenti da conservare nella cache di backup locale.
ko_kr: 로컬 백업 캐시에 보관할 이전 구성 수를 입력하세요.
pl_pl: Wprowadź liczbę starszych konfiguracji, które mają być przechowywane w lokalnej pamięci podręcznej kopii zapasowej.
uk_ua: Введіть кількість старих конфігурацій, які слід зберігати в локальному кеші резервних копій.
zh_cn: 保留在本地缓存中的备份文件数量。

source: Remove Configuration Backup
cs_cz: Odstranit zálohu nastavení
de_de: Konfigurationssicherung löschen
el_gr: Κατάργηση αντιγράφου ασφαλείας διαμόρφωσης
fa_ir: حذف پشتیبان پیکربندی
fr_fr: Supprimer la sauvegarde de configuration
it_it: Rimuovi il backup della configurazione
ko_kr: 설정 백업 삭제
pl_pl: Usuń kopię zapasową konfiguracji
uk_ua: Видалити резервну копію конфігурації
zh_cn: 删除配置备份

source: Restore from Configuration Backup
cs_cz: Obnovit nastavení ze zálohy
de_de: Aus Konfigurationssicherung wiederherstellen
el_gr: Επαναφορά από αντίγραφο ασφαλείας διαμόρφωσης
fa_ir: بازیابی از پشتیبان پیکربندی
fr_fr: Restaurer la sauvegarde de configuration
it_it: Ripristina dal backup della configurazione
ko_kr: 설정 백업본으로 복원
pl_pl: Przywróć z kopii zapasowej konfiguracji
uk_ua: Відновити з резервної копії конфігурації
zh_cn: 从配置备份来恢复

source: Backup count must be greater than zero.
cs_cz: Je třeba, aby počet záloh byl vyšší než nula.
de_de: Die Sicherungsanzahl muss größer als null sein.
el_gr: Ο αριθμός των αντιγράφων ασφαλείας πρέπει να είναι μεγαλύτερος από μηδέν.
fa_ir: تعداد پشتیبان‌ها باید بزرگ‌تر از صفر باشد.
fr_fr: Le nombre de sauvegardes doit être supérieur à zéro.
it_it: Il conteggio dei backup deve essere maggiore di zero.
ko_kr: 백업 수는 0보다 커야 합니다.
pl_pl: Liczba kopii zapasowych musi być większa niż zero.
uk_ua: Кількість резервних копій має бути більшою за нуль.
zh_cn: 备份数量必须大于零。

source: Setup/Test %s
cs_cz: Nastavit/vyzkoušet %s
de_de: %s einrichten/testen
el_gr: Ρύθμιση/Δοκιμή %s
fa_ir: راه‌اندازی/آزمایش %s
fr_fr: Configuration/Test %s
it_it: Configurazione/Prova %s
ko_kr: %s 설정/테스트
pl_pl: Konfiguracja/Test %s
uk_ua: Налаштувати/Перевірити %s
zh_cn: 设置/测试%s

source: Open a configuration XML file and click the button below to restore the configuration.
cs_cz: Otevřete XML soubor s nastaveními a níže klikněte na tlačítko pro obnovení nastavení.
de_de: Öffnen Sie eine XML-Konfigurationsdatei und klicken Sie den Button unten, um die Konfiguration wiederherzustellen.
el_gr: Ανοίξτε ένα αρχείο XML διαμόρφωσης και κάντε κλικ στο παρακάτω κουμπί για να επαναφέρετε τη διαμόρφωση.
fa_ir: یک فایل XML پیکربندی را باز کنید و برای بازیابی پیکربندی روی دکمهٔ زیر کلیک کنید.
fr_fr: Ouvrir un fichier de configuration XML puis cliquez sur le bouton ci-dessous pour restaurer la configuration.
it_it: Apri un file XML di configurazione e fai clic sul pulsante in basso per ripristinare la configurazione.
ko_kr: 구성 XML 파일을 열고 아래 단추를 클릭하여 구성을 복원합니다.
pl_pl: Otwórz plik konfiguracyjny XML i kliknij poniższy przycisk, aby przywrócić konfigurację.
uk_ua: Відкрийте файл конфігурації XML та натисніть кнопку нижче, щоб відновити конфігурацію.
zh_cn: 打开XML格式配置文件，然后单击恢复配置按钮进行恢复。

source: Restore configuration
cs_cz: Obnovit nastavení
de_de: Konfiguration wiederherstellen
el_gr: Επαναφορά διαμόρφωσης
fa_ir: بازیابی پیکربندی
fr_fr: Restaurer la configuration
it_it: Ripristina la configurazione
ko_kr: 구성 복원
pl_pl: Przywróć konfigurację
uk_ua: Відновити конфігурацію
zh_cn: 恢复配置

source: Configuration file is encrypted.
cs_cz: Soubor s nastaveními je zašifrovaný.
de_de: Die Konfigurationsdatei ist verschlüsselt
el_gr: Το αρχείο διαμόρφωσης είναι κρυπτογραφημένο.
fa_ir: فایل پیکربندی رمزنگاری شده است.
fr_fr: Le fichier de configuration est chiffré.
it_it: Il file di configurazione è crittografato.
ko_kr: 구성 파일이 암호화되었습니다.
pl_pl: Plik konfiguracyjny jest zaszyfrowany.
uk_ua: Файл конфігурації зашифрований.
zh_cn: 配置文件已加密。

source: Reboot after a successful restore.
cs_cz: Po úspěšném obnovení restartovat.
de_de: System nach erfolgreicher Wiederherstellung neu starten
el_gr: Επανεκκίνηση μετά από μια επιτυχημένη επαναφορά.
fa_ir: راه‌اندازی مجدد پس از بازیابی موفق.
fr_fr: Redémarrer après une restauration réalisée avec succès.
it_it: Riavviare dopo un ripristino riuscito.
ko_kr: 복원이 성공한 후 재부팅합니다.
pl_pl: Uruchom ponownie po pomyślnym przywróceniu.
uk_ua: Перезавантажити після успішного відновлення.
zh_cn: 成功还原后重新启动。

source: Restore
cs_cz: Obnovit
de_de: Wiederherstellen
el_gr: Επαναφέρω
fa_ir: بازیابی
fr_fr: Restauration
it_it: Ripristinare
ko_kr: 복원
pl_pl: Przywróć
uk_ua: Відновити
zh_cn: 恢复

source: Click this button to download the system configuration in XML format.
cs_cz: Kliknutím na toto tlačítko si stáhnete nastavení systému v XML podobě.
de_de: Klicken Sie auf diese Schaltfläche, um die Systemkonfiguration im XML-Format herunterzuladen.
el_gr: Κάντε κλικ σε αυτό το κουμπί για να κάνετε λήψη της διαμόρφωσης συστήματος σε μορφή XML.
fa_ir: برای دانلود پیکربندی سیستم به‌صورت XML، روی این دکمه کلیک کنید.
fr_fr: Cliquer sur ce bouton pour télécharger la configuration système au format XML.
it_it: Fare clic su questo pulsante per scaricare la configurazione del sistema in formato XML.
ko_kr: 시스템 구성을 XML 형식으로 다운로드하려면 이 단추를 클릭하세요.
pl_pl: Kliknij ten przycisk, aby pobrać konfigurację systemu w formacie XML.
uk_ua: Натисніть цю кнопку, щоб завантажити конфігурацію системи у форматі XML.
zh_cn: 单击下载XML格式系统配置文件。

source: Download configuration
cs_cz: Stáhnout si nastavení
de_de: Konfiguration herunterladen
el_gr: Λήψη διαμόρφωσης
fa_ir: دانلود پیکربندی
fr_fr: Télécharger la configuration
it_it: Scarica la configurazione
ko_kr: 구성 다운로드
pl_pl: Pobierz konfigurację
uk_ua: Завантажити конфігурацію
zh_cn: 下载配置

source: Encrypt this configuration file.
cs_cz: Zašifrovat tento soubor s nastaveními.
de_de: Diese Konfigurationsdatei verschlüsseln
el_gr: Κρυπτογράφηση αυτού του αρχείου διαμόρφωσης.
fa_ir: رمزنگاری این فایل پیکربندی
fr_fr: Chiffrer ce fichier de configuration
it_it: Crittografa questo file di configurazione.
ko_kr: 이 구성 파일을 암호화합니다.
pl_pl: Zaszyfruj ten plik konfiguracyjny.
uk_ua: Зашифрувати цей файл конфігурації.
zh_cn: 加密该配置文件。

source: Do not backup RRD data.
cs_cz: Nezálohovat RRD data.
de_de: RRD-Daten nicht sichern
el_gr: Μην δημιουργείτε αντίγραφα ασφαλείας των δεδομένων RRD.
fa_ir: از پشتیبان‌گیری داده‌های RRD خودداری کنید.
fr_fr: Ne pas sauvegarder les données RRD.
it_it: Non eseguire il backup dei dati RRD.
ko_kr: RRD 데이터를 백업하지 않습니다.
pl_pl: Nie twórz kopii zapasowej danych RRD.
uk_ua: Не створювати резервну копію даних RRD.
zh_cn: 不备份RRD数据。

source: Backup successful, current file list:
cs_cz: Záloha proběhla úspěšně, aktuální seznam souborů:
de_de: Sicherung erfolgreich, aktuelle Dateiliste:
el_gr: Επιτυχής δημιουργία αντιγράφων ασφαλείας, τρέχουσα λίστα αρχείων:
fa_ir: پشتیبان‌گیری موفق، فهرست فایل‌های فعلی:
fr_fr: Sauvegarde réussie, liste des fichiers :
it_it: Backup riuscito, elenco file corrente:
ko_kr: 백업 성공, 현재 파일 목록:
pl_pl: Kopia zapasowa zakończona sukcesem, aktualna lista plików:
uk_ua: Резервне копіювання успішне, поточний список файлів:
zh_cn: 备份成功，当前文件列表:

source: The system is rebooting now. This may take one minute.
cs_cz: Systém se nyní restartuje. To může chvíli trvat.
de_de: Das System startet nun neu. Dies kann eine Minute dauern.
el_gr: Το σύστημα επανεκκινείται τώρα. Αυτό μπορεί να διαρκέσει ένα λεπτό.
fa_ir: سیستم اکنون در حال راه‌اندازی مجدد است. ممکن است حدود یک دقیقه طول بکشد.
fr_fr: Le système est en cours de redémarrage. Cela peut prendre une minute.
it_it: Il sistema si sta riavviando ora. L'operazione potrebbe richiedere un minuto.
ko_kr: 시스템이 지금 재부팅 중입니다. 이 작업은 1분 정도 걸릴 수 있습니다.
pl_pl: System jest teraz uruchamiany ponownie. Może to potrwać minutę.
uk_ua: Система перезавантажується. Це може зайняти одну хвилину.
zh_cn: 系统正在重启。 这可能需要一分钟。

source: The configuration could not be restored.
cs_cz: Nastavení se nepodařilo obnovit.
de_de: Die Konfiguration konnte nicht wiederhergestellt werden.
el_gr: Δεν ήταν δυνατή η επαναφορά της διαμόρφωσης.
fa_ir: قادر به بازیابی پیکربندی نیست.
fr_fr: La configuration n'a pu être restaurée.
it_it: Impossibile ripristinare la configurazione.
ko_kr: 구성을 복원할 수 없습니다.
pl_pl: Nie można było przywrócić konfiguracji.
uk_ua: Не вдалося відновити конфігурацію.
zh_cn: 无法恢复配置。

source: The configuration has been restored.
cs_cz: Nastavení byla obnovena.
de_de: Die Konfiguration wurde wiederhergestellt.
el_gr: Η διαμόρφωση έχει αποκατασταθεί.
fa_ir: پیکربندی بازیابی شد.
fr_fr: La configuration a été restaurée.
it_it: La configurazione è stata ripristinata.
ko_kr: 구성이 복원되었습니다.
pl_pl: Konfiguracja została przywrócona.
uk_ua: Конфігурацію відновлено.
zh_cn: 配置已恢复。

source: The configuration area has been restored.
cs_cz: Oblast nastavení byla obnovena.
de_de: Der Konfigurationsbereich wurde wiederhergestellt.
el_gr: Η περιοχή διαμόρφωσης έχει αποκατασταθεί.
fa_ir: ناحیه پیکربندی بازیابی شد.
fr_fr: La zone de configuration a été restorée.
it_it: L'area di configurazione è stata ripristinata.
ko_kr: 구성 영역이 복원되었습니다.
pl_pl: Obszar konfiguracji został przywrócony.
uk_ua: Область конфігурації відновлено.
zh_cn: 配置区域已恢复。
