Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Upper limit in seconds for calculated retransmission timeout (0 to disable)
cs_cz: Horní limit (v sekundách) pro vypočtený časový limit opětovného přenosu (0 pro vypnutí)
de_de: Obergrenze in Sekunden für den berechneten Timeout bei erneuten Übertragungen (0 deaktiviert)
el_gr: Ανώτατο όριο σε δευτερόλεπτα για το υπολογισμένο χρονικό όριο αναμετάδοσης (0 για απενεργοποίηση)
fa_ir: حد بالایی (به ثانیه) برای زمان‌انتظار بازارسال محاسبه‌شده (0 برای غیرفعال کردن)
fr_fr: Limite supérieure en secondes pour le délai de retransmission calculé (0 pour désactiver)
it_it: Limite superiore in secondi per il timeout di ritrasmissione calcolato (0 per disabilitare)
ko_kr: 계산된 재전송 시간 초과에 대한 상한을 초 단위로 설정(0은 비활성화)
uk_ua: Верхня межа в секундах для розрахованого таймауту повторної передачі (0 для вимкнення)
zh_cn: 计算的重传超时上限（以秒为单位）（0 表示禁用）。

source: Upstream Domain
cs_cz: Doména nadřazeného
el_gr: Ανοδικός τομέας
fa_ir: دامنهٔ Upstream
fr_fr: Domaine amont
it_it: Dominio a monte
ko_kr: 업스트림 도메인
uk_ua: Вихідний домен
zh_cn: 上游域

source: Upstream Keepalive Support
cs_cz: Podpora udržování spojení nadřazeného
de_de: Upstream-Keepalive-Unterstützung
el_gr: Υποστήριξη Keepalive Upstream
fa_ir: پشتیبانی Keepalive برای Upstream
fr_fr: Prise en charge de la fonction Keepalive en amont
it_it: Supporto Keepalive a monte
ko_kr: 업스트림 Keepalive 지원
uk_ua: Підтримка Keepalive вихідного каналу
zh_cn: 上游保活支持

source: Upstream Path
cs_cz: Popis umístění nadřazeného
de_de: Upstream-Pfad
el_gr: Μονοπάτι προς τα πάνω
fa_ir: مسیر Upstream
fr_fr: Chemin d'accès en amont
it_it: Percorso a monte
ko_kr: 업스트림 경로
uk_ua: Вихідний шлях
zh_cn: 上游域路径

source: Upstream Port
cs_cz: Nadřazený port
el_gr: Θύρα προς τα πάνω
fa_ir: پورت Upstream
fr_fr: Port amont
it_it: Porto a monte
ko_kr: 업스트림 포트
uk_ua: Вихідний порт
zh_cn: 上游域端口

source: Use TLS, but skip chain and host verification.
cs_cz: Použít TLS, ale neověřovat řetězec důvěryhodnosti a hostitele.
de_de: TLS verwenden, jedoch ohne Überprüfung der Zertifikatskette und des Hostnamens.
el_gr: Χρησιμοποιήστε TLS, αλλά παραλείψτε την επαλήθευση αλυσίδας και κεντρικού υπολογιστή.
fa_ir: استفاده از TLS، اما بررسی زنجیره و میزبان را نادیده بگیرید.
fr_fr: Utilisez TLS, mais sautez la vérification de la chaîne et de l'hôte.
it_it: Utilizza TLS, ma salta la verifica della catena e dell'host.
ko_kr: TLS를 사용하지만 체인과 호스트 검증은 건너뜁니다.
uk_ua: Використовувати TLS, але пропустити перевірку ланцюжка та хоста.
zh_cn: 使用 TLS，但跳过链和主机验证。

source: Use prefix defined on the selected interface instead of the interface this rule applies to when target prefix is not provided.
cs_cz: Pokud není zadána cílová předpona, bude namísto rozhraní, na které se toto pravidlo vztahuje, použita předpona definovaná na vybraném rozhraní.
de_de: Verwendet das auf der gewählten Schnittstelle definierte Präfix anstelle der Zieladresse, wenn kein Zielpräfix angegeben ist.
el_gr: Χρησιμοποιήστε το πρόθεμα που ορίζεται στην επιλεγμένη διεπαφή αντί για τη διεπαφή στην οποία ισχύει αυτός ο κανόνας όταν δεν παρέχεται το πρόθεμα-στόχος.
fa_ir: اگر پیشوند مقصد ارائه نشده باشد، از پیشوند تعریف‌شده روی رابط انتخاب‌شده استفاده کنید، نه رابطی که این قانون برای آن اعمال می‌شود.
fr_fr: Utiliser le préfixe défini sur l'interface sélectionnée au lieu de l'interface à laquelle cette règle s'applique lorsque le préfixe cible n'est pas fourni.
it_it: Utilizza il prefisso definito sull'interfaccia selezionata invece dell'interfaccia a cui si applica questa regola quando non viene fornito il prefisso di destinazione.
ko_kr: 대상 프리픽스가 제공되지 않으면 이 규칙이 적용되는 인터페이스 대신 선택한 인터페이스에 정의된 프리픽스를 사용합니다.
uk_ua: Використовувати префікс, визначений на вибраному інтерфейсі, замість інтерфейсу, до якого застосовується це правило, якщо цільовий префікс не вказано.
zh_cn: 当未提供目标前缀时，使用在所选接口上定义的前缀，而不是应用此规则的接口。

source: Use rfc5424 formatted messages for this destination.
cs_cz: Pro tento cíl použít zprávy ve formátu dle rfc5424.
de_de: Verwenden Sie für dieses Ziel Nachrichten im RFC5424-Format.
el_gr: Χρησιμοποιήστε μηνύματα με μορφοποίηση rfc5424 για αυτόν τον προορισμό.
fa_ir: برای این مقصد از پیام‌هایی با فرمت rfc5424 استفاده کنید.
fr_fr: Utiliser les messages formatés rfc5424 pour cette destination.
it_it: Utilizza messaggi formattati rfc5424 per questa destinazione.
ko_kr: 이 대상에는 rfc5424 형식의 메시지를 사용하세요.
uk_ua: Використовувати повідомлення у форматі rfc5424 для цього призначення.
zh_cn: 为该目标使用rfc5424格式消息。

source: User / Group
cs_cz: Uživatel / skupina
de_de: Benutzer / Gruppe
el_gr: Χρήστης / Ομάδα
fa_ir: کاربر / گروه
fr_fr: Utilisateur / Groupe
it_it: Utente/Gruppo
ko_kr: 사용자 / 그룹
uk_ua: Користувач / Група
zh_cn: 用户/组

source: Valid lifetime
cs_cz: Platná životnost
de_de: Gültigkeitsdauer
el_gr: Ισχύει εφ' όρου ζωής
fa_ir: مدت اعتبار
fr_fr: Durée de vie valide
it_it: Durata valida
ko_kr: 유효 수명
uk_ua: Дійсний термін дії
zh_cn: 有效期

source: Validity Time
cs_cz: Doba platnosti
de_de: Gültigkeitsdauer
el_gr: Χρόνος Ισχύος
fa_ir: زمان اعتبار
fr_fr: Durée de validité
it_it: Tempo di validità
ko_kr: 유효 시간
uk_ua: Час дії
zh_cn: 有效期

source: Vault Token
cs_cz: Token trezoru
el_gr: Διακριτικό θησαυροφυλακίου
fa_ir: توکن Vault
fr_fr: Jeton de chambre forte
it_it: Gettone della Cripta
ko_kr: Vault 토근
uk_ua: Токен Vault

source: Weight for this gateway when used in a gateway group. Specificed as an integer number between 1 and 5. Default equals 1.
cs_cz: Váha pro tuto bránu při použití ve skupině bran. Zadává se jako celé číslo v rozsahu 1 až 5. Výchozí hodnota je 1.
de_de: Gewichtung für dieses Gateway bei Verwendung in einer Gateway-Gruppe. Angegeben als Ganzzahl zwischen 1 und 5. Standardwert ist 1.
el_gr: Βάρος για αυτήν την πύλη όταν χρησιμοποιείται σε μια ομάδα πυλών. Καθορίζεται ως ακέραιος αριθμός μεταξύ 1 και 5. Η προεπιλογή ισούται με 1.
fa_ir: وزن این گیت‌وی هنگام استفاده در یک گروه گیت‌وی. به‌صورت عدد صحیح بین 1 تا 5 مشخص می‌شود. مقدار پیش‌فرض برابر 1 است.
fr_fr: Poids de cette passerelle lorsqu'elle est utilisée dans un groupe de passerelles. Il s'agit d'un nombre entier compris entre 1 et 5. La valeur par défaut est 1.
it_it: Peso per questo gateway quando utilizzato in un gruppo di gateway. Specificato come numero intero compreso tra 1 e 5. Il valore predefinito è uguale a 1.
ko_kr: 게이트웨이 그룹에서 사용될 때 이 게이트웨이의 가중치입니다. 1~5 사이의 정수로 지정됩니다. 기본값은 1입니다.
uk_ua: Вага для цього шлюзу при використанні в групі шлюзів. Вказується як ціле число від 1 до 5. Типово дорівнює 1.
zh_cn: 在网关组中使用时该网关的权重。指定为1到5之间的整数。默认值等于1。

source: When choosing HTTP, automatic certificate management will be disabled and all traffic to and from this domain will be unencrypted.
cs_cz: Pokud zvolíte HTTP, bude automatická správa certifikátů vypnuta a veškerý provoz do a z této domény a nebude šifrovaný.
de_de: Bei Auswahl von HTTP wird die automatische Zertifikatsverwaltung deaktiviert und der gesamte Datenverkehr zu und von dieser Domain erfolgt unverschlüsselt.
el_gr: Όταν επιλέγετε HTTP, η αυτόματη διαχείριση πιστοποιητικών θα απενεργοποιηθεί και όλη η κίνηση προς και από αυτόν τον τομέα θα είναι μη κρυπτογραφημένη.
fa_ir: هنگام انتخاب HTTP، مدیریت خودکار گواهی غیرفعال می‌شود و تمام ترافیک به/از این دامنه رمزنگاری‌شده نخواهد بود.
fr_fr: En choisissant HTTP, la gestion automatique des certificats sera désactivée et tout le trafic vers et depuis ce domaine ne sera pas crypté.
it_it: Quando si sceglie HTTP, la gestione automatica dei certificati verrà disabilitata e tutto il traffico da e verso questo dominio non sarà crittografato.
ko_kr: HTTP를 선택하면 자동 인증서 관리가 비활성화되고 해당 도메인으로 들어오고 나가는 모든 트래픽이 암호화되지 않습니다.
uk_ua: При виборі HTTP автоматичне керування сертифікатами буде вимкнено, і весь трафік до та від цього домену буде незашифрованим.
zh_cn: 选择HTTP时，自动证书管理将被禁用，并且往返于该域的所有流量都将未加密。

source: When directive is "reverse_proxy", enter a path prefix like "/guacamole" that should be prepended to the upstream request. This is useful for destinations that have a virtual directory as their base path. When directive is "redir", add the path the request should be redirected to; leaving it empty will append {uri}.
cs_cz: Pokud je direktivou „reverse_proxy“, zadejte předponu popisu umístění, například „/guacamole“, která by měla být předřazena požadavku na nadřazené. To je užitečné pro cíle, které mají jako základní popis umístění virtuální složku. Pokud je direktiva „redir“, přidejte popis umístění, na které má být požadavek přesměrován; pokud nevyplníte, bude připojeno {uri}.
de_de: Wenn die Anweisung "reverse_proxy" ist, geben Sie ein Pfadpräfix wie "/guacamole" ein, das der Upstream-Anfrage vorangestellt wird. Dies ist nützlich für Ziele, deren Basisverzeichnis ein virtuelles Verzeichnis ist. Bei der Anweisung "redir" geben Sie den Pfad an, zu dem die Anfrage umgeleitet werden soll; bleibt das Feld leer, wird {uri} angehängt.
el_gr: Όταν η οδηγία είναι "reverse_proxy", εισαγάγετε ένα πρόθεμα διαδρομής όπως "/guacamole" που θα πρέπει να προηγείται του αιτήματος upstream. Αυτό είναι χρήσιμο για προορισμούς που έχουν έναν εικονικό κατάλογο ως βασική διαδρομή. Όταν η οδηγία είναι "redir", προσθέστε τη διαδρομή στην οποία θα πρέπει να ανακατευθυνθεί το αίτημα. Αν την αφήσετε κενή, θα προστεθεί το {uri}.
fa_ir: وقتی directive برابر "reverse_proxy" است، یک پیشوند مسیر مثل "/guacamole" وارد کنید که باید به درخواست Upstream پیش‌افزوده شود. این برای مقصدهایی که دایرکتوری مجازی به‌عنوان مسیر پایه دارند مفید است. وقتی directive برابر "redir" است، مسیری که درخواست باید به آن هدایت شود را اضافه کنید؛ خالی گذاشتن باعث می‌شود {uri} اضافه شود.
fr_fr: Lorsque la directive est "reverse_proxy", entrez un préfixe de chemin comme "/guacamole" qui doit être ajouté à la requête en amont. Ce préfixe est utile pour les destinations dont le chemin de base est un répertoire virtuel. Lorsque la directive est "redir", ajoutez le chemin vers lequel la requête doit être redirigée ; si vous laissez le champ vide, {uri} sera ajouté.
it_it: Quando la direttiva è "reverse_proxy", inserisci un prefisso del percorso come "/guacamole" che dovrebbe essere anteposto alla richiesta upstream. Ciò è utile per le destinazioni che hanno una directory virtuale come percorso di base. Quando la direttiva è "redir", aggiungi il percorso a cui deve essere reindirizzata la richiesta; lasciandolo vuoto verrà aggiunto {uri}.
ko_kr: 지시어가 "reverse_proxy"인 경우 업스트림 요청에 추가해야 하는 "/guacamole"과 같은 경로 접두사를 입력합니다. 이는 가상 디렉터리를 기본 경로로 갖는 대상에 유용합니다. 지시어가 "redir"인 ​​경우 요청이 리디렉션되어야 하는 경로를 추가합니다. 비워두면 {uri}가 추가됩니다.
uk_ua: Якщо директива є "reverse_proxy", введіть префікс шляху, наприклад "/guacamole", який повинен бути доданий на початку запиту до вихідного сервера. Це корисно для призначень, що мають віртуальний каталог як базовий шлях. Якщо директива є "redir", додайте шлях, на який запит повинен бути перенаправлений; залишення порожнім додасть {uri}.
zh_cn: 当指令为“reverse_proxy”时，请输入路径前缀（如“/guacamole”），该前缀应添加到上游请求中。这对于以虚拟目录作为基本路径的目标非常有用。当指令为“redir”时，请添加请求应重定向到的路径；将其留空将附加 {uri}。

source: When selected, metrics will have the RETAIN flag set.
cs_cz: Pokud zaškrtnuto, metrikám bude nastaven příznak RETAIN.
de_de: Wenn aktiviert, wird das RETAIN-Flag für Metriken gesetzt.
el_gr: Όταν επιλεγούν, οι μετρήσεις θα έχουν ορισμένη τη σημαία RETAIN.
fa_ir: در صورت انتخاب، متریک‌ها پرچم RETAIN خواهند داشت.
fr_fr: Lorsqu'il est sélectionné, le drapeau RETAIN est activé sur les métriques.
it_it: Se selezionati, i parametri avranno il flag RETAIN impostato.
ko_kr: 선택하면, 메트릭에 RETAIN 플래그가 설정됩니다.
uk_ua: Якщо вибрано, метрики матимуть встановлений прапорець RETAIN.
zh_cn: 选中后，度量指标将设置 RETAIN 标志。

source: When the interface is configured in multicast mode, the dev interface is used to transmit IP multicast packets.
cs_cz: Pokud je rozhraní nastaveno na režim vícesměrového vysílání, bude jeho rozhraní používáno k přenosu paketů vícesměrového vysílání IP.
de_de: Wenn die Schnittstelle im Multicast-Modus konfiguriert ist, wird die Dev-Schnittstelle zum Übertragen von IP-Multicast-Paketen verwendet.
el_gr: Όταν η διεπαφή έχει ρυθμιστεί σε λειτουργία πολλαπλής διανομής, η διεπαφή προγραμματιστή χρησιμοποιείται για τη μετάδοση πακέτων πολλαπλής διανομής IP.
fa_ir: وقتی رابط در حالت multicast پیکربندی شود، رابط dev برای ارسال بسته‌های IP multicast استفاده می‌شود.
fr_fr: Lorsque l'interface est configurée en mode multicast, l'interface dev est utilisée pour transmettre des paquets IP multicast.
it_it: Quando l'interfaccia è configurata in modalità multicast, l'interfaccia di sviluppo viene utilizzata per trasmettere pacchetti IP multicast.
ko_kr: 인터페이스가 멀티캐스트 모드로 구성된 경우, dev 인터페이스는 IP 멀티캐스트 패킷을 전송하는 데 사용됩니다.
uk_ua: Якщо інтерфейс налаштований у багатоадресному режимі, інтерфейс dev використовується для передачі багатоадресних IP-пакетів.
zh_cn: 当接口配置为组播模式时，设备接口用于传输IP组播报文。

source: When this option is enabled tinc will only use Subnet statements which are present in the host config files in the local /etc/tinc/netname/hosts/ directory. Subnets learned via connections to other nodes and which are not present in the local host config files are ignored.
cs_cz: Pokud je tato volba zapnuta, tinc použije pouze příkazy Subnet, které se nacházejí v souborech s nastaveními hostitele v místní složce /etc/tinc/netname/hosts/. Podsítě naučené prostřednictvím připojení k jiným uzlům, které nejsou přítomny v místních souborech s nastaveními hostitele, jsou ignorovány.
de_de: Wenn diese Option aktiviert ist, verwendet tinc nur Subnetzeinträge, die in den Host-Konfigurationsdateien im lokalen Verzeichnis /etc/tinc/netname/hosts/ vorhanden sind. Subnetze, die über Verbindungen zu anderen Knoten gelernt wurden und nicht lokal konfiguriert sind, werden ignoriert.
el_gr: Όταν αυτή η επιλογή είναι ενεργοποιημένη, το tinc θα χρησιμοποιεί μόνο τις δηλώσεις υποδικτύου που υπάρχουν στα αρχεία ρυθμίσεων κεντρικού υπολογιστή στον τοπικό κατάλογο /etc/tinc/netname/hosts/. Τα υποδίκτυα που μαθαίνονται μέσω συνδέσεων με άλλους κόμβους και τα οποία δεν υπάρχουν στα αρχεία ρυθμίσεων τοπικού κεντρικού υπολογιστή αγνοούνται.
fa_ir: با فعال‌سازی این گزینه، tinc فقط از Subnet statements‌ای استفاده می‌کند که در فایل‌های پیکربندی میزبان در دایرکتوری محلی /etc/tinc/netname/hosts/ وجود دارند. Subnetهایی که از طریق اتصال به گره‌های دیگر یاد گرفته شده‌اند و در فایل‌های پیکربندی میزبان محلی وجود ندارند نادیده گرفته می‌شوند.
fr_fr: Lorsque cette option est activée, tinc n'utilisera que les déclarations de sous-réseau présentes dans les fichiers de configuration des hôtes dans le répertoire local /etc/tinc/netname/hosts/. Les sous-réseaux appris via des connexions à d'autres noeuds et qui ne sont pas présents dans les fichiers de configuration des hôtes locaux sont ignorés.
it_it: Quando questa opzione è abilitata, tinc utilizzerà solo le istruzioni Subnet presenti nei file di configurazione dell'host nella directory locale /etc/tinc/netname/hosts/. Le sottoreti apprese tramite connessioni ad altri nodi e che non sono presenti nei file di configurazione dell'host locale vengono ignorate.
ko_kr: 이 옵션이 활성화되면 tinc는 로컬 /etc/tinc/netname/hosts/ 디렉토리의 호스트 구성 파일에 있는 서브넷 명령문만 사용합니다. 다른 노드에 대한 연결을 통해 학습한 서브넷은 무시되고 로컬 호스트 구성 파일에 없습니다.
uk_ua: Якщо цю опцію увімкнено, tinc використовуватиме лише оператори підмереж, які присутні у файлах конфігурації хостів у локальному каталозі /etc/tinc/netname/hosts/. Підмережі, вивчені через з'єднання з іншими вузлами та які відсутні у локальних файлах конфігурації хостів, ігноруються.
zh_cn: 启用该选项后，tinc 将只使用本地 /etc/tinc/netname/hosts/ 目录中主机配置文件中的子网语句。 通过与其他节点的连接获得的子网，如果不存在于本地主机配置文件中，则会被忽略。

source: Write timeout, formatted as a string. If not provided, will default to 5s. 0s means no timeout (not recommended).
cs_cz: Časový limit pro zápis, formátovaný jako řetězec. Pokud nezadáno, bude použito výchozích 5s. 0s znamená bez limitu (nedoporučuje se).
de_de: Timeout für Schreibvorgänge, als Zeichenkette formatiert. Wenn nicht angegeben, beträgt der Standardwert 5 s. 0 s bedeutet kein Timeout (nicht empfohlen).
el_gr: Χρονικό όριο εγγραφής, με μορφή συμβολοσειράς. Εάν δεν παρέχεται, η προεπιλεγμένη τιμή θα είναι 5 δευτερόλεπτα. Τα 0 δευτερόλεπτα σημαίνουν ότι δεν υπάρχει χρονικό όριο (δεν συνιστάται).
fa_ir: زمان پایان نوشتن به‌صورت رشته. در صورت عدم ارائه، مقدار پیش‌فرض 5s خواهد بود. مقدار 0s به‌معنی بدون محدودیت زمانی است (پیشنهاد نمی‌شود).
fr_fr: Délai d'écriture, formaté sous forme de chaîne de caractères. S'il n'est pas fourni, il est fixé par défaut à 5 secondes. 0s signifie qu'il n'y a pas de délai (non recommandé).
it_it: Timeout di scrittura, formattato come una stringa. Se non fornito, verrà impostato automaticamente su 5 secondi. 0 significa nessun timeout (non consigliato).
ko_kr: 문자열 형식으로 된 시간 초과를 작성합니다. 제공되지 않으면 기본적으로 5초로 설정됩니다. 0초는 시간 초과가 없음을 의미합니다(권장하지 않음).
uk_ua: Тайм-аут запису, відформатований як рядок. Якщо не вказано, типово буде 5с. 0с означає відсутність тайм-ауту (не рекомендується).
zh_cn: 写入超时，格式为字符串。如果未提供，将默认为 5 秒。0s 表示无超时（不推荐）。

source: X-Forwarded-For (DEPRECATED)
cs_cz: X-Forwarded-For (ZASTARALÉ)
de_de: X-Forwarded-For (VERALTET)
el_gr: X-Forwarded-For (ΚΑΤΑΡΓΗΘΗΚΕ)
fa_ir: X-Forwarded-For (منسوخ)
it_it: X-Forwarded-For (DEPRECATO)
ko_kr: X-Forwarded-For (사용되지 않음)
uk_ua: X-Forwarded-For (ЗАСТАРІЛО)
zh_cn: X-Forwarded-For（已弃用）

source: Your OCI region
cs_cz: Váš region OCI
de_de: Ihre OCI-Region
el_gr: Η περιοχή OCI σας
fa_ir: منطقه OCI شما
fr_fr: Votre région OCI
it_it: La tua regione OCI
ko_kr: 귀하의 OCI 지역
uk_ua: Ваш регіон OCI
zh_cn: 您的 OCI 地区

source: abort
cs_cz: přerušit
de_de: abbrechen
el_gr: διακοπή
fa_ir: لغو
fr_fr: annuler
it_it: interrompere
ko_kr: 중단
uk_ua: перервати
zh_cn: 中止

source: destination network, leave empty to use the networks propagated in the child sa
cs_cz: cílová síť – pokud chcete použít sítě, propagované v podřízeném sa, nevyplňujte
de_de: Zielnetzwerk - leer lassen, um die in der CHILD-SA propagierten Netzwerke zu verwenden.
el_gr: δίκτυο προορισμού, αφήστε κενό για να χρησιμοποιήσετε τα δίκτυα που διαδίδονται στο θυγατρικό sa
fa_ir: شبکه مقصد — خالی بگذارید تا از شبکه‌هایی که در child sa منتشر شده‌اند استفاده شود.
fr_fr: réseau de destination, laisser vide pour utiliser les réseaux propagés dans l'enfant sa
it_it: rete di destinazione, lasciare vuoto per utilizzare le reti propagate nel figlio sa
ko_kr: 목적지 네트워크, 하위 sa에 전파된 네트워크를 사용하려면 비워두세요.
uk_ua: цільова мережа, залиште порожнім, щоб використовувати мережі, поширені в дочірньому SA
zh_cn: 目标网络，留空则使用子sa中传播的网络

source: lexicon (DEPRECATED)
cs_cz: lexikon (ZASTARALÉ)
de_de: lexicon (VERALTET)
el_gr: λεξικό (ΚΑΤΑΡΓΗΘΗΚΕ)
fa_ir: lexicon (منسوخ)
fr_fr: lexique (DÉCRYPTÉ)
it_it: lessico (DEPRECATO)
ko_kr: lexicon (사용되지 않음)
uk_ua: лексикон (ЗАСТАРІЛО)

source: libipsec library messages
cs_cz: zprávy knihovny libipsec
de_de: libipsec-Bibliotheksmeldungen
el_gr: μηνύματα βιβλιοθήκης libipsec
fa_ir: پیام‌های کتابخانه libipsec
fr_fr: Messages de la bibliothèque libipsec
it_it: Messaggi della libreria libipsec
ko_kr: libipsec 라이브러리 메시지
uk_ua: повідомлення бібліотеки libipsec

source: libstrongwan library messages
cs_cz: zprávy knihovny libstrongwan
de_de: libstrongwan-Bibliotheksmeldungen
el_gr: μηνύματα βιβλιοθήκης libstrongwan
fa_ir: پیام‌های کتابخانه libstrongwan
fr_fr: messages de la bibliothèque libstrongwan
it_it: Messaggi della libreria libstrongwan
ko_kr: libstrongwan 라이브러리 메시지
uk_ua: повідомлення бібліотеки libstrongwan

source: libtls library messages
cs_cz: Zprávy knihovny libtls
de_de: libtls-Bibliotheksmeldungen
el_gr: μηνύματα βιβλιοθήκης libtls
fa_ir: پیام‌های کتابخانه libtls
fr_fr: Messages de la bibliothèque libtls
it_it: Messaggi della libreria libtls
ko_kr: libtls 라이브러리 메시지
uk_ua: повідомлення бібліотеки libtls

source: Announcements
cs_cz: Oznámení
de_de: Ankündigungen
el_gr: Ανακοινώσεις
fa_ir: اطلاعیه‌ها
fr_fr: Annonces
it_it: Annunci
ko_kr: 공지사항
uk_ua: Оголошення
zh_cn: 公告

source: Battery date
cs_cz: Datum instalace akumulátoru
de_de: Batteriedatum
el_gr: Ημερομηνία μπαταρίας
fa_ir: تاریخ باتری
fr_fr: Date de la batterie
it_it: Data della batteria
ko_kr: 배터리 날짜
uk_ua: Дата батареї

source: Battery level
cs_cz: Stupeň nabití akumulátoru
de_de: Batteriestand
el_gr: Επίπεδο μπαταρίας
fa_ir: سطح باتری
fr_fr: Niveau de batterie
it_it: Livello della batteria
ko_kr: 배터리 레벨
uk_ua: Рівень заряду батареї

source: Battery runtime
cs_cz: Na jak dlouho udrží v chodu
de_de: Batterielaufzeit
el_gr: Χρόνος λειτουργίας μπαταρίας
fa_ir: زمان کار باتری
fr_fr: Autonomie de la batterie
it_it: Autonomia della batteria
ko_kr: 배터리 작동 시간
uk_ua: Час роботи батареї

source: Battery voltage
cs_cz: Napětí akumulátoru
de_de: Batteriespannung
el_gr: Τάση μπαταρίας
fa_ir: ولتاژ باتری
fr_fr: Tension de la batterie
it_it: Voltaggio della batteria
ko_kr: 배터리 전압
uk_ua: Напруга батареї

source: CARP Status
cs_cz: Stav CARP
el_gr: Κατάσταση CARP
fa_ir: وضعیت CARP
fr_fr: Statut du CARP
it_it: Stato della CARPA
ko_kr: CARP 상태
uk_ua: Статус CARP
zh_cn: CARP状态

source: CPU thermal sensors often measure the same temperature for each CPU.
cs_cz: Tepelná čidla procesoru často změří stejnou teplotu na všech jádrech.
de_de: CPU-Wärmesensoren messen oft für jede CPU die gleiche Temperatur.
el_gr: Οι θερμικοί αισθητήρες της CPU συχνά μετρούν την ίδια θερμοκρασία για κάθε CPU.
fa_ir: حسگرهای حرارتی CPU اغلب دمای یکسانی را برای هر CPU اندازه‌گیری می‌کنند.
fr_fr: Les capteurs thermiques de l'unité centrale mesurent souvent la même température pour chaque unité centrale.
it_it: I sensori termici della CPU spesso misurano la stessa temperatura per ciascuna CPU.
ko_kr: CPU 온도 센서는 대개 각 CPU에 대해 동일한 온도를 측정합니다.
uk_ua: Термічні датчики процесора часто вимірюють однакову температуру для кожного процесора.
zh_cn: CPU 热传感器通常为每个 CPU 测量相同的温度。

source: Caddy Domains
cs_cz: Domény pro Caddy
fa_ir: دامنه‌های Caddy
fr_fr: Domaines Caddy
it_it: Domini Caddy
ko_kr: Caddy 도메인
uk_ua: Домени Caddy
zh_cn: Caddy域名

source: Caddy is disabled or not configured.
cs_cz: Caddy je vypnuté nebo není nastavené.
de_de: Caddy ist deaktiviert oder nicht konfiguriert.
el_gr: Το Caddy είναι απενεργοποιημένο ή δεν έχει ρυθμιστεί.
fa_ir: Caddy غیرفعال است یا پیکربندی نشده است.
fr_fr: Le caddy est désactivé ou n'est pas configuré.
it_it: Caddy è disabilitato o non configurato.
ko_kr: Caddy가 비활성화되었거나 구성되지 않았습니다.
uk_ua: Caddy вимкнено або не налаштовано.
zh_cn: Caddy被禁用或没有配置。

source: Click to track this rule in Live View
cs_cz: Kliknutím sledujte toto pravidlo v režimu živého náhledu
de_de: Klicken Sie hier, um diese Regel in der Live-Ansicht zu verfolgen.
el_gr: Κάντε κλικ για να παρακολουθήσετε αυτόν τον κανόνα στην προβολή Live View
fa_ir: برای پیگیری این قانون در Live View کلیک کنید
fr_fr: Cliquez pour suivre cette règle en mode Live View
it_it: Fare clic per tenere traccia di questa regola nella vista dal vivo
ko_kr: 라이브 뷰에서 이 규칙을 추적하려면 클릭
uk_ua: Натисніть, щоб відстежити це правило в режимі реального часу
zh_cn: 单击可在“实时视图”中跟踪此规则

source: Deciso Hardware Information
cs_cz: Informace o hardwaru od Deciso
de_de: Deciso-Hardwareinformationen
el_gr: Πληροφορίες υλικού Deciso
fa_ir: اطلاعات سخت‌افزاری Deciso
fr_fr: Informations sur le matériel Deciso
it_it: Informazioni sull'hardware Deciso
ko_kr: Deciso 하드웨어 정보
uk_ua: Інформація про апаратне забезпечення Deciso
zh_cn: Deciso 硬件信息

source: DynDNS service is not running
cs_cz: Služba DynDNS není spuštěna
de_de: DynDNS-Dienst ist nicht aktiv.
el_gr: Η υπηρεσία DynDNS δεν εκτελείται
fa_ir: سرویس DynDNS در حال اجرا نیست
fr_fr: Le service DynDNS ne fonctionne pas
it_it: Il servizio DynDNS non è in esecuzione
ko_kr: DynDNS 서비스가 실행 중이 아님
uk_ua: Служба DynDNS не працює
zh_cn: DynDNS服务未运行
