Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Preferred landing page after login or authentication failure
cs_cz: Upřednostňovaná stránka na které skončit po nezdaru přihlášení či ověření se
de_de: Bevorzugte Seite, die nach Login oder Authentifizierungsfehler angezeigt werden soll.
el_gr: Προτιμώμενη σελίδα προορισμού μετά από αποτυχία σύνδεσης ή ελέγχου ταυτότητας
fa_ir: صفحه فرود ترجیحی پس از ورود یا در صورت عدم موفقیت در احراز هویت
fr_fr: Page de destination préférée après échec de connexion ou d'authentification
it_it: Pagina di destinazione preferita dopo l'accesso o un errore di autenticazione
ko_kr: 로그인 또는 인증 실패 후 기본 설정 랜딩 페이지
pl_pl: Preferowana strona po błędnym lub prawidłowym logowaniu
uk_ua: Бажана цільова сторінка після входу або помилки автентифікації
zh_cn: 登录或认证失败后的首选目标页面

source: Preferred landing page
cs_cz: Upřednostňovaná výchozí stránka
de_de: Einstiegsseite
el_gr: Προτιμώμενη σελίδα προορισμού
fa_ir: صفحه فرود ترجیحی
fr_fr: Page de destination préférée
it_it: Pagina di destinazione preferita
ko_kr: 기본 랜딩 페이지
pl_pl: Preferowana strona startowa
uk_ua: Бажана цільова сторінка
zh_cn: 首选目标页面

source: Synchronize the CARP Virtual IPs to the other HA host.
cs_cz: Synchronizovat CARP virtuální IP adresy na druhý HA uzel.
de_de: Synchonisiere die virtuellen CARP IPs zum anderen HA-Host.
el_gr: Συγχρονίστε τις εικονικές διευθύνσεις IP του CARP με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: همگام‌سازی CARP Virtual IPs با هاست HA دیگر.
fr_fr: Synchronisez les IP virtuelles CARP avec l'autre hôte HA.
it_it: Sincronizza gli IP virtuali CARP con l'altro host HA.
ko_kr: CARP 가상 IP를 다른 HA 호스트와 동기화합니다.
pl_pl: Synchronizuj wirtualne IP CARP z innym hostem HA.
uk_ua: Синхронізувати віртуальні IP-адреси CARP з іншим хостом HA.
zh_cn: 将CARP虚拟IP与其他HA主机同步。

source: Synchronize the DHCP Server settings over to the other HA host. This only applies to DHCP for IPv4.
cs_cz: Synchronizovat nastavení DHCP serveru na druhého hostitele v režimu vysoké dostupnosti. Toto platí pouze pro DHCP pro IPv4.
de_de: Synchronisiere die DHCP-Servereinstellungen zum anderen HA-Host. Dies wird nur auf DHCP für IPv4 angewandt.
el_gr: Συγχρονίστε τις ρυθμίσεις του διακομιστή DHCP με τον άλλο κεντρικό υπολογιστή HA. Αυτό ισχύει μόνο για DHCP για IPv4.
fa_ir: تنظیمات سرور DHCP را با هاست HA دیگر همگام‌سازی کنید. این تنها برای DHCP مربوط به IPv4 اعمال می‌شود.
fr_fr: Synchronisez les paramètres du serveur DHCP sur l'autre hôte HA. Ceci s'applique uniquement au DHCP pour IPv4.
it_it: Sincronizzare le impostazioni del server DHCP sull'altro host HA. Questo vale solo per DHCP per IPv4.
ko_kr: DHCP 서버 설정을 다른 HA 호스트와 동기화합니다. 이는 IPv4용 DHCP에만 적용됩니다.
pl_pl: Synchronizuj ustawienia serwera DHCP z innym hostem HA. Dotyczy to tylko DHCP dla IPv4.
uk_ua: Синхронізувати налаштування DHCP-сервера з іншим хостом HA. Це стосується лише DHCP для IPv4.
zh_cn: 将DHCP服务器设置同步到其他HA主机。这仅适用于IPv4 DHCP。

source: Synchronize the NAT rules over to the other HA host.
cs_cz: Synchronizovat pravidla NAT překladu na druhého hostitele v režimu vysoké dostupnosti.
de_de: Synchronisiere die NAT-Regeln zu dem anderen HA-Host
el_gr: Συγχρονίστε τους κανόνες NAT με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: قوانین NAT را با هاست HA دیگر همگام‌سازی کنید.
fr_fr: Synchronisez les règles NAT sur l'autre hôte HA.
it_it: Sincronizza le regole NAT sull'altro host HA.
ko_kr: NAT 규칙을 다른 HA 호스트에 동기화합니다.
pl_pl: Synchronizuj reguły NAT z innym hostem HA.
uk_ua: Синхронізувати правила NAT з іншим хостом HA.
zh_cn: 将NAT规则同步到其他HA主机。

source: Synchronize the aliases over to the other HA host.
cs_cz: Synchronizovat alternativní názvy na druhého hostitele v režimu vysoké dostupnosti.
de_de: Synchronisiere die Aliases zu dem anderen HA-Host
el_gr: Συγχρονίστε τα ψευδώνυμα με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: Aliases را با هاست HA دیگر همگام‌سازی کنید.
fr_fr: Synchronisez les alias sur l'autre hôte HA.
it_it: Sincronizzare gli alias sull'altro host HA.
ko_kr: 별칭을 다른 HA 호스트와 동기화합니다.
pl_pl: Synchronizuj aliasy z innym hostem HA.
uk_ua: Синхронізувати псевдоніми з іншим хостом HA.
zh_cn: 将别名同步到其他HA主机。

source: Synchronize the firewall schedules to the other HA host.
cs_cz: Synchronizovat plány brány firewall na druhého hostitele v rámci vysoké dostupnosti.
de_de: Synchronisiere die Firewall-Zeitpläne zu dem anderen HA-Host
el_gr: Συγχρονίστε τα χρονοδιαγράμματα του τείχους προστασίας με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: زمان‌بندی‌های فایروال را با هاست HA دیگر همگام‌سازی کنید.
fr_fr: Synchronisez les horaires du pare-feu avec l'autre hôte HA.
it_it: Sincronizzare le pianificazioni del firewall con l'altro host HA.
ko_kr: 방화벽 일정을 다른 HA 호스트와 동기화합니다.
pl_pl: Synchronizuj harmonogramy zapory do innych hostów HA.
uk_ua: Синхронізувати розклади брандмауера з іншим хостом HA.
zh_cn: 将防火墙计划同步到其他HA主机。

source: Synchronize the firewall rules to the other HA host.
cs_cz: Synchronizovat pravidla brány firewall na druhého hostitele v režimu vysoké dostupnosti.
de_de: Synchronisiere die Firewall-Regeln zu dem anderen HA-Host
el_gr: Συγχρονίστε τους κανόνες του τείχους προστασίας με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: قوانین فایروال را با هاست HA دیگر همگام‌سازی کنید.
fr_fr: Synchronisez les règles du pare-feu avec l'autre hôte HA.
it_it: Sincronizzare le regole del firewall con l'altro host HA.
ko_kr: 방화벽 규칙을 다른 HA 호스트와 동기화합니다.
pl_pl: Synchronizuj reguły zapory do innych hostów HA.
uk_ua: Синхронізувати правила брандмауера з іншим хостом HA.
zh_cn: 将防火墙规则同步到其他HA主机。

source: Synchronize the Certificate Authorities, Certificates, and Certificate Revocation Lists over to the other HA host.
cs_cz: Synchronizovat certifikační autority, certifikáty a seznamy zneplatněných certifikátů na druhého hostitele v režimu vysoké dostupnosti.
de_de: Synchronisiere die Zertifizierungsstellen, Zertifikate und Zertifikatssperrlisten zum anderen HA-Host.
el_gr: Συγχρονίστε τις Αρχές έκδοσης πιστοποιητικών, τα πιστοποιητικά και τις λίστες ανάκλησης πιστοποιητικών με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: Certificate Authorities، Certificates و Certificate Revocation Lists را با هاست HA دیگر همگام‌سازی کنید.
fr_fr: Synchronisez les autorités de certification, les certificats et les listes de révocation de certificats sur l'autre hôte HA.
it_it: Sincronizzare le autorità di certificazione, i certificati e gli elenchi di revoche di certificati sull'altro host HA.
ko_kr: 인증 기관, 인증서 및 인증서 해지 목록을 다른 HA 호스트에 동기화합니다.
pl_pl: Synchronizuj organy certyfikacyjne, certyfikaty oraz listy unieważnień certyfikatów z innym hostem HA.
uk_ua: Синхронізувати центри сертифікації, сертифікати та списки відкликаних сертифікатів з іншим хостом HA.
zh_cn: 将证书颁发机构，证书和证书吊销列表同步到其他HA主机。

source: Synchronize the authentication servers (e.g. LDAP, RADIUS) over to the other HA host.
cs_cz: Synchronizovat ověřovací servery (např. LDAP, RADIUS) na druhého hostitele v režimu vysoké dostupnosti.
de_de: Synchronisieren Sie die Authentifizierungsserver (z. B. LDAP, RADIUS) mit dem anderen HA-Host.
el_gr: Συγχρονίστε τους διακομιστές ελέγχου ταυτότητας (π.χ. LDAP, RADIUS) με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: همگام‌سازی سرورهای احراز هویت (مثلاً LDAP, RADIUS) با میزبان HA دیگر.
fr_fr: Synchronisez les serveurs d'authentification (par exemple LDAP, RADIUS) sur l'autre hôte HA.
it_it: Sincronizzare i server di autenticazione (ad esempio LDAP, RADIUS) sull'altro host HA.
ko_kr: 인증 서버(예: LDAP, RADIUS)를 다른 HA 호스트에 동기화합니다.
pl_pl: Synchronizuj serwery uwierzytelniania (np. LDAP, RADIUS) z innym hostem HA.
uk_ua: Синхронізувати сервери автентифікації (наприклад, LDAP, RADIUS) з іншим хостом HA.
zh_cn: 将认证服务器(例如LDAP，RADIUS)同步到其他HA主机。

source: Synchronize the users and groups over to the other HA host.
cs_cz: Synchronizovat uživatele a skupiny na druhého hostitele v režimu vysoké dostupnosti.
de_de: Benutzer und Gruppen zum anderen HA Host synchronisieren.
el_gr: Συγχρονίστε τους χρήστες και τις ομάδες με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: همگام‌سازی کاربران و گروه‌ها با میزبان HA دیگر.
fr_fr: Synchronisez les utilisateurs et les groupes sur l'autre hôte HA.
it_it: Sincronizzare gli utenti e i gruppi con l'altro host HA.
ko_kr: 사용자 및 그룹을 다른 HA 호스트에 동기화합니다.
pl_pl: Synchronizuj użytkowników i grupy z innym hostem HA.
uk_ua: Синхронізувати користувачів і групи з іншим хостом HA.
zh_cn: 将用户和组同步到其他HA主机。

source: When this device is configured as CARP master it will try to switch to master when powering up, this option will keep this one slave if there already is a master on the network. A reboot is required to take effect.
cs_cz: Pokud je toto zařízení nastavené pro CARP jako hlavní, pokusí se na hlavní přepnout při zapínání. Tato volba ponechá toto jako podřízené, pokud se už na síti hlavní nachází. Aby se toto nastavení projevilo, je třeba restartovat.
de_de: Wenn dieses Gerät als CARP-Master konfiguriert ist, versucht es beim Start, die Master-Rolle zu übernehmen. Diese Option verhindert das und hält das Gerät im Slave-Modus, falls bereits ein Master im Netzwerk vorhanden ist. Ein Neustart ist erforderlich, damit die Änderung wirksam wird.
el_gr: Όταν αυτή η συσκευή έχει ρυθμιστεί ως κύρια συσκευή CARP, θα προσπαθήσει να μεταβεί σε κύρια κατά την ενεργοποίησή της. Αυτή η επιλογή θα διατηρήσει αυτήν τη μία εξαρτημένη συσκευή εάν υπάρχει ήδη κύρια συσκευή στο δίκτυο. Απαιτείται επανεκκίνηση για να τεθεί σε ισχύ.
fa_ir: وقتی این دستگاه به‌عنوان CARP master پیکربندی شود، هنگام روشن‌شدن تلاش می‌کند به حالت master سوئیچ کند؛ فعال‌کردن این گزینه در صورتی که قبلاً یک master در شبکه وجود داشته باشد، این دستگاه را در حالت slave نگه می‌دارد. برای اعمال تغییرات نیاز به راه‌اندازی مجدد است.
fr_fr: Lorsque cet appareil est configuré comme maître CARP, il essaiera de passer en maître lors de la mise sous tension, cette option conservera cet esclave s'il y a déjà un maître sur le réseau. Un redémarrage est nécessaire pour prendre effet.
it_it: Quando questo dispositivo è configurato come master CARP proverà a passare al master all'accensione, questa opzione manterrà questo slave se è già presente un master sulla rete. Per avere effetto è necessario un riavvio.
ko_kr: 이 장치가 CARP 마스터로 구성된 경우 전원을 켤 때 마스터로 전환하려고 시도합니다. 이 옵션은 네트워크에 마스터가 이미 있는 경우 이 장치를 슬레이브로 유지합니다. 적용하려면 재부팅이 필요합니다.
pl_pl: Kiedy to urządzenie jest skonfigurowane jako główny CARP, będzie próbować przełączyć się na główny podczas uruchamiania, ta opcja będzie utrzymywać ten jako niewłaściwy, jeśli na sieci jest już główny. Wymagany jest restart, aby zmiany weszły w życie.
uk_ua: Якщо цей пристрій налаштовано як CARP-майстер, він спробує переключитися на майстер при ввімкненні; ця опція збереже його в режимі підлеглого, якщо в мережі вже є майстер. Для набуття чинності потрібне перезавантаження.
zh_cn: 当该设备配置为CARP主设备时，它会在接通电源时尝试切换到主设备。如果网络上已有主设备，则该选项会保留该从设备。设置完成后需要重新启动才能生效。

source: By default localhost (127.0.0.1) will be used as the first nameserver when e.g. Dnsmasq or Unbound is enabled, so system can use the local DNS service to perform lookups. Checking this box omits localhost from the list of DNS servers.
cs_cz: Pokud je zapnuté např. Dnsmasq nebo Unbound, ve výchozím nastavení bude jako první jmenný server použit localhost (127.0.0.1), takže systém může k vyhledávání používat místní službu DNS. Zaškrtnutím této kolonky bude localhost ze seznamu DNS serverů vynechán.
de_de: Standardmäßig wird localhost (127.0.0.1) als erster Nameserver verwendet, wenn z. B. Dnsmasq oder Unbound aktiviert ist, sodass das System den lokalen DNS-Dienst für Suchvorgänge verwenden kann. Durch Aktivieren dieses Kontrollkästchens wird localhost aus der Liste der DNS-Server ausgeschlossen.
el_gr: Από προεπιλογή, ο localhost (127.0.0.1) θα χρησιμοποιηθεί ως ο πρώτος διακομιστής ονομάτων όταν π.χ. είναι ενεργοποιημένο το Dnsmasq ή το Unbound, επομένως το σύστημα μπορεί να χρησιμοποιήσει την τοπική υπηρεσία DNS για την εκτέλεση αναζητήσεων. Η επιλογή αυτού του πλαισίου παραλείπει τον localhost από τη λίστα των διακομιστών DNS.
fa_ir: به‌طور پیش‌فرض localhost (127.0.0.1) به‌عنوان اولین نام‌سرور استفاده می‌شود هنگامی که مثلاً Dnsmasq یا Unbound فعال باشند، تا سیستم بتواند از سرویس DNS محلی برای جستجو استفاده کند. تیک‌زدن این گزینه localhost را از فهرست سرورهای DNS حذف می‌کند.
fr_fr: Par défaut, localhost (127.0.0.1) sera utilisé comme premier serveur de noms lorsque par ex. Dnsmasq ou Unbound est activé, le système peut donc utiliser le service DNS local pour effectuer des recherches. Cocher cette case omet localhost de la liste des serveurs DNS.
it_it: Per impostazione predefinita, localhost (127.0.0.1) verrà utilizzato come primo server dei nomi quando ad es. Dnsmasq o Unbound è abilitato, quindi il sistema può utilizzare il servizio DNS locale per eseguire ricerche. Selezionando questa casella si omette localhost dall'elenco dei server DNS.
ko_kr: 기본적으로 localhost(127.0.0.1)는 Dnsmasq 또는 Unbound가 활성화되면 첫 번째 이름 서버로 사용되므로 시스템은 로컬 DNS 서비스를 사용하여 조회를 수행할 수 있습니다. 이 옵션를 체크하면 DNS 서버 목록에서 localhost가 제외됩니다.
pl_pl: Domyślnie localhost (127.0.0.1) będzie używany jako pierwszy serwer nazw, gdy np. Dnsmasq lub Unbound jest włączony, więc system może używać lokalnej usługi DNS do wyszukiwania. Zaznaczenie tego pola wyklucza localhost z listy serwerów DNS.
uk_ua: Типово localhost (127.0.0.1) буде використовуватися як перший сервер імен, коли, наприклад, Dnsmasq або Unbound увімкнено, щоб система могла використовувати локальну службу DNS для виконання запитів. Встановлення цього прапорця виключає localhost зі списку DNS-серверів.
zh_cn: 当启用dnsmasq或unbound时，localhost(127.0.0.1)默认会成为第一个域名服务器，因此系统可以使用本地DNS服务执行域名查找。选中则会从DNS服务器列表中忽略localhost。

source: Do not use the local DNS service as a nameserver for this system
cs_cz: Pro tento systém nepoužívat jako jmenný server lokální službu DNS
de_de: Lokalen DNS-Dienst nicht als Nameserver für dieses System verwenden
el_gr: Μην χρησιμοποιείτε την τοπική υπηρεσία DNS ως διακομιστή ονομάτων για αυτό το σύστημα
fa_ir: از سرویس DNS محلی به‌عنوان نام‌سرور این سیستم استفاده نکنید
fr_fr: N'utilisez pas le service DNS local comme serveur de noms pour ce système.
it_it: Non utilizzare il servizio DNS locale come server dei nomi per questo sistema
ko_kr: 로컬 DNS 서비스를 이 시스템의 네임서버로 사용하지 않음
pl_pl: Nie używaj lokalnej usługi DNS jako serwera nazw dla tego systemu
uk_ua: Не використовувати локальну службу DNS як сервер імен для цієї системи
zh_cn: 本地DNS服务不作为该系统的域名服务器

source: Enter IP addresses to be used by the system for DNS resolution. These are also used for the DHCP service, DNS services and for PPTP VPN clients.
cs_cz: Zadejte IP adresy, které mají být systémem použity pro překlad DNS. Tyto také budou použity pro službu DHCP, DNS služby a klienty PPTP VPN.
de_de: Geben Sie die IP-Adressen ein, die vom System für die DNS-Auflösung verwendet werden sollen. Diese werden auch für den DHCP-Dienst, DNS-Dienste und für PPTP-VPN-Clients verwendet.
el_gr: Εισαγάγετε διευθύνσεις IP που θα χρησιμοποιηθούν από το σύστημα για την ανάλυση DNS. Αυτές χρησιμοποιούνται επίσης για την υπηρεσία DHCP, τις υπηρεσίες DNS και για τους πελάτες VPN PPTP.
fa_ir: آدرس‌های IP را وارد کنید که سیستم برای رزولوشن DNS استفاده کند. این آدرس‌ها همچنین برای سرویس DHCP، سرویس‌های DNS و مشتریان PPTP VPN نیز استفاده می‌شوند.
fr_fr: Saisissez les adresses IP à utiliser par le système pour la résolution DNS. Ceux-ci sont également utilisés pour le service DHCP, les services DNS et pour les clients VPN PPTP.
it_it: Immettere gli indirizzi IP che verranno utilizzati dal sistema per la risoluzione DNS. Questi vengono utilizzati anche per il servizio DHCP, i servizi DNS e per i client VPN PPTP.
ko_kr: 시스템에서 DNS 확인에 사용할 IP 주소를 입력하세요. DHCP 서비스, DNS 서비스 및 PPTP VPN 클라이언트에도 사용됩니다.
pl_pl: Wprowadź adresy IP, które będą używane przez system do rozwiązywania nazw DNS. Służą one także do usługi DHCP, usług DNS oraz dla klientów VPN PPTP.
uk_ua: Введіть IP-адреси, які будуть використовуватися системою для розпізнавання DNS. Вони також використовуються для служби DHCP, служб DNS та для клієнтів PPTP VPN.
zh_cn: 输入系统使用的DNS服务器地址。这些地址也会用于DHCP、DNS和PPTP VPN客户端。

source: Loss Interval
cs_cz: Interval ztráty
de_de: Verlustintervall
el_gr: Διάστημα απώλειας
fa_ir: بازهٔ از دست‌دادن
fr_fr: Intervalle de perte
it_it: Intervallo di perdita
ko_kr: 손실 간격
pl_pl: Okres utraty
uk_ua: Інтервал втрат
zh_cn: 丢包间隔

source: Time Period
cs_cz: Časové období
de_de: Zeitperiode
el_gr: Χρονική Περίοδος
fa_ir: بازه زمانی
fr_fr: Période de temps
it_it: Periodo di tempo
ko_kr: 주기
pl_pl: Okres czasu
uk_ua: Період часу
zh_cn: 时间段

source: This will force this gateway to be considered "down".
cs_cz: Toto vynutí, aby tato brána byla považována za „down“.
de_de: Dies wird das Gateway als "down" markieren.
el_gr: Αυτό θα αναγκάσει αυτήν την πύλη να θεωρηθεί «εκτός λειτουργίας».
fa_ir: این باعث می‌شود این دروازه به‌عنوان «down» در نظر گرفته شود.
fr_fr: Cela forcera cette passerelle à être considérée comme "hors service".
it_it: Ciò costringerà questo gateway a essere considerato "inattivo".
ko_kr: 이렇게 하면 이 게이트웨이가 "중단" 상태로 간주됩니다.
pl_pl: To wymusi, aby ta brama była traktowana jako "niedostępna".
uk_ua: Це примусово змусить цей шлюз вважатися "вимкненим".
zh_cn: 强制此网关为"关闭"状态。

source: This will consider this gateway as always being "up".
cs_cz: Toto vynutí, aby tato brána byla považována za „up“.
de_de: Dies wird das Gateway als "up" markieren.
el_gr: Αυτό θα θεωρήσει αυτήν την πύλη ως πάντα "ανεβασμένη".
fa_ir: این باعث می‌شود این دروازه همیشه «up» در نظر گرفته شود.
fr_fr: Cela permettra de considérer cette passerelle comme étant toujours "en haut".
it_it: Questo considererà questo gateway come sempre "attivo".
ko_kr: 이렇게 하면 이 게이트웨이가 항상 "가동" 상태인 것으로 간주됩니다.
pl_pl: To potraktuje tę bramę jako zawsze "dostępną".
uk_ua: Це змусить цей шлюз завжди вважатися "увімкненим".
zh_cn: 将此网关始终视为"启用"状态。

source: Download and do not save
cs_cz: Stáhnout a neukládat
de_de: Herunterladen und nicht speichern
el_gr: Λήψη και μη αποθήκευση
fa_ir: دانلود بدون ذخیره
fr_fr: Télécharger et ne pas sauvegarder
it_it: Scarica e non salvare
ko_kr: 다운로드 및 저장 안 함
pl_pl: Pobierz i nie zapisuj
uk_ua: Завантажити і не зберігати
zh_cn: 下载但不保存

source: Save on this firewall
cs_cz: Uložit na této bráně firewal
de_de: Auf dieser Firewall speichern
el_gr: Αποθήκευση σε αυτό το τείχος προστασίας
fa_ir: ذخیره روی این فایروال
fr_fr: Sauvegarder sur ce pare-feu
it_it: Risparmia su questo firewall
ko_kr: 이 방화벽에 저장
pl_pl: Zapisz na tym firewallu
uk_ua: Зберегти на цьому брандмауері
zh_cn: 保存在该防火墙上

source: Private key location
cs_cz: Umístění soukromého klíče
de_de: Speicherort des privaten Schlüssels
el_gr: Τοποθεσία ιδιωτικού κλειδιού
fa_ir: محل کلید خصوصی
fr_fr: Emplacement de la clé privée
it_it: Posizione della chiave privata
ko_kr: 개인 키 위치
pl_pl: Lokalizacja klucza prywatnego
uk_ua: Розташування приватного ключа
zh_cn: 私钥位置

source: Combined Client/Server Certificate
cs_cz: Kombinovaný klintský/cerverový certifikát
de_de: Kombiniertes Client/Server-Zertifikat
el_gr: Συνδυασμένο Πιστοποιητικό Πελάτη/Διακομιστή
fa_ir: گواهی ترکیبی کلاینت/سرور
fr_fr: Certificat combiné client/serveur
it_it: Certificato client/server combinato
ko_kr: 클라이언트/서버 인증서 결합
pl_pl: Połączony certyfikat klienta/serwera
uk_ua: Комбінований клієнтський/серверний сертифікат
zh_cn: 客户端/服务器组合证书

source: Sign a Certificate Signing Request
cs_cz: Podepsat požadavek na podepsání certifikátu
de_de: Unterzeichnen Sie eine Zertifikatsignierungsanforderung
el_gr: Υπογραφή αιτήματος υπογραφής πιστοποιητικού
fa_ir: امضای یک درخواست صدور گواهی
fr_fr: Signer une demande de signature de certificat
it_it: Firmare una richiesta di firma del certificato
ko_kr: 인증서 서명 요청 서명
pl_pl: Podpisz Żądanie Podpisu Certyfikatu
uk_ua: Підписати запит на підпис сертифіката
zh_cn: 签署证书签名请求

source: Normally the authentication only tries to bind to the remote server, when this option is enabled also the objects properties are fetched, can be practical for debugging purposes.
cs_cz: Za normálních okolností se ověřování se snaží pouze navázat na vzdálený server. Pokud je ale tato předvolba zapnutá, jsou načteny i vlastnosti objektů, což může být praktické pro účely ladění.
de_de: Üblicherweise erfolgt die Authentifizierung lediglich mit einem Bind gegen den Server. Ist diese Option aktiviert, werden auch die Objektattribute ausgelesen (nützlich für die Fehlersuche).
el_gr: Κανονικά, ο έλεγχος ταυτότητας προσπαθεί μόνο να συνδεθεί με τον απομακρυσμένο διακομιστή. Όταν αυτή η επιλογή είναι ενεργοποιημένη, ανακτώνται και οι ιδιότητες των αντικειμένων, κάτι που μπορεί να είναι πρακτικό για σκοπούς εντοπισμού σφαλμάτων.
fa_ir: به‌طور معمول احراز هویت فقط تلاش می‌کند به سرور راه‌دور bind کند؛ وقتی این گزینه فعال شود، ویژگی‌های اشیاء نیز واکشی می‌شوند که می‌تواند برای رفع اشکال مفید باشد.
fr_fr: Normalement, l'authentification essaie uniquement de se lier au serveur distant, lorsque cette option est activée, les propriétés des objets sont également récupérées, ce qui peut être pratique à des fins de débogage.
it_it: Normalmente l'autenticazione tenta solo di collegarsi al server remoto, quando questa opzione è abilitata vengono recuperate anche le proprietà degli oggetti, può essere pratico per scopi di debug.
ko_kr: 일반적으로 인증은 이 옵션이 활성화되면 원격 서버에 바인딩을 시도합니다. 객체 속성도 가져올 수 있으며, 디버깅 목적으로 유용합니다.
pl_pl: Zazwyczaj uwierzytelnianie próbuje tylko połączyć się z zdalnym serwerem; gdy ta opcja jest włączona, pobierane są również właściwości obiektów, co może być praktyczne do celów debugowania.
uk_ua: Зазвичай автентифікація намагається лише прив'язатися до віддаленого сервера; коли ця опція увімкнена, також отримуються властивості об'єктів, що може бути корисним для налагодження.
zh_cn: 通常身份验证只尝试绑定到远程服务器，当启用此选项时还会获取对象属性，对于调试目的可能很实用。

source: Read properties
cs_cz: Načíst vlastnosti
de_de: Objekteigenschaften auslesen
el_gr: Ανάγνωση ιδιοτήτων
fa_ir: خواندن ویژگی‌ها
fr_fr: Propriétés de lecture
it_it: Leggi le proprietà
ko_kr: 속성 읽기
pl_pl: Odczyt właściwości
uk_ua: Читати властивості
zh_cn: 读取参数

source: Use hardened security policies for local accounts. Methods other than local these will usually be configured by the respective provider (e.g. LDAP, RADIUS, ...).
cs_cz: Pro místní účty použít zpřísněné zásady zabezpečení. Jiné než místní metody obvykle nastavuje příslušný poskytovatel (např. LDAP, RADIUS, …).
de_de: Höhere Sicherheitsanforderungen für lokale Konten anwenden. Für andere Anmeldemethoden (LDAP, RADIUS etc.) werden diese in dem jeweiligen Dienst konfiguriert.
el_gr: Χρησιμοποιήστε αυστηρότερες πολιτικές ασφαλείας για τοπικούς λογαριασμούς. Οι μέθοδοι εκτός από τις τοπικές συνήθως διαμορφώνονται από τον αντίστοιχο πάροχο (π.χ. LDAP, RADIUS, ...).
fa_ir: برای حساب‌های محلی از سیاست‌های امنیتی سخت‌گیرانه استفاده کنید. روش‌های غیرمحلی معمولاً توسط ارائه‌دهنده مربوطه پیکربندی می‌شوند (مثلاً LDAP, RADIUS, ...).
fr_fr: Utilisez des stratégies de sécurité renforcées pour les comptes locaux. Les méthodes autres que locales seront généralement configurées par le fournisseur respectif (par exemple LDAP, RADIUS, ...).
it_it: Utilizza policy di sicurezza rafforzate per gli account locali. Metodi diversi da quelli locali verranno solitamente configurati dal rispettivo provider (ad esempio LDAP, RADIUS, ...).
ko_kr: 로컬 계정에 대해 강화된 보안 정책을 사용합니다. 로컬 이외의 메서드는 일반적으로 각 공급자(예: LDAP, RADIUS, ...)에 의해 구성됩니다.
pl_pl: Używaj wzmocnionych zasad bezpieczeństwa dla lokalnych kont. Metody inne niż lokalne zwykle będą konfigurowane przez odpowiedniego dostawcę (np. LDAP, RADIUS, ...).
uk_ua: Використовувати посилені політики безпеки для локальних облікових записів. Методи, відмінні від локальних, зазвичай налаштовуються відповідним провайдером (наприклад, LDAP, RADIUS, ...).
zh_cn: 对本地帐户使用强化的安全策略。 本地方法以外的方法通常由各自的提供者配置（例如 LDAP、RADIUS 等）。
