Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select the interfaces, whose CARP transitions should be monitored.
cs_cz: Vyberte rozhraní, jejichž přechody v CARP mají být sledovány.
de_de: Schnittstellen auswählen, deren CARP-Übergänge überwacht werden sollen.
el_gr: Επιλέξτε τις διεπαφές, των οποίων οι μεταβάσεις CARP θα πρέπει να παρακολουθούνται.
fa_ir: اینترفیس‌هایی را انتخاب کنید که گذارهای CARP آن‌ها باید نظارت شوند
fr_fr: Sélectionnez les interfaces dont les transitions CARP doivent être surveillées.
it_it: Selezionare le interfacce le cui transizioni CARP devono essere monitorate.
ko_kr: CARP 전환을 모니터링해야 하는 인터페이스를 선택하세요.
pl_pl: Wybierz interfejsy których zmiany CARP powinny być monitorowane.
uk_ua: Виберіть інтерфейси, чиї переходи CARP слід моніторити.
zh_cn: 选择要监听CARP传输的接口。

source: Select the protocol to use.
cs_cz: Vyberte protokol, který použít.
de_de: Das zu verwendende Protokoll auswählen.
el_gr: Επιλέξτε το πρωτόκολλο που θα χρησιμοποιήσετε.
fa_ir: پروتکل مورد استفاده را انتخاب کنید
fr_fr: Choisir le protocole à utiliser.
it_it: Seleziona il protocollo da utilizzare.
ko_kr: 사용할 프로토콜을 선택하세요.
pl_pl: Wybierz protokół.
uk_ua: Виберіть протокол для використання.
zh_cn: 选择要使用的协议。

source: Select the service to use.
cs_cz: Vyberte službu, kterou použít.
de_de: Wählen Sie den zu verwendenden Dienst aus.
el_gr: Επιλέξτε την υπηρεσία που θα χρησιμοποιήσετε.
fa_ir: سرویس مورد استفاده را انتخاب کنید
fr_fr: Choisir le service à utiliser.
it_it: Seleziona il servizio da utilizzare.
ko_kr: 사용할 서비스를 선택하세요.
pl_pl: Wybierz usługę.
uk_ua: Виберіть сервіс для використання.
zh_cn: 选择服务提供商。

source: Server IP
cs_cz: IP adresa serveru
el_gr: IP διακομιστή
fa_ir: آدرس IP سرور
fr_fr: IP du serveur
it_it: IP del server
ko_kr: 서버 IP
pl_pl: Adres serwera
uk_ua: IP сервера
zh_cn: 服务器IP

source: Set exos policy filter id with Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
cs_cz: Nastavit identif. filtru zásad exos pomocí Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
de_de: EXOS-Richtlinienfilter-ID setzen mit Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
el_gr: Ορίστε το αναγνωριστικό φίλτρου πολιτικής exos με το Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
fa_ir: شناسه فیلتر سیاست exos را با Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]" تنظیم کنید
fr_fr: Définir l'id du filtre de politique d'exos avec Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
it_it: Imposta l'ID del filtro dei criteri exos con Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
ko_kr: Exos 정책 필터 ID를 Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"로 설정
uk_ua: Встановіть ідентифікатор фільтра політики exos за допомогою Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
zh_cn: 使用Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"设置 exos 策略过滤器 ID

source: Set exos vlan tagged
cs_cz: Nastavit označkované exos vlan
de_de: EXOS VLAN als getaggt festlegen
el_gr: Ορισμός ετικέτας exos vlan
fa_ir: تنظیم VLAN برچسب‌خورده در exos
fr_fr: Définir exos vlan tagged
it_it: Imposta il tag exos vlan
ko_kr: exos vlan 태그 지정 설정
pl_pl: Ustaw vlan exos jako tagowany
uk_ua: Встановити мітку VLAN exos
zh_cn: 设置exos vlan tagged

source: Set exos vlan untagged
cs_cz: Nastavit neoznačkované exos vlan
de_de: EXOS VLAN als ungetaggt festlegen
el_gr: Ορισμός μη επισημασμένου exos vlan
fa_ir: تنظیم VLAN بدون برچسب در exos
fr_fr: Définir exos vlan untagged
it_it: Imposta la vlan exos senza tag
ko_kr: exos vlan 태그 없이 설정
pl_pl: Ustaw vlan exos jako nietagowany
uk_ua: Встановити VLAN без мітки exos
zh_cn: 设置exos vlan untagged

source: Set minimum TLS version. Please be aware that every version below 1.2 is considered as insecure.
cs_cz: Nastavení minimální verze TLS. Upozorňujeme, že každá verze nižší než 1.2 je považována za nezabezpečenou.
de_de: Minimale TLS-Version festlegen. Beachten Sie, dass alle Versionen unter 1.2 als unsicher gelten.
el_gr: Ορίστε την ελάχιστη έκδοση TLS. Λάβετε υπόψη ότι κάθε έκδοση κάτω από την έκδοση 1.2 θεωρείται μη ασφαλής.
fa_ir: حداقل نسخه TLS را تنظیم کنید. توجه داشته باشید هر نسخه‌ای پایین‌تر از 1.2 ناامن محسوب می‌شود.
fr_fr: Définir la version minimale de TLS. Veuillez noter que toute version inférieure à 1.2 est considérée comme non sécurisée.
it_it: Imposta la versione TLS minima. Tieni presente che ogni versione inferiore alla 1.2 è considerata non sicura.
ko_kr: 최소 TLS 버전을 설정하세요. 1.2 미만의 모든 버전은 안전하지 않은 것으로 간주됩니다.
uk_ua: Встановити мінімальну версію TLS. Будь ласка, зверніть увагу, що кожна версія нижче 1.2 вважається небезпечною.
zh_cn: 设置TLS的最低版本。注意低于 1.2 的版本都被视为不安全。

source: Set the ACME CA account to use for this certificate.
cs_cz: Nastavení účtu u certifikační autority ACME, který používat pro tento certifikát.
de_de: Zu verwendendes ACME-CA-Konto für dieses Zertifikat festlegen.
el_gr: Ορίστε τον λογαριασμό ACME CA που θα χρησιμοποιείται για αυτό το πιστοποιητικό.
fa_ir: حساب ACME CA مورد استفاده برای این گواهی را تنظیم کنید
fr_fr: Définissez le compte ACME CA à utiliser pour ce certificat.
it_it: Imposta l'account ACME CA da utilizzare per questo certificato.
ko_kr: 이 인증서에 사용할 ACME CA 계정을 설정하세요.
uk_ua: Встановити обліковий запис ACME CA для використання з цим сертифікатом.
zh_cn: 设置用于该证书的 ACME CA 帐户。

source: Set the ACME challenge type for this certificate.
cs_cz: Nastavení typu výzvy ACME pro tento certifikát.
de_de: Challenge-Typ nach ACME für dieses Zertifikat festlegen.
el_gr: Ορίστε τον τύπο πρόκλησης ACME για αυτό το πιστοποιητικό.
fa_ir: نوع چالش ACME برای این گواهی را تنظیم کنید
fr_fr: Définissez le type de défi ACME pour ce certificat.
it_it: Imposta il tipo di verifica ACME per questo certificato.
ko_kr: 이 인증서에 대한 ACME 시도 유형을 설정하세요.
uk_ua: Встановити тип виклику ACME для цього сертифіката.
zh_cn: 为该证书设置 ACME挑战类型。

source: Set the ACME challenge type. You'll have to add configuration for the selected challenge type below.
cs_cz: Nastavit typ ACME výzvy. Nastavení pro vybraný typ pak bude třeba přidat níže.
de_de: Challenge-Typ nach ACME festlegen. Die Konfiguration für den gewählten Challenge-Typ muss unten hinzugefügt werden.
el_gr: Ορίστε τον τύπο πρόκλησης ACME. Θα πρέπει να προσθέσετε διαμόρφωση για τον επιλεγμένο τύπο πρόκλησης παρακάτω.
fa_ir: نوع چالش ACME را تنظیم کنید. برای نوع انتخابی باید پیکربندی مربوطه را در پایین اضافه کنید.
fr_fr: Définissez le type de défi ACME. Vous devrez ajouter la configuration pour le type de défi sélectionné ci-dessous.
it_it: Imposta il tipo di sfida ACME. Dovrai aggiungere la configurazione per il tipo di sfida selezionato di seguito.
ko_kr: ACME 챌린지 유형을 설정하세요. 아래에서 선택한 과제 유형에 대한 구성을 추가해야 합니다.
uk_ua: Встановити тип виклику ACME. Вам потрібно буде додати конфігурацію для вибраного типу виклику нижче.
zh_cn: 设置ACME挑战类型。您必须为下面选定的挑战类型添加配置。

source: Set the Elliptical cryptography configuration.
cs_cz: Nastavení pro eliptickou kryptografii.
de_de: Konfiguration für elliptische Kryptografie festlegen.
el_gr: Ορίστε τη διαμόρφωση ελλειπτικής κρυπτογραφίας.
fa_ir: پیکربندی رمزنگاری منحنی بیضوی را تنظیم کنید.
fr_fr: Définir la configuration de la cryptographie elliptique.
it_it: Imposta la configurazione della crittografia ellittica.
ko_kr: 타원 곡선 암호화 구성을 설정하세요.
pl_pl: Wybierz konfigurację kryptografii krzywej eliptycznej.
uk_ua: Встановити конфігурацію еліптичної криптографії.
zh_cn: 设置Elliptical加密配置。

source: Set the TCP port of the remote NUT server.
cs_cz: Nastavit TCP port vzdáleného NUT serveru.
de_de: Legen Sie den TCP-Port des Remote-NUT-Servers fest.
el_gr: Ορίστε τη θύρα TCP του απομακρυσμένου διακομιστή NUT.
fa_ir: پورت TCP سرور NUT از راه دور را تنظیم کنید.
fr_fr: Définir le port TCP du serveur NUT distant.
it_it: Imposta la porta TCP del server NUT remoto.
ko_kr: 원격 NUT 서버의 TCP 포트를 설정하세요.
pl_pl: Wybierz port TCP zdalnego serwera NUT.
uk_ua: Встановити TCP-порт віддаленого сервера NUT.
zh_cn: 设置远程NUT服务器的TCP端口。

source: Set the maximum number of concurrent connections for public services.
cs_cz: Nastavení nejvyššího umožněného počtu souběžných připojení pro veřejné služby.
de_de: Legt die maximale Anzahl gleichzeitiger Verbindungen für öffentliche Dienste fest.
el_gr: Ορίστε τον μέγιστο αριθμό ταυτόχρονων συνδέσεων για δημόσιες υπηρεσίες.
fa_ir: حداکثر تعداد اتصال همزمان برای سرویس‌های عمومی را تنظیم کنید.
fr_fr: Définissez le nombre maximum de connexions simultanées pour les services publics.
it_it: Imposta il numero massimo di connessioni simultanee per i servizi pubblici.
ko_kr: 공용 서비스의 최대 동시 연결 수를 설정하세요.
pl_pl: Ustaw maksymalną liczbę jednoczesnych połączeń dla połączeń publicznych.
uk_ua: Встановити максимальну кількість одночасних підключень для публічних сервісів.
zh_cn: 设置公共服务的最大并发连接数。

source: Set the maximum number of concurrent connections for servers.
cs_cz: Nastavení nejvyššího umožněného počtu souběžných připojení pro servery.
de_de: Legt die maximale Anzahl gleichzeitiger Verbindungen zu Servern fest.
el_gr: Ορίστε τον μέγιστο αριθμό ταυτόχρονων συνδέσεων για διακομιστές.
fa_ir: حداکثر تعداد اتصال همزمان برای سرورها را تنظیم کنید.
fr_fr: Définissez le nombre maximum de connexions simultanées pour les serveurs.
it_it: Imposta il numero massimo di connessioni simultanee per i server.
ko_kr: 서버의 최대 동시 연결 수를 설정하세요.
pl_pl: Ustaw maksymalną liczbę jednoczesnych połączeń dla serwerów.
uk_ua: Встановити максимальну кількість одночасних підключень для серверів.
zh_cn: 设置服务器的最大并发连接数。

source: Set the maximum object size in memory (default 512KB when left empty).
cs_cz: Nastavení nejvyšší umožněné velikosti objektu v paměti (výchozí hodnota 512 KB, pokud nevyplněno).
de_de: Die maximale Speicherbelegung eines Objekts (sollte nichts eingetragen werden, werden 512KB verwendet).
el_gr: Ορίστε το μέγιστο μέγεθος αντικειμένου στη μνήμη (προεπιλογή 512KB όταν παραμένει κενό).
fa_ir: حداکثر اندازه شیء در حافظه را تعیین کنید (پیش‌فرض 512KB در صورت خالی گذاشتن).
fr_fr: Définit la taille maximale de l'objet en mémoire (par défaut 512KB si laissé vide).
it_it: Imposta la dimensione massima dell'oggetto in memoria (predefinito 512 KB se lasciato vuoto).
ko_kr: 메모리의 최대 개체 크기를 설정하세요(빈 상태로 두면 기본 512KB).
pl_pl: Ustaw maksymalny rozmiar obiektu w pamięci (domyślnie 512 KB, gdy pozostanie pusty).
uk_ua: Встановити максимальний розмір об'єкта в пам'яті (типово 512 КБ, якщо залишити поле пустим).
zh_cn: 设置内存中的最大对象大小(留空时默认为 512KB)。

source: Set the maximum time allowed to perform a clean graceful stop. HAProxy will terminate all open connections when the timeout is reached. This may be used to ensure that the instance will quit even if connections remain opened. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Nastavení nejdelší umožněné doby pro provedení čistého postupného zastavení. Po dosažení časového limitu ukončí HAProxy všechna otevřená připojení. To lze použít k zajištění toho, aby instance skončila, i když zůstanou otevřená spojení. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Legt die maximal zulässige Zeit für einen sauberen, ordnungsgemäßen Stopp fest. HAProxy beendet alle offenen Verbindungen, sobald das Timeout erreicht ist. Dies kann verwendet werden, um sicherzustellen, dass die Instanz auch dann beendet wird, wenn Verbindungen bestehen bleiben. Standardmäßig in Millisekunden. Optional kann die Einheit als "d", "h", "m", "s", "ms" oder "us" angegeben werden.
el_gr: Ορίστε τον μέγιστο χρόνο που επιτρέπεται για την εκτέλεση μιας καθαρής, graceful stop. Το HAProxy θα τερματίσει όλες τις ανοιχτές συνδέσεις όταν λήξει το χρονικό όριο. Αυτό μπορεί να χρησιμοποιηθεί για να διασφαλιστεί ότι η παρουσία θα τερματιστεί ακόμα και αν οι συνδέσεις παραμείνουν ανοιχτές. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: حداکثر زمان مجاز برای انجام توقف آرام را تعیین کنید. HAProxy هنگامی که زمان‌سنج به پایان برسد تمام اتصال‌های باز را قطع می‌کند. این گزینه می‌تواند تضمین کند که نمونه حتی اگر اتصالات باز باقی بمانند متوقف شود. واحد پیش‌فرض میلی‌ثانیه است. به‌طور اختیاری واحد را می‌توان یکی از "d", "h", "m", "s", "ms" یا "us" مشخص کرد.
fr_fr: Définissez le délai maximum autorisé pour effectuer un arrêt progressif propre. HAProxy mettra fin à toutes les connexions ouvertes lorsque le délai d'attente est atteint. Ceci peut être utilisé pour s'assurer que l'instance quittera même si des connexions restent ouvertes. La valeur par défaut est la milliseconde. En option, l'unité peut être spécifiée comme "d", "h", "m", "s", "ms" ou "us".
it_it: Imposta il tempo massimo consentito per eseguire uno stop pulito e aggraziato. HAProxy terminerà tutte le connessioni aperte una volta raggiunto il timeout. Questo può essere utilizzato per garantire che l'istanza venga chiusa anche se le connessioni rimangono aperte. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 정상적인 정지를 수행하는 데 허용되는 최대 시간을 설정하세요. 시간 초과가 발생하면 HAProxy는 모든 열린 연결을 종료합니다. 이는 연결이 열린 상태로 인스턴스가 종료되도록 보장하는 데 사용할 수 있습니다. 기본값은 밀리초입니다. 선택적으로 단위를 "d", "h", "m", "s", "ms" 또는 "us"로 지정할 수 있습니다.
uk_ua: Встановити максимальний час, дозволений для виконання чистого, плавного зупинення. HAProxy завершить усі відкриті підключення після закінчення тайм-ауту. Це може бути використано для гарантування, що екземпляр завершить роботу, навіть якщо з'єднання залишаються відкритими. Типово в мілісекундах. За бажанням, одиниця може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 设置执行完全正常停止所允许的最长时间。HAProxy将在达到超时时终止所有打开的连接。这可用于确保即使连接保持打开状态，实例也会退出。默认单位为毫秒。单位可以指定为"d"、"h"、"m"、"s"、"ms"或"us"。

source: Sets the "hold other" timeout value for the resolver. Default "30s"
cs_cz: Nastaví hodnotu časového limitu „hold other“ pro resolver. Výchozí hodnota „30s“
de_de: Setzt den Timeout-Wert [hold other] für den Resolver. Standard: "30s".
el_gr: Ορίζει την τιμή χρονικού ορίου "hold other" για τον αναλυτή. Προεπιλογή "30s"
fa_ir: مقدار تایم‌اوت "hold other" برای resolver را تعیین کنید. پیش‌فرض "30s"
fr_fr: Définit la valeur du délai d'attente "hold other" pour le résolveur. Valeur par défaut : "30s".
it_it: Imposta il valore di timeout "hold other" per il risolutore. "30" predefinito
ko_kr: 리졸버에 대한 "기타 보류" 시간 초과 값을 설정하세요. 기본값은 "30초"입니다.
pl_pl: Ustawia wartość limitu czasu „wstrzymaj inne” dla przelicznika. Domyślne „30s”
uk_ua: Встановлює значення тайм-ауту "утримувати інші" для розпізнавача. Типово "30с"
zh_cn: 设置解析程序的"保持其他"超时值。默认"30s"

source: Specifies a URI which will be intercepted to return HAProxy's health status instead of forwarding the request. When a HTTP request is received, HAProxy will return either "HTTP/1.0 200 OK" or "HTTP/1.0 503 Service unavailable", depending on the fined failure conditions.
cs_cz: Určuje URI, který bude zachycen za účelem vrácení stavu HAProxy namísto předání požadavku. Po přijetí HTTP požadavku HAProxy vrátí buď „HTTP/1.0 200 OK“, nebo „HTTP/1.0 503 Service unavailable“ – v závislosti na okolnostem nezdaru.
de_de: Gibt eine URI an, die abgefangen wird, um den HAProxy-Gesundheitsstatus zurückzugeben, anstatt die Anfrage weiterzuleiten. Bei einer HTTP-Anfrage antwortet HAProxy mit "HTTP/1.0 200 OK" oder "HTTP/1.0 503 Service unavailable", abhängig von den festgelegten Fehlerbedingungen.
el_gr: Καθορίζει ένα URI το οποίο θα υποκλαπεί για να επιστρέψει την κατάσταση εύρυθμης λειτουργίας του HAProxy αντί να προωθήσει το αίτημα. Όταν λαμβάνεται ένα αίτημα HTTP, το HAProxy θα επιστρέψει είτε "HTTP/1.0 200 OK" είτε "HTTP/1.0 503 Η υπηρεσία δεν είναι διαθέσιμη", ανάλογα με τις συνθήκες αποτυχίας που έχουν επιβληθεί.
fa_ir: یک URI را مشخص می‌کند که رهگیری شده و به‌جای فوروارد کردن درخواست، وضعیت سلامت HAProxy را بازمی‌گرداند. وقتی یک درخواست HTTP دریافت شود، HAProxy بسته به شرایط خطای تعیین‌شده یکی از "HTTP/1.0 200 OK" یا "HTTP/1.0 503 Service unavailable" را بازمی‌گرداند.
fr_fr: Spécifie un URI qui sera intercepté pour renvoyer l'état de santé de HAProxy au lieu de transmettre la demande. Lorsqu'une requête HTTP est reçue, HAProxy renvoie soit "HTTP/1.0 200 OK", soit "HTTP/1.0 503 Service indisponible", en fonction des conditions d'échec définies.
it_it: Specifica un URI che verrà intercettato per restituire lo stato di integrità di HAProxy invece di inoltrare la richiesta. Quando viene ricevuta una richiesta HTTP, HAProxy restituirà "HTTP/1.0 200 OK" o "HTTP/1.0 503 Servizio non disponibile", a seconda delle condizioni di errore sanzionate.
ko_kr: 요청을 전달하는 대신 HAProxy의 상태를 반환하기 위해 가로채기할 URI를 지정하세요. HTTP 요청이 수신되면 HAProxy는 미세한 오류 조건에 따라 "HTTP/1.0200 OK" 또는 "HTTP/1.0 503 서비스 이용 불가"를 반환합니다.
uk_ua: Визначає URI, який буде перехоплений для повернення стану здоров'я HAProxy замість пересилання запиту. Коли надходить HTTP-запит, HAProxy поверне або "HTTP/1.0 200 OK", або "HTTP/1.0 503 Service unavailable", залежно від визначених умов збою.
zh_cn: 指定一个URI，该URI将被截获以返回HAProxy的健康检查状态，而不是转发请求。当收到HTTP请求时，HAProxy将返回"HTTP / 1.0 200 OK"或"HTTP / 1.0 503服务不可用"，具体取决于设置的故障条件。

source: Specifies the maximal number of concurrent connections that will be sent to this server. The default value is "0" which means unlimited.
cs_cz: Určuje maximální počet souběžných připojení, která budou odeslána na tento server. Výchozí hodnota je „0“, což znamená neomezený počet.
de_de: Gibt die maximale Anzahl gleichzeitiger Verbindungen an, die zu diesem Server gesendet werden. Der Standardwert ist "0", was unbegrenzt bedeutet.
el_gr: Καθορίζει τον μέγιστο αριθμό ταυτόχρονων συνδέσεων που θα αποστέλλονται σε αυτόν τον διακομιστή. Η προεπιλεγμένη τιμή είναι "0", που σημαίνει απεριόριστες.
fa_ir: حداکثر تعداد اتصال همزمانی را که به این سرور ارسال می‌شود مشخص می‌کند. مقدار پیش‌فرض "0" به‌معنای نامحدود است.
fr_fr: Spécifie le nombre maximal de connexions simultanées qui seront envoyées à ce serveur. La valeur par défaut est "0", ce qui signifie illimité.
it_it: Specifica il numero massimo di connessioni simultanee che verranno inviate a questo server. Il valore predefinito è "0" che significa illimitato.
ko_kr: 이 서버로 보낼 최대 동시 연결 수를 지정하세요. 기본값은 무제한을 의미하는 "0"입니다.
uk_ua: Визначає максимальну кількість одночасних підключень, які будуть надіслані до цього сервера. Типове значення – "0", що означає необмежено.
zh_cn: 指定将发送到该服务器的最大并发连接数。默认值为"0"，表示无限制。

source: Specify a curve(s) for ECDHE ciphers. NGINX default (empty field): auto.
cs_cz: Zadejte křivku (křivky) pro ECDHE šifry. Výchozí nastavené NGINX (nevyplněná kolonka): auto.
de_de: Geben Sie die Kurve(n) für ECDHE-Verschlüsselung an. Voreinstellung bei leerem Feld: auto.
el_gr: Καθορίστε μια/τις καμπύλη/ες για κρυπτογραφήματα ECDHE. Προεπιλογή NGINX (κενό πεδίο): αυτόματη.
fa_ir: یک یا چند منحنی برای رمزنگاری‌های ECDHE مشخص کنید. مقدار پیش‌فرض NGINX (فیلد خالی): auto.
fr_fr: Spécifiez une ou plusieurs courbes pour les chiffres ECDHE. Défaut NGINX (champ vide) : auto.
it_it: Specificare una o più curve per le crittografie ECDHE. Impostazione predefinita NGINX (campo vuoto): auto.
ko_kr: ECDHE 암호에 대한 곡선을 지정하세요. NGINX 기본값(빈 필드): auto.
uk_ua: Вкажіть криву (криві) для шифрів ECDHE. NGINX типово (пусте поле): auto.
zh_cn: 指定ECDHE密码曲线。NGINX默认（空字段）: auto。

source: Specify enabled ciphers in the TLS library cipher string format. Example: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. NGINX default (empty field): HIGH:!aNULL:!MD5.
cs_cz: Zadejte povolené šifry ve formátu řetězce šifer knihovny TLS. Příklad: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. Výchozí nastavení NGINX (nevyplněná kolonka): HIGH:!aNULL:!MD5.
de_de: Geben Sie die erlaubten Verschlüsselungssuiten im Cipher-String-Format der TLS-Bibliothek an. Beispiel: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. Die nginx-Standardeinstellung (wenn leer): HIGH:!aNULL:!MD5.
el_gr: Καθορίστε τους ενεργοποιημένους κρυπτογράφους στη μορφή συμβολοσειράς κρυπτογράφησης της βιβλιοθήκης TLS. Παράδειγμα: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. Προεπιλογή NGINX (κενό πεδίο): HIGH:!aNULL:!MD5.
fa_ir: رمزنگاری‌های فعال را در قالب رشته‌ی cipher کتابخانه TLS مشخص کنید. مثال: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. مقدار پیش‌فرض NGINX (فیلد خالی): HIGH:!aNULL:!MD5.
fr_fr: Spécifiez les chiffres activés dans le format de chaîne de chiffrement de la bibliothèque TLS. Exemple : ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. Valeur par défaut de NGINX (champ vide) : HIGH:!aNULL:!MD5.
it_it: Specificare le cifrature abilitate nel formato della stringa di cifratura della libreria TLS. Esempio: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. Impostazione predefinita NGINX (campo vuoto): HIGH:!aNULL:!MD5.
ko_kr: 활성화된 암호를 TLS 라이브러리 암호 문자열 형식으로 지정합니다. 예: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. NGINX 기본값(빈 필드): HIGH:!aNULL:!MD5입니다.
uk_ua: Вкажіть увімкнені шифри у форматі рядка шифру бібліотеки TLS. Приклад: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. NGINX типово (пусте поле): HIGH:!aNULL:!MD5.
zh_cn: 以TLS 库密码字符串格式指定已启用的密码。示例： ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256。NGINX 默认值（空字段）: HIGH:!aNULL:!MD5.

source: Specify the IPv4 address used as a source for outbound queries.
cs_cz: Zadejte IPv4 adresu použitou jako zdroj pro odchozí dotazy.
de_de: Geben Sie die zu verwendende IPv4 Quelladresse für ausgehende Anfragen an.
el_gr: Καθορίστε τη διεύθυνση IPv4 που χρησιμοποιείται ως πηγή για εξερχόμενα ερωτήματα.
fa_ir: آدرس IPv4 مورد استفاده به‌عنوان مبدأ برای پرس‌وجوهای خروجی را مشخص کنید.
fr_fr: Indiquer l'adresse IPv4 utilisée comme source pour les requêtes sortantes.
it_it: Specificare l'indirizzo IPv4 utilizzato come origine per le query in uscita.
ko_kr: 아웃바운드 쿼리의 출발지로 사용될 IPv4 주소를 지정합니다.
uk_ua: Вкажіть IPv4-адресу, що використовується як джерело для вихідних запитів.
zh_cn: 指定用作出站查询源的 IPv4 地址。

source: Specify the IPv6 address used as a source for outbound queries.
cs_cz: Zadejte IPv6 adresu použitou jako zdroj pro odchozí dotazy.
de_de: Geben Sie die zu verwendende IPv6 Quelladresse für ausgehende Anfragen an.
el_gr: Καθορίστε τη διεύθυνση IPv6 που χρησιμοποιείται ως πηγή για εξερχόμενα ερωτήματα.
fa_ir: آدرس IPv6 مورد استفاده به‌عنوان مبدأ برای پرس‌وجوهای خروجی را مشخص کنید.
fr_fr: Indiquer l'adresse IPv6 utilisée comme source pour les requêtes sortantes.
it_it: Specificare l'indirizzo IPv6 utilizzato come origine per le query in uscita.
ko_kr: 아웃바운드 쿼리의 출발지로 사용될 IPv6 주소를 지정합니다.
uk_ua: Вкажіть IPv6-адресу, що використовується як джерело для вихідних запитів.
zh_cn: 指定用作出站查询源的 IPv6 地址。

source: Specify the IPv6 address used as a source for zone transfers.
cs_cz: Zadejte IPv6 adresu použitou jako zdroj pro přenosy zóny.
de_de: Geben Sie die zu verwendende IPv6 Quelladresse für Zonentransfers an.
el_gr: Καθορίστε τη διεύθυνση IPv6 που χρησιμοποιείται ως πηγή για μεταφορές ζώνης.
fa_ir: آدرس IPv6 مورد استفاده به‌عنوان مبدأ برای انتقال زون‌ها را مشخص کنید.
fr_fr: Indiquer l'adresse IPv6 utilisée comme source pour les transferts de zone.
it_it: Specificare l'indirizzo IPv6 utilizzato come origine per i trasferimenti di zona.
ko_kr: 영역 전송의 출발지로 사용될 IPv6 주소를 지정합니다.
uk_ua: Вкажіть IPv6-адресу, що використовується як джерело для передачі зон.
zh_cn: 指定用作区域传输源的 IPv6 地址。
