Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: e.g. 192.168.1.0/24, 192.168.2.0/24
cs_cz: např. 192.168.1.0/24, 192.168.2.0/24
de_de: z. B. 92.168.1.0/24, 192.168.2.0/24
el_gr: π.χ. 192.168.1.0/24, 192.168.2.0/24
fa_ir: مثلاً 192.168.1.0/24, 192.168.2.0/24
fr_fr: par exemple: 192.168.1.0/24, 192.168.2.0/24
it_it: per esempio. 192.168.1.0/24, 192.168.2.0/24
ko_kr: 예: 192.168.1.0/24, 192.168.2.0/24
pl_pl: np. 192.168.1.0/24, 192.168.2.0/24
uk_ua: напр. 192.168.1.0/24, 192.168.2.0/24
zh_cn: 例如:192.168.1.0/24, 192.168.2.0/24

source: Register additional Security Policy Database entries
cs_cz: Registrovat dodatečné položky databáze zásad zabezpečení
de_de: Registriere zusätzliche Sicherheitsrichtliniendatenbankeinträge
el_gr: Καταχωρίστε πρόσθετες καταχωρήσεις στη βάση δεδομένων πολιτικής ασφαλείας
fa_ir: ثبت ورودی‌های اضافی پایگاه دادهٔ سیاست‌های امنیتی
fr_fr: Enregistrer des entrées supplémentaires dans la Base des Politiques de Sécurité (SPD)
it_it: Registrare ulteriori voci del database delle politiche di sicurezza
ko_kr: 추가 보안 정책 데이터베이스 항목 등록
pl_pl: Zarejestruj dodatkowe wpisy bazy danych zasad bezpieczeństwa
uk_ua: Зареєструвати додаткові записи бази даних політик безпеки
zh_cn: 注册额外的安全策略数据库条目

source: Manual SPD entries
cs_cz: Ruční SPD položky
de_de: Manuelle SPD-Einträge
el_gr: Χειροκίνητες καταχωρήσεις SPD
fa_ir: ورودی‌های دستی SPD
fr_fr: Entrées SPD manuelles
it_it: Inserimento manuale degli SPD
ko_kr: 수동 SPD 항목
pl_pl: Manualne wpisy SPD
uk_ua: Записи SPD вручну
zh_cn: 手动SPD条目

source: Automatically ping host
cs_cz: Automaticky ověřovat dostupnost stroje (ping)
de_de: Automatisch Host pingen
el_gr: Αυτόματη αποστολή ping στον κεντρικό υπολογιστή
fa_ir: پینگ خودکار میزبان
fr_fr: Ping automatiquement l'hôte
it_it: Effettua il ping automatico dell'host
ko_kr: 자동으로 호스트 ping
pl_pl: Automatycznie pinguj hosta
uk_ua: Автоматично пінгувати хост
zh_cn: 自动ping主机

source: Set globally in mobile client options
cs_cz: Nastavit globálně v předvolbách mobilního klienta
de_de: Global in den mobilen Clientoptionen setzen
el_gr: Καθολική ρύθμιση στις επιλογές προγράμματος-πελάτη για κινητά
fa_ir: به‌صورت سراسری در گزینه‌های کلاینت موبایل تنظیم شود
fr_fr: Définir de façon globale dans les options du client mobile
it_it: Impostato a livello globale nelle opzioni del client mobile
ko_kr: 모바일 클라이언트 옵션에서 전역으로 설정
pl_pl: Ustaw globalnie w opcjach klienta mobilnego
uk_ua: Встановити глобально в параметрах мобільного клієнта
zh_cn: 在移动客户端选项中全局设置

source: PFS key group
cs_cz: skupina PFS klíče
de_de: PFS-Schlüsselgruppe
el_gr: Κλειδί ομάδας PFS
fa_ir: گروه کلید PFS
fr_fr: Groupe de clés PFS
it_it: Gruppo di chiavi PFS
ko_kr: PFS 키 그룹
pl_pl: Grupa kluczy PFS
uk_ua: Група ключів PFS
zh_cn: PFS密钥组

source: Hash algorithms
cs_cz: Algoritmus otisku (hash)
de_de: Hashalgorithmen
el_gr: Αλγόριθμοι κατακερματισμού
fa_ir: الگوریتم‌های هش
fr_fr: Algorithmes de hachage
it_it: Algoritmi hash
ko_kr: 해시 알고리즘
pl_pl: Algorytmy haszujące
uk_ua: Алгоритми хешування
zh_cn: 哈希算法

source: Encryption algorithms
cs_cz: Šifrovací algoritmy
de_de: Verschlüsselungsalgorithmen
el_gr: Αλγόριθμοι κρυπτογράφησης
fa_ir: الگوریتم‌های رمزنگاری
fr_fr: Algorithmes de chiffrement
it_it: Algoritmi di crittografia
ko_kr: 암호화 알고리즘
pl_pl: Algorytmy enkrypcji
uk_ua: Алгоритми шифрування
zh_cn: 加密算法

source: ESP is encryption, AH is authentication only
cs_cz: ESP je šifrování, AH je pouze ověřování
de_de: ESP ist Verschlüsselung, AH ist nur Authentifizierung
el_gr: Το ESP είναι κρυπτογράφηση, το AH είναι μόνο έλεγχος ταυτότητας
fa_ir: ESP مربوط به رمزنگاری است؛ AH فقط برای احراز هویت
fr_fr: ESP correspond au chiffrement, AH uniquement à l'authentification
it_it: ESP è la crittografia, AH è solo l'autenticazione
ko_kr: ESP는 암호화, AH는 인증 전용입니다
pl_pl: ESP dostarcza enkrypcje, AH tylko autentykację
uk_ua: ESP - це шифрування, AH - це лише автентифікація
zh_cn: ESP是加密，AH只认证

source: Phase 2 proposal (SA/Key Exchange)
cs_cz: Nabídka fáze 2 (výměna SA/klíče)
de_de: Phase-2-Vorschlag (SA/Schlüsselaustausch)
el_gr: Πρόταση Φάσης 2 (SA/Ανταλλαγή Κλειδιών)
fa_ir: پیشنهاد فاز 2 (تبادل SA/کلید)
fr_fr: Proposition Phase 2 (SA/Échange de Clés)
it_it: Proposta di Fase 2 (SA/Scambio di chiavi)
ko_kr: 2단계 제안(SA/Key Exchange)
pl_pl: Propozycja fazy 2 (SA/Wymiana kluczy)
uk_ua: Пропозиція Фази 2 (SA/Обмін ключами)
zh_cn: 阶段2提案(SA/密钥交换)

source: Remote Network
cs_cz: Vzdálená síť
de_de: Entferntes Netzwerk
el_gr: Απομακρυσμένο Δίκτυο
fa_ir: شبکه راه دور
fr_fr: Réseau Distant
it_it: Rete remota
ko_kr: 원격 네트워크
pl_pl: Sieć zdalna
uk_ua: Віддалена мережа
zh_cn: 远程子网

source: %s subnet
cs_cz: %s podsíť
de_de: %s Subnetz
el_gr: %s υποδίκτυο
fa_ir: ساب‌نت %s
fr_fr: %s sous-réseau
it_it: Sottorete %s
ko_kr: %s 서브넷
pl_pl: %s podsieć
uk_ua: підмережа %s
zh_cn: %s子网

source: Local Network
cs_cz: Místní síť
de_de: Lokales Netzwerk
el_gr: Τοπικό δίκτυο
fa_ir: شبکه محلی
fr_fr: Réseau Local
it_it: Rete locale
ko_kr: 로컬 네트워크
pl_pl: Sieć lokalna
uk_ua: Локальна мережа
zh_cn: 本地网络

source: Set this option to disable this phase2 entry without removing it from the list
cs_cz: Nastavením této předvolby je možné přestat používat tuto položku druhé fáze, aniž by bylo třeba ji odebírat ze seznamu
de_de: Setze diese Einstellung, um den Phase2-Eintrag zu deaktivieren, ohne diesen von der Liste zu entfernen
el_gr: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτήν την καταχώρηση φάσης 2 χωρίς να την αφαιρέσετε από τη λίστα
fa_ir: برای غیرفعال کردن این ورودی فاز 2 بدون حذف آن از لیست این گزینه را فعال کنید
fr_fr: Sélectionnez cette option pour désactiver cette phase 2 sans la retirer de la liste.
it_it: Imposta questa opzione per disabilitare questa voce di fase2 senza rimuoverla dall'elenco
ko_kr: 이 phase2 항목을 목록에서 제거하지 않고 비활성화하려면 이 옵션 설정
pl_pl: Ustaw tę opcję, aby wyłączyć ten wpis fazy 2 bez usuwania go z listy
uk_ua: Увімкніть цю опцію, щоб вимкнути цей запис фази 2, не видаляючи його зі списку
zh_cn: 选中该选项则禁用该阶段2条目，而不是从列表中删除它

source: Disable this phase2 entry
cs_cz: Nepoužívat tuto položku fáze2
de_de: Deaktiviere diesen Phase 2 Eintrag
el_gr: Απενεργοποίηση αυτής της καταχώρησης φάσης 2
fa_ir: این ورودی فاز 2 را غیرفعال کنید
fr_fr: Désactiver cette entrée phase2
it_it: Disabilita questa voce di fase2
ko_kr: 이 phase2 항목 사용 안 함
pl_pl: Wyłącz ten zapis fazy drugiej
uk_ua: Вимкнути цей запис фази 2
zh_cn: 禁用该阶段2条目

source: SPD "%s" is not a valid network, it should match the tunnel type (IPv4/IPv6).
cs_cz: SPD „%s“ není platná síť – měla by odpovídat typu tunelu (IPv4/IPv6)
de_de: SPD "%s" ist kein gültiges Netzwerk. Es sollte dem Tunneltyp (IPv4/IPv6) entsprechen.
el_gr: Το SPD "%s" δεν είναι έγκυρο δίκτυο, θα πρέπει να ταιριάζει με τον τύπο σήραγγας (IPv4/IPv6).
fa_ir: SPD "%s" یک شبکهٔ معتبر نیست؛ باید با نوع تونل (IPv4/IPv6) مطابقت داشته باشد.
fr_fr: SPD "%s" ne décrit pas un réseau valide, la valeur doit correspondre au type de tunnel (IPv4/IPv6)
it_it: SPD "%s" non è una rete valida, deve corrispondere al tipo di tunnel (IPv4/IPv6).
ko_kr: SPD %s은(는) 올바른 네트워크가 아니므로 터널 유형(IPv4/IPv6)과 일치해야 합니다.
pl_pl: SPD "%s" nie jest poprawną siecią, powinna ona pasować do typu tunelu (IPv4/IPv6).
uk_ua: SPD "%s" не є дійсною мережею, вона повинна відповідати типу тунелю (IPv4/IPv6).
zh_cn: SPD"%s"不是有效网络，它应与隧道类型(IPv4 / IPv6)匹配。

source: The P2 lifetime must be an integer.
cs_cz: Je třeba, aby životnost P2 bylo celé kladné číslo.
de_de: Die P2 Lebensdauer muss eine Zahl sein.
el_gr: Ο χρόνος ζωής P2 πρέπει να είναι ακέραιος αριθμός.
fa_ir: طول عمر P2 باید یک عدد صحیح باشد.
fr_fr: La durée de vie de la P2 doit être un nombre entier.
it_it: La durata P2 deve essere un numero intero.
ko_kr: P2 수명은 정수여야 합니다.
pl_pl: Czas życia P2 musi być liczbą całkowitą.
uk_ua: Час життя P2 має бути цілим числом.
zh_cn: 阶段2有效期必须是一个整数。

source: At least one hashing algorithm needs to be selected.
cs_cz: Je třeba vybrat alespoň jeden algoritmus pro vypočítávání otisku (hash).
de_de: Mindestens ein Hashalgorithmus muss ausgewählt werden.
el_gr: Πρέπει να επιλεγεί τουλάχιστον ένας αλγόριθμος κατακερματισμού.
fa_ir: حداقل یک الگوریتم هش باید انتخاب شود.
fr_fr: Au moins un algorithme de hachage doit être sélectionné.
it_it: È necessario selezionare almeno un algoritmo di hashing.
ko_kr: 해시 알고리즘을 하나 이상 선택해야 합니다.
pl_pl: Należy wybrać co najmniej jeden algorytm mieszający.
uk_ua: Потрібно вибрати хоча б один алгоритм хешування.
zh_cn: 至少需要一个哈希算法。

source: At least one encryption algorithm must be selected.
cs_cz: Je třeba vybrat alespoň jeden z šifrovacích algoritmů.
de_de: Mindestens ein Verschlüsselungsalgorithmus muss ausgewählt werden.
el_gr: Πρέπει να επιλεγεί τουλάχιστον ένας αλγόριθμος κρυπτογράφησης.
fa_ir: حداقل یک الگوریتم رمزنگاری باید انتخاب شود.
fr_fr: Au moins un algorithme de chiffrement doit être sélectionné.
it_it: È necessario selezionare almeno un algoritmo di crittografia.
ko_kr: 암호화 알고리즘을 하나 이상 선택해야 합니다.
pl_pl: Należy wybrać co najmniej jeden algorytm szyfrowania.
uk_ua: Потрібно вибрати хоча б один алгоритм шифрування.
zh_cn: 至少选择一种加密算法。

source: Phase2 with this Local/Remote networks combination is already defined for this Phase1.
cs_cz: Pro tuto fázi jedna je už nastavená fáze dva s takovou kombinací místní / sítě na protější straně.
de_de: Phase 2 mit dieser lokalen / fernen Netzwerkkombination ist bereits für diese Phase 1 definiert.
el_gr: Η Φάση 2 με αυτόν τον συνδυασμό τοπικών/απομακρυσμένων δικτύων έχει ήδη οριστεί για αυτήν τη Φάση 1.
fa_ir: Phase2 با این ترکیب شبکه‌های محلی/راه‌دور قبلاً برای این Phase1 تعریف شده است.
fr_fr: Cette combinaison réseaux Local/Distant pour la Phase2 est déjà définie pour cette Phase1.
it_it: La Fase2 con questa combinazione di reti Locale/Remota è già definita per questa Fase1.
ko_kr: 이 로컬/원격 네트워크 조합을 사용하는 단계 2는 이 단계 1에 대해 이미 정의되어 있습니다.
pl_pl: Faza 2 z taką kombinacją sieci Lokalnej/Zdalnej została już zdefiniowana dla tej Fazy 1.
uk_ua: Фаза 2 з такою комбінацією локальної/віддаленої мереж вже визначена для цієї Фази 1.
zh_cn: 已经为此阶段1定义了具有此本地/远程网络组合的阶段2。

source: Phase2 with this Local Network is already defined for mobile clients.
cs_cz: Pro mobilní klienty je už nastavená druhá fáze s takovou místní sítí.
de_de: Phase 2 mit diesem lokalen Netzwerk ist bereits für mobile Clients definiert.
el_gr: Η Φάση 2 με αυτό το Τοπικό Δίκτυο έχει ήδη οριστεί για κινητά προγράμματα-πελάτες.
fa_ir: Phase2 با این شبکه محلی قبلاً برای کلاینت‌های موبایل تعریف شده است.
fr_fr: Ce Réseau Local pour la Phase2 est déjà défini pour les clients mobiles.
it_it: La Fase2 con questa Rete Locale è già definita per i client mobili.
ko_kr: 이 로컬 네트워크를 사용하는 2단계는 모바일 클라이언트에 대해 이미 정의되어 있습니다.
pl_pl: Faza 2 z taką Siecią Lokalną jest już zdefiniowana dla klientów mobilnych.
uk_ua: Фаза 2 з цією локальною мережею вже визначена для мобільних клієнтів.
zh_cn: 已经为移动客户端定义了具有此本地网络的阶段2。

source: A valid remote network IPv6 address must be specified or you need to change Mode to IPv4
cs_cz: Je třeba zadat platnou IPv6 adresu sítě nebo je třeba změnit režim na IPv4
de_de: Eine gültige Remote-IPv6-Adresse muss angegeben werden oder Sie ändern den Modus auf IPv4.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 απομακρυσμένου δικτύου ή πρέπει να αλλάξετε τη Λειτουργία σε IPv4
fa_ir: باید یک آدرس IPv6 معتبر برای شبکه راه‌دور مشخص شود یا حالت را به IPv4 تغییر دهید.
fr_fr: Une adresse réseau distante IPv6 doit impérativement être spécifiée ou vous devrez utiliser le Mode IPv4
it_it: È necessario specificare un indirizzo IPv6 di rete remota valido oppure è necessario modificare la modalità in IPv4
ko_kr: 유효한 원격 네트워크 IPv6 주소를 지정하거나 모드를 IPv4로 변경해야 합니다
pl_pl: Wymagana poprawna zdalna sieć IPv6, albo zmiana trybu na IPv4
uk_ua: Має бути вказана дійсна IPv6-адреса віддаленої мережі або вам потрібно змінити Режим на IPv4
zh_cn: 必须指定有效的远程网络IPv6地址，或者需要将模式更改为IPv4

source: A valid remote network IPv4 address must be specified or you need to change Mode to IPv6
cs_cz: Je třeba zadat platnou IPv4 adresu sítě nebo je třeba změnit režim na IPv6
de_de: Ein gültige ferne IPv4-Netzwerkadresse muss angegeben werden oder Sie müssen den Modus auf IPv6 ändern
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv4 απομακρυσμένου δικτύου ή πρέπει να αλλάξετε τη Λειτουργία σε IPv6
fa_ir: باید یک آدرس IPv4 معتبر برای شبکه راه‌دور مشخص شود یا حالت را به IPv6 تغییر دهید.
fr_fr: Une adresse réseau distante IPv4 doit impérativement être spécifiée ou vous devrez utiliser le Mode IPv6
it_it: È necessario specificare un indirizzo IPv4 di rete remota valido oppure è necessario modificare la modalità in IPv6
ko_kr: 유효한 원격 네트워크 IPv4 주소를 지정하거나 모드를 IPv6으로 변경해야 합니다
pl_pl: Wymagana poprawna zdalna sieć IPv4, albo zmiana trybu na IPv6
uk_ua: Має бути вказана дійсна IPv4-адреса віддаленої мережі або вам потрібно змінити Режим на IPv6
zh_cn: 必须指定有效的远程网络IPv4地址，或者需要将模式更改为IPv6

source: A valid remote network IP address must be specified.
cs_cz: Je třeba zadat platnou IP adresu vzdálené sítě.
de_de: Eine gültige ferne Netzwerk-IP-Adresse muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP απομακρυσμένου δικτύου.
fa_ir: باید یک آدرس IP معتبر برای شبکه راه‌دور مشخص شود.
fr_fr: Une adresse IP de réseau distant valide doit être renseignée.
it_it: È necessario specificare un indirizzo IP di rete remota valido.
ko_kr: 유효한 원격 네트워크 IP 주소를 지정해야 합니다.
pl_pl: Wymagany poprawny adres IP sieci zdalnej.
uk_ua: Має бути вказана дійсна IP-адреса віддаленої мережі.
zh_cn: 必须指定有效的远程网络IP地址。

source: A valid remote network bit count must be specified.
cs_cz: Je třeba zadat platný počet bitů masky vzdálené sítě.
de_de: Eine gültige ferne Netzwerkbitanzahl muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit απομακρυσμένου δικτύου.
fa_ir: باید یک مقدار معتبر برای تعداد بیت‌های شبکه راه‌دور مشخص شود.
fr_fr: Un bit count valide pour le réseau distant doit impérativement être spécifié.
it_it: È necessario specificare un conteggio di bit di rete remota valido.
ko_kr: 유효한 원격 네트워크 비트 수를 지정해야 합니다.
uk_ua: Має бути вказана дійсна кількість біт віддаленої мережі.
zh_cn: 必须指定一个有效的远端网络位数。

source: A valid local network IPv6 address must be specified or you need to change Mode to IPv4
cs_cz: Je třeba zadat IPv6 adresu místní sítě nebo změnit režim na IPv4
de_de: Eine valide lokale IPv6-Adresse muss angegeben werden oder Sie ändern den Modus auf IPv4
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 τοπικού δικτύου ή πρέπει να αλλάξετε τη Λειτουργία σε IPv4
fa_ir: باید یک آدرس IPv6 معتبر برای شبکه محلی مشخص شود یا حالت را به IPv4 تغییر دهید.
fr_fr: Une adresse IPv6 du réseau locale valide doit être spécifiée ou vous devriez changer le mode en IPv4
it_it: È necessario specificare un indirizzo IPv6 di rete locale valido oppure è necessario modificare la modalità in IPv4
ko_kr: 유효한 로컬 네트워크 IPv6 주소를 지정하거나 모드를 IPv4로 변경해야 합니다
pl_pl: Wymagana poprawna lokalna sieć IPv6, albo zmiana trybu na IPv4
uk_ua: Повинна бути вказана дійсна локальна мережева IPv6-адреса, або вам потрібно змінити Режим на IPv4
zh_cn: 必须指定有效的本地网络IPv6地址，或者需要将模式更改为IPv4

source: A valid local network IPv4 address must be specified or you need to change Mode to IPv6
cs_cz: Je třeba zadat platnou IPv4 adresu nebo je třeba změnit režim na IPv6
de_de: Eine valide IPv4 Adresse muss angegeben werden oder Sie ändern den Modus auf IPv6
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv4 τοπικού δικτύου ή πρέπει να αλλάξετε τη Λειτουργία σε IPv6
fa_ir: باید یک آدرس IPv4 معتبر برای شبکه محلی مشخص شود یا حالت را به IPv6 تغییر دهید.
fr_fr: Une adresse IPv4 du réseau locale valide doit être spécifiée ou vous devriez changer le mode en IPv6
it_it: È necessario specificare un indirizzo IPv4 di rete locale valido oppure è necessario modificare la modalità in IPv6
ko_kr: 유효한 로컬 네트워크 IPv4 주소를 지정하거나 모드를 IPv6으로 변경해야 합니다
pl_pl: Wymagana poprawna lokalna sieć IPv4, albo zmiana trybu na IPv6
uk_ua: Повинна бути вказана дійсна локальна мережева IPv4-адреса, або вам потрібно змінити Режим на IPv6
zh_cn: 必须指定有效的本地网络IPv4地址，或者需要将模式更改为IPv6

source: A valid local network IP address must be specified.
cs_cz: Je třeba zadat platnou IP adresu místní sítě.
de_de: Eine gültige lokale IP-Adresse muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP τοπικού δικτύου.
fa_ir: باید یک آدرس IP معتبر برای شبکه محلی مشخص شود.
fr_fr: Une adresse IP du réseau local valide doit être renseignée.
it_it: È necessario specificare un indirizzo IP di rete locale valido.
ko_kr: 유효한 로컬 네트워크 IP 주소를 지정해야 합니다.
pl_pl: Podany musi być poprawny adres IP sieci lokalnej.
uk_ua: Повинна бути вказана дійсна локальна мережева IP-адреса.
zh_cn: 必须指定一个有效的本地网络地址。

source: A valid local network bit count must be specified.
cs_cz: Je třeba zadat platný počet bitů místní sítě.
de_de: Eine gültige lokale Netzwerkbitzahl muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit τοπικού δικτύου.
fa_ir: باید یک مقدار معتبر برای تعداد بیت‌های شبکه محلی مشخص شود.
fr_fr: Spécifier un nombre de bits valide pour le réseau local.
it_it: È necessario specificare un conteggio di bit di rete locale valido.
ko_kr: 유효한 로컬 네트워크 비트 수를 지정해야 합니다.
pl_pl: Podana musi być poprawna maska sieci lokalnej.
uk_ua: Повинна бути вказана дійсна кількість бітів локальної мережі.
zh_cn: 必须指定一个有效的本地网络位数。

source: Remote network type
cs_cz: Typ vzdálené sítě
de_de: Entfernter Netzwerktyp
el_gr: Τύπος απομακρυσμένου δικτύου
fa_ir: نوع شبکه راه‌دور
fr_fr: Type de réseau distant
it_it: Tipo di rete remota
ko_kr: 원격 네트워크 유형
pl_pl: Typ sieci zdalnej
uk_ua: Тип віддаленої мережі
zh_cn: 远程网络类型

source: Unique Identifier
cs_cz: Jedinečný identifikátor
de_de: Eindeutige Beizeichnung
el_gr: Μοναδικός Αναγνωριστικός Κωδικός
fa_ir: شناسه یکتا
fr_fr: Identifiant Unique
it_it: Identificatore univoco
ko_kr: 고유 식별자
pl_pl: Identyfikator unikalny
uk_ua: Унікальний ідентифікатор
zh_cn: 唯一标识符

source: Local network type
cs_cz: Typ místní sítě
de_de: Lokaler Netzwerk-Typ
el_gr: Τύπος τοπικού δικτύου
fa_ir: نوع شبکه محلی
fr_fr: Type de réseau local
it_it: Tipo di rete locale
ko_kr: 로컬 네트워크 유형
pl_pl: Typ sieci lokalnej
uk_ua: Тип локальної мережі
zh_cn: 本地网络类型

source: A valid ikeid must be specified.
cs_cz: Je třeba zadat platné ikeid.
de_de: Eine gültige IKE ID muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο ikeid.
fa_ir: باید یک ikeid معتبر مشخص شود.
fr_fr: Un ikeid valide doit être entré.
it_it: È necessario specificare un ikeid valido.
ko_kr: 유효한 ikeid를 지정해야 합니다.
pl_pl: Podany musi być prawidłowy ikeid.
uk_ua: Повинен бути вказаний дійсний ikeid.
zh_cn: 必须指定一个有效的ikeid。

source: Number of consecutive failures allowed before disconnect.
cs_cz: Počet po sobě jdoucích nezdarů než bude odpojeno.
de_de: Maximale Anzahl an aufeinanderfolgenden Fehlschlägen vor der Trennung.
el_gr: Αριθμός διαδοχικών βλαβών που επιτρέπονται πριν από την αποσύνδεση.
fa_ir: تعداد خطاهای متوالی مجاز قبل از قطع اتصال.
fr_fr: Nombre d'échecs consécutifs autorisé avant la déconnexion.
it_it: Numero di errori consecutivi consentiti prima della disconnessione.
ko_kr: 연결을 끊기 전에 허용된 연속 실패 수입니다.
pl_pl: Maksymalna liczba błędów z rzędu przed rozłączeniem.
uk_ua: Дозволена кількість послідовних збоїв перед розривом з'єднання.
zh_cn: 断开连接之前允许连续失败的次数。

source: retries
cs_cz: opětovných pokusů
de_de: Wiederholungen
el_gr: επαναλήψεις
fa_ir: تلاش‌ها
fr_fr: réessais
it_it: riprova
ko_kr: 재시도
pl_pl: powtórzenia
uk_ua: повторні спроби
zh_cn: 重试

source: Delay between requesting peer acknowledgement.
cs_cz: Prodleva před požadování souhlasu protějšku.
de_de: Verzögerung zwischen dem Anfragen von Bestätigungen des Peers.
el_gr: Καθυστέρηση μεταξύ αιτημάτων επιβεβαίωσης από peers.
fa_ir: تاخیر بین درخواست تأیید از همتا.
fr_fr: Délai entre les demandes d'acquittements du correspondant.
it_it: Ritardo tra la richiesta di riconoscimento peer.
ko_kr: 피어 승인 요청 간의 지연입니다.
pl_pl: Zwłoka pomiędzy żądaniami potwierdzenia peera.
uk_ua: Затримка між запитами підтвердження від однорангового вузла.
zh_cn: 请求对端确认之间的延迟。

source: Enable DPD
cs_cz: Zapnout DPD
de_de: DPD aktivieren
el_gr: Ενεργοποίηση DPD
fa_ir: فعال‌سازی DPD
fr_fr: Activer DPD (Dead Peer Detection)
it_it: Abilita DDP
ko_kr: DPD 사용
pl_pl: Włącz DPD
uk_ua: Увімкнути DPD
zh_cn: 启用DPD

source: Dead Peer Detection
cs_cz: Detekce nedostupného protějšku
el_gr: Ανίχνευση ανενεργών peer
fa_ir: کشف همتا (DPD)
fr_fr: Dead Peer Detection (Détection de la perte du correspondant)
it_it: Rilevamento peer morti
ko_kr: 비활성 피어 탐지
pl_pl: Wykrywanie martwych peerów
uk_ua: Виявлення неактивного однорангового вузла
zh_cn: 启用DPD

source: Disables the IKEv2 MOBIKE protocol defined by RFC 4555
cs_cz: Vypne IKEv2 MOBIKE protokol definovaný v RFC 4555
de_de: Deaktiviert das IKEv4-Mobike-Protokoll, welches in RFC 4555 definiert ist
el_gr: Απενεργοποιεί το πρωτόκολλο IKEv2 MOBIKE που ορίζεται από το RFC 4555
fa_ir: پروتکل IKEv2 MOBIKE تعریف‌شده در RFC 4555 را غیرفعال می‌کند
fr_fr: Désactiver le protocole IKEv2 MOBIKE défini par la RFC 4555
it_it: Disabilita il protocollo IKEv2 MOBIKE definito da RFC 4555
ko_kr: RFC 4555에 정의된 IKEv2 MOBIKE 프로토콜을 사용하지 않도록 비활성화
pl_pl: Wyłącz protokół IKEv2 MOBIKE zdefiniowany w RFC 4555
uk_ua: Вимкнення протоколу IKEv2 MOBIKE, визначеного RFC 4555
zh_cn: 禁用由RFC 4555定义的IKEv2 MOBIKE协议

source: Disable MOBIKE
cs_cz: Vypnout MOBIKE
de_de: MOBIKE deaktivieren
el_gr: Απενεργοποίηση MOBIKE
fa_ir: غیرفعال‌سازی MOBIKE
fr_fr: Désactiver MOBIKE
it_it: Disabilita MOBIKE
ko_kr: MOBIKE 사용 안 함
pl_pl: Wyłącz MOBIKE
uk_ua: Вимкнути MOBIKE
zh_cn: 禁用MOBIKE

source: Set this option to enable the use of NAT-T (i.e. the encapsulation of ESP in UDP packets) if needed, which can help with clients that are behind restrictive firewalls.
cs_cz: Zapnutím této předvolby v případě potřeby zapněte tzv. NAT-T (tj. zapouzdřování ESP do UDP paketů). To může pomoci klientům, kteří se nacházejí za příliš omezujícími branami firewall.
de_de: Setzen Sie diese Option, um die Verwendung von NAT-T (Kapselung von ESP in UDP-Paketen) bei Bedarf zu aktivieren. Dies kann bei Clients hinter restriktiven Firewalls helfen.
el_gr: Ορίστε αυτήν την επιλογή για να ενεργοποιήσετε τη χρήση του NAT-T (δηλαδή την ενθυλάκωση του ESP σε πακέτα UDP) εάν χρειάζεται, κάτι που μπορεί να βοηθήσει με υπολογιστές-πελάτες που βρίσκονται πίσω από περιοριστικά τείχη προστασίας.
fa_ir: در صورت نیاز این گزینه را فعال کنید تا از NAT-T (یعنی قرارگیری ESP در بسته‌های UDP) استفاده شود؛ این می‌تواند به کلاینت‌هایی که پشت فایروال‌های محدودکننده هستند کمک کند
fr_fr: Utilisez cette option pour activer l'utilisation du NAT-T (c-à-d l'encapsulation des ESP dans les paquets UDP) si besoin, ceci peut aider lorsque les clients sont derrière un firewall restrictif.
it_it: Imposta questa opzione per abilitare l'uso di NAT-T (ovvero l'incapsulamento di ESP nei pacchetti UDP) se necessario, che può aiutare con i client che si trovano dietro firewall restrittivi.
ko_kr: 필요한 경우 NAT-T(즉, UDP 패킷에 ESP를 캡슐화) 사용을 활성화하려면 이 옵션을 설정하세요. 이는 제한적인 방화벽 뒤에 있는 클라이언트에 도움이 될 수 있습니다.
pl_pl: Ustaw tą opcję aby włączyć NAT-T (np. dla enkapsulacji ESP w pakietach UDP), która może pomóc w przypadku klientów za restrykcyjnymi zaporami.
uk_ua: Увімкніть цю опцію для використання NAT-T (тобто інкапсуляції ESP у UDP-пакети), якщо потрібно, що може допомогти клієнтам, які знаходяться за обмежувальними міжмережевими екранами.
zh_cn: 选中此选项则启用NAT-T(即将ESP封装到UDP包中)，这可以帮助处于限制性防火墙后面的客户端。

source: Force
cs_cz: Vynutit
de_de: Erzwingen
fa_ir: اجبار
fr_fr: Forcer
it_it: Forza
ko_kr: 강제
pl_pl: Wymuś
uk_ua: Примусове
zh_cn: 强制

source: NAT Traversal
cs_cz: Překonávání NAT překladu
el_gr: Διαδρομή NAT
fa_ir: عبور از NAT
fr_fr: NAT Traversant
it_it: Attraversamento NAT
ko_kr: NAT 트래버설
pl_pl: Translacja NAT
uk_ua: Обхід NAT
zh_cn: NAT穿越
