Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Auth Data
cs_cz: Autorizační údaje
de_de: Authentifizierungsdaten
el_gr: Δεδομένα Εξουσιοδότησης
fa_ir: داده‌های احراز هویت
fr_fr: Données d'authentification
it_it: Dati di autenticazione
ko_kr: 인증 데이터
pl_pl: Dane uwierzytelniania
uk_ua: Дані автентифікації
zh_cn: 身份验证数据

source: Best
cs_cz: Nejlepší
de_de: Beste
el_gr: Καλύτερος
fa_ir: بهترین
fr_fr: Meilleur
it_it: Migliore
ko_kr: 최선
pl_pl: Pozdrawiam
uk_ua: Найкраще
zh_cn: 最佳

source: Block DNS servers on other network adapters to prevent DNS leaks. Compatible with Windows clients only.
cs_cz: Blokovat DNS servery na ostatních síťových rozhraních a bránit tak DNS únikům. Kompatibilní pouze s klienty se systémem Windows.
de_de: DNS-Server auf anderen Netzwerkadaptern blockieren, um DNS-Lecks zu verhindern. Nur mit Windows-Clients kompatibel.
el_gr: Αποκλεισμός διακομιστών DNS σε άλλους προσαρμογείς δικτύου για την αποτροπή διαρροών DNS. Συμβατό μόνο με υπολογιστές-πελάτες Windows.
fa_ir: مسدود کردن سرورهای DNS روی آداپتورهای شبکه دیگر برای جلوگیری از نشت DNS. فقط با کلاینت‌های Windows سازگار است.
fr_fr: Bloquez les serveurs DNS sur d'autres cartes réseau pour éviter les fuites DNS. Compatible uniquement avec les clients Windows.
it_it: Blocca i server DNS su altri adattatori di rete per prevenire perdite DNS. Compatibile solo con client Windows.
ko_kr: 다른 네트워크 어댑터의 DNS 서버를 차단하여 DNS 누출을 방지합니다. Windows 클라이언트와만 호환됩니다.
pl_pl: Blokuj serwery DNS na innych adapterach sieciowych, aby zapobiec wyciekom DNS. Kompatybilne tylko z klientami Windows.
uk_ua: Блокувати сервери DNS на інших мережевих адаптерах для запобігання витокам DNS. Сумісно тільки з клієнтами Windows.
zh_cn: 在其它网络适配器上屏蔽DNS服务器以便防止DNS泄露。仅兼容Windows客户端。

source: Branch
cs_cz: Větev
de_de: Zweig
el_gr: Κλάδος
fa_ir: شاخه
fr_fr: Branche
it_it: Ramo
ko_kr: 브랜치
pl_pl: Gałąź
uk_ua: Гілка
zh_cn: 分支

source: By default, the same MAC can get multiple leases if the requests are sent using different UIDs. To avoid this behavior, check this box and client UIDs will be ignored.
cs_cz: Ve výchozím nastavení může stejná MAC adresa získat několik zápůjček, (pokud jsou požadavky odeslány s použitím různých UID identifikátorů). Pokud se chcete tomuto chování vyhnout, zaškrtněte tuto kolonku a UID identifikátory klientů budou ignorovány.
de_de: Standartmäßig kann dieselbe MAC mehrere Leases erhalten, wenn die Anfragen unter verschiedenen UIDs gesendet wurden. Aktivieren um die UIDs zu ignorieren.
el_gr: Από προεπιλογή, το ίδιο MAC μπορεί να λάβει πολλαπλές μισθώσεις εάν τα αιτήματα αποστέλλονται χρησιμοποιώντας διαφορετικά UID. Για να αποφύγετε αυτήν τη συμπεριφορά, επιλέξτε αυτό το πλαίσιο και τα UID των πελατών θα αγνοηθούν.
fa_ir: به‌طور پیش‌فرض، یک MAC می‌تواند اگر درخواست‌ها با UIDهای مختلف ارسال شوند، چندین lease دریافت کند. برای جلوگیری از این رفتار، این گزینه را علامت بزنید تا UIDهای کلاینت نادیده گرفته شوند.
fr_fr: Par défaut, le même MAC peut obtenir plusieurs baux si les demandes sont envoyées à l'aide d'UID différents. Pour éviter ce comportement, cochez cette case et les UID clients seront ignorés.
it_it: Per impostazione predefinita, lo stesso MAC può ottenere più lease se le richieste vengono inviate utilizzando UID diversi. Per evitare questo comportamento, seleziona questa casella e gli UID del client verranno ignorati.
ko_kr: 기본적으로 요청이 다른 UID를 사용하여 전송되는 경우 동일한 MAC에서 여러 대여를 받을 수 있습니다. 이 동작을 방지하려면 이 확인란을 선택하면 클라이언트 UID가 무시됩니다.
pl_pl: Domyślnie ta sama karta MAC może uzyskać wiele dzierżaw, jeśli żądania są wysyłane przy użyciu różnych UID. Aby uniknąć tego zachowania, zaznacz to pole, a identyfikatory UID klienta zostaną zignorowane.
uk_ua: За типових умов, одна й та ж MAC-адреса може отримати кілька оренд, якщо запити надсилаються з використанням різних UIDs. Щоб уникнути такої поведінки, поставте цей прапорець, і UIDs клієнтів будуть ігноруватися.
zh_cn: 默认情况下，如果使用不同的UID来发送请求的话，同一个MAC地址可以获得多个租约。若要避免这种行为，选中该选项会无视客户端UID。

source: CERTIFICATES:
cs_cz: CERTIFIKÁTY:
de_de: ZERTIFIKATE:
el_gr: ΠΙΣΤΟΠΟΙΗΤΙΚΑ:
fa_ir: گواهی‌ها:
fr_fr: CERTIFICATS :
it_it: CERTIFICATI:
ko_kr: 인증서:
pl_pl: CERTYFIKATY:
uk_ua: СЕРТИФІКАТИ:
zh_cn: 证书：

source: Cannot delete a category which is still in use.
cs_cz: Není možné smazat kategorii, která je stále používána.
de_de: Eine noch verwendete Kategorie kann nicht gelöscht werden.
el_gr: Δεν είναι δυνατή η διαγραφή μιας κατηγορίας που εξακολουθεί να χρησιμοποιείται.
fa_ir: نمی‌توان دسته‌ای را که هنوز در حال استفاده است حذف کرد.
fr_fr: Impossible de supprimer une catégorie qui est toujours en cours d'utilisation.
it_it: Impossibile eliminare una categoria ancora in uso.
ko_kr: 아직 사용 중인 범주를 삭제할 수 없습니다.
pl_pl: Nie można usunąć kategorii, która jest wciąż w użyciu.
uk_ua: Неможливо видалити категорію, яка досі використовується.
zh_cn: 无法删除正在使用的类别。

source: Category in use
cs_cz: Kategorie je používána
de_de: Verwendete Kategorie
el_gr: Κατηγορία σε χρήση
fa_ir: دسته در حال استفاده
fr_fr: Catégorie en cours d'utilisation
it_it: Categoria in uso
ko_kr: 사용중인 카테고리
pl_pl: Kategoria w użyciu
uk_ua: Категорія використовується
zh_cn: 类别正在使用

source: Change server weight
cs_cz: Změnit váhu serveru
de_de: Servergewicht ändern
el_gr: Αλλαγή βάρους διακομιστή
fa_ir: تغییر وزن سرور
fr_fr: Modifier le poids du serveur
it_it: Modificare il peso del server
ko_kr: 서버 가중치 변경
pl_pl: Zmień wagę serwera
uk_ua: Змінити вагу сервера
zh_cn: 更改服务器权重

source: Change server weight (bulk)
cs_cz: Změnit váhu serveru (hromadně)
de_de: Servergewicht ändern (mehrere)
el_gr: Αλλαγή βάρους διακομιστή (χύμα)
fa_ir: تغییر وزن سرور (دسته‌ای)
fr_fr: Modification du poids du serveur (en vrac)
it_it: Modifica il peso del server (in blocco)
ko_kr: 서버 가중치 변경(대량)
pl_pl: Masowa zmiana wagi serwera
uk_ua: Змінити вагу сервера (масово)
zh_cn: 更改服务器权重(批量)

source: Check Status
cs_cz: Zkontrolovat stav
de_de: Prüfstatus
el_gr: Έλεγχος κατάστασης
fa_ir: بررسی وضعیت
fr_fr: Vérifier le statut
it_it: Controlla lo stato
ko_kr: 상태 확인
pl_pl: Sprawdź status
uk_ua: Перевірити статус
zh_cn: 检查状态

source: Checked on
cs_cz: Zkontrolováno
de_de: Geprüft am
el_gr: Ελέγχθηκε
fa_ir: بررسی شده در
fr_fr: Vérifié sur
it_it: Controllato
ko_kr: 확인됨
pl_pl: Sprawdzono
uk_ua: Перевірено
zh_cn: 上次检查时间

source: Checking this box requires the token after the password. Default requires the token before the password.
cs_cz: Zaškrtnutím této kolonky bude token vyžadován až za heslem. Ve výchozím nastavení je token vyžadován už před heslem.
de_de: Wenn diese Option aktiviert ist, wird das Token nach dem Passwort benötigt. Standardmäßig wird das Token vor dem Passwort erwartet.
el_gr: Η επιλογή αυτού του πλαισίου απαιτεί το διακριτικό μετά τον κωδικό πρόσβασης. Η προεπιλογή απαιτεί το διακριτικό πριν από τον κωδικό πρόσβασης.
fa_ir: انتخاب این گزینه نیازمند قرار گرفتن توکن بعد از رمز عبور است. حالت پیش‌فرض توکن را قبل از رمز عبور می‌طلبد.
fr_fr: Cocher cette case nécessite le jeton après le mot de passe. Par défaut, le jeton est requis avant le mot de passe.
it_it: Selezionando questa casella è necessario il token dopo la password. L'impostazione predefinita richiede il token prima della password.
ko_kr: 이 상자를 선택하려면 비밀번호 다음에 토큰이 필요합니다. 기본값은 비밀번호 앞에 토큰이 있어야 합니다.
pl_pl: Zaznaczenie tego pola wymaga wprowadzenia tokenu po haśle. Domyślnie token jest wymagany przed hasłem.
uk_ua: Встановлення цього прапорця вимагає токена після пароля. Типово токен потрібен перед паролем.
zh_cn: 勾选此框则要求在密码后输入令牌。默认要求在密码前输入令牌。

source: Click here to copy to clipboard.
cs_cz: Kliknutím sem zkopírujete do schránky.
de_de: Hier klicken, um den Inhalt in die Zwischenablage zu kopieren.
el_gr: Κάντε κλικ εδώ για αντιγραφή στο πρόχειρο.
fa_ir: برای کپی به کلیپ‌بورد اینجا کلیک کنید.
fr_fr: Cliquez ici pour copier dans le presse-papiers.
it_it: Fare clic qui per copiare negli appunti.
ko_kr: 여기를 클릭하여 클립보드에 복사하세요.
pl_pl: Skopiuj do schowka.
uk_ua: Натисніть тут, щоб скопіювати в буфер обміну.
zh_cn: 点击这里复制到剪贴板。

source: Click to view pending updates.
cs_cz: Kliknutím zobrazíte čekající aktualizace.
de_de: Hier klicken, um ausstehende Aktualisierungen anzuzeigen.
el_gr: Κάντε κλικ για να δείτε τις εκκρεμείς ενημερώσεις.
fa_ir: برای مشاهده به‌روزرسانی‌های در انتظار کلیک کنید.
fr_fr: Cliquez pour voir les mises à jour en attente.
it_it: Fare clic per visualizzare gli aggiornamenti in sospeso.
ko_kr: 보류 중인 업데이트를 보려면 클릭하세요.
pl_pl: Kliknij by zobaczyć aktualizacje oczekujące.
uk_ua: Натисніть, щоб переглянути очікувані оновлення.
zh_cn: 单击查看待处理的更新。

source: Commit
cs_cz: Odeslat
fa_ir: اعمال
fr_fr: Soumission
it_it: Impegnarsi
ko_kr: 적용
pl_pl: Zatwierdź
uk_ua: Зафіксувати
zh_cn: 哈希

source: Community Lists
cs_cz: Seznamy komunit
de_de: Community-Listen
el_gr: Λίστες Κοινότητας
fa_ir: لیست‌های جامعه
fr_fr: Listes des communautés
it_it: Elenchi di comunità
ko_kr: 커뮤니티 목록
pl_pl: Listy społeczności
uk_ua: Списки спільноти
zh_cn: 社区列表

source: Config Diff
cs_cz: Rozdíl nastavení
de_de: Konfigurationsunterschied
el_gr: Διαφορά διαμόρφωσης
fa_ir: تفاوت پیکربندی
it_it: Differenza di configurazione
ko_kr: 구성 차이
pl_pl: Różnica konfiguracji
uk_ua: Відмінності конфігурації
zh_cn: 配置差异

source: Config file not found. Run a syntax check to create it.
cs_cz: Soubor s nastavením nenalezen. Spusťte kontrolu syntaxe a vytvořte ho tak.
de_de: Konfigurationsdatei nicht gefunden. Führen Sie eine Syntaxprüfung aus, um sie zu erstellen.
el_gr: Το αρχείο διαμόρφωσης δεν βρέθηκε. Εκτελέστε έλεγχο σύνταξης για να το δημιουργήσετε.
fa_ir: فایل پیکربندی پیدا نشد. برای ایجاد آن یک بررسی نحو اجرا کنید.
fr_fr: Fichier de configuration non trouvé. Exécutez un contrôle syntaxique pour le créer.
it_it: File di configurazione non trovato. Esegui un controllo della sintassi per crearlo.
ko_kr: 구성 파일을 찾을 수 없습니다. 구문 검사를 실행하여 생성합니다.
pl_pl: Nie znaleziono pliku konfiguracyjnego. Uruchom sprawdzanie składni, aby je utworzyć.
uk_ua: Файл конфігурації не знайдено. Запустіть перевірку синтаксису, щоб створити його.
zh_cn: 没有找到配置文件。运行语法检查来创建它。

source: Configure cron job
cs_cz: Nastavit pravidelnou úlohu (cron)
de_de: Cron-Job konfigurieren
el_gr: Ρύθμιση παραμέτρων εργασίας cron
fa_ir: پیکربندی کار (cron)
fr_fr: Configurer la tâche cron
it_it: Configura il lavoro cron
ko_kr: cron 작업 구성
pl_pl: Konfiguruj zadanie cron
uk_ua: Налаштувати завдання cron
zh_cn: 配置调度任务

source: Connectivity
cs_cz: Konektivita
de_de: Konnektivität
el_gr: Συνδεσιμότητα
fa_ir: اتصال
fr_fr: Connectivité
it_it: Connettività
ko_kr: 연결성
pl_pl: Łączność
uk_ua: Підключення
zh_cn: 连接

source: Copy
cs_cz: Zkopírovat
de_de: Kopieren
el_gr: Αντίγραφο
fa_ir: کپی
fr_fr: Copie
it_it: Copia
ko_kr: 복사
pl_pl: Kopiuj
uk_ua: Копіювати
zh_cn: 复制

source: Cron Jobs
cs_cz: Naplánované úlohy
de_de: Geplante Aufgaben (Cron)
fa_ir: وظایف cron
fr_fr: Emplois Cron
it_it: Lavori Cron
ko_kr: Cron 작업
pl_pl: Zadania cron
uk_ua: Завдання Cron
zh_cn: 调度任务

source: Current Activity
cs_cz: Stávající aktivita
de_de: Aktuelle Aktivitäten
el_gr: Τρέχουσα δραστηριότητα
fa_ir: فعالیت جاری
fr_fr: Activité actuelle
it_it: Attività corrente
ko_kr: 현재 활동
pl_pl: Bieżąca aktywność
uk_ua: Поточна активність
zh_cn: 当前活动

source: Current version
cs_cz: Stávající verze
de_de: Aktuelle Version
el_gr: Τρέχουσα έκδοση
fa_ir: نسخه فعلی
fr_fr: Version actuelle
it_it: Versione attuale
ko_kr: 현재 버전
pl_pl: Aktualna wersja
uk_ua: Поточна версія
zh_cn: 当前版本

source: DB Summary Counter
cs_cz: Čítač souhrnu databáze
de_de: Datenbank-Zusammenfassungszähler
el_gr: Μετρητής σύνοψης βάσης δεδομένων
fa_ir: شمارنده خلاصه DB
fr_fr: Compteur de résumé DB
it_it: Contatore di riepilogo DB
ko_kr: DB 요약 카운터
pl_pl: Podsumowanie licznika DB
uk_ua: Лічильник зведення БД
zh_cn: DB摘要计数器

source: DELETE:
cs_cz: SMAZAT:
de_de: LÖSCHEN:
el_gr: ΔΙΑΓΡΑΦΩ:
fa_ir: حذف:
it_it: ELIMINARE:
ko_kr: 삭제:
pl_pl: USUŃ:
uk_ua: ВИДАЛИТИ:
zh_cn: 删除：

source: Data Length
cs_cz: Délka dat
de_de: Datenlänge
el_gr: Μήκος δεδομένων
fa_ir: طول داده
fr_fr: Longueur des données
it_it: Lunghezza dei dati
ko_kr: 데이터 길이
pl_pl: Długość danych
uk_ua: Довжина даних
zh_cn: 数据长度

source: Delay (ms):
cs_cz: Prodleva (ms):
de_de: Verzögerung (ms):
el_gr: Καθυστέρηση (ms):
fa_ir: تأخیر (ms):
fr_fr: Délai (ms) :
it_it: Ritardo (ms):
ko_kr: 지연 (ms):
pl_pl: Opóźnienie (ms):
uk_ua: Затримка (мс):
zh_cn: 时延(毫秒):

source: Deleted selected template
cs_cz: Označená šablona smazána
de_de: Ausgewählte Vorlage gelöscht
el_gr: Διαγράφηκε το επιλεγμένο πρότυπο
fa_ir: الگوی انتخاب‌شده حذف شد
fr_fr: Suppression du modèle sélectionné
it_it: Modello selezionato eliminato
ko_kr: 선택한 템플릿 삭제
pl_pl: Usunięto wybrany szablon
uk_ua: Видалено обраний шаблон
zh_cn: 删除所选模板

source: Determines how packets route back in the opposite direction (replies), when set to default, packets on WAN type interfaces reply to their connected gateway on the interface (unless globally disabled). A specific gateway may be chosen as well here. This setting is only relevant in the context of a state, for stateless rules there is no defined opposite direction.
cs_cz: Určuje, jak budou pakety směrovány zpět opačným směrem (odpovědi). Pokud je použito výchozí nastavení, pakety na rozhraních typu WAN odpovídají na bránu daného rozhraní (pokud není globálně zakázáno). Zde lze zvolit i konkrétní bránu. Toto nastavení je relevantní pouze v kontextu stavu – pro bezstavová pravidla není opačný směr definován.
de_de: Bestimmt, wie Pakete in die entgegengesetzte Richtung zurückgeleitet werden (Antworten). Wenn die Standardeinstellung gewählt ist, antworten Pakete auf WAN-Schnittstellen an das verbundene Gateway der Schnittstelle (sofern nicht global deaktiviert). Hier kann auch ein bestimmtes Gateway ausgewählt werden. Diese Einstellung ist nur im Kontext eines Status relevant; für zustandslose Regeln gibt es keine definierte Gegenrichtung.
el_gr: Καθορίζει τον τρόπο με τον οποίο τα πακέτα δρομολογούνται προς την αντίθετη κατεύθυνση (απαντήσεις). Όταν έχει οριστεί η προεπιλεγμένη ρύθμιση, τα πακέτα σε διεπαφές τύπου WAN απαντούν στην συνδεδεμένη πύλη τους στη διεπαφή (εκτός εάν είναι απενεργοποιημένη καθολικά). Εδώ μπορεί επίσης να επιλεγεί μια συγκεκριμένη πύλη. Αυτή η ρύθμιση είναι σχετική μόνο στο πλαίσιο μιας κατάστασης, για κανόνες χωρίς κατάσταση δεν υπάρχει καθορισμένη αντίθετη κατεύθυνση.
fa_ir: تعیین می‌کند بسته‌ها چگونه در جهت مخالف (پاسخ‌ها) بازگردانده شوند. وقتی روی پیش‌فرض باشد، بسته‌های روی اینترفیس‌های نوع WAN به گیت‌وی متصل روی همان اینترفیس پاسخ می‌دهند (مگر اینکه به‌صورت سراسری غیرفعال شده باشد). در اینجا می‌توان گیت‌وی مشخصی نیز انتخاب کرد. این تنظیم تنها در زمینهٔ یک وضعیت (state) معنی دارد؛ برای قوانین بدون وضعیت (stateless) جهت مخالف تعریف‌شده‌ای وجود ندارد.
fr_fr: Détermine comment les paquets sont renvoyés dans la direction opposée (réponses), lorsqu'ils sont définis par défaut, les paquets sur les interfaces de type WAN répondent à leur passerelle connectée sur l'interface (à moins qu'elle ne soit globalement désactivée). Une passerelle spécifique peut également être choisie ici. Ce paramètre n'est pertinent que dans le contexte d'un état, pour les règles sans état, il n'y a pas de sens opposé défini.
it_it: Determina il modo in cui i pacchetti vengono instradati indietro nella direzione opposta (risposte). Se impostati come predefiniti, i pacchetti sulle interfacce di tipo WAN rispondono al gateway connesso sull'interfaccia (a meno che non siano disabilitati a livello globale). Anche qui è possibile scegliere un gateway specifico. Questa impostazione è rilevante solo nel contesto di uno Stato, per le norme apolidi non esiste una direzione opposta definita.
ko_kr: 패킷이 반대 방향(응답)으로 라우팅되는 방법을 결정합니다. "기본값"으로 설정하면 기본값으로 설정하면 WAN 유형 인터페이스의 패킷은 인터페이스의 연결된 게이트웨이에 응답합니다(전역적으로 비활성화되지 않은 경우). 여기에서 특정 게이트웨이를 선택할 수 있습니다. 이 설정은 상태의 문맥에서만 관련이 있으며, 상태가 없는 규칙의 경우 정의된 반대 방향이 없습니다.
pl_pl: Określa, jak pakiety kierują się z powrotem w przeciwnym kierunku (odpowiedzi). Gdy jest ustawione na domyślne, pakiety na interfejsach typu WAN odpowiadają na ich połączoną bramę na interfejsie (chyba że są globalnie wyłączone). Konkretna brama może być również wybrana w tym miejscu. To ustawienie jest istotne tylko w kontekście stanu, dla reguł bezstanowych nie ma określonego przeciwnego kierunku.
uk_ua: Визначає, як пакети повертаються у зворотному напрямку (відповіді), коли встановлено типово, пакети на інтерфейсах типу WAN відповідають своєму підключеному шлюзу на інтерфейсі (якщо це не вимкнено глобально). Також тут можна вибрати конкретний шлюз. Це налаштування є актуальним лише в контексті стану, для безстатевих правил немає визначеного зворотного напрямку.
zh_cn: 确定数据包如何路由回相反方向（回复），设置为默认值时，WAN 类型接口上的数据包将回复接口上连接的网关（除非全局禁用）。也可以在此处选择特定网关。此设置仅在状态上下文中相关，对于无状态规则，没有定义的相反方向。

source: Diff between configured and active SSL certificates
cs_cz: Rozdíl mezi nastavenými a aktivními SSL certifikáty
de_de: Unterschied zwischen konfigurierten und aktiven SSL-Zertifikaten
el_gr: Διαφορά μεταξύ διαμορφωμένων και ενεργών πιστοποιητικών SSL
fa_ir: اختلاف بین گواهی‌های SSL پیکربندی‌شده و فعال
fr_fr: Différence entre les certificats SSL configurés et actifs
it_it: Differenza tra certificati SSL configurati e attivi
ko_kr: 구성된 SSL 인증서와 활성화된 SSL 인증서 간의 차이점
pl_pl: Różnica między skonfigurowanymi a aktywnymi certyfikatami SSL
uk_ua: Різниця між налаштованими та активними сертифікатами SSL
zh_cn: 配置的SSL证书与激活的SSL证书之间的差异

source: Direction of the traffic. Traffic IN is coming into the firewall interface, while traffic OUT is going out of the firewall interface. In visual terms: [Source] -> IN -> [Firewall] -> OUT -> [Destination]. The default policy is to filter inbound traffic, which means the policy applies to the interface on which the traffic is originally received by the firewall from the source. This is more efficient from a traffic processing perspective. In most cases, the default policy will be the most appropriate.
cs_cz: Směr provozu. Ten IN přichází do rozhraní brány firewall, zatímco OUT provoz z něho odchází OUT odchází. Zjednodušeně řečeno: [Zdroj] -> IN -> [Firewall] -> OUT -> [Cíl]. Výchozí zásadou je filtrování příchozího provozu, což znamená, že se zásada vztahuje na rozhraní, na kterém je provoz původně přijat bránou firewall ze zdroje. To je z hlediska zpracování provozu efektivnější. Ve většině případů bude výchozí zásada nejvhodnější.
de_de: Richtung des Datenverkehrs. Der eingehende Datenverkehr gelangt in die Firewall-Schnittstelle, während der ausgehende Datenverkehr diese verlässt. Vereinfacht ausgedrückt: [Quelle] -> Eingang -> [Firewall] -> Ausgang -> [Ziel]. Die Standardrichtlinie filtert eingehenden Datenverkehr. Das bedeutet, dass die Richtlinie für die Schnittstelle gilt, über die der Datenverkehr ursprünglich von der Quelle von der Firewall empfangen wurde. Dies ist aus Sicht der Datenverkehrsverarbeitung effizienter. In den meisten Fällen ist die Standardrichtlinie die beste Wahl.
el_gr: Κατεύθυνση της κυκλοφορίας. Η ΕΙΣΟΔΟΣ (IN) εισέρχεται στη διεπαφή του τείχους προστασίας, ενώ η ΕΙΣΟΔΟΣ (OUT) εξέρχεται από τη διεπαφή του τείχους προστασίας. Οπτικά: [Πηγή] -> ΕΙΣΟΔΟΣ (IN) -> [Τείχος προστασίας] -> ΕΙΣΟΔΟΣ (OUT) -> [Προορισμός]. Η προεπιλεγμένη πολιτική είναι να φιλτράρει την εισερχόμενη κυκλοφορία, πράγμα που σημαίνει ότι η πολιτική ισχύει για τη διεπαφή στην οποία η κυκλοφορία λαμβάνεται αρχικά από το τείχος προστασίας από την πηγή. Αυτό είναι πιο αποτελεσματικό από την άποψη της επεξεργασίας της κυκλοφορίας. Στις περισσότερες περιπτώσεις, η προεπιλεγμένη πολιτική θα είναι η καταλληλότερη.
fa_ir: جهت ترافیک. ترافیک IN از سمت شبکه به اینترفیس فایروال وارد می‌شود، در حالی که ترافیک OUT از اینترفیس فایروال به بیرون می‌رود. به صورت دیداری: [منبع] -> IN -> [فایروال] -> OUT -> [مقصد]. سیاست پیش‌فرض فیلتر کردن ترافیک ورودی است؛ یعنی سیاست روی اینترفیسی اعمال می‌شود که فایروال ترافیک را ابتدا از منبع روی آن دریافت می‌کند. این از نظر پردازش ترافیک کاراتر است. در بیشتر موارد، سیاست پیش‌فرض مناسب‌ترین خواهد بود.
fr_fr: Sens de la circulation. Le trafic IN entre dans l'interface du pare-feu, tandis que le trafic OUT sort de l'interface du pare-feu. En termes visuels : [Source] -> IN -> [Firewall] -> OUT -> [Destination]. La politique par défaut consiste à filtrer le trafic entrant, ce qui signifie que la politique s'applique à l'interface sur laquelle le trafic est initialement reçu par le pare-feu de la source. Ceci est plus efficace du point de vue du traitement du trafic. Dans la plupart des cas, la stratégie par défaut sera la plus appropriée.
it_it: Direzione del traffico. Il traffico in entrata entra nell'interfaccia del firewall, mentre il traffico in uscita esce dall'interfaccia del firewall. In termini visivi: [Sorgente] -> IN -> [Firewall] -> OUT -> [Destinazione]. La policy predefinita prevede il filtraggio del traffico in entrata, il che significa che la policy si applica all'interfaccia su cui il traffico viene originariamente ricevuto dal firewall dall'origine. Ciò è più efficiente dal punto di vista dell'elaborazione del traffico. Nella maggior parte dei casi, la politica predefinita sarà la più appropriata.
ko_kr: 트래픽의 방향. 트래픽 IN은 방화벽 인터페이스로 들어오고 트래픽 OUT은 방화벽 인터페이스에서 나갑니다. 시각적인 측면에서 : [출발지] -> IN -> [방화벽] -> OUT -> [목적지]. 기본 정책은 인바운드 트래픽을 필터링하는 것으로, 이는 트래픽이 원래 방화벽에 의해 출발지로부터 수신되는 인터페이스에 정책이 적용됨을 의미합니다. 이는 트래픽 처리 측면에서 더 효율적입니다. 대부분의 경우 기본 정책이 가장 적절할 것입니다.
pl_pl: Kierunek ruchu. Ruch WEWNĄTRZ jest kierowany do interfejsu zapory, podczas gdy ruch NA ZEWNĄTRZ jest kierowany na zewnątrz interfejsu zapory. W terminach wizualnych: [Źródło] -> WEWNĄTRZ -> [Zapora] -> NA ZEWNĄTRZ -> [Cel]. Domyślna polityka polega na filtrowaniu ruchu przychodzącego, co oznacza, że polityka dotyczy interfejsu, na którym ruch jest pierwotnie odbierany przez zapórę od źródła. Jest to bardziej wydajne z punktu widzenia przetwarzania ruchu. W większości przypadków domyślna polityka będzie najbardziej odpowiednia.
uk_ua: Напрямок трафіку. Трафік IN (вхідний) надходить на інтерфейс брандмауера, тоді як трафік OUT (вихідний) виходить з інтерфейсу брандмауера. Візуально: [Джерело] -> ВХІД -> [Брандмауер] -> ВИХІД -> [Призначення]. Типова політика полягає у фільтрації вхідного трафіку, що означає, що політика застосовується до інтерфейсу, на якому трафік спочатку був отриманий брандмауером від джерела. Це ефективніше з точки зору обробки трафіку. У більшості випадків типова політика буде найбільш доречною.
zh_cn: 流量方向。流量"进"(IN)是指进入到防火墙接口的流量，而流量"出"(OUT)是指离开防火墙接口的流量。以可视化方式可表示成：[源] → 进 → [防火墙] → 出 → [目标]。默认策略是过滤入站流量，也就是说，策略应用于从源头流入防火墙最初接收流量的接口。这对于流量处理判断而言是更有效率的。多数情况下，默认策略是最适合的。

source: Directory Name without leading slash, starting from user's root
cs_cz: Název složky (bez uvozujícího dopředného lomítka), počínaje z kořene uživatle
de_de: Verzeichnisname ohne führenden Schrägstrich, ausgehend vom Benutzer-Stammverzeichnis
el_gr: Όνομα καταλόγου χωρίς κάθετο στην αρχή, ξεκινώντας από τη ρίζα του χρήστη
fa_ir: نام دایرکتوری بدون اسلش اولیه، با شروع از ریشهٔ کاربر
fr_fr: Nom de répertoire, sans slash initial, relatif à la racine de l'utilisateur
it_it: Nome della directory senza barra iniziale, a partire dalla radice dell'utente
ko_kr: 사용자의 루트에서 시작하는 선행 슬래시 없는 디렉터리 이름
pl_pl: Nazwa katalogu bez prowadzącego ukośnika, zaczynając od głównego katalogu użytkownika
uk_ua: Ім'я каталогу без початкового слеша, починаючи з кореня користувача
zh_cn: 备份目录

source: Disable this host
cs_cz: Zakázat tohoto hostitele
de_de: Diesen Host deaktivieren
el_gr: Απενεργοποίηση αυτού του κεντρικού υπολογιστή
fa_ir: غیرفعال کردن این میزبان
fr_fr: Désactiver cet hôte
it_it: Disabilita questo host
ko_kr: 이 호스트 사용 안 함
pl_pl: Wyłącz ten host
uk_ua: Вимкнути цей хост
zh_cn: 禁用该主机
