Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: If this option is set, we will query the DNS servers sequentially in the order specified (System: General Setup: DNS Servers), rather than all at once in parallel.
de_de: Wenn diese Option aktiviert ist, werden die DNS-Server nacheinander in der angegebenen Reihenfolge (System: Allgemeine Einrichtung: DNS-Server) abgefragt, und nicht alle gleichzeitig und parallel.
fa_ir: اگر این گزینه فعال باشد، به‌جای پرس‌وجوی هم‌زمان همه، سرورهای DNS را به‌صورت متوالی و به ترتیبی که در (System: General Setup: DNS Servers) مشخص شده است، پرس‌وجو خواهیم کرد.
fr_fr: Si cette option est activée, nous interrogerons les serveurs DNS séquentiellement dans l'ordre spécifié (Système : Configuration générale : Serveurs DNS), plutôt que tous en même temps et en parallèle.
ko_kr: 이 옵션을 설정하면 모든 DNS 서버를 한 번에 병렬로 쿼리하는 대신, 지정된 순서(시스템: 일반 설정: DNS 서버)에 따라 순차적으로 쿼리합니다.
uk_ua: Якщо цю опцію встановлено, ми будемо запитувати DNS-сервери послідовно в зазначеному порядку (Система: Загальні налаштування: DNS-сервери), а не всі одночасно паралельно.

source: Ignore
de_de: Ignorieren
fa_ir: نادیده بگیر
fr_fr: Ignorer
ko_kr: 무시
uk_ua: Ігнорувати

source: Ignore any DHCP packets of this host. Useful if it should get served by a different DHCP server.
de_de: Alle DHCP-Pakete dieses Hosts ignorieren. Nützlich, wenn er von einem anderen DHCP-Server bedient werden soll.
fa_ir: هر بسته DHCP از این میزبان را نادیده بگیرید. مفید است اگر قرار است توسط DHCP سرور دیگری سرویس شود.
fr_fr: Ignorer tous les paquets DHCP de cet hôte. Utile s'il doit être servi par un autre serveur DHCP.
ko_kr: 이 호스트의 모든 DHCP 패킷을 무시합니다. 다른 DHCP 서버에서 서비스를 받아야 하는 경우 유용합니다.
uk_ua: Ігнорувати будь-які DHCP-пакети цього хоста. Корисно, якщо його має обслуговувати інший DHCP-сервер.

source: Ignore the DHCP general settings from being updated using HA sync.
de_de: Die allgemeinen DHCP-Einstellungen von der Aktualisierung über die HA-Synchronisierung ausschließen.
fa_ir: به‌روزرسانی تنظیمات عمومی DHCP توسط HA sync نادیده گرفته شود.
fr_fr: Ignorer la mise à jour des paramètres généraux DHCP à l'aide de la synchronisation HA.
ko_kr: HA 동기화를 사용하여 DHCP 일반 설정이 업데이트되는 것을 무시합니다.
uk_ua: Ігнорувати загальні налаштування DHCP від оновлення за допомогою HA-синхронізації.

source: Ignore this range from being transfered or updated by ha sync.
de_de: Diesen Bereich von der Übertragung oder Aktualisierung durch HA-Synchronisation ausschließen.
fa_ir: این بازه از انتقال یا به‌روزرسانی توسط ha sync نادیده گرفته شود.
fr_fr: Ignorer le transfert ou la mise à jour de cette plage par ha sync.
ko_kr: HA 동기화를 통해 이 범위가 전송되거나 업데이트되는 것을 무시합니다.
uk_ua: Ігнорувати цей діапазон від передачі або оновлення за допомогою HA-синхронізації.

source: In most cases the target host will be a directly attached neighbor in which case TLS verification can be ignored.
de_de: In den meisten Fällen handelt es sich beim Zielhost um einen direkt angeschlossenen Nachbarn. In diesem Fall kann die TLS-Verifizierung ignoriert werden.
fa_ir: در بیشتر موارد میزبان مقصد یک همسایهٔ مستقیماً متصل خواهد بود که در این صورت می‌توان اعتبارسنجی TLS را نادیده گرفت.
fr_fr: Dans la plupart des cas, l'hôte cible sera un voisin directement connecté, auquel cas la vérification TLS peut être ignorée.
ko_kr: 대부분의 경우 대상 호스트는 직접 연결된 이웃이 되며 이 경우 TLS 검증을 무시할 수 있습니다.
uk_ua: У більшості випадків цільовий хост буде безпосередньо підключеним сусідом, у цьому випадку перевірку TLS можна ігнорувати.

source: Install routes
de_de: Routen installieren
fa_ir: نصب مسیرها
fr_fr: Installer des itinéraires
ko_kr: 경로 설치
uk_ua: Встановити маршрути

source: Install routes into a separate routing table for established IPsec tunnels. If disabled a more efficient lookup for source and next-hop addresses is used.
de_de: Installieren Sie Routen in einer separaten Routing-Tabelle für bestehende IPsec-Tunnel. Wenn diese Option deaktiviert ist, wird eine effizientere Suche nach Quell- und Next-Hop-Adressen durchgeführt.
fa_ir: نصب مسیرها در یک جدول مسیریابی جداگانه برای تونل‌های IPsec برقرار شده. اگر غیرفعال باشد، از جستجوی بهینه‌تری برای آدرس مبدأ و آدرس next-hop استفاده می‌شود.
fr_fr: Installer les routes dans une table de routage séparée pour les tunnels IPsec établis. S'il est désactivé, une recherche plus efficace des adresses source et du saut suivant est utilisée.
ko_kr: 설정된 IPsec 터널에 대해 별도의 라우팅 테이블에 경로를 설치합니다. 비활성화하면 소스 및 다음 홉 주소에 대한 더 효율적인 조회가 사용됩니다.
uk_ua: Встановити маршрути в окрему таблицю маршрутизації для встановлених тунелів IPsec. Якщо вимкнено, використовується ефективніший пошук вихідних адрес та адрес наступного переходу.

source: Interface (IPv4) where BGP sessions are sourced from, typically required when using loopback addresses.
de_de: Schnittstelle (IPv4), von dem BGP-Sitzungen ausgehen. Wird typischerweise benötigt, wenn Loopback-Adressen verwendet werden.
fa_ir: اینترفیس (IPv4) که جلسات BGP از آن منشأ می‌گیرند؛ معمولاً هنگام استفاده از آدرس‌های loopback لازم است.
fr_fr: Interface (IPv4) d'où proviennent les sessions BGP, généralement requise lors de l'utilisation d'adresses de bouclage.
ko_kr: 루프백 주소를 사용할 때 일반적으로 필요한 BGP 세션의 출처 인터페이스(IPv4)입니다.
uk_ua: Інтерфейс (IPv4), з якого походять BGP-сесії, зазвичай потрібен при використанні адрес петлі.

source: Interface IPs used to respond to queries from clients. If no interfaces are selected, Dnsmasq will listen on all available IPv4 and IPv6 addresses by default. However, DHCP related firewall rules will only be added for explicitly selected interfaces, never for all interfaces.
de_de: Schnittstellen-IPs, die zum Antworten auf Clientanfragen verwendet werden. Wenn keine Schnittstellen ausgewählt sind, lauscht Dnsmasq standardmäßig auf allen verfügbaren IPv4- und IPv6-Adressen. DHCP-bezogene Firewall-Regeln werden jedoch nur für explizit ausgewählte Schnittstellen hinzugefügt, niemals für alle Schnittstellen.
fa_ir: آدرس‌های IP اینترفیس که برای پاسخ به درخواست‌های کلاینت‌ها استفاده می‌شوند. اگر هیچ اینترفیس‌ای انتخاب نشود، به‌طور پیش‌فرض Dnsmasq روی همهٔ آدرس‌های IPv4 و IPv6 در دسترس گوش می‌دهد. با این حال، قوانین فایروال مربوط به DHCP تنها برای اینترفیس‌هایی که به‌طور صریح انتخاب شده‌اند اضافه می‌شوند، نه برای همهٔ اینترفیس‌ها.
fr_fr: IP des interfaces utilisées pour répondre aux requêtes des clients. Si aucune interface n'est sélectionnée, Dnsmasq écoutera par défaut toutes les adresses IPv4 et IPv6 disponibles. Cependant, les règles de pare-feu liées au DHCP ne seront ajoutées que pour les interfaces explicitement sélectionnées, jamais pour toutes les interfaces.
ko_kr: 클라이언트의 쿼리에 응답하는 데 사용되는 인터페이스 IP입니다. 인터페이스를 선택하지 않으면 Dnsmasq는 기본적으로 사용 가능한 모든 IPv4 및 IPv6 주소에서 수신 대기합니다. 단, DHCP 관련 방화벽 규칙은 명시적으로 선택된 인터페이스에만 추가되며, 모든 인터페이스에 적용되는 것은 아닙니다.
uk_ua: IP-адреси інтерфейсу, використовувані для відповіді на запити від клієнтів. Якщо інтерфейси не вибрані, Dnsmasq буде слухати всі доступні IPv4 та IPv6 адреси типово. Однак, правила міжмережевого екрану, пов'язані з DHCP, будуть додані лише для явно вибраних інтерфейсів, ніколи для всіх інтерфейсів.

source: Interface [no DHCP]
de_de: Schnittstelle [kein DHCP]
fa_ir: اینترفیس [بدون DHCP]
ko_kr: 인터페이스 [DHCP 없음]
uk_ua: Інтерфейс [без DHCP]

source: Interface for IPv6 link-local neighbors, used primarily for link-local IPv6 addressing.
de_de: Schnittstelle für IPv6-Link-Local-Nachbarn, wird hauptsächlich für Link-Local-IPv6-Adressen verwendet.
fa_ir: اینترفیس برای همسایه‌های link-local در IPv6، که عمدتاً برای آدرس‌دهی link-local IPv6 استفاده می‌شود.
fr_fr: Interface pour les voisins locaux de liaison IPv6, utilisée principalement pour l'adressage local de liaison IPv6.
ko_kr: IPv6 링크 로컬 이웃을 위한 인터페이스로, 주로 링크 로컬 IPv6 주소 지정에 사용됩니다.
uk_ua: Інтерфейс для локальних сусідів IPv6, використовується переважно для локальної адресації IPv6.

source: Interface to serve this range
de_de: Schnittstelle, die diesen Bereich bedienen soll.
fa_ir: اینترفیس برای سرویس‌دهی به این بازه
fr_fr: Interface pour servir cette gamme
ko_kr: 이 범위를 제공하는 인터페이스
uk_ua: Інтерфейс для обслуговування цього діапазону

source: Interface to use to calculate a DHCPv6 or RA range. Start address can then be specified as a suffix (e.g. ::, ::1 or ::400).
de_de: Schnittstelle, die zur Berechnung eines DHCPv6- oder RA-Bereichs verwendet wird. Die Startadresse kann dann als Suffix angegeben werden (z. B. ::, ::1 oder ::400).
fa_ir: اینترفیس برای محاسبهٔ بازهٔ DHCPv6 یا RA. آدرس شروع سپس می‌تواند به‌صورت پسوند مشخص شود (مثلاً ::، ::1 یا ::400).
fr_fr: Interface à utiliser pour calculer une plage DHCPv6 ou RA. L'adresse de départ peut ensuite être spécifiée sous forme de suffixe (par exemple : :, ::1 ou ::400).
ko_kr: DHCPv6 또는 RA 범위를 계산하는 데 사용할 인터페이스입니다. 시작 주소는 접미사(예: ::, ::1 또는 ::400)로 지정할 수 있습니다.
uk_ua: Інтерфейс для використання для обчислення діапазону DHCPv6 або RA. Початкову адресу потім можна вказати як суфікс (наприклад, ::, ::1 або ::400).

source: Internal tagging
de_de: Internes Tagging
fa_ir: برچسب‌گذاری داخلی
fr_fr: Marquage interne
ko_kr: 내부 태킹
uk_ua: Внутрішнє тегування

source: Internet Speed Test saving mode
de_de: Speichermodus für Internet-Geschwindigkeitstest
fa_ir: حالت ذخیره‌سازی تست سرعت اینترنت
fr_fr: Mode d'économie du test de vitesse Internet
ko_kr: 인터넷 속도 테스트 저장 모드
uk_ua: Режим збереження тесту швидкості Інтернету

source: Interval count
de_de: Intervallanzahl
fa_ir: تعداد بازه‌ها
fr_fr: Comptage d'intervalles
ko_kr: 간격 계산
uk_ua: Кількість інтервалів

source: Interval to attempt reconnecting with a neighbor after a disconnect.
de_de: Intervall, in dem nach einer Trennung versucht wird, eine erneute Verbindung zu einem Nachbarn herzustellen.
fa_ir: فاصلهٔ زمانی برای تلاش اتصال مجدد به همسایه پس از قطع ارتباط.
fr_fr: Intervalle de tentative de reconnexion avec un voisin après une déconnexion.
ko_kr: 연결이 끊어진 후 이웃과의 재연결을 시도하는 간격입니다.
uk_ua: Інтервал для спроби повторного підключення із сусідом після відключення.

source: Interval type
de_de: Intervalltyp
fa_ir: نوع بازه
fr_fr: Type d'intervalle
ko_kr: 간격 유형
uk_ua: Тип інтервалу

source: Invert Destination
de_de: Ziel invertieren
fa_ir: معکوس کردن مقصد
fr_fr: Inverser la destination
ko_kr: 목적지 반전
uk_ua: Інвертувати призначення

source: Invert Interface
de_de: Schnittstelle invertieren
fa_ir: معکوس کردن اینترفیس
fr_fr: Inverser l'interface
ko_kr: 인터페이스 반전
uk_ua: Інвертувати інтерфейс

source: Invert Source
de_de: Quelle invertieren
fa_ir: معکوس کردن مبدأ
fr_fr: Inverser la source
ko_kr: 출발지 반전
uk_ua: Інвертувати джерело

source: Ip address and cidr to configure on this interface, e.g. 192.168.1.1/24.
de_de: IP-Adresse und CIDR zur Konfiguration dieser Schnittstelle, z.B. 192.168.1.1/24.
fa_ir: آدرس IP و CIDR برای پیکربندی روی این اینترفیس، مثلاً 192.168.1.1/24.
fr_fr: Adresse IP et cidr à configurer sur cette interface, par exemple 192.168.1.1/24.
ko_kr: 이 인터페이스에 설정할 IP 주소 및 CIDR, 예: 192.168.1.1/24
uk_ua: IP-адреса та CIDR для налаштування на цьому інтерфейсі, наприклад, 192.168.1.1/24.

source: Keep backups of remote hosts on this machine
de_de: Sicherungen entfernter Hosts auf diesem Rechner aufbewahren.
fa_ir: نگهداری پشتیبان از میزبان‌های راه‌دور روی این دستگاه
fr_fr: Conserver les sauvegardes des hôtes distants sur cette machine
ko_kr: 원격 호스트의 백업을 이 장비에 보관합니다.
uk_ua: Зберігати резервні копії віддалених хостів на цій машині

source: Keeps specified attributes (like MED, AS-Path, etc.) unchanged in updates to the neighbor.
de_de: Behält angegebene Attribute (wie MED, AS-Path usw.) in Updates an den Nachbarn unverändert bei.
fa_ir: ویژگی‌های مشخص‌شده (مثلاً MED، AS-Path و غیره) را در به‌روزرسانی‌ها برای همسایه بدون تغییر نگه می‌دارد.
fr_fr: Conserve les attributs spécifiés (comme MED, AS-Path, etc.) inchangés dans les mises à jour vers le voisin.
ko_kr: 지정된 속성(MED, AS-Path 등)을 이웃 노드로 전송되는 업데이트에서 변경하지 않고 유지합니다.
uk_ua: Зберігає вказані атрибути (такі як MED, AS-Path тощо) незмінними в оновленнях для сусіда.

source: Keytype to use when creating new certificates.
de_de: Zu verwendender Schlüsseltyp beim Erstellen neuer Zertifikate.
fa_ir: نوع کلید برای ایجاد گواهی‌های جدید.
fr_fr: Type de clé à utiliser lors de la création de nouveaux certificats.
ko_kr: 신규 인증서 생성 시 적용할 키 유형을 설정합니다.
uk_ua: Тип ключа для використання при створенні нових сертифікатів.

source: Lease time
de_de: Lease-Zeit
fa_ir: زمان اجاره
fr_fr: Durée du bail
ko_kr: 대여 시간
uk_ua: Час оренди

source: Leave empty to auto-calculate the subnet mask from the interface or the network class of the start address. If a DHCP relay forwards IPv4 DHCP Discovers to Dnsmasq, setting a subnet mask is required in most cases.
de_de: Leer lassen, um die Subnetzmaske automatisch aus der Schnittstelle oder der Netzklasse der Startadresse zu berechnen. Wenn ein DHCP-Relay IPv4-DHCP-Discover an Dnsmasq weiterleitet, ist das Setzen einer Subnetzmaske in den meisten Fällen erforderlich.
fa_ir: خالی بگذارید تا ماسک زیرشبکه به‌صورت خودکار از رابط یا کلاس شبکه آدرس شروع محاسبه شود. اگر یک رله DHCP پیام‌های IPv4 DHCP Discover را به Dnsmasq فوروارد کند، در بیشتر موارد تعیین ماسک زیرشبکه لازم است.
fr_fr: Laisser vide pour calculer automatiquement le masque de sous-réseau à partir de l'interface ou de la classe de réseau de l'adresse de départ. Si un relais DHCP transmet les découvertes DHCP IPv4 à Dnsmasq, la définition d'un masque de sous-réseau est nécessaire dans la plupart des cas.
ko_kr: 인터페이스 또는 시작 주소의 네트워크 클래스에서 서브넷 마스크를 자동 계산하려면 값을 비워 둡니다. DHCP 릴레이가 IPv4 DHCP Discover 메시지를 Dnsmasq로 전달하는 경우, 대부분의 상황에서 서브넷 마스크 설정이 필요합니다.
uk_ua: Залиште порожнім, щоб автоматично розрахувати маску підмережі з інтерфейсу або мережевого класу початкової адреси. Якщо ретранслятор DHCP пересилає DHCP Discover запити IPv4 до Dnsmasq, встановлення маски підмережі є обов'язковим у більшості випадків.

source: Leave empty to keep current one
de_de: Leer lassen, um das aktuelle beizubehalten.
fa_ir: خالی بگذارید تا مقدار فعلی حفظ شود
fr_fr: Laisser vide pour conserver la version actuelle
ko_kr: 현재 값을 유지하려면 비워 둠
uk_ua: Залиште порожнім, щоб залишити поточний

source: Leave empty to use the default HTTP Verbs. Choosing one or more items here will overwrite the default globally. If there are WebDAV servers, adjusting these Verbs can be mandatory with methods like PROPPATCH or PROPFIND.
de_de: Leer lassen, um die Standard-HTTP-Verben zu verwenden. Die Auswahl von einem oder mehreren Einträgen überschreibt den Standard global. Bei WebDAV-Servern kann die Anpassung dieser Verben zwingend erforderlich sein, z. B. bei Methoden wie PROPPATCH oder PROPFIND.
fa_ir: خالی بگذارید تا از HTTP Verbs پیش‌فرض استفاده شود. انتخاب یک یا چند مورد در اینجا مقادیر پیش‌فرض را به‌صورت سراسری بازنویسی می‌کند. اگر سرورهای WebDAV وجود دارند، تنظیم این Verbs ممکن است برای متدهایی مانند PROPPATCH یا PROPFIND ضروری باشد.
fr_fr: Laisser vide pour utiliser les verbes HTTP par défaut. Le choix d'un ou de plusieurs éléments ici remplacera globalement la valeur par défaut. S'il existe des serveurs WebDAV, l'ajustement de ces verbes peut être obligatoire avec des méthodes telles que PROPPATCH ou PROPFIND.
ko_kr: 기본 HTTP Verb를 사용하려면 비워 둡니다. 여기서 하나 이상을 선택하면 기본값이 전역적으로 덮어쓰여집니다. WebDAV 서버가 존재하는 경우, PROPPATCH나 PROPFIND와 같은 메서드를 사용하기 위해 이러한 Verb를 조정해야 하는 경우가 있습니다.
uk_ua: Залиште порожнім, щоб використовувати типові HTTP-дієслова. Вибір одного або кількох пунктів тут перезапише типове значення глобально. Якщо є сервери WebDAV, налаштування цих дієслів може бути обов'язковим за допомогою методів, таких як PROPPATCH або PROPFIND.

source: Let DNSCrypt-Proxy use servers with Oblivious-DNS-over-HTTPS protocol enabled. Note: If checked you must provide ODoH target and relay servers manually!
de_de: DNSCrypt-Proxy Server mit aktiviertem Oblivious-DNS-over-HTTPS-Protokoll verwenden lassen. Hinweis: Wenn diese Option aktiviert ist, müssen Sie ODoH-Ziel- und Relay-Server manuell angeben!
fa_ir: اجازه دهید DNSCrypt-Proxy از سرورهایی که پروتکل Oblivious-DNS-over-HTTPS در آن‌ها فعال است استفاده کند. توجه: در صورت انتخاب، باید به‌صورت دستی سرورهای هدف و رله ODoH را فراهم کنید!
fr_fr: Laisser DNSCrypt-Proxy utiliser des serveurs avec le protocole Oblivious-DNS-over-HTTPS activé. Note : Si cette option est cochée, vous devez fournir manuellement les serveurs ODoH cibles et relais !
ko_kr: DNSCrypt-Proxy가 Oblivious-DNS-over-HTTPS(ODoH) 프로토콜을 지원하는 서버를 사용하도록 허용합니다. 참고: 이 옵션을 선택한 경우 ODoH 대상 서버와 릴레이 서버를 반드시 수동으로 지정해야 합니다.
uk_ua: Дозволити DNSCrypt-Proxy використовувати сервери з увімкненим протоколом Oblivious-DNS-over-HTTPS. Примітка: Якщо позначено, ви повинні надати цільові та ретрансляційні сервери ODoH вручну!

source: Limit access to members of the selected groups
de_de: Zugriff auf Mitglieder der ausgewählten Gruppen beschränken.
fa_ir: دسترسی را به اعضای گروه‌های انتخاب‌شده محدود کنید
fr_fr: Limiter l'accès aux membres des groupes sélectionnés
ko_kr: 선택된 그룹의 구성원에게만 접근을 제한
uk_ua: Обмежити доступ для членів вибраних груп

source: Limit the maximum number of simultaneous TCP connections which have completed the 3-way handshake that a single host can make.
de_de: Begrenzen Sie die maximale Anzahl gleichzeitiger TCP-Verbindungen, die einen einzelnen Host herstellen können und die den 3-Wege-Handshake abgeschlossen haben.
fa_ir: حداکثر تعداد اتصالات TCP هم‌زمانی که یک میزبان می‌تواند (پس از تکمیل 3-way handshake) برقرار کند را محدود کنید.
fr_fr: Limite le nombre maximum de connexions TCP simultanées qui ont terminé la poignée de main à trois voies qu'un seul hôte peut établir.
ko_kr: 단일 호스트가 완료할 수 있는 3-way 핸드셰이크 기반 동시 TCP 연결의 최대 개수를 제한합니다.
uk_ua: Обмежити максимальну кількість одночасних TCP-з'єднань, які завершили тристороннє рукостискання, що може встановити один хост.

source: Limit the nonce lifetime (in seconds) for extra security. Default value is 600 secs (10 minutes).
de_de: Nonce-Lebensdauer (in Sekunden) zur zusätzlichen Sicherheit begrenzen. Standardwert ist 600 Sekunden (10 Minuten).
fa_ir: برای افزایش امنیت، طول عمر nonce را (بر حسب ثانیه) محدود کنید. مقدار پیش‌فرض 600 ثانیه (10 دقیقه) است.
fr_fr: Limite la durée de vie de la nonce (en secondes) pour plus de sécurité. La valeur par défaut est de 600 secondes (10 minutes).
ko_kr: 추가적인 보안을 위해 nonce의 수명을 초 단위로 제한합니다. 기본값은 600초(10분)입니다.
uk_ua: Обмежити термін дії nonce (у секундах) для додаткової безпеки. Типове значення – 600 секунд (10 хвилин).

source: Limits Dnsmasq to the specified maximum number of DHCP leases. This limit is to prevent DoS attacks from hosts which create thousands of leases and use lots of memory in the Dnsmasq process.
de_de: Begrenzt Dnsmasq auf die angegebene maximale Anzahl von DHCP-Leases. Dieses Limit soll DoS-Angriffe verhindern, bei denen Hosts tausende Leases erzeugen und viel Speicher im Dnsmasq-Prozess verbrauchen.
fa_ir: تعداد اجاره‌های DHCP را که Dnsmasq می‌تواند مدیریت کند به حداکثر مشخص‌شده محدود می‌کند. این محدودیت برای جلوگیری از حملات DoS توسط میزبان‌هایی است که هزاران اجاره می‌سازند و حافظه زیادی در فرایند Dnsmasq مصرف می‌کنند.
fr_fr: Limite Dnsmasq au nombre maximum de baux DHCP spécifié. Cette limite vise à empêcher les attaques DoS des hôtes qui créent des milliers de baux et utilisent beaucoup de mémoire dans le processus Dnsmasq.
ko_kr: 내부 태깅
uk_ua: Обмежує Dnsmasq до вказаної максимальної кількості DHCP-оренд. Це обмеження призначене для запобігання DoS-атакам від хостів, які створюють тисячі оренд і використовують багато пам'яті в процесі Dnsmasq.

source: Limits disk access by setting a maximum I/O rate in swaps per second (default 0 = disable when left empty).
de_de: Begrenzt den Plattenzugriff durch Festlegen einer maximalen I/O-Rate in Swaps pro Sekunde (Standard 0 = deaktiviert, wenn leer gelassen).
fa_ir: دسترسی به دیسک را با تعیین حداکثر نرخ I/O بر حسب swaps در ثانیه محدود می‌کند (پیش‌فرض 0 = غیرفعال اگر خالی بماند).
fr_fr: Limite l'accès au disque en fixant un taux maximum d'E/S en swaps par seconde (par défaut 0 = désactivé si laissé vide).
ko_kr: 디스크 접근을 제한하기 위해 초당 스왑 I/O 최대 속도를 설정 (기본값 0은 비워둘 경우 비활성화됩니다.)
uk_ua: Обмежує доступ до диска, встановлюючи максимальну швидкість вводу/виводу у свопах на секунду (типово 0 = вимкнути, якщо залишити порожнім).

source: Limits the maximum number of simultaneous state entries that a single source address can create with this rule.
de_de: Begrenzt mit dieser Regel die maximale Anzahl gleichzeitiger Zustandseinträge, die eine einzelne Quelladresse erstellen kann.
fa_ir: حداکثر تعداد ورودی‌های state هم‌زمان که یک آدرس منبع می‌تواند با این قانون ایجاد کند را محدود می‌کند.
fr_fr: Limite le nombre maximum d'entrées d'état simultanées qu'une seule adresse source peut créer avec cette règle.
ko_kr: 이 규칙을 사용하면 단일 출발지 주소가 동시에 생성할 수 있는 상태 항목의 최대 수를 제한합니다.
uk_ua: Обмежує максимальну кількість одночасних записів стану, які одна вихідна адреса може створити за допомогою цього правила.

source: Limits the maximum number of source addresses which can simultaneously have state table entries.
de_de: Begrenzt die maximale Anzahl von Quelladressen, die gleichzeitig Zustandstabelleneinträge haben können.
fa_ir: حداکثر تعداد آدرس‌های منبعی که می‌توانند هم‌زمان ورودی در جدول state داشته باشند را محدود می‌کند.
fr_fr: Limite le nombre maximal d'adresses sources pouvant avoir simultanément des entrées dans la table d'état.
ko_kr: 동시에 상태 테이블 항목을 가질 수 있는 출발지 주소의 최대 수를 제한합니다.
uk_ua: Обмежує максимальну кількість вихідних адрес, які можуть одночасно мати записи в таблиці станів.

source: Links the interface cost to a CARP VHID, adjusting costs based on primary or backup status.
de_de: Verknüpft die Schnittstellenkosten mit einer CARP-VHID und passt die Kosten je nach Primär- oder Backup-Status an.
fa_ir: هزینهٔ رابط را به CARP VHID پیوند می‌دهد و بر اساس وضعیت اصلی یا پشتیبان، هزینه‌ها را تنظیم می‌کند.
fr_fr: Relie le coût de l'interface à un VHID CARP, en ajustant les coûts en fonction de l'état primaire ou de secours.
ko_kr: 인터페이스 비용을 CARP VHID에 연결하여 기본 또는 백업 상태에 따라 비용을 조정합니다.
uk_ua: Зв'язує вартість інтерфейсу з CARP VHID, коригуючи витрати на основі первинного або резервного статусу.

source: List of certificate authority candidates to use for authentication.
de_de: Liste der Zertifizierungsstellen-Kandidaten, die für die Authentifizierung verwendet werden sollen.
fa_ir: فهرست نامزدهای مرجع صدور گواهی برای استفاده در احراز هویت.
fr_fr: Liste des autorités de certification candidates à utiliser pour l'authentification.
ko_kr: 인증에 사용할 인증 기관 후보 목록입니다.
uk_ua: Список кандидатів на сертифікатні центри, які будуть використовуватися для автентифікації.

source: List of domains to block.
de_de: Liste der zu blockierenden Domains.
fa_ir: فهرست دامنه‌هایی که باید مسدود شوند.
fr_fr: Liste des domaines à bloquer.
ko_kr: 차단할 도메인 목록입니다.
uk_ua: Список доменів для блокування.

source: List of networks which constraint the membership of this group to their location (e.g. prevent a non admin user from logging in via internet)
de_de: Liste der Netzwerke, die die Mitgliedschaft dieser Gruppe auf ihren Standort beschränken (z. B. verhindern, dass sich ein Nicht-Administratorbenutzer über das Internet anmeldet)
fa_ir: فهرست شبکه‌هایی که عضویت این گروه را به محدودهٔ مکانی آن‌ها محدود می‌کند (مثلاً جلوگیری از ورود کاربر غیرمدیر از طریق اینترنت)
fr_fr: Liste des réseaux qui limitent l'appartenance de ce groupe à leur emplacement (par exemple, empêcher un utilisateur non administrateur de se connecter via l'internet).
ko_kr: 이 그룹의 멤버십을 해당 위치로 제한하는 네트워크 목록(예: 관리자가 아닌 사용자가 인터넷을 통해 로그인하는 것을 방지)
uk_ua: Список мереж, які обмежують членство цієї групи їхнім розташуванням (наприклад, забороняють користувачу, який не є адміністратором, входити через інтернет)
