Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable this CPU affinity rule.
cs_cz: Zapnout toto pravidlo afinity k procesoru.
de_de: Aktiviert diese CPU-Affinitätsregel.
el_gr: Ενεργοποιήστε αυτόν τον κανόνα συσχέτισης CPU.
fa_ir: این قانون تخصیص CPU را فعال کنید.
fr_fr: Activez cette règle d'affinité avec le CPU.
it_it: Abilita questa regola di affinità della CPU.
ko_kr: 이 CPU 선호도 규칙을 사용합니다.
pl_pl: Włącz tę regułę afinitacji procesora.
uk_ua: Увімкнути це правило спорідненості ЦП.
zh_cn: 启用此CPU关联性规则。

source: Enable this alias.
cs_cz: Zapnout tento alternativní název.
de_de: Aktiviert diesen Alias.
el_gr: Ενεργοποιήστε αυτό το ψευδώνυμο.
fa_ir: این آلیاس را فعال کنید.
fr_fr: Activez cet alias.
it_it: Abilita questo alias.
ko_kr: 이 별칭을 사용합니다.
pl_pl: Włącz ten alias.
uk_ua: Увімкнути цей псевдонім.
zh_cn: 启用此别名。

source: Enable this automation.
cs_cz: Zapnout tuto automatizaci.
de_de: Aktiviert diese Automatisierung.
el_gr: Ενεργοποιήστε αυτόν τον αυτοματισμό.
fa_ir: این اتوماسیون را فعال کنید.
fr_fr: Activez cette automatisation.
it_it: Abilita questa automazione.
ko_kr: 이 자동화를 사용합니다.
pl_pl: Włącz tę automatyzację.
uk_ua: Увімкнути цю автоматизацію.
zh_cn: 启用该自动操作。

source: Enable this group.
cs_cz: Zapnout tuto skupinu.
de_de: Aktiviert diese Gruppe.
el_gr: Ενεργοποίηση αυτής της ομάδας.
fa_ir: این گروه را فعال کنید.
fr_fr: Activez ce groupe.
it_it: Abilita questo gruppo.
ko_kr: 이 그룹을 사용합니다.
pl_pl: Włącz tę grupę.
uk_ua: Увімкнути цю групу.
zh_cn: 启用此组。

source: Enable this pipe and its related queues and rules
cs_cz: Zapnout tuto rouru a její související fronty a pravidla
de_de: Aktiviert diese Pipe sowie die zugehörigen Warteschlangen und Regeln.
el_gr: Ενεργοποίηση αυτού του αγωγού και των σχετικών ουρών και κανόνων του
fa_ir: این pipe و صف‌ها و قوانین مرتبط آن را فعال کنید
fr_fr: Activez ce tuyau et les files d'attente et règles qui lui sont associées.
it_it: Abilita questa pipe e le relative code e regole
ko_kr: 이 파이프와 관련 대기열 및 규칙 사용
pl_pl: Włącz tą rurę oraz powiązane z nim kolejki i reguły
uk_ua: Увімкнути цю трубу та пов'язані з нею черги та правила
zh_cn: 启用该管道及相关队列和规则

source: Enable this queue and its related rules
cs_cz: Zapnout tuto frontu a její související pravidla
de_de: Aktiviert diese Queue sowie ihre zugehörigen Regeln.
el_gr: Ενεργοποίηση αυτής της ουράς και των σχετικών κανόνων της
fa_ir: این صف و قوانین مرتبط آن را فعال کنید
fr_fr: Activez cette file d'attente et ses règles connexes
it_it: Abilita questa coda e le relative regole
ko_kr: 이 대기열 및 관련 규칙 사용
pl_pl: Włącz tę kolejkę oraz powiązane z nią reguły
uk_ua: Увімкнути цю чергу та пов'язані з нею правила
zh_cn: 启用此队列及相关规则

source: Enable this server.
cs_cz: Zapnout tento server.
de_de: Aktiviert diesen Server.
el_gr: Ενεργοποιήστε αυτόν τον διακομιστή.
fa_ir: این سرور را فعال کنید.
fr_fr: Activez ce serveur.
it_it: Abilita questo server.
ko_kr: 이 서버를 사용합니다.
pl_pl: Włącz ten serwer.
uk_ua: Увімкнути цей сервер.
zh_cn: 启用该服务器。

source: Enable this user.
cs_cz: Zapnout tohoto uživatele.
de_de: Aktiviert diesen Benutzer.
el_gr: Ενεργοποίηση αυτού του χρήστη.
fa_ir: این کاربر را فعال کنید.
fr_fr: Activez cet utilisateur.
it_it: Abilita questo utente.
ko_kr: 이 사용자를 사용합니다.
pl_pl: Włącz tego użytkownika.
uk_ua: Увімкнути цього користувача.
zh_cn: 启用该用户。

source: Enable this userparameter.
cs_cz: Zapnout tento uživatelský parametr.
de_de: Aktiviert diesen Benutzerparameter.
el_gr: Ενεργοποιήστε αυτήν την παράμετρο χρήστη.
fa_ir: این userparameter را فعال کنید.
fr_fr: Activez ce paramètre utilisateur.
it_it: Abilita questo parametro utente.
ko_kr: 이 사용자 매개 변수를 사용합니다.
pl_pl: Włącz ten userparameter.
uk_ua: Увімкнути цей користувацький параметр.
zh_cn: 启用该用户参数。

source: Enable to accept parameters for this alias.
cs_cz: Zapněte pro přijímání parametrů pro tento alternativní název.
de_de: Aktivieren Sie diese Option, um Parameter für diesen Alias ​​zu akzeptieren.
el_gr: Ενεργοποιήστε την αποδοχή παραμέτρων για αυτό το ψευδώνυμο.
fa_ir: پذیرش پارامترها برای این آلیاس را فعال کنید.
fr_fr: Activer pour accepter les paramètres pour cet alias.
it_it: Abilita per accettare i parametri per questo alias.
ko_kr: 이 별칭에 대한 매개 변수를 허용합니다.
pl_pl: Włącz możliwość akceptacji parametrów dla tego aliasu.
uk_ua: Увімкнути, щоб приймати параметри для цього псевдоніма.
zh_cn: 启用以接受该别名的参数。

source: Enable to automatically strip quotes from the cookie value. Some broken HTTP clients add quotes, which breaks persistence.
cs_cz: Zapnout automatické ořezávání uvozovek z hodnoty z hodnoty souboru cookie. Někteří HTTP klienti nesprávně přidávají uvozovky, což narušuje trvalost.
de_de: Aktivieren Sie diese Option, um Anführungszeichen automatisch aus dem Cookie-Wert zu entfernen. Einige fehlerhafte HTTP-Clients fügen Anführungszeichen hinzu, wodurch die Persistenz beeinträchtigt wird.
el_gr: Ενεργοποιήστε την αυτόματη αφαίρεση εισαγωγικών από την τιμή του cookie. Ορισμένα προβληματικά προγράμματα-πελάτες HTTP προσθέτουν εισαγωγικά, γεγονός που διακόπτει την παραμονή.
fa_ir: حذف خودکار نقل‌قول‌ها از مقدار کوکی را فعال کنید. برخی کلاینت‌های خراب HTTP نقل‌قول اضافه می‌کنند که پایداری را مختل می‌کند.
fr_fr: Activez cette option pour supprimer automatiquement les guillemets de la valeur du cookie. Certains clients HTTP défectueux ajoutent des guillemets, ce qui nuit à la persistance.
it_it: Abilita per rimuovere automaticamente le virgolette dal valore del cookie. Alcuni client HTTP non funzionanti aggiungono virgolette, il che interrompe la persistenza.
ko_kr: 쿠키 값에서 따옴표를 자동으로 제거합니다. 일부 손상된 HTTP 클라이언트는 따옴표를 추가하여 지속성을 차단합니다.
pl_pl: Włącz automatyczne usuwanie cudzysłowów z wartości ciasteczka. Niektóre wadliwe klienty HTTP dodają cudzysłowy, co psuje trwałość.
uk_ua: Увімкнути, щоб автоматично видаляти лапки зі значення файлу cookie. Деякі пошкоджені HTTP-клієнти додають лапки, що порушує стійкість.
zh_cn: 启用以自动从cookie值中删除引号。一些损坏的HTTP客户端添加引号，这会破坏持久性。

source: Enable vnStat daemon
cs_cz: Zapnout proces služby vnStat
de_de: Aktiviere vnStat daemon
el_gr: Ενεργοποίηση δαίμονα vnStat
fa_ir: سرویس vnStat را فعال کنید
fr_fr: Activer le démon vnStat
it_it: Abilita il demone vnStat
ko_kr: vnStat 데몬 사용
pl_pl: Włącz demona vnStat
uk_ua: Увімкнути демон vnStat
zh_cn: 启用vnStat程序

source: Encryption Key
cs_cz: Šifrovací klíč
de_de: Verschlüsselungsschlüssel
el_gr: Κλειδί κρυπτογράφησης
fa_ir: کلید رمزنگاری
fr_fr: Clé de cryptage
it_it: Chiave di crittografia
ko_kr: 암호화 키
pl_pl: Klucz szyfrujący
uk_ua: Ключ шифрування
zh_cn: 加密密钥

source: Enforce Recipient Relay Check
cs_cz: Vynutit kontrolu předávání příjemce
de_de: Erzwingen der Empfänger-Relay-Prüfung
el_gr: Επιβολή ελέγχου αναμετάδοσης παραλήπτη
fa_ir: اجرای بررسی Relay گیرنده
fr_fr: Contrôler le relais du destinataire
it_it: Applica il controllo dell'inoltro del destinatario
ko_kr: 수신자 릴레이 검사 적용
pl_pl: Wymuszaj sprawdzanie przekierowania odbiorcy
uk_ua: Застосувати перевірку ретрансляції одержувача
zh_cn: 强制执行收件人中继检查

source: Enter a URL pattern like forum.opnsense.org/index*.
cs_cz: Zadejte vzorec URL, jako např. forum.opnsense.org/index*.
de_de: Geben Sie ein URL-Muster wie forum.opnsense.org/index* ein.
el_gr: Εισαγάγετε ένα μοτίβο διεύθυνσης URL, όπως forum.opnsense.org/index*.
fa_ir: یک الگوی URL مانند forum.opnsense.org/index* وارد کنید.
fr_fr: Entrez un modèle d'URL comme forum.opnsense.org/index*.
it_it: Inserisci un pattern URL come forum.opnsense.org/index*.
ko_kr: forum.opnsense.org/index*과 같은 URL 패턴을 입력하세요.
pl_pl: Wprowadź wzorzec URL, np. forum.opnsense.org/index*.
uk_ua: Введіть шаблон URL, наприклад forum.opnsense.org/index*.
zh_cn: 输入像forum.opnsense.org/index*这样的网址格式。

source: Enter a custom timout between data received from the client after which the connection is closed.
cs_cz: Zadejte uživatelsky určený časový limit mezi daty obdrženými od klienta po kterém bude spojení ukončeno.
de_de: Geben Sie ein benutzerdefiniertes Timeout ein für den Zeitraum zwischen dem Empfang von Daten durch den Client, nach dem die Verbindung geschlossen wird.
el_gr: Εισαγάγετε ένα προσαρμοσμένο χρονικό όριο μεταξύ των δεδομένων που λαμβάνονται από τον υπολογιστή-πελάτη, μετά το οποίο η σύνδεση κλείνει.
fa_ir: مدت timeout سفارشی بین دریافت داده‌ها از کلاینت را وارد کنید؛ پس از آن اتصال بسته می‌شود.
fr_fr: Saisissez un délai personnalisé entre les données reçues du client, après quoi la connexion est fermée.
it_it: Immettere un timeout personalizzato tra i dati ricevuti dal client dopo il quale la connessione viene chiusa.
ko_kr: 연결이 닫힌 후 클라이언트에서 받은 데이터 사이의 사용자 지정 시간 초과를 입력합니다.
pl_pl: Wprowadź niestandardowy czas oczekiwania między danymi odebranymi od klienta, po którym połączenie zostaje zamknięte.
uk_ua: Введіть спеціальний тайм-аут між даними, отриманими від клієнта, після якого з'єднання закривається.
zh_cn: 在从客户端接收到的数据之间输入自定义超时，然后关闭连接。

source: Enter a description for this proxy for your reference.
cs_cz: Pro svou referenci, zadejte popis pro tuto proxy.
de_de: Geben Sie eine Beschreibung für diesen Proxy als Referenz ein.
el_gr: Εισαγάγετε μια περιγραφή για αυτόν τον διακομιστή μεσολάβησης για αναφορά.
fa_ir: یک توضیح برای این پراکسی برای مرجع خود وارد کنید.
fr_fr: Saisissez une description de ce proxy pour votre référence.
it_it: Inserisci una descrizione per questo proxy come riferimento.
ko_kr: 참조할 수 있도록 이 프록시에 대한 설명을 입력하세요.
pl_pl: Wprowadź opis dla tego proxy do Twojego uznania.
uk_ua: Введіть опис для цього проксі для вашої довідки.
zh_cn: 输入此代理的描述以供参考。

source: Enter a description for this rule. The description should help you to identify this rule.
cs_cz: Zadejte popis pro toto pravidlo. To by vám mělo pomoci ho identifikovat.
de_de: Geben Sie eine Beschreibung für diese Regel ein. Die Beschreibung soll Ihnen helfen, diese Regel zu identifizieren.
el_gr: Εισαγάγετε μια περιγραφή για αυτόν τον κανόνα. Η περιγραφή θα πρέπει να σας βοηθήσει να προσδιορίσετε αυτόν τον κανόνα.
fa_ir: شرحی برای این قانون وارد کنید. این شرح باید به شناسایی آن کمک کند.
fr_fr: Saisissez une description pour cette règle. La description doit vous aider à identifier cette règle.
it_it: Inserisci una descrizione per questa regola. La descrizione dovrebbe aiutarti a identificare questa regola.
ko_kr: 이 규칙에 대한 설명을 입력하세요. 설명은 이 규칙을 식별하는 데 도움이 됩니다.
pl_pl: Wprowadź opis dla tej reguły. Opis powinien pomóc Ci zidentyfikować tę regułę.
uk_ua: Введіть опис для цього правила. Опис має допомогти вам ідентифікувати це правило.
zh_cn: 输入此规则的说明。该描述应该可以帮助您识别此规则。

source: Enter a hostname pattern like *.opnsense.org.
cs_cz: Zadejte vzorec názvu stroje jako *.opnsense.org.
de_de: Gib ein hostname Muster wie, *.opnsense.org, an.
el_gr: Εισαγάγετε ένα μοτίβο ονόματος κεντρικού υπολογιστή όπως *.opnsense.org.
fa_ir: الگوی نام‌میزبان مانند *.opnsense.org را وارد کنید.
fr_fr: Entrez un modèle de nom d'hôte comme *.opnsense.org.
it_it: Inserisci un modello di nome host come *.opnsense.org.
ko_kr: *.opnsense.org과 같은 호스트 이름 패턴을 입력하세요.
pl_pl: Wprowadź wzorzec nazwy hosta, np. *.opnsense.org.
uk_ua: Введіть шаблон імені хоста, наприклад *.opnsense.org.
zh_cn: 输入主机名格式，例如* .opnsense.org。

source: Enter a list of IP addresses or CIDR networks which are allowed to override the source IP address using the specified header.
cs_cz: Zadejte seznam IP adres nebo CIDR sítí, kterým je dovoleno přebít zdrojovou IP adresu pomocí zadané hlavičky.
de_de: Geben Sie eine Liste von IP-Adressen oder CIDR-Netzwerken ein, die berechtigt sind, die Quell-IP-Adresse mithilfe des angegebenen Headers zu überschreiben.
el_gr: Εισαγάγετε μια λίστα διευθύνσεων IP ή δικτύων CIDR που επιτρέπεται να παρακάμπτουν τη διεύθυνση IP πηγής χρησιμοποιώντας την καθορισμένη κεφαλίδα.
fa_ir: فهرستی از آدرس‌های IP یا شبکه‌های CIDR وارد کنید که مجازند با استفاده از هدر مشخص‌شده، آدرس مبدأ را بازنویسی کنند.
fr_fr: Entrez une liste d'adresses IP ou de réseaux CIDR qui sont autorisés à remplacer l'adresse IP source en utilisant l'en-tête spécifié.
it_it: Inserisci un elenco di indirizzi IP o reti CIDR a cui è consentito sovrascrivere l'indirizzo IP di origine utilizzando l'intestazione specificata.
ko_kr: 지정된 헤더를 사용하여 출발지 IP 주소를 재정의할 수 있는 IP 주소 또는 CIDR 네트워크 목록을 입력하세요.
pl_pl: Wprowadź listę adresów IP lub sieci CIDR, które mają uprawnienie do nadpisania adresu IP źródłowego za pomocą określonego nagłówka.
uk_ua: Введіть список IP-адрес або мереж CIDR, яким дозволено перевизначати вихідну IP-адресу за допомогою вказаного заголовка.
zh_cn: 输入允许使用指定的标头覆盖源IP地址的IP地址或CIDR网络的列表。

source: Enter a list of elliptic curves supported by the client in a standard configuration in OpenSSL syntax (cipher1:cipher2:0x0001).
cs_cz: Zadejte seznam eliptických křivek podporovaných klientem (ve standardním nastavením) formou OpenSSL zápisu (cipher1:cipher2:0x0001).
de_de: Geben Sie eine Liste der vom Client unterstützten elliptischen Kurven in einer Standardkonfiguration in OpenSSL-Syntax ein (cipher1:cipher2:0x0001).
el_gr: Εισαγάγετε μια λίστα ελλειπτικών καμπυλών που υποστηρίζονται από τον πελάτη σε μια τυπική διαμόρφωση σε σύνταξη OpenSSL (cipher1:cipher2:0x0001).
fa_ir: فهرستی از منحنی‌های بیضوی که کلاینت پشتیبانی می‌کند را در قالب استاندارد با نحو OpenSSL (cipher1:cipher2:0x0001) وارد کنید.
fr_fr: Entrez une liste de courbes elliptiques prises en charge par le client dans une configuration standard en syntaxe OpenSSL (cipher1:cipher2:0x0001).
it_it: Immettere un elenco di curve ellittiche supportate dal client in una configurazione standard nella sintassi OpenSSL (cipher1:cipher2:0x0001).
ko_kr: OpenSSL 구문(cipher1:cipher2:0x0001)의 표준 구성에서 클라이언트가 지원하는 타원 곡선 목록을 입력하세요.
pl_pl: Wprowadź listę krzywych eliptycznych obsługiwanych przez klienta w standardowej konfiguracji w składni OpenSSL (cipher1:cipher2:0x0001).
uk_ua: Введіть список еліптичних кривих, підтримуваних клієнтом у стандартній конфігурації в синтаксисі OpenSSL (cipher1:cipher2:0x0001).
zh_cn: 在OpenSSL语法(cipher1:cipher2:0x0001)中以标准配置输入客户端支持的椭圆曲线列表。

source: Enter a list of elliptic curves supported by the client in a standard configuration in OpenSSL syntax (curve1:curve2:0x0001).
cs_cz: Zadejte seznam eliptických křivek podporovaných klientem (ve standardním nastavením) formou OpenSSL zápisu (curve1:curve2:0x0001).
de_de: Geben Sie eine Liste der vom Client unterstützten elliptischen Kurven in einer Standardkonfiguration in OpenSSL-Syntax ein (curve1:curve2:0x0001).
el_gr: Εισαγάγετε μια λίστα ελλειπτικών καμπυλών που υποστηρίζονται από τον πελάτη σε μια τυπική διαμόρφωση σε σύνταξη OpenSSL (curve1:curve2:0x0001).
fa_ir: فهرستی از منحنی‌های بیضوی که کلاینت پشتیبانی می‌کند را در قالب استاندارد با نحو OpenSSL (curve1:curve2:0x0001) وارد کنید.
fr_fr: Entrez une liste de courbes elliptiques prises en charge par le client dans une configuration standard en syntaxe OpenSSL (curve1:curve2:0x0001).
it_it: Immettere un elenco di curve ellittiche supportate dal client in una configurazione standard nella sintassi OpenSSL (curva1:curve2:0x0001).
ko_kr: OpenSSL 구문(curve1:curve2:0x0001)의 표준 구성에서 클라이언트가 지원하는 타원 곡선 목록을 입력하세요.
pl_pl: Wprowadź listę krzywych eliptycznych obsługiwanych przez klienta w standardowej konfiguracji w składni OpenSSL (curve1:curve2:0x0001).
uk_ua: Введіть список еліптичних кривих, підтримуваних клієнтом у стандартній конфігурації в синтаксисі OpenSSL (curve1:curve2:0x0001).
zh_cn: 在OpenSSL语法的标准配置中输入客户端支持的椭圆曲线列表(curve1:curve2:0x0001)。

source: Enter a list of file extensions, which are served instead of a directory. It is common to use index.html or index.php here.
cs_cz: Zadejte seznam přípon souborů, které jsou nabízeny namísto výpisu adresáře. Na tomto místě je běžné použít index.html nebo index.php.
de_de: Geben Sie eine Liste von Dateinamen an, die anstelle eines Verzeichnisinhalts bereitgestellt werden. Üblich sind z. B. index.html oder index.php.
el_gr: Εισαγάγετε μια λίστα με επεκτάσεις αρχείων, οι οποίες εμφανίζονται αντί για έναν κατάλογο. Είναι σύνηθες να χρησιμοποιείτε index.html ή index.php εδώ.
fa_ir: فهرستی از پسوندهای فایل را وارد کنید که به‌جای فهرستِ دایرکتوری سرویس‌دهی می‌شوند. معمولاً از index.html یا index.php استفاده می‌شود.
fr_fr: Entrez une liste d'extensions de fichiers, qui sont servis à la place d'un répertoire. Il est courant d'utiliser ici index.html ou index.php.
it_it: Inserisci un elenco di estensioni di file, che vengono servite al posto di una directory. È comune utilizzare qui index.html o index.php.
ko_kr: 디렉토리 대신 제공되는 파일 확장명 목록을 입력하세요. 여기서 index.html 또는 index.php를 사용하는 것이 일반적입니다.
pl_pl: Wprowadź listę rozszerzeń plików, które są serwowane zamiast katalogu. Często używa się tutaj index.html lub index.php.
uk_ua: Введіть список розширень файлів, які обслуговуються замість теки. Зазвичай тут використовують index.html або index.php.
zh_cn: 输入文件扩展名列表，而不是目录。在此处通常使用index.html或index.php。

source: Enter a name for this match.
cs_cz: Zadejte název pro tuto shodu.
de_de: Gib einen Namen für diesen Treffer an.
el_gr: Εισαγάγετε ένα όνομα για αυτήν την αντιστοίχιση.
fa_ir: یک نام برای این تطابق وارد کنید.
fr_fr: Saisissez un nom pour cette correspondance.
it_it: Inserisci un nome per questa partita.
ko_kr: 이 일치 항목의 이름을 입력하세요.
pl_pl: Wprowadź nazwę dla tego dopasowania.
uk_ua: Введіть назву для цього збігу.
zh_cn: 输入该匹配的名称。

source: Enter a prefix added to the subject when Subject Score is reached.
cs_cz: Zadejte předponu přidanou k předmětu při dosažení skóre předmětu.
de_de: Geben Sie ein Präfix ein, das dem Betreff hinzugefügt wird, wenn die Betreffpunktzahl erreicht ist.
el_gr: Εισαγάγετε ένα πρόθεμα που θα προστίθεται στο θέμα όταν επιτευχθεί η Βαθμολογία Θέματος.
fa_ir: یک پیشوند وارد کنید که هنگام رسیدن به Subject Score به موضوع اضافه شود.
fr_fr: Entrez un préfixe ajouté au sujet lorsque le score du sujet est atteint.
it_it: Inserisci un prefisso aggiunto all'oggetto quando viene raggiunto il punteggio dell'oggetto.
ko_kr: 제목 점수에 도달할 때 제목에 추가된 프리픽스를 입력하세요.
pl_pl: Wprowadź prefiks dodawany do tematu, gdy osiągnięty zostanie Subject Score.
uk_ua: Введіть префікс, що додається до теми, коли досягнуто показника теми.
zh_cn: 达到"主题分数"时，输入添加到主题的前缀。

source: Enter a proxy URL in the form proxy.example.com:3128.
cs_cz: Zadejte URL, na které se proxy nachází – v podobě proxy.example.com:3128
de_de: Geben Sie eine Proxy-URL in der Form proxy.example.com:3128 ein.
el_gr: Εισαγάγετε μια διεύθυνση URL διακομιστή μεσολάβησης με τη μορφή proxy.example.com:3128.
fa_ir: URL پراکسی را به صورت proxy.example.com:3128 وارد کنید.
fr_fr: Entrez une URL de proxy sous la forme proxy.example.com:3128.
it_it: Inserisci un URL proxy nel formato proxy.example.com:3128.
ko_kr: 프록시 URL을 proxy.example.com:3128 형식으로 입력하세요.
pl_pl: Wprowadź adres URL proxy w formie proxy.example.com:3128.
uk_ua: Введіть URL-адресу проксі-сервера у форматі proxy.example.com:3128.
zh_cn: 以proxy.example.com:3128的形式输入代理URL。

source: Enter a regular expression to match the URL
cs_cz: Zadejte regulární výraz se kterým hledat shodu v URL
de_de: Geben Sie einen regulären Ausdruck ein, der mit der URL übereinstimmt.
el_gr: Εισαγάγετε μια κανονική έκφραση που να ταιριάζει με τη διεύθυνση URL
fa_ir: یک عبارت منظم برای تطبیق URL وارد کنید.
fr_fr: Entrez une expression régulière pour correspondre à l'URL
it_it: Inserisci un'espressione regolare che corrisponda all'URL
ko_kr: URL과 일치하는 정규식 입력
pl_pl: Wprowadź wyrażenie regularne, aby dopasować adres URL
uk_ua: Введіть регулярний вираз для співставлення URL-адреси.
zh_cn: 输入正则表达式来匹配URL

source: Enter a short description like a name for this ACL. It will be shown in the drop downs.
cs_cz: Nazvěte tento ACL seznam nějakým stručným popisem. Bude zobrazováno u zahození.
de_de: Geben Sie eine kurze Beschreibung ein, beispielsweise einen Namen für diese ACL. Diese wird in den Auswahlfeldern angezeigt.
el_gr: Εισαγάγετε μια σύντομη περιγραφή, όπως ένα όνομα, για αυτό το ACL. Θα εμφανιστεί στα αναπτυσσόμενα μενού.
fa_ir: یک توضیح کوتاه شبیه نام برای این ACL وارد کنید. در فهرست‌های کشویی نمایش داده می‌شود.
fr_fr: Saisissez une courte description, comme un nom, pour cette ACL. Elle sera affichée dans les menus déroulants.
it_it: Inserisci una breve descrizione come un nome per questo ACL. Verrà mostrato nei menu a discesa.
ko_kr: ACL의 이름과 같은 간단한 설명을 입력하세요. 드롭다운에 표시됩니다.
pl_pl: Wprowadź krótki opis, taki jak nazwa dla tej listy kontrolnej dostępu (ACL). Będzie on wyświetlany w rozwijanych listach.
uk_ua: Введіть короткий опис, наприклад, назву для цього ACL. Він буде показаний у випадаючих списках.
zh_cn: 输入简短描述，例如此ACL的名称。它会显示在下拉列表中。

source: Enter a short description like a name for this redirect.
cs_cz: Nazvěte toto přesměrování nějakým stručným popisem.
de_de: Geben Sie eine kurze Beschreibung ein, z. B. einen Namen für diese Weiterleitung.
el_gr: Εισαγάγετε μια σύντομη περιγραφή, όπως ένα όνομα, για αυτήν την ανακατεύθυνση.
fa_ir: یک توضیح کوتاه مانند نام برای این ریدایرکت وارد کنید.
fr_fr: Entrez une courte description, comme un nom pour cette redirection.
it_it: Inserisci una breve descrizione come un nome per questo reindirizzamento.
ko_kr: 이 리디렉션에 대한 이름과 같은 간단한 설명을 입력하세요.
pl_pl: Wprowadź krótki opis, taki jak nazwa dla tego przekierowania.
uk_ua: Введіть короткий опис, наприклад, назву для цього перенаправлення.
zh_cn: 输入简短描述，例如此重定向的名称。

source: Enter a unique item key of your choice.
cs_cz: Zadejte pro položku libovolný klíč, jen pozor, ať se neopakuje.
de_de: Geben Sie einen eindeutigen Item Key Ihrer Wahl ein.
el_gr: Εισαγάγετε ένα μοναδικό κλειδί στοιχείου της επιλογής σας.
fa_ir: یک کلید یکتا برای آیتم انتخابی وارد کنید.
fr_fr: Saisissez une clé d'article unique de votre choix.
it_it: Inserisci una chiave articolo univoca a tua scelta.
ko_kr: 원하는 고유한 항목 키를 입력하세요.
pl_pl: Wprowadź unikalny klucz przedmiotu według własnego wyboru.
uk_ua: Введіть унікальний ключ елемента на ваш вибір.
zh_cn: 输入您选择的唯一项目密钥。

source: Enter a useful description for your entry.
cs_cz: Zadejte pro položku nějaký vysvětlující popis.
de_de: Geben Sie eine nützliche Beschreibung für diesen Eintrag ein.
el_gr: Εισαγάγετε μια χρήσιμη περιγραφή για την καταχώρισή σας.
fa_ir: یک توضیح مفید برای ورودی خود وارد کنید.
fr_fr: Saisissez une description utile pour votre participation.
it_it: Inserisci una descrizione utile per il tuo contributo.
ko_kr: 항목에 대한 유용한 설명을 입력하세요.
pl_pl: Wprowadź użyteczny opis dla Twojego wpisu.
uk_ua: Введіть корисний опис для вашого запису.
zh_cn: 输入有用的条目说明。

source: Enter how often the resource must be hit before adding it to the cache.
cs_cz: Zadejte jak často je třeba, aby byl prostředek použitý, aby stálo za to udržovat ho v mezipaměti.
de_de: Geben Sie an, wie oft auf eine Ressource zugegriffen werden muss, bevor sie in den Cache aufgenommen wird.
el_gr: Εισαγάγετε πόσο συχνά πρέπει να επιλέγεται ο πόρος πριν από την προσθήκη του στην προσωρινή μνήμη.
fa_ir: تعداد دفعاتی که باید به منبع مراجعه شود قبل از قرار گرفتن در کش را وارد کنید.
fr_fr: Indiquez combien de fois la ressource doit être atteinte avant d'être ajoutée au cache.
it_it: Inserisci la frequenza con cui la risorsa deve essere raggiunta prima di aggiungerla alla cache.
ko_kr: 캐시에 리소스를 추가하기 전에 리소스를 적중해야 하는 빈도를 입력하세요.
pl_pl: Wprowadź, jak często zasób musi być odwiedzany, zanim zostanie dodany do pamięci podręcznej.
uk_ua: Введіть, як часто ресурс має бути звернений, перш ніж додати його до кешу.
zh_cn: 输入将资源添加到缓存之前必须多久命中一次的频率。
