Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: You can only specify allow options (advanced option) for Pass type rules.
cs_cz: Možnosti povolení (rozšířená možnost) lze zadat pouze pro pravidla typu Propustit.
de_de: Erlaubnisoptionen (erweiterte Option) können nur für Regeln vom Typ "Pass" angegeben werden.
el_gr: Μπορείτε να καθορίσετε μόνο επιλογές αποδοχής (επιλογή για προχωρημένους) για κανόνες τύπου Pass.
fa_ir: شما فقط می‌توانید گزینه‌های allow (گزینهٔ پیشرفته) را برای قوانین از نوع Pass مشخص کنید.
fr_fr: Vous ne pouvez spécifier des options d'autorisation (option avancée) que pour les règles de type Pass.
it_it: È possibile specificare solo le opzioni di autorizzazione (opzione avanzata) per le regole del tipo di pass.
ko_kr: 통과 유형 규칙에 대해 허용 옵션(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić tylko opcje zezwalania (opcja zaawansowana) dla reguł typu Pass.
uk_ua: Ви можете вказувати лише опції дозволу (розширена опція) для правил типу Pass.
zh_cn: 您只能为"通过"类型规则指定允许选项（高级选项）。

source: You need a private key in p12 format to use Google Drive, instructions on how to acquire one can be found %shere%s.
cs_cz: K používání Disku Google potřebujete soukromý klíč ve formátu p12. Návod, jak ho získat, najdete %szde%s.
de_de: Sie benötigen einen privaten Schlüssel im p12-Format, um Google Drive zu verwenden. Anweisungen zum Erwerb eines solchen Schlüssels finden Sie %shier%s.
el_gr: Χρειάζεστε ένα ιδιωτικό κλειδί σε μορφή p12 για να χρησιμοποιήσετε το Google Drive. Οδηγίες για το πώς να το αποκτήσετε μπορείτε να βρείτε %sεδώ%s.
fa_ir: برای استفاده از Google Drive به یک کلید خصوصی در قالب p12 نیاز دارید. دستورالعمل نحوهٔ دریافت آن را می‌توانید %shere%s بیابید.
fr_fr: Vous avez besoin d'une clé privée au format p12 pour utiliser Google Drive. Vous trouverez des instructions sur la façon d'en acquérir une ici.
it_it: Per utilizzare Google Drive è necessaria una chiave privata in formato p12, le istruzioni su come acquisirne una possono essere trovate %she%s.
ko_kr: Google Drive를 사용하려면 p12 형식의 개인 키가 필요하며, 개인 키를 얻는 방법에 대한 지침은 %s여기%s에서 찾을 수 있습니다.
pl_pl: Do korzystania z Dysku Google potrzebny jest klucz prywatny w formacie p12, instrukcje jak go zdobyć można znaleźć %stutaj%s.
uk_ua: Вам потрібен приватний ключ у форматі p12 для використання Google Drive, інструкції щодо його отримання можна знайти %sтут%s.
zh_cn: 您需要p12格式的私钥才能使用Google云端硬盘，有关如何获取私钥的说明，请参阅%s这里%s。

source: You need both a filename and a boot server configured for this to work.
cs_cz: Aby toto fungovalo, je zapotřebí jak názvu souboru, tak nastaveného serveru pro zavádění (boot).
de_de: Für die Funktion sind sowohl ein Dateiname als auch ein Boot-Server erforderlich.
el_gr: Χρειάζεστε τόσο ένα όνομα αρχείου όσο και έναν διακομιστή εκκίνησης που έχει ρυθμιστεί για να λειτουργήσει αυτό.
fa_ir: برای اینکه این کار انجام شود، هم نام فایل و هم سرور بوت باید پیکربندی شده باشند.
fr_fr: Vous avez besoin à la fois d'un nom de fichier et d'un serveur de démarrage configuré pour que cela fonctionne.
it_it: Sono necessari sia un nome file che un server di avvio configurati affinché funzioni.
ko_kr: 이 기능을 사용하려면 파일 이름과 부팅 서버가 모두 구성되어 있어야 합니다.
pl_pl: Aby to zadziałało, potrzebujesz zarówno nazwy pliku, jak i serwera rozruchowego.
uk_ua: Для роботи цього потрібні налаштовані як ім'я файлу, так і сервер завантаження.
zh_cn: 您需要同时配置文件名和引导服务器才能正常工作。

source: add phase 1 entry
cs_cz: přidat položku 1 fáze
de_de: Phase-1-Eintrag hinzufügen
el_gr: προσθήκη καταχώρησης φάσης 1
fa_ir: افزودن ورودی فاز 1
fr_fr: ajouter l'entrée de la phase 1
it_it: aggiungere la voce della fase 1
ko_kr: 단계 1 항목 추가
pl_pl: dodaj wpis fazy 1
uk_ua: додати запис фази 1
zh_cn: 添加阶段1条目

source: boot-time
de_de: Boot-Zeit
el_gr: χρόνος εκκίνησης
fa_ir: زمان بوت
fr_fr: temps de démarrage
it_it: all'avvio
ko_kr: 부팅 시
pl_pl: czas uruchamiania
uk_ua: час завантаження
zh_cn: 引导时间

source: kill all matched states
cs_cz: vynutit ukončení všech odpovídajících stavů
de_de: Alle übereinstimmenden Zustände löschen
el_gr: σκοτώστε όλα τα αντίστοιχα states
fa_ir: بستن همه وضعیت‌های مطابق
fr_fr: tuer tous les états appariés
it_it: uccidi tutti gli stati corrispondenti
pl_pl: zabij wszystkie dopasowane stany
uk_ua: завершити всі відповідні стани
zh_cn: 杀死所有匹配的状态

source: loading data..
cs_cz: Načítání dat…
de_de: Daten werden geladen..
el_gr: φορτώνει δεδομένα..
fa_ir: در حال بارگذاری داده‌ها..
fr_fr: chargement des données..
it_it: caricamento dati..
ko_kr: 데이터 로드 중..
pl_pl: ładowanie danych..
uk_ua: завантаження даних..
zh_cn: 加载数据..

source: not found
cs_cz: nenalezeno
de_de: nicht gefunden
el_gr: δεν βρέθηκε
fa_ir: پیدا نشد
fr_fr: non trouvé
it_it: non trovato
ko_kr: 찾을 수 없음
pl_pl: nie znaleziono
uk_ua: не знайдено
zh_cn: 未发现

source: read-only
cs_cz: pouze pro čtení
de_de: nur lesbar
el_gr: μόνο για ανάγνωση
fa_ir: فقط خواندنی
fr_fr: en lecture seule
it_it: sola lettura
ko_kr: 읽기 전용
pl_pl: tylko do odczytu
uk_ua: лише для читання
zh_cn: 只读

source: runtime
cs_cz: běhové
de_de: Laufzeit
el_gr: χρόνος εκτέλεσης
fa_ir: زمان اجرا
fr_fr: temps de fonctionnement
it_it: tempo di esecuzione
ko_kr: 런타임
pl_pl: czas pracy
uk_ua: час виконання
zh_cn: 运行

source: state id
cs_cz: identif. stavu
de_de: Zustands-ID
el_gr: ταυτότητα πολιτείας
fa_ir: شناسه وضعیت
fr_fr: identifiant de l'état
it_it: identificativo dello stato
ko_kr: 상태 ID
uk_ua: ідентифікатор стану
zh_cn: 状态标识

source: tftp daemon
cs_cz: proces služby tftp
de_de: tftp Dienst
fa_ir: دایمون TFTP
fr_fr: démon tftp
it_it: demone tftp
ko_kr: tftp 데몬
uk_ua: демон TFTP
zh_cn: tftp 守护进程

source: Controls which objects to keep in the memory cache (cache_mem) always: Keep most recently fetched objects in memory (default) disk: Only disk cache hits are kept in memory, which means an object must first be cached on disk and then hit a second time before cached in memory. network: Only objects fetched from network is kept in memory
cs_cz: Řídí, které objekty uchovávat v mezipaměti v operační paměti (cache_mem). always: uchovávat v paměti nejnověji načtené objekty (výchozí) disk: v paměti uchovávat pouze to, co už bylo odbaveno z mezipaměti na disku. To znamená, že je třeba, aby objekt byl nejprve uložen do mezipaměti na disku a poté vyžádán už podruhé – teprve poté je uložen do mezipaměti v operační paměti. network: v operační paměti jsou uchovávány pouze objekty načtené ze sítě
de_de: Legt fest, welche Objekte im Arbeitsspeicher zwischengespeichert werden (cache_mem). always: Zuletzt abgerufene Objekte im Speicher halten (Standard). disk: Nur Objekte, die bereits auf der Festplatte zwischengespeichert wurden und erneut abgerufen werden, werden im Speicher gehalten. network: Nur aus dem Netzwerk abgerufene Objekte werden im Speicher gehalten
el_gr: Ελέγχει ποια αντικείμενα θα διατηρούνται πάντα στην προσωρινή μνήμη (cache_mem): always: Keep πιο πρόσφατα ανακτημένων αντικειμένων στη μνήμη (προεπιλογή): Μόνο τα αποτελέσματα της προσωρινής μνήμης του δίσκου διατηρούνται στη μνήμη, πράγμα που σημαίνει ότι ένα αντικείμενο πρέπει πρώτα να αποθηκευτεί προσωρινά στον δίσκο και στη συνέχεια να επιλεγεί για δεύτερη φορά πριν αποθηκευτεί προσωρινά στη μνήμη. δίκτυο: Μόνο τα αντικείμενα που ανακτώνται από το δίκτυο διατηρούνται στη μνήμη
fa_ir: کنترل می‌کند کدام اشیاء در کش حافظه (cache_mem) نگه داشته شوند always: نگه داشتن جدیدترین اشیائی که بازیابی شده‌اند در حافظه (پیش‌فرض) disk: تنها برخوردهای کش دیسک در حافظه نگه داشته می‌شوند؛ یعنی یک شیء ابتدا باید روی دیسک کش شده و دفعهٔ دوم که درخواست شود در حافظه قرار گیرد. network: تنها اشیائی که از شبکه گرفته شده‌اند در حافظه نگه داشته می‌شوند
fr_fr: Contrôle les objets à conserver dans le cache mémoire (cache_mem) toujours : conserver les objets les plus récemment récupérés en mémoire (par défaut) disque : Seuls les accès au cache disque sont conservés en mémoire, ce qui signifie qu'un objet doit d'abord être mis en cache sur le disque, puis atteint une deuxième fois avant d'être mis en cache en mémoire. réseau : seuls les objets extraits du réseau sont conservés en mémoire
it_it: Controlla quali oggetti mantenere nella cache di memoria (cache_mem) sempre: mantiene in memoria gli oggetti recuperati più recentemente (impostazione predefinita) disco: vengono mantenuti in memoria solo gli riscontri della cache del disco, il che significa che un oggetto deve prima essere memorizzato nella cache del disco e quindi essere raggiunto una seconda volta prima di essere memorizzato nella cache. rete: solo gli oggetti recuperati dalla rete vengono mantenuti in memoria
ko_kr: 메모리 캐시에 보관할 개체를 제어합니다(cache_mem) 항상: 가장 최근에 가져온 개체를 메모리에 유지(기본값) 디스크: 디스크 캐시 적중 횟수만 메모리에 저장됩니다. 즉, 개체를 먼저 디스크에 캐시한 다음 메모리에 캐시하기 전에 두 번째 적중해야 합니다. 네트워크: 네트워크에서 가져온 개체만 메모리에 유지됩니다
uk_ua: Контролює, які об'єкти зберігати в кеші пам'яті (cache_mem) always: Зберігати нещодавно отримані об'єкти в пам'яті (типово) disk: У пам'яті зберігаються лише звернення до дискового кешу, що означає, що об'єкт спочатку повинен бути кешований на диску, а потім повторно використаний, перш ніж бути кешованим у пам'яті. network: У пам'яті зберігаються лише об'єкти, отримані з мережі.
zh_cn: 控制要保留在内存缓存中的对象 （cache_mem）。 始终：将最近提取的对象保留在内存中（默认） 磁盘：只有磁盘缓存命中才会保留在内存中，这意味着对象必须首先缓存在磁盘上，然后第二次命中才能缓存在内存中。 网络：只有从网络获取的对象才会保留在内存中。

source: Specify an IP protocol for the listener.
cs_cz: Zadejte IP protokol pro proces očekávající spojení. ␣␣␣␣␣␣
de_de: Geben Sie ein IP-Protokoll für den Listener an.
el_gr: Καθορίστε ένα πρωτόκολλο IP για τον ακροατή.
fa_ir: یک پروتکل IP برای شنونده مشخص کنید.
fr_fr: Spécifiez un protocole IP pour l'écouteur.
it_it: Specificare un protocollo IP per il listener.
ko_kr: 수신기의 IP 프로토콜을 지정합니다.
pl_pl: Określ protokół IP dla odbiornika.
uk_ua: Вкажіть IP-протокол для слухача.
zh_cn: 为监听器指定IP协议。

source: ACME Account
cs_cz: Účet u ACME
de_de: ACME Benutzerkonto
el_gr: Λογαριασμός ACME
fa_ir: حساب ACME
fr_fr: Compte ACME
it_it: Conto ACME
ko_kr: ACME 계정
uk_ua: Обліковий запис ACME
zh_cn: ACME 帐号

source: ACME CA Settings
cs_cz: Nastavení pro ACME CA
de_de: ACME CA Einstellungen
el_gr: Ρυθμίσεις ACME CA
fa_ir: تنظیمات مرجع صدور گواهی ACME
fr_fr: Paramètres ACME CA
it_it: Impostazioni ACME CA
ko_kr: ACMECA 설정
uk_ua: Налаштування ACME CA
zh_cn: ACME CA设置

source: Add Blocklist Alias
cs_cz: Přidat alternativní název seznamu blokovaných
de_de: Blocklisten-Alias hinzufügen
el_gr: Προσθήκη ψευδωνύμου λίστας αποκλεισμού
fa_ir: افزودن آلیاس Blocklist
fr_fr: Ajouter un alias de liste de blocage
it_it: Aggiungi l'alias della lista bloccata
ko_kr: 블록 목록 별칭 추가
pl_pl: Dodaj alias listy zablokowanych
uk_ua: Додати псевдонім чорного списку
zh_cn: 添加黑名单别名

source: Adds firewall alias "BlocklistMaltrail" referencing Maltrail's "/fail2ban" IP list. You can use this alias to block IPs that Maltrail detected as malicious.
cs_cz: Přidá alternativní název brány firewall „BlocklistMaltrail“ odkazující na seznam IP adres „/fail2ban“ služby Maltrail. Tento název je možné použít k blokování IP adres, které Maltrail detekoval jako škodlivé.
de_de: Fügt das Firewall-Alias "BlocklistMaltrail" hinzu, das auf die IP-Liste "/fail2ban" von Maltrail verweist. Dieses Alias kann verwendet werden, um von Maltrail als bösartig erkannte IP-Adressen zu blockieren.
el_gr: Προσθέτει το ψευδώνυμο τείχους προστασίας "BlocklistMaltrail" που αναφέρεται στη λίστα IP "/fail2ban" του Maltrail. Μπορείτε να χρησιμοποιήσετε αυτό το ψευδώνυμο για να αποκλείσετε IP που το Maltrail ανίχνευσε ως κακόβουλες.
fa_ir: افزودن آلیاس فایروال "BlocklistMaltrail" که به لیست IP "./fail2ban" در Maltrail اشاره می‌کند. می‌توانید از این آلیاس برای مسدود کردن آدرس‌هایی که Maltrail آن‌ها را مخرب تشخیص داده استفاده کنید.
fr_fr: Ajoute l'alias de pare-feu "BlocklistMaltrail" faisant référence à la liste d'IP "/fail2ban" de Maltrail. Vous pouvez utiliser cet alias pour bloquer les IP que Maltrail a détectées comme malveillantes.
it_it: Aggiunge l'alias del firewall "BlocklistMaltrail" che fa riferimento all'elenco IP "/fail2ban" di Maltrail. Puoi utilizzare questo alias per bloccare gli IP che Maltrail ha rilevato come dannosi.
ko_kr: Maltrail의 "/fail2ban" IP 목록을 참조하는 방화벽 별칭 "BlocklistMaltrail"을 추가합니다. 이 별칭을 사용하여 Maltrail이 악의적으로 탐지한 IP를 차단할 수 있습니다.
uk_ua: Додає псевдонім брандмауера "BlocklistMaltrail", що посилається на список IP-адрес Maltrail "/fail2ban". Ви можете використовувати цей псевдонім для блокування IP-адрес, які Maltrail виявив як шкідливі.
zh_cn: 添加防火墙别名"BlocklistMaltrail"，引用 Maltrail 的"/fail2ban"IP 列表。可以使用此别名来阻止Maltrail 检测到的恶意IP。

source: An optional source IP address for outgoing connections.
cs_cz: Volitelná zdrojová IP adresa pro odchozí spojení.
de_de: Eine optionale Quell-IP-Adresse für ausgehende Verbindungen.
el_gr: Μια προαιρετική διεύθυνση IP πηγής για εξερχόμενες συνδέσεις.
fa_ir: آدرس IP مبدأ اختیاری برای اتصالات خروجی.
fr_fr: Une adresse IP source facultative pour les connexions sortantes.
it_it: Un indirizzo IP di origine facoltativo per le connessioni in uscita.
ko_kr: 나가는 연결을 위한 선택적 출발지 IP 주소입니다.
pl_pl: Opcjonalny źródłowy adres IP dla połączeń wychodzących.
uk_ua: Необов'язкова вихідна IP-адреса для вихідних з'єднань.
zh_cn: 出站连接可选的源IP地址。

source: An optional value provided by the CA when using ACME External Account Binding (EAB).
cs_cz: Nepovinná hodnota poskytovaná certifikační autoritou při použití vazby na externí účet (EAB) ACME.
de_de: Ein optionaler Wert, der von der Zertifizierungsstelle beim Einsatz von ACME External Account Binding (EAB) bereitgestellt wird.
el_gr: Μια προαιρετική τιμή που παρέχεται από την Αρχή Πιστοποίησης (CA) κατά τη χρήση της Σύνδεσης Εξωτερικού Λογαριασμού (EAB) της ACME.
fa_ir: یک مقدار اختیاری که توسط CA هنگام استفاده از ACME External Account Binding (EAB) ارائه می‌شود.
fr_fr: Une valeur facultative fournie par l'AC lors de l'utilisation de l'ACME External Account Binding (EAB).
it_it: Un valore facoltativo fornito dalla CA quando si utilizza ACME External Account Binding (EAB).
ko_kr: ACME EAB(External Account Binding)를 사용할 때 CA에서 제공하는 선택적 값입니다.
uk_ua: Необов'язкове значення, надане CA при використанні прив'язки зовнішнього облікового запису ACME (EAB).
zh_cn: 使用 ACME 外部帐户绑定 (EAB) 时 CA 提供的可选值。

source: As a DNS server may not answer all the IPs in one DNS request, haproxy keeps a cache of previous answers. An answer will be considered obsolete after [hold obsolete] seconds without the IP returned. Default is "30s".
cs_cz: Protože DNS server nemusí odpovědět na všechny IP adresy v jednom DSN požadavku, haproxy uchovává mezipaměť předchozích odpovědí. Odpověď bude považována za zastaralou po [hold obsolete] sekundách bez vrácené IP adresy. Výchozí hodnota je „30s“.
de_de: Da ein DNS-Server bei einer einzelnen Anfrage möglicherweise nicht alle IP-Adressen zurückliefert, speichert HAProxy frühere Antworten zwischen. Eine Antwort gilt als veraltet, wenn die in [hold obsolete] definierte Zeit verstrichen ist, ohne dass erneut eine IP-Adresse zurückgegeben wurde. Standard: "30s".
el_gr: Καθώς ένας διακομιστής DNS ενδέχεται να μην απαντήσει σε όλες τις διευθύνσεις IP σε ένα αίτημα DNS, το haproxy διατηρεί μια προσωρινή μνήμη με τις προηγούμενες απαντήσεις. Μια απάντηση θα θεωρείται παρωχημένη μετά από [hold offet] δευτερόλεπτα χωρίς να επιστραφεί η διεύθυνση IP. Η προεπιλογή είναι "30s".
fa_ir: چون یک سرور DNS ممکن است همه IPها را در یک درخواست DNS پاسخ ندهد، haproxy یک کش از پاسخ‌های قبلی نگه می‌دارد. یک پاسخ در صورتی که برای [hold obsolete] ثانیه آن IP بازنگردد منسوخ در نظر گرفته می‌شود. مقدار پیش‌فرض "30s" است.
fr_fr: Comme un serveur DNS peut ne pas répondre à toutes les IP en une seule requête DNS, haproxy conserve un cache des réponses précédentes. Une réponse sera considérée comme obsolète après [hold obsolete] secondes sans l'IP retournée. La valeur par défaut est "30s".
it_it: Poiché un server DNS potrebbe non rispondere a tutti gli IP in una richiesta DNS, haproxy conserva una cache delle risposte precedenti. Una risposta verrà considerata obsoleta dopo [hold obsolete] secondi senza che l'IP venga restituito. L'impostazione predefinita è "30s".
ko_kr: DNS 서버가 하나의 DNS 요청의 모든 IP에 응답하지 않을 수 있으므로 haproxy는 이전 응답의 캐시를 유지합니다. IP가 반환되지 않은 상태에서 [hold oored] 초가 지나면 응답은 사용되지 않는 것으로 간주됩니다. 기본값은 "30초"입니다.
pl_pl: Ponieważ serwer DNS może nie odpowiedzieć na wszystkie adresy IP w jednym żądaniu DNS, haproxy przechowuje pamięć podręczną poprzednich odpowiedzi. Odpowiedź zostanie uznana za przestarzałą po [przytrzymaj przestarzałe] sekundach bez zwrócenia adresu IP. Wartość domyślna to „30s”.
uk_ua: Оскільки DNS-сервер може не відповідати на всі IP-адреси в одному DNS-запиті, haproxy зберігає кеш попередніх відповідей. Відповідь буде вважатися застарілою через [hold obsolete] секунд без повернення IP-адреси. Типово встановлено "30s".
zh_cn: 由于DNS服务器可能无法回答一个DNS请求中的所有 IP，因此haproxy会保留先前答案的缓存。 在 [过期保持时间] 后没有返回 IP 的答案将被视为已过时。 默认为"30 秒"。

source: CA Options
cs_cz: Možnosti cert. autority
de_de: CA Optionen
el_gr: Επιλογές CA
fa_ir: گزینه‌های CA
fr_fr: Options CA
it_it: Opzioni CA
ko_kr: CA 옵션
pl_pl: Opcje CA
uk_ua: Опції CA
zh_cn: CA选项

source: Can be generated under ZoneID account management
cs_cz: Je možné vytvořit ve správě účtu u ZoneID
de_de: Kann im Bereich "ZoneID-Kontoverwaltung" generiert werden
el_gr: Μπορεί να δημιουργηθεί στη διαχείριση λογαριασμού ZoneID
fa_ir: قابل تولید در مدیریت حساب ZoneID
fr_fr: Peut être généré sous la gestion du compte ZoneID
it_it: Può essere generato nella gestione dell'account ZoneID
ko_kr: ZoneID 계정 관리에서 생성 가능
pl_pl: Można wygenerować w ramach zarządzania kontem ZoneID
uk_ua: Може бути згенеровано в управлінні обліковими записами ZoneID
zh_cn: 可在ZoneID账户管理下生成

source: Case-sensitive
cs_cz: Rozlišuje VELKÁ / malá písmena
de_de: Groß- und Kleinschreibung beachten
el_gr: Διάκριση πεζών-κεφαλαίων
fa_ir: حساس به حروف بزرگ/کوچک
fr_fr: Sensible à la casse
it_it: Maiuscole e minuscole
ko_kr: 대소문자 구분
uk_ua: Чутливий до регістру
zh_cn: 区分大小写

source: Check ip method
cs_cz: Metoda kontroly ip
de_de: IP-Prüfmethode
el_gr: Μέθοδος ελέγχου IP
fa_ir: روش بررسی IP
fr_fr: Vérifier la méthode ip
it_it: Controlla il metodo ip
ko_kr: IP 메소드 확인
uk_ua: Метод перевірки IP
zh_cn: 检查ip方法

source: Common Name (CN) and first Alt Name (subjectAltName) for this certificate.
cs_cz: Common Name (CN) a first Alt Name (subjectAltName) pro tento certifikát.
de_de: Common Name (CN) und erster alternativer Name (subjectAltName) dieses Zertifikats.
el_gr: Κοινό όνομα (CN) και πρώτο εναλλακτικό όνομα (subjectAltName) για αυτό το πιστοποιητικό.
fa_ir: Common Name (CN) و اولین Alt Name (subjectAltName) برای این گواهی.
fr_fr: Nom commun (CN) et premier nom alternatif (subjectAltName) pour ce certificat.
it_it: Nome comune (CN) e primo nome alternativo (subjectAltName) per questo certificato.
ko_kr: 공통 이름(CN) 및 첫 번째 Alt 이름(제목)이 인증서에 대한 AltName).
uk_ua: Загальне ім'я (CN) та перше альтернативне ім'я (subjectAltName) для цього сертифіката.
zh_cn: 该证书的公用名(CN)和第一个Alt Name(subjectAltName)。

source: Configure listen addresses for this Public Service, i.e. 127.0.0.1:8080 or www.example.com:443 or unix@socket-name. Use TAB key to complete typing a listen address.
cs_cz: Nastavit adresy, na kterých tato veřejná služba bude očekávat spojení, tj. 127.0.0.1:8080 nebo www.example.com:443 nebo unix@socket-name. Pro dokončení zadávání adresy pro očekávání spojení použijte klávesu TAB.
de_de: Konfigurieren Sie Abhöradressen für diesen öffentlichen Dienst, z. B. 127.0.0.1:8080 oder www.example.com:443 oder unix@socket-name. Verwenden Sie die Tabulatortaste, um die Eingabe der Abhöradresse abzuschließen.
el_gr: Ρυθμίστε τις διευθύνσεις ακρόασης για αυτήν την Δημόσια Υπηρεσία, π.χ. 127.0.0.1:8080 ή www.example.com:443 ή unix@socket-name. Χρησιμοποιήστε το πλήκτρο TAB για να ολοκληρώσετε την πληκτρολόγηση μιας διεύθυνσης ακρόασης.
fa_ir: آدرس‌های شنود این سرویس عمومی را پیکربندی کنید، برای مثال 127.0.0.1:8080 یا www.example.com:443 یا unix@socket-name. برای تکمیل وارد کردن یک آدرس شنود از کلید TAB استفاده کنید.
fr_fr: Configurez les adresses d'écoute pour ce service public, par exemple 127.0.0.1:8080 ou www.example.com:443 ou unix@socket-name. Utilisez la touche TAB pour terminer la saisie d'une adresse d'écoute.
it_it: Configura gli indirizzi di ascolto per questo servizio pubblico, ad esempio 127.0.0.1:8080 o www.example.com:443 o unix@socket-name. Utilizzare il tasto TAB per completare la digitazione di un indirizzo di ascolto.
ko_kr: 이 공용 서비스에 대한 수신 대기 주소(예: 127.0.0.1:8080 또는 www.example.com:443 또는 unix@https-name)를 구성합니다. Tab 키를 사용하여 수신 대기 주소 입력을 완료합니다.
uk_ua: Налаштуйте адреси прослуховування для цієї публічної служби, наприклад, 127.0.0.1:8080 або www.example.com:443 або unix@socket-name. Використовуйте клавішу TAB для завершення введення адреси прослуховування.
zh_cn: 为此公共服务配置监听地址，即 127.0.0.1:8080 或 www.example.com:443 或 unix@socket-name。 使用 TAB 键完成输入。

source: Connection scheme that will be used when uploading certificates to Synology DSM.
cs_cz: Schéma připojení, které bude použito při nahrávání certifikátů do Synology DSM.
de_de: Verbindungsschema, das beim Hochladen von Zertifikaten zu Synology DSM verwendet wird.
el_gr: Σχήμα σύνδεσης που θα χρησιμοποιηθεί κατά την αποστολή πιστοποιητικών στο Synology DSM.
fa_ir: روش اتصال که هنگام بارگذاری گواهی‌ها به Synology DSM استفاده می‌شود.
fr_fr: Schéma de connexion qui sera utilisé lors du téléchargement des certificats vers le Synology DSM.
it_it: Schema di connessione che verrà utilizzato durante il caricamento dei certificati su Synology DSM.
ko_kr: Synology DSM에 인증서를 업로드할 때 사용할 연결 구성표입니다.
uk_ua: Схема з'єднання, яка буде використовуватися під час завантаження сертифікатів до Synology DSM.
zh_cn: 将证书上传至 Synology DSM时使用的连接方案。

source: Create certificates
cs_cz: Vytvořit certifikáty
de_de: Zertifikate erstellen
el_gr: Δημιουργία πιστοποιητικών
fa_ir: ایجاد گواهی‌ها
fr_fr: Créer des certificats
it_it: Creare certificati
ko_kr: 인증서 생성
pl_pl: Utwórz certyfikaty
uk_ua: Створити сертифікати
zh_cn: 创建证书

source: Custom CA URL
cs_cz: URL uživatelsky určené CA
de_de: Benutzerdefinierte CA-URL
el_gr: Προσαρμοσμένη διεύθυνση URL CA
fa_ir: URL سفارشی CA
fr_fr: URL personnalisée de l'AC
it_it: URL CA personalizzato
ko_kr: 사용자 정의 CA URL
uk_ua: Власний URL-адреса CA

source: DDNSS API
el_gr: API DDNSS
fr_fr: API DDNSS
it_it: API DDSS
uk_ua: API DDNSS

source: Default Server
cs_cz: Výchozí server
de_de: Standardserver
el_gr: Προεπιλεγμένος διακομιστής
fa_ir: سرور پیش‌فرض
fr_fr: Serveur par défaut
it_it: Server predefinito
ko_kr: 기본 서버
pl_pl: Serwer domyślny
uk_ua: Типовий сервер
zh_cn: 默认服务器

source: Delay Warning Time
cs_cz: Doba zpoždění varování
de_de: Verzögerung der Warnzeit
el_gr: Χρόνος προειδοποίησης καθυστέρησης
fa_ir: زمان هشدار تأخیر
fr_fr: Délai d'avertissement
it_it: Tempo di avviso di ritardo
ko_kr: 지연 경고 시간
pl_pl: Opóźnienie czasu ostrzeżenia
uk_ua: Час затримки попередження
zh_cn: 延迟警告时间

source: Description to identify this queue.
cs_cz: Popis pro identifikaci této fronty.
de_de: Beschreibung zur Identifizierung dieser Queue.
el_gr: Περιγραφή για την αναγνώριση αυτής της ουράς.
fa_ir: توضیحی برای شناسایی این صف.
fr_fr: Description pour identifier cette file d'attente.
it_it: Descrizione per identificare questa coda.
ko_kr: 이 대기열을 식별하기 위한 설명입니다.
pl_pl: Opis do identyfikacji tej kolejki.
uk_ua: Опис для ідентифікації цієї черги.
zh_cn: 用于标识该队列的说明。

source: Description to identify this rule.
cs_cz: Popis pro identifikaci tohoto pravidla.
de_de: Beschreibung zur Identifizierung dieser Regel.
el_gr: Περιγραφή για τον προσδιορισμό αυτού του κανόνα.
fa_ir: توضیحی برای شناسایی این قانون.
fr_fr: Description pour identifier cette règle.
it_it: Descrizione per identificare questa regola.
ko_kr: 이 규칙을 식별하기 위한 설명입니다.
pl_pl: Opis identyfikujący tę regułę.
uk_ua: Опис для ідентифікації цього правила.
zh_cn: 用于标识该规则的说明。

source: Device ID
cs_cz: Identif. zařízení
de_de: Geräte-ID
el_gr: Αναγνωριστικό συσκευής
fa_ir: شناسه دستگاه
fr_fr: ID du dispositif
it_it: ID del dispositivo
ko_kr: 장치 ID
pl_pl: ID urządzenia
uk_ua: Ідентифікатор пристрою
zh_cn: 设备ID
