Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This enables LDAP authentication in inner-tunnel configuration. This is needed for protocols requiring encrypted authentication like 802.1X.
cs_cz: Toto v nastavení vnitřního tuneulu zapíná LDAP ověřování se. To je nutné pro protokoly vyžadující šifrované ověřování, jako je 802.1X.
de_de: Aktiviert die LDAP-Authentifizierung innerhalb der Inner-Tunnel-Konfiguration. Erforderlich für Protokolle mit verschlüsselter Authentifizierung wie 802.1X.
el_gr: Αυτό επιτρέπει τον έλεγχο ταυτότητας LDAP σε διαμόρφωση εσωτερικής σήραγγας. Αυτό είναι απαραίτητο για πρωτόκολλα που απαιτούν κρυπτογραφημένο έλεγχο ταυτότητας όπως το 802.1X.
fa_ir: این گزینه احراز هویت LDAP را در پیکربندی inner-tunnel فعال می‌کند. این برای پروتکل‌هایی که نیاز به احراز هویت رمزنگاری‌شده دارند مانند 802.1X لازم است.
fr_fr: Cela permet d'activer l'authentification LDAP dans la configuration du tunnel interne. Ceci est nécessaire pour les protocoles nécessitant une authentification cryptée comme 802.1X.
it_it: Ciò abilita l'autenticazione LDAP nella configurazione del tunnel interno. Ciò è necessario per i protocolli che richiedono l'autenticazione crittografata come 802.1X.
ko_kr: 이것은 inner-tunnel 구성에서 LDAP 인증을 활성화합니다. 802.1X와 같은 암호화된 인증을 필요로 하는 프로토콜에 필요합니다.
uk_ua: Це вмикає автентифікацію LDAP у конфігурації внутрішнього тунелю. Це необхідно для протоколів, які вимагають зашифрованої автентифікації, таких як 802.1X.
zh_cn: 这将在内部隧道配置中启用 LDAP 身份验证。需要加密身份验证的协议（如 802.1X）需要使用此功能。

source: This is an advanced setting for selective routing scenarios. It will prevent installing the route which routes the IPv6 Prefix to Tayga. This requires assigning and locking the nat64 interface, enabling dynamic gateway policy, configuring a dynamic IPv6 gateway and adding custom routes.
cs_cz: Toto je pokročilé nastavení pro scénáře selektivního směrování. Zabrání instalaci trasy, která směruje prefix IPv6 do sítě Tayga. To vyžaduje přiřazení a uzamčení rozhraní nat64, povolení zásad dynamické brány, nastavení dynamické brány IPv6 a přidání vlastních tras.
de_de: Dies ist eine erweiterte Einstellung für selektives Routing. Sie verhindert die Installation der Route, die das IPv6-Präfix an Tayga weiterleitet. Dies erfordert die Zuweisung und Sperrung der nat64-Schnittstelle, die Aktivierung der dynamischen Gateway-Richtlinie, die Konfiguration eines dynamischen IPv6-Gateways und das Hinzufügen benutzerdefinierter Routen.
el_gr: Αυτή είναι μια προηγμένη ρύθμιση για σενάρια επιλεκτικής δρομολόγησης. Θα αποτρέψει την εγκατάσταση της διαδρομής που δρομολογεί το πρόθεμα IPv6 στην Tayga. Αυτό απαιτεί την αντιστοίχιση και το κλείδωμα της διεπαφής nat64, την ενεργοποίηση της πολιτικής δυναμικής πύλης, τη διαμόρφωση μιας δυναμικής πύλης IPv6 και την προσθήκη προσαρμοσμένων διαδρομών.
fa_ir: این یک تنظیم پیشرفته برای سناریوهای مسیریابی انتخابی است. از نصب مسیری که پیشوند IPv6 را به Tayga مسیریابی می‌کند جلوگیری خواهد کرد. این نیازمند اختصاص و قفل‌کردن رابط nat64، فعال‌سازی سیاست دروازه دینامیک، پیکربندی یک دروازه IPv6 دینامیک و افزودن مسیرهای سفارشی است.
fr_fr: Il s'agit d'un paramètre avancé pour les scénarios de routage sélectif. Il empêchera l'installation de la route qui achemine le préfixe IPv6 vers Tayga. Cela nécessite d'assigner et de verrouiller l'interface nat64, d'activer la politique de passerelle dynamique, de configurer une passerelle IPv6 dynamique et d'ajouter des routes personnalisées.
it_it: Si tratta di un'impostazione avanzata per scenari di routing selettivi. Ciò impedirà l'installazione del percorso che instrada il prefisso IPv6 a Tayga. Ciò richiede l'assegnazione e il blocco dell'interfaccia nat64, l'abilitazione della policy del gateway dinamico, la configurazione di un gateway IPv6 dinamico e l'aggiunta di percorsi personalizzati.
ko_kr: 이것은 선택적 라우팅 시나리오에 대한 고급 설정입니다. IPv6 프리픽스를 Tayga로 라우팅하는 경로를 설치하지 못하도록 합니다. nat64 인터페이스를 할당하고 잠그고, 동적 게이트웨이 정책을 활성화하고, 동적 IPv6 게이트웨이를 구성하고, 사용자 정의 경로를 추가해야 합니다.
uk_ua: Це розширене налаштування для сценаріїв вибіркової маршрутизації. Це запобігатиме встановленню маршруту, який маршрутизує префікс IPv6 до Tayga. Це вимагає призначення та блокування інтерфейсу nat64, увімкнення політики динамічного шлюзу, настройки динамічного шлюзу IPv6 та додавання спеціальних маршрутів.
zh_cn: 这是针对选择性路由方案的高级设置。它将阻止安装将 IPv6 前缀路由到 Tayga 的路由。这需要分配并锁定 nat64 接口、启用动态网关策略、配置动态 IPv6 网关并添加自定义路由。

source: This option automatically creates the specified number of listeners for every IP:port combination and evenly distributes them among available threads. This can sometimes be useful when using very large thread counts where the in-kernel locking on a single socket starts to cause a significant overhead.
cs_cz: Tato možnost automaticky vytvoří zadaný počet spojení očekávajících procesů pro každou kombinaci IP:port a rovnoměrně je rozdělí mezi dostupná vlákna. To může být někdy užitečné při použití velmi velkého počtu vláken, kdy zamykání v jádře na jednom soketu začne způsobovat značnou režii.
de_de: Diese Option erstellt automatisch die angegebene Anzahl von Listenern für jede IP:Port-Kombination und verteilt sie gleichmäßig auf die verfügbaren Threads. Dies kann bei sehr hohen Thread-Zahlen hilfreich sein, da die Kernel-Sperre eines einzelnen Sockets einen erheblichen Overhead verursacht.
el_gr: Αυτή η επιλογή δημιουργεί αυτόματα τον καθορισμένο αριθμό ακροατών για κάθε συνδυασμό IP:port και τους κατανέμει ομοιόμορφα μεταξύ των διαθέσιμων νημάτων. Αυτό μπορεί μερικές φορές να είναι χρήσιμο όταν χρησιμοποιούνται πολύ μεγάλοι αριθμοί νημάτων όπου το κλείδωμα εντός του πυρήνα σε μια μόνο υποδοχή αρχίζει να προκαλεί σημαντική επιβάρυνση.
fa_ir: این گزینه به‌طور خودکار تعداد مشخصی listener برای هر ترکیب IP:port ایجاد می‌کند و آن‌ها را به‌طور یکنواخت بین threadهای در دسترس توزیع می‌کند. این در مواقعی که تعداد threadها بسیار زیاد است و قفل‌گذاری در هسته روی یک سوکت باعث سربار قابل‌توجهی می‌شود، مفید است.
fr_fr: Cette option crée automatiquement le nombre spécifié d'auditeurs pour chaque combinaison IP:port et les répartit de manière égale entre les threads disponibles. Cela peut parfois s'avérer utile lorsque le nombre de threads est très élevé et que le verrouillage dans le noyau sur une seule socket commence à provoquer une surcharge importante.
it_it: Questa opzione crea automaticamente il numero specificato di ascoltatori per ogni combinazione IP:porta e li distribuisce uniformemente tra i thread disponibili. Questo a volte può essere utile quando si utilizzano conteggi di thread molto grandi in cui il blocco nel kernel su un singolo socket inizia a causare un sovraccarico significativo.
ko_kr: 이 옵션은 지정된 수의 리스너를 모든 IP:포트 조합에 대해 자동으로 생성하고 사용 가능한 스레드 사이에서 균등하게 분산합니다. 이것은 때때로 단일 소켓의 커널 내부 잠금이 상당한 오버헤드를 일으키는 매우 큰 스레드 수를 사용할 때 유용할 수 있습니다.
uk_ua: Ця опція автоматично створює вказану кількість слухачів для кожної комбінації IP:порт і рівномірно розподіляє їх між доступними потоками. Це може бути корисним при використанні дуже великої кількості потоків, де блокування в ядрі на одному сокеті починає викликати значні накладні витрати.
zh_cn: 此选项自动为每个IP:端口组合创建指定数量的侦听器，并将它们均匀地分布在可用线程之间。 当使用非常大的线程数（其中单个套接字上的内核内锁定开始导致显着的开销）时，这有时会很有用。

source: This will activate the repeater service only on the master device.
cs_cz: Toto zapne službu opakovače pouze na hlavním zařízení.
de_de: Dadurch wird der Repeater-Dienst nur auf dem Master-Gerät aktiviert.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία επαναλήπτη μόνο στην κύρια συσκευή.
fa_ir: این فقط سرویس repeater را روی دستگاه master فعال می‌کند.
fr_fr: Cela activera le service de répétition uniquement sur l'appareil maître.
it_it: Ciò attiverà il servizio ripetitore solo sul dispositivo master.
ko_kr: 이것은 중계 서비스를 마스터 장치에서만 활성화합니다.
uk_ua: Це активує службу репітера лише на головному пристрої.
zh_cn: 这将仅在主设备上激活中继器服务。

source: This will enable or disable the home server pool.
cs_cz: Toto povolí nebo zakáže fond home server.
de_de: Dadurch wird der Home-Server-Pool aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει την ομάδα οικιακών διακομιστών.
fa_ir: این باعث فعال یا غیرفعال شدن استخر سرور خانگی می‌شود.
fr_fr: Cela permet d'activer ou de désactiver le pool de serveurs domestiques.
it_it: Ciò abiliterà o disabiliterà il pool di server domestici.
ko_kr: 홈 서버 풀을 활성화하거나 비활성화합니다.
uk_ua: Це ввімкне або вимкне пул домашніх серверів.
zh_cn: 这将启用或禁用主服务器池。

source: This will enable or disable the homeserver setting.
cs_cz: Toto povolí nebo zakáže nastavení pro homeserver.
de_de: Dadurch wird die Homeserver-Einstellung aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τη ρύθμιση του οικιακού διακομιστή.
fa_ir: این تنظیم سرور خانگی را فعال یا غیرفعال می‌کند.
fr_fr: Cette option permet d'activer ou de désactiver le paramètre du serveur domestique.
it_it: Ciò abiliterà o disabiliterà l'impostazione del server home.
ko_kr: 홈서버 설정을 활성화하거나 비활성화합니다.
uk_ua: Це ввімкне або вимкне налаштування домашнього сервера.
zh_cn: 这将启用或禁用家庭服务器设置。

source: This will enable or disable the proxy config.
cs_cz: Toto zapne nebo vypne nastavení proxy.
de_de: Dadurch wird die Proxy-Konfiguration aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τη διαμόρφωση του διακομιστή μεσολάβησης.
fa_ir: این پیکربندی پروکسی را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver la configuration du proxy.
it_it: Ciò abiliterà o disabiliterà la configurazione del proxy.
ko_kr: 프록시 구성을 활성화하거나 비활성화합니다.
uk_ua: Це ввімкне або вимкне конфігурацію проксі.
zh_cn: 这将启用或禁用代理配置。

source: This will enable the SSLH service.
cs_cz: Toto zapne službu SSLH.
de_de: Dadurch wird der SSLH-Dienst aktiviert.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία SSLH.
fa_ir: این سرویس SSLH را فعال می‌کند.
fr_fr: Cela permet d'activer le service SSLH.
it_it: Ciò abiliterà il servizio SSLH.
ko_kr: SSLH 서비스를 활성화합니다.
uk_ua: Це ввімкне службу SSLH.
zh_cn: 这将启用 SSLH 服务。

source: Time (Max Age)
cs_cz: Doba (max. stáří)
de_de: Zeit (maximales Alter)
el_gr: Χρόνος (Μέγιστη ηλικία)
fa_ir: زمان (حداکثر عمر)
fr_fr: Temps (âge maximum)
it_it: Tempo (età massima)
ko_kr: 시간 (최대 Age)
uk_ua: Час (Максимальний вік)
zh_cn: 有效期

source: Time in seconds between annoying users to signoff prior to system shutdown. 0 disables.
cs_cz: Interval (v sekundách) otravování uživatelů, aby se před vypnutím systému odhlásili. 0 (nula) toto vypíná.
de_de: Zeit in Sekunden zwischen den Erinnerungen an Benutzer, sich vor dem Herunterfahren abzumelden. 0 deaktiviert die Benachrichtigungen.
el_gr: Χρόνος σε δευτερόλεπτα μεταξύ της αποσύνδεσης από ενοχλητικούς χρήστες πριν από τον τερματισμό λειτουργίας του συστήματος. Το 0 απενεργοποιείται.
fa_ir: زمان بر حسب ثانیه بین اخطار به کاربران برای خروج قبل از خاموشی سیستم. مقدار 0 غیرفعال می‌کند.
fr_fr: Délai en secondes entre le moment où les utilisateurs sont dérangés et celui où ils quittent le système avant l'arrêt de ce dernier. 0 désactive.
it_it: Tempo in secondi tra la disconnessione degli utenti fastidiosi e l'arresto del sistema. 0 disabilita.
ko_kr: 시스템 종료 전에 사용자에게 로그오프하도록 유도하는 시간(초). 0은 비활성화합니다.
uk_ua: Час у секундах між набриданням користувачам вийти з системи перед вимкненням системи. 0 вимикає.
zh_cn: 在系统关机前，提示用户注销的时间间隔（以秒为单位）。设置为0则禁用该提示。

source: Time to Live for the DNS entry
cs_cz: Zivotnost pro položku DNS
de_de: Zeit bis zum Ablauf für den DNS-Eintrag
el_gr: Ώρα να ζήσουμε για την καταχώρηση DNS
fa_ir: زمان حیات (TTL) برای ورودی DNS
fr_fr: Le temps de vivre pour l'entrée DNS
it_it: Time to Live per la voce DNS
ko_kr: DNS 항목의 TTL
uk_ua: Час життя для запису DNS
zh_cn: DNS记录的有效期

source: Timeout in seconds before forwarding the connection to the timeout protocol (which should usually be SSH). Default: 2
cs_cz: Časový limit (v sekundách) před předáním připojení protokolu s časovým limitem (obvykle SSH). Výchozí hodnota: 2
de_de: Zeitüberschreitung in Sekunden, bevor die Verbindung an das Timeout-Protokoll (in der Regel SSH) weitergeleitet wird. Standardwert: 2
el_gr: Χρονικό όριο σε δευτερόλεπτα πριν από την προώθηση της σύνδεσης στο πρωτόκολλο χρονικού ορίου (το οποίο συνήθως θα πρέπει να είναι SSH). Προεπιλογή: 2
fa_ir: زمان تایم‌اوت بر حسب ثانیه قبل از ارجاع اتصال به پروتکل تایم‌اوت (که معمولاً باید SSH باشد). پیش‌فرض: 2
fr_fr: Délai d'attente en secondes avant de transmettre la connexion au protocole de délai d'attente (qui devrait généralement être SSH). Valeur par défaut : 2
it_it: Timeout in secondi prima di inoltrare la connessione al protocollo di timeout (che solitamente dovrebbe essere SSH). Predefinito: 2
ko_kr: 연결을 타임아웃 프로토콜(일반적으로 SSH)로 전달하기 전의 시간 초. 기본값: 2
uk_ua: Таймаут у секундах перед перенаправленням з'єднання на протокол таймауту (який зазвичай повинен бути SSH). Типово: 2
zh_cn: 将连接转发到超时协议（通常为 SSH）前的超时时间（秒）。默认值：2

source: Tinc Target
cs_cz: Tinc cíl
de_de: Tinc-Ziel
el_gr: Στόχος κασσίτερου
fa_ir: هدف Tinc
fr_fr: Cible Tinc
it_it: Bersaglio Tinc
ko_kr: Tinc 대상
uk_ua: Ціль Tinc
zh_cn: Tinc 目标

source: To add this cache parameter Vary support needs to be enabled. Define the maximum number of simultaneous secondary entries with the same primary key in the cache. Its default value is 10 and should be passed a strictly positive integer.
cs_cz: Pro přidání tohoto parametru mezipaměti je třeba povolit podporu Vary. Definujte maximální počet souběžných sekundárních záznamů se stejným primárním klíčem v mezipaměti. Jeho výchozí hodnota je 10 a mělo by být předáno striktně kladné celé číslo.
de_de: Zur Aktivierung dieses Cache-Parameters muss die "Vary"-Verarbeitung eingeschaltet sein. Definiert die maximale Anzahl gleichzeitiger sekundärer Einträge mit demselben primären Schlüssel im Cache. Der Standardwert ist 10. Es muss eine positive Ganzzahl angegeben werden.
el_gr: Για να προσθέσετε αυτήν την παράμετρο cache, πρέπει να ενεργοποιηθεί η υποστήριξη Vary. Ορίστε τον μέγιστο αριθμό ταυτόχρονων δευτερευουσών καταχωρήσεων με το ίδιο πρωτεύον κλειδί στην cache. Η προεπιλεγμένη τιμή της είναι 10 και θα πρέπει να διαβιβάζεται ως ένας αυστηρά θετικός ακέραιος αριθμός.
fa_ir: برای افزودن این پارامتر کش، پشتیبانی Vary باید فعال شود. حداکثر تعداد ورودی‌های ثانویه هم‌زمان با همان کلید اصلی در کش را مشخص کنید. مقدار پیش‌فرض 10 است و باید عددی صحیح و مثبت باشد.
fr_fr: Pour ajouter ce paramètre de cache, la prise en charge de Vary doit être activée. Définit le nombre maximal d'entrées secondaires simultanées avec la même clé primaire dans le cache. Sa valeur par défaut est de 10 et doit être un nombre entier strictement positif.
it_it: Per aggiungere questo parametro cache è necessario abilitare il supporto Vary. Definire il numero massimo di voci secondarie simultanee con la stessa chiave primaria nella cache. Il suo valore predefinito è 10 e deve essere passato un numero intero strettamente positivo.
ko_kr: 이 캐시 매개변수를 추가하려면 Vary 지원을 활성화해야 합니다. 캐시에 동일한 기본 키를 가진 동시 보조 항목의 최대 수를 정의합니다. 기본값은 10이며, 엄격히 양의 정수를 전달해야 합니다.
uk_ua: Щоб додати цей параметр кешу, необхідно ввімкнути підтримку Vary. Визначте максимальну кількість одночасних вторинних записів з тим самим первинним ключем у кеші. Його типове значення становить 10 і повинно бути строго додатним цілим числом.
zh_cn: 要添加此缓存参数，需要启用Vary支持。定义缓存中具有相同主键的同时辅助条目的最大数量。它的默认值为10，并且应该传递一个严格的正整数。

source: Token Mode
cs_cz: Režim tokenu
de_de: Token-Modus
el_gr: Λειτουργία Token
fa_ir: حالت توکن
fr_fr: Mode jeton
it_it: Modalità gettone
ko_kr: 토큰 모드
uk_ua: Режим токена
zh_cn: 令牌模式

source: Token Secret
cs_cz: Tajemství tokenu
de_de: Token-Geheimnis
el_gr: Μυστικό διακριτικού
fa_ir: رمز مخفی توکن
fr_fr: Jeton secret
it_it: Segreto simbolico
ko_kr: 토큰 Secret
uk_ua: Секретний токен

source: Transfer Key Name
cs_cz: Přenést název klíče
de_de: Name des Übertragungsschlüssels
el_gr: Όνομα Κλειδιού Μεταφοράς
fa_ir: نام کلید انتقال
fr_fr: Nom de la clé de transfert
it_it: Trasferisci nome chiave
ko_kr: 전송 키 이름
uk_ua: Ім'я ключа передачі
zh_cn: Transfer密钥名称

source: TrueNAS API key
cs_cz: Klíč k TrueNAS API
de_de: TrueNAS API-Schlüssel
el_gr: Κλειδί API TrueNAS
fa_ir: کلید API TrueNAS
fr_fr: Clé API TrueNAS
it_it: Chiave API TrueNAS
ko_kr: TrueNAS API 키
uk_ua: Ключ API TrueNAS
zh_cn: TrueNAS API 密钥

source: TrueNAS hostname
cs_cz: Název stroje s TrueNAS
el_gr: Όνομα κεντρικού υπολογιστή TrueNAS
fa_ir: نام‌هاست TrueNAS
fr_fr: Nom d'hôte du TrueNAS
it_it: Nome host TrueNAS
ko_kr: TrueNAS 호스트 이름
uk_ua: Ім'я хоста TrueNAS
zh_cn: TrueNAS 主机名

source: TrueNAS scheme
cs_cz: Schéma TrueNAS
de_de: TrueNAS-Schema
el_gr: Σχήμα TrueNAS
fa_ir: طرح (scheme) TrueNAS
fr_fr: Schéma TrueNAS
it_it: Schema TrueNAS
ko_kr: TrueNAS 스키마(scheme)
uk_ua: Схема TrueNAS
zh_cn: TrueNAS 方案

source: Tunnel local address
cs_cz: Adresa na této straně tunelu
de_de: Lokale Tunneladresse
el_gr: Τοπική διεύθυνση σήραγγας
fa_ir: آدرس محلی تونل
fr_fr: Adresse locale du tunnel
it_it: Indirizzo locale del tunnel
ko_kr: 터널 로컬 주소
uk_ua: Локальна адреса тунелю
zh_cn: 隧道本地地址

source: Tunnel remote address
cs_cz: Adresa na protější straně tunelu
de_de: Remote-Tunneladresse
el_gr: Διεύθυνση απομακρυσμένης σήραγγας
fa_ir: آدرس راه دور تونل
fr_fr: Adresse distante du tunnel
it_it: Indirizzo remoto del tunnel
ko_kr: 터널 원격 주소
uk_ua: Віддалена адреса тунелю
zh_cn: 隧道远程地址

source: Type of resource record, e.g. A or AAAA for IPv4 or IPv6 addresses
cs_cz: Typ zdrojového záznamu, např. A nebo AAAA pro IPv4 nebo IPv6 adresy
de_de: Typ des Ressourceneintrags, z. B. A oder AAAA für IPv4- bzw. IPv6-Adressen.
el_gr: Τύπος εγγραφής πόρου, π.χ. A ή AAAA για διευθύνσεις IPv4 ή IPv6
fa_ir: نوع رکورد منبع، مثلاً A یا AAAA برای آدرس‌های IPv4 یا IPv6
fr_fr: Type d'enregistrement de ressource, par exemple A ou AAAA pour les adresses IPv4 ou IPv6
it_it: Tipo di record di risorse, ad es. A o AAAA per indirizzi IPv4 o IPv6
ko_kr: 자원 레코드 유형, 예: IPv4 또는 IPv6 주소의 A 또는 AAAA
uk_ua: Тип запису ресурсу, наприклад, A або AAAA для адрес IPv4 або IPv6
zh_cn: 记录的类型，例如IPv4或IPv6地址的A或 AAAA

source: UDP encapsulation
cs_cz: Zapouzřední UDP
de_de: UDP-Einkapselung
el_gr: Ενθυλάκωση UDP
fa_ir: کپسوله‌سازی UDP
fr_fr: Encapsulation UDP
it_it: Incapsulamento UDP
ko_kr: UDP 캡슐화
uk_ua: Інкапсуляція UDP
zh_cn: UDP封装

source: UPS Cable Type
cs_cz: Typ kabelu pro komunikaci s UPS
de_de: Typ des USV-Kabels
el_gr: Τύπος καλωδίου UPS
fa_ir: نوع کابل UPS
fr_fr: Type de câble UPS
it_it: Tipo di cavo UPS
ko_kr: UPS 케이블 유형
uk_ua: Тип кабелю ДБЖ
zh_cn: UPS 电缆类型

source: UPS Class
cs_cz: Třída UPS
de_de: USV-Klasse
fa_ir: کلاس UPS
fr_fr: Classe UPS
it_it: Classe UPS
ko_kr: UPS 클래스
uk_ua: Клас ДБЖ
zh_cn: UPS 等级

source: UPS Device
cs_cz: Zařízení UPS
de_de: USV-Gerät
el_gr: Συσκευή UPS
fa_ir: دستگاه UPS
fr_fr: Dispositif ASI
it_it: Dispositivo UPS
ko_kr: UPS 장치
uk_ua: Пристрій ДБЖ
zh_cn: UPS 设备

source: UPS Mode
cs_cz: Režim UPS
de_de: USV-Modus
el_gr: Λειτουργία UPS
fa_ir: حالت UPS
fr_fr: Mode ASI
it_it: Modalità UPS
ko_kr: UPS 모드
uk_ua: Режим ДБЖ
zh_cn: UPS 模式

source: UPS Name
cs_cz: Název UPS
de_de: USV-Name
el_gr: Όνομα UPS
fa_ir: نام UPS
fr_fr: Nom de l'ASI
it_it: Nome dell'UPS
ko_kr: UPS 이름
uk_ua: Ім'я ДБЖ
zh_cn: UPS 名称

source: URL of the Vault, i.e. http://vault.example.com:8200.
cs_cz: URL trezoru, např. http://vault.example.com:8200.
de_de: URL des Vault, z. B. http://vault.example.com:8200.
el_gr: URL του Vault, π.χ. http://vault.example.com:8200.
fa_ir: آدرس Vault (URL)، مثلاً http://vault.example.com:8200.
fr_fr: URL de la chambre forte, c'est-à-dire http://vault.example.com:8200.
it_it: URL del Vault, ad esempio http://vault.example.com:8200.
ko_kr: Vault의 URL, 예: http://vault.example.com:8200.
uk_ua: URL сховища, наприклад, http://vault.example.com:8200.
zh_cn: Vault 的 URL，即 http://vault.example.com:8200。

source: Unique
cs_cz: Neopakující se
de_de: Einzigartig
el_gr: Μοναδικός
fa_ir: منحصربه‌فرد
it_it: Unico
ko_kr: 고유
uk_ua: Унікальний
zh_cn: 唯一性策略

source: Use Cache On Failure
cs_cz: Při selhání použít mezipaměť
de_de: Cache bei Fehler verwenden
el_gr: Χρήση προσωρινής μνήμης σε περίπτωση αποτυχίας
fa_ir: استفاده از کش در صورت خطا
fr_fr: Utiliser le cache en cas d'échec
it_it: Usa la cache in caso di fallimento
ko_kr: 실패 시 캐시 사용
uk_ua: Використовувати кеш при збої
zh_cn: 失败时使用缓存

source: Use Host header value from the client request ($http_host) for X-Forwarded-Host header. $host variable is used by default. Enabling this may cause incorrect behavior in case of malicious requests such as incorrect hostnames being logged or invalid redirects being performed.
cs_cz: Pro hlavičku X-Forwarded-Host použijte hodnotu hlavičky Host z požadavku klienta ($http_host). Ve výchozím nastavení se používá proměnná $host. Povolení této funkce může způsobit nesprávné chování v případě škodlivých požadavků, například zaznamenání nesprávných názvů hostitelů nebo neplatné přesměrování.
de_de: Verwendet den Host-Header-Wert aus der Client-Anfrage ($http_host) für den X-Forwarded-Host-Header. Standardmäßig wird die Variable $host verwendet. Wenn diese Option aktiviert ist, kann es bei böswilligen Anfragen zu Fehlverhalten kommen, z. B. durch Protokollierung falscher Hostnamen oder ungültige Weiterleitungen.
el_gr: Χρησιμοποιήστε την τιμή κεφαλίδας Host από το αίτημα του πελάτη ($http_host) για την κεφαλίδα X-Forwarded-Host. Η μεταβλητή $host χρησιμοποιείται από προεπιλογή. Η ενεργοποίησή της ενδέχεται να προκαλέσει εσφαλμένη συμπεριφορά σε περίπτωση κακόβουλων αιτημάτων, όπως η καταγραφή λανθασμένων ονομάτων κεντρικών υπολογιστών ή η εκτέλεση μη έγκυρων ανακατευθύνσεων.
fa_ir: از مقدار هدر Host در درخواست مشتری ($http_host) برای هدر X-Forwarded-Host استفاده کنید. به‌صورت پیش‌فرض متغیر $host استفاده می‌شود. فعال‌کردن این گزینه ممکن است در صورت درخواست‌های مخرب باعث رفتار نادرست شود؛ برای مثال ثبت نام‌های میزبان نادرست یا انجام ری‌دایرکت‌های نامعتبر.
fr_fr: Utilise la valeur de l'en-tête Host de la requête du client ($http_host) pour l'en-tête X-Forwarded-Host. La variable $host est utilisée par défaut. L'activation de cette variable peut entraîner des comportements incorrects en cas de requêtes malveillantes, comme l'enregistrement de noms d'hôtes incorrects ou l'exécution de redirections non valides.
it_it: Utilizza il valore dell'intestazione Host dalla richiesta del client ($http_host) per l'intestazione X-Forwarded-Host. Per impostazione predefinita viene utilizzata la variabile $host. L'attivazione di questa opzione potrebbe causare un comportamento errato in caso di richieste dannose, ad esempio la registrazione di nomi host errati o l'esecuzione di reindirizzamenti non validi.
ko_kr: 클라이언트 요청($http_host)의 Host 헤더 값을 X-Forwarded-Host 헤더에 사용합니다. 기본적으로 $host 변수가 사용됩니다. 이를 활성화하면 잘못된 호스트 이름이 로깅되거나 잘못된 리디렉션이 수행되는 등의 악성 요청이 있는 경우 잘못된 동작이 발생할 수 있습니다.
uk_ua: Використовувати значення заголовка Host із запиту клієнта ($http_host) для заголовка X-Forwarded-Host. Типово використовується змінна $host. Увімкнення цього може спричинити некоректну поведінку у випадку шкідливих запитів, таких як логування неправильних імен хостів або виконання недійсних перенаправлень.
zh_cn: 使用客户端请求中的主机标头值 ($http_host) 作为X-Forwarded-Host标头。默认情况下使用$host变量。启用此功能可能会导致恶意请求（例如记录错误的主机名或执行无效重定向）导致不正确的行为。

source: Use KV v2
cs_cz: Použít KV v2
de_de: KV Version 2 verwenden
el_gr: Χρήση KV v2
fa_ir: استفاده از KV v2
fr_fr: Utiliser KV v2
it_it: Utilizza KV v2
ko_kr: KV v2 사용
uk_ua: Використовувати KV v2
zh_cn: 使用 KV v2

source: Use System Nameservers
cs_cz: Použít systémové jmenné servery
de_de: System-Nameserver verwenden
el_gr: Χρήση διακομιστών ονομάτων συστήματος
fa_ir: استفاده از نام‌سرورهای سیستم
fr_fr: Utiliser les serveurs de noms du système
it_it: Utilizza server dei nomi di sistema
ko_kr: 시스템 네임서버 사용
uk_ua: Використовувати системні сервери імен
zh_cn: 使用系统DNS服务器
