Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enter one or multiple IP addresses and networks. Leaving this empty will allow any remote client to connect. If populated and the remote IP address of a client matches, the connection to the "Upstream Domain" is allowed, otherwise the connection is dropped. Due to restrictions with this matcher, this list can not be inverted.
cs_cz: Zadejte jednu nebo více IP adres a sítí. Pokud toto zůstane nevyplněné, bude připojení umožněno jakémukoli vzdálenému klientovi. Pokud vyplněno a vzdálená IP adresa klienta se shoduje, je připojení k „Upstream doméně“ povoleno, v opačném případě je připojení přerušeno. Vzhledem k omezením u tohoto nástroje pro hledání shody nelze význam tohoto seznamu převrátit.
de_de: Geben Sie eine oder mehrere IP-Adressen und Netzwerke ein. Wenn dieses Feld leer bleibt, dürfen sich alle entfernten Clients verbinden. Wird es ausgefüllt und die entfernte IP-Adresse eines Clients stimmt überein, wird die Verbindung zur "Upstream Domain" erlaubt – andernfalls wird sie verworfen. Aufgrund von Einschränkungen bei diesem Matcher kann diese Liste nicht umgekehrt werden.
el_gr: Εισαγάγετε μία ή περισσότερες διευθύνσεις IP και δίκτυα. Αφήνοντας αυτό το κενό, θα επιτραπεί σε οποιονδήποτε απομακρυσμένο υπολογιστή-πελάτη να συνδεθεί. Εάν συμπληρωθεί και η απομακρυσμένη διεύθυνση IP ενός υπολογιστή-πελάτη ταιριάζει, η σύνδεση με τον "Ανώτατο Τομέα" επιτρέπεται, διαφορετικά η σύνδεση διακόπτεται. Λόγω περιορισμών με αυτόν τον αντιστοιχιστή, αυτή η λίστα δεν μπορεί να αντιστραφεί.
fa_ir: یک یا چند آدرس IP و شبکه وارد کنید. خالی گذاشتن این فیلد اجازه اتصال هر کلاینت راه دور را می‌دهد. اگر پر شده باشد و آدرس IP راه دور کلاینت تطابق داشته باشد، اتصال به "Upstream Domain" مجاز است، در غیر این صورت اتصال قطع می‌شود. به‌دلیل محدودیت‌های این matcher، امکان معکوس‌سازی این فهرست وجود ندارد.
fr_fr: Saisissez une ou plusieurs adresses IP et réseaux. Si ce champ n'est pas renseigné, tout client distant pourra se connecter. Si la liste est remplie et que l'adresse IP distante d'un client correspond, la connexion au "domaine en amont" est autorisée, sinon la connexion est interrompue. En raison des restrictions imposées par cet outil de recherche, cette liste ne peut pas être inversée.
it_it: Inserisci uno o più indirizzi IP e reti. Lasciarlo vuoto consentirà a qualsiasi client remoto di connettersi. Se popolato e l'indirizzo IP remoto di un client corrisponde, la connessione al "Dominio Upstream" è consentita, altrimenti la connessione viene interrotta. A causa delle restrizioni con questo matcher, questo elenco non può essere invertito.
ko_kr: 하나 또는 여러 개의 IP 주소와 네트워크를 입력하세요. 이 주소를 비워두면 모든 원격 클라이언트가 연결될 수 있습니다. 입력된 주소와 클라이언트의 원격 IP 주소가 일치하면 "업스트림 도메인"에 대한 연결이 허용되며, 그렇지 않으면 연결이 중단됩니다. 이 매칭기와의 제한으로 인해 이 목록은 되돌릴 수 없습니다.
uk_ua: Введіть одну або кілька IP-адрес і мереж. Залишення цього поля порожнім дозволить будь-якому віддаленому клієнту підключатися. Якщо поле заповнене і віддалена IP-адреса клієнта збігається, підключення до "Upstream Domain" дозволяється, інакше з'єднання розривається. Через обмеження цього зіставлювача, цей список не може бути інвертований.
zh_cn: 输入一个或多个IP地址和网络。留空将允许任何远程客户端连接。如果已填充并且客户端的远程IP地址匹配，则允许连接到“上游域”，否则将断开连接。由于此匹配器的限制，此列表无法反转。

source: Enter one or multiple domains to route via SNI or Host Header. Wildcard domains and host wildcards are allowed, e.g. "*.example.com" and "*".
cs_cz: Zadejte jednu nebo více domén pro směrování prostřednictvím SNI nebo hlavičky hostitele. Zástupné domény a hostitele jsou povoleny, např. „*.example.com“ a „*“.
de_de: Geben Sie eine oder mehrere Domains ein, die per SNI oder Host-Header weitergeleitet werden sollen. Wildcard-Domains und Host-Platzhalter sind erlaubt, z. B. "*.example.com" und "*".
el_gr: Εισαγάγετε έναν ή περισσότερους τομείς για δρομολόγηση μέσω SNI ή Κεφαλίδας Host. Επιτρέπονται τομείς με μπαλαντέρ και μπαλαντέρ host, π.χ. "*.example.com" και "*".
fa_ir: یک یا چند دامنه برای مسیردهی از طریق SNI یا Host Header وارد کنید. دامنه‌های wildcard و wildcard روی هاست مجازند، مثال: "*.example.com" و "*".
fr_fr: Saisissez un ou plusieurs domaines à acheminer via SNI ou Host Header. Les caractères génériques de domaine et d'hôte sont autorisés, par exemple "*.example.com" et "*".
it_it: Inserisci uno o più domini da instradare tramite SNI o intestazione host. Sono consentiti domini jolly e caratteri jolly host, ad es. "*.esempio.com" e "*".
ko_kr: SNI 또는 호스트 헤더를 통해 라우팅할 하나 이상의 도메인을 입력하세요. 와일드카드 도메인 및 호스트 와일드카드가 허용됩니다. 예: "*.example.com" 및 "*".
uk_ua: Введіть один або кілька доменів для маршрутизації через SNI або Host Header. Дозволені домени з підстановкою та підстановки хостів, наприклад, "*.example.com" та "*".
zh_cn: 输入一个或多个要通过 SNI 或主机标头路由的域名。允许使用通配符域名和主机通配符，例如“*.example.com”和“*”。

source: Enter the URI of the authz api endpoint.
cs_cz: Zadejte URI koncového bodu authz api.
de_de: Geben Sie die URI des Authz-API-Endpunkts ein.
el_gr: Εισαγάγετε το URI του τελικού σημείου του authz api.
fa_ir: URI نقطهٔ انتهایی API authz را وارد کنید.
fr_fr: Saisissez l'URI du point d'accès authz api.
it_it: Inserisci l'URI dell'endpoint API authz.
ko_kr: authz API 엔드포인트의 URI를 입력하세요.
uk_ua: Введіть URI кінцевої точки authz API.
zh_cn: 输入认证API端点的网址。

source: Enter the client IP addresses or networks for this access list. Accepts multiple IPv4/IPv6 addresses or networks.
cs_cz: Zadejte klientské IP adresy nebo sítě pro tento seznam přístupu. Přijímá více IPv4/IPv6 adres nebo sítí.
de_de: Geben Sie die Client-IP-Adressen oder Netzwerke für diese Zugriffsliste ein. Mehrere IPv4-/IPv6-Adressen oder Netzwerke werden unterstützt.
el_gr: Εισαγάγετε τις διευθύνσεις IP ή τα δίκτυα του υπολογιστή-πελάτη για αυτήν τη λίστα πρόσβασης. Δέχεται πολλαπλές διευθύνσεις ή δίκτυα IPv4/IPv6.
fa_ir: آدرس‌های IP یا شبکه‌های کلاینت را برای این فهرست دسترسی وارد کنید. می‌تواند چندین آدرس یا شبکه IPv4/IPv6 را بپذیرد.
fr_fr: Entrez les adresses IP ou les réseaux du client pour cette liste d'accès. Accepte plusieurs adresses ou réseaux IPv4/IPv6.
it_it: Immettere gli indirizzi IP o le reti del client per questo elenco di accesso. Accetta più indirizzi o reti IPv4/IPv6.
ko_kr: 이 액세스 목록에 대한 클라이언트 IP 주소 또는 네트워크를 입력하세요. 여러 개의 IPv4/IPv6 주소 또는 네트워크를 허용합니다.
uk_ua: Введіть IP-адреси клієнтів або мережі для цього списку доступу. Приймає кілька адрес IPv4/IPv6 або мереж.
zh_cn: 输入此访问列表的客户端 IP 地址或网络。接受多个 IPv4/IPv6 地址或网络。

source: Enter the domain name or IP address of the chosen Forward Auth Provider.
cs_cz: Zadejte doménový název nebo IP adresu vybraného poskytovatele přeposílání ověřování.
de_de: Geben Sie den Domainnamen oder die IP-Adresse des ausgewählten Forward-Auth-Providers ein.
el_gr: Εισαγάγετε το όνομα τομέα ή τη διεύθυνση IP του επιλεγμένου παρόχου προώθησης ελέγχου ταυτότητας.
fa_ir: نام دامنه یا آدرس IP ارائه‌دهندهٔ Forward Auth انتخاب‌شده را وارد کنید.
fr_fr: Saisissez le nom de domaine ou l'adresse IP du fournisseur d'authentification choisi.
it_it: Inserisci il nome di dominio o l'indirizzo IP del provider di autenticazione di inoltro scelto.
ko_kr: 선택한 전달 인증 공급자의 도메인 이름 또는 IP 주소를 입력하세요.
uk_ua: Введіть доменне ім'я або IP-адресу обраного провайдера Forward Auth.
zh_cn: 输入所选转发认证提供商的域名或IP地址。

source: Enter the email address for certificate notifications. This is required to receive automatic certificates from "Let's Encrypt" and "ZeroSSL".
cs_cz: Zadejte e-mailovou adresu pro zasílání oznámení o certifikátu. Ta je vyžadována pro automatické získávání certifikátů od „Let's Encrypt“ a „ZeroSSL“.
de_de: Geben Sie die E-Mail-Adresse für Zertifikatsbenachrichtigungen ein. Diese ist erforderlich, um automatische Zertifikate von "Let's Encrypt" und "ZeroSSL" zu erhalten.
el_gr: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου για ειδοποιήσεις πιστοποιητικών. Αυτή η διεύθυνση είναι απαραίτητη για τη λήψη αυτόματων πιστοποιητικών από το "Let's Encrypt" και το "ZeroSSL".
fa_ir: آدرس ایمیل برای اعلان‌های گواهی وارد کنید. این مورد برای دریافت خودکار گواهی از "Let's Encrypt" و "ZeroSSL" لازم است.
fr_fr: Saisissez l'adresse électronique pour les notifications de certificats. Cette adresse est nécessaire pour recevoir les certificats automatiques de "Let's Encrypt" et "ZeroSSL".
it_it: Inserisci l'indirizzo email per le notifiche dei certificati. Ciò è necessario per ricevere certificati automatici da "Let's Encrypt" e "ZeroSSL".
ko_kr: 인증서 알림을 받으려면 이메일 주소를 입력하세요. 이는 "Let's Encrypt"와 "ZeroSSL"에서 자동 인증서를 받으려면 필요합니다.
uk_ua: Введіть адресу електронної пошти для сповіщень про сертифікати. Це необхідно для отримання автоматичних сертифікатів від "Let's Encrypt" та "ZeroSSL".
zh_cn: 输入证书通知的电子邮件地址。这是接收“Let's Encrypt”和“ZeroSSL”自动证书所必需的。

source: Enter the external IPv6 prefix for this network prefix translation. Leave empty to auto-detect the prefix address using the specified tracking interface instead. The prefix size specified for the internal prefix will also be applied to the external prefix.
cs_cz: Zadejte externí předponu IPv6 pro tento překlad předpony sítě. Nevyplňujte, pokud chcete místo toho adresu předpony automaticky zjišťovat pomocí zadaného sledovacího rozhraní. Délka předpony zadaná pro interní se použije i pro tu externí.
de_de: Geben Sie das externe IPv6-Präfix für diese Netzwerkpräfix-Übersetzung an. Lassen Sie das Feld leer, um die Adresse anhand der angegebenen Tracking-Schnittstelle automatisch zu erkennen. Die für das interne Präfix angegebene Präfixlänge wird auch auf das externe Präfix angewendet.
el_gr: Εισαγάγετε το εξωτερικό πρόθεμα IPv6 για αυτήν τη μετάφραση προθέματος δικτύου. Αφήστε το κενό για να εντοπιστεί αυτόματα η διεύθυνση προθέματος χρησιμοποιώντας την καθορισμένη διεπαφή παρακολούθησης. Το μέγεθος προθέματος που καθορίζεται για το εσωτερικό πρόθεμα θα εφαρμοστεί επίσης στο εξωτερικό πρόθεμα.
fa_ir: پیشوند IPv6 خارجی برای ترجمه پیشوند شبکه را وارد کنید. برای تشخیص خودکار آدرس پیشوند با استفاده از اینترفیس پیگیری مشخص‌شده، خالی بگذارید. اندازه پیشوند مشخص‌شده برای پیشوند داخلی نیز روی پیشوند خارجی اعمال خواهد شد.
fr_fr: Entrez le préfixe IPv6 externe pour cette traduction de préfixe réseau. Laisser vide pour auto-détecter l'adresse du préfixe en utilisant l'interface de suivi spécifiée à la place. La taille du préfixe spécifiée pour le préfixe interne sera également appliquée au préfixe externe.
it_it: Inserisci il prefisso IPv6 esterno per questa traduzione del prefisso di rete. Lascia vuoto per rilevare automaticamente l'indirizzo del prefisso utilizzando invece l'interfaccia di tracciamento specificata. La dimensione del prefisso specificata per il prefisso interno verrà applicata anche al prefisso esterno.
ko_kr: 이 네트워크 프리픽스 변환을 위한 외부 IPv6 프리픽스를 입력하세요. 지정된 추적 인터페이스를 사용하여 프리픽스 주소를 자동 감지하려면 비워 두세요. 내부 프리픽스에 대해 지정된 프리픽스 크기도 외부 프리픽스에 적용됩니다.
uk_ua: Введіть зовнішній префікс IPv6 для цього перетворення мережевих префіксів. Залиште порожнім для автоматичного визначення адреси префікса за допомогою вказаного інтерфейсу відстеження. Розмір префікса, вказаний для внутрішнього префікса, також буде застосовано до зовнішнього префікса.
zh_cn: 输入此网络前缀转换的外部IPv6前缀。留空则使用指定的跟踪接口自动检测前缀地址。为内部前缀指定的前缀大小也将应用于外部前缀。

source: Enter the external subnet's starting address for the 1:1 mapping or network. This is the address or network the traffic will translate to/from.
cs_cz: Zadejte počáteční adresu externí podsítě pro mapování 1:1 nebo síť. Jedná se o adresu nebo síť, do které/ze které se bude provoz překládat.
de_de: Geben Sie die Startadresse des externen Subnetzes für die 1:1-Zuordnung ein. Dies ist die Adresse oder das Netzwerk, auf das der Datenverkehr übersetzt wird bzw. von dem er übersetzt wird.
el_gr: Εισαγάγετε την αρχική διεύθυνση του εξωτερικού υποδικτύου για την αντιστοίχιση ή το δίκτυο 1:1. Αυτή είναι η διεύθυνση ή το δίκτυο προς/από το οποίο θα μεταφράζεται η κίνηση.
fa_ir: آدرس شروع ساب‌نت خارجی برای نگاشت 1:1 یا شبکه را وارد کنید. این آدرس یا شبکه‌ای است که ترافیک به/از آن ترجمه خواهد شد.
fr_fr: Saisissez l'adresse de départ du sous-réseau externe pour le mappage ou le réseau 1:1. Il s'agit de l'adresse ou du réseau vers lequel ou à partir duquel le trafic sera traduit.
it_it: Immettere l'indirizzo iniziale della sottorete esterna per la mappatura o la rete 1:1. Questo è l'indirizzo o la rete verso/da cui verrà tradotto il traffico.
ko_kr: 1:1 매핑 또는 네트워크에 대한 외부 서브넷의 시작 주소를 입력하세요. 이것은 트래픽이 변환될 주소 또는 네트워크입니다.
uk_ua: Введіть початкову адресу зовнішньої підмережі для відображення 1:1 або мережі. Це адреса або мережа, на яку/з якої буде перетворюватися трафік.
zh_cn: 输入1:1映射或网络的外部子网的起始地址。这是外部目标地址或网络。

source: Enter the internal subnet for the 1:1 mapping.
cs_cz: Zadejte interní podsíť pro mapování 1:1.
de_de: Geben Sie das interne Subnetz für die 1:1-Zuordnung ein.
el_gr: Εισαγάγετε το εσωτερικό υποδίκτυο για την αντιστοίχιση 1:1.
fa_ir: ساب‌نت داخلی برای نگاشت 1:1 را وارد کنید.
fr_fr: Entrez le sous-réseau interne pour le mappage 1:1.
it_it: Immettere la sottorete interna per la mappatura 1:1.
ko_kr: 1:1 매핑을 위한 내부 서브넷을 입력하세요.
uk_ua: Введіть внутрішню підмережу для відображення 1:1.
zh_cn: 输入1:1 映射的内部子网。

source: Enter the listen port of the chosen Forward Auth Provider.
cs_cz: Zadejte port na kterém očekává spojení vybraný poskytovatel přeposílání ověřování.
de_de: Geben Sie den Listening-Port des ausgewählten Forward-Auth-Providers ein.
el_gr: Εισαγάγετε τη θύρα ακρόασης του επιλεγμένου παρόχου προώθησης ελέγχου ταυτότητας.
fa_ir: پورت شنوندهٔ ارائه‌دهندهٔ Forward Auth انتخاب‌شده را وارد کنید.
fr_fr: Saisissez le port d'écoute du fournisseur Forward Auth choisi.
it_it: Immettere la porta di ascolto del provider di autenticazione inoltro scelto.
ko_kr: 선택한 전달 인증 제공자의 수신 대기 포트를 입력하세요.
uk_ua: Введіть порт прослуховування обраного провайдера Forward Auth.
zh_cn: 输入所选转发认证商的监听端口。

source: Ether Address
cs_cz: Ether adresa
de_de: MAC-Adresse
el_gr: Διεύθυνση Αιθέρα
fa_ir: آدرس اترنت
fr_fr: Adresse Ether
it_it: Indirizzo etereo
ko_kr: 이더넷 주소
uk_ua: Ether-адреса
zh_cn: 网卡地址

source: Eve HTTP dump all headers
cs_cz: Eve HTTP výpis všech záhlaví
de_de: Alle HTTP-Header aufzeichnen (Eve)
el_gr: Eve HTTP dump όλες τις κεφαλίδες
fa_ir: Eve — خروجی تمام هدرهای HTTP
it_it: Eve HTTP esegue il dump di tutte le intestazioni
ko_kr: Eve HTTP 덤프 모든 헤더
uk_ua: Eve HTTP: вивести всі заголовки
zh_cn: Eve HTTP转储所有标头

source: Eve HTTP extended logging
cs_cz: Rozšířené zaznamenávání událostí v Eve HTTP
de_de: Erweiterte HTTP-Protokollierung (Eve)
el_gr: Επέκταση καταγραφής Eve HTTP
fa_ir: Eve — ثبت لاگ گستردهٔ HTTP
fr_fr: Eve HTTP extended logging (journalisation étendue)
it_it: Eve Registrazione estesa HTTP
ko_kr: Eve HTTP 확장 로깅
uk_ua: Eve HTTP: розширене журналювання
zh_cn: Eve HTTP扩展日志记录

source: Eve TLS custom logging
cs_cz: Uživatelsky určené zaznamenávání událostí v Eve TLS
de_de: Benutzerdefinierte TLS-Protokollierung (Eve)
el_gr: Προσαρμοσμένη καταγραφή Eve TLS
fa_ir: Eve — ثبت لاگ سفارشی TLS
fr_fr: Journalisation personnalisée Eve TLS
it_it: Registrazione personalizzata Eve TLS
ko_kr: EVE TLS 사용자 정의 로깅
uk_ua: Eve TLS: користувацьке журналювання
zh_cn: Eve TLS自定义日志

source: Eve TLS extended logging
cs_cz: Rozšířené zaznamenávání událostí v Eve TLS
de_de: Erweiterte TLS-Protokollierung (Eve)
el_gr: Εκτεταμένη καταγραφή Eve TLS
fa_ir: Eve — ثبت لاگ گستردهٔ TLS
fr_fr: Eve TLS extended logging (journalisation étendue)
it_it: Eve TLS registrazione estesa
ko_kr: Eve TLS 확장 로깅
uk_ua: Eve TLS: розширене журналювання
zh_cn: Eve TLS扩展日志记录

source: Eve TLS log session resumption
cs_cz: Obnovení relace protokolu Eve TLS
de_de: TLS-Sitzungswiederaufnahme protokollieren (Eve)
el_gr: Επανάληψη περιόδου λειτουργίας καταγραφής Eve TLS
fa_ir: Eve — ثبت لاگ ازسرگیری نشست TLS
fr_fr: Reprise de la session du journal Eve TLS
it_it: Ripresa della sessione di registro Eve TLS
ko_kr: Eve TLS 로그 세션 재개
uk_ua: Eve TLS: журналювання відновлення сесії
zh_cn: Eve TLS日志会话恢复

source: Exclusion
cs_cz: Vyloučení
de_de: Ausschluss
el_gr: Αποκλεισμός
fa_ir: استثنا
it_it: Esclusione
ko_kr: 제외
uk_ua: Виключення
zh_cn: 排除

source: External IPv6 Prefix (target)
cs_cz: Externí IPv6 předpona (cíl)
de_de: Externes IPv6-Präfix (Ziel)
el_gr: Εξωτερικό πρόθεμα IPv6 (στόχος)
fa_ir: پیشوند IPv6 خارجی (هدف)
fr_fr: Préfixe IPv6 externe (cible)
it_it: Prefisso IPv6 esterno (destinazione)
ko_kr: 외부 IPv6 프리픽스 (대상)
uk_ua: Зовнішній префікс IPv6 (ціль)
zh_cn: 外部IPv6前缀（目标）

source: External network (Target)
cs_cz: Externí síť (cíl)
de_de: Externes Netzwerk (Ziel)
el_gr: Εξωτερικό δίκτυο (Target)
fa_ir: شبکهٔ خارجی (هدف)
fr_fr: Réseau externe (cible)
it_it: Rete esterna (destinazione)
ko_kr: 외부 네트워크 (대상)
uk_ua: Зовнішня мережа (ціль)
zh_cn: 外部网络（目标）

source: Fingerprints of other relays controlled or administered by the same group or organization. Do not list any bridge relay as it would compromise its concealment.
cs_cz: Otisky ostatních předávání řízených nebo spravovaných stejnou skupinou nebo organizací. Neuvádějte žádné přemosťovací předávání, protože by to ohrozilo jeho utajení.
de_de: Fingerprints anderer Relays, die von derselben Gruppe oder Organisation betrieben oder verwaltet werden. Geben Sie keine Bridge-Relays an, da dies deren Tarnung gefährden würde.
el_gr: Δακτυλικά αποτυπώματα άλλων κέντρων επικοινωνίας που ελέγχονται ή διοικούνται από την ίδια ομάδα ή οργανισμό. Μην αναφέρετε κανένα κέντημα επικοινωνίας γέφυρας, καθώς αυτό θα έθετε σε κίνδυνο την απόκρυψή του.
fa_ir: اثر انگشت سایر رله‌هایی که توسط همان گروه یا سازمان کنترل یا مدیریت می‌شوند. هیچ رلهٔ پل را فهرست نکنید؛ زیرا این امر پوشش آن را فاش می‌کند.
fr_fr: Empreintes digitales d'autres relais contrôlés ou administrés par le même groupe ou la même organisation. N'indiquez pas de relais de pont, car cela compromettrait sa dissimulation.
it_it: Impronte digitali di altri relè controllati o amministrati dallo stesso gruppo o organizzazione. Non elencare nessun relè del ponte poiché ne comprometterebbe l'occultamento.
ko_kr: 같은 그룹이나 조직이 통제하거나 관리하는 다른 릴레이의 지문. 브리지 릴레이는 은폐를 손상시키므로 나열하지 마세요.
uk_ua: Відбитки інших реле, контрольованих або керованих тією ж групою чи організацією. Не перераховуйте жодного реле-моста, оскільки це скомпрометує його приховування.
zh_cn: 由同一团体或组织控制或管理的其他中继器的指纹。请勿列出任何桥接中继器，以免影响其隐蔽性。

source: Firewall rules
cs_cz: Pravidla brány firewall
de_de: Firewallregeln
el_gr: Κανόνες τείχους προστασίας
fa_ir: قوانین فایروال
fr_fr: Règles de pare-feu
it_it: Regole del firewall
ko_kr: 방화벽 규칙
uk_ua: Правила брандмауера
zh_cn: 防火墙规则

source: Forward Auth Domain
cs_cz: Doména pro přeposílání k ověřování
el_gr: Προώθηση Εξουσιοδότησης Τομέα
fa_ir: دامنهٔ Forward Auth
fr_fr: Domaine d'authentification du transfert
it_it: Dominio di autenticazione inoltro
ko_kr: 전달 인증 도메인
uk_ua: Домен Forward Auth
zh_cn: 转发认证域名

source: Forward Auth Port
cs_cz: Port pro předávání ověřovacích údajů
el_gr: Προώθηση θύρας ελέγχου ταυτότητας
fa_ir: پورت Forward Auth
fr_fr: Transférer le port d'authentification
it_it: Porta di autenticazione inoltrata
ko_kr: 전달 인증 포트
uk_ua: Порт Forward Auth
zh_cn: 转发认证端口

source: Forward Auth Provider
cs_cz: Poskytovatel přeposílaného ověřování
el_gr: Προώθηση παρόχου ελέγχου ταυτότητας
fa_ir: ارائه‌دهندهٔ Forward Auth
fr_fr: Fournisseur de services d'authentification
it_it: Provider di autenticazione inoltro
ko_kr: 전달 인증 제공자
uk_ua: Провайдер Forward Auth
zh_cn: 转发认证商

source: Forward Auth URI
cs_cz: URI pro přeposílání ověřování
el_gr: URI προώθησης εξουσιοδότησης
fa_ir: URI Forward Auth
fr_fr: Transférer l'URI d'authentification
it_it: URI di autenticazione inoltro
ko_kr: 전달 인증 URI
uk_ua: URI Forward Auth
zh_cn: 转发认证网址

source: Forwarded header (RFC7239)
cs_cz: Předávaná hlavička (RFC7239)
de_de: Weitergeleitete Header (RFC7239)
el_gr: Προωθημένη κεφαλίδα (RFC7239)
fa_ir: هدر Forwarded (RFC7239)
fr_fr: En-tête transmis (RFC7239)
it_it: Intestazione inoltrata (RFC7239)
ko_kr: 전달 헤더 (RFC7239)
uk_ua: Заголовок Forwarded (RFC7239)
zh_cn: 转发标头 (RFC7239)

source: Forwarded header parameters
cs_cz: Parametry předávaného záhlaví
de_de: Weitergeleitete Header-Parameter
el_gr: Παράμετροι κεφαλίδας που προωθήθηκαν
fa_ir: پارامترهای هدر Forwarded
fr_fr: Paramètres de l'en-tête transmis
it_it: Parametri dell'intestazione inoltrata
ko_kr: 전달 헤더 파라미터
uk_ua: Параметри заголовка Forwarded
zh_cn: 转发标头参数

source: Frontend
cs_cz: Nadstavba
el_gr: Πρόσοψη
fa_ir: فرانت‌اند
it_it: Fine frontale
ko_kr: 프론트엔드
uk_ua: Фронтенд
zh_cn: 前端

source: General Log level
cs_cz: Obecný stupeň podrobností zaznamenávání událostí
de_de: Allgemeine Protokollierungsebene
el_gr: Γενικό επίπεδο καταγραφής
fa_ir: سطح لاگ عمومی
fr_fr: Général Niveau du journal
it_it: Livello di registro generale
ko_kr: 일반 로그 레벨
uk_ua: Загальний рівень журналювання
zh_cn: 常规日志级别

source: Generic settings
cs_cz: Obecná nastavení
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
fa_ir: تنظیمات عمومی
fr_fr: Paramètres génériques
it_it: Impostazioni generiche
ko_kr: 일반 설정
uk_ua: Загальні налаштування
zh_cn: 常规设置

source: Grace Period
cs_cz: Doba odkladu
de_de: Schonfrist
el_gr: Περίοδος Χάριτος
fa_ir: مدت مهلت
fr_fr: Délai de grâce
it_it: Periodo di grazia
ko_kr: 유예 기간
uk_ua: Пільговий період
zh_cn: 宽限期

source: HTTP Access Log
cs_cz: Záznam událostí přístupu k HTTP
de_de: HTTP-Zugriffsprotokoll
el_gr: Αρχείο καταγραφής πρόσβασης HTTP
fa_ir: لاگ دسترسی HTTP
fr_fr: Journal d'accès HTTP
it_it: Registro di accesso HTTP
ko_kr: HTTP 액세스 로그
uk_ua: Журнал доступу HTTP
zh_cn: HTTP访问日志

source: HTTP Headers
cs_cz: HTTP hlavičky
de_de: HTTP-Header
el_gr: Κεφαλίδες HTTP
fa_ir: هدرهای HTTP
fr_fr: En-têtes HTTP
it_it: Intestazioni HTTP
ko_kr: HTTP 헤더
uk_ua: Заголовки HTTP
zh_cn: HTTP标头

source: HTTP Response Code
cs_cz: Kód HTTP odpovědi
de_de: HTTP-Antwortcode
el_gr: Κώδικας απόκρισης HTTP
fa_ir: کد پاسخ HTTP
fr_fr: Code de réponse HTTP
it_it: Codice di risposta HTTP
ko_kr: HTTP 응답 코드
uk_ua: Код відповіді HTTP
zh_cn: HTTP响应代码

source: HTTP Response Message
cs_cz: Zpráva HTTP odpovědi
de_de: HTTP-Antwortnachricht
el_gr: Μήνυμα απόκρισης HTTP
fa_ir: پیام پاسخ HTTP
fr_fr: Message de réponse HTTP
it_it: Messaggio di risposta HTTP
ko_kr: HTTP 응답 메시지
uk_ua: Повідомлення відповіді HTTP
zh_cn: HTTP响应消息

source: HTTP Version
cs_cz: Verze HTTP
el_gr: Έκδοση HTTP
fa_ir: نسخه HTTP
fr_fr: Version HTTP
it_it: Versione HTTP
ko_kr: HTTP 버전
uk_ua: Версія HTTP
zh_cn: HTTP版本

source: HTTP-01 Challenge Redirection
cs_cz: Přesměrování výzvy HTTP-01
de_de: Weiterleitung der HTTP-01-Challenge
el_gr: Ανακατεύθυνση πρόκλησης HTTP-01
fa_ir: ریدایرکت چالش HTTP-01
fr_fr: Redirection du défi HTTP-01
it_it: Reindirizzamento della sfida HTTP-01
ko_kr: HTTP-01 챌린지 리디렉션
uk_ua: Перенаправлення виклику HTTP-01
zh_cn: HTTP-01质询重定向

source: HTTP/2 Performance
cs_cz: HTTP/2 výkon
de_de: HTTP/2-Leistung
el_gr: Απόδοση HTTP/2
fa_ir: عملکرد HTTP/2
fr_fr: Performance HTTP/2
it_it: Prestazioni HTTP/2
ko_kr: HTTP/2 성능
uk_ua: Продуктивність HTTP/2
zh_cn: HTTP/2性能

source: HTTPD settings
cs_cz: Nastavení pro HTTPD
de_de: HTTPD-Einstellungen
el_gr: Ρυθμίσεις HTTPD
fa_ir: تنظیمات HTTPD
fr_fr: Paramètres HTTPD
it_it: Impostazioni HTTPD
ko_kr: HTTPD 설정
uk_ua: Налаштування HTTPD
zh_cn: HTTPD设置

source: Handler
cs_cz: Obslužná rutina
el_gr: Χειριστής
fa_ir: پردازشگر
fr_fr: Manipulateur
it_it: Gestore
ko_kr: 핸들러
uk_ua: Обробник
zh_cn: 处理程序

source: Hardware MAC address of the client (format xx:xx:xx:xx:xx:xx).
cs_cz: Hardwarová MAC adresa klienta (formát xx:xx:xx:xx:xx:xx).
de_de: Hardware-MAC-Adresse des Clients (Format xx:xx:xx:xx:xx:xx).
el_gr: Διεύθυνση MAC υλικού του υπολογιστή-πελάτη (μορφή xx:xx:xx:xx:xx:xx).
fa_ir: آدرس MAC سخت‌افزاری کلاینت (قالب xx:xx:xx:xx:xx:xx).
fr_fr: Adresse MAC matérielle du client (format xx:xx:xx:xx:xx:xx:xx).
it_it: Indirizzo MAC hardware del client (formato xx:xx:xx:xx:xx:xx).
ko_kr: 클라이언트의 하드웨어 MAC 주소(형식 xx:xx:xx:xx:xx:xx).
uk_ua: Апаратна MAC-адреса клієнта (формат xx:xx:xx:xx:xx:xx).
zh_cn: 客户端的硬件MAC地址(格式 xx:xx:xx:xx:xx:xx)。
