Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This page allows you to perform a simple TCP connection test to determine if a host is up and accepting connections on a given port. This test does not function for UDP since there is no way to reliably determine if a UDP port accepts connections in this manner.
cs_cz: Tato stránka umožňuje provést jednoduchou zkoušku TCP spojení a zjistit tak, zda stroj komunikuje a přijímá spojení na daném portu. Tento test nefunguje pro UDP protokol, protože neexistuje spolehlivý způsob jak zjistit, zda UDP port přijímá spojení.
de_de: Auf dieser Seite können Sie einen einfachen TCP-Verbindungstest durchführen, um festzustellen, ob ein Host aktiv ist und Verbindungen über einen bestimmten Port akzeptiert. Dieser Test funktioniert nicht für UDP, da es keine Möglichkeit gibt, zuverlässig festzustellen, ob ein UDP-Port Verbindungen auf diese Weise akzeptiert.
el_gr: Αυτή η σελίδα σάς επιτρέπει να εκτελέσετε μια απλή δοκιμή σύνδεσης TCP για να διαπιστώσετε εάν ένας κεντρικός υπολογιστής είναι ενεργός και δέχεται συνδέσεις σε μια δεδομένη θύρα. Αυτή η δοκιμή δεν λειτουργεί για UDP, καθώς δεν υπάρχει τρόπος να προσδιοριστεί αξιόπιστα εάν μια θύρα UDP δέχεται συνδέσεις με αυτόν τον τρόπο.
fa_ir: این صفحه به شما امکان انجام یک تست سادهٔ اتصال TCP را می‌دهد تا مشخص شود آیا یک میزبان فعال است و روی پورت مشخصی اتصال را می‌پذیرد یا خیر. این تست برای UDP کار نمی‌کند، چون هیچ روش قابل‌اعتمادی برای تعیین اینکه یک پورت UDP به این شیوه اتصال می‌پذیرد وجود ندارد.
fr_fr: Cette page vous permet d'effectuer un simple test de connexion TCP pour déterminer si un hôte est démarré et qu'il accepte les connexions sur un port spécifique. Ce test ne fonctionne pas pour UDP car il n'y a aucun moyen de déterminer de façon fiable si un port UDP accepte les connexions de cette manière.
it_it: Questa pagina consente di eseguire un semplice test di connessione TCP per determinare se un host è attivo e accetta connessioni su una determinata porta. Questo test non funziona per UDP poiché non esiste un modo per determinare in modo affidabile se una porta UDP accetta connessioni in questo modo.
ko_kr: 이 페이지에서는 간단한 TCP 연결 테스트를 수행하여 호스트가 작동 중이고 지정된 포트에서 연결을 수락하는지 확인할 수 있습니다. UDP 포트가 이러한 방식으로 연결을 허용하는지 여부를 안정적으로 확인할 수 없기 때문에 이 테스트는 UDP에 대해 작동하지 않습니다.
pl_pl: Ta strona pozwala przeprowadzić prosty test połączenia TCP, aby ustalić, czy host jest dostępny i akceptuje połączenia na danym porcie. Ten test nie działa dla UDP, ponieważ nie ma sposobu na niezawodne ustalenie, czy port UDP akceptuje połączenia w ten sposób.
uk_ua: Ця сторінка дозволяє виконати простий тест TCP-з'єднання, щоб визначити, чи активний хост і чи приймає він з'єднання на даному порту. Цей тест не працює для UDP, оскільки немає надійного способу визначити, чи приймає порт UDP з'єднання таким чином.
zh_cn: 此页面允许您执行简单的TCP连接测试以确定主机是否启动并接受给定端口上的连接。 注意此测试不适用于UDP。

source: Update bogons
cs_cz: Aktualizovat bogon
de_de: Bogons aktualisieren
el_gr: Ενημέρωση bogons
fa_ir: به‌روزرسانی bogons
fr_fr: Mettre à jour les bogons
it_it: Aggiorna i bogon
ko_kr: Bogon 업데이트
pl_pl: Aktualizuj bogony
uk_ua: Оновити bogons
zh_cn: 更新bogons

source: Do you really want to flush this table?
cs_cz: Opravdu chcete vyprázdnit tuto tabulku?
de_de: Wollen Sie diese Tabelle wirklich leeren?
el_gr: Θέλεις πραγματικά να καθαρίσεις αυτό το τραπέζι;
fa_ir: آیا واقعاً می‌خواهید این جدول را خالی کنید؟
fr_fr: Voulez-vous vraiment vider cette table ?
it_it: Vuoi davvero svuotare questo tavolo?
ko_kr: 이 테이블을 플러시하시겠습니까?
pl_pl: Czy na pewno chcesz wyczyścić tę tabelę?
uk_ua: Ви дійсно бажаєте очистити цю таблицю?
zh_cn: 确认更新该表吗？

source: Tables
cs_cz: Tabulky
de_de: Tabellen
el_gr: Τραπέζια
fa_ir: جداول
it_it: Tabelle
ko_kr: 테이블
pl_pl: Tabele
uk_ua: Таблиці
zh_cn: 表

source: Source Port
cs_cz: Zdrojový port
de_de: Quellport
el_gr: Θύρα πηγής
fa_ir: پورت مبدأ
fr_fr: Port Source
it_it: Porta di origine
ko_kr: 출발지 포트
pl_pl: Port źródłowy
uk_ua: Порт джерела
zh_cn: 源端口

source: Rate
cs_cz: Rychlost
el_gr: Τιμή
fa_ir: نرخ
fr_fr: Taux
it_it: Valutare
ko_kr: 속도
pl_pl: Szybkość
uk_ua: Швидкість
zh_cn: 速率

source: Destination Port
cs_cz: Cílový port
de_de: Zielport
el_gr: Θύρα προορισμού
fa_ir: پورت مقصد
fr_fr: Port de Destination
it_it: Porto di destinazione
ko_kr: 목적지 포트
pl_pl: Port docelowy
uk_ua: Порт призначення
zh_cn: 目标端口

source: Age
cs_cz: Stáří
de_de: Alter
el_gr: Ηλικία
fa_ir: مدت
it_it: Età
ko_kr: 지난 시간
pl_pl: Wiek
uk_ua: Вік
zh_cn: 寿命

source: Long
cs_cz: Dlouhé
de_de: Lang
el_gr: Μακρύς
fa_ir: طولانی
it_it: Lungo
ko_kr: 길게
pl_pl: Długo
uk_ua: Довгий
zh_cn: 详细

source: States
cs_cz: Stavy
de_de: Zustände
fa_ir: وضعیت‌ها
fr_fr: États
it_it: Stati
ko_kr: 상태
pl_pl: Stany
uk_ua: Стани
zh_cn: 状态

source: This does not clear active connection states, only source tracking.
cs_cz: Toto nejsou čistě stavy aktivních připojení, pouze sledování zdroje.
de_de: Dies setzt keine aktiven Verbindungsstatus zurück, nur Quellverfolgung.
el_gr: Αυτό δεν διαγράφει τις καταστάσεις ενεργής σύνδεσης, μόνο την παρακολούθηση πηγής.
fa_ir: این عمل وضعیت‌های اتصال فعال را پاک نمی‌کند، تنها پیگیری مبدأ را پاک می‌کند.
fr_fr: Ceci ne nettoie pas les états de connexion active, seulement la source du tracking.
it_it: Ciò non cancella gli stati di connessione attivi, ma solo il monitoraggio dell'origine.
ko_kr: 이렇게 하면 활성 연결 상태는 삭제되지 않고 출발지 추적만 삭제됩니다.
pl_pl: Nie czyści to aktywnych stanów połączeń, tylko śledzenie źródła.
uk_ua: Це не очищає активні стани з'єднань, лише відстеження джерела.
zh_cn: 这不会清除活动的连接状态，仅清除源跟踪。

source: Resetting the source tracking table will remove all source/destination associations. This means that the "sticky" source/destination association will be cleared for all clients.
cs_cz: Resetování tabulky sledování zdrojů odebere veškerá přiřazení zdroj/cíl. To znamená, že „lepkavá“ přiřazení zdroj/cíl budou vymazána pro veškeré klienty.
de_de: Durch das Zurücksetzen der Quellverfolgungstabelle gehen sämtliche Quell-/Zielverbindungen verloren. Das heißt, dass alle fixierten Quell-/Zielverbindungen für alle Clients zurückgesetzt werden.
el_gr: Η επαναφορά του πίνακα παρακολούθησης προέλευσης θα καταργήσει όλες τις συσχετίσεις προέλευσης/προορισμού. Αυτό σημαίνει ότι η "σταθερή" συσχέτιση προέλευσης/προορισμού θα διαγραφεί για όλους τους υπολογιστές-πελάτες.
fa_ir: بازنشانی جدول پیگیری مبدأ همهٔ پیوندهای مبدأ/مقصد را حذف می‌کند. این بدان معناست که پیوند "sticky" مبدأ/مقصد برای همهٔ کلاینت‌ها پاک خواهد شد.
fr_fr: La réinitialisation de la table de suivi des sources supprimera toutes les associations source/destination. Cela signifie que l'association source/destination "collante" sera effacée pour tous les clients.
it_it: La reimpostazione della tabella di monitoraggio dell'origine rimuoverà tutte le associazioni di origine/destinazione. Ciò significa che l'associazione "permanente" di origine/destinazione verrà cancellata per tutti i client.
ko_kr: 소스 추적 테이블을 재설정하면 모든 소스/대상 연결이 제거됩니다. 즉, 모든 클라이언트에 대해 "스티키" 소스/대상 연결이 지워집니다.
pl_pl: Zresetowanie tabeli śledzenia źródła spowoduje usunięcie wszystkich powiązań źródło/destynacja. Oznacza to, że "lepkie" powiązanie źródło/destynacja zostanie wyczyszczone dla wszystkich klientów.
uk_ua: Скидання таблиці відстеження джерел видалить усі асоціації джерело/призначення. Це означає, що "липка" асоціація джерело/призначення буде очищена для всіх клієнтів.
zh_cn: 重置源跟踪表会删除所有源/目标关联。 这意味着会清除所有客户端"粘性"源/目标关联。

source: Note: If you reset the firewall state table, the browser session may appear to be hung after clicking "Reset". Simply refresh the page to continue.
cs_cz: Pozn.: Pokud resetujete stavovou tabulku brány firewall, relace webového prohlížeče může jakoby zamrznout po kliknutí na Reset. V takovém případě jednoduše nechejte stránku znovu načíst.
de_de: Hinweis: Falls Sie die Firewall-Statustabelle zurücksetzen, könnte die Browser-Sitzung den Anschein vermitteln, dass sie hängt, sobald Sie auf „Zurücksetzen“ klicken. Laden Sie die Seite erneut, um fortzufahren.
el_gr: Σημείωση: Εάν επαναφέρετε τον πίνακα κατάστασης του τείχους προστασίας, η περίοδος λειτουργίας του προγράμματος περιήγησης ενδέχεται να φαίνεται ότι έχει κολλήσει αφού κάνετε κλικ στην επιλογή "Επαναφορά". Απλώς ανανεώστε τη σελίδα για να συνεχίσετε.
fa_ir: توجه: اگر جدول وضعیت فایروال را بازنشانی کنید، پس از کلیک روی "Reset" ممکن است جلسهٔ مرورگر به‌نظر قفل‌شده بیاید. برای ادامه صفحه را تازه‌سازی کنید.
fr_fr: Note: Si vous réinitialisez la table d'états du firewall, votre session dans le navigateur peut rester bloquée après avoir cliqué sur "Réinitialiser". Rafraichissez la page web pour continuer.
it_it: Nota: se si ripristina la tabella dello stato del firewall, la sessione del browser potrebbe sembrare bloccata dopo aver fatto clic su "Ripristina". Aggiorna semplicemente la pagina per continuare.
ko_kr: 참고: 방화벽 상태 테이블을 재설정하면 "초기화"을 클릭한 후 브라우저 세션이 중단된 것으로 나타날 수 있습니다. 계속하려면 페이지를 새로 고치기만 하면 됩니다.
pl_pl: Uwaga: Jeśli zresetujesz tabelę stanów zapory ogniowej, sesja przeglądarki może wydawać się zawieszona po kliknięciu "Resetuj". Wystarczy odświeżyć stronę, aby kontynuować.
uk_ua: Нотатка: Якщо ви скинете таблицю станів брандмауера, сеанс браузера може здатися завислим після натискання "Скинути". Просто оновіть сторінку, щоб продовжити.
zh_cn: 注意：如果重置防火墙状态表，在单击"重置"后，浏览器会话可能会显示已挂起。 只需刷新页面即可继续。

source: The firewall will normally leave the state tables intact when changing rules.
cs_cz: Brána firewall běžně ponechává stavovou tabulku nedotčenou při změně pravidel.
de_de: Die Firewall lässt die Statustablelle üblicherweise intakt, wenn Sie Regeln ändern.
el_gr: Το τείχος προστασίας κανονικά θα αφήσει τους πίνακες καταστάσεων άθικτους κατά την αλλαγή κανόνων.
fa_ir: فایروال معمولاً هنگام تغییر قوانین، جداول وضعیت را دست‌نخورده باقی می‌گذارد.
fr_fr: Le pare-feu laissera normalement les tables d'état intactes lors de la modification des règles.
it_it: Il firewall normalmente lascerà intatte le tabelle di stato quando si modificano le regole.
ko_kr: 방화벽은 일반적으로 규칙을 변경할 때 상태 테이블을 그대로 유지합니다.
pl_pl: Zapora ogniowa zazwyczaj pozostawia tabele stanów nienaruszone podczas zmiany reguł.
uk_ua: Брандмауер зазвичай залишає таблиці станів недоторканими при зміні правил.
zh_cn: 更改规则时，防火墙通常会将状态表保持不变。

source: Resetting the state tables will remove all entries from the corresponding tables. This means that all open connections will be broken and will have to be re-established. This may be necessary after making substantial changes to the firewall and/or NAT rules, especially if there are IP protocol mappings (e.g. for PPTP or IPv6) with open connections.
cs_cz: Resetování stavových tabulek odebere veškeré položky z příslušných tabulek. To znamená že veškerá otevřená spojení spadnou a bude třeba je navázat znovu. Toto může být nezbytné po provedení rozsáhlých změn v pravidlech brány firewall a/nebo NAT překladu, hlavně v případě mapován IP protokolu (např. pro PPTP nebo IPv6) s otevřenými spojeními.
de_de: Das Zurücksetzen der Statustabellen wird alle Einträge aus den entsprechenden Tabellen löschen. Das bedeutet, dass alle offenen Verbindungen unterbrochen und neu aufgebaut werden müssen. Dies könnte erforderlich sein, falls wesentliche Änderungen am Firewall- und/oder NAT-Regelwerk, im Speziellen, falls IP-Protokollzuweisungen (z. B. PPTP oder IPv6) betroffen sind, gemacht wurden.
el_gr: Η επαναφορά των πινάκων καταστάσεων θα καταργήσει όλες τις καταχωρήσεις από τους αντίστοιχους πίνακες. Αυτό σημαίνει ότι όλες οι ανοιχτές συνδέσεις θα διακοπούν και θα πρέπει να αποκατασταθούν. Αυτό μπορεί να είναι απαραίτητο μετά από ουσιαστικές αλλαγές στο τείχος προστασίας ή/και στους κανόνες NAT, ειδικά εάν υπάρχουν αντιστοιχίσεις πρωτοκόλλου IP (π.χ. για PPTP ή IPv6) με ανοιχτές συνδέσεις.
fa_ir: بازنشانی جداول وضعیت تمام ورودی‌های جداول مربوطه را حذف می‌کند. این بدان معناست که همهٔ اتصالات باز قطع خواهند شد و باید مجدداً برقرار شوند. این ممکن است پس از اعمال تغییرات گسترده در قوانین فایروال و/یا NAT لازم شود، به‌ویژه اگر نگاشت‌های پروتکل IP (مثلاً برای PPTP یا IPv6) با اتصالات باز وجود داشته باشند.
fr_fr: La réinitialisation des tables d'état supprimera toutes les entrées des tables correspondantes. Cela signifie que toutes les connexions ouvertes seront brisées et devront être rétablies. Cela peut être nécessaire après avoir apporté des modifications substantielles au pare-feu et / ou aux règles NAT, en particulier s'il existe des mappages de protocole IP (par exemple, pour PPTP ou IPv6) avec des connexions ouvertes.
it_it: La reimpostazione delle tabelle di stato rimuoverà tutte le voci dalle tabelle corrispondenti. Ciò significa che tutte le connessioni aperte verranno interrotte e dovranno essere ristabilite. Ciò potrebbe essere necessario dopo aver apportato modifiche sostanziali al firewall e/o alle regole NAT, soprattutto se sono presenti mappature di protocolli IP (ad esempio per PPTP o IPv6) con connessioni aperte.
ko_kr: 상태 테이블을 재설정하면 해당 테이블에서 모든 항목이 제거됩니다. 즉, 열려 있는 모든 연결이 끊어지고 다시 설정해야 합니다. 방화벽 및/또는 NAT 규칙을 크게 변경한 후에는 특히 개방형 연결이 있는 IP 프로토콜 매핑(예: PPTP 또는 IPv6)이 있는 경우 이 작업이 필요할 수 있습니다.
pl_pl: Zresetowanie tabel stanów spowoduje usunięcie wszystkich wpisów z odpowiadających tabel. Oznacza to, że wszystkie otwarte połączenia zostaną przerwane i będzie trzeba je na nowo nawiązać. Może to być konieczne po dokonaniu istotnych zmian w regułach zapory ogniowej i/lub NAT, zwłaszcza jeśli są mapowania protokołów IP (np. dla PPTP lub IPv6) z otwartymi połączeniami.
uk_ua: Скидання таблиць станів видалить усі записи з відповідних таблиць. Це означає, що всі відкриті з'єднання будуть розірвані і їх доведеться відновлювати. Це може бути необхідно після внесення суттєвих змін до правил брандмауера та/або NAT, особливо якщо є відображення IP-протоколів (наприклад, для PPTP або IPv6) з відкритими з'єднаннями.
zh_cn: 重置状态表会从相应表中删除所有条目。这意味着所有打开的连接都会断开，必须重新建立。在对防火墙和/或NAT规则进行重大更改之后，这可能是必要的，尤其是在存在具有开放连接的IP协议映射（例如PPTP或IPv6）的情况下。

source: Default
cs_cz: Výchozí
de_de: Standard
el_gr: Προεπιλογή
fa_ir: پیش‌فرض
fr_fr: Défaut
it_it: Predefinito
ko_kr: 기본
pl_pl: Domyślny
uk_ua: Типово
zh_cn: 默认

source: Note:
cs_cz: Pozn.:
de_de: Hinweis:
el_gr: Σημείωμα:
fa_ir: توجه:
fr_fr: Remarque:
it_it: Nota:
ko_kr: 참고:
pl_pl: Uwaga:
uk_ua: Нотатка:
zh_cn: 注意：

source: Normal
cs_cz: Normální
el_gr: Κανονικός
fa_ir: عادی
it_it: Normale
ko_kr: 일반
pl_pl: Normalny
uk_ua: Звичайний
zh_cn: 正常

source: The Packet length is the number of bytes of each packet that will be captured. Default value is 0, which will capture the entire frame regardless of its size.
cs_cz: Délka paketu je počet bajtů každého z paketů který bude zachycen. Výchozí hodnota je 0 (nula), díky které budou zachycené vždy celé rámce nezávisle na jejich velikosti.
de_de: Die Paketlänge ist die Anzahl an Bytes eines jeden Paketes, das aufgezeichnet wird. Der Standardwert ist 0, wodurch jeder Frame unabhängig seiner Größe aufgezeichnet wird.
el_gr: Το μήκος πακέτου είναι ο αριθμός των byte κάθε πακέτου που θα καταγραφεί. Η προεπιλεγμένη τιμή είναι 0, η οποία θα καταγράψει ολόκληρο το πλαίσιο ανεξάρτητα από το μέγεθός του.
fa_ir: طول بسته تعداد بایت‌های هر بسته‌ای است که ضبط خواهد شد. مقدار پیش‌فرض 0 است که در این حالت تمام فریم صرف‌نظر از اندازه‌اش ضبط می‌شود.
fr_fr: La longueur des paquets est le nombre d'octets de chaque paquet qui sera capturé. Par défaut la valeur est 0, ce qui capturera la trame entière sans tenir compte de sa taille.
it_it: La lunghezza del pacchetto è il numero di byte di ciascun pacchetto che verrà catturato. Il valore predefinito è 0, che catturerà l'intero fotogramma indipendentemente dalle sue dimensioni.
ko_kr: 패킷 길이는 캡처할 각 패킷의 바이트 수입니다. 기본값은 0이며, 크기에 관계없이 전체 프레임을 캡처합니다.
pl_pl: Długość pakietu to liczba bajtów każdego pakietu, który zostanie przechwycony. Wartość domyślna to 0, co oznacza przechwycenie całej ramki niezależnie od jej rozmiaru.
uk_ua: Довжина пакета – це кількість байтів кожного пакета, який буде захоплений. Значення типово дорівнює 0, що захопить весь кадр незалежно від його розміру.
zh_cn: 数据包长度是被捕获的每个数据包的字节数。默认值为0，无论值多少，它都会捕获整个帧。

source: Packet Length
cs_cz: Délka paketu
de_de: Paketlänge
el_gr: Μήκος πακέτου
fa_ir: طول بسته
fr_fr: Longueur du paquet
it_it: Lunghezza del pacchetto
ko_kr: 패킷 길이
pl_pl: Długość pakietu
uk_ua: Довжина пакета
zh_cn: 数据包长度

source: The port can be either the source or destination port. The packet capture will look for this port in either field.
cs_cz: Port může být buď zdrojový nebo cílový. Zachycování paketů ho bude v obou kolonkách.
de_de: Der Port kann entweder der Quell- oder Zielport sein. Die Paketaufzeichnung wird in beiden Feldern nach diesem Port suchen.
el_gr: Η θύρα μπορεί να είναι είτε η θύρα προέλευσης είτε η θύρα προορισμού. Η λήψη πακέτων θα αναζητήσει αυτήν τη θύρα σε οποιοδήποτε από τα δύο πεδία.
fa_ir: این پورت می‌تواند پورت مبدأ یا مقصد باشد. ضبط بسته پورت موردنظر را در هر دو فیلد جستجو می‌کند.
fr_fr: Le port peut correspondre soit au port source soit au port de destination. La capture de paquets recherchera ce port dans les deux champs.
it_it: La porta può essere la porta di origine o di destinazione. L'acquisizione dei pacchetti cercherà questa porta in entrambi i campi.
ko_kr: 포트는 출발지 또는 목적지 포트일 수 있습니다. 패킷 캡처는 두 필드 중 하나에서 이 포트를 찾습니다.
pl_pl: Port może być portem źródłowym lub docelowym. Przechwytywanie pakietów będzie szukać tego portu w jednym z tych pól.
uk_ua: Порт може бути вихідним або цільовим. Захоплення пакетів шукатиме цей порт в обох полях.
zh_cn: 该端口可以是源端口或目标端口。数据包捕获会在任一字段中寻找该端口。

source: Example:
cs_cz: Ukázka:
de_de: Beispiel:
el_gr: Παράδειγμα:
fa_ir: مثال:
fr_fr: Exemple:
it_it: Esempio:
ko_kr: 예:
pl_pl: Przykład:
uk_ua: Приклад:
zh_cn: 例如:

source: Host Address
cs_cz: Adresa stroje
de_de: Hostadresse
el_gr: Διεύθυνση κεντρικού υπολογιστή
fa_ir: آدرس میزبان
fr_fr: Adresse de l'Hôte
it_it: Indirizzo dell'ospite
ko_kr: 호스트 주소
pl_pl: Adres hosta
uk_ua: Адреса хоста
zh_cn: 主机地址

source: Select the type of traffic to be captured, either Any, IPv4 only or IPv6 only.
cs_cz: Vyberte druh provozu, který má být zachycován – buď „Jakýkoli“ nebo „Pouze IPv4“ nebo „Pouze IPv6“.
de_de: Wählen Sie den zu erfassenden Datenverkehrstyp aus.
el_gr: Επιλέξτε τον τύπο επισκεψιμότητας που θα καταγραφεί, είτε Οποιαδήποτε, Μόνο IPv4 ή Μόνο IPv6.
fa_ir: نوع ترافیک قابل ضبط را انتخاب کنید: همه، فقط IPv4 یا فقط IPv6.
fr_fr: Sélectionner le type de trafic à capturer, Tout, IPv4 uniquement ou IPv6 uniquement
it_it: Selezionare il tipo di traffico da acquisire, Qualsiasi, Solo IPv4 o Solo IPv6.
ko_kr: 캡처할 트래픽 유형을 임의, IPv4 전용 또는 IPv6 전용 중에서 선택하세요.
pl_pl: Wybierz rodzaj ruchu do przechwycenia, albo dowolny, tylko IPv4 lub tylko IPv6.
uk_ua: Виберіть тип трафіку для захоплення: Будь-який, лише IPv4 або лише IPv6.
zh_cn: 选择要捕获的流量类型，Any、仅IPv4或仅IPv6。

source: IPv6 Only
cs_cz: Pouze IPv6
de_de: Nur IPv6
el_gr: Μόνο IPv6
fa_ir: فقط IPv6
fr_fr: IPv6 seulement
it_it: Solo IPv6
ko_kr: IPv6 전용
pl_pl: Tylko IPv6
uk_ua: Лише IPv6
zh_cn: 仅IPv6

source: IPv4 Only
cs_cz: Pouze IPv4
de_de: Nur IPv4
el_gr: Μόνο IPv4
fa_ir: فقط IPv4
fr_fr: IPv4 seulement
it_it: Solo IPv4
ko_kr: IPv4 전용
pl_pl: Tylko IPv4
uk_ua: Лише IPv4
zh_cn: 仅IPv4

source: Any
cs_cz: Jakýkoli
de_de: beliebig
el_gr: Όλα
fa_ir: همه
it_it: Qualunque
ko_kr: 모두
pl_pl: Dowolny
uk_ua: Будь-який

source: Address Family
cs_cz: Generace adresy
de_de: Adressfamilie
el_gr: Διεύθυνση Οικογένειας
fa_ir: خانواده آدرس
fr_fr: Famille d'adresse
it_it: Indirizzo Famiglia
ko_kr: 주소 패밀리
pl_pl: Rodzina adresów
uk_ua: Сімейство адрес
zh_cn: 地址簇

source: Note
cs_cz: Poznámka
de_de: Anmerkung
el_gr: Σημείωμα
fa_ir: توجه
it_it: Nota
ko_kr: 참고
pl_pl: Uwaga
uk_ua: Нотатка
zh_cn: 注意

source: Promiscuous
cs_cz: Promiskuitní
el_gr: Σύμμικτος
fa_ir: حالت شنود
fr_fr: Promiscuité
it_it: Promiscuo
ko_kr: 무차별
pl_pl: Bezrozróżniowy
uk_ua: Нерозбірливий
zh_cn: 混杂模式

source: Source Address
cs_cz: Zdrojová adresa
de_de: Quelladresse
el_gr: Διεύθυνση πηγής
fa_ir: آدرس مبدأ
fr_fr: Adresse Source
it_it: Indirizzo di origine
ko_kr: 출발지 주소
pl_pl: Adres źródłowy
uk_ua: Адреса джерела
zh_cn: 源地址

source: Reset Log Files
cs_cz: Resetovat soubory se záznamem událostí
de_de: Protokolldateien zurücksetzen
el_gr: Επαναφορά αρχείων καταγραφής
fa_ir: بازنشانی فایل‌های لاگ
fr_fr: Réinitialiser les fichiers des journaux
it_it: Reimposta file di registro
ko_kr: 로그 파일 초기화
pl_pl: Resetuj pliki logów
uk_ua: Скинути файли журналу
zh_cn: 清除日志文件

source: Log packets blocked by 'Block Private Networks' rules
cs_cz: Zaznamenávat pakety zablokované pravidly „Blokovat soukromé sítě“
de_de: Pakete protokollieren, die durch die Regeln 'Private Netzwerke blockieren' geblockt wurden
el_gr: Καταγραφή πακέτων που έχουν αποκλειστεί από τους κανόνες «Αποκλεισμός ιδιωτικών δικτύων»
fa_ir: لاگ بسته‌هایی که توسط قوانین «مسدودسازی شبکه‌های خصوصی» مسدود شده‌اند
fr_fr: Journaliser les paquets bloqués par les règles 'Bloquer les réseaux privés'
it_it: Registra i pacchetti bloccati dalle regole "Blocca reti private".
ko_kr: '사설 네트워크 차단' 규칙에 의해 차단된 패킷 로그
pl_pl: Rejestruj pakiety blokowane przez reguły 'Blokuj sieci prywatne'
uk_ua: Записувати пакети, заблоковані правилами «Блокувати приватні мережі»
zh_cn: 记录由"阻止私有网络"规则阻止的数据包

source: Log packets blocked by 'Block Bogon Networks' rules
cs_cz: Zaznamenávat pakety zablokované pravidly „blokovat bogon sítě“
de_de: Pakete protokollieren, die durch die Regeln 'Bogon-Netzwerke blockieren' geblockt wurden
el_gr: Καταγραφή πακέτων που έχουν αποκλειστεί από τους κανόνες 'Block Bogon Networks'
fa_ir: لاگ بسته‌هایی که توسط قوانین «مسدودسازی شبکه‌های بوگون» مسدود شده‌اند
fr_fr: Journaliser les paquets bloqués par les règles 'Block Bogon Networks'
it_it: Registra i pacchetti bloccati dalle regole "Blocca reti Bogon".
ko_kr: 'Bogon Networks 차단' 규칙에 의해 차단된 패킷 로그
pl_pl: Rejestruj pakiety blokowane przez reguły 'Blokuj sieci Bogon'
uk_ua: Записувати пакети, заблоковані правилами «Блокувати мережі-богони»
zh_cn: 记录由"阻止Bogon网络"规则阻止的数据包

source: Do you really want to reset the log files? This will erase all local log data.
cs_cz: Opravdu chcete resetovat soubory se záznamem událostí? Toto vymaže veškerá místní data záznamu událostí.
de_de: Möchten Sie wirklich die Protokolldateien zurücksetzen? Dies wird sämtliche lokalen Protokolldaten löschen.
el_gr: Θέλετε πραγματικά να επαναφέρετε τα αρχεία καταγραφής; Αυτή η ενέργεια θα διαγράψει όλα τα τοπικά δεδομένα καταγραφής.
fa_ir: آیا واقعاً می‌خواهید فایل‌های لاگ را بازنشانی کنید؟ این کار تمام داده‌های لاگ محلی را پاک خواهد کرد.
fr_fr: Voulez-vous vraiment réinitialiser les journaux d'évènements ? Ceci effacera toutes les données des journaux locaux.
it_it: Vuoi davvero reimpostare i file di registro? Ciò cancellerà tutti i dati del registro locale.
ko_kr: 로그 파일을 초기화하시겠습니까? 모든 로컬 로그 데이터가 삭제됩니다.
pl_pl: Czy naprawdę chcesz zresetować pliki dziennika? Spowoduje to usunięcie wszystkich lokalnych danych dziennika.
uk_ua: Ви дійсно хочете скинути файли журналу? Це видалить усі локальні дані журналу.
zh_cn: 确定重置日志文件？ 这将会清除所有本地日志数据。

source: Store
cs_cz: Úložiště
de_de: Speicher
el_gr: Κατάστημα
fa_ir: ذخیره
fr_fr: Emmagasiner
it_it: Negozio
ko_kr: 스토어
pl_pl: Sklep
uk_ua: Зберегти
zh_cn: 储存

source: Count
cs_cz: Počet
de_de: Anzahl
el_gr: Κόμης
fa_ir: تعداد
fr_fr: Nombre
it_it: Contare
ko_kr: 카운트
pl_pl: Licznik
uk_ua: Кількість
zh_cn: 数量

source: Clear log
cs_cz: Vymazat záznam událostí
de_de: Protokoll löschen
el_gr: Εκκαθάριση αρχείου καταγραφής
fa_ir: پاک‌سازی لاگ
fr_fr: Effacer les journaux
it_it: Cancella registro
ko_kr: 로그 지우기
pl_pl: Wyczyść log
uk_ua: Очистити журнал
zh_cn: 清除日志

source: other
cs_cz: ostatní
de_de: Sonstiges
el_gr: άλλος
fa_ir: سایر
fr_fr: autres
it_it: altro
ko_kr: 기타
pl_pl: inny
uk_ua: інше
zh_cn: 其他

source: Destination Ports
cs_cz: Cílové porty
de_de: Zielports
el_gr: Θύρες προορισμού
fa_ir: پورت‌های مقصد
fr_fr: Ports de Destination
it_it: Porti di destinazione
ko_kr: 목적지 포트
pl_pl: Port docelowy
uk_ua: Цільові порти
zh_cn: 目标端口
