Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Leave empty to use ports 80 and 443 with automatic redirection from HTTP to HTTPS or choose a custom port. Don't forget to allow these ports with a Firewall rule. If the default ports have been changed in "General Settings", leaving this empty will use the chosen alternative ports instead.
cs_cz: Pokud chcete používat porty 80 a 443 s automatickým přesměrováním z HTTP na HTTPS, pak nevyplňujte. V opačném případě zvolte uživatelsky určený port. Nezapomeňte tyto porty povolit pomocí pravidla brány firewall. Pokud byly výchozí porty změněny v „Obecných nastaveních“, nevyplněním zde se místo nich použijí zvolené alternativní porty.
de_de: Feld leer lassen, um die Ports 80 und 443 mit automatischer Weiterleitung von HTTP zu HTTPS zu verwenden, oder benutzerdefinierten Port wählen. Vergessen Sie nicht, diese Ports in der Firewall freizugeben. Wenn die Standardports unter "General Settings" geändert wurden, wird beim Leerlassen stattdessen der dort angegebene alternative Port verwendet.
el_gr: Αφήστε το κενό για να χρησιμοποιήσετε τις θύρες 80 και 443 με αυτόματη ανακατεύθυνση από HTTP σε HTTPS ή επιλέξτε μια προσαρμοσμένη θύρα. Μην ξεχάσετε να επιτρέψετε αυτές τις θύρες με έναν κανόνα τείχους προστασίας. Εάν οι προεπιλεγμένες θύρες έχουν αλλάξει στις "Γενικές ρυθμίσεις", εάν αφήσετε αυτό το κενό, θα χρησιμοποιηθούν οι επιλεγμένες εναλλακτικές θύρες.
fa_ir: برای استفاده از پورت‌های 80 و 443 با هدایت خودکار از HTTP به HTTPS خالی بگذارید یا پورت دلخواه انتخاب کنید. فراموش نکنید این پورت‌ها را با یک قانون فایروال باز کنید. اگر پورت‌های پیش‌فرض در «تنظیمات عمومی» تغییر یافته باشند، خالی گذاشتن این فیلد باعث استفاده از پورت‌های جایگزین انتخاب‌شده می‌شود.
fr_fr: Laisser vide pour utiliser les ports 80 et 443 avec redirection automatique de HTTP vers HTTPS ou choisir un port personnalisé. N'oubliez pas d'autoriser ces ports à l'aide d'une règle de pare-feu. Si les ports par défaut ont été modifiés dans les "Paramètres généraux", le fait de laisser ce champ vide entraînera l'utilisation des ports alternatifs choisis.
it_it: Lascia vuoto per utilizzare le porte 80 e 443 con reindirizzamento automatico da HTTP a HTTPS o scegli una porta personalizzata. Non dimenticare di consentire queste porte con una regola firewall. Se le porte predefinite sono state modificate in "Impostazioni generali", lasciando vuoto questo campo verranno utilizzate invece le porte alternative scelte.
ko_kr: 기본값인 포트 80과 443을 사용하려면 비워 두고 HTTP에서 HTTPS로의 자동 리디렉션을 선택하거나 사용자 정의 포트를 선택하세요. 이 포트를 방화벽 규칙으로 허용하는 것을 잊지 마세요. "일반 설정"에서 기본 포트가 변경된 경우, 비워 두면 선택한 대체 포트가 사용됩니다.
uk_ua: Залиште порожнім, щоб використовувати порти 80 і 443 з автоматичним перенаправленням з HTTP на HTTPS або виберіть користувацький порт. Не забудьте дозволити ці порти за допомогою правила брандмауера. Якщо типові порти було змінено в "Загальних налаштуваннях", то залишення цього поля порожнім використовуватиме обрані альтернативні порти.
zh_cn: 留空以使用端口80和443并自动从HTTP重定向到HTTPS或选择自定义端口。不要忘记使用防火墙规则允许这些端口。如果在“常规设置”中更改了默认端口，则留空将使用所选的备用端口。

source: Leave empty to use the default port or choose a custom port for the upstream destination.
cs_cz: Pokud chcete použít výchozí port, nevyplňujte. Případně zvolte uživatelsky určený port pro nadřazený cíl.
de_de: Feld leer lassen, um den Standardport zu verwenden, oder benutzerdefinierten Port für das Upstream-Ziel angeben.
el_gr: Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη θύρα ή να επιλέξετε μια προσαρμοσμένη θύρα για τον προορισμό ανόδου.
fa_ir: برای استفاده از پورت پیش‌فرض خالی بگذارید یا یک پورت دلخواه برای مقصد بالادستی انتخاب کنید.
fr_fr: Laisser vide pour utiliser le port par défaut ou choisir un port personnalisé pour la destination en amont.
it_it: Lascia vuoto per utilizzare la porta predefinita o scegliere una porta personalizzata per la destinazione upstream.
ko_kr: 기본 포트를 사용하려면 비워 두거나 업스트림 대상에 대한 사용자 정의 포트를 선택하세요.
uk_ua: Залиште порожнім, щоб використовувати типовий порт, або виберіть користувацький порт для вихідного призначення.
zh_cn: 指定上游域使用的端口，留空则使用默认端口。

source: Leave empty to use the system resolvers (default). Resolvers customizes the DNS resolvers used when performing the DNS challenge; these take precedence over system resolvers or any default ones. If set here, the resolvers will propagate to all configured certificate issuers. If the system resolvers use DNS over TLS, setting an external resolver here is required or the DNS challenge will fail.
cs_cz: Pokud chcete použít systémový DNS překlad (výchozí nastavení), nevyplňujte. DNS překlad upravuje které DNS servery použít při provádění výzvy DNS; tyto mají přednost před systémovými nebo výchozími DNS servery. Pokud jsou zde nastaveny, budou DNS servery šířeny všem nastaveným vydavatelům certifikátů. Pokud systémové DNS servery používají DNS přes TLS, je zde nutné nastavit externí DNS server, jinak se výzva DNS nezdaří.
de_de: Leer lassen, um die System-Resolver zu verwenden (Standard). "Resolver" passt die DNS-Resolver an, die bei der DNS-Challenge verwendet werden; diese haben Vorrang vor System-Resolvern oder Standard-Resolvern. Wenn hier festgelegt, werden die Resolver an alle konfigurierten Zertifikatsaussteller weitergegeben. Wenn die System-Resolver DNS über TLS verwenden, ist hier die Angabe eines externen Resolvers erforderlich, da die DNS-Challenge sonst fehlschlägt.
el_gr: Αφήστε το κενό για να χρησιμοποιήσετε τους αναλυτές συστήματος (προεπιλογή). Οι αναλυτές προσαρμόζουν τους αναλυτές DNS που χρησιμοποιούνται κατά την εκτέλεση της πρόκλησης DNS. Αυτοί έχουν προτεραιότητα έναντι των αναλυτών συστήματος ή οποιωνδήποτε προεπιλεγμένων. Εάν οριστούν εδώ, οι αναλυτές θα μεταδοθούν σε όλους τους διαμορφωμένους εκδότες πιστοποιητικών. Εάν οι αναλυτές συστήματος χρησιμοποιούν DNS έναντι TLS, απαιτείται η ρύθμιση ενός εξωτερικού αναλυτή εδώ, διαφορετικά η πρόκληση DNS θα αποτύχει.
fa_ir: برای استفاده از رزولورهای سیستم (پیش‌فرض) خالی بگذارید. رزولورها رزولورهای DNS ای را که هنگام اجرای چالش DNS استفاده می‌شوند تنظیم می‌کنند؛ این‌ها بر رزولورهای سیستم یا هر رزولور پیش‌فرض دیگری تقدم دارند. اگر اینجا تنظیم شوند، رزولورها به تمام صادرکنندگان گواهی پیکربندی‌شده منتقل می‌شوند. اگر رزولورهای سیستم از DNS over TLS استفاده می‌کنند، تنظیم یک رزولور خارجی در اینجا لازم است وگرنه چالش DNS شکست خواهد خورد.
fr_fr: Laisser vide pour utiliser les résolveurs du système (par défaut). Resolvers personnalise les résolveurs DNS utilisés lors de la vérification du DNS ; ces résolveurs sont prioritaires sur les résolveurs du système ou sur les résolveurs par défaut. S'ils sont définis ici, les résolveurs se propageront à tous les émetteurs de certificats configurés. Si les résolveurs du système utilisent le DNS sur TLS, il est nécessaire de définir un résolveur externe ici, sinon le défi DNS échouera.
it_it: Lasciare vuoto per utilizzare i risolutori del sistema (impostazione predefinita). Resolvers personalizza i risolutori DNS utilizzati durante l'esecuzione della verifica DNS; questi hanno la precedenza sui risolutori di sistema o su quelli predefiniti. Se impostato qui, i risolutori si propagheranno a tutti gli emittenti di certificati configurati. Se i risolutori di sistema utilizzano DNS su TLS, è necessario impostare qui un risolutore esterno altrimenti la verifica DNS fallirà.
ko_kr: 시스템 리졸버를 사용하려면 비워둡니다(기본). 리졸버는 DNS 챌린지를 수행할 때 사용되는 DNS 리졸버를 사용자 지정합니다. 이는 시스템 리졸버나 기본 리졸버보다 우선합니다. 여기에 설정하면 리졸버가 구성된 모든 인증서 발급자에게 전파됩니다. 시스템 리졸버가 TLS를 통한 DNS를 사용하는 경우 여기에 외부 리졸버를 설정해야 하며 그렇지 않으면 DNS 챌린지가 실패합니다.
uk_ua: Залиште порожнім, щоб використовувати системні резолвери (типово). Резолвери налаштовують DNS-резолвери, що використовуються під час виконання DNS-виклику; вони мають пріоритет над системними резолверами або будь-якими типовими. Якщо встановлено тут, резолвери поширяться на всі налаштовані видавці сертифікатів. Якщо системні резолвери використовують DNS over TLS, то встановлення зовнішнього резолвера тут є обов'язковим, інакше DNS-виклик завершиться помилкою.
zh_cn: 留空以使用系统解析器（默认）。解析器自定义执行DNS质询时使用的DNS解析器；这些解析器优先于系统解析器或任何默认解析器。如果在此处设置，解析器将传播到所有配置的证书颁发者。如果系统解析器使用DNS over TLS，则需要在此处设置外部解析器，否则DNS质询将失败。

source: Lifetime (days)
cs_cz: Životnost (dny)
de_de: Lebensdauer (Tage)
el_gr: Διάρκεια ζωής (ημέρες)
fa_ir: مدت اعتبار (روز)
fr_fr: Durée de vie (jours)
it_it: Durata (giorni)
ko_kr: 유효 기간 (일)
uk_ua: Термін дії (дні)
zh_cn: 有效期（天）

source: Lima-City DNS API
cs_cz: API rozhraní Lima-City DNS
el_gr: API DNS της Λίμα-Σίτι
fr_fr: API DNS Lima-Ville
it_it: API DNS Lima-Città
uk_ua: API DNS Lima-City

source: Limit new connections based on the current number of half open IKE_SAs.
cs_cz: Omezit nová připojení na základě aktuálního počtu napůl otevřených IKE_SA.
de_de: Neue Verbindungen basierend auf der aktuellen Anzahl halb geöffneter IKE_SAs begrenzen.
el_gr: Περιορίστε τις νέες συνδέσεις με βάση τον τρέχοντα αριθμό των μισοανοιχτών IKE_SA.
fa_ir: محدود کردن اتصالات جدید بر اساس تعداد کنونی IKE_SAs نیمه‌گشوده.
fr_fr: Limite les nouvelles connexions en fonction du nombre actuel d'IKE_SA semi-ouverts.
it_it: Limita le nuove connessioni in base al numero corrente di IKE_SA semiaperti.
ko_kr: 현재 반개방 IKE_SA 수에 따라 새로운 연결을 제한합니다.
uk_ua: Обмежити нові з'єднання на основі поточної кількості напіввідкритих IKE_SA.
zh_cn: 根据当前半开IKE_SA的数量限制新连接。

source: Limit the default set of built-in curves to be used when using the standard openssl configuration.
cs_cz: Omezit výchozí sadu vestavěných křivek, které uplatňovat při používání standardního nastavení openssl.
de_de: Die standardmäßig eingebauten Kurven begrenzen, die bei Verwendung der Standardkonfiguration von OpenSSL verwendet werden dürfen.
el_gr: Περιορίστε το προεπιλεγμένο σύνολο ενσωματωμένων καμπυλών που θα χρησιμοποιούνται κατά τη χρήση της τυπικής διαμόρφωσης openssl.
fa_ir: محدود کردن مجموعهٔ پیش‌فرض منحنی‌های داخلی که در پیکربندی استاندارد openssl استفاده می‌شوند.
fr_fr: Limite l'ensemble par défaut des courbes intégrées à utiliser lors de l'utilisation de la configuration openssl standard.
it_it: Limita il set predefinito di curve integrate da utilizzare quando si utilizza la configurazione openssl standard.
ko_kr: 표준 openssl 구성을 사용할 때 사용할 기본 제공 곡선의 기본 세트를 제한합니다.
uk_ua: Обмежити типовий набір вбудованих кривих, що використовуються при стандартній конфігурації openssl.
zh_cn: 限制使用标准openssl配置时使用的默认内置曲线集。

source: List of addresses to configure on the device. Please use CIDR notation like 10.0.0.1/24.
cs_cz: Seznam adres, které nastavit na zařízení. Použijte CIDR zápis, jako je 10.0.0.1/24.
de_de: Liste der auf dem Gerät zu konfigurierenden Adressen. Bitte verwenden Sie die CIDR-Notation wie 10.0.0.1/24.
el_gr: Λίστα διευθύνσεων για διαμόρφωση στη συσκευή. Χρησιμοποιήστε σημειογραφία CIDR όπως 10.0.0.1/24.
fa_ir: فهرست آدرس‌هایی که باید روی دستگاه پیکربندی شوند. لطفاً از نمادگذاری CIDR مانند 10.0.0.1/24 استفاده کنید.
fr_fr: Liste des adresses à configurer sur l'appareil. Veuillez utiliser la notation CIDR comme 10.0.0.1/24.
it_it: Elenco degli indirizzi da configurare sul dispositivo. Utilizza la notazione CIDR come 10.0.0.1/24.
ko_kr: 장치에서 구성할 주소 목록입니다. CIDR 표기법(예: 10.0.0.1/24)을 사용하세요.
uk_ua: Список адрес для конфігурації на пристрої. Будь ласка, використовуйте нотацію CIDR, наприклад 10.0.0.1/24.
zh_cn: 在设备上配置的地址列表。请使用CIDR表示法，例如 10.0.0.1/24。

source: List of addresses to use on the remote peer, these will be allowed (and optionally routed) from this instance.
cs_cz: Seznam adres, které mají být použity na vzdáleném protějšku – tyto adresy budou povoleny (a volitelně směrovány) z této instance.
de_de: Liste der auf der Remote-Gegenstelle zu verwendenden Adressen. Diese werden von dieser Instanz aus zugelassen (und optional weitergeleitet).
el_gr: Λίστα διευθύνσεων που θα χρησιμοποιηθούν στον απομακρυσμένο κόμβο, αυτές θα επιτρέπονται (και προαιρετικά θα δρομολογούνται) από αυτήν την παρουσία.
fa_ir: فهرست آدرس‌هایی برای استفاده روی همتای راه‌دور؛ این آدرس‌ها از این نمونه مجاز خواهند بود (و به‌صورت اختیاری مسیریابی می‌شوند).
fr_fr: Liste d'adresses à utiliser sur l'homologue distant, celles-ci seront autorisées (et éventuellement routées) à partir de cette instance.
it_it: Elenco di indirizzi da utilizzare sul peer remoto, questi saranno consentiti (e facoltativamente instradati) da questa istanza.
ko_kr: 원격 피어에서 사용할 주소 목록입니다. 이 주소들은 이 인스턴스에서 허용되며(선택적으로 라우팅됨) 사용됩니다.
uk_ua: Список адрес для використання на віддаленому вузлі, вони будуть дозволені (і за бажанням маршрутизовані) з цього екземпляра.
zh_cn: 在远程端点上使用的地址列表，此实例将允许（并可选择路由）这些地址。

source: List of bot user agents that will be used in bot protection. Uses a well known list by default.
cs_cz: Seznam uživatelských agentů, využívaných boty. Bude použito při ochraně proti botům. Ve výchozím nastavení je využíván seznam obecně známých.
de_de: Liste der Bot-User-Agents, die für den Bot-Schutz verwendet werden. Standardmäßig wird eine bekannte Liste genutzt.
el_gr: Λίστα με τους user agents bot που θα χρησιμοποιηθούν στην προστασία bot. Χρησιμοποιεί μια γνωστή λίστα από προεπιλογή.
fa_ir: فهرستی از User-Agentهای بات که در حفاظت از بات استفاده می‌شوند. به‌طور پیش‌فرض از یک فهرست شناخته‌شده استفاده می‌کند.
fr_fr: Liste des agents utilisateurs de bots qui seront utilisés dans la protection contre les bots. Utilise par défaut une liste bien connue.
it_it: Elenco degli agenti utente bot che verranno utilizzati nella protezione bot. Utilizza un elenco noto per impostazione predefinita.
ko_kr: 봇 보호에 사용될 봇 사용자 에이전트 목록입니다. 기본적으로 잘 알려진 목록을 사용합니다.
uk_ua: Список агентів користувача ботів, які будуть використовуватися для захисту від ботів. За типово використовується добре відомий список.
zh_cn: 用于机器人保护的机器人用户代理列表。默认使用众所周知的列表。

source: List of domains and path entries, prefix with . to include subdomains (e.g. .com to block all .com domains). To match all use *
cs_cz: Seznam domén a položek popisů umístění. Pokud mají být zahrnuty subdomény, přidejte . (tečka) jako předponu (například .com pro blokování všeho v doméně .com). Pro shodu se vším použijte *
de_de: Liste von Domains und Pfadeinträgen; mit Punkt "." vorangestellt, um Subdomains einzubeziehen (z. B. .com, um alle .com-Domains zu blockieren). Zum Erfassen aller verwenden Sie "*".
el_gr: Λίστα καταχωρίσεων τομέων και διαδρομών, με πρόθεμα . για συμπερίληψη υποτομέων (π.χ. .com για αποκλεισμό όλων των τομέων .com). Για αντιστοίχιση όλων, χρησιμοποιήστε *
fa_ir: فهرستی از دامنه‌ها و مسیرها؛ برای شامل کردن زیردامنه‌ها از . در ابتدا استفاده کنید (مثلاً .com برای مسدود کردن همه دامنه‌های .com). برای مطابقت با همه از * استفاده کنید.
fr_fr: Liste des domaines et des entrées de chemin, préfixée par . pour inclure les sous-domaines (par exemple, .com pour bloquer tous les domaines .com). Pour tout bloquer, utilisez *
it_it: Elenco di domini e voci di percorso, prefisso . per includere sottodomini (ad esempio .com per bloccare tutti i domini .com). Da abbinare a tutti utilizzare *
ko_kr: 도메인 및 경로 항목 목록입니다. 하위 도메인을 포함하려면 앞에 .을 붙이세요(예: .com은 모든 .com 도메인을 차단합니다). 모든 항목과 일치하려면 *를 사용하세요.
uk_ua: Список доменів та шляхів, префікс з . для включення субдоменів (наприклад, .com для блокування всіх доменів .com). Для збігу з усіма використовуйте *
zh_cn: 域名和路径列表，使用 . 作为前缀以包含子域（例如，.com 将阻止所有 .com 域）。匹配所有内容请使用 *

source: List of group memberships to require. The client must prove membership to at least one of the specified groups.
cs_cz: Seznam členství ve skupinách, která vyžadovat. Je třeba, aby klient prokázal členství alespoň v jedné z nich.
de_de: Liste erforderlicher Gruppenmitgliedschaften. Der Client muss die Zugehörigkeit zu mindestens einer der angegebenen Gruppen nachweisen.
el_gr: Λίστα με τις απαιτούμενες συμμετοχές σε ομάδες. Ο client πρέπει να αποδείξει ότι είναι μέλος τουλάχιστον μίας από τις καθορισμένες ομάδες.
fa_ir: فهرستی از عضویت‌های گروهی مورد نیاز. کلاینت باید عضویت در حداقل یکی از گروه‌های مشخص‌شده را اثبات کند.
fr_fr: Liste des appartenances à des groupes à exiger. Le client doit prouver son appartenance à au moins un des groupes spécifiés.
it_it: Elenco delle appartenenze ai gruppi da richiedere. Il cliente deve dimostrare l'appartenenza ad almeno uno dei gruppi specificati.
ko_kr: 필요한 그룹 멤버십 목록입니다. 클라이언트는 지정된 그룹 중 최소한 하나에 대한 멤버십을 증명해야 합니다.
uk_ua: Список необхідних членств у групах. Клієнт повинен довести членство хоча б в одній із зазначених груп.
zh_cn: 要求加入的组的列表。客户必须证明至少是其中一个指定组的成员。

source: List of instances this peer belongs to.
cs_cz: Seznam instancí, ke kterým tento protějšek patří.
de_de: Liste der Instanzen, zu denen diese Gegenstelle gehört.
el_gr: Λίστα στιγμιότυπων στις οποίες ανήκει αυτός ο ομότιμος.
fa_ir: فهرستی از instanceها که این peer به آن‌ها تعلق دارد.
fr_fr: Liste des instances auxquelles ce pair appartient.
it_it: Elenco di istanze a cui appartiene questo peer.
ko_kr: 이 피어가 속한 인스턴스 목록입니다.
uk_ua: Список екземплярів, до яких належить цей вузол.
zh_cn: 该端点所属的实例列表。

source: List of networks allowed to pass through the tunnel adapter. Use CIDR notation like 10.0.0.0/24.
cs_cz: Seznam sítí, kterým umožňovat průchod přes tento tunelový adaptér. Použijte CIDR zápis, například 10.0.0.0/24.
de_de: Liste der Netzwerke, die den Tunneladapter passieren dürfen. Verwenden Sie die CIDR-Notation wie 10.0.0.0/24.
el_gr: Λίστα δικτύων που επιτρέπεται να διέρχονται από τον προσαρμογέα σήραγγας. Χρησιμοποιήστε συμβολισμό CIDR όπως 10.0.0.0/24.
fa_ir: فهرستی از شبکه‌هایی که مجاز به عبور از آداپتور تونل هستند. از نگارش CIDR مانند 10.0.0.0/24 استفاده کنید.
fr_fr: Liste des réseaux autorisés à passer par l'adaptateur tunnel. Utilisez la notation CIDR comme 10.0.0.0/24.
it_it: Elenco delle reti autorizzate a passare attraverso l'adattatore tunnel. Utilizza la notazione CIDR come 10.0.0.0/24.
ko_kr: 터널 어댑터를 통과할 수 있는 네트워크 목록입니다. 10.0.0.0/24와 같은 CIDR 표기법을 사용합니다.
uk_ua: Список мереж, дозволених для проходження через тунельний адаптер. Використовуйте нотацію CIDR, наприклад 10.0.0.0/24.
zh_cn: 允许通过隧道适配器的网络列表。使用CIDR表示法，例如：10.0.0.0/24。

source: List of peers for this instance.
cs_cz: Seznam protějšků pro tuto instanci.
de_de: Liste der Gegenstellen für diese Instanz.
el_gr: Λίστα ομότιμων για αυτήν την παρουσία.
fa_ir: فهرست peerهای این instance.
fr_fr: Liste des pairs pour cette instance.
it_it: Elenco di peer per questa istanza.
ko_kr: 이 인스턴스에 대한 피어 목록입니다.
uk_ua: Список вузлів для цього екземпляра.
zh_cn: 实例的对端列表。

source: List of pools, one per line in range or subnet format (e.g. 192.168.0.100 - 192.168.0.200 , 192.0.2.64/26
cs_cz: Seznam fondů – každý na zvlášť řádek, ve formátu rozsahu nebo podsítě (např. 192.168.0.100 - 192.168.0.200 , 192.0.2.64/26).
de_de: Liste der Bereiche, einer pro Zeile im Bereichs- oder Subnetzformat (z. B. 192.168.0.100 – 192.168.0.200, 192.0.2.64/26).
el_gr: Λίστα ομάδων, μία ανά γραμμή σε μορφή εύρους ή υποδικτύου (π.χ. 192.168.0.100 - 192.168.0.200, 192.0.2.64/26)
fa_ir: فهرستی از poolها، یکی در هر خط به فرمت بازه یا subnet (مثلاً 192.168.0.100 - 192.168.0.200، 192.0.2.64/26).
fr_fr: Liste des pools, un par ligne, sous forme d'intervalle ou de sous-réseau (par exemple 192.168.0.100 - 192.168.0.200 , 192.0.2.64/26)
it_it: Elenco dei pool, uno per riga in formato intervallo o sottorete (ad esempio 192.168.0.100 - 192.168.0.200 , 192.0.2.64/26
ko_kr: 풀 목록, 각 줄에 범위 또는 서브넷 형식으로 입력 (예: 192.168.0.100 - 192.168.0.200 , 192.0.2.64/26)
uk_ua: Список пулів, по одному на рядок у форматі діапазону або підмережі (наприклад, 192.168.0.100 - 192.168.0.200 , 192.0.2.64/26
zh_cn: 池列表，每行一个，采用范围或子网格式（例如 192.168.0.100 - 192.168.0.200 、 192.0.2.64/26)

source: List of standard categories
cs_cz: Seznam standardních kategorií
de_de: Liste der Standardkategorien
el_gr: Λίστα τυπικών κατηγοριών
fa_ir: فهرست دسته‌بندی‌های استاندارد
fr_fr: Liste des catégories standard
it_it: Elenco delle categorie standard
ko_kr: 표준 카테고리 목록
uk_ua: Список стандартних категорій
zh_cn: 标准类别列表

source: Local gre tunnel endpoint
cs_cz: Místní koncový bod gre tunelu
de_de: Lokaler GRE-Tunnelendpunkt
el_gr: Τοπικό σημείο τερματισμού gre tunnel
fa_ir: نقطه انتهایی محلی تونل GRE
fr_fr: Point d'arrivée du tunnel gre local
it_it: Endpoint del tunnel Gre locale
ko_kr: 로컬 gre 터널 엔드포인트
uk_ua: Локальна кінцева точка тунелю GRE
zh_cn: 本地gre隧道端点

source: Log Adjacency Changes
cs_cz: Záznam změn sousedství
de_de: Nachbarschaftsänderungen protokollieren
el_gr: Αλλαγές Γειτνίασης Καταγραφής
fa_ir: لاگ تغییرات مجاورت
fr_fr: Enregistrer les changements d'adjacence
it_it: Registra modifiche alle adiacenze
ko_kr: 인접성 변경 사항 로그
uk_ua: Журнал змін суміжності
zh_cn: 记录邻接变化

source: Log Banned Requests
cs_cz: Protokolovat vyloučené požadavky do záznamu událostí
de_de: Gesperrte Anfragen protokollieren
el_gr: Καταγραφή Αποκλεισμένων Αιτημάτων
fa_ir: لاگ درخواست‌های مسدود‌شده
fr_fr: Enregistrer les demandes interdites
it_it: Registra le richieste vietate
ko_kr: 차단된 요청 로그
uk_ua: Журнал заборонених запитів
zh_cn: 记录禁止请求

source: Log Credentials
cs_cz: Zaznamenávat přihlašovací údaje
de_de: Zugangsdaten protokollieren
el_gr: Διαπιστευτήρια καταγραφής
fa_ir: لاگ اطلاعات ورود
fr_fr: Identification des données d'identification
it_it: Credenziali di registro
ko_kr: 자격 증명 로그
uk_ua: Журнал облікових даних
zh_cn: 日志凭证

source: Log HTTP Access in JSON Format
cs_cz: Zaznamenávat HTTP přístupy ve formátu JSON
de_de: HTTP-Zugriffe im JSON-Format protokollieren
el_gr: Καταγραφή πρόσβασης HTTP σε μορφή JSON
fa_ir: لاگ دسترسی HTTP به فرمت JSON
fr_fr: Enregistrer les accès HTTP au format JSON
it_it: Registra l'accesso HTTP in formato JSON
ko_kr: JSON 형식으로 HTTP 액세스 로그
uk_ua: Журнал доступу HTTP у форматі JSON
zh_cn: 以JSON格式记录
