Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set the user of remote MySQL server.
cs_cz: Nastavit uživatele vzdáleného MySQL serveru.
de_de: Benutzername des entfernten MySQL-Servers festlegen.
el_gr: Ορίστε τον χρήστη του απομακρυσμένου διακομιστή MySQL.
fa_ir: کاربر سرور MySQL از راه دور را تعیین کنید.
fr_fr: Définir l'utilisateur du serveur MySQL distant.
it_it: Imposta l'utente del server MySQL remoto.
ko_kr: 원격 MySQL 서버의 사용자를 설정하세요.
pl_pl: Ustal użytkownika zdalnego serwera MySQL.
uk_ua: Встановіть користувача віддаленого MySQL сервера.
zh_cn: 设置远程MySQL服务器的用户。

source: Set the value at which an e-mail is greylisted. The value has to be lower than all other scores.
cs_cz: Nastavit hodnotu, při které je e-mail zařazen do tzv. greylistu. Je třeba, aby tato hodnota byla nižší než všechna ostatní hodnocení.
de_de: Wert festlegen, ab dem eine E-Mail auf die Greylist gesetzt wird. Dieser Wert muss niedriger sein als alle anderen Schwellenwerte.
el_gr: Ορίστε την τιμή στην οποία ένα email εμφανίζεται στη γκρίζα λίστα. Η τιμή πρέπει να είναι χαμηλότερη από όλες τις άλλες βαθμολογίες.
fa_ir: مقداری را که در آن ایمیل وارد لیست خاکستری می‌شود تعیین کنید. این مقدار باید کمتر از سایر امتیازها باشد.
fr_fr: Définit la valeur à partir de laquelle un e-mail est mis sur liste grise. La valeur doit être inférieure à tous les autres scores.
it_it: Imposta il valore al quale un'e-mail viene inserita nella greylist. Il valore deve essere inferiore a tutti gli altri punteggi.
ko_kr: 이메일이 그레이리스트로 나열되는 값을 설정하세요. 값은 다른 모든 점수보다 낮아야 합니다.
pl_pl: Ustal wartość, przy której e-mail jest dodawany do listy szarych. Wartość musi być niższa niż wszystkie inne wyniki.
uk_ua: Встановіть значення, при якому електронний лист потрапляє до сірого списку (greylist). Значення має бути меншим за всі інші показники.
zh_cn: 设置电子邮件灰名单的值。该值必须低于所有其他分数。

source: Set the value at which an e-mail is marked as spam in header. The value has to be higher than greylist score.
cs_cz: Nastavení hodnoty, při které v hlavičce bude e-mail označen jako nevyžádaná pošta. Je třeba, aby hodnota byla vyšší než skóre tzv. greylistu.
de_de: Wert festlegen, ab dem eine E-Mail im Header als Spam markiert wird. Dieser Wert muss höher sein als der Greylist-Wert.
el_gr: Ορίστε την τιμή στην οποία ένα email επισημαίνεται ως ανεπιθύμητο στην κεφαλίδα. Η τιμή πρέπει να είναι υψηλότερη από τη βαθμολογία της γκρίζας λίστας.
fa_ir: مقداری را که در آن ایمیل در هدر به‌عنوان اسپم علامت‌گذاری می‌شود تعیین کنید. این مقدار باید بالاتر از امتیاز لیست خاکستری باشد.
fr_fr: Définit la valeur à laquelle un e-mail est marqué comme spam dans l'en-tête. La valeur doit être supérieure au score de la greylist.
it_it: Imposta il valore con il quale un'e-mail viene contrassegnata come spam nell'intestazione. Il valore deve essere superiore al punteggio della greylist.
ko_kr: 헤더에 이메일이 스팸으로 표시되는 값을 설정하세요. 값은 그레이리스트 점수보다 커야 합니다.
pl_pl: Ustal wartość, przy której e-mail jest oznaczony jako spam w nagłówku. Wartość musi być wyższa niż wynik listy szarych.
uk_ua: Встановіть значення, при якому електронний лист позначається як спам у заголовку. Значення має бути вищим за показник сірого списку.
zh_cn: 设置在标头中将电子邮件标记为垃圾邮件的值。该值必须高于灰名单得分。

source: Set the value at which an e-mail is marked as spam in subject. The value has to be higher than header and greylist score.
cs_cz: Nastavení hodnoty, při které v hlavičce bude e-mail označen jako nevyžádaná pošta. Je třeba, aby hodnota byla vyšší než skóre hlavičky a tzv. greylistu.
de_de: Wert festlegen, ab dem eine E-Mail im Betreff als Spam markiert wird. Dieser Wert muss höher sein als Header- und Greylist-Wert.
el_gr: Ορίστε την τιμή στην οποία ένα μήνυμα ηλεκτρονικού ταχυδρομείου επισημαίνεται ως ανεπιθύμητο στο θέμα. Η τιμή πρέπει να είναι υψηλότερη από την βαθμολογία της κεφαλίδας και της γκρίζας λίστας.
fa_ir: مقداری را که در آن ایمیل در موضوع به‌عنوان اسپم علامت‌گذاری می‌شود تعیین کنید. این مقدار باید بالاتر از امتیاز هدر و لیست خاکستری باشد.
fr_fr: Définit la valeur à laquelle un e-mail est marqué comme spam dans le sujet. La valeur doit être supérieure au score de l'en-tête et de la liste grise.
it_it: Imposta il valore al quale un'e-mail viene contrassegnata come spam nell'oggetto. Il valore deve essere superiore all'intestazione e al punteggio della greylist.
ko_kr: 제목에서 이메일이 스팸으로 표시되는 값을 설정하세요. 값은 헤더 및 그레이리스트 점수보다 커야 합니다.
pl_pl: Ustal wartość, przy której e-mail jest oznaczony jako spam w temacie. Wartość musi być wyższa niż wynik w nagłówku i na liście szarych.
uk_ua: Встановіть значення, при якому електронний лист позначається як спам у темі. Значення має бути вищим за показники заголовка та сірого списку.
zh_cn: 设置在主题中将电子邮件标记为垃圾邮件的值。该值必须高于标题和灰名单分数。

source: Set the value at which an e-mail is rejected. The value has to be higher than header, subject and greylist score.
cs_cz: Nastavení hodnoty, při které je e-mail odmítnut. Je třeba, aby hodnota byla vyšší než hodnota pro záhlaví, předmět a greylist.
de_de: Wert festlegen, ab dem eine E-Mail abgelehnt wird. Dieser Wert muss höher sein als Header-, Betreff- und Greylist-Wert.
el_gr: Ορίστε την τιμή στην οποία απορρίπτεται ένα email. Η τιμή πρέπει να είναι υψηλότερη από την βαθμολογία κεφαλίδας, θέματος και γκρίζας λίστας.
fa_ir: مقداری را که در آن ایمیل رد می‌شود تعیین کنید. این مقدار باید بالاتر از امتیازهای هدر، موضوع و لیست خاکستری باشد.
fr_fr: Définit la valeur à partir de laquelle un e-mail est rejeté. La valeur doit être supérieure au score de l'en-tête, du sujet et de la liste grise.
it_it: Imposta il valore al quale un'e-mail viene rifiutata. Il valore deve essere superiore all'intestazione, all'oggetto e al punteggio della greylist.
ko_kr: 이메일이 거부되는 값을 설정하세요. 값은 헤더, 제목 및 그레이리스트 점수보다 커야 합니다.
pl_pl: Ustal wartość, przy której e-mail jest odrzucany. Wartość musi być wyższa niż wynik w nagłówku, temacie i na liście szarych.
uk_ua: Встановіть значення, при якому електронний лист відхиляється. Значення має бути вищим за показники заголовка, теми та сірого списку.
zh_cn: 设置拒绝电子邮件的值。该值必须高于标头，主题和灰名单分数。

source: Set the value of the defined key.
cs_cz: Nastavit hodnotu definovaného klíče.
de_de: Wert für den definierten Schlüssel festlegen.
el_gr: Ορίστε την τιμή του καθορισμένου κλειδιού.
fa_ir: مقدار کلید تعریف‌شده را تعیین کنید.
fr_fr: Définit la valeur de la clé définie.
it_it: Imposta il valore della chiave definita.
ko_kr: 정의된 키의 값을 설정.
pl_pl: Ustal wartość określonego klucza.
uk_ua: Встановіть значення визначеного ключа.
zh_cn: 设置已定义密钥的值。

source: Sets the DNS resolution mode.
cs_cz: Nastavit režim DNS překladu.
de_de: DNS-Auflösungsmodus festlegen.
el_gr: Ορίζει τη λειτουργία ανάλυσης DNS.
fa_ir: حالت حل نام DNS را تنظیم می‌کند.
fr_fr: Définit le mode de résolution DNS.
it_it: Imposta la modalità di risoluzione DNS.
ko_kr: DNS 확인 모드를 설정하세요.
pl_pl: Ustawia tryb rozwiązywania DNS.
uk_ua: Встановлює режим розділення імен DNS.
zh_cn: 设置DNS解析模式。

source: Sets the interval (in milliseconds) for running health checks on a configured server when the server state is DOWN. If it is not set HAProxy uses the check interval.
cs_cz: Nastaví interval (v milisekundách) pro provádění kontrol stavu na nastaveném serveru, když je stav serveru DOWN. Pokud není nastaven, použije HAProxy interval kontrol.
de_de: Intervall (in Millisekunden) für Health Checks eines als „DOWN“ markierten Servers festlegen. Wenn nicht gesetzt, wird das allgemeine Prüfintervall verwendet.
el_gr: Ορίζει το διάστημα (σε χιλιοστά του δευτερολέπτου) για την εκτέλεση ελέγχων εύρυθμης λειτουργίας σε έναν διαμορφωμένο διακομιστή όταν η κατάσταση του διακομιστή είναι ΚΑΤΩ. Εάν δεν έχει οριστεί, το HAProxy χρησιμοποιεί το διάστημα ελέγχου.
fa_ir: فواصل زمانی (بر حسب میلی‌ثانیه) اجرای بررسی‌های سلامت روی سرور پیکربندی‌شده وقتی وضعیت سرور DOWN است را تنظیم می‌کند. اگر تنظیم نشود، HAProxy از بازهٔ بررسی استفاده می‌کند.
fr_fr: Définit l'intervalle (en millisecondes) d'exécution des vérifications de l'état sur un serveur configuré lorsque l'état du serveur est DOWN. S'il n'est pas défini, HAProxy utilise l'intervalle de vérification.
it_it: Imposta l'intervallo (in millisecondi) per l'esecuzione dei controlli di integrità su un server configurato quando lo stato del server è INATTIVO. Se non è impostato, HAProxy utilizza l'intervallo di controllo.
ko_kr: 서버 상태가 DOWN일 때 구성된 서버에서 상태 점검을 실행하는 간격(밀리초)을 설정하세요. 설정되지 않은 경우 HAProxy는 검사 간격을 사용합니다.
pl_pl: Ustawia interwał (w milisekundach) dla przeprowadzania kontroli zdrowia skonfigurowanego serwera, gdy stan serwera to DOWN. Jeśli nie jest ustawione, HAProxy używa interwału kontroli.
uk_ua: Встановлює інтервал (у мілісекундах) для проведення перевірок стану на налаштованому сервері, коли стан сервера – ВИМКНЕНО (DOWN). Якщо це значення не встановлено, HAProxy використовує інтервал перевірки.
zh_cn: 设置服务器状态为"关闭"时在配置的服务器上健康检查的间隔（以毫秒为单位）。如果未设置，则HAProxy使用检查间隔。

source: Sets the interval (in milliseconds) for running health checks on all configured servers. This setting takes precedence over default values in health monitors and real servers.
cs_cz: Nastaví interval (v milisekundách) pro provádění kontrol stavu všech nastavených serverů. Toto nastavení má přednost před výchozími hodnotami v monitorech stavu a skutečných serverech.
de_de: Intervall (in Millisekunden) für Health Checks aller konfigurierten Server festlegen. Überschreibt die Standardwerte in den Monitoren und Servern.
el_gr: Ορίζει το χρονικό διάστημα (σε χιλιοστά του δευτερολέπτου) για την εκτέλεση ελέγχων εύρυθμης λειτουργίας σε όλους τους διαμορφωμένους διακομιστές. Αυτή η ρύθμιση έχει προτεραιότητα έναντι των προεπιλεγμένων τιμών σε οθόνες εύρυθμης λειτουργίας και πραγματικούς διακομιστές.
fa_ir: فواصل زمانی (بر حسب میلی‌ثانیه) اجرای بررسی‌های سلامت روی تمام سرورهای پیکربندی‌شده را تنظیم می‌کند. این تنظیم بر مقادیر پیش‌فرض در مانیتورهای سلامت و سرورهای واقعی تقدم دارد.
fr_fr: Définissez un intervalle (en millisecondes) pour l'exécution des contrôles de santé sur tous les serveur configurés. Ce paramètre outrepasse les valeurs par défaut définies dans les moniteurs de santé et les serveurs réels.
it_it: Imposta l'intervallo (in millisecondi) per l'esecuzione dei controlli di integrità su tutti i server configurati. Questa impostazione ha la precedenza sui valori predefiniti nei monitor di integrità e nei real server.
ko_kr: 구성된 모든 서버에서 상태 점검를 실행하는 간격(밀리초)을 설정하세요. 이 설정은 상태 모니터 및 실제 서버의 기본값보다 우선합니다.
pl_pl: Ustawia interwał (w milisekundach) dla przeprowadzania kontroli zdrowia wszystkich skonfigurowanych serwerów. To ustawienie ma pierwszeństwo przed wartościami domyślnymi w monitorach zdrowia i rzeczywistych serwerach.
uk_ua: Встановлює інтервал (у мілісекундах) для проведення перевірок стану на всіх налаштованих серверах. Цей параметр має пріоритет над типовими значеннями в моніторах стану та реальних серверах.
zh_cn: 设置在所有配置的服务器上运行健康检查的时间间隔(毫秒)。 此设置优先于健康监测和真实服务器中的默认值。

source: Sets the interval (in milliseconds) for running health checks on this server. This setting takes precedence over default values in health monitors. It can still be overwritten from the backend pool.
cs_cz: Nastaví interval (v milisekundách) pro provádění kontrol stavu tohoto serveru. Toto nastavení má přednost před výchozími hodnotami v monitorech stavu. Přesto může být přepsáno z fondu podpůrné vrstvy.
de_de: Intervall (in Millisekunden) für Health Checks dieses Servers festlegen. Überschreibt Standardwerte, kann aber durch den Backend-Pool übersteuert werden.
el_gr: Ορίζει το χρονικό διάστημα (σε χιλιοστά του δευτερολέπτου) για την εκτέλεση ελέγχων εύρυθμης λειτουργίας σε αυτόν τον διακομιστή. Αυτή η ρύθμιση έχει προτεραιότητα έναντι των προεπιλεγμένων τιμών στις οθόνες εύρυθμης λειτουργίας. Μπορεί ακόμα να αντικατασταθεί από την ομάδα backend.
fa_ir: فواصل زمانی (بر حسب میلی‌ثانیه) اجرای بررسی‌های سلامت روی این سرور را تنظیم می‌کند. این تنظیم بر مقادیر پیش‌فرض در مانیتورهای سلامت تقدم دارد. با این حال، می‌تواند از طریق استخر بک‌اند بازنویسی شود.
fr_fr: Définit l'intervalle (en millisecondes) d'exécution des vérifications de l'état sur ce serveur. Ce paramètre est prioritaire sur les valeurs par défaut dans les moniteurs de santé. Il peut toujours être écrasé à partir du pool principal.
it_it: Imposta l'intervallo (in millisecondi) per l'esecuzione dei controlli di integrità su questo server. Questa impostazione ha la precedenza sui valori predefiniti nei monitoraggi dello stato. Può ancora essere sovrascritto dal pool back-end.
ko_kr: 이 서버에서 상태 점검를 실행하는 간격(밀리초)을 설정하세요. 이 설정은 상태 모니터의 기본값보다 우선합니다. 백엔드 풀에서 계속 덮어쓸 수 있습니다.
pl_pl: Ustawia interwał (w milisekundach) dla przeprowadzania kontroli zdrowia tego serwera. To ustawienie ma pierwszeństwo przed wartościami domyślnymi w monitorach zdrowia. Może być nadpisane z pula backendu.
uk_ua: Встановлює інтервал (у мілісекундах) для проведення перевірок стану на цьому сервері. Цей параметр має пріоритет над типовими значеннями в моніторах стану. Його все ще можна перевизначити з пулу бекендів.
zh_cn: 设置在此服务器上运行健康检查的时间间隔(毫秒)。此设置优先于健康监测的默认值。仍然可以从后端池中覆盖它。

source: Short description (to display)
cs_cz: Stručný popis (k zobrazení)
de_de: Kurzbeschreibung (zur Anzeige)
el_gr: Σύντομη περιγραφή (για εμφάνιση)
fa_ir: توضیح کوتاه (برای نمایش)
fr_fr: Brève description (à afficher)
it_it: Breve descrizione (da visualizzare)
ko_kr: 간단한 설명(표시)
pl_pl: Krótki opis (do wyświetlenia)
uk_ua: Короткий опис (для відображення)
zh_cn: 描述

source: Show Directory Frontpage
cs_cz: Zobrazit titulní stránku adresáře
de_de: Verzeichnis-Startseite anzeigen
el_gr: Εμφάνιση αρχικής σελίδας καταλόγου
fa_ir: نمایش صفحهٔ اصلی دایرکتوری
fr_fr: Afficher la page d'accueil du répertoire
it_it: Mostra la prima pagina della directory
ko_kr: 디렉터리 전면 페이지 표시
pl_pl: Pokaż stronę główną katalogu
uk_ua: Показати головну сторінку каталогу
zh_cn: 显示目录首页

source: Simultaneous-Use
cs_cz: Souběžné použití
de_de: Gleichzeitige Nutzung
el_gr: Ταυτόχρονη χρήση
fa_ir: استفاده هم‌زمان
fr_fr: Utilisation simultanée
it_it: Uso simultaneo
ko_kr: 동시 사용
pl_pl: Równoczesne używanie
uk_ua: Одночасне використання
zh_cn: 同时使用

source: Size (MB)
cs_cz: Velikost (MB)
de_de: Größe (MB)
el_gr: Μέγεθος (MB)
fa_ir: اندازه (MB)
fr_fr: Taille (MB)
it_it: Dimensioni (MB)
ko_kr: 용량 (MB)
pl_pl: Rozmiar (MB)
uk_ua: Розмір (МБ)
zh_cn: 大小(MB)

source: Source Item Key
cs_cz: Klíč položky zdroje
de_de: Quell-Item Key
el_gr: Κλειδί στοιχείου πηγής
fa_ir: کلید آیتم منبع
fr_fr: Clé de l'élément source
it_it: Chiave dell'oggetto di origine
ko_kr: 출발지 항목 키
pl_pl: Klucz elementu źródłowego
uk_ua: Ключ вихідного елемента
zh_cn: 源项目密钥

source: Source port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
cs_cz: Číslo zdrojového portu nebo známý název (imap, imaps, http, https, …). Pro rozsahy použijte pomlčku
de_de: Geben Sie eine Quellportnummer oder einen bekannten Namen ein (imap, imaps, http, https, …). Verwenden Sie einen Bindestrich für Bereiche.
el_gr: Αριθμός θύρας πηγής ή γνωστό όνομα (imap, imaps, http, https, ...), για εύρη χρησιμοποιήστε παύλα
fa_ir: شماره پورت مبدأ یا نام شناخته‌شده (imap, imaps, http, https, ...)، برای بازه‌ها از خط تیره استفاده کنید
fr_fr: Numéro du port source ou nom connu (imap, imaps, http, https, ...), pour les plages, utilisez un tiret.
it_it: Numero di porta di origine o nome noto (imap, imaps, http, https, ...), per gli intervalli utilizzare un trattino
ko_kr: 출발지 포트 번호 또는 잘 알려진 이름(imap, imaps, http, https, ...), 범위에는 대시를 사용합니다
pl_pl: Numer portu źródłowego lub dobrze znana nazwa (imap, imaps, http, https, ...), dla zakresów użyj myślnika
uk_ua: Номер вихідного порту або відома назва (imap, imaps, http, https, ...), для діапазонів використовуйте тире
zh_cn: 源端口号或众所周知的名称(imap，imaps，http，https，...)，范围使用短划线

source: Specify the IPv4 address the server should bind to for outgoing connections. In most cases empty is fine.
cs_cz: Zadejte IPv4 adresu, na kterou se má server navázat pro odchozí připojení. Ve většině případů není třeba vyplňovat.
de_de: IPv4-Adresse angeben, an die der Server für ausgehende Verbindungen gebunden werden soll. In den meisten Fällen kann das Feld leer bleiben.
el_gr: Καθορίστε τη διεύθυνση IPv4 στην οποία θα πρέπει να συνδεθεί ο διακομιστής για τις εξερχόμενες συνδέσεις. Στις περισσότερες περιπτώσεις, το κενό είναι εντάξει.
fa_ir: آدرس IPv4 را که سرور باید برای اتصالات خروجی به آن اختصاص دهد مشخص کنید. در اکثر موارد خالی گذاشتن کافی است.
fr_fr: Spécifiez l'adresse IPv4 à laquelle le serveur doit se lier pour les connexions sortantes. Dans la plupart des cas, le vide convient.
it_it: Specificare l'indirizzo IPv4 a cui il server deve collegarsi per le connessioni in uscita. Nella maggior parte dei casi vuoto va bene.
ko_kr: 아웃바운드 연결을 위해 서버가 바인딩할 IPv4 주소를 지정합니다. 대부분의 경우 비어 있으면 됩니다.
pl_pl: Określ adres IPv4, który serwer powinien przypisać dla połączeń wychodzących. W większości przypadków puste pole jest w porządku.
uk_ua: Вкажіть IPv4-адресу, до якої сервер має прив'язуватися для вихідних з'єднань. У більшості випадків порожнє значення підходить.
zh_cn: 指定服务器应为出站连接绑定的IPv4地址。在大多数情况下，留空最好。

source: Specify the IPv6 address the server should bind to for outgoing connections. In most cases empty is fine.
cs_cz: Zadejte IPv6 adresu, na kterou se má server navázat pro odchozí připojení. Ve většině případů není třeba vyplňovat.
de_de: IPv6-Adresse angeben, an die der Server für ausgehende Verbindungen gebunden werden soll. In den meisten Fällen kann das Feld leer bleiben.
el_gr: Καθορίστε τη διεύθυνση IPv6 στην οποία θα πρέπει να συνδεθεί ο διακομιστής για τις εξερχόμενες συνδέσεις. Στις περισσότερες περιπτώσεις, το κενό είναι εντάξει.
fa_ir: آدرس IPv6 را که سرور باید برای اتصالات خروجی به آن اختصاص دهد مشخص کنید. در اکثر موارد خالی گذاشتن کافی است.
fr_fr: Spécifiez l'adresse IPv6 à laquelle le serveur doit se lier pour les connexions sortantes. Dans la plupart des cas, le vide convient.
it_it: Specificare l'indirizzo IPv6 a cui il server deve collegarsi per le connessioni in uscita. Nella maggior parte dei casi vuoto va bene.
ko_kr: 아웃바운드 연결을 위해 서버가 바인딩할 IPv6 주소를 지정합니다. 대부분의 경우 비어 있으면 됩니다.
pl_pl: Określ adres IPv6, który serwer powinien przypisać dla połączeń wychodzących. W większości przypadków puste pole jest w porządku.
uk_ua: Вкажіть IPv6-адресу, до якої сервер має прив'язуватися для вихідних з'єднань. У більшості випадків порожнє значення підходить.
zh_cn: 指定服务器应为出站连接绑定的IPv6地址。在大多数情况下，留空最好。

source: Specify the domain key length: 2048, 3072, 4096, 8192 or ec-256, ec-384.
cs_cz: Zadejte délku klíče domény: 2048, 3072, 4096, 8192 nebo ec-256, ec-384.
de_de: Länge des Domain-Schlüssels angeben: 2048, 3072, 4096, 8192 oder ec-256, ec-384.
el_gr: Καθορίστε το μήκος του κλειδιού τομέα: 2048, 3072, 4096, 8192 ή ec-256, ec-384.
fa_ir: طول کلید دامنه را مشخص کنید: 2048، 3072، 4096، 8192 یا ec-256، ec-384.
fr_fr: Spécifiez la longueur de la clé du domaine : 2048, 3072, 4096, 8192 ou ec-256, ec-384.
it_it: Specificare la lunghezza della chiave del dominio: 2048, 3072, 4096, 8192 o ec-256, ec-384.
ko_kr: 도메인 키 길이를 2048, 3072, 4096, 8192 또는 ec-256, ec-384로 지정합니다.
pl_pl: Określ długość klucza domeny: 2048, 3072, 4096, 8192 lub ec-256, ec-384.
uk_ua: Вкажіть довжину ключа домену: 2048, 3072, 4096, 8192 або ec-256, ec-384.
zh_cn: 指定域密钥长度:2048,3072,4096,8192或ec-256，ec-384。

source: Specify the location of the generated TSIG Key inside the TSIG file using grep and cut, example: grep \# /etc/knot/acme.key | cut -d' ' -f2
cs_cz: Zadejte umístění vytvořeného TSIG klíče v TSIG souboru pomocí příkazů grep a cut, například: grep \# /etc/knot/acme.key | cut -d' ' -f2
de_de: Pfad des generierten TSIG-Schlüssels in der TSIG-Datei angeben, z. B. mit grep und cut: grep \# /etc/knot/acme.key | cut -d' ' -f2
el_gr: Καθορίστε τη θέση του δημιουργημένου κλειδιού TSIG μέσα στο αρχείο TSIG χρησιμοποιώντας τις εντολές grep και cut, για παράδειγμα: grep \# /etc/knot/acme.key | cut -d' ' -f2
fa_ir: محل کلید TSIG تولیدشده را داخل فایل TSIG با استفاده از grep و cut مشخص کنید، مثال: grep \# /etc/knot/acme.key | cut -d' ' -f2
fr_fr: Spécifiez l'emplacement de la clé TSIG générée dans le fichier TSIG à l'aide de grep et cut, exemple : grep \# /etc/knot/acme.key | couper -d' ' -f2
it_it: Specificare la posizione della chiave TSIG generata all'interno del file TSIG utilizzando grep e cut, ad esempio: grep \# /etc/knot/acme.key | tagliare -d' ' -f2
ko_kr: grep과 cut을 사용하여 TSIG 파일 내에서 생성된 TSIG 키의 위치를 ​​지정합니다. 예: grep \# /etc/knot/acme.key | cut -d' ' -f2
pl_pl: Określ lokalizację wygenerowanego klucza TSIG w pliku TSIG za pomocą grep i cut, na przykład: grep # /etc/knot/acme.key | cut -d' ' -f2
uk_ua: Вкажіть розташування згенерованого ключа TSIG всередині файлу TSIG, використовуючи grep і cut, приклад: grep \# /etc/knot/acme.key | cut -d' ' -f2
zh_cn: 使用grep并在cut中指定生成的TSIG密钥在TSIG文件中的位置，例如:grep \# /etc/knot/acme.key | cut -d' ' -f2

source: Src-port
de_de: Quellport
el_gr: Θύρα Src
fa_ir: پورت مبدأ
fr_fr: Port Src
it_it: Src-porto
ko_kr: 출발지 포트
pl_pl: Port źródłowy
uk_ua: Вихідний порт
zh_cn: 源端口

source: Start send percentage data
cs_cz: Začít odesílat údaje o procentech
de_de: Prozentuale Datenübertragung starten
el_gr: Έναρξη αποστολής δεδομένων ποσοστού
fa_ir: درصد شروع ارسال داده
fr_fr: Début de l'envoi des données en pourcentage
it_it: Inizia a inviare dati percentuali
ko_kr: 백분율 데이터 전송 시작
pl_pl: Rozpocznij wysyłanie danych w procentach
uk_ua: Почати відправку відсоткових даних
zh_cn: 开始发送百分比数据

source: Store the response on the local storage.
cs_cz: Uložit odpověď do místního úložiště.
de_de: Antwort im lokalen Speicher ablegen.
el_gr: Αποθηκεύστε την απόκριση στον τοπικό χώρο αποθήκευσης.
fa_ir: پاسخ را در ذخیره‌ساز محلی ذخیره کنید.
fr_fr: Stocker la réponse sur le stockage local.
it_it: Archiviare la risposta nella memoria locale.
ko_kr: 응답을 로컬 저장소에 저장합니다.
pl_pl: Zapisz odpowiedź na lokalnej pamięci masowej.
uk_ua: Зберігати відповідь на локальному сховищі.
zh_cn: 将响应存储在本地存储中。

source: Strip quotes
cs_cz: Oříznout uvozovky
de_de: Anführungszeichen entfernen
el_gr: Αποσπάσματα από τη Λωρίδα
fa_ir: حذف گیومه‌ها
fr_fr: Citations de bandes
it_it: Striscia le virgolette
ko_kr: 따옴표 제거
pl_pl: Usuń cudzysłowy
uk_ua: Видалити лапки
zh_cn: 带引号

source: Sub Auth ID
cs_cz: Identif. dílčího oprávnění
de_de: Sub-Authentifizierungs-ID
el_gr: Αναγνωριστικό δευτερεύουσας εξουσιοδότησης
fa_ir: شناسه احراز هویت فرعی
it_it: ID autenticazione secondaria
ko_kr: 하위 인증 ID
pl_pl: Pod ID autoryzacji
uk_ua: Ідентифікатор субовторизації
zh_cn: 子身份认证ID

source: Subdomain
cs_cz: Dílčí doména
el_gr: Υποτομέας
fa_ir: زیردامنه
fr_fr: Sous-domaine
it_it: Sottodominio
ko_kr: 하위 도메인
pl_pl: Poddomena
uk_ua: Піддомен
zh_cn: 子域

source: Subject Score
cs_cz: Hodnocení předmětu
de_de: Betreff-Bewertung
el_gr: Βαθμολογία θέματος
fa_ir: امتیاز موضوع
fr_fr: Score du sujet
it_it: Punteggio del soggetto
ko_kr: 과목 점수
pl_pl: Wynik tematu
uk_ua: Оцінка теми
zh_cn: 主题分数

source: Subscription ID
cs_cz: Identifikátor předplatného
de_de: Abonnement-ID
el_gr: Αναγνωριστικό συνδρομής
fa_ir: شناسه اشتراک
fr_fr: ID de l'abonnement
it_it: Identificativo dell'abbonamento
ko_kr: 구독 ID
pl_pl: ID subskrypcji
uk_ua: Ідентифікатор підписки
zh_cn: 订阅ID

source: TCP inspection delay
cs_cz: Prodleva TCP inspekce
de_de: Verzögerung der TCP-Überprüfung
el_gr: Καθυστέρηση επιθεώρησης TCP
fa_ir: تاخیر بازرسی TCP
fr_fr: Délai d'inspection TCP
it_it: Ritardo dell'ispezione TCP
ko_kr: TCP 검사 지연
pl_pl: Opóźnienie inspekcji TCP
uk_ua: Затримка перевірки TCP
zh_cn: TCP检查延迟

source: TCP port of the server UI.
cs_cz: TCP port uživatelského rozhraní serveru.
de_de: TCP-Port der Server-Benutzeroberfläche.
el_gr: Θύρα TCP του περιβάλλοντος εργασίας χρήστη του διακομιστή.
fa_ir: پورت TCP رابط کاربری سرور.
fr_fr: Port TCP de l'interface utilisateur du serveur.
it_it: Porta TCP dell'interfaccia utente del server.
ko_kr: 서버 UI의 TCP 포트입니다.
pl_pl: Port TCP interfejsu użytkownika serwera.
uk_ua: TCP-порт інтерфейсу користувача сервера.
zh_cn: 服务器UI的TCP端口。
