Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Minimum number of usable servers in backend
cs_cz: Minimální počet použitelných serverů v podpůrné vrstvě
de_de: Minimale Anzahl nutzbarer Server im Backend
el_gr: Ελάχιστος αριθμός χρησιμοποιήσιμων διακομιστών στο backend
fa_ir: حداقل تعداد سرورهای قابل استفاده در بک‌اند
fr_fr: Nombre minimum de serveurs utilisables dans le backend
it_it: Numero minimo di server utilizzabili nel backend
ko_kr: 백엔드에서 사용 가능한 서버의 최소 수
pl_pl: Minimalna liczba używalnych serwerów w zapleczu
uk_ua: Мінімальна кількість придатних серверів у бекенді
zh_cn: 后台可用服务器的最小数量

source: Miscellaneous
cs_cz: Různé
de_de: Verschiedenes
el_gr: Μικρορυθμίσεις
fa_ir: متفرقه
fr_fr: Divers
it_it: Varie
ko_kr: 기타
pl_pl: Różne
uk_ua: Різне
zh_cn: 其他

source: NBMA network
cs_cz: NBMA síť
de_de: NBMA-Netzwerk
el_gr: Δίκτυο NBMA
fa_ir: شبکه NBMA
fr_fr: Réseau NBMA
it_it: Rete NBMA
ko_kr: NBMA 네트워크
pl_pl: Sieć NBMA
uk_ua: Мережа NBMA
zh_cn: NBMA网络

source: NDP Table
cs_cz: NDP tabulka
de_de: NDP-Tabelle
el_gr: Πίνακας NDP
fa_ir: جدول NDP
fr_fr: Table NDP
it_it: Tabella NDP
ko_kr: NDP 테이블
pl_pl: Tabela NDP
uk_ua: Таблиця NDP
zh_cn: NDP表

source: Network Time
cs_cz: Síťový čas
de_de: Netzwerkzeit
el_gr: Ώρα δικτύου
fa_ir: زمان شبکه
fr_fr: Heure réseau
it_it: Tempo di rete
ko_kr: 네트워크 시간
pl_pl: Czas sieciowy
uk_ua: Мережевий час
zh_cn: 网络时间

source: Network mask must be between 0 and 32.
cs_cz: Je třeba, aby síťová maska byla číslo z rozmezí 0 až 32.
de_de: Die Netzwerkmaske muss zwischen 0 und 32 liegen.
el_gr: Η μάσκα δικτύου πρέπει να είναι μεταξύ 0 και 32.
fa_ir: ماسک شبکه باید بین 0 تا 32 باشد.
fr_fr: Le masque de sous-réseau doit être un entier entre 0 et 32.
it_it: La maschera di rete deve essere compresa tra 0 e 32.
ko_kr: 네트워크 마스크는 0에서 32 사이여야 합니다.
pl_pl: Maska sieci musi być między 0 a 32.
uk_ua: Маска мережі має бути від 0 до 32.
zh_cn: 网络掩码必须介于0到32之间。

source: Normalization
cs_cz: Normalizace
de_de: Normalisierung
el_gr: Κανονικοποίηση
fa_ir: نرمال‌سازی
fr_fr: Normalisation
it_it: Normalizzazione
ko_kr: 정규화
pl_pl: Normalizacja
uk_ua: Нормалізація
zh_cn: 常规

source: Notice
cs_cz: Oznámení
de_de: Hinweis
el_gr: Ανακοίνωση
fa_ir: توجه
fr_fr: Avis
it_it: Avviso
ko_kr: 주의
pl_pl: Ogłoszenie
uk_ua: Нотатка
zh_cn: 通知

source: Notifications
cs_cz: Upozornění
de_de: Benachrichtigungen
el_gr: Ειδοποιήσεις
fa_ir: اطلاعیه‌ها
it_it: Notifiche
ko_kr: 알림
pl_pl: Powiadomienia
uk_ua: Сповіщення
zh_cn: 通知

source: Number of children needs to be an integer value above 0
cs_cz: Je třeba, aby počet potomků bylo celé číslo větší než nula
de_de: Die Anzahl von Kindprozessen muss eine Ganzzahl größer als 0 sein
el_gr: Ο αριθμός των παιδιών πρέπει να είναι ακέραιος αριθμός πάνω από το 0
fa_ir: تعداد children باید یک عدد صحیح بزرگ‌تر از 0 باشد
fr_fr: Le nombre d'enfants doit être un nombre entier supérieur à 0
it_it: Il numero di bambini deve essere un valore intero superiore a 0
ko_kr: 자식 수는 0보다 큰 정수 값이어야 함
pl_pl: Liczba potomków musi być liczbą całkowitą większą niż 0
uk_ua: Кількість дочірніх елементів має бути цілим числом більше 0
zh_cn: 子对象数量必须是一个大于0的整数

source: Number of processes must be greater than 0
cs_cz: Je třeba, aby počet procesů byl vyšší než nula
de_de: Anzahl der Prozesse muss größer als 0 sein
el_gr: Ο αριθμός των διεργασιών πρέπει να είναι μεγαλύτερος από 0
fa_ir: تعداد پردازش‌ها باید بزرگ‌تر از 0 باشد
fr_fr: Le nombre de processus doit être supérieur à 0
it_it: Il numero di processi deve essere maggiore di 0
ko_kr: 프로세스 수는 0보다 커야 함
pl_pl: Liczba procesów musi być większa niż 0
uk_ua: Кількість процесів має бути більшою за 0
zh_cn: 进程数必须大于0

source: OK
el_gr: ΟΚ
fa_ir: تأیید
ko_kr: 확인
uk_ua: ОК
zh_cn: 确定

source: OPNsense Web Service (automatic port forward)
cs_cz: Webová služba OPNsense (automatické předávání portů)
de_de: OPNsense Webdienst (automatische Portweiterleitung)
el_gr: Υπηρεσία Web OPNsense (αυτόματη προώθηση θύρας)
fa_ir: سرویس وب OPNsense (فوروارد پورت خودکار)
fr_fr: WebService d'OPNsense (translation de port automatique)
it_it: Servizio Web OPNsense (port forwarding automatico)
ko_kr: OPNsense 웹 서비스 (자동 포트 포워드)
pl_pl: Usługa internetowa OPNsense (automatyczne przekierowanie portów)
uk_ua: Веб-сервіс OPNsense (автоматичне перенаправлення порту)
zh_cn: OPNsense Web服务(自动端口转发)

source: OPTIONS [default]
cs_cz: PŘEDVOLBY [výchozí]
de_de: OPTIONS [standard]
el_gr: ΕΠΙΛΟΓΕΣ [προεπιλογή]
fa_ir: گزینه‌ها [پیش‌فرض]
fr_fr: OPTIONS [par défaut]
it_it: OPZIONI [predefinito]
ko_kr: 옵션 [기본값]
pl_pl: OPTIONS [domyślne]
uk_ua: OPTIONS [типово]

source: OR
cs_cz: NEBO
de_de: ODER
el_gr: Ή
fa_ir: یا
fr_fr: OU
it_it: O
ko_kr: 또는
pl_pl: LUB
uk_ua: АБО

source: One-to-One
cs_cz: Jedna-k-jedné
de_de: Eins-zu-Eins
el_gr: Ένα προς Ένα
fa_ir: یک‌به‌یک
fr_fr: 1-à-1
it_it: Uno a uno
uk_ua: Один-до-одного

source: Only 64 of the following characters are allowed: 0-9a-zA-Z.:-[]
cs_cz: Pouze 64 znaků z následující množiny: 0-9a-zA-Z.:-[]
de_de: Nur 64 der nachfolgenden Zeichen erlaubt: 0-9a-zA-Z.:-[]
el_gr: Επιτρέπονται μόνο 64 από τους ακόλουθους χαρακτήρες: 0-9a-zA-Z.:-[]
fa_ir: فقط 64 کاراکتر از موارد زیر مجاز است: 0-9a-zA-Z.:-[]
fr_fr: Seuls 64 des caractères suivants sont autorisés: 0-9a-zA-Z.:-[]
it_it: Sono consentiti solo 64 dei seguenti caratteri: 0-9a-zA-Z.:-[]
ko_kr: 다음 문자 중 64개만 허용됩니다: 0-9a-zA-Z.:-[]
pl_pl: Tylko 64 z poniższych znaków są dozwolone: 0-9a-zA-Z.:-[]
uk_ua: Дозволено лише 64 з таких символів: 0-9a-zA-Z.:-[]
zh_cn: 只允许以下64个字符:0-9a-zA-Z .: - []

source: Origin should be regular text of max 30 characters
cs_cz: Původ by měl být obyčejný text, dlouhý nejvýše 30 znaků
de_de: Herkunft sollte ein regulärer Text aus maximal 30 Zeichen sein
el_gr: Η αρχική σελίδα πρέπει να είναι κανονικό κείμενο, το πολύ 30 χαρακτήρων
fa_ir: Origin باید متن عادی‌ای با حداکثر 30 کاراکتر باشد
fr_fr: L'origine devrait être un texte régulier de 30 caractères max
it_it: L'origine deve essere un testo normale di massimo 30 caratteri
ko_kr: Origin은 최대 30자의 일반 텍스트여야 함
pl_pl: Początek powinien być zwykłym tekstem o maksymalnie 30 znakach
uk_ua: Походження має бути звичайним текстом до 30 символів
zh_cn: 原为不超过30个字符的普通文本

source: Origin should be regular text of max 30 characters.
cs_cz: Původ by měl být obyčejný text, dlouhý nejvýše 30 znaků.
de_de: Quelle sollte ein regulärer Text von maximal 30 Zeichen sein.
el_gr: Η αρχική σελίδα πρέπει να είναι κανονικό κείμενο, το πολύ 30 χαρακτήρων.
fa_ir: Origin باید متن عادی‌ای با حداکثر 30 کاراکتر باشد.
fr_fr: L'origine doit être un texte normal de 30 caractères maximum.
it_it: L'origine deve essere un testo normale di massimo 30 caratteri.
ko_kr: Origin은 최대 30자의 일반 텍스트여야 합니다.
pl_pl: Początek powinien być zwykłym tekstem o maksymalnie 30 znakach.
uk_ua: Походження має бути звичайним текстом до 30 символів.
zh_cn: Origin为不能超过30个字符的普通文本。

source: Outbound
cs_cz: Odchozí
de_de: Ausgehend
el_gr: Εξερχόμενος
fa_ir: خروجی
fr_fr: Sortant
it_it: In uscita
ko_kr: 아웃바운드
pl_pl: Wychodzący
uk_ua: Вихідний
zh_cn: 出站

source: Output
cs_cz: Výstup
de_de: Ausgabe
el_gr: Παραγωγή
fa_ir: خروجی
fr_fr: Sortie
it_it: Produzione
ko_kr: 출력
pl_pl: Wyjście
uk_ua: Вихід
zh_cn: 输出

source: Override server in Backend Pool
cs_cz: Přebít server ve Fondu podpůrné vrstvy
de_de: Server im Backend-Pool außer Kraft setzen
el_gr: Παράκαμψη διακομιστή στο Backend Pool
fa_ir: بازنویسی سرور در Backend Pool
fr_fr: Remplacer le serveur dans le pool de backend
it_it: Sostituisci il server nel pool backend
ko_kr: 백엔드 풀에서 서버 재정의
pl_pl: Nadpisz serwer w puli Backend
uk_ua: Перевизначити сервер у пулі бекенду
zh_cn: 覆盖后端池中的服务器

source: Overrides
cs_cz: Přebití
de_de: Überschreibungen
el_gr: Παρακάμψεις
fa_ir: بازنویسی‌ها
fr_fr: Contournements
it_it: Sostituisce
ko_kr: 재정의
pl_pl: Nadpisywania
uk_ua: Перевизначення
zh_cn: 覆盖

source: Overview
cs_cz: Přehled
de_de: Übersicht
el_gr: Επισκόπηση
fa_ir: نمای کلی
fr_fr: Vue d'ensemble
it_it: Panoramica
ko_kr: 개요
pl_pl: Przegląd
uk_ua: Огляд
zh_cn: 概况

source: Packages
cs_cz: Balíčky
de_de: Pakete
el_gr: Πακέτα
fa_ir: بسته‌ها
fr_fr: Paquets
it_it: Pacchetti
ko_kr: 패키지
pl_pl: Pakiety
uk_ua: Пакети
zh_cn: 软件包

source: Packet Capture
cs_cz: Zachytávání paketů
de_de: Paketaufzeichnung
el_gr: Σύλληψη πακέτων
fa_ir: ضبط بسته‌ها
fr_fr: Capture de paquets
it_it: Cattura dei pacchetti
ko_kr: 패킷 캡처
pl_pl: Przechwytywanie Pakietów
uk_ua: Захоплення пакетів
zh_cn: 数据包捕获

source: Path contains string
cs_cz: Popis umístění obsahuje řetězec
de_de: Pfad enthält Zeichenfolge
el_gr: Το PATH περιέχει συμβολοσειρά (string)
fa_ir: مسیر حاوی این رشته
fr_fr: Le chemin contient la chaîne
it_it: Il percorso contiene una stringa
ko_kr: 다음 문자열을 포함하는 경로
pl_pl: Ścieżka zawiera ciąg
uk_ua: Шлях містить рядок

source: Path contains subdir
cs_cz: Popis umístění obsahuje podsložku
de_de: Pfad enthält Unterverzeichnis
el_gr: Το PATH περιέχει υποκατάλογο (subdir)
fa_ir: مسیر شامل زیرپوشه است
fr_fr: Le chemin contient le sous-répertoire
it_it: Il percorso contiene la sottodirectory
ko_kr: 다음 하위 디렉토리를 포함하는 경로
pl_pl: Ścieżka zawiera podkatalog
uk_ua: Шлях містить підтеку

source: Path ends with
cs_cz: Popis umístění končí na
de_de: Pfad endet mit
el_gr: Το PATH τελειώνει με
fa_ir: پایان مسیر با
fr_fr: Le chemin se termine par
it_it: Il percorso termina con
ko_kr: 다음으로 끝나는 경로
pl_pl: Ścieżka kończy się na
uk_ua: Шлях закінчується на

source: Path matches
cs_cz: Popis umístění je shodný s
de_de: Pfad stimmt überein
el_gr: Το PATH ταιριάζει με
fa_ir: مسیر مطابقت دارد
fr_fr: Le chemin correspond à
it_it: Corrispondenze del percorso
ko_kr: 경로 일치
pl_pl: Ścieżka pasuje
uk_ua: Шлях відповідає

source: Path regex
cs_cz: Regulární výraz pro popis umístění
de_de: Pfad regex
fa_ir: عبارت منظم مسیر
fr_fr: Le chemin correspond à l'expression régulière
it_it: Espressione regolare del percorso
ko_kr: 경로 정규식
pl_pl: Ścieżka regularna
uk_ua: Регулярний вираз шляху

source: Path starts with
cs_cz: Popis umístění začíná na
de_de: Pfad beginnt mit
el_gr: Το PATH ξεκινά με
fa_ir: مسیر با این مقدار شروع می‌شود
fr_fr: Le chemin commence par
it_it: Il percorso inizia con
ko_kr: 다음으로 시작하는 경로
pl_pl: Ścieżka zaczyna się od
uk_ua: Шлях починається з

source: Permit
cs_cz: Povolení
de_de: Erlauben
el_gr: Άδεια
fa_ir: اجازه
fr_fr: Permettre
it_it: Permesso
ko_kr: 허용
pl_pl: Zezwól
uk_ua: Дозволити
zh_cn: 许可证

source: Ping timeout must be between 1...65535
cs_cz: Je třeba, aby časový limit pro ping byl z rozmezí 1 až 65535
de_de: Ping-Gültigkeitsdauer muss zwischen 1 und 65535 liegen
el_gr: Το ping πρέπει να είναι χρονικά μεταξύ 1...65535
fa_ir: تایم‌اوت پینگ باید بین 1 تا 65535 باشد
fr_fr: Le délai d'expiration du ping doit être compris entre 1...65535
it_it: Il timeout del ping deve essere compreso tra 1 e 65535
ko_kr: Ping 타임아웃은 1에서 65535 사이여야 함
pl_pl: Limit czasu ping musi być między 1...65535
uk_ua: Час очікування Ping має бути від 1...65535
zh_cn: Ping超时必须在1 ... 65535之间

source: Pipe number must be between 1...65535
cs_cz: Je třeba, aby číslo roury bylo z rozmezí 1 až 65535
de_de: Pipe-Nummer muss zwischen 1 und 65535 liegen
el_gr: Ο αριθμός του pipe πρέπει να είναι μεταξύ 1...65535
fa_ir: شماره پایپ باید بین 1 تا 65535 باشد
fr_fr: Le numéro de tuyau (pipe) doit être compris entre 1 ... 65535
it_it: Il numero del tubo deve essere compreso tra 1 e 65535
ko_kr: 파이프 번호는1에서 65535 사이여야 함
pl_pl: Numer rury musi być między 1...65535
uk_ua: Номер каналу має бути від 1 до 65535
zh_cn: 管道编号必须为1到65535之间的整数

source: Pipes
cs_cz: Roury
fa_ir: پایپ‌ها
fr_fr: Tuyaux
it_it: Tubi
ko_kr: 파이프
pl_pl: Rury
uk_ua: Канали
zh_cn: 管道

source: Plain View
cs_cz: Holý pohled
de_de: Originalansicht
el_gr: Απλή προβολή
fa_ir: نمای ساده
fr_fr: Vue brute
it_it: Vista normale
ko_kr: 일반 보기
pl_pl: Widok Zwykły
uk_ua: Простий вигляд
zh_cn: 普通视图

source: Please choose a value between 1 and 3000
cs_cz: Zvolte hodnotu z rozmezí 1 až 3000
de_de: Bitte wählen Sie einen Wert zwischen 1 und 3000
el_gr: Παρακαλώ επιλέξτε μια τιμή μεταξύ 1 και 3000
fa_ir: لطفاً مقداری بین 1 تا 3000 انتخاب کنید
fr_fr: Veuillez choisir une valeur entre 1 et 3000
it_it: Scegli un valore compreso tra 1 e 3000
ko_kr: 1에서 3000 사이의 값을 선택하세요.
pl_pl: Proszę wybrać wartość między 1 a 3000
uk_ua: Будь ласка, оберіть значення від 1 до 3000
zh_cn: 请选择介于1和3000之间的值

source: Please enter a valid email address.
cs_cz: Zadejte platnou e-mailovou adresu.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
el_gr: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
fa_ir: لطفاً یک آدرس ایمیل معتبر وارد کنید.
fr_fr: Veuillez indiquer une adresse de courriel valide.
it_it: Si prega di inserire un indirizzo email valido.
ko_kr: 유효한 이메일 주소를 입력하세요.
pl_pl: Proszę wprowadzić prawidłowy adres e-mail.
uk_ua: Будь ласка, введіть дійсну адресу електронної пошти.
zh_cn: 请输入有效的email地址。

source: Please enter a valid servername, ip address or leave this option blank
cs_cz: Zadejte platný název serveru, IP adresu nebo tuto předvolbu nevyplňujte
de_de: Bitte geben Sie einen gültigen Servernamen oder eine IP-Adresse ein, oder lassen Sie das Feld frei
el_gr: Παρακαλώ εισάγετε ένα έγκυρο όνομα διακομιστή, διεύθυνση IP ή αφήστε αυτήν την επιλογή κενή
fa_ir: لطفاً یک servername یا ip address معتبر وارد کنید یا این گزینه را خالی بگذارید
fr_fr: Merci de rentrer un nom de serveur ou une adresse IP valide ou de laisser le champ vide
it_it: Inserisci un nome server, un indirizzo IP valido o lascia vuota questa opzione
ko_kr: 유효한 서버 이름, IP 주소를 입력하거나 이 옵션을 비워둠
pl_pl: Proszę wprowadzić prawidłową nazwę serwera, adres IP lub pozostawić to pole puste
uk_ua: Будь ласка, введіть дійсну назву сервера, IP-адресу або залиште це поле пустим
zh_cn: 输入有效的服务器名称、IP地址，或者将该选项留空

source: Please enter a valid servername, ip address or leave this option blank.
cs_cz: Zadejte platný název serveru, IP adresu nebo tuto předvolbu nevyplňujte.
de_de: Geben Sie einen gültigen Servernamen oder IP-Adresse ein oder lassen Sie diese Option leer.
el_gr: Παρακαλώ εισάγετε ένα έγκυρο όνομα διακομιστή, διεύθυνση IP ή αφήστε αυτήν την επιλογή κενή.
fa_ir: لطفاً یک نام سرور یا آدرس IP معتبر وارد کنید یا این گزینه را خالی بگذارید.
fr_fr: Veuillez entrer soit un nom d'hôte soit une adresse IP ou laissez ce champ vide.
it_it: Inserisci un nome server, un indirizzo IP valido o lascia vuota questa opzione.
ko_kr: 유효한 서버 이름, IP 주소를 입력하거나 이 옵션을 비워둠
pl_pl: Proszę wprowadzić prawidłową nazwę serwera, adres IP lub pozostawić to pole puste.
uk_ua: Будь ласка, введіть дійсну назву сервера, IP-адресу або залиште це поле пустим.
zh_cn: 请输入有效的服务器名称、IP地址或留空此选项。

source: Please enter ip addresses or domain names here
cs_cz: Sem zadejte IP adresy nebo doménové názvy
de_de: Geben Sie die IP-Adressen oder Domainnamen hier ein
el_gr: Παρακαλώ εισάγετε εδώ διευθύνσεις IP ή ονόματα τομέα
fa_ir: لطفاً آدرس‌های IP یا نام‌های دامنه را اینجا وارد کنید
fr_fr: Veuillez entrer ici des adresses IP ou noms de domaine
it_it: Inserisci qui gli indirizzi IP o i nomi di dominio
ko_kr: 여기에 IP 주소 또는 도메인 이름을 입력
pl_pl: Proszę wpisać tutaj adresy IP lub nazwy domen
uk_ua: Будь ласка, введіть тут IP-адреси або доменні імена
zh_cn: 请输入IP地址或域名

source: Please provide IP or hostname (no spaces allowed).
cs_cz: Zadejte IP adresu nebo název stroje (mezery nejsou dovoleny).
de_de: Bitte geben Sie IP oder Hostname an (keine Leerzeichen erlaubt).
el_gr: Παρακαλώ δώστε IP ή όνομα κεντρικού υπολογιστή (δεν επιτρέπονται κενά).
fa_ir: لطفاً IP یا نام میزبان را وارد کنید (فاصله مجاز نیست).
fr_fr: Veuillez fournir un nom d'hôte ou une adresse IP (espaces interdits).
it_it: Fornisci IP o nome host (non sono consentiti spazi).
ko_kr: IP 또는 호스트 이름을 입력하세요(공백은 허용되지 않음).
pl_pl: Proszę podać IP lub nazwę hosta (bez spacji).
uk_ua: Будь ласка, надайте IP або ім'я хоста (пробіли не допускаються).
zh_cn: 请提供IP或主机名(不允许使用空格)。

source: Please provide a valid FQDN, i.e. www.example.com or mail.example.com (max 255 characters).
cs_cz: Zadejte platný FQDN název, jako např. www.example.com nebo mail.example.com (nejvýše 255 znaků).
de_de: Bitte geben Sie einen gültigen FQDN an, z. B. www.example.com oder mail.example.com (max. 255 Zeichen).
el_gr: Παρακαλώ δώστε ένα έγκυρο FQDN, π.χ. www.example.com ή mail.example.com (μέγιστο 255 χαρακτήρες).
fa_ir: لطفاً یک FQDN معتبر وارد کنید، مثلاً www.example.com یا mail.example.com (حداکثر 255 کاراکتر).
fr_fr: Veuillez fournir un FQDN valide, par ex. www.example.com ou mail.example.com (255 caractères maximum).
it_it: Fornisci un FQDN valido, ad esempio www.example.com o mail.example.com (massimo 255 caratteri).
ko_kr: 유효한 FQDN을 입력하세요. 예: www.example.com 또는 mail.example.com (최대 255자).
pl_pl: Proszę podać prawidłową pełną nazwę domeny, np. www.example.com lub mail.example.com (maks. 255 znaków).
uk_ua: Будь ласка, надайте дійсне FQDN, наприклад, www.example.com або mail.example.com (макс. 255 символів).
zh_cn: 请提供有效的FQDN，如www.example.com或mail.example.com(最多255个字符)。

source: Please provide a valid hostname or IP address.
cs_cz: Zadejte platný název stroje nebo IP adresu.
de_de: Bitte geben Sie einen gültigen Hostnamen oder eine gültige IP-Adresse an.
el_gr: Παρακαλώ δώστε ένα έγκυρο όνομα κεντρικού υπολογιστή ή διεύθυνση IP.
fa_ir: لطفاً یک نام میزبان یا آدرس IP معتبر وارد کنید.
fr_fr: Veuillez fournir un nom d'hôte ou une adresse IP valide.
it_it: Fornisci un nome host o un indirizzo IP valido.
ko_kr: 유효한 호스트 이름 또는 IP 주소를 입력하세요.
pl_pl: Proszę podać prawidłową nazwę hosta lub adres IP.
uk_ua: Будь ласка, надайте дійсне ім'я хоста або IP-адресу.
zh_cn: 请提供有效的主机名或IP地址。

source: Please provide a valid listen address, i.e. 10.0.0.1:8080 or haproxy.example.com:8999.
cs_cz: Zadejte platnou adresu na které očekávat spojení, jako např. 10.0.0.1:8080 nebo haproxy.examplecom:8999.
de_de: Bitte geben Sie eine gültige hörende Adresse wie 10.0.0.1:8080 oder haproxy.example.com:8999 ein.
el_gr: Παρακαλώ δώστε μια έγκυρη διεύθυνση ακρόασης, π.χ. 10.0.0.1:8080 ή haproxy.example.com:8999.
fa_ir: لطفاً یک آدرس گوش‌دهی معتبر وارد کنید، مثلاً 10.0.0.1:8080 یا haproxy.example.com:8999.
fr_fr: Veuillez fournir une adresse d'écoute valide, par ex. 10.0.0.1:8080 ou haproxy.example.com:8999.
it_it: Fornisci un indirizzo di ascolto valido, ad esempio 10.0.0.1:8080 o haproxy.example.com:8999.
ko_kr: 유효한 수신 대기 주소를 입력하세요. 예: 127.0.0.1:8080 또는 haproxy.example.com:8999.
pl_pl: Proszę podać prawidłowy adres nasłuchu, np. 10.0.0.1:8080 lub haproxy.example.com:8999.
uk_ua: Будь ласка, надайте дійсну адресу для прослуховування, наприклад, 10.0.0.1:8080 або haproxy.example.com:8999.
zh_cn: 请提供有效的监听地址，例如10.0.0.1:8080或haproxy.example.com:8999。

source: Please provide a valid port number between 1 and 65535.
cs_cz: Zadejte platné číslo portu z rozmezí 1 až 65535.
de_de: Bitte geben Sie eine gültige Portnummer zwischen 1 und 65535 an.
el_gr: Παρακαλώ δώστε έναν έγκυρο αριθμό θύρας μεταξύ 1 και 65535.
fa_ir: لطفاً یک شماره پورت معتبر بین 1 تا 65535 وارد کنید.
fr_fr: Veuillez fournir un numéro de port valide entre 1 et 65535.
it_it: Fornisci un numero di porta valido compreso tra 1 e 65535.
ko_kr: 1에서 65535 사이의 유효한 포트 번호를 입력하세요.
pl_pl: Proszę podać prawidłowy numer portu między 1 a 65535.
uk_ua: Будь ласка, надайте дійсний номер порту від 1 до 65535.
zh_cn: 请提供介于1和65535之间的有效端口号。

source: Please provide a valid port number between 1 and 65535. Port 9100 is the default.
cs_cz: Zadejte platné číslo portu z rozmezí 1 až 65535. Výchozí je port 9100.
de_de: Bitte geben Sie eine gültige Portnummer zwischen 1 und 65535 an. Port 9100 ist der Standard.
el_gr: Παρακαλώ δώστε έναν έγκυρο αριθμό θύρας μεταξύ 1 και 65535. Η θύρα 9100 είναι η προεπιλεγμένη.
fa_ir: لطفاً یک شماره پورت معتبر بین 1 تا 65535 وارد کنید. پورت پیش‌فرض 9100 است.
fr_fr: Veuillez fournir un numéro de port valide entre 1 et 65535. Le port par défaut est 9100.
it_it: Fornire un numero di porta valido compreso tra 1 e 65535. La porta 9100 è quella predefinita.
ko_kr: 1에서 65535 사이의 유효한 포트 번호를 입력하세요. 포트 9100은 기본값입니다.
pl_pl: Proszę podać prawidłowy numer portu między 1 a 65535. Port 9100 jest domyślny.
uk_ua: Будь ласка, надайте дійсний номер порту від 1 до 65535. Порт 9100 є типовим.
zh_cn: 请提供介于1和65535之间的有效端口号。默认为9100。

source: Please provide a valid user and password, i.e. user:secret123.
cs_cz: Zadejte platné uživatelské jméno a heslo, např. uzivatel:heslo123
de_de: Bitte geben Sie einen gültigen Benutzernamen und ein gültiges Passwort ein, z. B. Benutzer:Geheimnis123.
el_gr: Παρακαλώ δώστε ένα έγκυρο όνομα χρήστη και κωδικό πρόσβασης, π.χ. user:secret123.
fa_ir: لطفاً یک نام کاربری و گذرواژهٔ معتبر وارد کنید، مثلاً user:secret123.
fr_fr: Veuillez fournir un couple utilisateur et mot de passe valide, p. ex. user:secret123
it_it: Fornisci un utente e una password validi, ad esempio user:secret123.
ko_kr: 유효한 사용자명과 비밀번호를 입력하세요, 예시: user:secret123.
pl_pl: Proszę podać prawidłowy login i hasło, np. user:secret123.
uk_ua: Будь ласка, надайте дійсне ім'я користувача та пароль, наприклад, user:secret123.
zh_cn: 请提供有效的用户和密码，例如user:secret123。

source: Please provide one or more valid FQDNs, i.e. www.example.com or mail.example.com. Field length is limited to 65535 characters.
cs_cz: Zadejte jeden nebo více FQDN názvů, např. www.example.com nebo mail.example.com. Délka obsahu kolonky je omezena na 65535 znaků.
de_de: Bitte geben Sie einen oder mehrere gültige FQDNs an, z. B. www.example.com oder mail.example.com. Die Feldlänge ist auf 65.535 Zeichen begrenzt.
el_gr: Παρακαλούμε δώστε ένα ή περισσότερα έγκυρα FQDN, π.χ. www.example.com ή mail.example.com. Το μήκος του πεδίου περιορίζεται σε 65535 χαρακτήρες.
fa_ir: لطفاً یک یا چند FQDN معتبر وارد کنید، مثلاً www.example.com یا mail.example.com. طول فیلد محدود به 65535 کاراکتر است.
fr_fr: Veuillez fournir un ou plusieurs FQDN valide, p. ex. www.example.com ou mail.example.com. Le champ est limité à 65535 caractères.
it_it: Fornisci uno o più FQDN validi, ad esempio www.example.com o mail.example.com. La lunghezza del campo è limitata a 65535 caratteri.
ko_kr: 유효한 FQDN을 하나 이상 입력하세요. 예: www.example.com 또는 mail.example.com. 필드 길이는 65535자로 제한됩니다.
pl_pl: Proszę podać jedno lub więcej prawidłowych FQDN, np. www.example.com lub mail.example.com. Długość pola jest ograniczona do 65535 znaków.
uk_ua: Будь ласка, надайте одне або кілька дійсних FQDN, наприклад, www.example.com або mail.example.com. Довжина поля обмежена 65535 символами.
zh_cn: 请提供一个或多个有效的FQDNs, 如 www.example.com 或 mail.example.com。字段长度限制为65535个字符。

source: Please provide valid active check receivers, i.e. 10.0.0.1:10051, zabbix.example.com or [::1]:30051.
cs_cz: Zadejte platné přijímače aktivních kontrol, např. 10.0.0.1:10051, zabbix.example.com nebo [::1]:30051.
de_de: Bitte stellen sie Empfänger für aktive Empfänger zur Verfügung wie zum Beispiel 10.0.0.1:10051, zabbix.example.com oder [::1]:30051.
el_gr: Παρακαλώ δώστε έγκυρους ενεργούς δέκτες ελέγχου, π.χ. 10.0.0.1:10051, zabbix.example.com ή [::1]:30051.
fa_ir: لطفاً دریافت‌کننده‌های active check معتبر وارد کنید، مثلاً 10.0.0.1:10051، zabbix.example.com یا [::1]:30051.
fr_fr: Veuillez fournir des récepteurs de contrôle actifs valides, c'est-à-dire 10.0.0.1:10051, zabbix.example.com ou [::1]:30051.
it_it: Fornisci destinatari di assegni attivi validi, ad esempio 10.0.0.1:10051, zabbix.example.com o [::1]:30051.
ko_kr: 유효한 활성 검사 수신자를 입력하세요. 예: 10.0.0.1:10051, zabbix.example.com 또는 [::1]:30051.
pl_pl: Proszę podać prawidłowych odbiorców active check, np. 10.0.0.1:10051, zabbix.example.com lub [::1]:30051.
uk_ua: Будь ласка, надайте дійсні отримувачі активних перевірок, наприклад, 10.0.0.1:10051, zabbix.example.com або [::1]:30051.
zh_cn: 请提供有效的主动检查接收器, 如10.0. 0.1:10051, zabbix.example.com 或 [::1]: 30051。
