Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Ping Hosts (IPv4)
cs_cz: Ping hostitelů (IPv4)
fa_ir: پینگ میزبان‌ها (IPv4)
fr_fr: Ping des hôtes (IPv4)
it_it: Host ping (IPv4)
ko_kr: Ping 호스트 (IPv4)
pl_pl: Ping Hostów (IPv4)
uk_ua: Пінгувати хости (IPv4)
zh_cn: Ping 主机 (IPv4)

source: Ping Hosts (IPv6)
cs_cz: Ping hostitelů (IPv6)
fa_ir: پینگ میزبان‌ها (IPv6)
fr_fr: Ping des hôtes (IPv6)
it_it: Host ping (IPv6)
ko_kr: Ping 호스트 (IPv6)
pl_pl: Ping Hostów (IPv6)
uk_ua: Пінгувати хости (IPv6)
zh_cn: Ping 主机 (IPv6)

source: Ping Hosts using IPv4 and measure the metrics.
cs_cz: Ping hostitelů pomocí protokolu IPv4 a měření metrik.
de_de: Hosts per IPv4 anpingen und Messwerte erfassen.
el_gr: Ping Hosts χρησιμοποιώντας IPv4 και μέτρηση των μετρήσεων.
fa_ir: پینگ میزبان‌ها با استفاده از IPv4 و اندازه‌گیری معیارها.
fr_fr: Ping des hôtes en utilisant IPv4 et mesure des métriques.
it_it: Effettua il ping degli host utilizzando IPv4 e misura le metriche.
ko_kr: IPv4를 사용하여 호스트를 Ping하고 메트릭을 측정합니다.
pl_pl: Pinguj Hosty używając IPv4 i mierz metryki.
uk_ua: Пінгувати хости, використовуючи IPv4, та вимірювати метрики.
zh_cn: 使用IPv4地址Ping主机并测量指标。

source: Ping Hosts using IPv6 and measure the metrics.
cs_cz: Ping hostitelů pomocí protokolu IPv6 a měření metrik.
de_de: Hosts per IPv6 anpingen und Messwerte erfassen.
el_gr: Ping Hosts χρησιμοποιώντας IPv6 και μέτρηση των μετρήσεων.
fa_ir: پینگ میزبان‌ها با استفاده از IPv6 و اندازه‌گیری معیارها.
fr_fr: Ping des hôtes en utilisant IPv6 et mesure des métriques.
it_it: Effettua il ping degli host utilizzando IPv6 e misura le metriche.
ko_kr: IPv6를 사용하여 호스트를 Ping하고 메트릭을 측정합니다.
pl_pl: Pinguj Hosty używając IPv6 i mierz metryki.
uk_ua: Пінгувати хости, використовуючи IPv6, та вимірювати метрики.
zh_cn: 使用IPv6地址Ping主机并测量指标。

source: Policies are processed on a first match basis a lower number means more important.
cs_cz: Zásady jsou zpracovávány na základě první shody, nižší číslo znamená důležitější.
de_de: Richtlinien werden in Reihenfolge der Priorität verarbeitet. Eine niedrigere Zahl bedeutet höhere Wichtigkeit.
el_gr: Οι πολιτικές υποβάλλονται σε επεξεργασία με βάση την πρώτη αντιστοίχιση, ένας μικρότερος αριθμός σημαίνει πιο σημαντικός.
fa_ir: سیاست‌ها بر اساس اولین تطابق پردازش می‌شوند؛ عدد کمتر یعنی اهمیت بیشتر.
fr_fr: Les polices sont traitées sur la base de la première correspondance ; un nombre inférieur signifie que la police est plus importante.
it_it: Le policy vengono elaborate in base alla prima corrispondenza: un numero inferiore significa più importante.
ko_kr: 정책은 첫 번째 일치 기준으로 처리되며 숫자가 작을수록 더 중요합니다.
pl_pl: Zasady są przetwarzane na zasadzie pierwszego dopasowania, niższa liczba oznacza większe znaczenie.
uk_ua: Політики обробляються за принципом першого збігу: менше число означає більшу важливість.
zh_cn: 策略是在第一次匹配的基础上处理的，数字越小意味着越重要。

source: Policy OIDs
cs_cz: OID identifikátory zásad
el_gr: OID πολιτικής
fa_ir: OIDهای Policy
fr_fr: OIDs de la politique
it_it: OID politici
ko_kr: 정책 OID
pl_pl: OID polityki
uk_ua: OID політики
zh_cn: OIDs策略

source: Polling interval in seconds.
cs_cz: Interval dotazování (v sekundách).
de_de: Abfrageintervall in Sekunden.
el_gr: Διάστημα σταθμοσκόπησης σε δευτερόλεπτα.
fa_ir: فاصلهٔ نظرسنجی (ثانیه)
fr_fr: Intervalle d'interrogation en secondes.
it_it: Intervallo di polling in secondi.
ko_kr: 폴링 간격(초)입니다.
pl_pl: Interwał odpytywania w sekundach.
uk_ua: Інтервал опитування в секундах.
zh_cn: 轮询间隔（秒）

source: Port where the relay will listen for packets to relay. e.g. Sonos is Port 1900.
cs_cz: Port, na kterém bude předávání očekávat pakety k předání. např. Sonos má port 1900.
de_de: Port, auf dem das Relay auf weiterzuleitende Pakete wartet. (Beispiel: Sonos verwendet Port 1900.)
el_gr: Θύρα όπου το ρελέ θα ακούει για πακέτα προς αναμετάδοση. π.χ. Sonos είναι η θύρα 1900.
fa_ir: پورتی که ری‌لِی روی آن برای دریافت بسته‌ها گوش می‌دهد. مثلاً Sonos از Port 1900 استفاده می‌کند.
fr_fr: Port où le relais écoutera les paquets à relayer. Par exemple, Sonos est le port 1900.
it_it: Porta in cui il relè ascolterà i pacchetti da inoltrare. per esempio. Sonos è Porto 1900.
ko_kr: 릴레이가 릴레이할 패킷을 수신하는 포트(예: Sonos는 포트 1900).
pl_pl: Port, na którym przekaźnik będzie nasłuchiwał pakietów do przekazania. np. Sonos to port 1900.
uk_ua: Порт, на якому реле прослуховуватиме пакети для пересилання. Наприклад, Sonos використовує порт 1900.
zh_cn: 中继监听的数据包的端口。 如Sonos监听的端口是1900。

source: Prefer IP Family
cs_cz: Upřednostňovaná generace IP protokolu
de_de: IP-Familie bevorzugen
el_gr: Προτιμώμενη οικογένεια IP
fa_ir: ترجیح خانواده IP
fr_fr: Préférer la famille IP
it_it: Preferisci la famiglia IP
ko_kr: 선호 IP 패밀리
pl_pl: Preferowana rodzina IP
uk_ua: Бажане сімейство IP
zh_cn: 首选IP系列

source: Process filter
cs_cz: Filtr procesů
de_de: Filter verarbeiten
el_gr: Φίλτρο διεργασίας
fa_ir: فیلتر پردازش
fr_fr: Filtre de processus
it_it: Filtro di processo
ko_kr: 프로세스 필터
pl_pl: Filtr procesów
uk_ua: Фільтр процесів
zh_cn: 进程过滤

source: Profile
cs_cz: Profil
de_de: Profil
el_gr: Προφίλ
fa_ir: پروفایل
fr_fr: Profil
it_it: Profilo
ko_kr: 프로필
pl_pl: Profil
uk_ua: Профіль
zh_cn: 配置文件

source: Provide either the FQDN for all the servers this template initializes or a service name to discover the available services via DNS SRV records.
cs_cz: Aby bylo možné objevovat nabízené služby prostřednictvím DNS SRV záznamu, zadejte buď FQDN pro všechny servery, které tato šablona inicializuje, nebo název služby.
de_de: Geben Sie entweder den FQDN für alle Server an, die diese Vorlage initialisiert, oder einen Dienstnamen, um die verfügbaren Dienste über DNS-SRV-Einträge zu ermitteln.
el_gr: Δώστε είτε το FQDN για όλους τους διακομιστές που αρχικοποιεί αυτό το πρότυπο είτε ένα όνομα υπηρεσίας για να ανακαλύψετε τις διαθέσιμες υπηρεσίες μέσω εγγραφών DNS SRV.
fa_ir: یا FQDN همه‌ی سرورهایی که این قالب مقداردهی اولیه می‌کند را وارد کنید، یا یک نام سرویس تا سرویس‌ها از طریق رکوردهای DNS SRV کشف شوند.
fr_fr: Fournissez soit le nom de domaine complet pour tous les serveurs que ce modèle initialise, soit un nom de service pour découvrir les services disponibles via les enregistrements DNS SRV.
it_it: Fornisci l'FQDN per tutti i server inizializzati da questo modello o un nome di servizio per individuare i servizi disponibili tramite record DNS SRV.
ko_kr: 이 템플릿이 초기화하는 모든 서버에 대한 FQDN을 제공하거나 DNS SRV 레코드를 통해 사용 가능한 서비스를 검색할 서비스 이름을 입력하세요.
pl_pl: Podaj albo FQDN wszystkich serwerów, które inicjuje ten szablon, albo nazwę usługi, aby odkryć dostępne usługi za pomocą rekordów DNS SRV.
uk_ua: Вкажіть або FQDN для всіх серверів, які ініціалізує цей шаблон, або ім'я служби для виявлення доступних служб за допомогою записів DNS SRV.
zh_cn: 提供此模板初始化的所有服务器的FQDN或一个服务名称，以便通过DNS SRV记录发现可用的服务。

source: Puppet Environment
cs_cz: Puppet prostředí
de_de: Puppet Umgebung
el_gr: Περιβάλλον Κουκλοθέατρου
fa_ir: محیط Puppet
fr_fr: Environnement Puppet
it_it: Ambiente delle marionette
ko_kr: Puppuppet 환경
pl_pl: Środowisko Puppet
uk_ua: Середовище Puppet
zh_cn: Puppet环境

source: Puppet Server FQDN
cs_cz: FQDN Puppet serveru
el_gr: FQDN διακομιστή μαριονετών
fa_ir: FQDN سرور Puppet
fr_fr: FQDN du serveur Puppet
it_it: FQDN del server pupazzo
pl_pl: FQDN serwera Puppet
uk_ua: FQDN сервера Puppet
zh_cn: Puppet服务器FQDN

source: RECEIVING = header_checks / DELIVERING = smtp_header_checks
cs_cz: OBDRŽUJÍCÍ = header_checks / DORUČUJÍCÍ = smtp_header_checks
de_de: EMPFANG = header_checks / ZUSTELLUNG = smtp_header_checks
el_gr: ΠΑΡΑΛΑΒΗ = header_checks / ΠΑΡΑΔΟΣΗ = smtp_header_checks
it_it: RICEZIONE = header_checks / CONSEGNA = smtp_header_checks
ko_kr: 수신 = header_messages / DELIVEING = smtp_messages_messaging
pl_pl: OTRZYMYWANIE = header_checks / DOSTARCZANIE = smtp_header_checks
uk_ua: ОТРИМАННЯ = header_checks / ДОСТАВКА = smtp_header_checks

source: Realm
cs_cz: Sféra
el_gr: Βασίλειο
fa_ir: حوزه
it_it: Regno
ko_kr: 영역
pl_pl: Królestwo
uk_ua: Область

source: Redirect Target
cs_cz: Cíl přesměrování
de_de: Weiterleitungsziel
el_gr: Ανακατεύθυνση στόχου
fa_ir: هدف تغییر مسیر
fr_fr: Rediriger la cible
it_it: Reindirizzare l'obiettivo
ko_kr: 대상 리디렉션
pl_pl: Cel przekierowania
uk_ua: Ціль переспрямування
zh_cn: 重定向目标

source: Reference Cost
cs_cz: Referenční náklad
de_de: Referenzkosten
el_gr: Κόστος αναφοράς
fa_ir: هزینه مرجع
fr_fr: Coût de référence
it_it: Costo di riferimento
ko_kr: 참조 비용
pl_pl: Koszt odniesienia
uk_ua: Еталонна вартість
zh_cn: 参考成本

source: Reject Non-FQDN Recipient
cs_cz: Odmítnout příjemce s ne-FQDN
de_de: Empfänger ohne FQDN ablehnen
el_gr: Απόρριψη παραλήπτη που δεν είναι FQDN
fa_ir: رد گیرنده‌های بدون FQDN
fr_fr: Rejeter un destinataire non-FQDN
it_it: Rifiuta destinatario non FQDN
ko_kr: 비정상적인 FQDN 수신자 거부
pl_pl: Odrzuć odbiorcę bez pełnej kwalifikacji domeny
uk_ua: Відхиляти одержувача, що не є FQDN
zh_cn: 拒绝非 FQDN 收件人

source: Reject Non-FQDN Sender
cs_cz: Odmítnutí odesílatele s ne-FQDN
de_de: Absender ohne FQDN ablehnen
el_gr: Απόρριψη αποστολέα που δεν είναι FQDN
fa_ir: رد فرستنده‌های بدون FQDN
fr_fr: Rejeter l'expéditeur non-FQDN
it_it: Rifiuta mittente non FQDN
ko_kr: 비정상적인 FQDN 발신자 거부
pl_pl: Odrzuć nadawcę bez pełnej kwalifikacji domeny
uk_ua: Відхиляти відправника, що не є FQDN
zh_cn: 拒绝非 FQDN 发件人

source: Reject Unknown Client Hostname
cs_cz: Odmítnout neznámý název hostitele klienta
de_de: Unbekannten Client-Hostnamen ablehnen
el_gr: Απόρριψη Άγνωστου Ονόματος Κεντρικού Υπολογιστή Πελάτη
fa_ir: رد نام‌میزبان کلاینت ناشناخته
fr_fr: Rejeter le nom d'hôte inconnu du client
it_it: Rifiuta nome host client sconosciuto
ko_kr: 알 수 없는 클라이언트 호스트 이름 거부
pl_pl: Odrzuć nieznany hostname klienta
uk_ua: Відхиляти невідоме ім'я хоста клієнта
zh_cn: 拒绝未知客户端主机名

source: Reject Unknown HELO Hostname
cs_cz: Odmítnout HELO neznámého názvu hostitele
de_de: Unbekannten HELO-Hostnamen ablehnen
el_gr: Απόρριψη Άγνωστου Ονόματος Κεντρικού Υπολογιστή HELO
fa_ir: رد نام‌میزبان HELO ناشناخته
fr_fr: Rejeter le nom d'hôte HELO inconnu
it_it: Rifiuta nome host HELO sconosciuto
ko_kr: 알 수 없는 HELO 호스트 이름 거부
pl_pl: Odrzuć nieznane hostname HELO
uk_ua: Відхиляти невідоме ім'я хоста HELO
zh_cn: 拒绝未知的 HELO 主机名

source: Reject Unverified Recipient
cs_cz: Odmítnout neověřeného příjemce
de_de: Unbestätigten Empfänger ablehnen
el_gr: Απόρριψη μη επαληθευμένου παραλήπτη
fa_ir: رد گیرنده تأییدنشده
fr_fr: Rejeter le destinataire non vérifié
it_it: Rifiuta destinatario non verificato
ko_kr: 확인되지 않은 수신자 거부
pl_pl: Odrzuć niezweryfikowanego odbiorcę
uk_ua: Відхиляти неперевіреного одержувача
zh_cn: 拒绝未经验证的收件人

source: Relay Interfaces
cs_cz: Rozhraní předávání
de_de: Relay-Schnittstellen
el_gr: Διεπαφές ρελέ
fa_ir: رابط‌های رله
fr_fr: Interfaces de relais
it_it: Interfacce relè
ko_kr: 릴레이 인터페이스
pl_pl: Interfejsy przekaźnika
uk_ua: Інтерфейси реле
zh_cn: 中继接口

source: Relay Port
cs_cz: Port relay
el_gr: Θύρα ρελέ
fa_ir: پورت رله
fr_fr: Port relais
it_it: Porta relè
ko_kr: 릴레이 포트
pl_pl: Port przekaźnika
uk_ua: Порт реле
zh_cn: 中继端口

source: Reload HAProxy service
cs_cz: Znovu načíst nastavení služby HAProxy
de_de: HAProxy-Dienst neu laden
el_gr: Επαναφόρτωση της υπηρεσίας HAProxy
fa_ir: بارگذاری مجدد سرویس HAProxy
fr_fr: Rechargez le service HAProxy
it_it: Ricaricare il servizio HAProxy
ko_kr: HAProxy 서비스 다시 로드
pl_pl: Przeładuj serwis HAProxy
uk_ua: Перезавантажити службу HAProxy
zh_cn: 重新加载HAProxy服务

source: Remove attribute(s)
cs_cz: Odebrat atribut(y)
de_de: Attribut(e) entfernen
el_gr: Αφαίρεση χαρακτηριστικών
fa_ir: حذف ویژگی(ها)
fr_fr: Suppression d'attribut(s)
it_it: Rimuovi attributi
ko_kr: 특성 제거
pl_pl: Usuń atrybut(y)
uk_ua: Видалити атрибут(и)
zh_cn: 删除属性

source: Remove vendor-attribute(s)
cs_cz: Odstranit atribut(y) dodavatelů
de_de: Herstellerattribute entfernen
el_gr: Κατάργηση χαρακτηριστικών προμηθευτή
fa_ir: حذف vendor-attribute(ها)
fr_fr: Supprimer le(s) attribut(s) du vendeur
it_it: Rimuovi gli attributi del fornitore
ko_kr: 벤더 특성 제거
pl_pl: Usuń atrybut(y) dostawcy
uk_ua: Видалити атрибут(и) постачальника
zh_cn: 删除供应商属性

source: Reply-Message
cs_cz: Zpráva odpovědi
de_de: Antwortnachricht
el_gr: Απάντηση-Μήνυμα
fr_fr: Message de réponse
it_it: Messaggio di risposta
ko_kr: 회신 - 메시지
pl_pl: Wiadomość zwrotna
uk_ua: Повідомлення-відповідь
zh_cn: 回复信息

source: Report cpu usage in percent
cs_cz: Hlásit využití procesoru v procentech
de_de: CPU-Auslastung in Prozent melden
el_gr: Αναφορά χρήσης CPU σε ποσοστό
fa_ir: گزارش استفاده CPU بر حسب درصد
fr_fr: Rapport sur l'utilisation du processeur en pourcentage
it_it: Riporta l'utilizzo della CPU in percentuale
ko_kr: CPU 사용량(%) 보고
pl_pl: Zgłoś użycie CPU w procentach
uk_ua: Повідомити про використання ЦП у відсотках
zh_cn: 以百分比报告CPU使用率

source: Require the peers certificate to adhere to the policy specified by this oid / these oids.
cs_cz: Vyžadovat, aby certifikáty protějšků dodoržovaly zásady specifikované tímto oid / těmito oid identifikátory.
de_de: Peer-Zertifikat auf Einhaltung der durch diese OID(s) definierten Richtlinie prüfen.
el_gr: Απαιτείται το πιστοποιητικό peers να συμμορφώνεται με την πολιτική που καθορίζεται από αυτό το oid / αυτά τα oids.
fa_ir: الزام اینکه گواهی همتایان مطابق سیاست مشخص‌شده توسط این oid/این oidها باشد.
fr_fr: Exiger que le certificat des pairs adhère à la politique spécifiée par cet oid / ces oids.
it_it: Richiedi che il certificato dei peer aderisca alla policy specificata da questo oid/questi oid.
ko_kr: 피어 인증서가 이 oid/these oid에 의해 지정된 정책을 준수해야 합니다.
pl_pl: Wymaga, aby certyfikat od peerów przestrzegał polityki określonej przez ten oid / te oidy.
uk_ua: Вимагати, щоб сертифікат колег відповідав політиці, зазначеній цим OID / цими OID.
zh_cn: 要求对端证书遵守这个oid或这些oids指定的策略。

source: Requires Intrustion detection alerts are stored locally.
cs_cz: Vyžaduje, aby výstrahy ze zjišťování průniku byly ukládány lokálně.
de_de: Speicherung von Intrusion-Detection-Warnungen lokal voraussetzen.
el_gr: Απαιτεί οι ειδοποιήσεις ανίχνευσης εισβολής να αποθηκεύονται τοπικά.
fa_ir: نیازمند ذخیره‌سازی محلی هشدارهای تشخیص نفوذ است.
fr_fr: Les alertes de détection d'intrusion doivent être stockées localement.
it_it: Richiede che gli avvisi di rilevamento delle intrusioni siano archiviati localmente.
ko_kr: 침입 탐지 경보가 로컬에 저장되어야 합니다.
pl_pl: Wymagane jest, aby alerty z wykrywania włamań były przechowywane lokalnie.
uk_ua: Потребує локального зберігання сповіщень виявлення вторгнень.
zh_cn: 需要在本地存储入侵检测警报。

source: Resolve Retries
cs_cz: Opakovaných pokusů o přeložení
de_de: Wiederholungen bei Namensauflösung
el_gr: Επίλυση επαναλήψεων
fa_ir: تعداد تلاش‌های رزولوشن
fr_fr: Tentatives de résolution
it_it: Risolvi i tentativi
ko_kr: 조회 재시도
pl_pl: Próbuj rozwiązania ponownie
uk_ua: Спроби розв'язання
zh_cn: 重试解析

source: Resolve Timeout
cs_cz: Časový limit překládání
de_de: Namensauflösungs-Timeout
el_gr: Επίλυση χρονικού ορίου
fa_ir: زمان انتظار رزولوشن
fr_fr: Résoudre le délai d'attente
it_it: Risolvere il timeout
ko_kr: 조회 타임아웃
pl_pl: Limit czasu rozwiązania
uk_ua: Таймаут розв'язання
zh_cn: 解析超时

source: Resolver
cs_cz: Nástroj pro překlad
el_gr: Διαλύων
fa_ir: رزولور
fr_fr: Résolveur
it_it: Risolutore
ko_kr: 리졸버
uk_ua: Розв'язувач
zh_cn: 解析器

source: Resolver Options
cs_cz: Předvolby pro překlad
de_de: Resolver-Optionen
el_gr: Επιλογές επίλυσης
fa_ir: گزینه‌های رزولور
fr_fr: Options du résolveur
it_it: Opzioni del risolutore
ko_kr: 리졸버 옵션
pl_pl: Opcje resolvera
uk_ua: Параметри розв'язувача
zh_cn: 解析器选项

source: Resolvers
cs_cz: Nástroje pro překlad
de_de: Resolver
el_gr: Επίλυτες
fa_ir: رزولورهای
fr_fr: Résolveurs
it_it: Risolutori
ko_kr: 리졸버
pl_pl: Resolvery
uk_ua: Розв'язувачі
zh_cn: 解析器

source: Response Status Code
cs_cz: Stavový kód odpovědi
de_de: Antwortstatuscode
el_gr: Κωδικός κατάστασης απόκρισης
fa_ir: کد وضعیت پاسخ
fr_fr: Code d'état de la réponse
it_it: Codice di stato della risposta
ko_kr: 응답 상태 코드
pl_pl: Kod statusu odpowiedzi
uk_ua: Код стану відповіді
zh_cn: 响应状态码

source: Restart HAProxy service
cs_cz: Restartovat službu HAProxy
de_de: HAProxy-Dienst neu starten
el_gr: Επανεκκινήστε την υπηρεσία HAProxy
fa_ir: راه‌اندازی مجدد سرویس HAProxy
fr_fr: Redémarrez le service HAProxy
it_it: Riavviare il servizio HAProxy
ko_kr: HAProxy 서비스 다시 시작
pl_pl: Zrestartuj serwis HAProxy
uk_ua: Перезапустити службу HAProxy
zh_cn: 重启HAProxy服务

source: Restrict match to a specific URL (supports regular expressions if enabled for this rule).
cs_cz: Omezit shodu na konkrétní URL adresu (podporuje regulární výrazy, pokud je pro toto pravidlo povoleno).
de_de: Beschränkt den Abgleich auf eine bestimmte URL (unterstützt reguläre Ausdrücke, falls aktiviert).
el_gr: Περιορισμός αντιστοίχισης σε μια συγκεκριμένη διεύθυνση URL (υποστηρίζει κανονικές εκφράσεις εάν είναι ενεργοποιημένη για αυτόν τον κανόνα).
fa_ir: محدود کردن تطابق به یک URL خاص (در صورت فعال بودن برای این قاعده از عبارات منظم پشتیبانی می‌شود).
fr_fr: Restreindre la correspondance à une URL spécifique (prend en charge les expressions régulières si elles sont activées pour cette règle).
it_it: Limita la corrispondenza a un URL specifico (supporta le espressioni regolari se abilitato per questa regola).
ko_kr: 특정 URL로 일치 제한(이 규칙에 대해 활성화된 경우 정규식 지원).
pl_pl: Ogranicz dopasowanie do konkretnego adresu URL (obsługuje wyrażenia regularne, jeśli są włączone dla tej reguły).
uk_ua: Обмежити збіг певною URL-адресою (підтримує регулярні вирази, якщо увімкнено для цього правила).
zh_cn: 限制与指定的URL进行匹配（如果启用该规则，则可以支持正则表达式）。

source: Restrict to URL
cs_cz: Omezit na URL
de_de: Auf URL beschränken
el_gr: Περιορισμός σε URL
fa_ir: محدود به URL
fr_fr: Restreindre à l'URL
it_it: Limita all'URL
ko_kr: URL로 제한
pl_pl: Ogranicz do adresu URL
uk_ua: Обмежити URL-адресою
zh_cn: 限制为URL

source: Retry Timeout
cs_cz: Časový limit opakování
de_de: Wiederholungs-Timeout
el_gr: Χρονικό όριο επανάληψης
fa_ir: زمان انتظار تلاش مجدد
fr_fr: Délai de réessai
it_it: Riprova timeout
ko_kr: 재시도 타임아웃
pl_pl: Limit czasu dla ponownej próby
uk_ua: Таймаут повторної спроби
zh_cn: 重试超时

source: Rewrite incoming requests
cs_cz: Přepsat příchozí požadavky
de_de: Eingehende Anfragen umschreiben
el_gr: Επανεγγραφή εισερχόμενων αιτημάτων
fa_ir: بازنویسی درخواست‌های ورودی
fr_fr: Réécrire les requêtes entrantes
it_it: Riscrivere le richieste in arrivo
ko_kr: 수신 요청 다시 쓰기
pl_pl: Przepisz przychodzące żądania
uk_ua: Переписати вхідні запити
zh_cn: 重写入站请求

source: Rewrite outgoing requests
cs_cz: Přepsat odchozí požadavky
de_de: Ausgehende Anfragen umschreiben
el_gr: Επανεγγραφή εξερχόμενων αιτημάτων
fa_ir: بازنویسی درخواست‌های خروجی
fr_fr: Réécriture des demandes sortantes
it_it: Riscrivere le richieste in uscita
ko_kr: 나가는 요청 다시 쓰기
pl_pl: Przepisz wychodzące żądania
uk_ua: Переписати вихідні запити
zh_cn: 重写出站请求

source: Rule configured action
cs_cz: Akce nastavená podle pravidla
de_de: In der Regel konfigurierte Aktion.
el_gr: Ενέργεια που έχει διαμορφωθεί ως κανόνας
fa_ir: اقدام پیکربندی‌شدهٔ قانون
fr_fr: Action configurée de la règle
it_it: Azione configurata dalla regola
ko_kr: 규칙 구성 작업
pl_pl: Skonfigurowane działanie reguły
uk_ua: Налаштована дія правила
zh_cn: 规则配置动作

source: SNI Regex
cs_cz: Regulární výraz SNI
fa_ir: عبارت منظم SNI
ko_kr: SNI 정규식
pl_pl: Wyrażenie regularne SNI
uk_ua: Регулярний вираз SNI
zh_cn: SNI正则表达式

source: Search for matchs in a multipart POST request's filenames.
cs_cz: Hledat shody v názvech souborů vícedílného požadavku POST.
de_de: Sucht nach Treffern im Dateinamen einer multipart-POST-Anfrage.
el_gr: Αναζήτηση για αντιστοιχίες σε ονόματα αρχείων ενός αιτήματος POST με πολλά μέρη.
fa_ir: جستجو برای مطابقت‌ها در نام فایل‌های یک درخواست POST چندبخشی.
fr_fr: Recherche de correspondances dans les noms de fichiers d'une requête POST multipart.
it_it: Cerca corrispondenze nei nomi file di una richiesta POST in più parti.
ko_kr: 다중 부분 POST 요청의 파일 이름에서 일치하는 항목을 검색합니다.
pl_pl: Szukaj dopasowań w nazwach plików wieloczęściowych żądań POST.
uk_ua: Шукати збіги в іменах файлів багатокомпонентного POST-запиту.
zh_cn: 在多个POST 请求文件名中搜索匹配项。

source: Search for matchs in a request's GET arguments.
cs_cz: Hledat shody v GET argumentech požadavku.
de_de: Sucht nach Treffern in den GET-Parametern einer Anfrage.
el_gr: Αναζήτηση για αντιστοιχίσεις στα ορίσματα GET ενός αιτήματος.
fa_ir: جستجو برای مطابقت‌ها در پارامترهای GET یک درخواست.
fr_fr: Recherche de correspondances dans les arguments GET d'une demande.
it_it: Cerca corrispondenze negli argomenti GET di una richiesta.
ko_kr: 요청의 GET 인수에서 일치하는 항목을 검색합니다.
pl_pl: Szukaj dopasowań w argumentach GET żądania.
uk_ua: Шукати збіги в GET-аргументах запиту.
zh_cn: 在请求的GET参数中搜索匹配项。

source: Search for matchs in a request's HTTP headers.
cs_cz: Hledat shody v HTTP hlavičkách požadavku.
de_de: Sucht nach Treffern in den HTTP-Headern einer Anfrage.
el_gr: Αναζήτηση για αντιστοιχίσεις στις κεφαλίδες HTTP ενός αιτήματος.
fa_ir: جستجو برای مطابقت‌ها در هدرهای HTTP یک درخواست.
fr_fr: Recherche de correspondances dans les en-têtes HTTP d'une demande.
it_it: Cerca corrispondenze nelle intestazioni HTTP di una richiesta.
ko_kr: 요청의 HTTP 헤더에서 일치하는 항목을 검색합니다.
pl_pl: Szukaj dopasowań w nagłówkach HTTP żądania.
uk_ua: Шукати збіги в HTTP-заголовках запиту.
zh_cn: 在请求的HTTP标头中搜索匹配项。

source: Search for matchs in a request's POST arguments and its raw (unparsed) body.
cs_cz: Hledat shody v argumentech POST požadavku a v jeho surovém (nezpracovaném) těle.
de_de: Sucht nach Treffern in den POST-Parametern und dem (nicht geparsten) Body.
el_gr: Αναζήτηση για αντιστοιχίες στα ορίσματα POST ενός αιτήματος και στο ακατέργαστο (μη αναλυμένο) σώμα του.
fa_ir: جستجو برای مطابقت‌ها در پارامترهای POST یک درخواست و در بدنهٔ خام (تجزیه‌نشده) آن.
fr_fr: Recherche de correspondances dans les arguments POST d'une demande et dans son corps brut (non analysé).
it_it: Cerca corrispondenze negli argomenti POST di una richiesta e nel suo corpo grezzo (non analizzato).
ko_kr: 요청의 POST 인수와 원시(구문 분석되지 않음) 본문에서 일치 항목을 검색합니다.
pl_pl: Szukaj dopasowań w argumentach POST żądania oraz w jego surowym (nieprzetworzonym) ciele.
uk_ua: Шукати збіги в POST-аргументах запиту та його необробленому (нерозпарсеному) тілі.
zh_cn: 在请求的POST参数及其原始(未解析的)主体中搜索匹配项。

source: Search for matchs in a request's URL (everything before ?).
cs_cz: Hledat shody v URL požadavku (vše před ?).
de_de: Sucht nach Treffern in der URL der Anfrage (alles vor dem Fragezeichen).
el_gr: Αναζήτηση για αντιστοιχίσεις στη διεύθυνση URL ενός αιτήματος (όλα πριν από το ?).
fa_ir: جستجو برای مطابقت‌ها در URL یک درخواست (همهٔ قسمت قبل از ?).
fr_fr: Recherche de correspondances dans l'URL d'une demande (tout ce qui précède ?).
it_it: Cerca corrispondenze nell'URL di una richiesta (tutto prima?).
ko_kr: 요청의 URL에서 일치하는 항목을 검색합니다 (물음표 이전의 모든 내용).
pl_pl: Szukaj dopasowań w adresie URL żądania (wszystko przed znakiem ?).
uk_ua: Шукати збіги в URL-адресі запиту (все до ?).
zh_cn: 在请求的URL中搜索匹配项(之前的所有内容?)

source: Search for matchs in a request's raw unparsed body.
cs_cz: Hledat shody v nezpracovaném těle požadavku.
de_de: Sucht nach Treffern im unbearbeiteten Rohdatenkörper der Anfrage.
el_gr: Αναζήτηση για αντιστοιχίες στο μη αναλυμένο σώμα ενός αιτήματος.
fa_ir: جستجو برای مطابقت‌ها در بدنهٔ خام و تجزیه‌نشدهٔ یک درخواست.
fr_fr: Recherche de correspondances dans le corps brut non analysé d'une requête.
it_it: Cerca corrispondenze nel corpo non analizzato di una richiesta.
ko_kr: 요청의 구문 분석되지 않은 원시 본문에서 일치 항목을 검색합니다.
pl_pl: Szukaj dopasowań w surowym nieprzetworzonym ciele żądania.
uk_ua: Шукати збіги в необробленому нерозпарсеному тілі запиту.
zh_cn: 在请求的原始未解析主体中搜索匹配项。

source: Search in Filename
cs_cz: Hledat v názvu souboru
de_de: In Dateinamen suchen
el_gr: Αναζήτηση στο όνομα αρχείου
fa_ir: جستجو در نام فایل
fr_fr: Recherche dans le nom de fichier
it_it: Cerca in Nome file
ko_kr: 파일 이름으로 검색
pl_pl: Szukaj w nazwie pliku
uk_ua: Пошук у назві файлу
zh_cn: 搜索文件名
