Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Edit Server
cs_cz: Upravit server
de_de: Server bearbeiten
el_gr: Επεξεργασία διακομιστή
fa_ir: ویرایش سرور
fr_fr: Éditer le serveur
it_it: Modifica server
ko_kr: 서버 편집
pl_pl: Edytuj serwer
uk_ua: Редагувати сервер
zh_cn: 编辑服务器

source: Edit Backend Pool
cs_cz: Upravit fond podpůrné vrstvy
de_de: Backend-Pool bearbeiten
el_gr: Επεξεργασία ομάδας παρασκηνίου
fa_ir: ویرایش استخر بک‌اند
fr_fr: Editer Backend Pool
it_it: Modifica pool back-end
ko_kr: 백엔드 풀 편집
pl_pl: Edytuj pulę serwerów w tle
uk_ua: Редагувати пул бекендів
zh_cn: 编辑后端池

source: Edit Public Service
cs_cz: Upravit veřejnou službu
de_de: Öffentlichen Dienst bearbeiten
el_gr: Επεξεργασία Δημόσιας Υπηρεσίας
fa_ir: ویرایش سرویس عمومی
fr_fr: Editer Service Public
it_it: Modifica Servizio pubblico
ko_kr: 공용 서비스 편집
pl_pl: Edytuj publiczną usługę
uk_ua: Редагувати публічну послугу
zh_cn: 编辑公共服务

source: Error Message Name
cs_cz: Název chybového hlášení
de_de: Fehlermeldungsname
el_gr: Όνομα μηνύματος σφάλματος
fa_ir: نام پیام خطا
fr_fr: Nom Message Erreur
it_it: Nome del messaggio di errore
ko_kr: 오류 메시지 이름
pl_pl: Nazwa komunikatu błędu
uk_ua: Назва повідомлення про помилку
zh_cn: 错误信息名称

source: Error Message ID
cs_cz: Upravit identif. zprávy
de_de: Fehlermeldungs-ID
el_gr: Αναγνωριστικό μηνύματος σφάλματος
fa_ir: شناسه پیام خطا
fr_fr: ID Message Erreur
it_it: ID del messaggio di errore
ko_kr: 오류 메시지 ID
pl_pl: ID komunikatu błędu
uk_ua: Ідентифікатор повідомлення про помилку
zh_cn: 错误信息ID

source: Lua Script Name
cs_cz: Název Lua skriptu
de_de: Lua-Skriptname
el_gr: Όνομα σεναρίου Lua
fa_ir: نام اسکریپت Lua
fr_fr: Nom du Script Lua
it_it: Nome dello script Lua
ko_kr: Lua 스크립트 이름
pl_pl: Nazwa skryptu Lua
uk_ua: Назва скрипту Lua
zh_cn: Lua脚本名称

source: Condition Name
cs_cz: Název podmínky
de_de: Bedingungsname
el_gr: Όνομα κατάστασης
fa_ir: نام شرط
fr_fr: Nom de la condition
it_it: Nome della condizione
ko_kr: 조건 이름
pl_pl: Nazwa warunku
uk_ua: Назва умови
zh_cn: 条件名称

source: Condition ID
cs_cz: Identifikátor podmínky
de_de: Bedingungs-ID
el_gr: Αναγνωριστικό κατάστασης
fa_ir: شناسه شرط
fr_fr: ID Condition
it_it: Identificativo della condizione
ko_kr: 조건 ID
pl_pl: ID warunku
uk_ua: Ідентифікатор умови
zh_cn: 条件ID

source: Rule Name
cs_cz: Název pravidla
de_de: Regelname
el_gr: Όνομα κανόνα
fa_ir: نام قانون
fr_fr: Nom de règle
it_it: Nome della regola
ko_kr: 규칙 이름
pl_pl: Nazwa reguły
uk_ua: Назва правила
zh_cn: 规则名称

source: Rule ID
cs_cz: Identifikátor pravidla
de_de: Regel-ID
el_gr: Αναγνωριστικό κανόνα
fa_ir: شناسه قانون
fr_fr: ID de règle
it_it: ID regola
ko_kr: 규칙 ID
pl_pl: ID reguły
uk_ua: Ідентифікатор правила
zh_cn: 规则ID

source: Health Monitor Name
cs_cz: Název monitoru stavu
de_de: Name des Zustandsmonitors
el_gr: Όνομα παρακολούθησης υγείας
fa_ir: نام مانیتور سلامت
fr_fr: Nom du Moniteur de Santé
it_it: Nome del monitor sanitario
ko_kr: 상태 모니터 이름
pl_pl: Nazwa monitora zdrowia
uk_ua: Назва монітора здоров'я
zh_cn: 健康监测名称

source: Health Monitor ID
cs_cz: Identif. monitoru stavu
de_de: ID des Zustandsmonitors
el_gr: Αναγνωριστικό παρακολούθησης υγείας
fa_ir: شناسه مانیتور سلامت
fr_fr: ID du Moniteur de Santé
it_it: ID del monitor di salute
ko_kr: 상태 모니터 ID
pl_pl: ID monitora zdrowia
uk_ua: Ідентифікатор монітора здоров'я
zh_cn: 健康监测ID

source: Test syntax
cs_cz: Ověřit formu zápisu
de_de: Syntax testen
el_gr: Σύνταξη δοκιμής
fa_ir: تست سینتکس
fr_fr: Test syntaxe
it_it: Prova la sintassi
ko_kr: 테스트 구문
pl_pl: Sprawdź składnię
uk_ua: Перевірити синтаксис
zh_cn: 测试语法

source: Public Service Name
cs_cz: Název veřejné služby
de_de: Öffentlicher Dienstname
el_gr: Όνομα Δημόσιας Υπηρεσίας
fa_ir: نام سرویس عمومی
fr_fr: Nom de service public
it_it: Nome del servizio pubblico
ko_kr: 퍼블릭 서비스 이름
pl_pl: Nazwa publicznej usługi
uk_ua: Назва публічної послуги
zh_cn: 公共服务名称

source: Public Service ID
cs_cz: Identif. veřejné služby
de_de: Öffentliche Dienst-ID
el_gr: Ταυτότητα Δημόσιας Υπηρεσίας
fa_ir: شناسه سرویس عمومی
fr_fr: ID Service Public
it_it: Identificativo del servizio pubblico
ko_kr: 퍼블릭 서비스 ID
pl_pl: ID publicznej usługi
uk_ua: Ідентифікатор публічної послуги
zh_cn: 公共服务ID

source: Advanced Features
cs_cz: Pokročilé funkce
de_de: Erweiterte Funktionen
el_gr: Προηγμένες λειτουργίες
fa_ir: ویژگی‌های پیشرفته
fr_fr: Fonctionnalités avancées
it_it: Funzionalità avanzate
ko_kr: 고급 기능
pl_pl: Funkcje zaawansowane
uk_ua: Розширені функції
zh_cn: 高级功能

source: %sRules:%s Perform a large set of actions if one or more %sConditions%s match. These Rules may be used in %sBackend Pools%s as well as %sPublic Services%s.
cs_cz: %sPravidla:%s Provede velkou sadu akcí, pokud splňuje jednu nebo více %sPodmínek%s. Tato pravidla lze použít ve %sFondech podpůrné vrstvy%s i %sVeřejných službách%s.
de_de: %sRegeln:%s Führt einen grossen Satz von Aktionen durch, wenn eine oder mehrere %sBedingungen%s übereinstimmen. Diese Regeln können sowohl in %sBackend Pools%s als auch in %sPublic Services%s verwendet werden.
el_gr: %sΚανόνες:%s Εκτελέστε ένα μεγάλο σύνολο ενεργειών εάν ταιριάζουν μία ή περισσότερες %sΣυνθήκες%s. Αυτοί οι κανόνες μπορούν να χρησιμοποιηθούν σε %sBackend Pools%s καθώς και σε %sΔημόσιες Υπηρεσίες%s.
fa_ir: %sRules:%s در صورت مطابقت یک یا چند %sشرط%s، مجموعه‌ای وسیع از عملیات اجرا می‌شود. این قوانین می‌توانند هم در %sاستخرهای Backend%s و هم در %sسرویس‌های عمومی%s استفاده شوند.
fr_fr: %sRègles:%s Réalisent un grand nombre d'actions si une ou plusieurs %sConditions%s correspondent. Ces règles peuvent être utilisées dans les %sBackend Pools%s tout comme dans les %sServices Publics%s.
it_it: %sRegole:%s Esegue un ampio insieme di azioni se una o più %sCondizioni%s corrispondono. Queste regole possono essere utilizzate nei %spool backend%s così come nei %sservizi pubblici%s.
ko_kr: %s규칙:%s 하나 이상의 %s조건%s이 일치하는 경우 대규모 작업을 수행합니다. 이 규칙은 %s백엔드풀%s 및 %s공공 서비스%s에서 사용할 수 있습니다.
pl_pl: %sRules:%s Wykonaj wiele działań, jeśli jeden lub więcej %sWarunków%s pasuje. Te reguły mogą być używane w %sPulach serwerów w tle%s, jak również w %sPublicznych usługach%s.
uk_ua: %sПравила:%s Виконують великий набір дій, якщо одна або кілька %sУмов%s збігаються. Ці Правила можуть використовуватися як у %sПулах бекендів%s, так і в %sПублічних послугах%s.
zh_cn: %s规则：%s如果一个或多个%s条件%s匹配，则执行大量操作。 这些规则可用于%s后端池%s以及%s公共服务%s。

source: %sConditions:%s HAProxy is capable of extracting data from requests, responses and other connection data and match it against predefined patterns. Use these powerful patterns to compose a condition that may be used in multiple Rules.
cs_cz: %sPodmínky:%s HAProxy umí data vytahovat z požadavků, odpovědí a dalších dat připojení a porovnávat je s předem definovanými vzory. Pomocí těchto vzorů s velkými možnostmi je možné sestavit podmínku, kterou lze použít ve více pravidlech.
de_de: %sBedingungen:%s HAProxy ist in der Lage, Daten aus Anfragen, Antworten und anderen Verbindungsdaten zu extrahieren und mit vordefinierten Mustern abzugleichen. Verwenden Sie diese leistungsstarken Muster, um eine Bedingung zu erstellen, die in mehreren Regeln verwendet werden kann.
el_gr: %sΣυνθήκες:%s Το HAProxy είναι ικανό να εξάγει δεδομένα από αιτήματα, απαντήσεις και άλλα δεδομένα σύνδεσης και να τα αντιστοιχίζει με προκαθορισμένα μοτίβα. Χρησιμοποιήστε αυτά τα ισχυρά μοτίβα για να συνθέσετε μια συνθήκη που μπορεί να χρησιμοποιηθεί σε πολλαπλούς Κανόνες.
fa_ir: %sConditions:%s HAProxy قادر است داده‌ها را از درخواست‌ها، پاسخ‌ها و سایر اطلاعات اتصال استخراج کند و آن‌ها را با الگوهای از پیش تعریف‌شده مطابقت دهد. از این الگوهای قدرتمند برای ساختن شرایطی استفاده کنید که قابل استفاده در چندین قانون باشند.
fr_fr: %sConditions:%s HAProxy est capable d'extraire des données de requêtes, de réponses et d'autres données de connexion et de les faire correspondre à des modèles prédéfinis. Utilisez ces modèles puissants pour composer une condition pouvant être utilisée dans plusieurs règles.
it_it: %sCondizioni:%s HAProxy è in grado di estrarre dati da richieste, risposte e altri dati di connessione e confrontarli con modelli predefiniti. Utilizza questi potenti modelli per comporre una condizione che può essere utilizzata in più regole.
ko_kr: %s조건:%s HAProxy는 요청, 응답 및 기타 연결 데이터에서 데이터를 추출하여 미리 정의된 패턴과 일치시킬 수 있습니다. 이러한 강력한 패턴을 사용하여 여러 규칙에서 사용할 수 있는 조건을 구성할 수 있습니다.
pl_pl: %sWarunki:%s HAProxy potrafi ekstrahować dane z żądań, odpowiedzi i innych danych połączenia oraz porównywać je z wcześniej zdefiniowanymi wzorcami. Użyj tych potężnych wzorców do tworzenia warunków, które mogą być używane w wielu regułach.
uk_ua: %sУмови:%s HAProxy здатний видобувати дані із запитів, відповідей та інших даних з'єднань і порівнювати їх із заздалегідь визначеними шаблонами. Використовуйте ці потужні шаблони для створення умов, які можуть бути використані в декількох Правилах.
zh_cn: %s条件:%s HAProxy能够从请求，响应和其他连接数据中提取数据，并将其与预定义模式进行匹配。 使用这些强大的模式来组成可以在多个规则中使用的条件。

source: Remember to add firewall rules for all configured Public Services.
cs_cz: Nezapomeňte přidat pravidla brány firewall pro všechny nastavené veřejné služby.
de_de: Denken Sie daran, Firewall-Regeln für alle konfigurierten öffentlichen Dienste hinzuzufügen.
el_gr: Θυμηθείτε να προσθέσετε κανόνες τείχους προστασίας για όλες τις διαμορφωμένες δημόσιες υπηρεσίες.
fa_ir: به‌خاطر داشته باشید برای همهٔ سرویس‌های عمومی پیکربندی‌شده قوانین فایروال اضافه کنید.
fr_fr: Souvenez-vous d'ajouter des règles de pare feu pour tous les Services Publics configurés.
it_it: Ricordarsi di aggiungere regole firewall per tutti i servizi pubblici configurati.
ko_kr: 구성된 모든 공공 서비스에 대해 방화벽 규칙을 추가해야 합니다.
pl_pl: Pamiętaj, aby dodać reguły zapory sieciowej dla wszystkich skonfigurowanych usług publicznych.
uk_ua: Не забудьте додати правила брандмауера для всіх налаштованих Публічних служб.
zh_cn: 请记住为所有已配置的公共服务添加防火墙规则。

source: %sPublic Services:%s The HAProxy frontend. The Public Service listens for client connections, optionally applies rules and forwards client request data to the selected Backend Pool for load balancing or proxying. Every Public Service needs to be connected to a %spreviously created Backend Pool%s.
cs_cz: %sVeřejné služby:%s Frontend HAProxy. Veřejná služba očekává spojení klientů, volitelně aplikuje pravidla a předává data klientských požadavků vybranému Fondu podpůrné vrstvy pro vyrovnávání zátěže nebo proxy. Je třeba, aby každá veřejná služba byla připojena k %předem vytvořenému Fondu podpůrné vrstvy%s.
de_de: %sÖffentliche Dienste:%s Das HAProxy-Frontend. Der öffentliche Dienst wartet auf Client-Verbindungen, wendet optional Regeln an und leitet Client-Anforderungsdaten an den ausgewählten Backend-Pool zum Lastausgleich oder Proxying weiter. Jeder öffentliche Dienst muss mit einem %szuvor erstellten Backend Pool%s verbunden sein.
el_gr: %sΔημόσιες Υπηρεσίες:%s Το frontend του HAProxy. Η Δημόσια Υπηρεσία παρακολουθεί για συνδέσεις πελατών, προαιρετικά εφαρμόζει κανόνες και προωθεί δεδομένα αιτημάτων πελατών στην επιλεγμένη ομάδα υποστήριξης (Backend Pool) για εξισορρόπηση φορτίου ή proxying. Κάθε Δημόσια Υπηρεσία πρέπει να είναι συνδεδεμένη σε μια %προηγουμένως δημιουργημένη ομάδα υποστήριξης (Backend Pool%s).
fa_ir: %sPublic Services:%s فرانت‌اند HAProxy. سرویس عمومی به اتصالات کلاینت گوش می‌دهد، در صورت نیاز قوانین را اعمال می‌کند و داده‌های درخواست کلاینت را برای بالانس بار یا پروکسی به استخر Backend انتخاب‌شده ارسال می‌کند. هر سرویس عمومی باید به %sاستخر Backend قبلاً ایجادشده%s متصل باشد.
fr_fr: %sServices publics:%s L'interface HAProxy. Le service public écoute les connexions client, applique éventuellement des règles et transfère les données de demande client au pool principal sélectionné pour l'équilibrage de charge ou le proxy. Chaque fonction publique doit être connectée à un %spool backend créé précédemment%s.
it_it: %sServizi pubblici:%s il frontend HAProxy. Il servizio pubblico ascolta le connessioni client, facoltativamente applica le regole e inoltra i dati delle richieste del client al pool backend selezionato per il bilanciamento del carico o il proxy. Ogni servizio pubblico deve essere connesso a un %backend pool%s creato in precedenza.
ko_kr: %s공개 서비스:%s HAProxy 프론트엔드. 공용 서비스는 클라이언트 연결을 수신하고, 선택적으로 규칙을 적용하며, 부하 분산 또는 프록시를 위해 클라이언트 요청 데이터를 선택한 백엔드 풀로 전달합니다. 모든 공용 서비스는 %s이전에 생성된 백엔드 풀%s에 연결해야 합니다.
pl_pl: %sPubliczne usługi:%s Frontend HAProxy. Publiczna usługa nasłuchuje połączeń klienta, ewentualnie stosuje reguły i przekazuje dane żądania klienta do wybranej puli serwerów w tle w celu równoważenia obciążenia lub działania jako proxy. Każda publiczna usługa musi być podłączona do %swcześniej utworzonej puli serwerów w tle%s.
uk_ua: %sПублічні служби:%s Фронтенд HAProxy. Публічна служба прослуховує клієнтські з'єднання, за бажанням застосовує правила та пересилає дані клієнтських запитів до вибраного Пулу бекендів для балансування навантаження або проксіювання. Кожна Публічна служба повинна бути підключена до %sраніше створеного Пулу бекендів%s.
zh_cn: %s公共服务:%s HAProxy前端。 公共服务监听客户端连接，可选应用规则并将客户端请求数据转发到选定的后端池以进行负载平衡或代理。 每个公共服务都需要连接到%s以前创建的后端池%s。

source: %sBackend Pools:%s The HAProxy backend. Group the %spreviously added servers%s to build a server farm. All servers in a group usually deliver the same content. The Backend Pool cares for health monitoring and load distribution. A Backend Pool must also be configured if you only have a single server. The same Backend Pool may be used for multiple Public Services.
cs_cz: %sFondy podpůrné vrstvy:%s Podpůrná vrstva HAProxy. Seskupte %předtím přidané servery%s a vytvořte serverovou farmu. Všechny servery ve skupině obvykle poskytují stejný obsah. Fond podpůrné vrstvy se stará o monitorování stavu a rozdělování zátěže. Je třeba, aby fond byl nastaven i v případě, že máte pouze jeden server. Stejný fond může být použit pro více veřejných služeb.
de_de: %sBackend Pools:%s Das HAProxy-Backend. Gruppieren Sie die %szuvor hinzugefügten Server%s, um eine Serverfarm zu erstellen. Alle Server einer Gruppe liefern in der Regel den gleichen Inhalt. Der Backend-Pool kümmert sich um die Zustandsüberwachung und Lastverteilung. Ein Backend-Pool muss auch konfiguriert werden, wenn Sie nur einen einzelnen Server haben. Der gleiche Backend-Pool kann für mehrere öffentliche Dienste verwendet werden.
el_gr: %sBackend Pools:%s Το backend του HAProxy. Ομαδοποιήστε τους %προηγουμένως προστιθέμενους διακομιστές%s για να δημιουργήσετε ένα σύμπλεγμα διακομιστών. Όλοι οι διακομιστές σε μια ομάδα συνήθως παρέχουν το ίδιο περιεχόμενο. Το Backend Pool φροντίζει για την παρακολούθηση της εύρυθμης λειτουργίας και την κατανομή φορτίου. Ένα Backend Pool πρέπει επίσης να διαμορφωθεί εάν έχετε μόνο έναν διακομιστή. Το ίδιο Backend Pool μπορεί να χρησιμοποιηθεί για πολλαπλές Δημόσιες Υπηρεσίες.
fa_ir: %sBackend Pools:%s بک‌اند HAProxy. سرورهای %sقبلاً اضافه‌شده%s را گروه‌بندی کنید تا یک مجموعه سرور بسازید. همه سرورها در یک گروه معمولاً محتوای یکسانی ارائه می‌دهند. استخر Backend مسئول مانیتورینگ سلامت و توزیع بار است. حتی اگر فقط یک سرور داشته باشید، باید یک استخر Backend پیکربندی شود. همان استخر Backend می‌تواند برای چندین سرویس عمومی استفاده شود.
fr_fr: %sBackend Pools:%s Le backend HAProxy. Regroupez les %sserveurs précédemment ajoutés%s pour créer une batterie de serveurs. Tous les serveurs d'un groupe fournissent généralement le même contenu. Le backend pool se charge de la surveillance de la santé et de la répartition de la charge. Un pool principal doit également être configuré si vous ne possédez qu'un seul serveur. Le même pool principal peut être utilisé pour plusieurs services publics.
it_it: %sPool di backend:%s il backend HAProxy. Raggruppare i %server%s aggiunti in precedenza per creare una server farm. Tutti i server di un gruppo solitamente forniscono lo stesso contenuto. Il pool backend si occupa del monitoraggio dello stato e della distribuzione del carico. Se si dispone di un solo server è necessario configurare anche un pool backend. Lo stesso pool backend può essere utilizzato per più servizi pubblici.
ko_kr: %s백엔드 풀:%s HAProxy 백엔드입니다. %s이전에 추가된 서버%s를 그룹화하여 서버 팜을 만듭니다. 그룹의 모든 서버는 일반적으로 동일한 콘텐츠를 제공합니다. 백엔드 풀은 상태 모니터링과 부하 분배를 담당합니다. 서버가 하나만 있는 경우에도 백엔드 풀을 구성해야 합니다. 동일한 백엔드 풀은 여러 공공 서비스에서 사용할 수 있습니다.
pl_pl: %sPule serwerów w tle:%s Backend HAProxy. Grupuj %swcześniej dodane serwery%s, aby stworzyć farmę serwerów. Wszystkie serwery w grupie zazwyczaj dostarczają te same treści. Pula serwerów w tle dba o monitorowanie zdrowia i dystrybucję obciążenia. Pula serwerów w tle musi być również skonfigurowana, jeśli masz tylko jeden serwer. Ta sama pula serwerów w tle może być używana dla wielu publicznych usług.
uk_ua: %sПули бекендів:%s Бекенд HAProxy. Згрупуйте %sраніше додані сервери%s, щоб створити ферму серверів. Усі сервери в групі зазвичай надають однаковий вміст. Пул бекендів піклується про моніторинг стану та розподіл навантаження. Пул бекендів також має бути налаштований, якщо у вас є лише один сервер. Той самий Пул бекендів може використовуватися для кількох Публічних служб.
zh_cn: %s后端池: %sHAProxy后端。 将%s以前添加的服务器%s构建服务器集群。 组中的所有服务器通常都提供相同的内容。 后端池关注健康监测和负载分配。 如果您只有一台服务器，则还必须配置后端池。 相同的后端池可用于多个公共服务。

source: Note that it is possible to directly add options to the HAProxy configuration by using the "option pass-through", a setting that is available for several configuration items. It allows you to implement configurations that are currently not officially supported by this plugin. It is strongly discouraged to rely on this feature. Please report missing features on our GitHub page!
cs_cz: Všimněte si, že do nastavení HAProxy serveru je možné přidávat volby přímo pomocí nastavení „předání předvolby“, které je k dispozici pro několik položek nastavení. Umožňuje implementovat nastavení, které tento zásuvný modul v současné době oficiálně nepodporuje. Důrazně se nedoporučuje spoléhat se na tuto funkci. Chybějící funkce prosím nahlaste na naší GitHub stránce!
de_de: Beachten Sie, dass es möglich ist, der HAProxy-Konfiguration direkt Optionen hinzuzufügen, indem Sie die "Option Durchreichen" verwenden, eine Einstellung, die für mehrere Konfigurationselemente verfügbar ist. Es ermöglicht Ihnen, Konfigurationen zu implementieren, die von diesem Plugin derzeit nicht offiziell unterstützt werden. Es wird dringend davon abgeraten, sich auf diese Funktion zu verlassen. Fehlende Features bitte auf unserer GitHub-Seite melden!
el_gr: Σημειώστε ότι είναι δυνατή η άμεση προσθήκη επιλογών στη διαμόρφωση του HAProxy χρησιμοποιώντας τη ρύθμιση "option pass-through", μια ρύθμιση που είναι διαθέσιμη για πολλά στοιχεία διαμόρφωσης. Σας επιτρέπει να εφαρμόσετε διαμορφώσεις που δεν υποστηρίζονται επίσημα από αυτό το πρόσθετο. Δεν συνιστάται ιδιαίτερα να βασίζεστε σε αυτήν τη λειτουργία. Αναφέρετε τυχόν λειτουργίες που λείπουν στη σελίδα μας στο GitHub!
fa_ir: توجه داشته باشید که با استفاده از "option pass-through" می‌توان مستقیماً گزینه‌هایی به پیکربندی HAProxy اضافه کرد؛ این تنظیم برای چندین آیتم پیکربندی در دسترس است. این امکان به شما اجازه می‌دهد پیکربندی‌هایی را پیاده‌سازی کنید که در حال حاضر رسماً توسط این افزونه پشتیبانی نمی‌شوند. شدیداً توصیه می‌شود که برای اتکا به این قابلیت تکیه نکنید. لطفاً ویژگی‌های گمشده را در صفحه GitHub ما گزارش کنید!
fr_fr: Notez qu'il est possible d'ajouter directement des options à la configuration HAProxy à l'aide de l'option "pass-through", option disponible pour plusieurs éléments de configuration. Cela vous permet d'implémenter des configurations qui ne sont pas officiellement supportées par ce greffon. Il est fortement déconseillé de s’appuyer sur cette fonctionnalité. Veuillez signaler les fonctionnalités manquantes sur notre page GitHub!
it_it: Si noti che è possibile aggiungere direttamente opzioni alla configurazione HAProxy utilizzando il "pass-through delle opzioni", un'impostazione disponibile per diversi elementi di configurazione. Ti consente di implementare configurazioni che attualmente non sono ufficialmente supportate da questo plugin. È fortemente sconsigliato fare affidamento su questa funzionalità. Si prega di segnalare le funzionalità mancanti sulla nostra pagina GitHub!
ko_kr: 여러 구성 항목에서 사용할 수 있는 설정인 "option pass-through"를 사용하여 HAProxy 구성에 옵션을 직접 추가할 수 있습니다. 현재 이 플러그인에서 공식적으로 지원되지 않는 구성을 구현할 수 있습니다. 이 기능에 의존하는 것은 매우 권장되지 않습니다. GitHub 페이지에서 누락된 기능을 보고하세요!
pl_pl: Zauważ, że istnieje możliwość bezpośredniego dodawania opcji do konfiguracji HAProxy, używając "opcji przezroczystości", ustawienia dostępnego dla kilku elementów konfiguracji. Pozwala to na wdrażanie konfiguracji, które obecnie nie są oficjalnie obsługiwane przez ten plugin. Stanowczo odradza się poleganie na tej funkcji. Proszę zgłaszać brakujące funkcje na naszej stronie GitHub!
uk_ua: Зверніть увагу, що можна безпосередньо додавати параметри до конфігурації HAProxy, використовуючи "option pass-through" – налаштування, доступне для кількох елементів конфігурації. Це дозволяє реалізувати конфігурації, які наразі офіційно не підтримуються цим плагіном. Настійно не рекомендується покладатися на цю функцію. Будь ласка, повідомляйте про відсутні функції на нашій сторінці GitHub!
zh_cn: 注意，可以使用"选项传递"直接向HAProxy配置添加选项，该选项可用于多个配置项。 它允许您实现此插件当前未正式支持的配置。 强烈建议不要依赖此功能。 请在我们的GitHub页面上报告缺少的功能！

source: Please be aware that you need to %smanually%s add the required firewall rules for all configured services.
cs_cz: Mějte na paměti, že pro veškeré nastavené služby je třeba %sručně%s přidat potřebná pravidla brány firewall.
de_de: Bitte beachten Sie, dass Sie %smanuell%s die erforderlichen Firewall-Regeln für alle konfigurierten Dienste hinzufügen müssen.
el_gr: Λάβετε υπόψη ότι πρέπει να προσθέσετε %μη αυτόματα%s τους απαιτούμενους κανόνες τείχους προστασίας για όλες τις διαμορφωμένες υπηρεσίες.
fa_ir: لطفاً توجه داشته باشید که باید قوانین فایروال لازم را برای همه سرویس‌های پیکربندی‌شده به صورت %sدستی%s اضافه کنید.
fr_fr: Veuillez noter que vous devez ajouter %smanuellement%s les règles de pare-feu requises pour tous les services configurés.
it_it: Tieni presente che devi aggiungere %smanualmente%s le regole firewall richieste per tutti i servizi configurati.
ko_kr: 구성된 모든 서비스에 대해 필요한 방화벽 규칙을 %s수동으로%s 추가해야 한다는 점에 유의하세요.
pl_pl: Pamiętaj, że musisz %sręcznie%s dodać wymagane reguły zapory sieciowej dla wszystkich skonfigurowanych usług.
uk_ua: Будь ласка, майте на увазі, що вам потрібно %sвручну%s додати необхідні правила брандмауера для всіх налаштованих служб.
zh_cn: 注意，您需要%s手动%s为所有已配置的服务添加所需的防火墙规则。
