Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The value of the Server Name TLS extension sent by a client starts with the specified string (prefix match).
cs_cz: Hodnota rozšíření TLS Server Name odeslaná klientem začíná zadaným řetězcem (shoda předpony).
de_de: Der Wert der Servernames-TLS-Erweiterung, die vom Client gesendet wird, beginnt mit der angegebenen Zeichenkette (Präfixprüfung).
el_gr: Η τιμή της επέκτασης TLS ονόματος διακομιστή που αποστέλλεται από έναν υπολογιστή-πελάτη ξεκινά με την καθορισμένη συμβολοσειρά (ταιριάζει με πρόθεμα).
fa_ir: مقدار پسوند Server Name TLS ارسالی توسط مشتری با رشتهٔ مشخص‌شده شروع می‌شود (مطابقت پیشوند).
fr_fr: La valeur de l'extension TLS du nom du serveur envoyée par un client commence par la chaîne spécifiée (correspondance du préfixe).
it_it: Il valore dell'estensione Server Name TLS inviato da un client inizia con la stringa specificata (corrispondenza del prefisso).
ko_kr: 클라이언트가 보낸 서버 이름 TLS 확장의 값은 지정된 문자열(프리픽스 일치)로 시작합니다.
pl_pl: Wartość rozszerzenia Server Name TLS wysłanego przez klienta zaczyna się od określonego ciągu (dopasowanie prefiksu).
uk_ua: Значення розширення Server Name TLS, надіслане клієнтом, починається із зазначеного рядка (збіг префікса).
zh_cn: 客户端发送的服务器名称TLS扩展名的值以指定的字符串（前缀匹配）开头。

source: These lines will be added to the HAProxy backend configuration.
cs_cz: Tyto řádky budou přidány do nastavení podpůrné vrstvy HAProxy.
de_de: Diese Zeilen werden zur HAProxy-Backend-Konfiguration hinzugefügt.
el_gr: Αυτές οι γραμμές θα προστεθούν στη διαμόρφωση του backend του HAProxy.
fa_ir: این خطوط به پیکربندی backendِ HAProxy اضافه خواهند شد.
fr_fr: Ces lignes seront ajoutées à la configuration du backend HAProxy.
it_it: Queste righe verranno aggiunte alla configurazione del backend HAProxy.
ko_kr: 이러한 라인은 HAProxy 백엔드 구성에 추가됩니다.
pl_pl: Te linie zostaną dodane do konfiguracji backendu HAProxy.
uk_ua: Ці рядки будуть додані до конфігурації бекенду HAProxy.
zh_cn: 这些行会添加到HAProxy后端配置中。

source: These lines will be added to the HAProxy frontend configuration.
cs_cz: Tyto řádky budou přidány do nastavení nadstavby HAProxy
de_de: Diese Zeilen werden zur HAProxy-Frontend-Konfiguration hinzugefügt.
el_gr: Αυτές οι γραμμές θα προστεθούν στη διαμόρφωση του frontend του HAProxy.
fa_ir: این خطوط به پیکربندی frontendِ HAProxy اضافه خواهند شد.
fr_fr: Ces lignes seront ajoutées à la configuration du frontend HAProxy.
it_it: Queste righe verranno aggiunte alla configurazione del frontend HAProxy.
ko_kr: 이러한 라인은 HAProxy 프론트엔드 구성에 추가됩니다.
pl_pl: Te linie zostaną dodane do konfiguracji frontendu HAProxy.
uk_ua: Ці рядки будуть додані до конфігурації фронтенду HAProxy.
zh_cn: 这些行会添加到HAProxy前端配置中。

source: This Host
cs_cz: Tento stroj
de_de: Dieser Host
el_gr: Αυτός ο οικοδεσπότης
fa_ir: این میزبان
fr_fr: Cet hôte
it_it: Questo ospite
ko_kr: 이 호스트
pl_pl: Ten Host
uk_ua: Цей хост
zh_cn: 主机

source: This allows you to bind to an external LDAP server. Be aware that FreeRADIUS will not start if there is no further configuration.
cs_cz: Toto umožňuje navázání na externí LDAP server. Uvědomte si, že pokud není žádné další nastavení, FreeRADIUS se nespustí.
de_de: Dies ermöglicht eine Anbindung an einen externen LDAP Server. Beachten Sie, dass FreeRADIUS ohne weitere Konfiguration nicht startet.
el_gr: Αυτό σας επιτρέπει να συνδεθείτε σε έναν εξωτερικό διακομιστή LDAP. Λάβετε υπόψη ότι το FreeRADIUS δεν θα ξεκινήσει εάν δεν υπάρχει περαιτέρω ρύθμιση παραμέτρων.
fa_ir: این امکان را می‌دهد که به یک سرور LDAP خارجی متصل شوید. توجه داشته باشید که FreeRADIUS در صورت نبود پیکربندی بیشتر راه‌اندازی نخواهد شد.
fr_fr: Cela vous permet de vous lier à un serveur LDAP externe. Sachez que FreeRADIUS ne démarrera pas s’il n’y a pas de configuration supplémentaire.
it_it: Ciò consente di collegarsi a un server LDAP esterno. Tieni presente che FreeRADIUS non si avvierà se non ci sono ulteriori configurazioni.
ko_kr: 이렇게 하면 외부 LDAP 서버에 바인딩할 수 있습니다. 추가 구성 없이 FreeRADIUS는 시작되지 않으니 유의하세요.
pl_pl: To pozwala Ci połączyć się z zewnętrznym serwerem LDAP. Uważaj, że FreeRADIUS nie uruchomi się, jeśli nie będzie dalszej konfiguracji.
uk_ua: Це дозволяє прив'язатися до зовнішнього LDAP-сервера. Майте на увазі, що FreeRADIUS не запуститься, якщо не буде подальшої конфігурації.
zh_cn: 这会允许您绑定到外部LDAP服务器。 注意，如果没有进一步的配置，FreeRADIUS就无法启动。

source: This allows you to dynamically assign VLANs on your physical switch ports.
cs_cz: Toto umožňuje dynamické přiřazování VLAN sítí na porty fyzického přepínače (switch)
de_de: Dies erlaubt VLANs an Ihren physischen Switch-Ports dynamisch zuweisen.
el_gr: Αυτό σας επιτρέπει να αντιστοιχίζετε δυναμικά VLAN στις φυσικές θύρες διακόπτη σας.
fa_ir: این امکان را می‌دهد تا VLANها را به‌صورت پویا روی پورت‌های فیزیکی سوییچ اختصاص دهید.
fr_fr: Cela vous permet d'affecter de manière dynamique des VLAN sur les ports de votre commutateur physique.
it_it: Ciò ti consente di assegnare dinamicamente le VLAN alle porte dello switch fisico.
ko_kr: 이를 통해 물리적 스위치 포트에 VLAN을 동적으로 할당할 수 있습니다.
pl_pl: To pozwala Ci dynamicznie przypisywać VLANy do fizycznych portów przełącznika.
uk_ua: Це дозволяє динамічно призначати VLAN на ваших фізичних портах комутатора.
zh_cn: 这会允许您在物理交换机端口上动态分配VLAN。

source: This enables CRL checking, please restart this service with every change to the CRL.
cs_cz: Toto zapne kontrolu CRL – při každé změně v CRL tuto službu restartujte.
de_de: Dies ermöglicht die CRL-Überprüfung. Starten Sie diesen Dienst bei jeder Änderung der CRL neu.
el_gr: Αυτό ενεργοποιεί τον έλεγχο CRL. Επανεκκινήστε αυτήν την υπηρεσία με κάθε αλλαγή στην CRL.
fa_ir: این، بررسی CRL را فعال می‌کند. لطفاً بعد از هر تغییر در CRL این سرویس را مجدداً راه‌اندازی کنید.
fr_fr: Cela permet la vérification de la CRL, veuillez redémarrer ce service à chaque modification de la CRL.
it_it: Ciò abilita il controllo CRL. Riavvia questo servizio con ogni modifica al CRL.
ko_kr: 이렇게 하면 CRL 검사가 가능합니다. CRL을 변경할 때마다 이 서비스를 다시 시작하세요.
pl_pl: To włącza sprawdzanie CRL, proszę uruchomić ponownie tę usługę po każdej zmianie w CRL.
uk_ua: Це вмикає перевірку CRL, будь ласка, перезапустіть цю службу при кожній зміні CRL.
zh_cn: 这会启用CRL检查，请在对CRL进行任何更改后重新启动此服务。

source: This enables the ChilliSpot attributes assignment via users tab.
cs_cz: Toto zapíná přiřazování atributů pro ChiliSpot prostřednictvím panelu uživatelů.
de_de: Dies ermöglicht die Zuweisung von ChilliSpot-Attributen über die Einstellung Benutzer.
el_gr: Αυτό επιτρέπει την ανάθεση χαρακτηριστικών ChilliSpot μέσω της καρτέλας χρήστες.
fa_ir: این تخصیص ویژگی‌های ChilliSpot از طریق زبانهٔ کاربران را فعال می‌کند.
fr_fr: Ceci active l'affectation des attributs ChilliSpot via l'onglet des utilisateurs.
it_it: Ciò abilita l'assegnazione degli attributi di ChilliSpot tramite la scheda utenti.
ko_kr: 이렇게 하면 사용자 탭을 통해 ChilliSpot 속성을 할당할 수 있습니다.
pl_pl: To umożliwia przypisywanie atrybutów ChilliSpot za pomocą zakładki użytkowników.
uk_ua: Це дозволяє призначати атрибути ChilliSpot через вкладку користувачів.
zh_cn: 这样可以通过"用户"选项卡启用ChilliSpot属性分配。

source: This enables the Max-Daily-Session attribute assignment via users tab.
cs_cz: Tím se povolí přiřazení atributu Max-Daily-Session prostřednictvím karty uživatelé.
de_de: Dies erlaubt eine Zuweisung des Max-Daily-Session Attributs über den Users Reiter.
el_gr: Αυτό ενεργοποιεί την αντιστοίχιση χαρακτηριστικού Μέγιστης ημερήσιας περιόδου σύνδεσης μέσω της καρτέλας χρήστες.
fa_ir: این تخصیص ویژگی Max-Daily-Session از طریق زبانهٔ کاربران را فعال می‌کند.
fr_fr: Cela active l'attribution d'attributs Max-Daily-Session via l'onglet utilisateurs.
it_it: Ciò abilita l'assegnazione dell'attributo Max-Daily-Session tramite la scheda utenti.
ko_kr: 이렇게 하면 사용자 탭을 통해 Max-Daily-Session 특성을 할당할 수 있습니다.
pl_pl: To umożliwia przypisywanie atrybutu Max-Daily-Session za pomocą zakładki użytkowników.
uk_ua: Це дозволяє призначати атрибут Max-Daily-Session через вкладку користувачів.
zh_cn: 这样可以通过"用户"标签启用"最大每日会话"属性分配。

source: This enables the WISPr attributes assignment via users tab.
cs_cz: Toto umožňuje přiřazení atributů WISPr prostřednictvím karty uživatelů.
de_de: Dies ermöglicht die Zuweisung von WISPr-Attributen über die Einstellung Benutzer.
el_gr: Αυτό επιτρέπει την ανάθεση χαρακτηριστικών WISPr μέσω της καρτέλας χρήστες.
fa_ir: این تخصیص ویژگی‌های WISPr از طریق زبانهٔ کاربران را فعال می‌کند.
fr_fr: Ceci active l'affectation des attributs WISPr via l'onglet des utilisateurs.
it_it: Ciò abilita l'assegnazione degli attributi WISPr tramite la scheda utenti.
ko_kr: 이렇게 하면 사용자 탭을 통해 WISPr 속성을 할당할 수 있습니다.
pl_pl: To umożliwia przypisywanie atrybutów WISPr za pomocą zakładki użytkowników.
uk_ua: Це дозволяє призначати атрибути WISPr через вкладку користувачів.
zh_cn: 这样可以通过"用户"选项卡分配WISPr属性。

source: This enforces a certain behavior for SSL verify on servers, ignoring per-server settings. If set to 'enforce verify', server certificates are verified. If set to 'disable verify', server certificates are not verified. The default is 'no preference' to only use per-server configurations and not enforce a global default for all servers.
cs_cz: Toto vynutí určité chování pro ověřování SSL na serverech, přičemž přebíjí nastavení jednotlivých serverů. Pokud je nastaveno na „vynutit ověřování“, budou certifikáty serveru ověřovány. Pokud je nastaveno na „vypnout ověřování“, certifikáty serverů ověřovány nebudou. Výchozí je „neurčeno“, čímž bude použito nastavení jednotlivých serverů a nebude vynucována stejná hodnota na všech serverech.
de_de: Dies erzwingt ein bestimmtes Verhalten für die SSL-Verifizierung auf Servern und ignoriert serverspezifische Einstellungen. Bei der Einstellung "Verifizierung erzwingen" werden Serverzertifikate überprüft. Bei der Einstellung "Verifizierung deaktivieren" werden Serverzertifikate nicht überprüft. Die Standardeinstellung ist "Keine Präferenz", um nur serverspezifische Konfigurationen zu verwenden und keine globale Vorgabe für alle Server zu erzwingen.
el_gr: Αυτό επιβάλλει μια συγκεκριμένη συμπεριφορά για την επαλήθευση SSL σε διακομιστές, αγνοώντας τις ρυθμίσεις ανά διακομιστή. Εάν οριστεί σε «επιβολή επαλήθευσης», τα πιστοποιητικά διακομιστή επαληθεύονται. Εάν οριστεί σε «απενεργοποίηση επαλήθευσης», τα πιστοποιητικά διακομιστή δεν επαληθεύονται. Η προεπιλογή είναι «καμία προτίμηση» για χρήση μόνο των διαμορφώσεων ανά διακομιστή και όχι για επιβολή μιας καθολικής προεπιλογής για όλους τους διακομιστές.
fa_ir: این گزینه رفتار مشخصی برای تأیید SSL روی سرورها اعمال می‌کند و تنظیمات هر سرور را نادیده می‌گیرد. اگر روی 'enforce verify' تنظیم شود، گواهی‌های سرور بررسی می‌شوند. اگر روی 'disable verify' تنظیم شود، گواهی‌های سرور بررسی نمی‌شوند. مقدار پیش‌فرض 'no preference' است تا تنها از تنظیمات هر سرور استفاده شود و یک مقدار پیش‌فرض جهانی برای همهٔ سرورها تحمیل نشود.
fr_fr: Cela applique un certain comportement pour la vérification SSL sur les serveurs, en ignorant les paramètres par serveur. Si défini sur 'appliquer la vérification', les certificats de serveur sont vérifiés. Si défini sur 'désactiver la vérification', les certificats de serveur ne sont pas vérifiés. La valeur par défaut est 'aucune préférence' pour n'utiliser que des configurations par serveur et ne pas appliquer de valeur par défaut globale pour tous les serveurs.
it_it: Ciò impone un determinato comportamento per la verifica SSL sui server, ignorando le impostazioni per server. Se impostato su "imponi verifica", i certificati del server vengono verificati. Se impostato su "disabilita verifica", i certificati del server non vengono verificati. L'impostazione predefinita è "nessuna preferenza" per utilizzare solo configurazioni per server e non applicare un'impostazione predefinita globale per tutti i server.
ko_kr: 이렇게 하면 서버별 설정을 무시하고 서버에서 SSL 검증에 대한 특정 동작이 적용됩니다. '확인 실행'으로 설정하면 서버 인증서가 확인됩니다. '검증 사용 안 함'으로 설정하면 서버 인증서가 검증되지 않습니다. 기본값은 서버별 구성만 사용하고 모든 서버에 대해 글로벌 기본값을 적용하지 않는 '환경설정 없음'입니다.
pl_pl: To narzuca pewne zachowanie dla weryfikacji SSL na serwerach, ignorując ustawienia dla poszczególnych serwerów. Jeśli ustawione na 'enforce verify', certyfikaty serwerów są weryfikowane. Jeśli ustawione na 'disable verify', certyfikaty serwerów nie są weryfikowane. Domyślnie jest 'no preference', aby korzystać tylko z konfiguracji dla poszczególnych serwerów i nie narzucać globalnego domyślnego ustawienia dla wszystkich serwerów.
uk_ua: Це забезпечує певну поведінку для перевірки SSL на серверах, ігноруючи налаштування для кожного сервера. Якщо встановлено 'enforce verify', сертифікати сервера перевіряються. Якщо встановлено 'disable verify', сертифікати сервера не перевіряються. За типовим значенням встановлено 'без переваги', щоб використовувати лише конфігурації для кожного сервера та не застосовувати глобальне типове значення для всіх серверів.
zh_cn: 这会对服务器上的SSL验证强制执行某种行为，而忽略每个服务器的设置。如果设置为"强制验证"，则会验证服务器证书。如果设置为"禁用验证"，则不会验证服务器证书。 默认值为"无首选项"，仅使用每服务器配置，而不对所有服务器强制使用全局默认值。

source: This is a list with service tests.
cs_cz: Toto je seznam testů služeb.
de_de: Dies ist eine Liste mit Dienstprüfungen.
el_gr: Αυτή είναι μια λίστα με δοκιμές σέρβις.
fa_ir: این فهرست شامل تست‌های سرویس است.
fr_fr: Ceci est une liste de tests de service.
it_it: Questo è un elenco con test di servizio.
ko_kr: 서비스 테스트가 포함된 목록입니다.
pl_pl: To jest lista z testami usług.
uk_ua: Це список тестів послуг.
zh_cn: 这是一个包含服务测试的列表。

source: This is suited for all header fields which are allowed to carry more than one value: Matches the specified regular expression against every comma-delimited value of the header field.
cs_cz: Toto se hodí pro veškeré kolonky hlavičky, které mohou obsahovat více než jednu hodnotu: Hledá shodu se zadaným regulárním výrazem s každou z čárkou oddělovaných hodnot kolonky hlavičky.
de_de: Dies trifft auf alle Header zu, welche mehrere Werte enthalten können: der angegebene reguläre Ausdruck wird mit jedem kommagetrenten Wert des Headers ab.
el_gr: Αυτό είναι κατάλληλο για όλα τα πεδία κεφαλίδας που επιτρέπεται να φέρουν περισσότερες από μία τιμές: Αντιστοιχίζει την καθορισμένη κανονική έκφραση με κάθε τιμή οριοθετημένη με κόμμα του πεδίου κεφαλίδας.
fa_ir: این برای تمامی فیلدهای هدر که می‌توانند بیش از یک مقدار داشته باشند مناسب است: عبارت منظم مشخص‌شده را با هر مقدارِ فیلد هدر که با ویرگول جدا شده است تطبیق می‌دهد.
fr_fr: Cela convient à tous les champs d'en-tête qui sont autorisés à porter plus d'une valeur : fait correspondre l'expression régulière spécifiée à chaque valeur délimitée par des virgules du champ d'en-tête.
it_it: Questo è adatto a tutti i campi di intestazione a cui è consentito contenere più di un valore: confronta l'espressione regolare specificata con ogni valore delimitato da virgole del campo di intestazione.
ko_kr: 이는 두 개 이상의 값을 전송할 수 있는 모든 헤더 필드에 적합합니다: 헤더 필드의 모든 쉼표로 구분된 값과 지정된 정규식을 일치시킵니다.
pl_pl: To jest odpowiednie dla wszystkich pól nagłówka, które mogą mieć więcej niż jedną wartość: Dopasowuje określone wyrażenie regularne do każdej wartości w polu nagłówka oddzielonej przecinkami.
uk_ua: Це підходить для всіх полів заголовків, які можуть містити більше одного значення: Зіставляє зазначений регулярний вираз з кожним розділеним комою значенням поля заголовка.
zh_cn: 这适用于所有允许携带多个值的头字段：将指定的正则表达式与头字段的每个逗号分隔值匹配。

source: This is the detail level of the log. A higher level means more data is logged.
cs_cz: Toto je úroveň podrobnosti záznamu událostí. Vyšší stupeň znamená zaznamenávání více dat.
de_de: Legt die Detailtiefe der Protokollierung fest. Eine höhere Stufe bedeutet, dass mehr Daten protokolliert werden.
el_gr: Αυτό είναι το επίπεδο λεπτομέρειας του αρχείου καταγραφής. Ένα υψηλότερο επίπεδο σημαίνει ότι καταγράφονται περισσότερα δεδομένα.
fa_ir: این سطح جزئیات لاگ است. سطح بالاتر به معنی ثبت داده‌های بیشتر است.
fr_fr: Le niveau de détail du journal. Un niveau plus élevé insère plus de données dans le journal.
it_it: Questo è il livello di dettaglio del registro. Un livello più alto significa che vengono registrati più dati.
ko_kr: 로그의 상세 수준입니다. 레벨이 높으면 더 많은 데이터가 기록됩니다.
pl_pl: To jest poziom szczegółowości logu. Wyższy poziom oznacza, że więcej danych jest rejestrowanych.
uk_ua: Це рівень деталізації журналу. Вищий рівень означає, що реєструється більше даних.
zh_cn: 这是日志的详细级别。 更高级别意味着要记录更多数据。

source: This is the email address displayed in error messages to the users.
cs_cz: Toto je e-mailová adresa zobrazovaná uživatelům v chybových hlášeních.
de_de: Dies ist die E-Mail-Adresse, die bei Fehlernachrichten den Benutzern angezeigt wird.
el_gr: Αυτή είναι η διεύθυνση ηλεκτρονικού ταχυδρομείου που εμφανίζεται στα μηνύματα σφάλματος προς τους χρήστες.
fa_ir: این آدرس ایمیلی است که در پیام‌های خطا به کاربران نمایش داده می‌شود.
fr_fr: Ceci est l'adresse de courriel affichée dans les messages d'erreur aux utilisateurs.
it_it: Questo è l'indirizzo email visualizzato nei messaggi di errore agli utenti.
ko_kr: 사용자에게 보내는 오류 메시지에 표시되는 이메일 주소입니다.
pl_pl: To jest adres e-mail wyświetlany w komunikatach o błędach dla użytkowników.
uk_ua: Це адреса електронної пошти, що відображається в повідомленнях про помилки для користувачів.
zh_cn: 这是在给用户的错误消息中显示的电子邮件地址。

source: This is the hostname to be displayed in proxy server error messages.
cs_cz: Toto je název stroje, který se bude objevovat v chybových hlášeních proxy serveru.
de_de: Dies ist der Hostname, der bei Proxyfehlernachrichten angezeigt wird.
el_gr: Αυτό είναι το όνομα κεντρικού υπολογιστή που θα εμφανίζεται στα μηνύματα σφάλματος του διακομιστή μεσολάβησης.
fa_ir: این نام میزبان است که در پیام‌های خطای پروکسی سرور نمایش داده می‌شود.
fr_fr: C'est le nom d'hôte à afficher dans les messages d'erreur du serveur proxy.
it_it: Questo è il nome host da visualizzare nei messaggi di errore del server proxy.
ko_kr: 프록시 서버 오류 메시지에 표시할 호스트 이름입니다.
pl_pl: To jest nazwa hosta, która będzie wyświetlana w komunikatach o błędach serwera proxy.
uk_ua: Це ім'я хоста, яке буде відображатися в повідомленнях про помилки проксі-сервера.
zh_cn: 在代理服务器错误消息中显示的主机名。

source: This machines external port to use
cs_cz: Který z vnějších portů tohoto stroje použít
de_de: Externer Port dieser Maschine zur Verwendung
el_gr: Αυτό το μηχάνημα θα χρησιμοποιήσει εξωτερική θύρα
fa_ir: پورت خارجی این دستگاه برای استفاده
fr_fr: Le port externe de cette machine à utiliser
it_it: Questa macchina porta esterna da utilizzare
ko_kr: 사용할 시스템 외부 포트
pl_pl: Do wykorzystania zewnętrzny port tej maszyny
uk_ua: Зовнішній порт цієї машини для використання
zh_cn: 该设备使用的外部端口

source: This machines internal address to use and network mask for the whole network
cs_cz: Vnitřní adresa tohoto stroje kterou použít a maska sítě pro celou síť
de_de: Die interne Adresse dieser Maschine und die Netzwerkmaske des ganzen Netzwerks
el_gr: Εσωτερική διεύθυνση αυτού του μηχανήματος προς χρήση και μάσκα δικτύου για ολόκληρο το δίκτυο
fa_ir: آدرس داخلی این دستگاه برای استفاده و ماسک شبکه برای کل شبکه
fr_fr: Cette adresse interne de la machine à utiliser et le masque de réseau pour l'ensemble du réseau
it_it: Questo indirizzo interno della macchina da utilizzare e la maschera di rete per l'intera rete
ko_kr: 이 시스템은 전체 네트워크에 사용할 내부 주소 및 네트워크 마스크입니다
pl_pl: Do wykorzystania wewnętrzny adres tej maszyny oraz maska sieci dla całej sieci
uk_ua: Внутрішня адреса цієї машини для використання та маска мережі для всієї мережі
zh_cn: 该设备内部地址以及整个网络的网络掩码

source: This machines part of the network
cs_cz: Část sítě tohoto stroje
de_de: Teil des Netzwerks dieser Maschine
el_gr: Αυτό το μηχάνημα αποτελεί μέρος του δικτύου
fa_ir: بخش شبکه‌ای این دستگاه
fr_fr: Cette machine fait partie du réseau
it_it: Questa macchina fa parte della rete
ko_kr: 이 시스템은 네트워크의 일부입니다
pl_pl: Część sieci przypisana do tej maszyny
uk_ua: Частина мережі цієї машини
zh_cn: 该设备是网络的一部分

source: This may only consist of characters and numbers and is used to identifiy your host.
cs_cz: Toto může být tvořeno pouze písmeny a čísly a slouží k identifikaci vašeho hostitele.
de_de: Das darf nur aus Buchstaben und Zahlen bestehen und wird zur Identifikation des Hosts verwendet.
el_gr: Αυτό μπορεί να αποτελείται μόνο από χαρακτήρες και αριθμούς και χρησιμοποιείται για την αναγνώριση του κεντρικού υπολογιστή σας.
fa_ir: این مقدار می‌تواند فقط شامل حروف و اعداد باشد و برای شناسایی میزبان شما استفاده می‌شود.
fr_fr: Cela peut uniquement contenir des caractères et des chiffres et est utilisé pour identifier votre hôte.
it_it: Può essere composto solo da caratteri e numeri e viene utilizzato per identificare il tuo host.
ko_kr: 이것은 문자와 숫자로만 구성될 수 있으며 호스트를 식별하는 데 사용됩니다.
pl_pl: Może składać się jedynie z liter i cyfr i służy do identyfikacji twojego hosta.
uk_ua: Це може складатися лише з символів і чисел і використовується для ідентифікації вашого хоста.
zh_cn: 它只能由字符和数字组成，用于识别主机。

source: This option allows you to disable the caching feature of the engine.
cs_cz: Tato volba umožňuje vypnout funkci mezipaměti v engine.
de_de: Mit dieser Option können Sie die Caching-Funktion der Engine deaktivieren.
el_gr: Αυτή η επιλογή σάς επιτρέπει να απενεργοποιήσετε τη λειτουργία προσωρινής αποθήκευσης της μηχανής.
fa_ir: این گزینه امکان غیرفعال‌کردن قابلیت کش موتور را فراهم می‌کند.
fr_fr: Cette option permet de désactiver la fonctionnalité de cache du moteur.
it_it: Questa opzione consente di disabilitare la funzionalità di memorizzazione nella cache del motore.
ko_kr: 이 옵션을 사용하면 엔진의 캐싱 기능을 사용하지 않도록 설정할 수 있습니다.
pl_pl: Ta opcja pozwala na wyłączenie funkcji buforowania silnika.
uk_ua: Ця опція дозволяє вимкнути функцію кешування рушія.
zh_cn: 此选项使可以禁用引擎的缓存功能。

source: This option enables scanning of HWP3 files.
cs_cz: Toto zapne skenování HWP3 souborů.
de_de: Diese Option aktiviert die Prüfung von HWP3-Dateien.
el_gr: Αυτή η επιλογή επιτρέπει τη σάρωση αρχείων HWP3.
fa_ir: این گزینه اسکن فایل‌های HWP3 را فعال می‌کند.
fr_fr: Cette option active le scan des fichiers HWP3.
it_it: Questa opzione abilita la scansione dei file HWP3.
ko_kr: 이 옵션은 HWP3 파일 검색을 실행합니다.
pl_pl: Ta opcja umożliwia skanowanie plików HWP3.
uk_ua: Ця опція вмикає сканування файлів HWP3.
zh_cn: 此选项可以扫描HWP3文件。

source: This option enables scanning of OLE2 files, such as Microsoft Office documents and .msi files.
cs_cz: Tato volba zapíná skenování OLE2 souborů, jako například dokumenty Microsoft Office a .msi soubory.
de_de: Diese Option aktiviert die Prüfung von OLE2-Dateien wie Microsoft Office Dokumente und .msi Dateien.
el_gr: Αυτή η επιλογή επιτρέπει τη σάρωση αρχείων OLE2, όπως έγγραφα του Microsoft Office και αρχεία .msi.
fa_ir: این گزینه اسکن فایل‌های OLE2 مانند اسناد Microsoft Office و فایل‌های .msi را فعال می‌کند.
fr_fr: Cette option active le scan des fichiers OLE2, comme les documents Microsoft Office et les fichiers .msi.
it_it: Questa opzione abilita la scansione di file OLE2, come documenti di Microsoft Office e file .msi.
ko_kr: 이 옵션을 사용하면 마이크로소프트 Office 문서 및 .msi 파일과 같은 OLE2 파일을 검사할 수 있습니다.
pl_pl: Ta opcja umożliwia skanowanie plików OLE2, takich jak dokumenty Microsoft Office oraz pliki .msi.
uk_ua: Ця опція вмикає сканування файлів OLE2, таких як документи Microsoft Office та файли .msi.
zh_cn: 此选项可以扫描OLE2文件，例如Microsoft Office文档和.msi文件。

source: This option enables scanning within PDF files.
cs_cz: Toto zapne skenování PDF souborů.
de_de: Diese Option ermöglicht das scannen in PDF Dateien.
el_gr: Αυτή η επιλογή επιτρέπει τη σάρωση εντός αρχείων PDF.
fa_ir: این گزینه اسکن درون فایل‌های PDF را فعال می‌کند.
fr_fr: Cette option active le scan au sein des fichiers PDF.
it_it: Questa opzione consente la scansione all'interno di file PDF.
ko_kr: 이 옵션을 사용하면 PDF 파일 내에서 검색할 수 있습니다.
pl_pl: Ta opcja umożliwia skanowanie wewnątrz plików PDF.
uk_ua: Ця опція вмикає сканування всередині файлів PDF.
zh_cn: 此选项可在PDF文件中进行扫描。
