Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Invalid server name given.
cs_cz: Zadán neplatný název serveru.
de_de: Ungültiger Servername angegeben.
el_gr: Δόθηκε μη έγκυρο όνομα διακομιστή.
fa_ir: نام سرور وارد شده نامعتبر است.
fr_fr: Nom de serveur fourni invalide.
it_it: Nome del server fornito non valido.
ko_kr: 잘못된 서버 이름이 지정되었습니다.
pl_pl: Podano nieprawidłową nazwę serwera.
uk_ua: Надано невірне ім'я сервера.
zh_cn: 服务器名称无效。

source: A server name must be provided.
cs_cz: Je třeba zadat název serveru.
de_de: Ein Servername muss angegeben werden.
el_gr: Πρέπει να δοθεί ένα όνομα διακομιστή.
fa_ir: وارد کردن نام سرور الزامی است.
fr_fr: Un nom de serveur doit être fourni.
it_it: È necessario fornire un nome server.
ko_kr: 서버 이름을 제공해야 합니다.
pl_pl: Musisz podać nazwę serwera.
uk_ua: Повинно бути надано ім'я сервера.
zh_cn: 必须提供服务器名称。

source: Are you sure you want to reset all tunables back to factory defaults?
cs_cz: Opravdu chcete veškeré vyladitelné vrátit zpátky na výchozí hodnoty?
de_de: Sind Sie sicher, dass Sie alle Systemparameter (Tunables) auf die Werkseinstellungen zurücksetzen möchten?
el_gr: Είστε σίγουροι ότι θέλετε να επαναφέρετε όλες τις παραμετροποιήσεις στις προεπιλογές;
fa_ir: آیا مطمئن هستید که همهٔ تنظیمات قابل تغییر (tunables) را به حالت کارخانه بازنشانی کنید؟
fr_fr: Etes-vous sûr de vouloir réinitialiser tous les tunables aux valeurs d'usine par défaut ?
it_it: Sei sicuro di voler ripristinare tutti i parametri sintonizzabili alle impostazioni di fabbrica?
ko_kr: 모든 조정값을 공장 기본값으로 초기화하시겠습니까?
pl_pl: Czy na pewno chcesz przywrócić wszystkie parametry do ustawień fabrycznych?
uk_ua: Ви впевнені, що бажаєте скинути всі налаштування до заводських типових значень?
zh_cn: 您确定要将所有可调参数重置为出厂默认设置吗？

source: This will take effect after you reboot the machine or reconfigure each interface.
cs_cz: Toto se projeví po restartu stroje nebo změně nastavení každého z rozhraní.
de_de: Diese Änderung wird wirksam, nachdem Sie den Rechner neu gestartet oder jede Schnittstelle neu konfiguriert haben.
el_gr: Αυτό θα τεθεί σε ισχύ μετά την επανεκκίνηση του μηχανήματος ή την επαναρύθμιση κάθε διεπαφής.
fa_ir: این تغییر پس از راه‌اندازی مجدد دستگاه یا پیکربندی مجدد هر رابط اعمال می‌شود.
fr_fr: Cela prendra effet après que vous ayez redémarré la machine ou reconfiguré chaque interface.
it_it: Ciò avrà effetto dopo aver riavviato la macchina o riconfigurato ciascuna interfaccia.
ko_kr: 이 설정은 시스템을 재부팅하거나 각 인터페이스를 재구성한 후 적용됩니다.
pl_pl: Zmiany zostaną wprowadzone po ponownym uruchomieniu maszyny lub ponownej konfiguracji każdego interfejsu.
uk_ua: Це набере чинності після перезавантаження машини або переналаштування кожного інтерфейсу.
zh_cn: 提示：这些设置将在重新启动防火墙或重新配置每个接口后才会生效。

source: EN: 2 bytes "00:02" followed by 4 bytes of the enterprise number e.g. "00:00:00:01", followed by a variable length identifier of hex values up to 122 bytes in length.
cs_cz: EN: 2 bajty „00:02“ následované 4 bajty čísla podniku, např. „00:00:00:01“, následované identifikátorem proměnné délky v šestnáctkových hodnotách o délce až 122 bajtů.
de_de: EN: 2 Bytes "00:02", gefolgt von 4 Bytes der Unternehmensnummer, z. B. "00:00:00:01", gefolgt von einer Kennung variabler Länge mit Hexadezimalwerten von bis zu 122 Bytes Länge.
el_gr: EN: 2 byte "00:02" ακολουθούμενα από 4 byte του αριθμού επιχείρησης, π.χ. "00:00:00:01", ακολουθούμενα από ένα αναγνωριστικό μεταβλητού μήκους με δεκαεξαδικές τιμές μήκους έως 122 byte.
fa_ir: EN: 2 بایت \"00:02\"" که به دنبال آن 4 بایت شمارهٔ سازمان (enterprise number) مانند \""00:00:00:01\"" آمده، و سپس شناسه‌ای با طول متغیر از مقادیر هگز تا 122 بایت."
fr_fr: EN : 2 octets "00:02" suivis de 4 octets du numéro d'entreprise, par ex. "00:00:00:01", suivi d'un identifiant de longueur variable de valeurs hexadécimales jusqu'à 122 octets.
it_it: IT: 2 byte "00:02" seguiti da 4 byte del numero aziendale, ad es. "00:00:00:01", seguito da un identificatore di lunghezza variabile di valori esadecimali fino a 122 byte di lunghezza.
ko_kr: EN: 2바이트 "00:02" 뒤에 4바이트의 기업 번호가 붙습니다. "00:00:00:01" 뒤에 길이가 122바이트인 16진수 값의 가변 길이 식별자가 나옵니다.
pl_pl: EN: 2 bajty "00:02" po których następuje 4 bajty numeru przedsiębiorstwa np. "00:00:00:01", a następnie zmienna długość identyfikatora wartości szesnastkowych do 122 bajtów długości.
uk_ua: EN: 2 байти "00:02", за якими йдуть 4 байти номера підприємства, наприклад "00:00:00:01", за якими йде ідентифікатор змінної довжини шістнадцяткових значень до 122 байтів.
zh_cn: EN：2个字节"00:02"后跟4个字节的企业编号，例如 "00:00:00:01"，后跟长度不超过122个字节的十六进制值的可变长度标识符。

source: UUID: 4 bytes "00:00:00:04" followed by 8 bytes of a universally unique identifier.
cs_cz: UUID: 4 bajty „00:00:00:04“ následované 8 bajty nikde se neopakujícího identifikátoru.
de_de: UUID: 4 Bytes "00:00:00:04", gefolgt von 8 Bytes einer universell eindeutigen Kennung.
el_gr: UUID: 4 byte "00:00:00:04" ακολουθούμενα από 8 byte ενός καθολικά μοναδικού αναγνωριστικού.
fa_ir: UUID: 4 بایت \"00:00:00:04\"" که به دنبال آن 8 بایت از یک شناسهٔ یکتای سراسری قرار دارد."
fr_fr: UUID : 4 octets "00:00:00:04" suivis de 8 octets d'un identifiant unique universel.
it_it: UUID: 4 byte "00:00:00:04" seguiti da 8 byte di un identificatore univoco universale.
ko_kr: UUID: 4바이트 "00:00:00:04" 뒤에 범용 고유 식별자가 8바이트 있습니다.
pl_pl: UUID: 4 bajty "00:00:00:04" po których następuje 8 bajtów uniwersalnie unikatowego identyfikatora.
uk_ua: UUID: 4 байти "00:00:00:04", за якими йдуть 8 байтів універсального унікального ідентифікатора.
zh_cn: UUID：4个字节"00:00:00:04"后跟8个字节的通用唯一标识符。

source: The correct format for each DUID type is as follows, all entries to be in hex format "xx" separated by a colon.
cs_cz: Správný formát pro každý typ DUID je následující – je třeba, aby všechny položky byly v šestnáctkovém formátu „xx“, oddělované dvojtečkou.
de_de: Das korrekte Format für jeden DUID-Typ ist wie folgt. Alle Einträge müssen im Hexadezimalformat "xx" mit Doppelpunkten getrennt eingegeben werden.
el_gr: Η σωστή μορφή για κάθε τύπο DUID είναι η εξής, όλες οι καταχωρήσεις πρέπει να είναι σε δεκαεξαδική μορφή "xx" διαχωρισμένες με άνω και κάτω τελεία.
fa_ir: فرمت صحیح برای هر نوع DUID به شرح زیر است؛ همهٔ مقادیر باید در فرمت هگز \"xx\"" و با دونقطه (:) جدا شده باشند."
fr_fr: Le format correct pour chaque type de DUID est le suivant, toutes les entrées devant être au format hexadécimal "xx" séparées par un deux-points.
it_it: Il formato corretto per ciascun tipo DUID è il seguente, tutte le voci devono essere in formato esadecimale "xx" separate da due punti.
ko_kr: 각 DUID 유형의 올바른 형식은 다음과 같습니다. 모든 항목은 콜론으로 구분된 16진수 형식 "xx"여야 합니다.
pl_pl: Poprawny format dla każdego typu DUID jest następujący, wszystkie wpisy powinny być w formacie szesnastkowym "xx" rozdzielone dwukropkiem.
uk_ua: Правильний формат для кожного типу DUID такий: усі записи повинні бути в шістнадцятковому форматі "xx", розділені двокрапкою.
zh_cn: 每种DUID类型的正确格式如下，所有条目均采用十六进制格式" xx"，并用冒号分隔。

source: Clear the existing DUID
cs_cz: Vyčistit existující DUID
de_de: Bestehenden DUID löschen
el_gr: Διαγραφή του υπάρχοντος DUID
fa_ir: پاک کردن DUID موجود
fr_fr: Effacer le DUID existant
it_it: Cancella il DUID esistente
ko_kr: 기존 DUID 지우기
pl_pl: Wyczyść istniejący DUID
uk_ua: Очистити існуючий DUID
zh_cn: 清除现有的DUID

source: Insert a new EN DUID
cs_cz: Vložit nové EN DUID
de_de: Neuen EN-DUID einfügen
el_gr: Εισαγάγετε ένα νέο EN DUID
fa_ir: درج DUID جدید از نوع EN
fr_fr: Insérer un nouveau EN DUID
it_it: Inserire un nuovo EN DUID
ko_kr: 새 EN DUID 삽입
pl_pl: Wprowadź nowy EN DUID
uk_ua: Вставити новий EN DUID
zh_cn: 插入新的EN DUID

source: Insert a new UUID DUID
cs_cz: Vložit nové UUID DUID
de_de: Neuen UUID-DUID einfügen
el_gr: Εισαγάγετε ένα νέο UUID DUID
fa_ir: درج DUID جدید از نوع UUID
fr_fr: Insérer un nouvel UUID DUID
it_it: Inserisci un nuovo UUID DUID
ko_kr: 새 UUID DUID 삽입
pl_pl: Wprowadź nowy UUID DUID
uk_ua: Вставити новий UUID DUID
zh_cn: 插入新的UUID DUID

source: Insert a new LL DUID
cs_cz: Vložit nové LL DUID
de_de: Neuen LL-DUID einfügen
el_gr: Εισαγάγετε ένα νέο LL DUID
fa_ir: درج DUID جدید از نوع LL
fr_fr: Insérer un nouveau DUID LL
it_it: Inserire un nuovo LL DUID
ko_kr: 새 LL DUID 삽입
pl_pl: Wprowadź nowy LL DUID
uk_ua: Вставити новий LL DUID
zh_cn: 插入新的LL DUID

source: Insert a new LLT DUID
cs_cz: Vložit nové LLT DUID
de_de: Neuen LLT-DUID einfügen
el_gr: Εισαγάγετε ένα νέο LLT DUID
fa_ir: درج DUID جدید از نوع LLT
fr_fr: Insérer un nouveau DUID LLT
it_it: Inserire un nuovo LLT DUID
ko_kr: 새 LLT DUID 삽입
pl_pl: Wprowadź nowy LLT DUID
uk_ua: Вставити новий LLT DUID
zh_cn: 插入新的LLT DUID

source: Insert the existing DUID
cs_cz: Vložit existující DUID
de_de: Bestehenden DUID einfügen
el_gr: Εισαγάγετε το υπάρχον DUID
fa_ir: درج DUID موجود
fr_fr: Insérer le DUID existant
it_it: Inserisci il DUID esistente
ko_kr: 기존 DUID 삽입
pl_pl: Wstaw istniejący DUID
uk_ua: Вставити існуючий DUID
zh_cn: 插入现有DUID

source: Power off
cs_cz: Vypnout
de_de: Ausschalten
el_gr: Απενεργοποίηση
fa_ir: خاموش کردن
fr_fr: Eteindre
it_it: Spegnimento
ko_kr: 전원 끄기
pl_pl: Wyłącz
uk_ua: Вимкнути живлення
zh_cn: 关闭

source: Hardware acceleration
cs_cz: Hardwarové urychlování
de_de: Hardwarebeschleunigung
el_gr: Επιτάχυνση υλικού
fa_ir: شتاب‌دهی سخت‌افزاری
fr_fr: Accélération matérielle
it_it: Accelerazione hardware
ko_kr: 하드웨어 가속
pl_pl: Akceleracja sprzętowa
uk_ua: Апаратне прискорення
zh_cn: 硬件加速

source: Cryptography settings
cs_cz: Nastavení kryptografie
de_de: Kryptografieeinstellungen
el_gr: Ρυθμίσεις κρυπτογραφίας
fa_ir: تنظیمات رمزنگاری
fr_fr: Paramètres de cryptographie
it_it: Impostazioni di crittografia
ko_kr: 암호화 설정
pl_pl: Ustawienia kryptografii
uk_ua: Налаштування криптографії
zh_cn: 加密设置

source: The default option (unchecked) matches states regardless of the interface, which is in most setups the best choice.
cs_cz: Výchozí volba (nezaškrtnuto) hledá shodu se stavy nezávisle na rozhraní, což je pro většinu případů nejlepší volba.
de_de: Die Standardoption (nicht aktiviert) gleicht Status unabhängig von der Schnittstelle ab, was in den meisten Setups die beste Wahl ist.
el_gr: Η προεπιλεγμένη επιλογή (μη επιλεγμένη) αντιστοιχεί στις καταστάσεις ανεξάρτητα από τη διεπαφή, η οποία στις περισσότερες ρυθμίσεις είναι η καλύτερη επιλογή.
fa_ir: گزینهٔ پیش‌فرض (بدون تیک) وضعیت‌ها را بدون توجه به رابط مطابقت می‌دهد؛ که در بیشتر پیکربندی‌ها بهترین انتخاب است.
fr_fr: L'option par défaut (non cochée) correspond aux états quelle que soit l'interface, qui est dans la plupart des configurations le meilleur choix.
it_it: L'opzione predefinita (non selezionata) corrisponde agli stati indipendentemente dall'interfaccia, che nella maggior parte delle configurazioni è la scelta migliore.
ko_kr: 기본 옵션(체크 해제)은 인터페이스에 관계없이 상태를 일치시킵니다. 이는 대부분의 설정에서 가장 좋은 선택입니다.
pl_pl: Domyślna opcja (niezaznaczona) dopasowuje stany niezależnie od interfejsu, co w większości konfiguracji jest najlepszym wyborem.
uk_ua: Типовий варіант (не відмічено) відповідає станам незалежно від інтерфейсу, що є найкращим вибором у більшості налаштувань.
zh_cn: 默认选项（未选中）与状态无关，与接口无关，这在大多数设置中都是最佳选择。

source: Set behaviour for keeping states, by default states are floating, but when this option is set they should match the interface.
cs_cz: Nastavit chování pro uchovávání stavů. Výchozí je, že stavy jsou plovoucí, ale pokud je tato volba nastavena, měly by se shodovat s rozhraním.
de_de: Legt das Verhalten zur Statusverfolgung fest. Standardmäßig sind Statuseinträge "floating" (nicht an eine Schnittstelle gebunden), aber wenn diese Option aktiviert ist, werden sie der Schnittstelle zugeordnet.
el_gr: Ορίστε τη συμπεριφορά για τη διατήρηση καταστάσεων. Από προεπιλογή, οι καταστάσεις είναι κυμαινόμενες, αλλά όταν οριστεί αυτή η επιλογή, θα πρέπει να ταιριάζουν με τη διεπαφή.
fa_ir: رفتار نگهداری stateها را تنظیم کنید. به‌طور پیش‌فرض stateها شناور هستند، اما با فعال‌کردن این گزینه باید با رابط مطابقت داشته باشند.
fr_fr: Définit le comportement pour garder les états, par défaut les états sont flottants, mais lorsque cette option est définie, ils doivent correspondre à l'interface.
it_it: Imposta il comportamento per il mantenimento degli stati, per impostazione predefinita gli stati sono mobili, ma quando questa opzione è impostata dovrebbero corrispondere all'interfaccia.
ko_kr: 상태 유지 동작을 설정하세요. 기본적으로 상태는 플로팅이지만 이 옵션을 설정하면 인터페이스와 일치해야 합니다.
pl_pl: Ustaw zachowanie dla zachowywania stanów, domyślnie stany są pływające, ale gdy ta opcja jest ustawiona, powinny one dopasowywać się do interfejsu.
uk_ua: Встановити поведінку для збереження станів, типово стани є плаваючими, але коли цей параметр встановлено, вони повинні відповідати інтерфейсу.
zh_cn: 设置保持状态的行为，默认情况下状态是浮动的，但是当设置此选项时，它们应该与接口匹配。

source: Bind states to interface
cs_cz: Navázat stavy na rozhraní
de_de: Zustände an Schnittstelle binden
el_gr: Συνδέστε καταστάσεις στη διεπαφή
fa_ir: متصل‌کردن stateها به رابط
fr_fr: Lier les états à l'interface
it_it: Associa gli stati all'interfaccia
ko_kr: 인터페이스에 상태 바인딩
pl_pl: Przypisz stany do interfejsu
uk_ua: Прив'язати стани до інтерфейсу
zh_cn: 绑定状态到接口

source: Outgoing packets from this firewall on an interface which has a gateway will normally use the specified gateway for that interface. When this option is set the route will be selected by the system routing table instead.
cs_cz: Odchozí pakety z této brány firewall na rozhraní, které má bránu, normálně použijí zadanou bránu pro dané rozhraní. Pokud je tato volba nastavena, trasa bude vybrána namísto toho systémovou směrovací tabulkou.
de_de: Ausgehende Pakete von dieser Firewall über eine Schnittstelle mit konfiguriertem Gateway verwenden normalerweise das für diese Schnittstelle angegebene Gateway. Wenn diese Option aktiviert ist, wird die Route stattdessen anhand der systemweiten Routing-Tabelle ausgewählt.
el_gr: Τα εξερχόμενα πακέτα από αυτό το τείχος προστασίας σε μια διεπαφή που διαθέτει πύλη θα χρησιμοποιούν κανονικά την καθορισμένη πύλη για αυτήν τη διεπαφή. Όταν οριστεί αυτή η επιλογή, η διαδρομή θα επιλέγεται από τον πίνακα δρομολόγησης του συστήματος.
fa_ir: بسته‌های خروجی از این فایروال روی رابطی که درگاه (gateway) دارد معمولاً از درگاه مشخص‌شده برای آن رابط استفاده می‌کنند. وقتی این گزینه فعال باشد، مسیر توسط جدول مسیریابی سیستم انتخاب خواهد شد.
fr_fr: Les paquets sortants de ce pare-feu sur une interface qui a une passerelle utiliseront normalement la passerelle spécifiée pour cette interface. Lorsque cette option est définie, la route sera sélectionnée par la table de routage du système à la place.
it_it: I pacchetti in uscita da questo firewall su un'interfaccia dotata di gateway utilizzeranno normalmente il gateway specificato per quell'interfaccia. Quando questa opzione è impostata, il percorso verrà invece selezionato dalla tabella di routing del sistema.
ko_kr: 게이트웨이가 있는 인터페이스에서 이 방화벽의 아웃바운드 패킷은 일반적으로 해당 인터페이스의 지정된 게이트웨이를 사용합니다. 이 옵션을 설정하면 시스템 라우팅 테이블에서 경로가 선택됩니다.
pl_pl: Wychodzące pakiety z tego zapory ogniowej na interfejsie, który ma bramę, zwykle używają określonej bramy dla tego interfejsu. Gdy ta opcja jest ustawiona, trasa będzie wybierana na podstawie systemowej tabeli trasowania.
uk_ua: Вихідні пакети з цього брандмауера на інтерфейсі, що має шлюз, зазвичай використовуватимуть зазначений шлюз для цього інтерфейсу. Коли цей параметр встановлено, маршрут буде обрано системною таблицею маршрутизації замість цього.
zh_cn: 在具有网关的接口上，从该防火墙发出的数据包通常会将指定网关用于该接口。设置此选项后，将由系统路由表选择路由。

source: Permit sudo usage for administrators with shell access.
cs_cz: Umožnit správcům s přístupem k shellu používat sudo.
de_de: Erlaube die Benutzung von sudo für Administratoren mit Shell-Zugriff.
el_gr: Επιτρέψτε τη χρήση του sudo για διαχειριστές με πρόσβαση στο κέλυφος.
fa_ir: اجازهٔ استفاده از sudo برای مدیرانی که دسترسی به شل دارند.
fr_fr: Autoriser l'utilisation de sudo pour les administrateurs ayant un accès shell.
it_it: Consenti l'utilizzo di sudo agli amministratori con accesso alla shell.
ko_kr: 셸 액세스 권한이 있는 관리자에게 sudo 사용을 허용합니다.
pl_pl: Zezwalaj na użycie sudo dla administratorów z dostępem do shella.
uk_ua: Дозволити використання sudo адміністраторам з доступом до оболонки.
zh_cn: 设置是否允许具有shell访问权限的管理员使用sudo。

source: Select one or more authentication servers to validate user credentials against. Multiple servers can make sense with remote authentication methods to provide a fallback during connectivity issues. When nothing is specified the default of "Local Database" is used.
cs_cz: Vyberte jeden nebo více ověřovacích serverů, vůči kterým chcete ověřovat přihlašovací údaje uživatelů. Více serverů může mít smysl u vzdálených metod ověřování, aby byla zajištěna záložní varianta při problémech s připojením. Pokud není zadáno nic, bude použita výchozí hodnota „Místní databáze“.
de_de: Wählen Sie einen oder mehrere Authentifizierungsserver aus, um die Anmeldedaten der Benutzer zu überprüfen. Mehrere Server können bei Remote-Authentifizierungsmethoden sinnvoll sein, um bei Verbindungsproblemen einen Rückgriff zu ermöglichen. Wenn nichts angegeben wird, wird die Standardeinstellung "Lokale Datenbank" verwendet.
el_gr: Επιλέξτε έναν ή περισσότερους διακομιστές ελέγχου ταυτότητας για να επαληθεύσετε τα διαπιστευτήρια χρήστη. Η χρήση πολλαπλών διακομιστών μπορεί να έχει νόημα με μεθόδους απομακρυσμένου ελέγχου ταυτότητας, οι οποίες παρέχουν μια εναλλακτική λύση σε περίπτωση προβλημάτων συνδεσιμότητας. Όταν δεν έχει καθοριστεί τίποτα, χρησιμοποιείται η προεπιλογή "Τοπική βάση δεδομένων".
fa_ir: یک یا چند سرور احراز هویت را برای اعتبارسنجی اعتبارنامه‌های کاربر انتخاب کنید. استفاده از چند سرور در روش‌های احراز هویت از راه دور منطقی است تا هنگام بروز مشکل ارتباطی، جایگزین وجود داشته باشد. اگر چیزی مشخص نشود، مقدار پیش‌فرض «Local Database» استفاده می‌شود.
fr_fr: Sélectionnez un ou plusieurs serveurs d'authentification pour valider les informations d'identification de l'utilisateur. Plusieurs serveurs peuvent être utiles avec des méthodes d'authentification à distance pour fournir une solution de secours lors de problèmes de connectivité. Lorsque rien n'est spécifié, la valeur par défaut "Local Database" est utilisée.
it_it: Seleziona uno o più server di autenticazione rispetto ai quali convalidare le credenziali dell'utente. È opportuno utilizzare più server con metodi di autenticazione remota per fornire un fallback in caso di problemi di connettività. Quando non viene specificato nulla, viene utilizzato il valore predefinito "Database locale".
ko_kr: 사용자 자격 증명을 인증하기 위해 하나 이상의 인증 서버를 선택하세요. 여러 서버는 연결 문제 발생 시 대비를 위해 원격 인증 방법과 함께 사용할 수 있습니다. 아무것도 지정하지 않으면 "로컬 데이터베이스"의 기본값을 사용합니다.
pl_pl: Wybierz jeden lub więcej serwerów uwierzytelniania, aby sprawdzić przeciwko nim dane uwierzytelniające użytkowników. Wielokrotne serwery mogą być sensowne przy zdalnych metodach uwierzytelniania, aby zapewnić rezerwę podczas problemów z łącznością. Jeśli nic nie jest określone, używane jest domyślne "Local Database".
uk_ua: Виберіть один або кілька серверів автентифікації для перевірки облікових даних користувачів. Кілька серверів можуть бути доцільними з віддаленими методами автентифікації для забезпечення резервного варіанту під час проблем з підключенням. Якщо нічого не вказано, використовується типова "Локальна база даних".
zh_cn: 选择认证服务器来验证用户凭证。使用远程认证时可以选择多个服务器，方便提供容灾能力。未指定则使用默认的"本地数据库"。

source: Use USB-based serial ports
cs_cz: Použít sériové porty založené na USB
de_de: Verwende USB-basierte serielle Anschlüsse
el_gr: Χρησιμοποιήστε σειριακές θύρες που βασίζονται σε USB
fa_ir: استفاده از پورت‌های سریال USB
fr_fr: Utiliser des ports série basés sur USB
it_it: Utilizzare porte seriali basate su USB
ko_kr: USB 기반 직렬 포트 사용
pl_pl: Używaj portów szeregowych na bazie USB
uk_ua: Використовувати послідовні порти на основі USB
zh_cn: 使用基于USB的串行端口

source: USB-based serial
cs_cz: Sériový port založený na USB
de_de: USB-basierte serielle Schnittstelle
el_gr: Σειριακή σύνδεση μέσω USB
fa_ir: سریال USB
fr_fr: Série USB
it_it: Seriale basata su USB
ko_kr: USB 기반 직렬
pl_pl: Szeregowy na bazie USB
uk_ua: Послідовний USB
zh_cn: USB串口

source: Console
cs_cz: Konzole
de_de: Konsole
el_gr: Κονσόλα
fa_ir: کنسول
it_it: Consolle
ko_kr: 콘솔
pl_pl: Konsola
uk_ua: Консоль
zh_cn: 控制台

source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism that helps to protect websites against protocol downgrade attacks and cookie hijacking.
cs_cz: Přísné zabezpečení HTTP přenosu (HSTS) je mechanismus zásad zabezpečení webu, který pomáhá chránit webové stránky proti útokům přechodem na nezabezpečenou verzi protokolu a únosům souborů cookie.
de_de: HTTP Strict Transport Security (HSTS) ist ein Mechanismus für Websicherheitsrichtlinien, der dazu beiträgt, Websites vor Protokoll-Downgrade-Angriffen und Cookie-Hijacking zu schützen.
el_gr: Το HTTP Strict Transport Security (HSTS) είναι ένας μηχανισμός πολιτικής ασφάλειας ιστού που βοηθά στην προστασία των ιστότοπων από επιθέσεις υποβάθμισης πρωτοκόλλου και παραβίαση cookie.
fa_ir: HTTP Strict Transport Security (HSTS) مکانیزم سیاست امنیتی وبی است که به محافظت از وب‌سایت‌ها در برابر حملات تنزل پروتکل و ربودن کوکی‌ها کمک می‌کند.
fr_fr: HTTP Strict Transport Security (HSTS) est un mécanisme de politique de sécurité Web qui aide à protéger les sites Web contre les attaques par déclassement de protocole et le piratage de cookies.
it_it: HTTP Strict Transport Security (HSTS) è un meccanismo di policy di sicurezza web che aiuta a proteggere i siti web dagli attacchi di downgrade del protocollo e dal dirottamento dei cookie.
ko_kr: HTTP 엄격한 전송 보안(HSTS)는 프로토콜 다운그레이드 공격 및 쿠키 하이재킹으로부터 웹사이트를 보호하는 데 도움이 되는 웹 보안 정책 메커니즘입니다.
pl_pl: HTTP Strict Transport Security (HSTS) to mechanizm polityki bezpieczeństwa sieciowego, który pomaga chronić strony internetowe przed atakami obniżającymi protokół i kradzieżą ciasteczek.
uk_ua: HTTP Strict Transport Security (HSTS) — це механізм політики веб-безпеки, який допомагає захистити веб-сайти від атак пониження протоколу та викрадення файлів cookie.
zh_cn: HTTP严格传输安全(HSTS)是一种Web安全策略机制，帮助保护网站免受协议降级攻击和cookie劫持。

source: Enable HTTP Strict Transport Security
cs_cz: Zapnout přísné zabezpečení HTTP přenosu
de_de: HTTP Strict Transport Security aktivieren
el_gr: Ενεργοποίηση αυστηρής ασφάλειας μεταφοράς HTTP
fa_ir: فعال‌سازی HTTP Strict Transport Security
fr_fr: Activer la sécurité de transport HTTP Strict
it_it: Abilita la sicurezza del trasporto HTTP Strict
ko_kr: HTTP 엄격한 전송 보안 사용
pl_pl: Włącz HTTP Strict Transport Security
uk_ua: Увімкнути HTTP Strict Transport Security
zh_cn: 启用HTTP严格传输安全

source: Authentication server "%s" is invalid.
cs_cz: Ověřovací server „%s“ není platný.
de_de: Der Authentifizierungsserver "%s" ist ungültig.
el_gr: Ο διακομιστής ελέγχου ταυτότητας "%s" δεν είναι έγκυρος.
fa_ir: سرور احراز هویت «%s» نامعتبر است.
fr_fr: Le serveur d'authentification "%s" n'est pas valide.
it_it: Il server di autenticazione "%s" non è valido.
ko_kr: "%s" 인증 서버가 잘못되었습니다.
pl_pl: Serwer uwierzytelniania "%s" jest nieprawidłowy.
uk_ua: Сервер автентифікації "%s" недійсний.
zh_cn: 认证服务器"%s"无效。

source: Refuse Non-local
cs_cz: Odmítnout nemístní
de_de: Nicht lokal ablehnen
el_gr: Απορρίμματα μη τοπικά
fa_ir: رد غیرمحلی
fr_fr: Refuser Non-local
it_it: Rifiuta non locale
ko_kr: 논-로컬 거절
pl_pl: Odrzuć nie-lokalne
uk_ua: Відхиляти нелокальні

source: Deny Non-local
cs_cz: Odepřít nemístní
de_de: Nicht lokal verweigern
el_gr: Απόρριψη μη τοπικού
fa_ir: ممنوع کردن غیرمحلی
fr_fr: Refuser Non-local
it_it: Nega non locale
ko_kr: 논-로컬 거부
pl_pl: Odmów nie-lokalne
uk_ua: Заборонити нелокальні

source: WPAD Records
cs_cz: WPAD záznamy
de_de: WPAD-Einträge
el_gr: Εγγραφές WPAD
fa_ir: رکوردهای WPAD
it_it: Record WPAD
ko_kr: WPAD 레코드
pl_pl: Rekordy WPAD
uk_ua: Записи WPAD
zh_cn: WPAD记录
