Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Access control
cs_cz: Řízení přístupu
de_de: Zugriffskontrolle
el_gr: Έλεγχος πρόσβασης
fa_ir: کنترل دسترسی
fr_fr: Contrôle d'accès
it_it: Controllo degli accessi
ko_kr: 액세스 제어
uk_ua: Контроль доступу
zh_cn: 访问控制

source: Aliyun.com (UNSUPPORTED)
cs_cz: Aliyun.com (NEPODPOROVÁNO)
de_de: Aliyun.com (nicht unterstützt)
el_gr: Aliyun.com (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Aliyun.com (پشتیبانی‌نشده)
fr_fr: Aliyun.com (NON SUIVI)
it_it: Aliyun.com (NON SUPPORTATO)
ko_kr: Aliyun.com (지원 안함)
uk_ua: Aliyun.com (НЕ ПІДТРИМУЄТЬСЯ)

source: AuroraDNS (UNSUPPORTED)
cs_cz: AuroraDNS (NEPODPOROVÁNO)
de_de: AuroraDNS (nicht unterstützt)
el_gr: AuroraDNS (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: AuroraDNS (پشتیبانی‌نشده)
it_it: AuroraDNS (NON SUPPORTATO)
ko_kr: AuroraDNS (지원 안함)
uk_ua: AuroraDNS (НЕ ПІДТРИМУЄТЬСЯ)

source: Azure (UNSUPPORTED)
cs_cz: Azure (NEPODPOROVÁNO)
de_de: Azure (nicht unterstützt)
el_gr: Azure (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Azure (پشتیبانی‌نشده)
fr_fr: Azure (NON SUIVI)
it_it: Azure (NON SUPPORTATO)
ko_kr: Azure (지원 안함)
uk_ua: Azure (НЕ ПІДТРИМУЄТЬСЯ)

source: Can not disable all record types.
cs_cz: Není možné zakázat veškeré typy záznamů.
de_de: Es können nicht alle Record-Typen deaktiviert werden.
el_gr: Δεν είναι δυνατή η απενεργοποίηση όλων των τύπων εγγραφών.
fa_ir: نمی‌توان همهٔ انواع رکورد را غیرفعال کرد.
fr_fr: Il n'est pas possible de désactiver tous les types d'enregistrements.
it_it: Impossibile disabilitare tutti i tipi di record.
ko_kr: 모든 레코드 유형을 비활성화할 수 없습니다.
uk_ua: Неможливо вимкнути всі типи записів.
zh_cn: 无法禁用所有记录类型。

source: Choose a peer.
cs_cz: Zvolte protějšek.
de_de: Wählen Sie einen Peer aus.
el_gr: Διάλεξε έναν peer.
fa_ir: یک همتا را انتخاب کنید.
fr_fr: Choisissez un pair.
it_it: Scegli un coetaneo.
ko_kr: 피어를 선택하세요.
uk_ua: Виберіть пір.
zh_cn: 选择端点。

source: Cleartext-Password
cs_cz: Nešifrované heslo
de_de: Klartext-Passwort
el_gr: Κωδικός πρόσβασης απλού κειμένου
fr_fr: Mot de passe en clair
it_it: Password in chiaro
ko_kr: 평문 암호
uk_ua: Пароль у відкритому тексті

source: Clients [legacy]
cs_cz: Klienti [starší]
de_de: Clients [veraltet]
el_gr: Πελάτες [παλαιού τύπου]
fa_ir: کلاینت‌ها [سنتی]
fr_fr: Clients [héritage]
it_it: Clienti [precedenti]
ko_kr: 클라이언트 [레거시]
uk_ua: Клієнти [застарілі]
zh_cn: 客户端[旧版]

source: ClouDNS (UNSUPPORTED)
cs_cz: ClouDNS (NEPODPOROVÁNO)
de_de: ClouDNS (nicht unterstützt)
el_gr: CloudDNS (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: ClouDNS (پشتیبانی‌نشده)
fr_fr: ClouDNS (NON SUPPORTÉ)
it_it: ClouDNS (NON SUPPORTATO)
ko_kr: ClouDNS (지원 안함)
uk_ua: ClouDNS (НЕ ПІДТРИМУЄТЬСЯ)

source: CloudFlare (UNSUPPORTED)
cs_cz: CloudFlare (NEPODPOROVÁNO)
de_de: CloudFlare (nicht unterstützt)
el_gr: CloudFlare (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: CloudFlare (پشتیبانی‌نشده)
it_it: CloudFlare (NON SUPPORTATO)
ko_kr: CloudFlare (지원 안함)
uk_ua: CloudFlare (НЕ ПІДТРИМУЄТЬСЯ)

source: CloudXNS (UNSUPPORTED)
cs_cz: CloudXNS (NEPODPOROVÁNO)
de_de: CloudXNS (nicht unterstützt)
el_gr: CloudXNS (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: CloudXNS (پشتیبانی‌نشده)
it_it: CloudXNS (NON SUPPORTATO)
ko_kr: CloudXNS (지원 안함)
uk_ua: CloudXNS (НЕ ПІДТРИМУЄТЬСЯ)

source: ConoHa (UNSUPPORTED)
cs_cz: ConoHa (NEPODPOROVÁNO)
de_de: ConoHa (nicht unterstützt)
el_gr: ConoHa (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: ConoHa (پشتیبانی‌نشده)
fr_fr: ConoHa (NON SUIVI)
it_it: ConoHa (NON SUPPORTATO)
ko_kr: ConoHa (지원 안함)
uk_ua: ConoHa (НЕ ПІДТРИМУЄТЬСЯ)

source: Constellix (UNSUPPORTED)
cs_cz: Constellix (NEPODPOROVÁNO)
de_de: Constellix (nicht unterstützt)
el_gr: Constellix (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Constellix (پشتیبانی‌نشده)
fr_fr: Constellix (NON SUIVI)
it_it: Constellix (NON SUPPORTATO)
ko_kr: Constellix (지원 안함)
uk_ua: Constellix (НЕ ПІДТРИМУЄТЬСЯ)

source: Control Agent
cs_cz: Řídicí agent
el_gr: Πράκτορας ελέγχου
fa_ir: عامل کنترل
fr_fr: Agent de contrôle
it_it: Agente di controllo
ko_kr: 제어 에이전트
uk_ua: Агент керування
zh_cn: 控制代理

source: Create an OCSP signing certificate
cs_cz: Vytvořit podpisový certifikát pro OCSP
de_de: Erstellen eines OCSP-Signaturzertifikats
el_gr: Δημιουργήστε ένα πιστοποιητικό υπογραφής OCSP
fa_ir: ایجاد گواهی امضای OCSP
fr_fr: Créer un certificat de signature OCSP
it_it: Creare un certificato di firma OCSP
ko_kr: OCSP 서명 인증서 생성
uk_ua: Створити сертифікат підпису OCSP
zh_cn: 创建OCSP签名证书

source: Custom GET
cs_cz: Uživatelsky určené GET
de_de: Benutzerdefiniertes GET
el_gr: Προσαρμοσμένη GET
fa_ir: GET سفارشی
fr_fr: GET personnalisé
it_it: OTTIENI personalizzato
ko_kr: 사용자 정의 GET
uk_ua: Користувацький GET
zh_cn: 自定义 GET

source: Custom PUT
cs_cz: Uživatelsky určené PU
de_de: Benutzerdefiniertes PUT
el_gr: Προσαρμοσμένη PUT
fa_ir: PUT سفارشی
fr_fr: PUT personnalisé
it_it: PUT personalizzato
ko_kr: 사용자 정의 PUT
uk_ua: Користувацький PUT
zh_cn: 自定义 PUT

source: DCO (experimental)
cs_cz: DCO (experimentální)
de_de: DCO (experimentell)
el_gr: DCO (πειραματικό)
fa_ir: DCO (آزمایشی)
fr_fr: DCO (expérimental)
it_it: DCO (sperimentale)
ko_kr: DCO (실험적)
uk_ua: DCO (експериментально)
zh_cn: DCO （试验性）

source: DEBUG
cs_cz: LADĚNÍ
el_gr: ΕΝΤΟΠΙΣΜΟΣ ΣΦΑΛΜΑΤΩΝ
fa_ir: اشکال‌زدایی
ko_kr: 디버그
uk_ua: НАЛАГОДЖЕННЯ
zh_cn: 调试

source: DEFAULT (0)
cs_cz: VÝCHOZÍ (0)
de_de: STANDARD (0)
el_gr: ΠΡΟΕΠΙΛΟΓΗ (0)
fa_ir: پیش‌فرض (0)
fr_fr: DÉFAUT (0)
it_it: PREDEFINITO (0)
ko_kr: 기본 (0)
uk_ua: ТИПОВО (0)
zh_cn: 默认 (0)

source: DNSPod (UNSUPPORTED)
cs_cz: DNSPod (NEPODPOROVÁNO)
de_de: DNSPod (nicht unterstützt)
el_gr: DNSPod (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: DNSPod (پشتیبانی‌نشده)
it_it: DNSPod (NON SUPPORTATO)
ko_kr: DNSPod (지원 안함)
uk_ua: DNSPod (НЕ ПІДТРИМУЄТЬСЯ)

source: DNSimple (UNSUPPORTED)
cs_cz: DNSimple (NEPODPOROVÁNO)
de_de: DNSimple (nicht unterstützt)
el_gr: DNSimple (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: DNSimple (پشتیبانی‌نشده)
it_it: DNSimple (NON SUPPORTATO)
ko_kr: DNSimple (지원 안함)
uk_ua: DNSimple (НЕ ПІДТРИМУЄТЬСЯ)

source: Days and hours should be numeric values or left empty.
cs_cz: Dny a hodiny by měly být číselné hodnoty nebo by měly zůstat nevyplněné.
de_de: Tage und Stunden müssen numerische Werte sein oder leer bleiben.
el_gr: Οι ημέρες και οι ώρες θα πρέπει να είναι αριθμητικές τιμές ή να παραμένουν κενές.
fa_ir: روزها و ساعت‌ها باید عددی باشند یا خالی بمانند.
fr_fr: Les jours et les heures doivent être des valeurs numériques ou être laissés vides.
it_it: I giorni e le ore devono essere valori numerici o lasciati vuoti.
ko_kr: 요일과 시간은 숫자 값이어야 하며 비워두어야 합니다.
uk_ua: Дні та години мають бути числовими значеннями або залишатися пустими.
zh_cn: 日和小时应为数值或留空。

source: DigitalOcean (UNSUPPORTED)
cs_cz: DigitalOcean (NEPODPOROVÁNO)
de_de: DigitalOcean (nicht unterstützt)
el_gr: DigitalOcean (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: DigitalOcean (پشتیبانی‌نشده)
it_it: DigitalOcean (NON SUPPORTATO)
ko_kr: DigitalOcean (지원 안함)
uk_ua: DigitalOcean (НЕ ПІДТРИМУЄТЬСЯ)

source: Dinahosting (UNSUPPORTED)
cs_cz: Dinahosting (NEPODPOROVÁNO)
de_de: Dinahosting (nicht unterstützt)
el_gr: Dinahosting (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Dinahosting (پشتیبانی‌نشده)
fr_fr: Dinahosting (NON SUIVI)
it_it: Dinahosting (NON SUPPORTATO)
ko_kr: Dinahosting (지원 안함)
uk_ua: Dinahosting (НЕ ПІДТРИМУЄТЬСЯ)

source: DirectAdmin (UNSUPPORTED)
cs_cz: DirectAdmin (NEPODPOROVÁNO)
de_de: DirectAdmin (nicht unterstützt)
el_gr: DirectAdmin (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: DirectAdmin (پشتیبانی‌نشده)
fr_fr: DirectAdmin (NON SUIVI)
it_it: DirectAdmin (NON SUPPORTATO)
ko_kr: DirectAdmin (지원 안함)
uk_ua: DirectAdmin (НЕ ПІДТРИМУЄТЬСЯ)

source: Disable Certs
cs_cz: Vypnout certifikáty
de_de: Zertifikate deaktivieren
el_gr: Απενεργοποίηση πιστοποιητικών
fa_ir: غیرفعال‌سازی گواهی‌ها
fr_fr: Désactiver les certificats
it_it: Disabilita certificati
ko_kr: 인증서 사용 안 함
uk_ua: Вимкнути сертифікати
zh_cn: 禁用证书

source: Disable Redirects
cs_cz: Vypnout přesměrování
de_de: Weiterleitungen deaktivieren
el_gr: Απενεργοποίηση ανακατευθύνσεων
fa_ir: غیرفعال‌سازی ریدایرکت‌ها
fr_fr: Désactiver les redirections
it_it: Disabilita reindirizzamenti
ko_kr: 리다이렉트 사용 안 함
uk_ua: Вимкнути перенаправлення
zh_cn: 禁用重定向

source: DnsMadeEasy (UNSUPPORTED)
cs_cz: DnsMadeEasy (NEPODPOROVÁNO)
de_de: DigitalOcean (nicht unterstützt)
el_gr: DnsMadeEasy (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: DnsMadeEasy (پشتیبانی‌نشده)
it_it: DnsMadeEasy (NON SUPPORTATO)
ko_kr: DnsMadeEasy (지원 안함)
uk_ua: DnsMadeEasy (НЕ ПІДТРИМУЄТЬСЯ)

source: Don't check regular expressions on longest prefix match ("^~")
cs_cz: Nekontrolovat regulární výrazy ohledně shody s nejdelší předponou („^-“)
de_de: Reguläre Ausdrücke beim längsten Präfix-Match nicht prüfen ("^~")
el_gr: Μην ελέγχετε τις κανονικές εκφράσεις στην αντιστοίχιση του μεγαλύτερου προθέματος ("^~")
fa_ir: در تطابق با طولانی‌ترین پیشوند ("^~") عبارات منظم را بررسی نکنید
fr_fr: Ne pas vérifier les expressions régulières sur la plus longue correspondance de préfixe ("^~")
it_it: Non controllare le espressioni regolari sulla corrispondenza del prefisso più lungo ("^~")
ko_kr: 가장 긴 접두사 일치("^~")에 대해 정규 표현식을 확인하지 않음
uk_ua: Не перевіряти регулярні вирази на найдовше співпадіння префікса ("^~")
zh_cn: 不检查最长前缀匹配（"^~"）的正则表达式

source: Dreamhost (UNSUPPORTED)
cs_cz: Dreamhost (NEPODPOROVÁNO)
de_de: Dreamhost (nicht unterstützt)
el_gr: Dreamhost (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Dreamhost (پشتیبانی‌نشده)
fr_fr: Dreamhost (NON SUIVI)
it_it: DreamHost (NON SUPPORTATO)
ko_kr: Dreamhost (지원 안함)
uk_ua: Dreamhost (НЕ ПІДТРИМУЄТЬСЯ)

source: Duplicate entry exists
cs_cz: Existuje duplicitní položka
de_de: Ein doppelter Eintrag ist vorhanden.
el_gr: Υπάρχει διπλότυπη καταχώρηση
fa_ir: ورودی تکراری وجود دارد
fr_fr: Il existe un doublon
it_it: Esiste una voce duplicata
ko_kr: 중복된 항목이 존재함
uk_ua: Запис уже існує
zh_cn: 存在重复条目

source: Dynamic
cs_cz: Dynamické
de_de: Dynamisch
el_gr: Δυναμικός
fa_ir: پویا
fr_fr: Dynamique
it_it: Dinamico
ko_kr: 동적
uk_ua: Динамічний
zh_cn: 动态

source: ERROR
cs_cz: CHYBA
de_de: FEHLER
el_gr: ΣΦΑΛΜΑ
fa_ir: خطا
fr_fr: ERREUR
it_it: ERRORE
ko_kr: 오류
uk_ua: ПОМИЛКА
zh_cn: 错误

source: EasyDNS (UNSUPPORTED)
cs_cz: EasyDNS (NEPODPOROVÁNO)
de_de: EasyDNS (nicht unterstützt)
el_gr: EasyDNS (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: EasyDNS (پشتیبانی‌نشده)
fr_fr: EasyDNS (NON SUPPORTÉ)
it_it: EasyDNS (NON SUPPORTATO)
ko_kr: EasyDNS (지원 안함)
uk_ua: EasyDNS (НЕ ПІДТРИМУЄТЬСЯ)

source: Elliptic Curve prime256v1
cs_cz: Eliptická křivka prime256v1
de_de: Elliptische Kurve prime256v1
el_gr: Ελλειπτική καμπύλη prime256v1
fa_ir: منحنی بیضوی prime256v1
fr_fr: Courbe elliptique prime256v1
it_it: Curva ellittica prime256v1
ko_kr: 타원곡선 prime256v1
uk_ua: Еліптична крива prime256v1

source: Elliptic Curve secp384r1
cs_cz: Eliptická křivka secp384r1
de_de: Elliptische Kurve secp384r1
el_gr: Ελλειπτική καμπύλη secp384r1
fa_ir: منحنی بیضوی secp384r1
fr_fr: Courbe elliptique secp384r1
it_it: Curva ellittica secp384r1
ko_kr: 타원곡선 Curve secp384r1
uk_ua: Еліптична крива secp384r1

source: Elliptic Curve secp521r1
cs_cz: Eliptická křivka secp521r1
de_de: Elliptische Kurve secp521r1
el_gr: Ελλειπτική καμπύλη secp521r1
fa_ir: منحنی بیضوی secp521r1
fr_fr: Courbe elliptique secp521r1
it_it: Curva ellittica secp521r1
ko_kr: 타원곡선 Curve secp521r1
uk_ua: Еліптична крива secp521r1

source: Entry is not a valid IPv4 or IPv6 address.
cs_cz: Položka není platnou IPv4 nebo IPv6 adresou.
de_de: Eintrag ist keine gültige IPv4- oder IPv6-Adresse.
el_gr: Η καταχώρηση δεν είναι έγκυρη διεύθυνση IPv4 ή IPv6.
fa_ir: ورودی یک آدرس IPv4 یا IPv6 معتبر نیست.
fr_fr: L'entrée n'est pas une adresse IPv4 ou IPv6 valide.
it_it: La voce non è un indirizzo IPv4 o IPv6 valido.
ko_kr: 입력된 항목은 유효한 IPv4 또는 IPv6 주소가 아닙니다.
uk_ua: Запис не є дійсною адресою IPv4 або IPv6.
zh_cn: 条目不是有效的 IPv4 或 IPv6 地址。

source: ExoScale (UNSUPPORTED)
cs_cz: ExoScale (NEPODPOROVÁNO)
de_de: ExoScale (nicht unterstützt)
el_gr: ExoScale (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: ExoScale (پشتیبانی‌نشده)
it_it: ExoScale (NON SUPPORTATO)
ko_kr: ExoScale (지원 안함)
uk_ua: ExoScale (НЕ ПІДТРИМУЄТЬСЯ)

source: FATAL
cs_cz: FATÁLNÍ
el_gr: ΘΑΝΑΤΗΦΟΡΟΣ
fa_ir: فاجعه‌آمیز
it_it: FATALE
ko_kr: 치명적
uk_ua: КРИТИЧНА ПОМИЛКА

source: Gandi (UNSUPPORTED)
cs_cz: Gandi (NEPODPOROVÁNO)
de_de: Gandi (nicht unterstützt)
el_gr: Γκάντι (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟΣ)
fa_ir: Gandi (پشتیبانی‌نشده)
fr_fr: Gandi (NON SUIVI)
it_it: Gandi (NON SUPPORTATO)
ko_kr: Gandi (지원 안함)
uk_ua: Gandi (НЕ ПІДТРИМУЄТЬСЯ)

source: Gateway with this name already exists.
cs_cz: Takto nazvaná brána už v systému existuje
de_de: Ein Gateway mit diesem Namen ist bereits vorhanden.
el_gr: Η πύλη με αυτό το όνομα υπάρχει ήδη.
fa_ir: دروازه‌ای با این نام قبلاً وجود دارد.
fr_fr: Une passerelle portant ce nom existe déjà.
it_it: Il gateway con questo nome esiste già.
ko_kr: 이 이름을 가진 게이트웨이가 이미 존재합니다.
uk_ua: Шлюз з таким іменем вже існує.
zh_cn: 已存在使用此名称的网关。

source: GoDaddy (UNSUPPORTED)
cs_cz: GoDaddy (NEPODPOROVÁNO)
de_de: GoDaddy (nicht unterstützt)
el_gr: GoDaddy (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: GoDaddy (پشتیبانی‌نشده)
fr_fr: GoDaddy (NON SUIVI)
it_it: GoDaddy (NON SUPPORTATO)
ko_kr: GoDaddy (지원 안함)
uk_ua: GoDaddy (НЕ ПІДТРИМУЄТЬСЯ)

source: Google Cloud (UNSUPPORTED)
cs_cz: Google Cloud (NEPODPOROVÁNO)
de_de: Google Cloud (nicht unterstützt)
el_gr: Google Cloud (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Google Cloud (پشتیبانی‌نشده)
fr_fr: Google Cloud (NON SUIVI)
it_it: Google Cloud (NON SUPPORTATO)
ko_kr: Google Cloud (지원 안함)
uk_ua: Google Cloud (НЕ ПІДТРИМУЄТЬСЯ)

source: GratisDNS (UNSUPPORTED)
cs_cz: GratisDNS (NEPODPOROVÁNO)
de_de: GratisDNS (nicht unterstützt)
el_gr: GratisDNS (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: GratisDNS (پشتیبانی‌نشده)
it_it: DNS gratuito (NON SUPPORTATO)
ko_kr: GratisDNS (지원 안함)
uk_ua: GratisDNS (НЕ ПІДТРИМУЄТЬСЯ)

source: HTTP (Host Header)
cs_cz: HTTP (hlavička hostitele)
el_gr: HTTP (Κεφαλίδα κεντρικού υπολογιστή)
fa_ir: HTTP (هدر میزبان)
fr_fr: HTTP (en-tête de l'hôte)
it_it: HTTP (intestazione host)
ko_kr: HTTP (호스트 헤더)
uk_ua: HTTP (заголовок Host)

source: HTTP/1.1, HTTP/2 (default)
cs_cz: HTTP/1.1, HTTP/2 (výchozí)
de_de: HTTP/1.1, HTTP/2 (Standard)
el_gr: HTTP/1.1, HTTP/2 (προεπιλογή)
fa_ir: HTTP/1.1, HTTP/2 (پیش‌فرض)
fr_fr: HTTP/1.1, HTTP/2 (par défaut)
it_it: HTTP/1.1, HTTP/2 (predefinito)
ko_kr: HTTP/1.1, HTTP/2 (기본값)
uk_ua: HTTP/1.1, HTTP/2 (типово)

source: HTTPS and NTLM must be enabled at the same time.
cs_cz: Je třeba, aby bylo povolené HTTPS i NTLM.
de_de: HTTPS und NTLM müssen gleichzeitig aktiviert sein.
el_gr: Τα HTTPS και NTLM πρέπει να είναι ενεργοποιημένα ταυτόχρονα.
fa_ir: HTTPS و NTLM باید هم‌زمان فعال باشند.
fr_fr: HTTPS et NTLM doivent être activés en même temps.
it_it: HTTPS e NTLM devono essere abilitati contemporaneamente.
ko_kr: HTTPS와 NTLM을 동시에 활성화해야 합니다.
uk_ua: HTTPS та NTLM мають бути увімкнені одночасно.
zh_cn: 必须同时启用HTTPS和NTLM。

source: Hetzner (UNSUPPORTED)
cs_cz: Hetzner (NEPODPOROVANÉ)
de_de: Hetzner (nicht unterstützt)
el_gr: Hetzner (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Hetzner (پشتیبانی‌نشده)
fr_fr: Hetzner (NON SUIVI)
it_it: Hetzner (NON SUPPORTATO)
ko_kr: Hetzner (지원 안함)
uk_ua: Hetzner (НЕ ПІДТРИМУЄТЬСЯ)

source: Hurricane Electric (UNSUPPORTED)
cs_cz: Hurricane Electric (NEPODPOROVANÉ)
de_de: Hurricane Electric (nicht unterstützt)
el_gr: Hurricane Electric (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Hurricane Electric (پشتیبانی‌نشده)
it_it: Hurricane elettrico (NON SUPPORTATO)
ko_kr: Hurricane Electric (지원 안함)
uk_ua: Hurricane Electric (НЕ ПІДТРИМУЄТЬСЯ)

source: INFO
el_gr: ΠΛΗΡΟΦΟΡΙΕΣ
fa_ir: اطلاعات
it_it: INFORMAZIONI
ko_kr: 정보
uk_ua: ІНФО
zh_cn: 信息

source: INWX (UNSUPPORTED)
cs_cz: INWX (NEPODPOROVÁNO)
de_de: INWX (nicht unterstützt)
el_gr: INWX (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: INWX (پشتیبانی‌نشده)
fr_fr: INWX (NON SUPPORTÉ)
it_it: INWX (NON SUPPORTATO)
ko_kr: INWX (지원 안함)
uk_ua: INWX (НЕ ПІДТРИМУЄТЬСЯ)

source: IPv4 only
cs_cz: pouze IPv4
de_de: Nur IPv4
el_gr: Μόνο IPv4
fa_ir: فقط IPv4
fr_fr: IPv4 uniquement
it_it: Solo IPv4
ko_kr: IPv4 전용
uk_ua: Лише IPv4
zh_cn: 仅 IPv4

source: IPv6 only
cs_cz: pouze IPv6
de_de: Nur IPv6
el_gr: Μόνο IPv6
fa_ir: فقط IPv6
fr_fr: IPv6 uniquement
it_it: Solo IPv6
ko_kr: IPv6 전용
uk_ua: Лише IPv6
zh_cn: 仅 IPv6

source: Ignore Loaded Certs
cs_cz: Ignorovat načtené certifikáty
de_de: Geladene Zertifikate ignorieren
el_gr: Αγνόηση φορτωμένων πιστοποιητικών
fa_ir: نادیده‌گرفتن گواهی‌های بارگذاری‌شده
fr_fr: Ignorer les certificats chargés
it_it: Ignora i certificati caricati
ko_kr: 로드된 인증서 무시
uk_ua: Ігнорувати завантажені сертифікати
zh_cn: 忽略已加载的证书

source: Import certificate (signed by CA)
cs_cz: Import certifikátu (podepsaného certifikační autoritou)
de_de: Zertifikat importieren (signiert von CA)
el_gr: Πιστοποιητικό εισαγωγής (υπογεγραμμένο από την Αρχή Πιστοποίησης)
fa_ir: وارد کردن گواهی (امضا شده توسط CA)
fr_fr: Importer le certificat (signé par l'autorité de certification)
it_it: Certificato di importazione (firmato dalla CA)
ko_kr: 인증서 가져오기 (서명된 CA)
uk_ua: Імпортувати сертифікат (підписаний CA)
zh_cn: 导入证书（由 CA 签名）

source: Infoblox (UNSUPPORTED)
cs_cz: Infoblox (NEPODPOROVÁNO)
de_de: Infoblox (nicht unterstützt)
el_gr: Infoblox (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Infoblox (پشتیبانی‌نشده)
fr_fr: Infoblox (NON SUIVI)
it_it: Infoblox (NON SUPPORTATO)
ko_kr: Infoblox (지원 안함)
uk_ua: Infoblox (НЕ ПІДТРИМУЄТЬСЯ)

source: Input too long.
cs_cz: Příliš dlouhé zadání.
de_de: Eingabe zu lang.
el_gr: Η εισαγωγή είναι πολύ μεγάλη.
fa_ir: ورودی بیش از حد طولانی است.
fr_fr: Entrée trop longue.
it_it: Immissione troppo lunga.
ko_kr: 입력 내용이 너무 깁니다.
uk_ua: Занадто довгий ввід.
zh_cn: 输入太长。

source: Internet.bs (UNSUPPORTED)
cs_cz: Internet.bs (NEPODPOROVÁNO)
de_de: Internet.bs (nicht unterstützt)
el_gr: Internet.bs (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Internet.bs (پشتیبانی‌نشده)
it_it: Internet.bs (NON SUPPORTATO)
ko_kr: Internet.bs (지원 안함)
uk_ua: Internet.bs (НЕ ПІДТРИМУЄТЬСЯ)

source: Layer4 Proxy
cs_cz: Proxy na 4. vrstvě
fa_ir: پراکسی لایه ۴
fr_fr: Proxy Layer4
it_it: Proxy di livello 4
ko_kr: Layer4 프록시
uk_ua: Проксі-сервер рівня 4
zh_cn: 四层代理

source: Leases DHCPv4
cs_cz: Zápůjčky DHCPv4
el_gr: Μισθώσεις DHCPv4
fa_ir: تخصیص‌های DHCPv4
fr_fr: Bail DHCPv4
it_it: Noleggia DHCPv4
ko_kr: DHCPv4 대여
uk_ua: Оренди DHCPv4
zh_cn: DHCPv4租约

source: Linode v3 (UNSUPPORTED)
cs_cz: Linode v3 (NEPODPOROVANÉ)
de_de: Linode v3 (nicht unterstützt)
el_gr: Linode v3 (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Linode v3 (پشتیبانی‌نشده)
it_it: Linode v3 (NON SUPPORTATO)
ko_kr: Linode v3 (지원 안함)
uk_ua: Linode v3 (НЕ ПІДТРИМУЄТЬСЯ)

source: Linode v4 (UNSUPPORTED)
cs_cz: Linode v4 (NEPODPOROVANÉ)
de_de: Linode v4 (nicht unterstützt)
el_gr: Linode v4 (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Linode v4 (پشتیبانی‌نشده)
it_it: Linode v4 (NON SUPPORTATO)
ko_kr: Linode v4 (지원 안함)
uk_ua: Linode v4 (НЕ ПІДТРИМУЄТЬСЯ)

source: LuaDNS (UNSUPPORTED)
cs_cz: LuaDNS (NEPODPOROVANÉ)
de_de: LuaDNS (nicht unterstützt)
el_gr: LuaDNS (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: LuaDNS (پشتیبانی‌نشده)
fr_fr: LuaDNS (NON SUPPORTÉ)
it_it: LuaDNS (NON SUPPORTATO)
ko_kr: LuaDNS (지원 안함)
uk_ua: LuaDNS (НЕ ПІДТРИМУЄТЬСЯ)

source: NFSN (UNSUPPORTED)
cs_cz: NFSN (NEPODPOROVANÉ)
de_de: NFSN (nicht unterstützt)
el_gr: NFSN (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: NFSN (پشتیبانی‌نشده)
fr_fr: NFSN (NON SUPPORTÉ)
it_it: NFSN (NON SUPPORTATO)
ko_kr: NFSN (지원 안함)
uk_ua: NFSN (НЕ ПІДТРИМУЄТЬСЯ)

source: NS1 (UNSUPPORTED)
cs_cz: NS1 (NEPODPOROVANÉ)
de_de: NS1 (nicht unterstützt)
el_gr: NS1 (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: NS1 (پشتیبانی‌نشده)
fr_fr: NS1 (NON PRIS EN CHARGE)
it_it: NS1 (NON SUPPORTATO)
ko_kr: NS1 (지원 안함)
uk_ua: NS1 (НЕ ПІДТРИМУЄТЬСЯ)

source: NT-Password (pre-hashed)
cs_cz: NT-Password (předvytvořený otisk)
de_de: NT-Kennwort (pre-hashed)
el_gr: Κωδικός πρόσβασης NT (προ-κατακερματισμένος)
fa_ir: NT-Password (از قبل هش‌شده)
fr_fr: Mot de passe NT (pré-haché)
it_it: Password NT (pre-hash)
ko_kr: NT-비밀번호(사전 해시됨)
uk_ua: NT-пароль (попередньо хешований)

source: Namecheap (UNSUPPORTED)
cs_cz: Namecheap (NEPODPOROVANÉ)
de_de: Namecheap (nicht unterstützt)
el_gr: Namecheap (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Namecheap (پشتیبانی‌نشده)
fr_fr: Namecheap (NON SUIVI)
it_it: Namecheap (NON SUPPORTATO)
ko_kr: Namecheap (지원 안함)
uk_ua: Namecheap (НЕ ПІДТРИМУЄТЬСЯ)

source: Namesilo (UNSUPPORTED)
cs_cz: Namesilo (NEPODPOROVANÉ)
de_de: Namesilo (nicht unterstützt)
el_gr: Namesilo (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Namesilo (پشتیبانی‌نشده)
fr_fr: Namesilo (NON SUIVI)
it_it: Namesilo (NON SUPPORTATO)
ko_kr: Namesilo (지원 안함)
uk_ua: Namesilo (НЕ ПІДТРИМУЄТЬСЯ)

source: Netcup (UNSUPPORTED)
cs_cz: Netcup (NEPODPOROVANÉ)
de_de: Netcup (nicht unterstützt)
el_gr: Netcup (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Netcup (پشتیبانی‌نشده)
fr_fr: Netcup (NON SUIVI)
it_it: Netcup (NON SUPPORTATO)
ko_kr: Netcup (지원 안함)
uk_ua: Netcup (НЕ ПІДТРИМУЄТЬСЯ)

source: Network mask must be between 0 and 128.
cs_cz: Je třeba, aby maska sítě byla z rozmezí 0 až 128.
de_de: Netzmaske muss zwischen 0 und 128 liegen.
el_gr: Η μάσκα δικτύου πρέπει να είναι μεταξύ 0 και 128.
fa_ir: ماسک شبکه باید بین 0 تا 128 باشد.
fr_fr: Le masque de réseau doit être compris entre 0 et 128.
it_it: La maschera di rete deve essere compresa tra 0 e 128.
ko_kr: 네트워크 마스크는 0에서 128사이여야 합니다.
uk_ua: Маска мережі має бути від 0 до 128.
zh_cn: 网络掩码必须介于 0 和 128 之间。

source: None (default)
cs_cz: Žádné (výchozí)
de_de: Keine (Standard)
el_gr: Κανένα (προεπιλογή)
fa_ir: هیچ‌کدام (پیش‌فرض)
fr_fr: Aucun (par défaut)
it_it: Nessuno (predefinito)
ko_kr: 없음 (기본값)
uk_ua: Немає (типово)

source: OISD - Domain Blocklist Ads
el_gr: OISD - Διαφημίσεις λίστας αποκλεισμού τομέα
fa_ir: OISD - فهرست دامنه‌های مسدود (تبلیغات)
fr_fr: OISD - Annonces de la liste de blocage des domaines
it_it: OISD - Annunci nella blocklist di domini
ko_kr: OISD - 도메인 차단 목록 광고
uk_ua: OISD - Чорний список доменів: Реклама

source: OISD - Domain Blocklist Big
el_gr: OISD - Μεγάλη λίστα αποκλεισμένων τομέων
fa_ir: OISD - فهرست دامنه‌های مسدود (بزرگ)
it_it: OISD - Blocklist di domini Grande
ko_kr: OISD - 도메인 차단 목록 대형
uk_ua: OISD - Чорний список доменів: Великий

source: OISD - Domain Blocklist NSFW
el_gr: OISD - Λίστα αποκλεισμού τομέα NSFW
fa_ir: OISD - فهرست دامنه‌های مسدود (NSFW)
fr_fr: OISD - Liste de blocage des domaines NSFW
it_it: OISD - Lista bloccati domini NSFW
ko_kr: OISD - 불건전 도메인 차단 목록
uk_ua: OISD - Чорний список доменів: NSFW

source: OPNsense 24.1[.x] or below
cs_cz: OPNsense 24.1[.x] a starší
de_de: OPNsense 24.1[.x] oder niedriger
el_gr: OPNsense 24.1[.x] ή παλαιότερη έκδοση
fa_ir: OPNsense 24.1[.x] یا پایین‌تر
fr_fr: OPNsense 24.1[.x] ou inférieur
it_it: OPNsense 24.1[.x] o versione precedente
ko_kr: OPNsense 24.1[.x] 이하
uk_ua: OPNsense 24.1[.x] або старіші
zh_cn: OPNsense 24.1[.x]或以下版本

source: OPNsense 24.7 or above
cs_cz: OPNsense 24.7 a novější
de_de: OPNsense 24.7 oder höher
el_gr: OPNsense 24.7 ή νεότερη έκδοση
fa_ir: OPNsense 24.7 یا بالاتر
fr_fr: OPNsense 24.7 ou supérieur
it_it: OPNsense 24.7 o versione successiva
ko_kr: OPNsense 24.7 이상
uk_ua: OPNsense 24.7 або новіші
zh_cn: OPNsense 24.7 或以上版本

source: OVH (UNSUPPORTED)
cs_cz: OVH (NEPODPOROVANÉ)
de_de: OVH (nicht unterstützt)
el_gr: OVH (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: OVH (پشتیبانی‌نشده)
fr_fr: OVH (NON SUPPORTÉ)
it_it: OVH (NON SUPPORTATO)
ko_kr: OVH (지원 안함)
uk_ua: OVH (НЕ ПІДТРИМУЄТЬСЯ)

source: Off (default)
cs_cz: Vypnuto (výchozí)
de_de: Aus (Standard)
el_gr: Απενεργοποίηση (προεπιλογή)
fa_ir: خاموش (پیش‌فرض)
fr_fr: Désactivé (défaut)
it_it: Disattivato (predefinito)
ko_kr: 끄기 (기본)
uk_ua: Вимкнено (типово)

source: On (default)
cs_cz: Zapnuto (výchozí)
de_de: Ein (Standard)
el_gr: Ενεργό (προεπιλογή)
fa_ir: روشن (پیش‌فرض)
fr_fr: Activé (par défaut)
it_it: Attivo (predefinito)
ko_kr: 켜기 (기본)
uk_ua: Увімкнено (типово)

source: Online (UNSUPPORTED)
cs_cz: Online (NEPODPOROVÁNO)
de_de: Online (nicht unterstützt)
el_gr: Διαδικτυακά (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: آنلاین (پشتیبانی‌نشده)
fr_fr: En ligne (NON SUIVI)
it_it: In linea (NON SUPPORTATO)
ko_kr: Online (지원 안함)
uk_ua: Online (НЕ ПІДТРИМУЄТЬСЯ)
