Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Define the document root on the remote host. It will be used to build the default value of FastCGI parameters SCRIPT_FILENAME and PATH_TRANSLATED. It is a mandatory setting.
cs_cz: Definujte kořenový adresář dokumentu na vzdáleném hostiteli. Bude použit pro sestavení výchozí hodnoty parametrů FastCGI SCRIPT_FILENAME a PATH_TRANSLATED. Toto je třeba vyplnit.
de_de: Definiert das Dokumentenstammverzeichnis auf dem Remote-Host. Dieses wird zur Ermittlung der Standardwerte der FastCGI-Parameter SCRIPT_FILENAME und PATH_TRANSLATED verwendet. Diese Einstellung ist erforderlich.
el_gr: Ορίστε τη ρίζα του εγγράφου στον απομακρυσμένο κεντρικό υπολογιστή. Θα χρησιμοποιηθεί για τη δημιουργία της προεπιλεγμένης τιμής των παραμέτρων FastCGI SCRIPT_FILENAME και PATH_TRANSLATED. Είναι μια υποχρεωτική ρύθμιση.
fa_ir: شاخهٔ ریشهٔ اسناد روی میزبان راه دور را مشخص کنید. این مقدار برای ساخت مقدار پیش‌فرض پارامترهای FastCGI یعنی SCRIPT_FILENAME و PATH_TRANSLATED استفاده می‌شود. تنظیمی اجباری است.
fr_fr: Définir la racine du document sur l'hôte distant. Elle sera utilisée pour construire la valeur par défaut des paramètres FastCGI SCRIPT_FILENAME et PATH_TRANSLATED. Il s'agit d'un paramètre obligatoire.
it_it: Definire la radice del documento sull'host remoto. Verrà utilizzato per creare il valore predefinito dei parametri FastCGI SCRIPT_FILENAME e PATH_TRANSLATED. È un'impostazione obbligatoria.
ko_kr: 원격 호스트의 문서 루트를 정의합니다. FastCGI 매개변수 SCRIPT_FILENAME 및 PATH_TRANSLATED의 기본값을 구축하는 데 사용됩니다. 필수 설정입니다.
uk_ua: Визначте кореневий каталог документа на віддаленому хості. Він буде використовуватися для побудови типового значення параметрів FastCGI SCRIPT_FILENAME та PATH_TRANSLATED. Це обов'язкова настройка.
zh_cn: 定义远程主机上的文档根目录。它将用于构建FastCGI参数 SCRIPT_FILENAME和PATH_TRANSLATED的默认值。这是强制性设置。

source: Define the maximum number of concurrent requests this application will accept. This option may be overwritten if the variable FCGI_MAX_REQS is retrieved during connection establishment. Furthermore, if the application does not support connection multiplexing, this option will be ignored.
cs_cz: Definujte nejvyšší umožněný počet souběžných požadavků, které tato aplikace přijme. Tato předvolba může být přepsána, pokud je při navazování spojení načtena proměnná FCGI_MAX_REQS. Navíc pokud aplikace nepodporuje multiplexování spojení, bude tato volba ignorována.
de_de: Definiert die maximale Anzahl gleichzeitiger Anfragen, die die Anwendung akzeptiert. Dieser Wert kann durch die Variable FCGI_MAX_REQS beim Verbindungsaufbau überschrieben werden. Wenn die Anwendung kein Verbindungs-Multiplexing unterstützt, wird diese Option ignoriert.
el_gr: Ορίστε τον μέγιστο αριθμό ταυτόχρονων αιτημάτων που θα δέχεται αυτή η εφαρμογή. Αυτή η επιλογή ενδέχεται να αντικατασταθεί εάν η μεταβλητή FCGI_MAX_REQS ανακτηθεί κατά τη δημιουργία σύνδεσης. Επιπλέον, εάν η εφαρμογή δεν υποστηρίζει πολυπλεξία σύνδεσης, αυτή η επιλογή θα αγνοηθεί.
fa_ir: حداکثر تعداد درخواست‌های هم‌زمان که این برنامه می‌پذیرد را تعیین کنید. این گزینه ممکن است در صورت بازیابی متغیر FCGI_MAX_REQS هنگام برقراری اتصال بازنویسی شود. همچنین اگر برنامه از مالتی‌پلکسینگ اتصال پشتیبانی نکند، این گزینه نادیده گرفته می‌شود.
fr_fr: Définit le nombre maximum de requêtes simultanées que cette application acceptera. Cette option peut être écrasée si la variable FCGI_MAX_REQS est récupérée lors de l'établissement de la connexion. En outre, si l'application ne prend pas en charge le multiplexage des connexions, cette option sera ignorée.
it_it: Definire il numero massimo di richieste simultanee che questa applicazione accetterà. Questa opzione può essere sovrascritta se la variabile FCGI_MAX_REQS viene recuperata durante la creazione della connessione. Inoltre, se l'applicazione non supporta il multiplexing della connessione, questa opzione verrà ignorata.
ko_kr: 이 응용 프로그램이 허용하는 동시 요청 수를 정의합니다. 이 옵션은 연결 설정 중에 변수 FCGI_MAX_REQS가 검색되는 경우 덮어쓸 수 있습니다. 또한 응용 프로그램이 연결 다중화를 지원하지 않는 경우 이 옵션은 무시됩니다.
uk_ua: Визначте максимальну кількість одночасних запитів, які прийматиме цей застосунок. Ця опція може бути перевизначена, якщо змінна FCGI_MAX_REQS буде отримана під час встановлення з'єднання. Крім того, якщо застосунок не підтримує мультиплексування з'єднань, ця опція буде проігнорована.
zh_cn: 定义该应用程序将接受的最大并发请求数。 如果在连接建立期间检索到变量FCGI_MAX_REQS，则此选项可能会被覆盖。 此外，如果应用程序不支持连接复用，则该选项将被忽略。

source: Define the script name that will be appended after an URI that ends with a slash ("/") to set the default value of the FastCGI parameter SCRIPT_NAME. It is an optional setting.
cs_cz: Definujte název skriptu, který bude připojen za URI končící lomítkem („/“) pro nastavení výchozí hodnoty parametru FastCGI SCRIPT_NAME. Toto může, ale také nemusí být vyplněno.
de_de: Definiert den Skriptnamen, der an eine URI angehängt wird, die mit einem Schrägstrich ("/") endet, um den Standardwert des FastCGI-Parameters SCRIPT_NAME zu setzen. Diese Einstellung ist optional.
el_gr: Ορίστε το όνομα του σεναρίου που θα προστεθεί μετά από ένα URI που τελειώνει με μια κάθετο ("/") για να ορίσετε την προεπιλεγμένη τιμή της παραμέτρου FastCGI SCRIPT_NAME. Είναι μια προαιρετική ρύθμιση.
fa_ir: نام اسکریپتی که بعد از URI‌ای که با '/' خاتمه می‌یابد اضافه می‌شود تا مقدار پیش‌فرض پارامتر FastCGI (SCRIPT_NAME) تنظیم شود. این تنظیم اختیاری است.
fr_fr: Définit le nom du script qui sera ajouté après un URI se terminant par une barre oblique ("/") pour définir la valeur par défaut du paramètre SCRIPT_NAME de FastCGI. Il s'agit d'un paramètre facultatif.
it_it: Definire il nome dello script che verrà aggiunto dopo un URI che termina con una barra ("/") per impostare il valore predefinito del parametro FastCGI SCRIPT_NAME. È un'impostazione facoltativa.
ko_kr: 슬래시("/")로 끝나는 URI 뒤에 추가되는 스크립트 이름을 정의하여 FastCGI 매개변수 SCRIPT_NAME의 기본값을 설정합니다. 선택적인 설정입니다.
uk_ua: Визначте ім'я скрипта, яке буде додано після URI, що закінчується скісною рискою ("/"), для встановлення типового значення параметра FastCGI SCRIPT_NAME. Це необов'язкова настройка.
zh_cn: 定义将附加在以斜杠（“/”）结尾的URI后面的脚本名称，来设置FastCGI参数SCRIPT_NAME的默认值。这是一个可选设置。

source: Defines the maximum payload size accepted by HAProxy and announced to all the name servers configured in this resolvers section. The default is 512 bytes, the maximum allowed is 8192 for UDP and 65535 for TCP.
cs_cz: Definuje nejvyšší umožněnou velikost užitečného zatížení přijímaného HAProxy serverem a oznámeného všem jmenným serverům nastaveným v této sekci překladu. Výchozí hodnota je 512 bajtů, nejvyšší možná velikost je 8192 pro UDP a 65535 pro TCP.
de_de: Definiert die maximale Paketgröße, die HAProxy akzeptiert und allen konfigurierten Nameservern bekannt gibt. Standard ist 512 Byte, maximal erlaubt: 8192 (UDP) bzw. 65535 (TCP).
el_gr: Ορίζει το μέγιστο μέγεθος ωφέλιμου φορτίου που γίνεται αποδεκτό από το HAProxy και ανακοινώνεται σε όλους τους διακομιστές ονομάτων που έχουν ρυθμιστεί σε αυτήν την ενότητα αναλυτών. Η προεπιλογή είναι 512 byte, το μέγιστο επιτρεπόμενο είναι 8192 για UDP και 65535 για TCP.
fa_ir: حداکثر اندازهٔ بار (payload) پذیرفته‌شده توسط HAProxy و اعلام‌شده به همهٔ سرورهای نام پیکربندی‌شده در این بخش resolvers را مشخص می‌کند. مقدار پیش‌فرض 512 بایت است؛ بیشینهٔ مجاز برای UDP برابر 8192 و برای TCP برابر 65535 بایت است.
fr_fr: Définit la taille maximale de la charge utile acceptée par HAProxy et annoncée à tous les serveurs de noms configurés dans cette section de résolveurs. La valeur par défaut est de 512 octets, le maximum autorisé est de 8192 pour UDP et de 65535 pour TCP.
it_it: Definisce la dimensione massima del payload accettata da HAProxy e annunciata a tutti i server dei nomi configurati in questa sezione dei risolutori. Il valore predefinito è 512 byte, il massimo consentito è 8192 per UDP e 65535 per TCP.
ko_kr: HAProxy가 허용하고 이 리졸버 섹션에 구성된 모든 이름 서버에 알리는 최대 페이로드 크기를 정의합니다. 기본값은 512바이트이며 UDP의 최대 허용값은 8192이고 TCP의 최대 허용값은 65535입니다.
uk_ua: Визначає максимальний розмір корисного навантаження, прийнятий HAProxy та оголошений усім серверам імен, налаштованим у цьому розділі резолверів. Типово це 512 байтів, максимум дозволено 8192 для UDP та 65535 для TCP.
zh_cn: 定义HAProxy接受的最大有效负载大小，并通知在此解析器部分中配置的所有名称服务器。 默认值为512字节，UDP允许的最大字节数为8192，TCP允许的最大字节数为65535。

source: Deny service binding
cs_cz: Odmítnutí navázání služby
de_de: Dienstbindung verweigern
el_gr: Άρνηση σύνδεσης υπηρεσίας
fa_ir: ممانعت از بایند سرویس
fr_fr: Refuser la liaison de service
it_it: Nega l'associazione al servizio
ko_kr: 서비스 바인딩 거부
uk_ua: Заборонити прив'язку служби
zh_cn: 拒绝绑定

source: Description for this FastCGI application.
cs_cz: Popis pro tuto FastCGI aplikaci.
de_de: Beschreibung für diese FastCGI-Anwendung.
el_gr: Περιγραφή για αυτήν την εφαρμογή FastCGI.
fa_ir: توضیحات این برنامهٔ FastCGI.
fr_fr: Description de cette application FastCGI.
it_it: Descrizione per questa applicazione FastCGI.
ko_kr: 이 FastCGI 응용 프로그램에 대한 설명입니다.
uk_ua: Опис для цього FastCGI застосунку.
zh_cn: FastCGI应用程序的描述。

source: Description to be displayed in the "jobs" tab.
cs_cz: Popis který zobrazovat v kartě „úlohy“.
de_de: Beschreibung, die im Reiter "Aufgaben" angezeigt werden soll.
el_gr: Περιγραφή που θα εμφανίζεται στην καρτέλα "εργασίες".
fa_ir: توضیحی که در زبانهٔ «jobs» نمایش داده می‌شود.
fr_fr: Description à afficher dans l'onglet "jobs".
it_it: Descrizione da visualizzare nella scheda "lavori".
ko_kr: "작업" 탭에 표시할 설명입니다.
uk_ua: Опис для відображення на вкладці "завдання".
zh_cn: 显示在"任务"选项卡中的说明。

source: Destination Address
cs_cz: Cílová adresa
de_de: Zieladresse
el_gr: Διεύθυνση προορισμού
fa_ir: آدرس مقصد
fr_fr: Adresse de destination
it_it: Indirizzo di destinazione
ko_kr: 목적지 주소
uk_ua: Адреса призначення
zh_cn: 目标地址

source: Destination network
cs_cz: Cílová síť
de_de: Zielnetzwerk
el_gr: Δίκτυο προορισμού
fa_ir: شبکهٔ مقصد
fr_fr: Réseau de destination
it_it: Rete di destinazione
ko_kr: 목적지 네트워크
uk_ua: Мережа призначення
zh_cn: 目标网络

source: Disable Connected Check
cs_cz: Vypnout kontrolu připojení
de_de: Verbindungsprüfung deaktivieren
el_gr: Απενεργοποίηση ελέγχου σύνδεσης
fa_ir: غیرفعال کردن بررسی اتصال
fr_fr: Désactiver le contrôle de connexion
it_it: Disabilita il controllo connesso
ko_kr: 연결 확인 사용 안 함
uk_ua: Вимкнути перевірку підключення
zh_cn: 禁用连接检查

source: Disable Expansion
cs_cz: Zakázat rozšíření
de_de: Erweiterung deaktivieren
el_gr: Απενεργοποίηση επέκτασης
fa_ir: غیرفعال کردن گسترش
fr_fr: Désactiver l'expansion
it_it: Disabilita espansione
ko_kr: 확장 사용 안 함
uk_ua: Вимкнути розширення
zh_cn: 禁止扩展

source: Do not attempt to resolve hostnames: logs will contain IP addresses. This is mostly useful if the system's DNS is slow and running the sslh-select variant, as DNS requests will hang all connections. Default: false
cs_cz: Nepokoušet se překládat názvy hostitelů: záznamy událostí budou obsahovat IP adresy. To je užitečné hlavně v případě, že DNS systémuje pomalý a je na něm provozována varianta sslh-select, protože DNS požadavky budou zdržovat všechna připojení. Výchozí hodnota: false
de_de: Hostnamen nicht auflösen: Protokolle enthalten dann nur IP-Adressen. Dies ist insbesondere nützlich, wenn das DNS des Systems langsam ist und die sslh-select-Variante verwendet wird, da DNS-Anfragen ansonsten alle Verbindungen blockieren können. Standard: deaktiviert
el_gr: Μην επιχειρήσετε να επιλύσετε ονόματα κεντρικών υπολογιστών: τα αρχεία καταγραφής θα περιέχουν διευθύνσεις IP. Αυτό είναι κυρίως χρήσιμο εάν το DNS του συστήματος είναι αργό και εκτελεί την παραλλαγή sslh-select, καθώς τα αιτήματα DNS θα κολλήσουν όλες τις συνδέσεις. Προεπιλογή: false
fa_ir: تلاش برای حل نام میزبان انجام ندهید: لاگ‌ها شامل آدرس‌های IP خواهند بود. این عمدتاً زمانی مفید است که DNS سیستم کند باشد و نسخهٔ sslh-select اجرا شود، زیرا درخواست‌های DNS می‌توانند همهٔ اتصالات را معلق کنند. پیش‌فرض: false
fr_fr: Ne pas tenter de résoudre les noms d'hôtes : les journaux contiendront des adresses IP. Ceci est surtout utile si le DNS du système est lent et utilise la variante sslh-select, car les requêtes DNS bloqueront toutes les connexions. Valeur par défaut : false
it_it: Non tentare di risolvere i nomi host: i log conterranno indirizzi IP. Ciò è utile soprattutto se il DNS del sistema è lento e esegue la variante sslh-select, poiché le richieste DNS bloccheranno tutte le connessioni. Predefinito: falso
ko_kr: 호스트 이름을 확인하지 않습니다. 로그에 IP 주소가 포함됩니다. 시스템의 DNS가 느리고 sslh-select 변형을 실행하는 경우 DNS 요청이 모든 연결을 중단하므로 대부분 유용합니다. 기본값: false
uk_ua: Не намагатися розпізнавати імена хостів: журнали міститимуть IP-адреси. Це здебільшого корисно, якщо DNS системи повільний і працює варіант sslh-select, оскільки запити DNS зависатимуть усі з'єднання. Типово: хибно
zh_cn: 不要尝试解析主机名：日志将包含 IP 地址。如果系统的 DNS 速度较慢且运行 sslh-select 变体，这将非常有用，因为 DNS 请求会挂起所有连接。默认值：false

source: Do not register IPv6 Link-Local addresses
cs_cz: Neregistrovat IPv6 adresy typu Link-Local
de_de: Keine IPv6-Link-Local-Adressen registrieren
el_gr: Μην καταχωρείτε διευθύνσεις IPv6 Link-Local
fa_ir: آدرس‌های Link-Local IPv6 را ثبت نکنید
fr_fr: Ne pas enregistrer les adresses IPv6 Link-Local
it_it: Non registrare indirizzi Link-Local IPv6
ko_kr: IPv6 링크 로컬 주소를 등록하지 않음
uk_ua: Не реєструвати локальні адреси зв'язку IPv6
zh_cn: 不注册IPv6 Link-Local地址

source: Do not register system A/AAAA records
cs_cz: Neregistrovat systémové A/AAAA záznamy
de_de: Keine System A/AAAA-Records registrieren
el_gr: Μην καταχωρείτε εγγραφές συστήματος A/AAAA
fa_ir: رکوردهای A/AAAA سیستم را ثبت نکنید
fr_fr: Ne pas enregistrer les enregistrements du système A/AAAA
it_it: Non registrare i record del sistema A/AAAA
ko_kr: 시스템 A/AAAA 레코드를 등록하지 않음
uk_ua: Не реєструвати системні записи A/AAAA
zh_cn: 不注册系统A/AAAA记录

source: Docroot
de_de: Dokumentenstammverzeichnis
el_gr: Ντοκρούτ
fa_ir: مسیر Docroot
uk_ua: Кореневий каталог документів
zh_cn: 文档根目录

source: Domain of the host, e.g. example.com
cs_cz: Doména hostitele, např. example.com
de_de: Domain des Hosts, z. B. example.com.
el_gr: Τομέας του κεντρικού υπολογιστή, π.χ. example.com
fa_ir: دامنه میزبان، مثلاً example.com
fr_fr: Domaine de l'hôte, par exemple example.com
it_it: Dominio dell'host, ad es. esempio.com
ko_kr: 호스트의 도메인, 예: example.com
uk_ua: Домен хоста, наприклад example.com
zh_cn: 主机的域，例如:example.com

source: Due to the nature of UDP, nginx cannot know, when the communication ends and this helps as it tells nginx the number of datagrams the communication is expected to last on server side and it is expected to be closed afterwards. If you enter 0, it is expected, that the server never responds to a datagram. If nginx gets a datagram, it will still get forwarded to the client. Setting this option might be useful in (mostly) unidirectional communication as well.
cs_cz: Vzhledem k povaze protokolu UDP nemůže nginx vědět, kdy komunikace skončí. Proto opatření pomáhá, protože říká, kolik datagramů má komunikace na straně serveru trvat a poté má být ukončena. Pokud zadáte 0, očekává se, že server na datagram nikdy neodpoví. Pokud nginx datagram dostane, bude přesto přeposlán klientovi. Nastavení této volby může být užitečné i při (většinou) jednosměrné komunikaci.
de_de: Aufgrund der Natur von UDP kann Nginx nicht erkennen, wann die Kommunikation endet. Diese Option hilft, indem sie Nginx die Anzahl der Datagramme mitteilt, die die Kommunikation auf Serverseite voraussichtlich andauern wird, wonach die Verbindung geschlossen wird. Wenn Sie den Wert 0 eingeben, wird angenommen, dass der Server niemals auf ein Datagramm antwortet. Wenn Nginx dennoch ein Datagramm empfängt, wird es an den Client weitergeleitet. Diese Einstellung kann bei (überwiegend) unidirektionaler Kommunikation nützlich sein.
el_gr: Λόγω της φύσης του UDP, το nginx δεν μπορεί να γνωρίζει πότε τελειώνει η επικοινωνία και αυτό βοηθάει, καθώς λέει στο nginx τον αριθμό των datagrams που αναμένεται να διαρκέσει η επικοινωνία στην πλευρά του διακομιστή και αναμένεται να κλείσει στη συνέχεια. Εάν εισαγάγετε 0, αναμένεται ότι ο διακομιστής δεν θα απαντήσει ποτέ σε ένα datagram. Εάν το nginx λάβει ένα datagram, αυτό θα προωθηθεί στον πελάτη. Η ρύθμιση αυτής της επιλογής μπορεί να είναι χρήσιμη και στην (ως επί το πλείστον) μονοκατευθυντική επικοινωνία.
fa_ir: به‌خاطر ماهیت UDP، nginx نمی‌تواند زمان پایان ارتباط را تشخیص دهد؛ این گزینه به nginx تعداد دیتاگرام‌هایی را می‌گوید که انتظار می‌رود ارتباط در سمت سرور روی آنها ادامه یابد و پس از آن بسته شود. اگر 0 وارد کنید، فرض بر این است که سرور هرگز به دیتاگرامی پاسخ نمی‌دهد. اگر nginx دیتاگرامی دریافت کند، همچنان به کلاینت فوروارد خواهد شد. فعال‌سازی این گزینه ممکن است در ارتباط یک‌طرفه (یا عمدتاً یک‌طرفه) مفید باشد.
fr_fr: En raison de la nature de l'UDP, nginx ne peut pas savoir quand la communication se termine, ce qui est utile car cela indique à nginx le nombre de datagrammes que la communication est censée durer du côté du serveur et qu'elle est censée être fermée par la suite. Si vous entrez 0, il est prévu que le serveur ne réponde jamais à un datagramme. Si nginx reçoit un datagramme, il sera toujours transmis au client. Le paramétrage de cette option peut également être utile pour les communications unidirectionnelles (la plupart du temps).
it_it: A causa della natura di UDP, nginx non può sapere quando la comunicazione termina e questo aiuta poiché dice a nginx il numero di datagrammi che la comunicazione dovrebbe durare sul lato server e si prevede che venga chiusa in seguito. Se inserisci 0, è previsto che il server non risponda mai a un datagramma. Se nginx riceve un datagramma, verrà comunque inoltrato al client. L'impostazione di questa opzione potrebbe essere utile anche nella comunicazione (principalmente) unidirezionale.
ko_kr: UDP의 특성으로 인해 nginx는 통신이 끝나는 시점을 알 수 없으며, 이는 서버 측에서 통신이 예상되는 데이터그램 수를 nginx에 알려주므로 이후에 닫힐 것으로 예상됩니다. 0을 입력하면 서버가 데이터그램에 응답하지 않는 것으로 예상됩니다. nginx가 데이터그램을 받으면 여전히 클라이언트로 전달됩니다. 이 옵션을 설정하는 것은 (대부분) 단방향 통신에서도 유용할 수 있습니다.
uk_ua: Через природу UDP, nginx не може знати, коли закінчується зв'язок, і це допомагає, оскільки вказує nginx кількість дейтаграм, протягом яких очікується зв'язок на стороні сервера, і після цього очікується його закриття. Якщо ви введете 0, очікується, що сервер ніколи не відповість на дейтаграму. Якщо nginx отримує дейтаграму, вона все одно буде перенаправлена клієнту. Налаштування цього параметра також може бути корисним для (переважно) односпрямованого зв'язку.
zh_cn: 由于 UDP 的性质，nginx无法知道通信何时结束，这有助于告诉nginx通信预计在服务器端持续的数据报数量，预计之后将关闭。 如果输入0，则服务器从不响应数据报。 如果nginx得到一个数据报，它仍然会被转发给客户端。 设置此选项也可能对（大部分）单向通信有用。

source: DynDNS Server hostname or uri to use (depending on the protocol). When a URI is provided, the tag __MYIP__ will be replaced with the current detected address for this service and __HOSTNAME__ will contain the (comma separated) list of hostnames provided.
cs_cz: Název serveru hostujícího DynDNS, nebo URI, který se má použít (v závislosti na protokolu). Pokud je zadáno URI, bude štítek __MYIP__ nahrazena stávající zjištěnou adresou této služby a __HOSTNAME__ bude obsahovat (čárkou oddělovaný) seznam poskytnutých názvů hostitelů.
de_de: DynDNS-Server-Hostname oder URI, je nach Protokoll. Wenn eine URI angegeben wird, wird der Platzhalter __MYIP__ durch die aktuell erkannte Adresse ersetzt und __HOSTNAME__ enthält die durch Komma getrennte Liste der angegebenen Hostnamen.
el_gr: Όνομα κεντρικού υπολογιστή ή uri διακομιστή DynDNS που θα χρησιμοποιηθεί (ανάλογα με το πρωτόκολλο). Όταν παρέχεται ένα URI, η ετικέτα __MYIP__ θα αντικατασταθεί, με την τρέχουσα εντοπισμένη διεύθυνση για αυτήν την υπηρεσία και το __HOSTNAME__ θα περιέχει τη λίστα (διαχωρισμένη με κόμμα) των παρεχόμενων ονομάτων κεντρικών υπολογιστών.
fa_ir: نام‌میزبان یا URI سرور DynDNS برای استفاده (بسته به پروتکل). وقتی URI ارائه شود، برچسب __MYIP__ با آدرس فعلی تشخیص‌داده‌شده برای این سرویس جایگزین می‌شود و __HOSTNAME__ شامل فهرست نام‌های میزبان خواهد بود که با ویرگول جدا شده‌اند.
fr_fr: Nom d'hôte du serveur DynDNS ou uri à utiliser (selon le protocole). Lorsqu'un URI est fourni, la balise __MYIP__ sera remplacée par l'adresse actuellement détectée pour ce service et __HOSTNAME__ contiendra la liste (séparée par des virgules) des noms d'hôtes fournis.
it_it: Nome host o uri del server DynDNS da utilizzare (a seconda del protocollo). Quando viene fornito un URI, il tag __MYIP__ verrà sostituito con l'indirizzo attualmente rilevato per questo servizio e __HOSTNAME__ conterrà l'elenco (separato da virgole) dei nomi host forniti.
ko_kr: 사용할 DynDNS 서버 호스트 이름 또는 URI(프로토콜에 따라 다름). URI가 제공되면 태그 __MYIP__는 이 서비스에 대한 현재 감지된 주소로 대체되고 __HOSTNAME__에는 제공된 호스트 이름(쉼표로 구분됨) 목록이 포함됩니다.
uk_ua: Ім'я хоста або URI сервера DynDNS для використання (залежно від протоколу). При наданні URI, тег __MYIP__ буде замінений поточною виявленою адресою для цієї служби і __HOSTNAME__ міститиме список наданих імен хостів (розділених комами).
zh_cn: 要使用的 DynDNS 服务器主机名或 URI（取决于协议）。 当提供 URI 时，标记 __MYIP__ 将被替换为该服务当前检测到的地址 和 __HOSTNAME__ 将包含所提供主机名的（逗号分隔）列表。

source: EAP Id
cs_cz: EAP identif.
el_gr: Αναγνωριστικό EAP
fa_ir: شناسه EAP
fr_fr: Id EAP
it_it: Codice EAP
uk_ua: Ідентифікатор EAP

source: ESP proposals
cs_cz: Návrhy ESP
de_de: ESP-Vorschläge
el_gr: Προτάσεις ESP
fa_ir: پیشنهادهای ESP
fr_fr: Propositions ESP
it_it: Proposte dell'ESP
uk_ua: Пропозиції ESP
zh_cn: ESP协议

source: EX: https://hostname:2083
cs_cz: např.: https://nazev_stroje:2083
de_de: Beispiel: https://hostname:2083
el_gr: Π.Χ.: https://όνομακεντρικούυπολογιστή:2083
fa_ir: مثال: https://hostname:2083
it_it: ES: https://nomehost:2083
ko_kr: 예: https://hostname:2083
uk_ua: Наприклад: https://hostname:2083
zh_cn: 例如：EX: https://hostname:2083

source: Elasticsearch Password
cs_cz: Heslo do Elasticsearch
de_de: Elasticsearch-Passwort
el_gr: Κωδικός πρόσβασης Elasticsearch
fa_ir: گذرواژه Elasticsearch
fr_fr: Mot de passe Elasticsearch
it_it: Password di ricerca elastica
ko_kr: Elasticsearch 비밀번호
uk_ua: Пароль Elasticsearch
zh_cn: Elasticsearch 密码

source: Elasticsearch Username
cs_cz: Uživatelské jméno pro Elasticsearch
de_de: Elasticsearch-Benutzername
el_gr: Όνομα χρήστη Elasticsearch
fa_ir: نام‌کاربری Elasticsearch
fr_fr: Nom d'utilisateur Elasticsearch
it_it: Nome utente Elasticsearch
ko_kr: Elasticsearch 사용자 이름
uk_ua: Ім'я користувача Elasticsearch
zh_cn: Elasticsearch 用户名

source: Enable AAAA-only mode
cs_cz: Zapnut režim pouze s AAAA
de_de: Nur IPv6-Modus (AAAA) aktivieren
el_gr: Ενεργοποίηση λειτουργίας μόνο AAAA
fa_ir: فعال‌سازی حالت فقط AAAA
fr_fr: Activer le mode AAAA uniquement
it_it: Abilita la modalità solo AAAA
ko_kr: AAAA 전용 모드 사용
uk_ua: Увімкнути режим лише AAAA
zh_cn: 启用仅AAAA模式

source: Enable Active response
cs_cz: Zapnout aktivní odezvu
de_de: Aktive Reaktionen aktivieren
el_gr: Ενεργοποίηση ενεργής απόκρισης
fa_ir: فعال‌سازی Active response
fr_fr: Activer la réponse active
it_it: Abilita risposta attiva
ko_kr: 액티브 응답 사용
uk_ua: Увімкнути активну відповідь
zh_cn: 启用主动响应

source: Enable ClamAV verbose logging.
cs_cz: Zapnout podrobnější zaznamenávání z ClamAV
de_de: Ausführliche ClamAV-Protokollierung aktivieren
el_gr: Ενεργοποίηση λεπτομερούς καταγραφής ClamAV.
fa_ir: فعال‌سازی لاگ‌برداری مفصل ClamAV.
fr_fr: Activer la journalisation verbeuse de ClamAV.
it_it: Abilita la registrazione dettagliata di ClamAV.
ko_kr: ClamAV 자세한 로깅을 사용합니다.
uk_ua: Увімкнути детальне журналювання ClamAV.
zh_cn: 启用ClamAV详细日志。

source: Enable Freshclam verbose logging.
cs_cz: Podrobněji zaznamenávat události v Freshclam.
de_de: Ausführliche Freshclam-Protokollierung aktivieren
el_gr: Ενεργοποίηση λεπτομερούς καταγραφής Freshclam.
fa_ir: فعال‌سازی لاگ‌برداری مفصل Freshclam.
fr_fr: Activer la journalisation verbeuse de Freshclam.
it_it: Abilita la registrazione dettagliata di Freshclam.
ko_kr: Freshclam 자세한 로깅 사용.
uk_ua: Увімкнути детальне журналювання Freshclam.
zh_cn: 启用Freshclam详细日志。
