Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: In order to create certificates, an account is required. Also the following information should be considered:
cs_cz: K vytváření certifikátů je nutný účet. Také je třeba vzít v úvahu následující informace:
de_de: Zum Erstellen von Zertifikaten ist ein Konto erforderlich. Zudem sollten folgende Informationen beachtet werden:
el_gr: Για τη δημιουργία πιστοποιητικών, απαιτείται λογαριασμός. Επίσης, θα πρέπει να λάβετε υπόψη τις ακόλουθες πληροφορίες:
fa_ir: برای ایجاد گواهی‌ها، یک حساب کاربری لازم است. همچنین موارد زیر باید در نظر گرفته شوند:
fr_fr: Afin de créer des certificats, un compte est nécessaire. Les informations suivantes doivent également être prises en compte :
it_it: Per creare certificati è necessario un account. Dovrebbero essere prese in considerazione anche le seguenti informazioni:
ko_kr: 인증서를 만들려면 계정이 필요합니다. 또한 다음 정보를 고려해야 합니다:
uk_ua: Для створення сертифікатів потрібен обліковий запис. Також слід врахувати наступну інформацію:
zh_cn: 为了创建证书，需要一个帐户。还应考虑以下信息：

source: Invalid argument for close action.
cs_cz: Neplatný argument pro akci uzavření.
de_de: Ungültiges Argument für Schließaktion.
el_gr: Μη έγκυρο όρισμα για κλειστή ενέργεια.
fa_ir: آرگومان نامعتبر برای عملیات بستن.
fr_fr: Argument non valide pour l'action de fermeture.
it_it: Argomento non valido per l'azione di chiusura.
ko_kr: 닫기 작업에 대한 인수가 잘못되었습니다.
pl_pl: Nieprawidłowy argument dla akcji zamknięcia.
uk_ua: Недійсний аргумент для дії 'закрити'.
zh_cn: 关闭动作的参数无效。

source: Issue or renew certificate
cs_cz: Vydat nebo obnovit certifikát
de_de: Zertifikat ausstellen oder erneuern
el_gr: Έκδοση ή ανανέωση πιστοποιητικού
fa_ir: صدور یا تمدید گواهی
fr_fr: Délivrer ou renouveler un certificat
it_it: Emettere o rinnovare il certificato
ko_kr: 인증서 발급 또는 갱신
pl_pl: Wydaj lub odnów certyfikat
uk_ua: Видати або оновити сертифікат
zh_cn: 颁发或续订证书

source: Issue/Renew All Certificates
cs_cz: Vydat/obnovit všechny certifikáty
de_de: Alle Zertifikate ausstellen/erneuern
el_gr: Έκδοση/Ανανέωση όλων των πιστοποιητικών
fa_ir: صدور/تمدید همه گواهی‌ها
fr_fr: Délivrer/renouveler tous les certificats
it_it: Emettere/rinnovare tutti i certificati
ko_kr: 모든 인증서 발급/갱신
pl_pl: Wydaj/odnów wszystkie certyfikaty
uk_ua: Видати/Оновити всі сертифікати
zh_cn: 颁发/续订所有证书

source: L3: src/dst address for IPv4 or IPv6.
cs_cz: L3: zdroj/cíl. adresa pro IPv4 nebo IPv6.
de_de: L3: Quelle/Ziel Adresse für IPv4 oder IPv6.
el_gr: L3: διεύθυνση src/dst για IPv4 ή IPv6.
fa_ir: L3: آدرس مبدا/مقصد برای IPv4 یا IPv6.
fr_fr: L3 : adresse src/dst pour IPv4 ou IPv6.
it_it: L3: indirizzo src/dst per IPv4 o IPv6.
ko_kr: L3: IPv4 또는 IPv6의 출발지/목적지 주소.
uk_ua: L3: адреса джерела/призначення для IPv4 або IPv6.
zh_cn: L3: IPv4或IPv6的源/目标地址。

source: L4: src/dst port for TCP/UDP/SCTP.
cs_cz: L4: zdroj./cíl. port pro TCP/UDP/SCTP.
de_de: L4: Quelle/Ziel Port für TCP/UDP/SCTP.
el_gr: L4: θύρα src/dst για TCP/UDP/SCTP.
fa_ir: L4: پورت مبدا/مقصد برای TCP/UDP/SCTP.
fr_fr: L4 : port src/dst pour TCP/UDP/SCTP.
it_it: L4: porta src/dst per TCP/UDP/SCTP.
ko_kr: L4: TCP/UDP/SCTP용 출발지/목적지 포트.
uk_ua: L4: порт джерела/призначення для TCP/UDP/SCTP.
zh_cn: L4:TCP/UDP/SCTP的源/目标端口。

source: LAGG Options
cs_cz: Předvolby pro LAGG
de_de: LAGG Optionen
el_gr: Επιλογές LAGG
fa_ir: گزینه‌های LAGG
fr_fr: Options LAGG
it_it: Opzioni GAL
ko_kr: LAG 옵션
uk_ua: Параметри LAGG
zh_cn: LAGG选项

source: LAGG Statistics
cs_cz: Statistiky LAGG
de_de: LAGG Statistiken
el_gr: Στατιστικά LAGG
fa_ir: آمار LAGG
fr_fr: Statistiques sur les LAGG
it_it: Statistiche GAL
ko_kr: LAGG 통계
uk_ua: Статистика LAGG
zh_cn: LAGG统计

source: LDAP server DNS lookup error.
cs_cz: Chyba DNS vyhledávání LDAP serveru.
de_de: Fehler bei der DNS-Auflösung des LDAP-Servers.
el_gr: Σφάλμα αναζήτησης DNS διακομιστή LDAP.
fa_ir: خطای جستجوی DNS سرور LDAP.
fr_fr: Erreur de recherche DNS du serveur LDAP.
it_it: Errore di ricerca DNS del server LDAP.
ko_kr: LDAP 서버 DNS 조회 오류입니다.
uk_ua: Помилка пошуку DNS LDAP-сервера.
zh_cn: LDAP服务器DNS查询错误。

source: LDAP server DNS lookup is not equal to LDAP IP.
cs_cz: Výsledek DNS vyhledání LDAP serveru se neshoduje s jeho IP adresou.
de_de: Die DNS-Auflösung des LDAP-Servers stimmt nicht mit der LDAP-IP-Adresse überein.
el_gr: Η αναζήτηση DNS διακομιστή LDAP δεν είναι ίση με την αναζήτηση IP LDAP.
fa_ir: نتیجه جستجوی DNS سرور LDAP با IP سرور LDAP یکسان نیست.
fr_fr: La recherche DNS du serveur LDAP n'est pas égale à l'IP LDAP.
it_it: La ricerca DNS del server LDAP non è uguale all'IP LDAP.
ko_kr: LDAP 서버 DNS 조회가 LDAP IP와 다릅니다.
uk_ua: Пошук DNS LDAP-сервера не відповідає IP-адресі LDAP.
zh_cn: LDAP服务器DNS查询不等于LDAP IP。

source: LDAP server IP reverse lookup error.
cs_cz: Chyba zpětného vyhledávání IP adresy LDAP serveru.
de_de: Fehler bei der Reverse-DNS-Auflösung der LDAP-Server-IP.
el_gr: Σφάλμα αντίστροφης αναζήτησης IP διακομιστή LDAP.
fa_ir: خطای جستجوی معکوس IP سرور LDAP.
fr_fr: Erreur de recherche inverse de l'IP du serveur LDAP.
it_it: Errore di ricerca inversa dell'IP del server LDAP.
ko_kr: LDAP 서버 IP 역방향 조회 오류입니다.
uk_ua: Помилка зворотного пошуку IP LDAP-сервера.
zh_cn: LDAP服务器IP反向查找错误。

source: LDAP server reverse DNS lookup is not equal to LDAP server FQDN.
cs_cz: Výsledek DNS vyhledání LDAP serveru se neshoduje s FQDN názvem LDAP serveru.
de_de: Die Reverse-DNS-Auflösung des LDAP-Servers stimmt nicht mit dessen FQDN überein.
el_gr: Η αντίστροφη αναζήτηση DNS στον διακομιστή LDAP δεν είναι ίση με την αναζήτηση FQDN στον διακομιστή LDAP.
fa_ir: نتیجه جستجوی معکوس DNS سرور LDAP با FQDN سرور LDAP یکسان نیست.
fr_fr: La recherche DNS inverse du serveur LDAP n'est pas égale au FQDN du serveur LDAP.
it_it: La ricerca DNS inversa del server LDAP non è uguale all'FQDN del server LDAP.
ko_kr: LDAP 서버 역방향 DNS 조회는 LDAP 서버 FQDN과 다릅니다.
uk_ua: Зворотний пошук DNS LDAP-сервера не відповідає FQDN LDAP-сервера.
zh_cn: LDAP服务器反向DNS查询不等于LDAP服务器FQDN。

source: Last ACME Run
cs_cz: Poslední běh ACME
de_de: Letzter ACME Lauf
el_gr: Τελευταία εκτέλεση ACME
fa_ir: آخرین اجرای ACME
fr_fr: Dernière course ACME
it_it: Ultima corsa ACME
ko_kr: 마지막 ACME 실행
uk_ua: Останній запуск ACME
zh_cn: 最后一次 ACME 运行

source: Last ACME Status
cs_cz: Poslední stav ACME
de_de: Letzter ACME Status
el_gr: Τελευταία Κατάσταση ACME
fa_ir: آخرین وضعیت ACME
fr_fr: Dernier statut ACME
it_it: Ultimo stato ACME
ko_kr: 마지막 ACME 상태
uk_ua: Останній статус ACME
zh_cn: 最后ACME状态

source: Licensed under %sGPLv3%s.
cs_cz: Licencováno pod %sGPLv3%s.
de_de: Lizensiert unter %sGPLv3%s
el_gr: Αδειοδοτείται με την άδεια %sGPLv3%s.
fa_ir: تحت مجوز %sGPLv3%s.
fr_fr: Sous licence %sGPLv3%s.
it_it: Concesso in licenza con %sGPLv3%s.
ko_kr: %sGPLv3%s에 따라 라이선스가 부여되었습니다.
uk_ua: Ліцензовано за %sGPLv3%s.
zh_cn: 根据%sGPLv3%s许可。

source: Loaded#
de_de: Geladen#
el_gr: Φορτωμένος#
fa_ir: بارگذاری‌شده#
fr_fr: Chargé#
it_it: Caricato#
ko_kr: 로드됨#
pl_pl: Załadowany#
uk_ua: Завантажено#
zh_cn: 已加载#

source: Max new connections overload table should be a valid alias.
cs_cz: Max. tabulka přetížení nových připojení by měla být platným alternativním názvem.
de_de: Die Tabelle für maximale neue Verbindungen bei Überlastung muss ein gültiges Alias sein.
el_gr: Ο πίνακας μέγιστης υπερφόρτωσης νέων συνδέσεων θα πρέπει να είναι ένα έγκυρο ψευδώνυμο.
fa_ir: جدول overload مربوط به بیشینه اتصالات جدید باید یک آلیاس معتبر باشد.
fr_fr: La table de surcharge Max new connections doit être un alias valide.
it_it: La tabella di sovraccarico del numero massimo di nuove connessioni deve essere un alias valido.
ko_kr: 최대 새 연결 과부하 테이블은 유효한 별칭이어야 합니다.
uk_ua: Таблиця перевантаження максимальної кількості нових з'єднань має бути дійсним псевдонімом.
zh_cn: 最大新连接过载表应该是一个有效的别名。

source: Maximum IKEv1 phase 2 exchanges
cs_cz: Maximální počet IKEv1 výměn 2. fáze
de_de: Maximale Anzahl an IKEv1-Phase-2-Aushandlungen
el_gr: Μέγιστες ανταλλαγές IKEv1 φάσης 2
fa_ir: حداکثر تبادل فاز ۲ IKEv1
fr_fr: Nombre maximal d'échanges IKEv1 phase 2
it_it: Numero massimo di scambi IKEv1 fase 2
ko_kr: 최대 IKEv1 단계 2 교환 수
uk_ua: Максимум обмінів IKEv1 фази 2
zh_cn: 最大IKEv1阶段2交换数

source: Maximum IKEv1 phase 2 exchanges should be a positive integer number.
cs_cz: Maximální počet výměn ve fázi 2 protokolu IKEv1 by měl být kladné celé číslo.
de_de: Die maximale Anzahl an IKEv1-Phase-2-Aushandlungen muss eine positive Ganzzahl sein.
el_gr: Οι μέγιστες ανταλλαγές IKEv1 φάσης 2 θα πρέπει να είναι θετικός ακέραιος αριθμός.
fa_ir: حداکثر تبادل فاز ۲ IKEv1 باید یک عدد صحیح مثبت باشد.
fr_fr: Le nombre maximum d'échanges IKEv1 phase 2 doit être un nombre entier positif.
it_it: Il numero massimo di scambi IKEv1 fase 2 deve essere un numero intero positivo.
ko_kr: 최대 IKEv1 단계 2 교환은 양의 정수여야 합니다.
uk_ua: Максимум обмінів IKEv1 фази 2 має бути позитивним цілим числом.
zh_cn: 最大IKEv1阶段2交换数应为正整数。

source: Maximum new connections per host / per second(s) and overload table to use (TCP only), the default virusprot table comes with a default block rule in floating rules.
cs_cz: Nejvyšší umožněný počet nových připojení na hostitele / za sekundy a tabulka přetížení, kterou použít (pouze TCP). Výchozí tabulka virusprot je dodávána s výchozím blokovacím pravidlem v plovoucích pravidlech.
de_de: Maximale Anzahl neuer Verbindungen pro Host/pro Sekunde(n) und zu verwendende Überlastungstabelle (nur TCP). Die standardmäßige Virusschutztabelle verfügt über eine standardmäßige Blockierungsregel in Floating Rules.
el_gr: Μέγιστος αριθμός νέων συνδέσεων ανά κεντρικό υπολογιστή / ανά δευτερόλεπτο(α) και πίνακας υπερφόρτωσης προς χρήση (μόνο TCP), ο προεπιλεγμένος πίνακας virusprot συνοδεύεται από έναν προεπιλεγμένο κανόνα μπλοκ σε αιωρούμενους κανόνες.
fa_ir: حداکثر اتصالات جدید به ازای هر میزبان / در هر ثانیه و جدول overload مورد استفاده (فقط TCP). جدول پیش‌فرض virusprot همراه با یک قانون مسدودکننده پیش‌فرض در قوانین شناور عرضه می‌شود.
fr_fr: Nombre maximum de nouvelles connexions par hôte / par seconde(s) et table de surcharge à utiliser (TCP uniquement), la table virusprot par défaut est fournie avec une règle de blocage par défaut dans les règles flottantes.
it_it: Numero massimo di nuove connessioni per host/per secondo/i e tabella di sovraccarico da utilizzare (solo TCP), la tabella antivirus predefinita viene fornita con una regola di blocco predefinita nelle regole mobili.
ko_kr: 호스트/초당 최대 새 연결 수 및 사용할 오버로드 테이블(TCP만 해당), 기본 바이러스 보호 테이블에는 플로팅 규칙의 기본 차단 규칙이 제공됩니다.
uk_ua: Максимальна кількість нових з'єднань на хост / за секунду(и) і таблиця перевантаження для використання (лише TCP), типова таблиця virusprot постачається з типовим правилом блокування у плаваючих правилах.
zh_cn: 每个主机/每秒的最大新连接数和要使用的过载表（仅限 TCP），默认病毒防护表在浮动规则中带有默认阻止规则。

source: Multiselect
cs_cz: Vícenásobný výběr
de_de: Mehrfachauswahl
el_gr: Πολλαπλή επιλογή
fa_ir: چندگزینه‌ای
it_it: Selezione multipla
ko_kr: 다중 선택
pl_pl: Wielokrotny wybór
uk_ua: Множинний вибір
zh_cn: 多选

source: Network booting
cs_cz: Zavádění ze sítě
de_de: Booten über das Netzwerk
el_gr: Εκκίνηση μέσω δικτύου
fa_ir: بوت شبکه
fr_fr: Démarrage en réseau
it_it: Avvio dalla rete
ko_kr: 네트워크 부팅
pl_pl: Uruchamianie sieci
uk_ua: Завантаження по мережі
zh_cn: 网络引导

source: No available address range for configured interface subnet size.
cs_cz: Pro nastavenou velikost podsítě rozhraní není k dispozici žádný rozsah adres.
de_de: Kein verfügbarer Adressbereich für die konfigurierte Subnetzgröße der Schnittstelle.
el_gr: Δεν υπάρχει διαθέσιμο εύρος διευθύνσεων για το διαμορφωμένο μέγεθος υποδικτύου διεπαφής.
fa_ir: هیچ بازهٔ آدرسی برای اندازهٔ زیرشبکهٔ پیکربندی‌شدهٔ رابط موجود نیست.
fr_fr: Aucune plage d'adresses disponible pour la taille de sous-réseau de l'interface configurée.
it_it: Nessun intervallo di indirizzi disponibile per le dimensioni della subnet dell'interfaccia configurata.
ko_kr: 구성된 인터페이스 서브넷 크기에 사용할 수 있는 주소 범위가 없습니다.
pl_pl: Brak dostępnego zakresu adresów dla skonfigurowanego rozmiaru podsieci interfejsu.
uk_ua: Немає доступного діапазону адрес для налаштованого розміру підмережі інтерфейсу.
zh_cn: 配置的接口子网大小，没有可用的地址范围。

source: Note: For security reasons avoid the use of DES,3DES,CAST and BLOWFISH protocols
cs_cz: Poznámka: Z bezpečnostních důvodů se použití protokolů DES, 3DES, CAST a BLOWFISH vyhněte.
de_de: Hinweis: Aus Sicherheitsgründen sollte auf die Verwendung der Protokolle DES, 3DES, CAST und BLOWFISH verzichtet werden.
el_gr: Σημείωση: Για λόγους ασφαλείας, αποφύγετε τη χρήση των πρωτοκόλλων DES, 3DES, CAST και BLOWFISH.
fa_ir: توجه: به دلایل امنیتی از استفاده از پروتکل‌های DES, 3DES, CAST و BLOWFISH خودداری کنید
fr_fr: Note : Pour des raisons de sécurité, évitez d'utiliser les protocoles DES, 3DES, CAST et BLOWFISH.
it_it: Nota: per motivi di sicurezza evitare l'uso dei protocolli DES,3DES,CAST e BLOWFISH
ko_kr: 참고: 보안상의 이유로 DES, 3DES, CAST 및 BlowFish 프로토콜을 사용하지 마세요
uk_ua: Нотатка: З міркувань безпеки уникайте використання протоколів DES, 3DES, CAST та BLOWFISH
zh_cn: 注意：出于安全原因，避免使用DES，3DES，CAST和BLOWFISH协议

source: Note: For security reasons avoid the use of MD5 and SHA1 algorithms.
cs_cz: Poznámka: Z bezpečnostních důvodů se použití algoritmů MD5 a SHA1 vyhněte.
de_de: Hinweis: Aus Sicherheitsgründen sollte auf die Verwendung der Algorithmen MD5 und SHA1 verzichtet werden.
el_gr: Σημείωση: Για λόγους ασφαλείας, αποφύγετε τη χρήση αλγορίθμων MD5 και SHA1.
fa_ir: توجه: به دلایل امنیتی از استفاده از الگوریتم‌های MD5 و SHA1 خودداری کنید.
fr_fr: Remarque : pour des raisons de sécurité, évitez d'utiliser les algorithmes MD5 et SHA1.
it_it: Nota: per motivi di sicurezza evitare l'uso degli algoritmi MD5 e SHA1.
ko_kr: 참고: 보안상의 이유로 MD5 및 SHA1 알고리즘을 사용하지 마세요.
uk_ua: Нотатка: З міркувань безпеки уникайте використання алгоритмів MD5 та SHA1.
zh_cn: 注意：出于安全原因，请避免使用MD5和SHA1算法。

source: Only match packets which have the given queueing priority assigned.
cs_cz: Hledat shodu pouze u paketů, které mají přiřazenou danou prioritu při řazení do fronty.
de_de: Nur Pakete abgleichen, denen die angegebene Warteschlangenpriorität zugewiesen ist.
el_gr: Αντιστοιχίστε μόνο τα πακέτα στα οποία έχει εκχωρηθεί η δεδομένη προτεραιότητα ουράς.
fa_ir: فقط بسته‌هایی را مطابقت دهید که اولویت صف‌دهی مشخص به آن‌ها اختصاص یافته است.
fr_fr: Ne correspond que les paquets qui ont la priorité de mise en file d'attente donnée.
it_it: Corrisponde solo ai pacchetti a cui è assegnata la priorità di coda specificata.
ko_kr: 지정된 대기열 우선 순위가 할당된 패킷만 일치시킵니다.
uk_ua: Зіставляти лише пакети, яким призначено вказаний пріоритет черги.
zh_cn: 只匹配分配给定队列优先级的数据包。

source: Orphan mode allows the system clock to be used when no other clocks are available. The number here specifies the stratum reported during orphan mode and should normally be set to a number high enough to insure that any other servers available to clients are preferred over this server.
cs_cz: Režim Osiřelé umožňuje použití systémových hodin, pokud nejsou k dispozici žádné jiné. Číslo zde určuje vrstvu hlášenou během režimu osiřelé a obvykle by mělo být nastaveno na dostatečně vysoké číslo, aby bylo zajištěno, že všechny ostatní servery dostupné klientům budou upřednostněny před tímto serverem.
de_de: Erlaubt die Nutzung der lokalen Systemuhr, wenn keine anderen Zeitquellen verfügbar sind. Der angegebene Wert bestimmt das Stratum-Level im Orphan-Modus. Er sollte hoch genug sein, damit andere verfügbare Server bevorzugt werden.
el_gr: Η λειτουργία ορφανού επιτρέπει τη χρήση του ρολογιού συστήματος όταν δεν υπάρχουν άλλα διαθέσιμα ρολόγια. Ο αριθμός εδώ καθορίζει το στρώμα που αναφέρεται κατά τη λειτουργία ορφανού και κανονικά θα πρέπει να οριστεί σε έναν αριθμό αρκετά υψηλό ώστε να διασφαλίζεται ότι τυχόν άλλοι διακομιστές που είναι διαθέσιμοι στους πελάτες προτιμώνται έναντι αυτού του διακομιστή.
fa_ir: حالت یتیم اجازه می‌دهد از ساعت سیستم زمانی استفاده شود که هیچ ساعت دیگری در دسترس نیست. عدد اینجا سطح (stratum) گزارش‌شده در حالت یتیم را مشخص می‌کند و معمولاً باید به اندازه‌ای بالا تنظیم شود که هر سرور دیگری که در دسترس کلاینت‌هاست نسبت به این سرور ارجحیت داشته باشد.
fr_fr: Le mode orphelin permet d'utiliser l'horloge système lorsqu'aucune autre horloge n'est disponible. Le nombre indiqué ici spécifie la strate signalée pendant le mode orphelin et doit normalement être défini sur un nombre suffisamment élevé pour garantir que tout autre serveur disponible pour les clients est préféré à ce serveur.
it_it: La modalità orfana consente di utilizzare l'orologio di sistema quando non sono disponibili altri orologi. Il numero qui specifica lo strato riportato durante la modalità orfana e normalmente dovrebbe essere impostato su un numero sufficientemente alto da garantire che qualsiasi altro server disponibile per i client sia preferito rispetto a questo server.
ko_kr: 독립 모드를 사용하면 다른 시계를 사용할 수 없는 경우 시스템 시계를 사용할 수 있습니다. 여기서 숫자는 독립 모드 중에 보고된 계층을 지정하며, 일반적으로 클라이언트가 사용할 수 있는 다른 서버가 이 서버보다 선호되도록 충분히 높은 숫자로 설정해야 합니다.
uk_ua: Режим "сироти" дозволяє використовувати системний годинник, коли інші годинники недоступні. Число тут вказує стратум, що повідомляється в режимі "сироти", і зазвичай має бути встановлене на достатньо високе число, щоб забезпечити перевагу будь-яких інших серверів, доступних клієнтам, над цим сервером.
zh_cn: 孤立模式允许在没有其他时钟可用时使用系统时钟。 此处的数字指定在孤立模式期间报告的层数，通常应设置为足够高的数字，以确保客户端可用的任何其他服务器优先于该服务器。

source: Overwrite custom interface hardware settings with settings specified below
cs_cz: Přepsat nastavení uživatelsky určeného hardware rozhraní níže uvedenými nastaveními
de_de: Überschreiben der Hardwareeinstellungen der benutzerdefinierten Schnittstelle mit den unten angegebenen Einstellungen
el_gr: Αντικατάσταση ρυθμίσεων υλικού προσαρμοσμένης διεπαφής με τις ρυθμίσεις που καθορίζονται παρακάτω
fa_ir: تنظیمات سخت‌افزاری سفارشی رابط را با تنظیمات زیر بازنشانی/بازنویسی کنید
fr_fr: Écraser les paramètres matériels de l'interface personnalisée avec les paramètres spécifiés ci-dessous
it_it: Sovrascrivi le impostazioni hardware dell'interfaccia personalizzata con le impostazioni specificate di seguito
ko_kr: 사용자 지정 인터페이스 하드웨어 설정을 아래 지정된 설정으로 덮어씁니다
uk_ua: Перезаписати користувацькі налаштування апаратного забезпечення інтерфейсу налаштуваннями, зазначеними нижче
zh_cn: 使用下面的设置覆盖自定义接口硬件设置

source: Peer address where encapsulated gif packets will be sent.
cs_cz: Adresa partnera, na kterou budou odesílány zapouzdřené pakety gif.
de_de: Zieladresse, an die die gekapselten GIF-Pakete gesendet werden.
el_gr: Διεύθυνση ομότιμου στην οποία θα αποστέλλονται τα ενθυλακωμένα πακέτα gif.
fa_ir: آدرس همتا که بسته‌های GIF محصور‌شده به آن ارسال خواهند شد.
fr_fr: Adresse du pair où les paquets gif encapsulés seront envoyés.
it_it: Indirizzo peer a cui verranno inviati i pacchetti gif incapsulati.
ko_kr: 캡슐화된 gif 패킷을 보낼 피어 주소입니다.
uk_ua: Адреса партнера, куди будуть надсилатися інкапсульовані пакети gif.
zh_cn: 将发送封装gif数据包的对端地址。

source: Phase 1
cs_cz: Fáze 1
el_gr: Φάση 1
fa_ir: فاز 1
it_it: Fase 1
ko_kr: 1단계
pl_pl: Faza 1
uk_ua: Фаза 1
zh_cn: 阶段1

source: Phase 2
cs_cz: Fáze 2
el_gr: Φάση 2
fa_ir: فاز 2
it_it: Fase 2
ko_kr: 2단계
pl_pl: Faza 2
uk_ua: Фаза 2
zh_cn: 阶段2

source: Please use the %sissue tracker%s to report bugs or request new features. Note that some CAs offer paid services. These services are not affiliated to this plugin. The maintainers and developers of this plugin will not provide support for paid services.
cs_cz: Pro hlášení chyb nebo žádosti o nové funkce použijte nástroj %ssprávy hlášení problémů%s. Upozorňujeme, že některé certifikační autority nabízejí placené služby. Tyto služby nejsou spojeny s tímto zásuvným modulem. Správci a vývojáři tohoto zásuvného modulu nebudou poskytovat podporu placeným službám.
de_de: Bitte verwenden Sie den %sIssue Tracker%s, um Fehler zu melden oder neue Funktionen anzufordern. Beachten Sie, dass einige Zertifizierungsstellen kostenpflichtige Dienste anbieten. Diese stehen nicht im Zusammenhang mit diesem Plugin. Die Entwickler und Betreuer dieses Plugins bieten keinen Support für kostenpflichtige Dienste.
el_gr: Χρησιμοποιήστε το %issue tracker%s για να αναφέρετε σφάλματα ή να ζητήσετε νέες λειτουργίες. Σημειώστε ότι ορισμένες Αρχές Πιστοποίησης προσφέρουν υπηρεσίες επί πληρωμή. Αυτές οι υπηρεσίες δεν συνδέονται με αυτό το πρόσθετο. Οι συντηρητές και οι προγραμματιστές αυτού του πρόσθετου δεν θα παρέχουν υποστήριξη για υπηρεσίες επί πληρωμή.
fa_ir: لطفاً از %sسامانهٔ پیگیری مشکلات%s برای گزارش باگ‌ها یا درخواست ویژگی‌های جدید استفاده کنید. توجه داشته باشید که برخی CAها خدمات پولی ارائه می‌دهند. این خدمات به این افزونه وابسته نیستند. نگهدارندگان و توسعه‌دهندگان این افزونه برای خدمات پولی پشتیبانی ارائه نخواهند داد.
fr_fr: Veuillez utiliser le %sissue tracker%s pour signaler les bogues ou demander de nouvelles fonctionnalités. Notez que certaines AC offrent des services payants. Ces services ne sont pas affiliés à ce plugin. Les mainteneurs et développeurs de ce plugin ne fourniront pas de support pour les services payants.
it_it: Utilizza il %sissue tracker%s per segnalare bug o richiedere nuove funzionalità. Tieni presente che alcune CA offrono servizi a pagamento. Questi servizi non sono affiliati a questo plugin. I manutentori e gli sviluppatori di questo plugin non forniranno supporto per i servizi a pagamento.
ko_kr: %s문제 추적기%s을(를) 사용하여 버그를 보고하거나 새 기능을 요청하세요. 일부 CA는 유료 서비스를 제공합니다. 이 서비스는 이 플러그인에 연결되어 있지 않습니다. 이 플러그인의 유지 관리자 및 개발자는 유료 서비스에 대한 지원을 제공하지 않습니다.
uk_ua: Будь ласка, використовуйте %sзасіб відстеження проблем%s для повідомлення про помилки або запиту нових функцій. Зверніть увагу, що деякі ЦС пропонують платні послуги. Ці послуги не пов'язані з цим плагіном. Розробники та супроводжувачі цього плагіна не надаватимуть підтримку для платних послуг.
zh_cn: 请使用%s问题跟踪器%s报告错误或请求新功能。请注意，一些CA提供付费服务。这些服务不附属于该插件。该插件的维护者和开发者不会提供对付费服务的支持。

source: Put interface into permanently promiscuous mode. Only to be used for specific usecases requiring the interface to receive all packets being received. When unsure, leave this disabled.
cs_cz: Přepnout rozhraní natrvalo do promiskuitního režimu. Používá se pouze pro specifické případy použití, které vyžadují, aby rozhraní přijímalo všechny přijímané pakety. Pokud si nejste jisti, ponechte tuto funkci vypnutou.
de_de: Setzt die Schnittstelle dauerhaft in den Promiscuous-Modus. Nur für spezielle Anwendungsfälle, bei denen die Schnittstelle alle eingehenden Pakete empfangen muss. Im Zweifelsfall deaktivieren.
el_gr: Θέστε τη διεπαφή σε μόνιμη λειτουργία αχαλίνωτης λειτουργίας. Να χρησιμοποιείται μόνο για συγκεκριμένες περιπτώσεις χρήσης που απαιτούν από τη διεπαφή να λαμβάνει όλα τα πακέτα που λαμβάνονται. Εάν δεν είστε σίγουροι, αφήστε αυτήν τη λειτουργία απενεργοποιημένη.
fa_ir: رابط را به حالت همیشه‌پخش‌گیر (promiscuous) قرار دهید. فقط برای موارد خاصی استفاده شود که نیاز است رابط همهٔ بسته‌های دریافتی را دریافت کند. در صورت تردید، این گزینه را غیرفعال بگذارید.
fr_fr: Met l'interface en mode promiscuous permanent. A n'utiliser que pour des cas d'utilisation spécifiques nécessitant que l'interface reçoive tous les paquets reçus. Si vous n'êtes pas sûr, laissez cette option désactivée.
it_it: Mettere l'interfaccia in modalità permanentemente promiscua. Da utilizzare solo per casi d'uso specifici che richiedono che l'interfaccia riceva tutti i pacchetti ricevuti. Quando non sei sicuro, lascialo disabilitato.
ko_kr: 인터페이스를 영구 무차별(Promiscuous) 모드로 전환합니다. 인터페이스가 수신되는 모든 패킷을 수신해야 하는 특정 용도에만 사용해야 합니다. 확실하지 않은 경우, 이 기능을 비활성화 상태로 유지하세요.
uk_ua: Перевести інтерфейс у постійно нерозбірливий режим. Використовується лише для конкретних випадків використання, які вимагають, щоб інтерфейс отримував усі пакети. Якщо не впевнені, залиште це вимкненим.
zh_cn: 将接口置于永久混杂模式。仅用于需要接口接收所有正在接收的数据包的特定用法。如果不确定，请将其禁用。
