Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Selected location(s) not found
cs_cz: Vybrané/á umístění nalezeno/a
de_de: Ausgewählte locations wurden nicht gefunden
el_gr: Δεν βρέθηκαν οι επιλεγμένες τοποθεσίες
fa_ir: محل(ها) انتخاب‌شده پیدا نشد
fr_fr: Emplacement(s) sélectionné(s) non trouvé(s)
it_it: Località selezionate non trovate
ko_kr: 선택한 위치를 찾을 수 없음
pl_pl: Nie znaleziono wybranego miejsca (miejsc)
uk_ua: Вибрані розташування не знайдено
zh_cn: 未找到选定位置

source: Selected rewrite(s) not found
cs_cz: Vybraná přepsání nenalezena
de_de: Ausgewählte Umschreibungen wurden nicht gefunden
el_gr: Δεν βρέθηκαν οι επιλεγμένες επανεγγραφές
fa_ir: بازنویسی(ها) انتخاب‌شده پیدا نشد
fr_fr: Réécriture(s) sélectionnée(s) non trouvée(s)
it_it: Riscritture selezionate non trovate
ko_kr: 선택한 rewrite를 찾을 수 없음
pl_pl: Nie znaleziono wybranych przekierowań
uk_ua: Вибрані перезаписи не знайдено
zh_cn: 未找到选定重写

source: Selected rule not found
cs_cz: Vybrané pravidlo nenalezeno
de_de: Ausgewählte Regel wurde nicht gefunden
el_gr: Ο επιλεγμένος κανόνας δεν βρέθηκε
fa_ir: قانون انتخاب‌شده پیدا نشد
fr_fr: Règle sélectionnée non trouvée
it_it: Regola selezionata non trovata
ko_kr: 선택한 규칙을 찾을 수 없음
pl_pl: Nie znaleziono wybranej reguły
uk_ua: Вибране правило не знайдено
zh_cn: 未找到所选规则

source: Selected security rule not found
cs_cz: Vybrané pravidlo zabezpečení nenalezeno
de_de: Ausgewählte Sicherheitsregel wurde nicht gefunden
el_gr: Ο επιλεγμένος κανόνας ασφαλείας δεν βρέθηκε
fa_ir: قانون امنیتی انتخاب‌شده یافت نشد
fr_fr: Règle de sécurité sélectionnée non trouvée
it_it: Regola di sicurezza selezionata non trovata
ko_kr: 선택한 보안 규칙을 찾을 수 없음
pl_pl: Nie znaleziono wybranej reguły bezpieczeństwa
uk_ua: Вибране правило безпеки не знайдено
zh_cn: 未找到所选安全规则

source: Selected server not found
cs_cz: Vybraný server nenalezen
de_de: Ausgewählter Server wurde nicht gefunden
el_gr: Ο επιλεγμένος διακομιστής δεν βρέθηκε
fa_ir: سرور انتخاب‌شده یافت نشد
fr_fr: Le serveur sélectionné n'a pas été trouvé
it_it: Server selezionato non trovato
ko_kr: 선택한 서버를 찾을 수 없음
pl_pl: Nie znaleziono wybranego serwera
uk_ua: Вибраний сервер не знайдено
zh_cn: 未找到所选服务器

source: Selected upstream not found
cs_cz: Vybraný upstream nenalezen
de_de: Ausgewählter Upstream wurde nicht gefunden
el_gr: Η επιλεγμένη ανοδική ροή δεν βρέθηκε
fa_ir: سرور بالادستی انتخاب‌شده یافت نشد
fr_fr: L'amont sélectionné n'a pas été trouvé
it_it: Selezionato a monte non trovato
ko_kr: 선택한 upstream을 찾을 수 없음
pl_pl: Nie znaleziono wybranego dostawcy
uk_ua: Вибраний upstream не знайдено
zh_cn: 未找到选定的上游

source: Selected user file not found
cs_cz: Vybraný uživatelský soubor nenalezen
de_de: Ausgewählte Benutzerdatei nicht gefunden
el_gr: Το επιλεγμένο αρχείο χρήστη δεν βρέθηκε
fa_ir: فایل کاربر انتخاب‌شده یافت نشد
fr_fr: Fichier utilisateur sélectionné non trouvé
it_it: File utente selezionato non trovato
ko_kr: 선택한 사용자 파일을 찾을 수 없음
pl_pl: Nie znaleziono wybranego pliku użytkownika
uk_ua: Вибраний файл користувача не знайдено
zh_cn: 未找到选定用户文件

source: Selected user not found
cs_cz: Vybraný uživatel nenalezen
de_de: Ausgewählter Benutzer nicht gefunden
el_gr: Ο επιλεγμένος χρήστης δεν βρέθηκε
fa_ir: کاربر انتخاب‌شده یافت نشد
fr_fr: Utilisateur sélectionné non trouvé
it_it: Utente selezionato non trovato
ko_kr: 선택한 사용자를 찾을 수 없음
pl_pl: Nie znaleziono wybranego użytkownika
uk_ua: Вибраного користувача не знайдено
zh_cn: 未找到选定用户

source: Sender BCC
cs_cz: BCC odesilatele
de_de: Absender BCC
el_gr: Αποστολέας BCC
fa_ir: فرستنده BCC
fr_fr: Expéditeur BCC
it_it: Mittente BCC
ko_kr: 발신자 숨은 참조
pl_pl: Nadawca BCC
uk_ua: Прихована копія відправника
zh_cn: 发件人密件抄送

source: Sensor
cs_cz: Senzor
el_gr: Αισθητήρας
fa_ir: سنسور
fr_fr: Capteur
it_it: Sensore
ko_kr: 센서
pl_pl: Czujnik
uk_ua: Датчик
zh_cn: 传感器

source: Service name must be unique.
cs_cz: Je třeba, aby název služby neopakoval
de_de: Der Dienstname muss einmalig sein.
el_gr: Το όνομα υπηρεσίας πρέπει να είναι μοναδικό.
fa_ir: نام سرویس باید یکتا باشد.
fr_fr: Le nom du service doit être unique.
it_it: Il nome del servizio deve essere univoco.
ko_kr: 서비스 이름은 고유해야 합니다.
pl_pl: Nazwa usługi musi być unikalna.
uk_ua: Назва служби має бути унікальною.
zh_cn: 服务名称必须是唯一的。

source: Shaper
cs_cz: Omezovač
el_gr: Διαμορφωτής κυκλοφορίας
fa_ir: شکل‌دهنده ترافیک
fr_fr: Façonneur
it_it: Modellatore
ko_kr: 쉐이퍼
pl_pl: Kształtownik
uk_ua: Шейпер
zh_cn: 流控

source: Should be a hexadecimal string between 32 and 512 characters.
cs_cz: Mělo by být šestnáctkovým řetězcem dlouhým 32 až 512 znaků.
de_de: Sollte eine Zeichenkette zwischen 32 und 512 Zeichen sein.
el_gr: Θα πρέπει να είναι μια δεκαεξαδική συμβολοσειρά μεταξύ 32 και 512 χαρακτήρων.
fa_ir: باید یک رشته هگزادسیمال با طول بین 32 تا 512 کاراکتر باشد.
fr_fr: Doit être une chaîne hexadécimale entre 32 et 512 caractères.
it_it: Deve essere una stringa esadecimale compresa tra 32 e 512 caratteri.
ko_kr: 32에서 512자 사이의 16진수 문자열이어야 합니다.
pl_pl: Powinien to być ciąg heksadecymalny o długości od 32 do 512 znaków.
uk_ua: Має бути шістнадцятковий рядок довжиною від 32 до 512 символів.
zh_cn: 应该是32到512个字符之间的十六进制字符串。

source: Should be a string between 1 and 128 characters.
cs_cz: Měl by být řetězec 1 až 128 znaků dlouhý.
de_de: Sollte eine Zeichenkette zwischen einem und 128 Zeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 128 χαρακτήρων.
fa_ir: باید یک رشته با طول بین 1 تا 128 کاراکتر باشد.
fr_fr: Il doit s'agir d'une chaîne de 1 à 128 caractères.
it_it: Dovrebbe essere una stringa compresa tra 1 e 128 caratteri.
ko_kr: 1에서 128 사이의 문자열이어야 합니다.
pl_pl: Powinien to być ciąg o długości od 1 do 128 znaków.
uk_ua: Має бути рядок довжиною від 1 до 128 символів.
zh_cn: 应该是1到128个字符之间的字符串。

source: Should be a string between 1 and 4096 characters.
cs_cz: Měl by být řetězec 1 až 4096 znaků dlouhý.
de_de: Sollte eine Zeichenkette zwischen 1 und 4096 Zeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 4096 χαρακτήρων.
fa_ir: باید یک رشته با طول بین 1 تا 4096 کاراکتر باشد.
fr_fr: Doit être une chaîne de caractères entre 1 et 4096 caractères.
it_it: Dovrebbe essere una stringa compresa tra 1 e 4096 caratteri.
ko_kr: 1에서 4096 사이의 문자열을 입력하세요.
pl_pl: Powinien to być ciąg o długości od 1 do 4096 znaków.
uk_ua: Має бути рядок довжиною від 1 до 4096 символів.
zh_cn: 应该是1到4096个字符之间的字符串。

source: Should be a string between 1 and 512 characters.
cs_cz: Měl by být řetězec dlouhý 1 až 512 znaků.
de_de: Sollte eine Zeichenkette zwischen 1 und 512 Zeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 512 χαρακτήρων.
fa_ir: باید یک رشته با طول بین 1 تا 512 کاراکتر باشد.
fr_fr: Doit être une chaîne de caractères entre 1 et 512 caractères.
it_it: Dovrebbe essere una stringa compresa tra 1 e 512 caratteri.
ko_kr: 1에서 512 사이의 문자열을 입력하세요.
pl_pl: Powinien to być ciąg o długości od 1 do 512 znaków.
uk_ua: Має бути рядок довжиною від 1 до 512 символів.
zh_cn: 应该是1到512个字符之间的字符串。

source: Should be a string between 1 and 64 characters. Allowed characters are 0-9a-zA-Z._-
cs_cz: Měl by to být řetězec o délce 1 až 64 znaků. Povolené znaky jsou 0-9a-zA-Z._-
de_de: Sollte eine Zeichenfolge zwischen 1 und 64 Zeichen sein. Erlaubte Zeichen sind 0-9a-zA-Z._-
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 64 χαρακτήρων. Οι επιτρεπόμενοι χαρακτήρες είναι 0-9a-zA-Z._-
fa_ir: باید یک رشته با طول بین 1 تا 64 کاراکتر باشد. کاراکترهای مجاز: 0-9a-zA-Z._-
fr_fr: Doit être une chaîne de 1 à 64 caractères. Les caractères autorisés sont 0-9a-zA-Z._-
it_it: Dovrebbe essere una stringa compresa tra 1 e 64 caratteri. I caratteri consentiti sono 0-9a-zA-Z._-
ko_kr: 1에서 64 사이의 문자열을 입력하세요. 허용되는 문자는 0-9a-zA-Z._-입니다
pl_pl: Powinien to być ciąg o długości od 1 do 64 znaków. Dozwolone znaki to 0-9a-zA-Z.-
uk_ua: Має бути рядок довжиною від 1 до 64 символів. Дозволені символи: 0-9a-zA-Z._-
zh_cn: 应该是1到64个字符之间的字符串。允许的字符为0-9a-zA-Z ._-

source: Should be a string between 8 and 64 characters. Allowed characters are 0-9a-zA-Z._-!$%/()+#=
cs_cz: Měl by to být řetězec o délce 8 až 64 znaků. Povolené znaky jsou 0-9a-zA-Z._-!$%/()+#=
de_de: Sollte eine Zeichenfolge zwischen 8 und 64 Zeichen sein. Erlaubte Zeichen sind 0-9a-zA-Z._-!$%/()+#=
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 8 και 64 χαρακτήρων. Οι επιτρεπόμενοι χαρακτήρες είναι 0-9a-zA-Z._-!$%/()+#=
fa_ir: باید یک رشته با طول بین 8 تا 64 کاراکتر باشد. کاراکترهای مجاز: 0-9a-zA-Z._-!$%/()+#=
fr_fr: Il doit s'agir d'une chaîne de 8 à 64 caractères. Les caractères autorisés sont 0-9a-zA-Z._-!$%/()+#=
it_it: Dovrebbe essere una stringa compresa tra 8 e 64 caratteri. I caratteri consentiti sono 0-9a-zA-Z._-!$%/()+#=
ko_kr: 8에서 64 사이의 문자열을 입력하세요. 허용되는 문자는 0-9a-zA-Z._-!$%/()+#= 입니다
pl_pl: Powinien to być ciąg o długości od 8 do 64 znaków. Dozwolone znaki to 0-9a-zA-Z.-!$%/()+#=
uk_ua: Має бути рядок довжиною від 8 до 64 символів. Дозволені символи: 0-9a-zA-Z._-!$%/()+#=
zh_cn: 应该是一个介于8到64个字符之间的字符串。允许的字符是0-9a-zA-Z ._-！$％/()+＃=

source: Simple Ad List
de_de: Einfache Werbeliste
el_gr: Απλή λίστα διαφημίσεων
fa_ir: لیست ساده تبلیغات
fr_fr: Liste simple d'annonces
it_it: Elenco annunci semplice
ko_kr: 간단한 광고 목록
pl_pl: Prosta Lista Reklam
uk_ua: Простий список реклами

source: Simple Tracker List
de_de: Einfache Tracker-Liste
el_gr: Απλή λίστα παρακολούθησης
fa_ir: لیست ساده ردیاب‌ها
fr_fr: Liste de suivi simple
it_it: Elenco tracker semplice
ko_kr: 간단한 트래커 목록
pl_pl: Prosta Lista Śledzenia
uk_ua: Простий список трекерів

source: Source-IP [default]
cs_cz: Source-IP [výchozí]
de_de: Quell-IP [Standard]
el_gr: Πηγή-IP [προεπιλογή]
fa_ir: IP مبدا [پیش‌فرض]
fr_fr: Source-IP [par défaut]
it_it: IP di origine [predefinito]
ko_kr: 출발지-IP [기본값]
pl_pl: IP źródłowy [domyślny]
uk_ua: Вихідний IP [типово]
zh_cn: 源-IP [默认]

source: Source-IPv6
de_de: Quell-IPv6
el_gr: Πηγή-IPv6
fa_ir: IPv6 مبدا
it_it: Sorgente-IPv6
ko_kr: 출발지-IPv6
pl_pl: IPv6 źródłowy
uk_ua: Вихідний IPv6
zh_cn: 源-IPv6

source: Space Usage
cs_cz: Využití prostoru
de_de: Platzverbrauch
el_gr: Χρήση χώρου
fa_ir: استفاده از فضا
fr_fr: Utilisation de l'espace
it_it: Utilizzo dello spazio
ko_kr: 공간 사용량
pl_pl: Użycie przestrzeni
uk_ua: Використання простору
zh_cn: 空间使用

source: Steven Black List
el_gr: Μαύρη Λίστα του Στίβεν
fa_ir: لیست Steven Black
fr_fr: Liste de Steven Black
it_it: Lista nera di Steven
ko_kr: Steven 블랙 리스트
pl_pl: Lista Stevena Blacka
uk_ua: Список Стівена Блека

source: Stick-table persistence [default]
cs_cz: Trvalost označkovávací (stick) tabulky [výchozí]
de_de: Stick-Table-Persistenz [Standard]
el_gr: Επιμονή σε κολλητικό τραπέζι [προεπιλογή]
fa_ir: پایداری stick-table [default]
fr_fr: Persistance via table des adhérences [par défaut]
it_it: Persistenza della tabella stick [impostazione predefinita]
ko_kr: 연결 고정 테이블 지속성 [기본값]
pl_pl: Trwałość tabeli stick [domyślny]
uk_ua: Стійкість таблиці відповідності [типово]

source: Stop processing rules
cs_cz: Zastavit zpracovávající pravidla
de_de: Stoppe die Verarbeitung der Regeln
el_gr: Κανόνες διακοπής επεξεργασίας
fa_ir: توقف پردازش قوانین
fr_fr: Arrêt du traitement des règles
it_it: Interrompere l'elaborazione delle regole
ko_kr: 규칙 처리 중지
pl_pl: Zatrzymaj przetwarzanie reguł
uk_ua: Зупинити обробку правил
zh_cn: 停止处理规则

source: Stop processing rules and find location
cs_cz: Zastavit zpracovávající pravidla a najít umsítění
de_de: Stoppe die Verarbeitung der Regeln und finde die location
el_gr: Διακοπή επεξεργασίας κανόνων και εύρεση τοποθεσίας
fa_ir: توقف پردازش قوانین و یافتن محل
fr_fr: Arrêtez de traiter les règles et trouvez l'emplacement
it_it: Interrompi l'elaborazione delle regole e trova la posizione
ko_kr: 규칙 처리 중지 및 위치 찾기
pl_pl: Zatrzymaj przetwarzanie reguł i znajdź lokalizację
uk_ua: Зупинити обробку правил та знайти розташування
zh_cn: 停止处理规则并查找位置

source: Strict Origin
cs_cz: Přísný původ
de_de: Strikter Ursprung
el_gr: Αυστηρή Προέλευση
fr_fr: Origine stricte
it_it: Origine rigorosa
pl_pl: Ścisłe pochodzenie
uk_ua: Суворе походження
zh_cn: 严格源

source: Strict Origin When Cross Origin
cs_cz: Přísný původ při křížovém původu
de_de: Strikter Ursprung, wenn ursprungsübergreifend
el_gr: Αυστηρή Προέλευση Όταν Διασταυρούμενη Προέλευση
fr_fr: Origine stricte quand origine croisée
it_it: Origine rigorosa quando origine incrociata
ko_kr: Cross Origin일 때 Strict Origin
pl_pl: Ścisłe pochodzenie przy pochodzeniu krzyżowym
uk_ua: Суворе походження при міждоменних запитах
zh_cn: 跨域时严格源

source: Sunday
cs_cz: neděle
de_de: Sonntag
el_gr: Κυριακή
fa_ir: یکشنبه
fr_fr: Dimanche
it_it: Domenica
ko_kr: 일요일
pl_pl: Niedziela
uk_ua: Неділя
zh_cn: 星期日

source: System Resource
cs_cz: Systémové prostředky
el_gr: Πόρος συστήματος
fa_ir: منبع سیستم
fr_fr: Ressources du système
it_it: Risorsa di sistema
ko_kr: 시스템 리소스
pl_pl: Zasoby systemu
uk_ua: Системний ресурс
zh_cn: 系统资源

source: TLS Fingerprints
cs_cz: Otisky TLS certifikátů
de_de: TLS-Fingerabdrücke
el_gr: Δακτυλικά αποτυπώματα TLS
fa_ir: اثر انگشت‌های TLS
fr_fr: Empreintes digitales TLS
it_it: Impronte digitali TLS
ko_kr: TLS 핑거프린트
pl_pl: Odciski palca TLS
uk_ua: Відбитки TLS
zh_cn: TLS指纹

source: The authentication key ID must be between 1 and 255.
cs_cz: Je třeba, aby identif. klíče pro ověřování se byl z rozmezí 1 až 255.
de_de: Die Authentifizierungsschlüssel-ID muss zwischen 1 und 255 liegen.
el_gr: Το αναγνωριστικό κλειδιού ελέγχου ταυτότητας πρέπει να είναι μεταξύ 1 και 255.
fa_ir: شناسه کلید احراز هویت باید بین 1 و 255 باشد.
fr_fr: L'ID de la clé d'authentification doit être compris entre 1 et 255.
it_it: L'ID della chiave di autenticazione deve essere compreso tra 1 e 255.
ko_kr: 인증 키 ID는 1에서 255 사이여야 합니다.
pl_pl: ID klucza autentykacji musi być między 1 a 255.
uk_ua: Ідентифікатор ключа автентифікації має бути в діапазоні від 1 до 255.
zh_cn: 认证密钥ID介于1到255之间。

source: The first hour of the day is 0.
cs_cz: První hodinou dne je 0.
de_de: Die erste Stunde des Tages ist 0.
el_gr: Η πρώτη ώρα της ημέρας είναι 0.
fa_ir: اولین ساعت روز 0 است.
fr_fr: La première heure du jour est 0.
it_it: La prima ora del giorno è 0.
ko_kr: 하루의 첫 시간 값은 0입니다.
pl_pl: Pierwsza godzina dnia to 0.
uk_ua: Перша година дня — 0.
zh_cn: 当天的第一个小时是0。

source: The last hour of the day is 23!
cs_cz: Poslední hodinou dne je 23!
de_de: Die letzte Stunde des Tages ist 23!
el_gr: Η τελευταία ώρα της ημέρας είναι 23!
fa_ir: آخرین ساعت روز 23 است!
fr_fr: La dernière heure du jour est 23!
it_it: L'ultima ora del giorno è le 23!
ko_kr: 하루의 마지막 시간 값은 23입니다!
pl_pl: Ostatnia godzina dnia to 23!
uk_ua: Остання година дня — 23!
zh_cn: 当天的最后一小时是23！

source: The match name must be set.
cs_cz: Je třeba nastavit název shody.
de_de: Der Prüfungsname muss gesetzt werden.
el_gr: Πρέπει να οριστεί το όνομα της αντιστοίχισης.
fa_ir: نام مطابقت باید تعیین شود.
fr_fr: Le nom du match doit être défini.
it_it: Il nome della partita deve essere impostato.
ko_kr: Match 이름이 설정돼야 합니다.
pl_pl: Nazwa dopasowania musi być ustawiona.
uk_ua: Назва відповідності має бути встановлена.
zh_cn: 必须设置匹配名称。

source: The name should only contain alphanumeric characters, dashes, underscores or a dot.
cs_cz: Název by měl obsahovat pouze písmena a číslice, pomlčky, podtržítka, případně tečku.
de_de: Der Name sollte nur alphanumerische Zeichen, Bindestriche, Unterstriche oder einen Punkt enthalten.
el_gr: Το όνομα θα πρέπει να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, παύλες, κάτω παύλες ή τελεία.
fa_ir: نام باید فقط شامل حروف و ارقام، خط تیره، زیرخط یا نقطه باشد.
fr_fr: Le nom ne doit contenir que des caractères alphanumériques, des tirets, des traits de soulignement ou un point.
it_it: Il nome deve contenere solo caratteri alfanumerici, trattini, trattini bassi o un punto.
ko_kr: 이름은 알파벳, 숫자, 대시, 밑줄 또는 점으로만 구성돼야 합니다.
pl_pl: Nazwa powinna zawierać tylko znaki alfanumeryczne, myślniki, podkreślenia lub kropkę.
uk_ua: Назва має містити лише буквено-цифрові символи, тире, підкреслення або крапку.
zh_cn: 名称应仅包含字母数字字符，短划线，下划线或点。

source: The proxy name must be set.
cs_cz: Je třeba nastavit název proxy.
de_de: Der Proxyname muss gesetzt werden.
el_gr: Πρέπει να οριστεί το όνομα του διακομιστή μεσολάβησης.
fa_ir: نام پراکسی باید تعیین شود.
fr_fr: Le nom du proxy doit être défini.
it_it: È necessario impostare il nome proxy.
ko_kr: Proxy 이름이 설정되어야 합니다.
pl_pl: Nazwa proxy musi być ustawiona.
uk_ua: Назва проксі має бути встановлена.
zh_cn: 必须设置代理名称。

source: The url must be valid without a trailing slash. For example: https://nextcloud.example.com or https://example.com/nextcloud
cs_cz: Je třeba, aby url bylo platné bez koncového lomítka. Například: https://nextcloud.example.com nebo https://example.com/nextcloud
de_de: Die URL muss gültig ohne endenden Slash sein. Zum Beispiel: https://nextcloud.example.com oder https://example.com/nextcloud
el_gr: Η διεύθυνση URL πρέπει να είναι έγκυρη χωρίς κάθετο στο τέλος. Για παράδειγμα: https://nextcloud.example.com ή https://example.com/nextcloud
fa_ir: آدرس url باید معتبر باشد و اسلش انتهایی نداشته باشد. برای مثال: https://nextcloud.example.com یا https://example.com/nextcloud
fr_fr: L'url doit être valide sans slash de fin. Par exemple : https://nextcloud.example.com ou https://example.com/nextcloud
it_it: L'URL deve essere valido senza barra finale. Ad esempio: https://nextcloud.example.com o https://example.com/nextcloud
ko_kr: URL은 마지막 슬래시 없이 유효해야 합니다. 예시: https://nextcloud.example.com 또는 https://example.com/nextcloud
pl_pl: URL musi być prawidłowy bez końcowego ukośnika. Na przykład: https://nextcloud.example.com lub https://example.com/nextcloud
uk_ua: URL-адреса має бути дійсною без кінцевого слеша. Наприклад: https://nextcloud.example.com або https://example.com/nextcloud
zh_cn: 网址必须有效且没有尾部斜杠。例如:https://nextcloud.example.com 或 https://example.com/nextcloud

source: This does not look like a valid proxy or direct connection.
cs_cz: Toto nevypadá jako platná proxy nebo přímé spojení.
de_de: Dies sieht nicht wie ein gültiger Proxy oder eine direkte Verbindung aus.
el_gr: Αυτό δεν φαίνεται να είναι έγκυρος διακομιστής μεσολάβησης ή άμεση σύνδεση.
fa_ir: این شبیه یک اتصال پراکسی یا مستقیم معتبر نیست.
fr_fr: Cela ne semble pas être un proxy valide ou une connexion directe.
it_it: Non sembra un proxy valido o una connessione diretta.
ko_kr: 유효한 Proxy 또는 직접 연결이 아닙니다.
pl_pl: To nie wygląda na prawidłowe połączenie proxy lub bezpośrednie.
uk_ua: Це не виглядає як дійсна проксі-адреса або пряме підключення.
zh_cn: 这不是有效的代理或直接连接。

source: This field must be bigger than the greylist score.
cs_cz: Je třeba, aby tato kolonka byla vyšší než hodnocení greylist.
de_de: Dieses Feld muss größer als der Graylist-Grenzwert sein.
el_gr: Αυτό το πεδίο πρέπει να είναι μεγαλύτερο από τη βαθμολογία της γκρίζας λίστας.
fa_ir: این فیلد باید بزرگ‌تر از امتیاز فهرست خاکستری باشد.
fr_fr: Ce champ doit être plus grand que le score de la liste grise.
it_it: Questo campo deve essere più grande del punteggio della greylist.
ko_kr: 이 필드는 greylist 점수보다 커야 합니다.
pl_pl: To pole musi być większe niż wynik greylist.
uk_ua: Це поле має бути більшим за оцінку сірого списку.
zh_cn: 该字段必须大于灰名单分数。

source: This field must be bigger than the header score.
cs_cz: Je třeba, aby tato kolonky byla vyšší než hodnocení záhlaví.
de_de: Dieses Feld muss größer als der Header-Grenzwert sein.
el_gr: Αυτό το πεδίο πρέπει να είναι μεγαλύτερο από τη βαθμολογία κεφαλίδας.
fa_ir: این فیلد باید بزرگ‌تر از امتیاز هدر باشد.
fr_fr: Ce champ doit être plus grand que le score de l'en-tête.
it_it: Questo campo deve essere più grande del punteggio dell'intestazione.
ko_kr: 이 필드는 header 점수보다 커야 합니다.
pl_pl: To pole musi być większe niż wynik nagłówka.
uk_ua: Це поле має бути більшим за оцінку заголовка.
zh_cn: 该字段必须大于标头分数。

source: This field must be bigger than the reject score.
cs_cz: Je třeba, aby tato kolonky byla vyšší než hodnocení zamítnutí.
de_de: Dieses Feld muss größer als der Abweisungsgrenzwert sein.
el_gr: Αυτό το πεδίο πρέπει να είναι μεγαλύτερο από τη βαθμολογία απόρριψης.
fa_ir: این فیلد باید بزرگ‌تر از امتیاز رد باشد.
fr_fr: Ce champ doit être plus grand que le score de rejet.
it_it: Questo campo deve essere maggiore del punteggio di rifiuto.
ko_kr: 이 필드는 reject 점수보다 커야 합니다.
pl_pl: To pole musi być większe niż wynik odrzucenia.
uk_ua: Це поле має бути більшим за оцінку відхилення.
zh_cn: 该字段必须大于拒绝分数。

source: This field must be bigger than the subject score.
cs_cz: Je třeba, aby tato kolonky byla vyšší než hodnocení předmětu.
de_de: Dieses Feld muss größer als der Betreffsgrenzwert sein.
el_gr: Αυτό το πεδίο πρέπει να είναι μεγαλύτερο από τη βαθμολογία του θέματος.
fa_ir: این فیلد باید بزرگ‌تر از امتیاز موضوع باشد.
fr_fr: Ce champ doit être plus grand que le score du sujet.
it_it: Questo campo deve essere più grande del punteggio dell'argomento.
ko_kr: 이 필드는 subject 점수보다 커야 합니다.
pl_pl: To pole musi być większe niż wynik tematu.
uk_ua: Це поле має бути більшим за оцінку теми.
zh_cn: 该字段必须大于主题分数。

source: This field must be lower than the header score.
cs_cz: Je třeba, aby tato kolonky byla nižší než hodnocení záhlaví.
de_de: Dieses Feld muss kleiner als der Header-Grenzwert sein.
el_gr: Αυτό το πεδίο πρέπει να είναι χαμηλότερο από τη βαθμολογία κεφαλίδας.
fa_ir: این فیلد باید کمتر از امتیاز هدر باشد.
fr_fr: Ce champ doit être inférieur au score de l'en-tête.
it_it: Questo campo deve essere inferiore al punteggio dell'intestazione.
ko_kr: 이 필드는 header 점수보다 작아야 합니다.
pl_pl: To pole musi być niższe niż wynik nagłówka.
uk_ua: Це поле має бути меншим за оцінку заголовка.
zh_cn: 该字段必须低于标头分数。

source: This field must be lower than the reject score.
cs_cz: Je třeba, aby tato kolonky byla nižší než hodnocení zamítnutí.
de_de: Dieses Feld muss kleiner als der Abweisungsgrenzwert sein.
el_gr: Αυτό το πεδίο πρέπει να είναι χαμηλότερο από τη βαθμολογία απόρριψης.
fa_ir: این فیلد باید کمتر از امتیاز رد باشد.
fr_fr: Ce champ doit être inférieur au score de rejet.
it_it: Questo campo deve essere inferiore al punteggio di rifiuto.
ko_kr: 이 필드는 reject 점수보다 작아야 합니다.
pl_pl: To pole musi być niższe niż wynik odrzucenia.
uk_ua: Це поле має бути меншим за оцінку відхилення.
zh_cn: 该字段必须低于拒绝分数。

source: This field must be lower than the subject score.
cs_cz: Je třeba, aby tato kolonky byla nižší než hodnocení předmětu.
de_de: Dieses Feld muss kleiner als der Betreffsgrenzwert sein.
el_gr: Αυτό το πεδίο πρέπει να είναι χαμηλότερο από τη βαθμολογία του θέματος.
fa_ir: این فیلد باید کمتر از امتیاز موضوع باشد.
fr_fr: Ce champ doit être inférieur à la note du sujet.
it_it: Questo campo deve essere inferiore al punteggio dell'oggetto.
ko_kr: 이 필드는 subject 점수보다 작아야 합니다.
pl_pl: To pole musi być niższe niż wynik tematu.
uk_ua: Це поле має бути меншим за оцінку теми.
zh_cn: 该字段必须低于主题分数。

source: This field must be set.
cs_cz: Tuto kolonku je třeba nastavit.
de_de: Dieses Feld muss gesetzt werden.
el_gr: Αυτό το πεδίο πρέπει να οριστεί.
fa_ir: این فیلد باید تنظیم شود.
fr_fr: Ce champ doit être défini.
it_it: Questo campo deve essere impostato.
ko_kr: 이 필드는 설정되어야 합니다.
pl_pl: To pole musi być ustawione.
uk_ua: Це поле має бути встановлено.
zh_cn: 必须设置该字段。

source: Thread 1
cs_cz: Vlákno 1
el_gr: Θέμα 1
fa_ir: ترد 1
fr_fr: Sujet 1
it_it: Discussione 1
pl_pl: Wątek 1
uk_ua: Потік 1

source: Thread 10
cs_cz: Vlákno 10
fa_ir: ترد 10
fr_fr: Sujet 10
it_it: Discussione 10
pl_pl: Wątek 10
uk_ua: Потік 10

source: Thread 11
cs_cz: Vlákno 11
fa_ir: ترد 11
fr_fr: Fil 11
it_it: Discussione 11
pl_pl: Wątek 11
uk_ua: Потік 11

source: Thread 12
cs_cz: Vlákno 12
fa_ir: ترد 12
fr_fr: Sujet 12
it_it: Discussione 12
pl_pl: Wątek 12
uk_ua: Потік 12

source: Thread 13
cs_cz: Vlákno 13
fa_ir: ترد 13
fr_fr: Fil 13
it_it: Discussione 13
pl_pl: Wątek 13
uk_ua: Потік 13

source: Thread 14
cs_cz: Vlákno 14
fa_ir: ترد 14
fr_fr: Fil 14
it_it: Discussione 14
pl_pl: Wątek 14
uk_ua: Потік 14

source: Thread 15
cs_cz: Vlákno 15
fa_ir: ترد 15
fr_fr: Sujet 15
it_it: Discussione 15
pl_pl: Wątek 15
uk_ua: Потік 15

source: Thread 16
cs_cz: Vlákno 16
fa_ir: ترد 16
fr_fr: Sujet 16
it_it: Discussione 16
pl_pl: Wątek 16
uk_ua: Потік 16
