Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: A numeric value must be specified for DPD retries.
cs_cz: U počtu opakovaných DPD je třeba zadat číselnou hodnotu.
de_de: Ein numerischer Wert muss für DPD Wiederholungen angegeben werden.
el_gr: Πρέπει να καθοριστεί μια αριθμητική τιμή για τις επαναλήψεις DPD.
fa_ir: برای تعداد تکرارهای DPD باید مقدار عددی مشخص شود.
fr_fr: Une valeur numérique doit être définie pour les nouvelles tentatives DPD.
it_it: È necessario specificare un valore numerico per i tentativi DPD.
ko_kr: DPD 재시도에는 숫자 값을 지정해야 합니다.
pl_pl: Wartość numerczna musi być podana dla powtórzeń DPD
uk_ua: Для повторних спроб DPD необхідно вказати числове значення.
zh_cn: 必须为DPD重试指定数值。

source: A numeric value must be specified for DPD delay.
cs_cz: U prodlevy DPD je třeba zadat číselnou hodnotu.
de_de: Ein numerischer Wert muss für den DPD Delay angegeben werden.
el_gr: Πρέπει να καθοριστεί μια αριθμητική τιμή για την καθυστέρηση DPD.
fa_ir: برای تأخیر DPD باید مقدار عددی مشخص شود.
fr_fr: Une valeur numérique doit être définie pour le délai DPD.
it_it: È necessario specificare un valore numerico per il ritardo DPD.
ko_kr: DPD 지연에 대해 숫자 값을 지정해야 합니다.
pl_pl: Wartość numerczna musi być podana dla opóźnienia DPD
uk_ua: Для затримки DPD необхідно вказати числове значення.
zh_cn: 必须为DPD延迟指定数值。

source: A valid User FQDN in the form of user@my.domain.com for 'Peer identifier' must be specified.
cs_cz: V kolonce „Identifikátor protistrany“ je třeba zadat platný úplný doménový název uživatele v podobě uzivatel@moje.domena.example.com.
de_de: Ein gültiger Benutzer-FQDN in der Form benutzer@meine.domain.com muss für den 'Peer-Identifizierer' angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο User FQDN με τη μορφή user@my.domain.com για το 'Peer identifier'.
fa_ir: برای 'شناسهٔ همتا' باید یک FQDN کاربر معتبر به صورت user@my.domain.com مشخص شود.
fr_fr: Une adresse e-mail (user@my.domain.com) valide doit être spécifiée pour 'ID du correspondant' .
it_it: È necessario specificare un FQDN utente valido nel formato utente@mio.dominio.com per "Identificatore peer".
ko_kr: '피어 식별자'에 대해 user@my.domain.com 형식의 유효한 사용자 FQDN을 지정해야 합니다.
pl_pl: Należy podać prawidłowy FQDN użytkownika w formie user@my.domain.com dla "Identyfikatora partnera".
uk_ua: Необхідно вказати дійсне FQDN користувача у форматі user@my.domain.com для 'Ідентифікатора партнера'.
zh_cn: 必须指定"对端标识符"的有效用户FQDN，格式为user@my.domain.com。

source: A valid FQDN for 'Peer identifier' must be specified.
cs_cz: V kolonce „Identifikátor protistrany“ je třeba zadat úplný doménový název.
de_de: Ein gültiger FQDN muss für den 'Peer-Identifizierer' angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο FQDN για το 'Αναγνωριστικό peer'.
fa_ir: برای 'شناسهٔ همتا' باید یک FQDN معتبر مشخص شود.
fr_fr: Un FQDN (Full Qualified Domain Name) valide doit être spécifié pour 'ID du correspondant' .
it_it: È necessario specificare un FQDN valido per l''identificatore peer'.
ko_kr: '피어 식별자'에 대한 유효한 FQDN을 지정해야 합니다.
pl_pl: Należy podać prawidłowy FQDN dla "Identyfikatora partnera".
uk_ua: Необхідно вказати дійсне FQDN для 'Ідентифікатора партнера'.
zh_cn: 必须为 '对端标识符'指定一个有效的FQDN。

source: A valid domain name for 'Peer identifier' must be specified.
cs_cz: Do kolonky „Identifikátor protistrany“ je třeba zadat platný název domény.
de_de: Ein gültiger Domainname muss für den 'Peer-Identifizierer' angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο όνομα τομέα για το 'Peer identifier'.
fa_ir: برای 'شناسهٔ همتا' باید یک نام دامنهٔ معتبر مشخص شود.
fr_fr: Un nom de domaine valide doit être spécifié pour 'ID du correspondant' .
it_it: È necessario specificare un nome di dominio valido per 'Identificatore peer'.
ko_kr: '피어 식별자'의 유효한 도메인 이름을 지정해야 합니다.
pl_pl: Należy podać prawidłową nazwę domeny dla "Identyfikatora partnera".
uk_ua: Необхідно вказати дійсне доменне ім'я для 'Ідентифікатора партнера'.
zh_cn: 必须指定"对端标识符"的有效域名。

source: A valid IP address for 'Peer identifier' must be specified.
cs_cz: Do kolonky „Identifikátor protistrany“ je třeba zadat platnou IP adresu.
de_de: Eine gültige IP-Adresse muss für den 'Peer-Identifizierer' angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για το 'Αναγνωριστικό '.
fa_ir: برای 'شناسهٔ همتا' باید یک آدرس IP معتبر مشخص شود.
fr_fr: Une adresse IP valide doit être spécifiée pour 'ID du correspondant'.
it_it: È necessario specificare un indirizzo IP valido per l''identificatore peer'.
ko_kr: '피어 식별자'에 대한 유효한 IP 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres IP dla „Identyfikatora peera”.
uk_ua: Необхідно вказати дійсну IP-адресу для 'Ідентифікатора партнера'.
zh_cn: 必须为 '对端标识符'指定一个有效的IP地址。

source: Please enter a user and fully qualified domain name for 'Peer Identifier'
cs_cz: Do kolonky „Identifikátor protistrany“ zadejte uživatele a úplný doménový název.
de_de: Bitte geben Sie einen Benutzer und einen vollqualifizierten Domainnamen als 'Peer-Identifizierer' ein.
el_gr: Εισαγάγετε ένα όνομα χρήστη και ένα πλήρως προσδιορισμένο όνομα τομέα για το 'Peer Identifier' (Αναγνωριστικό ομότιμου χρήστη)
fa_ir: لطفاً نام کاربری و نام دامنهٔ کاملاً واجد شرایط برای 'شناسهٔ همتا' را وارد کنید.
fr_fr: Veuillez s'il vous plaît entrer un nom d'utilisateur ainsi qu'un nom de domaine complet à la rubrique 'Identifiant Pair'
it_it: Inserisci un utente e un nome di dominio completo per "Identificatore peer"
ko_kr: '피어 식별자'에 대한 사용자와 정규화된 도메인 이름을 입력
pl_pl: Proszę wprowadzić nazwę użytkownika oraz pełną nazwę domeny dla "Identyfikatora partnera"
uk_ua: Будь ласка, введіть користувача та повне доменне ім'я для 'Ідентифікатора партнера'.
zh_cn: 请输入"对端标识符"的用户和完全限定的域名。

source: Please enter a fully qualified domain name for 'Peer Identifier'
cs_cz: Do kolonky „Identifikátor protistrany“ zadejte úplný doménový název
de_de: Bitte geben Sie einen vollqualifizierten Domainnamen für den 'Peer-Identifizierer' ein
el_gr: Παρακαλώ εισάγετε ένα πλήρως προσδιορισμένο όνομα τομέα για το 'Peer Identifier'
fa_ir: لطفاً یک نام دامنهٔ کاملاً واجد شرایط برای 'شناسهٔ همتا' وارد کنید.
fr_fr: Veuillez s'il vous plaît entrer un nom de domaine complet à la rubrique 'Identifiant Pair'
it_it: Inserisci un nome di dominio completo per "Identificatore peer"
ko_kr: '피어 식별자'에 대한 정규화된 도메인 이름을 입력
pl_pl: Proszę wprowadzić pełną nazwę domeny dla "Identyfikatora partnera"
uk_ua: Будь ласка, введіть повне доменне ім'я для 'Ідентифікатора партнера'.
zh_cn: 请输入"对端标识符"的完全限定域名。

source: Please enter a keyid tag for 'Peer Identifier'
cs_cz: Do sekce „Identifikátor protistrany“ zadejte značku identifikátoru klíče
de_de: Bitte geben Sie sie Schlüssel-ID-Markierung für den "Peer-Identifizierer" ein
el_gr: Παρακαλώ εισάγετε μια ετικέτα keyid για το 'Peer Identifier'
fa_ir: لطفاً یک برچسب keyid برای 'شناسهٔ همتا' وارد کنید.
fr_fr: Veuillez s'il vous plaît entrer une étiquette keyid à la rubrique 'Identifiant Pair'
it_it: Inserisci un tag keyid per "Identificatore peer"
ko_kr: '피어 식별자'에 대한 키 ID 태그를 입력
pl_pl: Wprowadź tag keyid dla 'Peer Identifier'
uk_ua: Будь ласка, введіть тег keyid для 'Ідентифікатора партнера'.
zh_cn: 请输入"对端标识符"的keyid标签。

source: Please enter an address for 'Peer Identifier'
cs_cz: Do sekce „Identifikátor protistrany“ zadejte adresu
de_de: Geben Sie eine Adresse für 'Peer Bezeichnung' ein
el_gr: Παρακαλώ εισάγετε μια διεύθυνση για το 'Αναγνωριστικό Ομότιμου'
fa_ir: لطفاً یک آدرس برای 'Peer Identifier' وارد کنید
fr_fr: Veuillez entrer une adresse IP pour 'ID du correspondant'
it_it: Inserisci un indirizzo per "Identificatore peer"
ko_kr: 피어 식별자'의 주소를 입력
pl_pl: Wprowadź adres dla 'Peer Identifier'
uk_ua: Будь ласка, введіть адресу для 'Ідентифікатора партнера'.
zh_cn: 请输入"对端标识符"的地址。

source: A valid Dynamic DNS address for 'My identifier' must be specified.
cs_cz: Je třeba zadat platnou adresy dynamické DNS pro „můj identifikátor“.
de_de: Eine gültige dynamische DNS-Adresse muss für 'Mein Identifizierer' angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση Dynamic DNS για το "Το αναγνωριστικό μου".
fa_ir: یک آدرس Dynamic DNS معتبر برای 'My identifier' باید مشخص شود.
fr_fr: Une adresse DNS Dynamique valide doit être spécifiée pour 'Mon identifiant'.
it_it: È necessario specificare un indirizzo DNS dinamico valido per "Il mio identificatore".
ko_kr: '내 식별자'에 대한 유효한 동적 DNS 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres Dynamic DNS dla 'My identifier'.
uk_ua: Необхідно вказати дійсну адресу динамічного DNS для 'Мойого ідентифікатора'.
zh_cn: 必须指定"我的标识符"的有效动态DNS地址。

source: A valid User FQDN in the form of user@my.domain.com for 'My identifier' must be specified.
cs_cz: Do kolonky Identifikátor je třeba zadat platné úplné rozlišené jméno uživatele v podobě uzivatel@example.com.
de_de: Ein gültiger Benutzer-FQDN muss in der Form benutzer@meine.domain.com als 'Mein Identifizierer' angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο User FQDN με τη μορφή user@my.domain.com για το 'Το αναγνωριστικό μου'.
fa_ir: یک FQDN کاربر معتبر به صورت user@my.domain.com برای 'My identifier' باید مشخص شود.
fr_fr: Un nom d'utilisateur FQDN au format utilisateur@mon.domaine.com doit être entré à la rubrique 'Mon identifiant'.
it_it: È necessario specificare un FQDN utente valido nel formato utente@mio.dominio.com per "Il mio identificatore".
ko_kr: '내 식별자'에 대해 user@my.domain.com 형식의 유효한 사용자 FQDN을 지정해야 합니다.
pl_pl: Należy podać prawidłowy User FQDN w formacie user@my.domain.com dla 'My identifier'.
uk_ua: Необхідно вказати дійсне FQDN користувача у форматі user@my.domain.com для 'Мойого ідентифікатора'.
zh_cn: 必须指定"我的标识符"的有效用户FQDN，格式为user@my.domain.com。

source: A valid FQDN for 'My identifier' must be specified.
cs_cz: Je třeba zadat úplný doménový název do „Můj identifikátor“.
de_de: Ein gültiger FQDN muss für 'Mein Identifizierer' angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο FQDN για το "Το αναγνωριστικό μου".
fa_ir: یک FQDN معتبر برای 'My identifier' باید مشخص شود.
fr_fr: Un FQDN valide doit être entré à la rubrique 'Mon identifiant'.
it_it: È necessario specificare un FQDN valido per "Il mio identificatore".
ko_kr: '내 식별자'에 대한 유효한 FQDN을 지정해야 합니다.
pl_pl: Należy podać prawidłowy FQDN dla 'My identifier'.
uk_ua: Необхідно вказати дійсне FQDN для 'Мойого ідентифікатора'.
zh_cn: 必须为 '我的标识符'指定一个有效的FQDN。

source: A valid domain name for 'My identifier' must be specified.
cs_cz: Je třeba platný doménový název do „Můj identifikátor“.
de_de: Ein gültiger Domainname muss für 'Mein Identifizierer' angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο όνομα τομέα για το "Το αναγνωριστικό μου".
fa_ir: یک نام دامنه معتبر برای 'My identifier' باید مشخص شود.
fr_fr: Un nom de domaine valide doit être entré à la rubrique 'Mon identifiant'.
it_it: È necessario specificare un nome di dominio valido per 'Il mio identificatore'.
ko_kr: '내 식별자'의 유효한 도메인 이름을 지정해야 합니다.
pl_pl: Należy podać prawidłową nazwę domeny dla 'My identifier'.
uk_ua: Необхідно вказати дійсне доменне ім'я для 'Мойого ідентифікатора'.
zh_cn: 必须指定"我的标识符"的有效域名。

source: A valid IP address for 'My identifier' must be specified.
cs_cz: Je třeba zadat platnou IP adresu do „Můj identifikátor“.
de_de: Ein gültige IP-Adresse für 'Meine Kennung' muss eingegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για το "Το αναγνωριστικό μου".
fa_ir: یک آدرس IP معتبر برای 'My identifier' باید مشخص شود.
fr_fr: Une adresse IP valide doit être entrée à la rubrique 'Mon identifiant'.
it_it: È necessario specificare un indirizzo IP valido per "Il mio identificatore".
ko_kr: '내 식별자'의 유효한 IP 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres IP dla 'My identifier'.
uk_ua: Необхідно вказати дійсну IP-адресу для 'Мойого ідентифікатора'.
zh_cn: 必须为 '我的标识符'指定一个有效的IP地址。

source: Please enter a dynamic domain name for 'My Identifier'
cs_cz: Je třeba zadat název dynamické domény do „Můj identifikátor“.
de_de: Bitte gebe ein dynamischen Domainname für 'Meine Kennung' ein
el_gr: Παρακαλώ εισάγετε ένα δυναμικό όνομα τομέα για το 'Το Αναγνωριστικό μου'
fa_ir: لطفاً یک نام دامنهٔ پویا برای 'My Identifier' وارد کنید
fr_fr: Veuillez s'il vous plaît entrer un nom de domaine dynamique à la rubrique 'Mon identifiant'
it_it: Inserisci un nome di dominio dinamico per "Il mio identificatore"
ko_kr: '내 식별자'의 동적 도메인 이름을 입력
pl_pl: Wprowadź dynamiczną nazwę domeny dla 'My Identifier'
uk_ua: Будь ласка, введіть динамічне доменне ім'я для 'Мойого ідентифікатора'.
zh_cn: 请为"我的标识符"输入动态域名。

source: Please enter a user and fully qualified domain name for 'My Identifier'
cs_cz: Je třeba zadat uživatele a úplný doménový název do „Můj identifikátor“.
de_de: Bitte geben Sie einen Benutzer und und einen vollqualifizierten Domainnamen für 'Mein Identifizierer' ein
el_gr: Εισαγάγετε ένα όνομα χρήστη και ένα πλήρως προσδιορισμένο όνομα τομέα για το "Το αναγνωριστικό μου"
fa_ir: لطفاً یک نام کاربری و FQDN برای 'My Identifier' وارد کنید
fr_fr: Veuillez s'il vous plaît entrer un nom d'utilisateur ainsi qu'un nom de domaine complet à la rubrique 'Mon identifiant'
it_it: Inserisci un utente e un nome di dominio completo per "Il mio identificatore"
ko_kr: '내 식별자'에 대한 사용자 및 정규화된 도메인 이름을 입력
pl_pl: Wprowadź użytkownika i pełną nazwę domeny dla 'My Identifier'
uk_ua: Будь ласка, введіть користувача та повне доменне ім'я для 'Мойого ідентифікатора'.
zh_cn: 请为"我的标识符"输入用户和完全限定域名。

source: Please enter a fully qualified domain name for 'My Identifier'
cs_cz: Je třeba zadat úplný úplný doménový název do „Můj identifikátor“.
de_de: Bitte geben Sie einen vollqualifizierten Domainnamen für 'Mein Identifizierer' ein
el_gr: Παρακαλώ εισάγετε ένα πλήρως προσδιορισμένο όνομα τομέα για το "Το Αναγνωριστικό μου"
fa_ir: لطفاً یک FQDN برای 'My Identifier' وارد کنید
fr_fr: Veuillez s'il vous plaît entrer un nom de domaine complet à la rubrique 'Mon identifiant'
it_it: Inserisci un nome di dominio completo per "Il mio identificatore"
ko_kr: '내 식별자'의 정규화된 도메인 이름을 입력
pl_pl: Proszę podaj w pełni wykwalifikowaną nazwę domeny dla 'Mój identyfikator'
uk_ua: Будь ласка, введіть повне доменне ім'я для 'Мойого ідентифікатора'.
zh_cn: 请输入"我的标识符"的完全限定域名。

source: Please enter a keyid tag for 'My Identifier'
cs_cz: Je třeba zadat značku identifikátoru klíče do „Můj identifikátor“.
de_de: Bitte geben Sie eine Schlüssel-ID-Markierung für "Meinen Identifizierer" ein
el_gr: Παρακαλώ εισάγετε μια ετικέτα keyid για το 'Το Αναγνωριστικό μου'
fa_ir: لطفاً یک برچسب keyid برای 'My Identifier' وارد کنید
fr_fr: Veuillez s'il vous plaît entrer une étiquette keyid à la rubrique 'Mon identifiant'
it_it: Inserisci un tag keyid per "Il mio identificatore"
ko_kr: '내 식별자'에 대한 키 ID 태그를 입력
pl_pl: Wprowadź tag keyid dla 'My Identifier'
uk_ua: Будь ласка, введіть тег keyid для 'Мойого ідентифікатора'.
zh_cn: 请输入"我的标识符"的keyid标签。

source: Please enter an address for 'My Identifier'
cs_cz: Je třeba zadat adresu do „Můj identifikátor“.
de_de: Bitte gebe eine Adresse für 'Meine Kennung' ein
el_gr: Παρακαλώ εισάγετε μια διεύθυνση για το "Αναγνωριστικό μου"
fa_ir: لطفاً یک آدرس برای 'My Identifier' وارد کنید
fr_fr: Veuillez indiquer une adresse pour 'Mon Identifiant'
it_it: Inserisci un indirizzo per "Il mio identificatore"
ko_kr: '내 식별자'의 주소를 입력
pl_pl: Wprowadź adres dla 'My Identifier'
uk_ua: Будь ласка, введіть адресу для 'Мойого ідентифікатора'.
zh_cn: 请输入"我的标识符"的地址。

source: Please select an identifier (My Identifier) other then 'any' when selecting 'Any' interface
cs_cz: Pokud je vybráno rozhraní „Libovolné“, je třeba vybrat jiný identifikátor (Můj identifikátor), než „libovolné“
de_de: Bitte wählen Sie einen anderen Identifizierer (Mein Identifizierer) als "beliebig" aus, wenn Sie "beliebige" Schnittstelle verwenden.
el_gr: Επιλέξτε ένα αναγνωριστικό (Το Αναγνωριστικό μου) διαφορετικό από το 'οποιοδήποτε' όταν επιλέγετε τη διεπαφή 'Οποιαδήποτε'
fa_ir: هنگام انتخاب رابط 'Any'، لطفاً یک شناسه (My Identifier) غیر از 'any' انتخاب کنید
fr_fr: Veuillez s'il vous plaît entrer un identifiant (Mon identifiant) autre que 'n'importe lequel' quand l'interface 'n'importe laquelle' est sélectionnée
it_it: Seleziona un identificatore (Il mio identificatore) diverso da "Qualsiasi" quando selezioni l'interfaccia "Qualsiasi".
ko_kr: '임의' 인터페이스를 선택할 때 '임의'가 아닌 다른 식별자(내 식별자)를 선택
pl_pl: Proszę wybrać identyfikator (My Identifier) inny niż 'any' przy wyborze interfejsu 'Any'
uk_ua: Будь ласка, оберіть ідентифікатор (Мій ідентифікатор), відмінний від 'будь-який', при виборі інтерфейсу 'Будь-який'.
zh_cn: 选择"Any"接口时，请选择一个标识符（"我的标识符"），然后再选择"Any"

source: The remote gateway "%s" is already used by phase1 "%s".
cs_cz: Brána „%s“ na opačném konci tunelu je už používána první fází „%s“.
de_de: Das entfernte Gateway "%s" ist bereits in Benutzung von Phase1 "%s".
el_gr: Η απομακρυσμένη πύλη "%s" χρησιμοποιείται ήδη από τη phase1 "%s".
fa_ir: دروازهٔ راه دور \"%s\"" قبلاً توسط phase1 \""%s\"" استفاده شده است."
fr_fr: La passerelle distante "%s" est déjà utilisée par la phase 1 "%s".
it_it: Il gateway remoto "%s" è già utilizzato dalla fase1 "%s".
ko_kr: 원격 게이트웨이 %s이(가) 이미 1단계 "%s"에서 사용되고 있습니다.
pl_pl: Brama zdalna "%s" jest już używana przez fazę1 "%s".
uk_ua: Віддалений шлюз '%s' вже використовується фазою 1 '%s'.
zh_cn: 远程网关"%s"已被阶段1"%s"使用。

source: A valid remote gateway IPv6 address must be specified or you need to change protocol to IPv4
cs_cz: Buď je třeba zadat IPv6 adresu brány na opačném konci nebo změnit protokol na IPv4
de_de: Eine gültige entfernte Gateway IPv6-Adresse muss angegeben werden oder Sie müssen das Protokoll zu IPv4 ändern
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 για την απομακρυσμένη πύλη, διαφορετικά πρέπει να αλλάξετε το πρωτόκολλο σε IPv4.
fa_ir: باید یک آدرس IPv6 معتبر برای دروازهٔ راه دور مشخص شود یا باید پروتکل را به IPv4 تغییر دهید
fr_fr: Une adresse IPv6 valide pour la passerelle distante doit être définie ou vous devrez modifier le protocole et utiliser IPv4
it_it: È necessario specificare un indirizzo IPv6 del gateway remoto valido oppure è necessario modificare il protocollo in IPv4
ko_kr: 유효한 원격 게이트웨이 IPv6 주소를 지정하거나 프로토콜을 IPv4로 변경해야 합니다
pl_pl: Należy podać prawidłowy adres bramy zdalnej IPv6 lub zmienić protokół na IPv4
uk_ua: Необхідно вказати дійсну IPv6-адресу віддаленого шлюзу, або змінити протокол на IPv4.
zh_cn: 必须指定有效的远程网关IPv6地址，或者需要将协议更改为IPv4

source: A valid remote gateway IPv4 address must be specified or you need to change protocol to IPv6
cs_cz: Buď je třeba zadat IPv4 adresu brány na opačném konci nebo změnit protokol na IPv6
de_de: Eine gültige entfernte Gateway IPv4-Adresse muss angegeben werden oder Sie müssen das Protokoll zu IPv6 ändern
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv4 απομακρυσμένης πύλης ή πρέπει να αλλάξετε το πρωτόκολλο σε IPv6
fa_ir: باید یک آدرس IPv4 معتبر برای دروازهٔ راه دور مشخص شود یا باید پروتکل را به IPv6 تغییر دهید
fr_fr: Une adresse IPv4 valide pour la passerelle distante doit être spécifiée ou vous devez changer le protocole en IPv6
it_it: È necessario specificare un indirizzo IPv4 del gateway remoto valido oppure è necessario modificare il protocollo in IPv6
ko_kr: 유효한 원격 게이트웨이 IPv4 주소를 지정하거나 프로토콜을 IPv6으로 변경해야 합니다
pl_pl: Należy podać prawidłowy adres bramy zdalnej IPv4 lub zmienić protokół na IPv6
uk_ua: Необхідно вказати дійсну IPv4-адресу віддаленого шлюзу, або змінити протокол на IPv6.
zh_cn: 必须指定有效的远程网关IPv4地址，或者需要将协议更改为IPv6

source: A valid remote gateway address or host name must be specified.
cs_cz: Je třeba zadat adresu nebo název stroje brány na druhém konci.
de_de: Eine gültige entfernte Gateway-Adresse oder Hostname muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση απομακρυσμένης πύλης ή όνομα κεντρικού υπολογιστή.
fa_ir: باید یک آدرس یا نام میزبان معتبر برای دروازهٔ راه دور مشخص شود.
fr_fr: Une adresse ou un nom d'hôte valide de passerelle distante doit être renseigné.
it_it: È necessario specificare un indirizzo gateway remoto o un nome host valido.
ko_kr: 유효한 원격 게이트웨이 주소 또는 호스트 이름을 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres bramy zdalnej lub nazwę hosta.
uk_ua: Необхідно вказати дійсну адресу або ім'я хоста віддаленого шлюзу.
zh_cn: 必须指定有效的远程网关地址或主机名。

source: The P1 lifetime must be an integer.
cs_cz: Je třeba, aby životnost P1 bylo celé kladné číslo.
de_de: Die P1 Lebensdauer muss eine Zahl sein.
el_gr: Ο χρόνος ζωής του P1 πρέπει να είναι ακέραιος αριθμός.
fa_ir: مدت‌زمان P1 باید یک عدد صحیح باشد.
fr_fr: La durée de vie de la P1 doit être un nombre entier.
it_it: La durata P1 deve essere un numero intero.
ko_kr: P1 수명은 정수여야 합니다.
pl_pl: Czas życia P1 musi być liczbą całkowitą.
uk_ua: Термін дії P1 повинен бути цілим числом.
zh_cn: 阶段1有效期必须是整数。

source: Remote gateway
cs_cz: Vzdálená brána
el_gr: Απομακρυσμένη πύλη
fa_ir: دروازهٔ راه دور
fr_fr: Passerelle distante
it_it: Gateway remoto
ko_kr: 원격 게이트웨이
pl_pl: Zdalna brama
uk_ua: Віддалений шлюз
zh_cn: 远程网关

source: Please select radius servers to use.
cs_cz: Vyberte radius servery které použít.
de_de: Bitte wählen Sie die zu verwendenden Radius-Server aus.
el_gr: Επιλέξτε διακομιστές radius για χρήση.
fa_ir: لطفاً سرورهای RADIUS را برای استفاده انتخاب کنید.
fr_fr: Merci de sélectionner le serveur radius à utiliser
it_it: Seleziona i server Radius da utilizzare.
ko_kr: 사용할 RADIUS 서버를 선택하세요.
pl_pl: Proszę wybrać serwer Radius.
uk_ua: Будь ласка, оберіть сервери RADIUS для використання.
zh_cn: 请选择要使用的radius服务器。

source: %s can only be used with IKEv2 type VPNs.
cs_cz: %s je možné použít pouze ve spojení s VPN typu IKEv2.
de_de: %s kann nur in Kombination mit VPNs des Typs IKEv2 verwendet werden.
el_gr: Το %s μπορεί να χρησιμοποιηθεί μόνο με VPN τύπου IKEv2.
fa_ir: %s تنها می‌تواند با VPNهای نوع IKEv2 استفاده شود.
fr_fr: %s peut seulement être utilisé avec les VPN de type IKEv2.
it_it: %s può essere utilizzato solo con VPN di tipo IKEv2.
ko_kr: %s은(는) IKEv2 유형 VPN에서만 사용할 수 있습니다.
pl_pl: %s można używać tylko z VPNami typu IKEv2.
uk_ua: %s може використовуватися тільки з VPN типу IKEv2.
zh_cn: %s只能与IKEv2类型的VPN一起使用。

source: Provide a WINS server list to clients
cs_cz: Poskytovat klientům seznam WINS serverů
de_de: Den Clients eine WINS-Serverliste zur Verfügung stellen
el_gr: Παροχή λίστας διακομιστών WINS στους υπολογιστές-πελάτες
fa_ir: فهرست سرورهای WINS را به کلاینت‌ها ارائه کنید
fr_fr: Fournir la liste des serveurs WINS aux clients
it_it: Fornire un elenco di server WINS ai client
ko_kr: 클라이언트에 WINS 서버 목록 입력
pl_pl: Udostępnij klientom listę serwerów WINS
uk_ua: Надати клієнтам список WINS-серверів
zh_cn: 向客户端提供WINS服务器列表

source: WINS Servers
cs_cz: WINS servery
de_de: WINS-Server
el_gr: Διακομιστές WINS
fa_ir: سرورهای WINS
fr_fr: Serveurs WINS
it_it: Server WINS
ko_kr: WINS 서버
pl_pl: Serwery WINS
uk_ua: WINS-сервери
zh_cn: WINS服务器

source: Provide a DNS server list to clients
cs_cz: Poskytovat klientům seznam DNS serverů
de_de: Den Clients eine DNS-Serverliste zur Verfügung stellen
el_gr: Παροχή λίστας διακομιστών DNS στους πελάτες
fa_ir: فهرست سرورهای DNS را به کلاینت‌ها ارائه کنید
fr_fr: Fournir la liste des serveurs DNS aux clients
it_it: Fornire un elenco di server DNS ai client
ko_kr: 클라이언트에 DNS 서버 목록 입력
pl_pl: Udostępnij klientom listę serwerów DNS
uk_ua: Надати клієнтам список DNS-серверів
zh_cn: 为客户端提供DNS服务器列表

source: DNS Servers
cs_cz: DNS servery
de_de: DNS-Server
el_gr: Διακομιστές DNS
fa_ir: سرورهای DNS
fr_fr: Serveurs DNS
it_it: Server DNS
ko_kr: DNS 서버
pl_pl: Serwery DNS
uk_ua: DNS-сервери
zh_cn: DNS服务器

source: Provide a default domain name to clients
cs_cz: Poskytovat klientům výchozí doménový název
de_de: Den Clients einen Standarddomainname geben
el_gr: Παροχή ενός προεπιλεγμένου ονόματος τομέα στους πελάτες
fa_ir: نام دامنه پیش‌فرض را به کلاینت‌ها ارائه کنید
fr_fr: Fournir un nom de domaine par défaut aux clients
it_it: Fornire un nome di dominio predefinito ai client
ko_kr: 클라이언트에 기본 도메인 이름 입력
pl_pl: Udostępnij klientom domyślną nazwę domeny
uk_ua: Надати клієнтам типове доменне ім'я
zh_cn: 为客户端提供默认域名
