Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Authorities
cs_cz: Autority
de_de: Zertifizierungsstellen
el_gr: Αρχές
fa_ir: مراجع
fr_fr: Autorités
it_it: Autorità
ko_kr: 권한
pl_pl: Władze
uk_ua: Повноваження
zh_cn: 颁发

source: Backends
cs_cz: Podpůrné vrstvy
fa_ir: بک‌اندها
it_it: Backend
ko_kr: 백엔드
pl_pl: Backendy
uk_ua: Бекенди
zh_cn: 后端

source: Backups
cs_cz: Zálohy
de_de: Sicherungen
el_gr: Αντίγραφα ασφαλείας
fa_ir: نسخه‌های پشتیبان
fr_fr: Sauvegardes
it_it: Backup
ko_kr: 백업
pl_pl: Kopie zapasowe
uk_ua: Резервні копії
zh_cn: 备份

source: Bandwidth out of range
cs_cz: Přenosová rychlost mimo rozsah
de_de: Bandbreite außerhalb des Bereichs
el_gr: Εύρος ζώνης εκτός εμβέλειας
fa_ir: پهنای باند خارج از محدوده
fr_fr: Bande passante hors limites
it_it: Larghezza di banda fuori range
ko_kr: 대역폭 범위 초과
pl_pl: Przepustowość poza zakresem
uk_ua: Пропускна здатність поза діапазоном
zh_cn: 带宽超出范围

source: Basic
cs_cz: Základní
de_de: Einfach
el_gr: Βασικός
fa_ir: پایه
fr_fr: De base
it_it: Di base
ko_kr: 기본
pl_pl: Podstawowy
uk_ua: Базові
zh_cn: 基本

source: Binary files
cs_cz: Binární soubory
de_de: Binär Dateien
el_gr: Δυαδικά αρχεία
fa_ir: فایل‌های باینری
fr_fr: Fichiers binaires
it_it: File binari
ko_kr: 바이너리 파일
pl_pl: Pliki binarne
uk_ua: Бінарні файли
zh_cn: 二进制文件

source: Border Gateway Protocol (BGP)
cs_cz: Protokol BGP (Border Gateway Protocol)
el_gr: Πρωτόκολλο Πύλης Συνόρων (BGP)
fa_ir: پروتکل دروازه مرزی (BGP)
fr_fr: Protocole de passerelle de bordure (BGP)
it_it: Protocollo Border Gateway (BGP)
ko_kr: 경계 게이트웨이 프로토콜 (BGP)
uk_ua: Протокол граничного шлюзу (BGP)
zh_cn: 边界网关协议 (BGP)

source: Both throttling parameters should either be filled or empty
cs_cz: Oba parametry by měly být buď oba vyplněné nebo prázdné
de_de: Beide Verlangsamungsparameter sollten entweder ausgefüllt oder leer gelassen werden
el_gr: Και οι δύο παράμετροι στραγγαλισμού θα πρέπει είτε να είναι συμπληρωμένες είτε να είναι κενές
fa_ir: هر دو پارامتر کنترل نرخ یا باید پر شوند یا خالی بمانند
fr_fr: Les deux paramètres de limitation doivent être remplis ou vides
it_it: Entrambi i parametri di limitazione devono essere riempiti o vuoti
ko_kr: 두 스로틀링 매개 변수는 모두 채워지거나 비워져 있어야 함
pl_pl: Oba parametry ograniczenia prędkości powinny być albo wypełnione, albo puste
uk_ua: Обидва параметри регулювання мають бути або заповнені, або порожні
zh_cn: 两个调节参数应该都填写或留空

source: Broadcast multi-access network
cs_cz: Síť s více přístupy pro všesměrové vysílání
de_de: Broadcast multi-access Netzwerk
el_gr: Δίκτυο πολλαπλής πρόσβασης μετάδοσης
fa_ir: شبکه چنددسترسی پخشی
fr_fr: Réseau à accès multiple par diffusion
it_it: Trasmetti rete ad accesso multiplo
pl_pl: Sieć z wieloma dostępami broadcastowymi
uk_ua: Широкомовна мережа з множинним доступом
zh_cn: 广播多址网络

source: Bytes in count (client to server)
cs_cz: Počet bajtů do (od klienta k serveru)
de_de: Eingehende Anzahl Bytes (vom Client zum Server)
el_gr: Bytes εισόδου αριθμός (client to server)
fa_ir: تعداد بایت ورودی (کلاینت به سرور)
fr_fr: Nombre d'octets (du client au serveur)
it_it: Conteggio byte (da client a server)
ko_kr: 수신 바이트 수 (클라이언트 대 서버)
pl_pl: Liczba bajtów wejściowych (klient do serwera)
uk_ua: Кількість вхідних байтів (клієнт до сервера)
zh_cn: 入站字节数(客户端到服务器)

source: Bytes in rate (client to server)
cs_cz: Četnost bajtů do (od klienta k serveru)
de_de: Eingehende Geschwindigkeit Byte/s (vom Client zum Server)
el_gr: Bytes εισόδου ρυθμός (client to server)
fa_ir: نرخ بایت ورودی (کلاینت به سرور)
fr_fr: Octets en débit (client vers serveur)
it_it: Byte in velocità (da client a server)
ko_kr: 수신 속도 바이트 (클라이언트 대 서버)
pl_pl: Szybkość bajtów wejściowych (klient do serwera)
uk_ua: Швидкість вхідних байтів (клієнт до сервера)
zh_cn: 入站速率(客户端到服务器)

source: Bytes out count (server to client)
cs_cz: Počet bajtů od (od serveru ke klientovi)
de_de: Ausgehende Anzahl Bytes (vom Server zum Client)
el_gr: Βytes εξόδου αριθμός (διακομιστή σε πελάτη)
fa_ir: تعداد بایت خروجی (سرور به کلاینت)
fr_fr: Nombre d'octets sortis (du serveur au client)
it_it: Conteggio byte in uscita (da server a client)
ko_kr: 송신 바이트 수 (서버 대 클라이언트)
pl_pl: Liczba bajtów wyjściowych (serwer do klienta)
uk_ua: Кількість вихідних байтів (сервер до клієнта)
zh_cn: 出站字节数(服务器到客户端)

source: Bytes out rate (server to client)
cs_cz: Četnost bajtů od (od serveru ke klientovi)
de_de: Ausgehende Geschwindigkeit Byte/s (vom Server zum Client)
el_gr: Βytes εξόδου ρυθμός (διακομιστή σε πελάτη)
fa_ir: نرخ بایت خروجی (سرور به کلاینت)
fr_fr: Taux de sortie d'octets (serveur vers client)
it_it: Tasso di byte in uscita (da server a client)
ko_kr: 전송 바이트 속 (서버 대 클라이언트)
pl_pl: Szybkość bajtów wyjściowych (serwer do klienta)
uk_ua: Швидкість вихідних байтів (сервер до клієнта)
zh_cn: 出站速率(服务器到客户端)

source: Cache
cs_cz: Mezipaměť
el_gr: Προσωρινή μνήμη
fa_ir: کش
ko_kr: 캐시
pl_pl: Pamięć podręczna
uk_ua: Кеш
zh_cn: 缓存

source: Captive Portal
cs_cz: Zachycovací portál
fa_ir: پرتال ورود
fr_fr: Portail Captif
it_it: Portale prigioniero
ko_kr: 종속 포털
pl_pl: Portal logowania
uk_ua: Гостьовий портал
zh_cn: 强制门户

source: Check interval must be a multiple of the global interval.
cs_cz: Je třeba, aby interval kontroly byl násobkem toho globálního.
de_de: Das Checkintervall muss ein Vielfaches des globalen Intervalls sein.
el_gr: Το διάστημα ελέγχου πρέπει να είναι πολλαπλάσιο του καθολικού διαστήματος.
fa_ir: فاصلهٔ بررسی باید مضربی از فاصلهٔ سراسری باشد.
fr_fr: L'intervalle de vérification doit être un multiple de l'intervalle global.
it_it: L'intervallo di controllo deve essere un multiplo dell'intervallo globale.
ko_kr: 검사 간격은 글로벌 간격의 배수여야 합니다.
pl_pl: Interwał sprawdzania musi być wielokrotnością globalnego interwału.
uk_ua: Інтервал перевірки має бути кратним глобальному інтервалу.
zh_cn: 检查间隔必须是全局间隔的倍数。

source: Check interval must be greater than 0
cs_cz: Je třeba, aby interval kontroly byl vyšší než 0 (nula)
de_de: Das Prüfintervall muss grösser 0 sein
el_gr: Το διάστημα ελέγχου πρέπει να είναι μεγαλύτερο από 0
fa_ir: فاصلهٔ بررسی باید بزرگ‌تر از 0 باشد
fr_fr: L'intervalle de vérification doit être supérieur à 0
it_it: L'intervallo di controllo deve essere maggiore di 0
ko_kr: 검사 간격은 0보다 커야 함
pl_pl: Interwał sprawdzania musi być większy niż 0
uk_ua: Інтервал перевірки має бути більшим за 0
zh_cn: 检查间隔必须大于0

source: Chop URI at first whitespace
cs_cz: Useknout URI na prvním prázdném znaku
de_de: URI nach erstem Leerzeichen trennen
el_gr: Αποκοπή URI στο πρώτο κενό διάστημα
fa_ir: برش URI در اولین فاصلهٔ خالی
fr_fr: Chop URI au premier espace
it_it: Taglia l'URI al primo spazio bianco
ko_kr: 첫 번째 공백에서 URI 자르기
pl_pl: Przytnij URI przy pierwszym białym znaku
uk_ua: Обрізати URI за першим пробілом
zh_cn: 在第一个空格处填充URI

source: Client Export
cs_cz: Export klienta
el_gr: Εξαγωγή πελάτη
fa_ir: خروجی کلاینت
fr_fr: Exporter le client
it_it: Esportazione cliente
ko_kr: 클라이언트 내보내기
pl_pl: Eksport dla klienta
uk_ua: Експорт клієнтів
zh_cn: 客户端导出

source: Client Specific Overrides
cs_cz: Přebíjející nastavení konkrétního klienta
de_de: Client-spezifische Konfiguration
el_gr: Παρακάμψεις ειδικά για τον πελάτη
fa_ir: بازنویسی‌های مخصوص کلاینت
fr_fr: Remplacements Spécifiques des Clients
it_it: Override specifici del client
ko_kr: 클라이언트별 재정의
pl_pl: Nadpisania specyficzne dla klienta
uk_ua: Перевизначення для конкретних клієнтів
zh_cn: 客户端特定覆盖

source: Clients
cs_cz: Klienti
el_gr: Πελάτες
fa_ir: کلاینت‌ها
it_it: Clienti
ko_kr: 클라이언트
pl_pl: Klienci
uk_ua: Клієнти
zh_cn: 客户端

source: Commercial Support
cs_cz: Komerční podpora
de_de: Kommerzieller Support
el_gr: Εμπορική Υποστήριξη
fa_ir: پشتیبانی تجاری
fr_fr: Support Commercial
it_it: Supporto commerciale
ko_kr: 유료 지원
pl_pl: Wsparcie komercyjne
uk_ua: Комерційна підтримка
zh_cn: 商业支持

source: Configuration
cs_cz: Nastavení
de_de: Konfiguration
el_gr: Διαμόρφωση
fa_ir: پیکربندی
it_it: Configurazione
ko_kr: 구성
pl_pl: Konfiguracja
uk_ua: Конфігурація
zh_cn: 配置

source: Connected routes (directly attached subnet or host)
cs_cz: Připojené trasy (přímo připojená podsíť nebo hostitel)
de_de: Verbundene Routen (direkt verbundenes Subnetz oder Host)
el_gr: Συνδεδεμέν routes (άμεσα συνδεδεμένο υποδίκτυο ή host)
fa_ir: مسیرهای متصل (زیرشبکه یا میزبانِ متصل به‌صورت مستقیم)
fr_fr: Routes connectées (réseaux ou hôtes directement raccordés)
it_it: Percorsi connessi (sottorete o host direttamente collegati)
ko_kr: 연결된 경로 (직접 연결된 서브넷 또는 호스트)
pl_pl: Połączone trasy (bezpośrednio dołączony subnet lub host)
uk_ua: Підключені маршрути (безпосередньо підключена підмережа або хост)
zh_cn: 连接的路由(直接连接的子网或主机)

source: Connection Status
cs_cz: Stav spojení
de_de: Verbindungsstatus
el_gr: Κατάσταση σύνδεσης
fa_ir: وضعیت اتصال
fr_fr: État de la connexion
it_it: Stato della connessione
ko_kr: 연결 상태
pl_pl: Status połączenia
uk_ua: Стан з'єднання
zh_cn: 连接状态

source: Connection count
cs_cz: Počet spojení
de_de: Anzahl der Verbindungen
el_gr: Αριθμός συνδέσεων
fa_ir: تعداد اتصالات
fr_fr: Nombre de connexions
it_it: Conteggio connessioni
ko_kr: 연결 수
pl_pl: Liczba połączeń
uk_ua: Кількість з'єднань
zh_cn: 连接数

source: Cost must be between 0 and 4294967295.
cs_cz: Je třeba, aby náklady byly mezi 0 (nula) až 4294967295.
de_de: Die Kosten müssen zwischen 0 und 4294967295 liegen.
el_gr: Το κόστος πρέπει να είναι μεταξύ 0 και 4294967295.
fa_ir: هزینه باید بین 0 و 4294967295 باشد.
fr_fr: Le coût doit être compris entre 0 et 4294967295.
it_it: Il costo deve essere compreso tra 0 e 4294967295.
ko_kr: 비용은 1에서 4294967295 사이여야 합니다.
pl_pl: Koszt musi zawierać się w zakresie od 0 do 4294967295.
uk_ua: Вартість має бути між 0 та 4294967295.
zh_cn: 费用必须介于0到4294967295之间。

source: Counters
cs_cz: Čítače
de_de: Zähler
el_gr: Μετρητές
fa_ir: شمارنده‌ها
fr_fr: Compteurs
it_it: Contatori
ko_kr: 카운터
pl_pl: Liczniki
uk_ua: Лічильники
zh_cn: 计数器

source: Credentials TTL needs to be an integer value above 0
cs_cz: Je třeba aby doba platnosti přihlašovacích údajů bylo celé číslo větší než 0
de_de: Die Halbwertszeit (TTL) für Zugangsdaten muss eine Ganzzahl größer als 0 sein
el_gr: Τα διαπιστευτήρια TTL πρέπει να είναι ακέραια τιμή πάνω από το 0
fa_ir: مقدار TTL اعتبارنامه‌ها باید یک عدد صحیح بزرگ‌تر از 0 باشد.
fr_fr: Le TTL des credentials doit être un nombre entier supérieur à 0
it_it: Le credenziali TTL devono essere un valore intero superiore a 0
ko_kr: 자격증명 TTL은 0보다 큰 정수 값이어야 함
pl_pl: Czas ważności poświadczeń musi być wartością całkowitą większą niż 0
uk_ua: TTL облікових даних має бути цілим числом, більшим за 0
zh_cn: 证书过期时间必须是大于0的整数

source: Critical
cs_cz: Kritické
de_de: Kritisch
el_gr: Κρίσιμος
fa_ir: بحرانی
fr_fr: Critique
it_it: Critico
ko_kr: 심각
pl_pl: Krytyczny
uk_ua: Критичний
zh_cn: 危急

source: Current connections
cs_cz: Stávající spojení
de_de: Aktuelle Verbindungen
el_gr: Τρέχουσες συνδέσεις
fa_ir: اتصالات فعلی
fr_fr: Connexions en cours
it_it: Connessioni attuali
ko_kr: 현재 연결
pl_pl: Bieżące połączenia
uk_ua: Поточні з'єднання
zh_cn: 当前连接

source: Custom
cs_cz: Vlastní
de_de: Benutzerdefiniert
el_gr: Παραμετροποίηση
fa_ir: سفارشی
fr_fr: Personnaliser
it_it: Costume
ko_kr: 사용자 정의
pl_pl: Niestandardowy
uk_ua: Користувацький
zh_cn: 自定义

source: Custom condition (option pass-through)
cs_cz: Uživatelsky určená podmínka (předání volby)
de_de: Benutzerdefinierte Bedingung (Optionsdurchleitung)
el_gr: Προσαρμοσμένη συνθήκη (επιλογή διέλευσης)
fa_ir: شرط سفارشی (گزینهٔ عبور)
fr_fr: Condition personnalisée (passage d'une option à l'autre)
it_it: Condizione personalizzata (opzione pass-through)
ko_kr: 사용자 정의 (옵션 통과)
pl_pl: Niestandardowy warunek (opcja przepuszczenia)
uk_ua: Користувацька умова (передача опції)
zh_cn: 自定义条件 (直通选项)

source: Custom rule (option pass-through)
cs_cz: Uživatelsky určené pravidlo (předání volby)
de_de: Benutzerdefinierte Regel (Optionsdurchleitung)
el_gr: Προσαρμοσμένος κανόνας (μετάδοση επιλογών)
fa_ir: قانون سفارشی (گزینهٔ عبور)
fr_fr: Règle personnalisée (option pass-through)
it_it: Regola personalizzata (opzione pass-through)
ko_kr: 사용자 정의 규칙 (옵션 통과)
pl_pl: Niestandardowa reguła (opcja przepuszczenia)
uk_ua: Користувацьке правило (передача опції)
zh_cn: 自定义规则 (直通选项)

source: DELETE
cs_cz: SMAZAT
de_de: LÖSCHEN
el_gr: ΔΙΑΓΡΑΦΩ
fa_ir: حذف
fr_fr: SUPPRIMER
it_it: ELIMINARE
ko_kr: 삭제
uk_ua: ВИДАЛИТИ
zh_cn: 删除

source: DNS Lookup
cs_cz: DNS vyhledávání
de_de: DNS-Abfrage
el_gr: Αναζήτηση DNS
fa_ir: جستجوی DNS
fr_fr: Résolution DNS
it_it: Ricerca DNS
ko_kr: DNS 조회
pl_pl: Wyszukiwanie DNS
uk_ua: Пошук DNS
zh_cn: DNS查询

source: Daily
cs_cz: Denně
de_de: Täglich
el_gr: Καθημερινά
fa_ir: روزانه
fr_fr: Quotidienne
it_it: Quotidiano
ko_kr: 매일
pl_pl: Codziennie
uk_ua: Щоденно
zh_cn: 每日

source: Dashboard
cs_cz: Přehled
el_gr: Ταμπλό
fa_ir: داشبورد
fr_fr: Tableau de bord
it_it: Pannello di controllo
ko_kr: 대시보드
pl_pl: Panel
uk_ua: Панель приладів
zh_cn: 仪表盘

source: Dead interval must be between 0 and 4294967295.
cs_cz: Je třeba, aby mrtvý interval byl z rozmezí 0 až 4294967295.
de_de: Der Dead-Intervall muss zwischen 0 und 4294967295 liegen.
el_gr: Το νεκρό διάστημα πρέπει να είναι μεταξύ 0 και 4294967295.
fa_ir: فاصلهٔ Dead باید بین 0 و 4294967295 باشد.
fr_fr: L'intervalle mort doit être compris entre 0 et 4294967295.
it_it: L'intervallo morto deve essere compreso tra 0 e 4294967295.
ko_kr: Dead 간격은 0에서 4294967295 사이여야 합니다.
pl_pl: Interwał "Dead" musi mieścić się w przedziale od 0 do 4294967295.
uk_ua: Мертвий інтервал має бути між 0 та 4294967295.
zh_cn: 失效间隔必须介于0和4294967295之间。

source: Debug level needs to be an integer value between 0 and 7
cs_cz: Je třeba, aby stupeň podrobnosti ladících informací bylo celé číslo z rozsahu 0 až 7
de_de: Die Debug-Stufe muss eine Zahl zwischen 0 und 7 sein
el_gr: Το επίπεδο εντοπισμού σφαλμάτων πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 7
fa_ir: سطح اشکال‌زدایی باید یک عدد صحیح بین 0 و 7 باشد.
fr_fr: Le niveau de débug doit être un entier entre 0 et 7
it_it: Il livello di debug deve essere un valore intero compreso tra 0 e 7
ko_kr: 디버그 수준은 0에서 7 사이의 정수 값이어야 합니다.
pl_pl: Poziom debugowania musi być wartością całkowitą między 0 a 7
uk_ua: Рівень налагодження має бути цілим числом від 0 до 7
zh_cn: 调试级别必须是介于0和7之间的整数值

source: Debugging
cs_cz: Ladění
de_de: Fehlersuche
el_gr: Αποσφαλμάτωση
fa_ir: اشکال‌زدایی
fr_fr: Débogage
it_it: Debug
ko_kr: 디버깅
pl_pl: Debugowanie
uk_ua: Налагодження
zh_cn: 调试

source: Defaults
cs_cz: Výchozí
de_de: Standardeinstellungen
el_gr: Προεπιλογές
fa_ir: پیش‌فرض‌ها
fr_fr: Par défaut
it_it: Predefiniti
ko_kr: 기본값
pl_pl: Domyślne
uk_ua: Типові значення
zh_cn: 默认

source: Deficit Round Robin
cs_cz: Deficitové Round Robin
de_de: Round Robin Defizit
el_gr: Round Robin ελλείμματος
fa_ir: زمان‌بندی Deficit Round Robin
fr_fr: Déficit "Round Robin"
ko_kr: Deficit 라운드 로빈
uk_ua: Дефіцитний циклічний алгоритм

source: Deny
cs_cz: Odepřít
de_de: Ablehnen
el_gr: Αρνούμαι
fa_ir: رد
fr_fr: Refuser
it_it: Negare
ko_kr: 거부
pl_pl: Odmów
uk_ua: Відхилити

source: Deny request
cs_cz: Odmítnout požadavek
de_de: Abfrage ablehnen
el_gr: Απόρριψη αιτήματος
fa_ir: رد درخواست
fr_fr: Refuser la requête
it_it: Rifiuta la richiesta
ko_kr: 요청 거부
pl_pl: Odrzuć żądanie
uk_ua: Відхилити запит
zh_cn: 拒绝响应

source: Description should be a string between 1 and 255 characters
cs_cz: Popis by měl být řetězec dlouhý 1 až 255 znaků
de_de: Beschreibung sollte ein String zwischen 1 und 255 Zeichen enthalten
el_gr: Η περιγραφή πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων
fa_ir: توضیحات باید رشته‌ای بین 1 تا 255 کاراکتر باشد
fr_fr: La description devrait être une chaîne entre 1 et 255 caractères
it_it: La descrizione deve essere una stringa compresa tra 1 e 255 caratteri
ko_kr: 설명은 1에서 255자 사이의 문자열이어야 함
pl_pl: Opis powinien być ciągiem znaków o długości od 1 do 255 znaków
uk_ua: Опис має бути рядком довжиною від 1 до 255 символів
zh_cn: 描述说明为1到255个之间的字符

source: Description should be a string between 1 and 255 characters.
cs_cz: Popis by měl být řetězec dlouhý 1 až 255 znaků.
de_de: Beschreibung sollte eine Zeichenkette mit einer Länge von einem bis 255 Zeichen sein.
el_gr: Η περιγραφή πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων.
fa_ir: توضیحات باید رشته‌ای بین 1 تا 255 کاراکتر باشد.
fr_fr: La description devrait être une chaîne entre 1 et 255 caractères.
it_it: La descrizione deve essere una stringa compresa tra 1 e 255 caratteri.
ko_kr: 설명은 1에서 255자 사이의 문자열이어야 합니다.
pl_pl: Opis powinien być ciągiem znaków o długości od 1 do 255 znaków.
uk_ua: Опис має бути рядком довжиною від 1 до 255 символів.
zh_cn: 说明应为1到255个字符之间的字符串。

source: Devices
cs_cz: Zařízení
de_de: Geräte
el_gr: Συσκευές
fa_ir: دستگاه‌ها
fr_fr: Périphériques
it_it: Dispositivi
ko_kr: 기기
pl_pl: Urządzenia
uk_ua: Пристрої
zh_cn: 设备

source: Diagnostics
cs_cz: Diagnostika
de_de: Diagnose
el_gr: Διαγνωστικά
fa_ir: عیب‌یابی
it_it: Diagnostica
ko_kr: 진단
pl_pl: Diagnostyka
uk_ua: Діагностика
zh_cn: 诊断

source: Directory
cs_cz: Složka
de_de: Verzeichnis
el_gr: Τηλεφωνικός κατάλογος
fa_ir: دایرکتوری
fr_fr: Répertoire
it_it: Direttorio
ko_kr: 디렉토리
pl_pl: Katalog
uk_ua: Тека
zh_cn: 目录

source: Disable redispatching
cs_cz: Vypnout měnění přidělení
de_de: Umschwenken deaktivieren
el_gr: Απενεργοποίηση αναδιανομής
fa_ir: غیرفعال کردن ارسال مجدد
fr_fr: Désactiver la réexpédition
it_it: Disabilita il ridispaccio
ko_kr: redispatching 사용 안 함
pl_pl: Wyłącz ponowne przekierowywanie
uk_ua: Вимкнути повторне відправлення
zh_cn: 禁用重新分配

source: Do not add ;rport to via header (0)
cs_cz: Nepřidávat ;rport do hlavičky via (0)
de_de: Füge ";rport" nicht zum Via-Header (0) hinzu
el_gr: Μην προσθέσετε ;rport στην κεφαλίδα via (0)
fa_ir: اضافه نکردن ;rport به هدر via (0)
fr_fr: Ne pas ajouter ;rport à l'en-tête via (0)
it_it: Non aggiungere ;rport tramite intestazione (0)
ko_kr: 헤더(0)를 통해 ;rport를 추가하지 않음
pl_pl: Nie dodawaj ;rport do nagłówka via (0)
uk_ua: Не додавати ;rport до заголовка via (0)
zh_cn: 不添加 ;传送至via标头 (0)

source: Do not alter forward header (transparent)
cs_cz: Nepozměňovat hlavičku přeposílání (transparentní)
de_de: Forward Header nicht ändern (transparent)
el_gr: Μην τροποποιείτε την μπροστινή κεφαλίδα (διαφανές)
fa_ir: هدر Forward را تغییر ندهید (شفاف)
fr_fr: Ne pas modifier l'en-tête de transfert (transparent)
it_it: Non modificare l'intestazione di inoltro (trasparente)
ko_kr: Forward 헤더를 변경하지 않음 (투명)
pl_pl: Nie modyfikuj nagłówka forward (przezroczysty)
uk_ua: Не змінювати заголовок forward (прозорий)
zh_cn: 不更改转发标头（透明）

source: Documentation
cs_cz: Dokumentace
de_de: Dokumentation
el_gr: Οδηγίες χρήσης
fa_ir: مستندات
it_it: Documentazione
ko_kr: 설명서
pl_pl: Dokumentacja
uk_ua: Документація
zh_cn: 技术文档

source: Does not look like a valid cookie name (most special characters are not allowed).
cs_cz: Toto nevypadá jako platný název cookie (většinu zvláštních znaků není možné použít).
de_de: Sieht nicht wie ein gültiger Cookie-Name aus (die meisten Sonderzeichen sind nicht erlaubt).
el_gr: Δεν μοιάζει με έγκυρο όνομα cookie (δεν επιτρέπονται οι περισσότεροι ειδικοί χαρακτήρες).
fa_ir: به نظر نمی‌آید نام کوکی معتبری باشد (اکثر کاراکترهای ویژه مجاز نیستند).
fr_fr: Ne ressemble pas à un nom de cookie valide (la plupart des caractères spéciaux ne sont pas autorisés).
it_it: Non sembra un nome di cookie valido (la maggior parte dei caratteri speciali non sono consentiti).
ko_kr: 올바른 쿠키 이름으로 보이지 않습니다. (대부분의 특수문자는 허용되지 않습니다)
pl_pl: Nie wygląda na poprawną nazwę ciasteczka (większość znaków specjalnych jest niedozwolona).
uk_ua: Не схоже на дійсне ім'я файлу cookie (більшість спеціальних символів не дозволені).
zh_cn: 看起来不像有效的cookie名称（不允许使用大多数特殊字符）。

source: Drop
cs_cz: Zahodit
de_de: Verwerfen
el_gr: Πτώση
fa_ir: رد
fr_fr: Rejeter
it_it: Gocciolare
ko_kr: 삭제
pl_pl: Odrzuć
uk_ua: Відхилити
zh_cn: 阻止

source: Dynamic DNS
cs_cz: Dynamické DNS
de_de: Dynamisches DNS
el_gr: Δυναμικό DNS
fa_ir: DNS پویا
fr_fr: DNS dynamique
it_it: DNS dinamico
ko_kr: 동적 DNS (DDNS)
pl_pl: Dynamiczny DNS
uk_ua: Динамічний DNS
zh_cn: 动态DNS

source: Emergencies
cs_cz: Nouzové stavy
de_de: Notfälle
el_gr: Επείγοντα περιστατικά
fa_ir: موارد اضطراری
fr_fr: Urgences
it_it: Emergenze
ko_kr: 긴급
pl_pl: Sytuacje awaryjne
uk_ua: Надзвичайні ситуації
zh_cn: 紧急

source: Encode whitespaces (RFC1738)
cs_cz: Enkódovat prázdné znaky (RFC1738)
de_de: Leerzeichen kodieren (RFC1738)
el_gr: Κωδικοποίηση κενών χώρων (RFC1738)
fa_ir: کدگذاری فاصله‌ها (RFC1738)
fr_fr: Encoder les blancs (RFC1738)
it_it: Codifica gli spazi bianchi (RFC1738)
ko_kr: 공백 인코딩 (RFC1738)
pl_pl: Koduj spacje (RFC1738)
uk_ua: Кодувати пробіли (RFC1738)
zh_cn: 编码空格 (RFC1738)

source: Enter a description.
cs_cz: Zadejte popis.
de_de: Geben Sie eine Beschreibung ein.
el_gr: Εισαγάγετε μια περιγραφή.
fa_ir: یک توضیح وارد کنید.
fr_fr: Entrer une description.
it_it: Inserisci una descrizione.
ko_kr: 설명을 입력하세요.
pl_pl: Wprowadź opis.
uk_ua: Введіть опис.
zh_cn: 输入描述。

source: Enter a valid number of logs to save
cs_cz: Zadejte platný počet záznamů událostí které uložit
de_de: Geben Sie eine gültige Anzahl an Protokollen ein, die gespeichert werden soll
el_gr: Εισαγάγετε έναν έγκυρο αριθμό αρχείων καταγραφής για αποθήκευση
fa_ir: تعداد لاگ‌های معتبر برای ذخیره را وارد کنید.
fr_fr: Entrer un nombre valide de journaux à sauvegarder
it_it: Inserisci un numero valido di log da salvare
ko_kr: 저장할 유효한 로그 수를 입력
pl_pl: Wprowadź prawidłową liczbę logów do zapisania
uk_ua: Введіть дійсне число журналів для збереження
zh_cn: 输入要保存的有效日志数

source: Enter a valid packet size
cs_cz: Zadejte platnou velikost paketu
de_de: Geben Sie eine gültige Paketgröße an
el_gr: Εισαγάγετε ένα έγκυρο μέγεθος πακέτου
fa_ir: یک اندازهٔ معتبر برای بسته وارد کنید.
fr_fr: Entrez une taille de paquet valide
it_it: Inserisci una dimensione del pacchetto valida
ko_kr: 유효한 패킷 크기를 입력하세요
pl_pl: Wprowadź prawidłowy rozmiar pakietu
uk_ua: Введіть дійсний розмір пакета
zh_cn: 输入有效的数据包大小

source: Envelope
cs_cz: Obálka
de_de: Umschlag
el_gr: Φάκελος
fa_ir: پاکت
fr_fr: Enveloppe
it_it: Busta
ko_kr: 봉투
pl_pl: Koperta
uk_ua: Конверт
zh_cn: 信封

source: Error Files
cs_cz: Chybové soubory
de_de: Fehlerdateien
el_gr: Αρχεία σφάλματος
fa_ir: فایل‌های خطا
fr_fr: Fichiers d'erreur
it_it: File di errore
ko_kr: 오류 파일
pl_pl: Pliki błędów
uk_ua: Файли помилок
zh_cn: 错误文件

source: Errors
cs_cz: Chyby
de_de: Fehler
el_gr: Σφάλματα
fa_ir: خطاها
fr_fr: Erreurs
it_it: Errori
ko_kr: 오류
pl_pl: Błędy
uk_ua: Помилки
zh_cn: 错误

source: Eventqueue Slots must be a numeric value.
cs_cz: Je třeba, aby Slotů fronty událostí byla číselná hodnota.
de_de: Ereigniswarteschlangen-Slots muss ein numerischer Wert sein.
el_gr: Οι θέσεις στην ουρά συμβάντων πρέπει να έχουν αριθμητική τιμή.
fa_ir: مقدار اسلات‌های Eventqueue باید عددی باشد.
fr_fr: Eventqueue Slots doit être une valeur numérique.
it_it: Gli slot Eventqueue devono essere un valore numerico.
ko_kr: 이벤트 대기열 슬롯은 숫자 값이어야 합니다.
pl_pl: Liczba slotów w kolejce zdarzeń musi być wartością numeryczną.
uk_ua: Слоти черги подій повинні бути числовим значенням.
zh_cn: 事件队列槽位必须是数值。

source: Executables
cs_cz: Spustitelné soubory
de_de: Ausführbare Dateien
el_gr: Εκτελέσιμα αρχεία
fa_ir: فایل‌های اجرایی
fr_fr: Exécutables
it_it: Eseguibili
ko_kr: 실행 가능
pl_pl: Pliki wykonywalne
uk_ua: Виконувані файли
zh_cn: 可执行文件

source: Execute
cs_cz: Spustit
de_de: Ausführen
el_gr: Εκτελώ
fa_ir: اجرا
fr_fr: Exécuter
it_it: Eseguire
ko_kr: 실행
pl_pl: Wykonaj
uk_ua: Виконати
zh_cn: 执行

source: Expected return code must be a number.
cs_cz: Je třeba, aby očekávaný návratový kód bylo číslo.
de_de: Erwarteter Rückgabecode muss eine Zahl sein.
el_gr: Ο αναμενόμενος κωδικός επιστροφής πρέπει να είναι αριθμός.
fa_ir: کد بازگشتی مورد انتظار باید یک عدد باشد.
fr_fr: Le code de retour attendu doit être un nombre.
it_it: Il codice di ritorno previsto deve essere un numero.
ko_kr: 예상 리턴 코드는 반드시 숫자여야 합니다.
pl_pl: Oczekiwany kod zwrotny musi być liczbą.
uk_ua: Очікуваний код повернення має бути числом.
zh_cn: 预期的返回代码必须是数字。
