Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This option enables scanning within SWF files.
cs_cz: Toto zapne skenování SWF souborů.
de_de: Diese Option ermöglicht das scannen in SWF Dateien.
el_gr: Αυτή η επιλογή επιτρέπει τη σάρωση εντός αρχείων SWF.
fa_ir: این گزینه اسکن درون فایل‌های SWF را فعال می‌کند.
fr_fr: Cette option active le scan au sein des fichiers SWF.
it_it: Questa opzione abilita la scansione all'interno dei file SWF.
ko_kr: 이 옵션은 SWF 파일 내에서 검색을 활성화합니다.
pl_pl: Ta opcja umożliwia skanowanie wewnątrz plików SWF.
uk_ua: Ця опція вмикає сканування всередині файлів SWF.
zh_cn: 此选项可在SWF文件中进行扫描。

source: This option enables scanning xml-based document files supported by libclamav.
cs_cz: Tato volba zapíná skenování dokumentů, založených na formátu XML, podporovaných knihovnou libclamav.
de_de: Diese Option ermöglicht das Scannen von XML-basierten Dateien, die von libclamav unterstützt werden.
el_gr: Αυτή η επιλογή επιτρέπει τη σάρωση αρχείων εγγράφων που βασίζονται σε xml και υποστηρίζονται από το libclamav.
fa_ir: این گزینه اسکن اسناد مبتنی بر XMLِ پشتیبانی‌شده توسط libclamav را فعال می‌کند.
fr_fr: Cette option active le scan des fichiers contenant du XML supporté par libclamav.
it_it: Questa opzione abilita la scansione di file di documenti basati su XML supportati da libclamav.
ko_kr: 이 옵션을 사용하면 libclamav에서 지원하는 xml 기반 문서 파일을 검색할 수 있습니다.
pl_pl: Ta opcja umożliwia skanowanie dokumentów opartych na XML wspieranych przez libclamav.
uk_ua: Ця опція вмикає сканування XML-документів, які підтримуються libclamav.
zh_cn: 此选项启用扫描libclamav支持的基于xml的文档文件。

source: This option selects the way packets are routed to other daemons
cs_cz: Tato předvolba vybírá způsob kterým jsou pakety směrovány na procesy ostatních služeb
de_de: Diese Option wählt aus, wie Pakete an andere Dienste weitergeleitet werden.
el_gr: Αυτή η επιλογή επιλέγει τον τρόπο με τον οποίο τα πακέτα δρομολογούνται σε άλλους δαίμονες
fa_ir: این گزینه روش هدایت بسته‌ها به سایر فرایندهای پس‌زمینه را انتخاب می‌کند.
fr_fr: Cette option sélectionne la façon dont les paquets sont dirigés vers les autres services
it_it: Questa opzione seleziona il modo in cui i pacchetti vengono instradati verso altri demoni
ko_kr: 이 옵션은 패킷이 다른 데몬으로 라우팅되는 방법을 선택합니다
pl_pl: Ta opcja wybiera sposób, w jaki pakiety są kierowane do innych demonów.
uk_ua: Ця опція вибирає спосіб маршрутизації пакетів до інших демонів.
zh_cn: 此选项选择将数据包路由到其他守护程序的方式

source: This option sets the maximum amount of data to be scanned for each input file. Archives and other containers are recursively extracted and scanned up to this value.
cs_cz: Tato volba nastavuje nejvyšší přijatelný objem dat, který skenovat pro každý vstupní soubor. Archivy a ostatní kontejnery jsou rekurzivně rozbaleny a skenovány až po tuto hodnotu.
de_de: Diese Option definiert die maximale Menge an Daten, welche für jede Eingabedatei gescannt wird. Archive und andere Container werden rekursiv entpackt und gescannt bis zu diesem Wert.
el_gr: Αυτή η επιλογή ορίζει τη μέγιστη ποσότητα δεδομένων που θα σαρωθούν για κάθε αρχείο εισόδου. Τα αρχεία και άλλα κοντέινερ εξάγονται και σαρώνονται αναδρομικά έως αυτήν την τιμή.
fa_ir: این گزینه حداکثر مقدار داده‌ای را که برای هر فایل ورودی اسکن می‌شود تعیین می‌کند. آرشیوها و سایر کانتینرها به‌صورت بازگشتی استخراج و تا این مقدار اسکن می‌شوند.
fr_fr: Cette option définit la quantité maximale de données à analyser pour chaque fichier d'entrée. Les archives et autres conteneurs sont extraits et analysés de manière récursive jusqu'à cette valeur.
it_it: Questa opzione imposta la quantità massima di dati da scansionare per ciascun file di input. Archivi e altri contenitori vengono estratti e scansionati in modo ricorsivo fino a questo valore.
ko_kr: 이 옵션은 각 입력 파일에 대해 검사할 최대 데이터 양을 설정합니다. 아카이브 및 기타 컨테이너는 이 값까지 재귀적으로 추출되고 검색됩니다.
pl_pl: Ta opcja ustawia maksymalną ilość danych do przeskanowania dla każdego pliku wejściowego. Archiwa i inne kontenery są rekursywnie wypakowywane i skanowane do tej wartości.
uk_ua: Ця опція встановлює максимальний обсяг даних для сканування для кожного вхідного файлу. Архіви та інші контейнери рекурсивно видобуваються та скануються до цього значення.
zh_cn: 此选项设置每个输入文件要扫描的最大数据量。递归提取档案和其他容器，并扫描到此值。

source: This setting is only relevant for double nat scenarios, where default port 5060 would be replaced by a NAT device.
cs_cz: Toto nastavení je příhodné pouze pro situace s dvojitým nat překladem, kdy by výchozí port 5060 byl nahrazen NAT zařízením.
de_de: Diese Einstellung ist nur für Double-Nat-Szenarien relevant, in denen der Standardport 5060 durch ein NAT-Gerät ersetzt wird.
el_gr: Αυτή η ρύθμιση είναι σχετική μόνο για σενάρια διπλής θύρας NAT, όπου η προεπιλεγμένη θύρα 5060 θα αντικατασταθεί από μια συσκευή NAT.
fa_ir: این تنظیم فقط در سناریوهای double NAT مرتبط است، جایی که پورت پیش‌فرض 5060 توسط یک دستگاه NAT جایگزین می‌شود.
fr_fr: Ce paramètre n'est pertinent que pour les scénarios double nat, où le port par défaut 5060 serait remplacé par un périphérique NAT.
it_it: Questa impostazione è rilevante solo per scenari a doppia nat, in cui la porta predefinita 5060 verrebbe sostituita da un dispositivo NAT.
ko_kr: 이 설정은 기본 포트 5060이 NAT 장치로 대체되는 이중 NAT 시나리오에만 해당됩니다.
pl_pl: To ustawienie jest istotne tylko w scenariuszach z podwójnym NAT, gdzie domyślny port 5060 zostanie zastąpiony przez urządzenie NAT.
uk_ua: Це налаштування актуальне лише для сценаріїв подвійного NAT, де типовий порт 5060 буде замінений пристроєм NAT.
zh_cn: 此设置仅与双nat方案有关，在默认情况下，默认端口5060会被NAT设备替换。

source: This will activate ClamAV
cs_cz: Toto zapne ClamAV
de_de: Das aktiviert ClamAV
el_gr: Αυτό θα ενεργοποιήσει το ClamAV
fa_ir: با این کار ClamAV فعال می‌شود.
fr_fr: Ceci active ClamAV
it_it: Questo attiverà ClamAV
ko_kr: 이 옵션은 ClamAV를 활성화합니다
pl_pl: To aktywuje ClamAV
uk_ua: Це активує ClamAV
zh_cn: 激活 ClamAV

source: This will activate OpenConnect Client.
cs_cz: Toto zapne klienta OpenConnect.
de_de: Das aktiviert den OpenConnect Client.
el_gr: Αυτό θα ενεργοποιήσει το OpenConnect Client.
fa_ir: با این کار OpenConnect Client فعال می‌شود.
fr_fr: Ceci active le client OpenConnect.
it_it: Questo attiverà OpenConnect Client.
ko_kr: 이 옵션은 OpenConnect Client가 활성화됩니다.
pl_pl: To aktywuje klienta OpenConnect.
uk_ua: Це активує клієнт OpenConnect.
zh_cn: 激活OpenConnect客户端。

source: This will activate the Cisco Discovery Protocol.
cs_cz: Toto aktivuje Cisco Discovery protokol.
de_de: Dies wird das Cisco Discovery Protocol aktivieren.
el_gr: Αυτό θα ενεργοποιήσει το πρωτόκολλο Cisco Discovery.
fa_ir: با این کار Cisco Discovery Protocol فعال می‌شود.
fr_fr: Ceci active le protocole de découverte Cisco (CDP).
it_it: Ciò attiverà il protocollo Cisco Discovery.
ko_kr: 이 옵션은 Cisco Discovery Protocol을 활성화합니다.
pl_pl: To aktywuje protokół odkrywania Cisco.
uk_ua: Це активує протокол Cisco Discovery.
zh_cn: 激活Cisco Discovery协议。

source: This will activate the Collectd service.
cs_cz: Toto zapne službu Collectd.
de_de: Das aktiviert den Collectd Dienst.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία Collectd.
fa_ir: با این کار سرویس Collectd فعال می‌شود.
fr_fr: Ceci active le service Collectd.
it_it: Questo attiverà il servizio Collectd.
ko_kr: 이 옵션은 Collectd 서비스를 활성화합니다.
pl_pl: To aktywuje usługę Collectd.
uk_ua: Це активує службу Collectd.
zh_cn: 激活 Collectd 服务。

source: This will activate the Extreme Discovery Protocol.
cs_cz: Toto zapne protokol Extreme Discovery.
de_de: Das aktiviert das Extreme Discovery Protocol.
el_gr: Αυτό θα ενεργοποιήσει το Πρωτόκολλο Extreme Discovery.
fa_ir: با این کار Extreme Discovery Protocol فعال می‌شود.
fr_fr: Ceci active Extreme Discovery Protocol.
it_it: Ciò attiverà il protocollo Extreme Discovery.
ko_kr: 이 옵션은 Extreme Discovery Protocol을 활성화합니다.
pl_pl: To aktywuje protokół odkrywania Extreme.
uk_ua: Це активує протокол Extreme Discovery.
zh_cn: 激活Extreme Discovery协议。

source: This will activate the Foundry Discovery Protocol.
cs_cz: Toto zapne protokol Foundry Discovery.
de_de: Das aktiviert das Foundry Discovery Protocol.
el_gr: Αυτό θα ενεργοποιήσει το Πρωτόκολλο Ανακάλυψης Χυτηρίου.
fa_ir: با این کار Foundry Discovery Protocol فعال می‌شود.
fr_fr: Ceci active Foundry Discovery Protocol.
it_it: Ciò attiverà il protocollo di rilevamento della fonderia.
ko_kr: 이 옵션은 Foundry Discovery Protocol을 활성화합니다.
pl_pl: To aktywuje protokół odkrywania Foundry.
uk_ua: Це активує протокол Foundry Discovery.
zh_cn: 激活Foundry Discovery协议。

source: This will activate the FreeRADIUS service.
cs_cz: Toto aktivuje službu FreeRADIUS.
de_de: Dies wird den FreeRADIUS-Dienst aktivieren.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία FreeRADIUS.
fa_ir: با این کار سرویس FreeRADIUS فعال می‌شود.
fr_fr: Ceci active le service FreeRADIUS.
it_it: Questo attiverà il servizio FreeRADIUS.
ko_kr: 이 옵션은 FreeRADIUS 서비스를 활성화합니다.
pl_pl: To aktywuje usługę FreeRADIUS.
uk_ua: Це активує службу FreeRADIUS.
zh_cn: 激活FreeRADIUS 服务。

source: This will activate the LLDPD service.
cs_cz: Toto zapne službu LLDPD.
de_de: Dies wird den LLDPD-Dienst aktivieren.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία LLDPD.
fa_ir: با این کار سرویس LLDPD فعال می‌شود.
fr_fr: Ceci active le service LLDPD.
it_it: Ciò attiverà il servizio LLDPD.
ko_kr: 이 옵션은 LLDPD 서비스를 활성화합니다.
pl_pl: To aktywuje usługę LLDPD.
uk_ua: Це активує службу LLDPD.
zh_cn: 激活LLDPD 服务。

source: This will activate the Postfix daemon.
cs_cz: Toto zapne proces služby Postfix.
de_de: Dies wird den Postfix-Daemon aktivieren.
el_gr: Αυτό θα ενεργοποιήσει το daemon Postfix.
fa_ir: با این کار دیمن Postfix فعال می‌شود.
fr_fr: Ceci active le service Postfix.
it_it: Questo attiverà il demone Postfix.
ko_kr: 이 옵션은 Postfix 데몬을 활성화합니다.
pl_pl: To aktywuje demona Postfix.
uk_ua: Це активує демон Postfix.
zh_cn: 激活Postfix守护程序。

source: This will activate the SONMP Protocol by Nortel.
cs_cz: Toto zapne SONMP protokol od Nortel.
de_de: Dies wird den SONMP-Protokoll von Nortel aktivieren.
el_gr: Αυτό θα ενεργοποιήσει το πρωτόκολλο SONMP της Nortel.
fa_ir: با این کار SONMP Protocol توسط Nortel فعال می‌شود.
fr_fr: Ceci activera le protocole SONMP de Nortel.
it_it: Ciò attiverà il protocollo SONMP di Nortel.
ko_kr: 이 옵션은 Nortel에 의한 SONMP 프로토콜을 활성화합니다.
pl_pl: To aktywuje protokół SONMP firmy Nortel.
uk_ua: Це активує протокол SONMP від Nortel.
zh_cn: 激活北电的SONMP协议。

source: This will activate the ShadowSocks Local instance. This lets you tunnel your application to a public ShadowSocks server.
cs_cz: Toto zapne místní instanci ShadowSocks. To umožní tunelovat vaši aplikaci na veřejný ShadowSocks server.
de_de: Dadurch wird die lokale Instanz von ShadowSocks aktiviert. Auf diese Weise können Sie Ihre Anwendung auf einen öffentlichen ShadowSocks-Server tunneln.
el_gr: Αυτό θα ενεργοποιήσει την τοπική παρουσία ShadowSocks. Αυτό σας επιτρέπει να συνδέσετε την εφαρμογή σας με έναν δημόσιο διακομιστή ShadowSocks.
fa_ir: این گزینه ShadowSocks Local را فعال می‌کند. با این کار می‌توانید برنامهٔ خود را از طریق یک سرور عمومی ShadowSocks تونل کنید.
fr_fr: Ceci activera l'instance ShadowSocks Local. Ceci vous permet de tunneliser votre application vers un serveur ShadowSocks public.
it_it: Ciò attiverà l'istanza locale di ShadowSocks. Ciò ti consente di eseguire il tunneling della tua applicazione su un server ShadowSocks pubblico.
ko_kr: 이 옵션은 ShadowSocks 로컬 인스턴스를 활성화합니다. 이를 통해 응용 프로그램을 공개 ShadowSocks 서버로 터널링할 수 있습니다.
pl_pl: To aktywuje instancję ShadowSocks Local. Pozwala to tunelować twoją aplikację do publicznego serwera ShadowSocks.
uk_ua: Це активує локальний екземпляр ShadowSocks. Це дозволяє тунелювати ваш застосунок до публічного сервера ShadowSocks.
zh_cn: 激活ShadowSocks本地服务器，方便连接外部ShadowSocks服务器。客户端浏览器设置好代理后，就可以进行出国访问。

source: This will activate the ShadowSocks Server. This lets people around the world connect via ss-local to your server.
cs_cz: Toto zapne ShadowSocks server. To umožní lidem z celého světa připojit se k vašemu serveru prostřednictvím ss-local.
de_de: Dies aktiviert den ShadowSocks Server. Es kann sich jeder via ss-local mit Ihrem Server verbinden.
el_gr: Αυτό θα ενεργοποιήσει τον διακομιστή ShadowSocks. Αυτό επιτρέπει σε άτομα από όλο τον κόσμο να συνδέονται μέσω ss-local στον διακομιστή σας.
fa_ir: این گزینه ShadowSocks Server را فعال می‌کند. با این کار افراد سراسر جهان می‌توانند با ss-local به سرور شما متصل شوند.
fr_fr: Ceci activera le Serveur ShadowSocks. Ceci permet aux gens du monde entier de se connecter via ss-local à votre serveur.
it_it: Questo attiverà il server ShadowSocks. Ciò consente alle persone di tutto il mondo di connettersi tramite ss-local al tuo server.
ko_kr: 이 옵션은 ShadowSocks 서버를 활성화합니다. 이를 통해 전 세계 사람들이 ss-local을 통해 서버에 연결할 수 있습니다.
pl_pl: To aktywuje serwer ShadowSocks. Pozwala to ludziom na całym świecie łączyć się z twoim serwerem za pomocą ss-local.
uk_ua: Це активує сервер ShadowSocks. Це дозволяє людям по всьому світу підключатися через ss-local до вашого сервера.
zh_cn: 激活 ShadowSocks 服务器。

source: This will activate the Zabbix Proxy service.
cs_cz: Toto zapne službu Zabbix proxy.
de_de: Dies wird den Zabbix-Proxy-Dienst aktivieren.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία Zabbix Proxy.
fa_ir: این گزینه سرویس Zabbix Proxy را فعال می‌کند.
fr_fr: Ceci activera le service Mandataire Zabbix.
it_it: Ciò attiverà il servizio Zabbix Proxy.
ko_kr: 이 옵션은 Zabbix Proxy 서비스를 활성화합니다.
pl_pl: To aktywuje usługę Zabbix Proxy.
uk_ua: Це активує службу Zabbix Proxy.
zh_cn: 激活Zabbix代理服务。

source: This will activate the Zerotier service
cs_cz: Toto zapne službu Zerotier
de_de: Dies wird den Zerotier-Dienst aktivieren.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία Zerotier
fa_ir: این گزینه سرویس Zerotier را فعال می‌کند.
fr_fr: Ceci activera le service ZeroTier
it_it: Questo attiverà il servizio Zerotier
ko_kr: 이 옵션은 Zerotier 서비스를 활성화함
pl_pl: To aktywuje usługę Zerotier
uk_ua: Це активує службу Zerotier.
zh_cn: 激活Zerotier服务

source: This will activate the c-icap service.
cs_cz: Toto zapne službu c-icap.
de_de: Dies wird den c-icap-Dienst aktivieren.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία c-icap.
fa_ir: این گزینه سرویس c-icap را فعال می‌کند.
fr_fr: Cela activera le service c-icap.
it_it: Verrà attivato il servizio c-icap.
ko_kr: 이 옵션은 c-icap 서비스를 활성화합니다.
pl_pl: To aktywuje usługę c-icap.
uk_ua: Це активує службу c-icap.
zh_cn: 激活c-icap服务。

source: This will activate the clamd service.
cs_cz: Toto zapne službu clamd.
de_de: Dies wird den clamd-Dienst aktivieren.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία clamd.
fa_ir: این گزینه سرویس clamd را فعال می‌کند.
fr_fr: Cela activera le service clamd.
it_it: Questo attiverà il servizio clamd.
ko_kr: 이 옵션은 clamd 서비스를 활성화합니다.
pl_pl: To aktywuje usługę clamd.
uk_ua: Це активує службу clamd.
zh_cn: 激活clamd服务。

source: This will activate the freshclam service.
cs_cz: Toto zapne službu freshclam.
de_de: Dies wird den freshclam-Dienst aktivieren.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία freshclam.
fa_ir: این گزینه سرویس freshclam را فعال می‌کند.
fr_fr: Cela activera le service freshclam.
it_it: Questo attiverà il servizio freshclam.
ko_kr: 이 옵션은 freshclam 서비스를 활성화합니다.
pl_pl: To aktywuje usługę freshclam.
uk_ua: Це активує службу freshclam.
zh_cn: 激活freshclam服务。

source: This will activate the node_exporter plugin.
cs_cz: Toto zapne zásuvný modul node_exporter.
de_de: Dies wird das node_exporter-Plugin aktivieren.
el_gr: Αυτό θα ενεργοποιήσει το πρόσθετο node_exporter.
fa_ir: این گزینه افزونهٔ node_exporter را فعال می‌کند.
fr_fr: Cela activera le greffon node_exporter.
it_it: Questo attiverà il plugin node_exporter.
ko_kr: 이 옵션은 node_exporter 플러그인을 활성화합니다.
pl_pl: To aktywuje wtyczkę node_exporter.
uk_ua: Це активує плагін node_exporter.
zh_cn: 激活node_exporter 插件。

source: This will activate the onion router.
cs_cz: Toto zapne onion směrovač.
de_de: Dies wird den Onion Router aktivieren.
el_gr: Αυτό θα ενεργοποιήσει το κρεμμυδόδρομο.
fa_ir: این گزینه Onion Router را فعال می‌کند.
fr_fr: Cela activera le routeur oignon (Tor).
it_it: Questo attiverà il router cipolla.
ko_kr: 이 옵션은 onion 라우터를 활성화합니다.
pl_pl: To aktywuje router onion.
uk_ua: Це активує onion-маршрутизатор.
zh_cn: 激活onion路由器。

source: This will activate the siproxd service.
cs_cz: Toto zapne službu siproxd.
de_de: Dies wird den siproxd-Dienst aktivieren.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία siproxd.
fa_ir: این گزینه سرویس siproxd را فعال می‌کند.
fr_fr: Ceci activera le service siproxd
it_it: Questo attiverà il servizio siproxd.
ko_kr: 이 옵션은 siproxd 서비스를 활성화합니다.
pl_pl: To aktywuje usługę siproxd.
uk_ua: Це активує службу siproxd.
zh_cn: 激活siproxd 服务。

source: This will activate the telegraf agent.
cs_cz: Toto zapne telegraf agenta.
de_de: Dies wird den Telegraf-Agenten aktivieren.
el_gr: Αυτό θα ενεργοποιήσει τον τηλεγραφικό πράκτορα.
fa_ir: این گزینه عامل telegraf را فعال می‌کند.
fr_fr: Ceci activera l'agent Telegraf.
it_it: Questo attiverà l'agente telegraf.
ko_kr: 이 옵션은 텔레그래프 에이전트를 활성화합니다.
pl_pl: To aktywuje agenta telegraf.
uk_ua: Це активує агент telegraf.
zh_cn: 激活telegraf代理。

source: This will allow Postfix to connect to rspamd via milter protocol.
cs_cz: Toto umožní spojení Postfix s rspamd prostřednictvím protokolu milter.
de_de: Dies erlaubt Postfix, sich mit rspamd über das milter-Protokoll zu verbinden.
el_gr: Αυτό θα επιτρέψει στο Postfix να συνδεθεί με το rspamd μέσω του πρωτοκόλλου milter.
fa_ir: این گزینه اجازه می‌دهد Postfix از طریق پروتکل milter به rspamd متصل شود.
fr_fr: Ceci autorisera Postfix à se connecter à rspamd via le protocole milter.
it_it: Ciò consentirà a Postfix di connettersi a rspamd tramite il protocollo milter.
ko_kr: 이 옵션은 Postfix가 milter 프로토콜을 통해 rspamd에 연결할 수 있도록 합니다.
pl_pl: To pozwoli Postfixowi na połączenie się z rspamd za pomocą protokołu milter.
uk_ua: Це дозволить Postfix підключатися до rspamd через протокол milter.
zh_cn: 让Postfix通过Milter协议连接到rspamd。

source: This will allow to take settings user name from local squid
cs_cz: Toto umožní převzít nastavení uživatelského jména z místního squid
de_de: Dies erlaubt, dass die Benutzernameneinstellung aus dem lokalen Squid
el_gr: Αυτό θα επιτρέψει τη λήψη ονόματος χρήστη ρυθμίσεων από το τοπικό squid
fa_ir: این گزینه اجازه می‌دهد نام کاربری تنظیمات از squid محلی گرفته شود.
fr_fr: Cela permettra de prendre le nom d'utilisateur des paramètres de squid local.
it_it: Ciò consentirà di prendere le impostazioni del nome utente da Squid locale
ko_kr: 이 옵션은 로컬 squid에서 사용자 이름 설정을 가져올 수 있습니다
pl_pl: To pozwoli Postfixowi na połączenie się z rspamd za pomocą protokołu milter.
uk_ua: Це дозволить брати ім'я користувача налаштувань з локального squid.
zh_cn: 允许从本地squid获取设置用户名

source: This will enable Graphite as output. Format is without square brackets, just like localhost:2003.
cs_cz: Toto zapne Graphite jako výstup. Formát je bez hranatých závorek, prostě jen jako localhost:2003
de_de: Aktiviert Graphite als Ausgabe. Formatierung ohne eckige Klammern, beispielsweise localhost:2003.
el_gr: Αυτό θα ενεργοποιήσει το Graphite ως έξοδο. Η μορφή είναι χωρίς αγκύλες, όπως ακριβώς και το localhost:2003.
fa_ir: این گزینه Graphite را به‌عنوان خروجی فعال می‌کند. فرمت بدون براکت‌های مربع است؛ مانند localhost:2003.
fr_fr: Ceci activera Graphite comme sortie. Le format est sans crochets, comme localhost:2003.
it_it: Ciò consentirà la grafite come output. Il formato è senza parentesi quadre, proprio come localhost:2003.
ko_kr: 이 옵션은 Graphite를 출력으로 활성화합니다. 형식은 대괄호 없이, localhost:2003 처럼 작성합니다.
pl_pl: To włączy Graphite jako wyjście. Format jest bez nawiasów kwadratowych, podobnie jak localhost:2003.
uk_ua: Це ввімкне Graphite як вихід. Формат без квадратних дужок, наприклад localhost:2003.
zh_cn: 启用Graphite输出。格式没有方括号，就像localhost:2003一样。

source: This will enable Graylog as output. Format is without square brackets, just like localhost:12201.
cs_cz: Toto zapne Graylog jako výstup. Formát je bez hranatých závorek, prostě jen jako localhost:12201.
de_de: Aktiviert Graylog als Ausgabe. Formatierung ohne eckige Klammern, beispielsweise localhost:12201
el_gr: Αυτό θα ενεργοποιήσει το Graylog ως έξοδο. Η μορφή είναι χωρίς αγκύλες, όπως ακριβώς και το localhost:12201.
fa_ir: این گزینه Graylog را به‌عنوان خروجی فعال می‌کند. فرمت بدون براکت‌های مربع است؛ مانند localhost:12201.
fr_fr: Ceci activera Graylog comme sortie. Le format est sans crochets, comme localhost:12201.
it_it: Ciò abiliterà Graylog come output. Il formato è senza parentesi quadre, proprio come localhost:12201.
ko_kr: 이 옵션은 Graylog를 출력으로 활성화합니다. 형식은 대괄호 없이, localhost:12201 처럼 작성합니다.
pl_pl: To włączy Graylog jako wyjście. Format jest bez nawiasów kwadratowych, podobnie jak localhost:12201.
uk_ua: Це ввімкне Graylog як вихід. Формат без квадратних дужок, наприклад localhost:12201.
zh_cn: 启用Graylog输出。 格式没有方括号，就像localhost:12201一样。

source: This will enable InfluxDB as output. Format is without square brackets, just like http://192.168.0.1:8086.
cs_cz: Toto zapne InfluxDB jako výstup. Formát je bez hranatých závorek, prostě jen jako http://192.168.0.1:8086.
de_de: Aktiviert InfluxDB als Ausgabe. Formatierung ohne eckige Klammern, beispielsweise http://192.168.0.1:8086.
el_gr: Αυτό θα ενεργοποιήσει το InfluxDB ως έξοδο. Η μορφή είναι χωρίς αγκύλες, όπως ακριβώς το http://192.168.0.1:8086.
fa_ir: این گزینه InfluxDB را به‌عنوان خروجی فعال می‌کند. فرمت بدون براکت‌های مربع است؛ مانند http://192.168.0.1:8086.
fr_fr: Ceci active InfluxDB en tant que sortie. Le format attendu est sans crochet, par ex. http://192.168.0.1:8086.
it_it: Ciò abiliterà InfluxDB come output. Il formato è senza parentesi quadre, proprio come http://192.168.0.1:8086.
ko_kr: 이 옵션은 InfluxDB를 출력으로 활성화합니다. 형식은 대괄호 없이, http://192.168.0.1:8086 처럼 작성합니다.
pl_pl: To włączy InfluxDB jako wyjście. Format jest bez nawiasów kwadratowych, tak jak http://192.168.0.1:8086.
uk_ua: Це ввімкне InfluxDB як вихід. Формат без квадратних дужок, наприклад http://192.168.0.1:8086.
zh_cn: 启用InfluxDB输出。 格式没有方括号，就像http://192.168.0.1:8086。

source: This will enable TCP port 3310 in addition to the local socket.
cs_cz: Toto navíc k místnímu soketu zapne také TCP port 3310.
de_de: Dies wird den TCP-Port 3310 zusätzlich zum lokalen Socket aktivieren.
el_gr: Αυτό θα ενεργοποιήσει τη θύρα TCP 3310 εκτός από την τοπική υποδοχή.
fa_ir: این گزینه پورت TCP 3310 را علاوه بر سوکت محلی فعال می‌کند.
fr_fr: Ceci activera le port TCP 3310 en plus du socket local.
it_it: Ciò abiliterà la porta TCP 3310 oltre al socket locale.
ko_kr: 이 옵션은 로컬 소켓에 추가로 TCP 포트 3310을 활성화합니다.
pl_pl: To włączy port TCP 3310 oprócz lokalnego gniazda.
uk_ua: Це ввімкне TCP порт 3310 на додаток до локального сокета.
zh_cn: 除了本地套接字之外，这还会启用TCP端口3310。

source: This will enable logging of access log.
cs_cz: Toto zapne zaznamenávání událostí přístupu.
de_de: Dies wird die Protokollierung des Zugangs aktivieren.
el_gr: Αυτό θα επιτρέψει την καταγραφή του αρχείου καταγραφής πρόσβασης.
fa_ir: این گزینه ثبت لاگ دسترسی را فعال می‌کند.
fr_fr: Ceci active la journalisation du journal d'accès.
it_it: Ciò consentirà la registrazione del registro di accesso.
ko_kr: 이 옵션은 접근 로그 기록을 활성화합니다.
pl_pl: To włączy logowanie logu dostępu.
uk_ua: Це ввімкне логування журналу доступу.
zh_cn: 启用访问日志的记录。

source: This will enable or disable domain routing for this entry.
cs_cz: Toto zapne nebo vypne doménové směrování pro tuto položku.
de_de: Dies wird Domänenrouting für diesen Eintrag aktivieren oder deaktivieren.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τη δρομολόγηση τομέα για αυτήν την καταχώρηση.
fa_ir: این گزینه مسیردهی دامنه برای این ورودی را فعال یا غیرفعال می‌کند.
fr_fr: Ceci activera ou désactivera le routage de domaine pour cette entrée.
it_it: Ciò abiliterà o disabiliterà il routing del dominio per questa voce.
ko_kr: 이 옵션은 이 항목에 대한 도메인 라우팅을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy trasowanie domeny dla tego wpisu.
uk_ua: Це ввімкне або вимкне маршрутизацію доменів для цього запису.
zh_cn: 启用或禁用此条目的域路由。
