Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The configuration could not be restored (file upload error).
cs_cz: Nastavení se nepodařilo obnovit (chyba při nahrávání souboru).
de_de: Die Konfiguration konnte nicht wiederhergestellt werden (Datei hochladen fehlgeschlagen).
el_gr: Δεν ήταν δυνατή η επαναφορά της διαμόρφωσης (σφάλμα μεταφόρτωσης αρχείου).
fa_ir: بازیابی پیکربندی ممکن نشد (خطای بارگذاری فایل).
fr_fr: La configuration n'a pas pu être restaurée (échec lors du téléversement du fichier).
it_it: Impossibile ripristinare la configurazione (errore di caricamento del file).
ko_kr: 구성을 복원할 수 없습니다(파일 업로드 오류).
pl_pl: Konfiguracji nie można było przywrócić (błąd przesyłania pliku).
uk_ua: Не вдалося відновити конфігурацію (помилка завантаження файлу).
zh_cn: 该配置不能被恢复(文件上传错误)

source: Warning, could not read file %s
cs_cz: Varování, soubor %s se nepodařilo načíst
de_de: Warnung, konnte Datei %s nicht lesen
el_gr: Προειδοποίηση, δεν ήταν δυνατή η ανάγνωση του αρχείου %s
fa_ir: هشدار: فایل %s قابل خواندن نیست.
fr_fr: Attention, impossible de lire le fichier %s
it_it: Attenzione, impossibile leggere il file %s
ko_kr: 경고, %s 파일을 읽을 수 없습니다
pl_pl: Ostrzeżenie, nie można odczytać pliku %s
uk_ua: Попередження, не вдалося прочитати файл %s
zh_cn: 警告：不能读取文件%s

source: You must supply and confirm the password for encryption.
cs_cz: Je třeba zadat a potvrdit heslo pro šifrování.
de_de: Sie müssen ein Passwort zur Verschlüsselung angeben und bestätigen.
el_gr: Πρέπει να δώσετε και να επιβεβαιώσετε τον κωδικό πρόσβασης για την κρυπτογράφηση.
fa_ir: باید رمز عبور مربوط به رمزنگاری را وارد و تأیید کنید.
fr_fr: Vous devez soumettre et confirmer le mot de passe pour le chiffrement.
it_it: È necessario fornire e confermare la password per la crittografia.
ko_kr: 암호화를 위해 비밀번호를 제공하고 확인해야 합니다.
pl_pl: Musisz podać i potwierdzić hasło do szyfrowania.
uk_ua: Ви повинні ввести та підтвердити пароль для шифрування.
zh_cn: 您必须提供并确认用于加密的密码。

source: Wireless Devices
cs_cz: Bezdrátová zařízení
de_de: Drahtlose Geräte
el_gr: Ασύρματες συσκευές
fa_ir: دستگاه‌های بی‌سیم
fr_fr: Appareils sans-fil
it_it: Dispositivi senza fili
ko_kr: 무선 장치
pl_pl: Urządzenia bezprzewodowe
uk_ua: Бездротові пристрої
zh_cn: 无线设备

source: VLAN Devices
cs_cz: VLAN zařízení
de_de: VLAN-Geräte
el_gr: Συσκευές VLAN
fa_ir: دستگاه‌های VLAN
fr_fr: Appareils VLAN
it_it: Dispositivi VLAN
ko_kr: VLAN 장치
pl_pl: Urządzenia VLAN
uk_ua: Пристрої VLAN
zh_cn: VLAN设备

source: System tunables
cs_cz: Vyladitelné parametry systému
de_de: Sysctl-Parameter
el_gr: Ρυθμιζόμενες ρυθμίσεις συστήματος
fa_ir: پارامترهای سیستمی
fr_fr: Réglages système
it_it: Sintonizzatori di sistema
ko_kr: 시스템 조정값
pl_pl: Tuning systemu
uk_ua: Параметри системи
zh_cn: 系统可调参数

source: Static routes
cs_cz: Statické trasy
de_de: Statische Routen
el_gr: Στατικές διαδρομές
fa_ir: مسیرهای ایستا
fr_fr: Routes statiques
it_it: Percorsi statici
ko_kr: 정적 경로
pl_pl: Trasy statyczne
uk_ua: Статичні маршрути
zh_cn: 静态路由

source: RRD Data
de_de: RRD-Daten
el_gr: Δεδομένα RRD
fa_ir: داده‌های RRD
fr_fr: Données RRD
it_it: Dati RRD
ko_kr: RRD 데이터
pl_pl: Dane RRD
uk_ua: Дані RRD
zh_cn: RRD数据

source: Point-to-Point Devices
cs_cz: Zařízení bod-bod
de_de: Punkt-zu-Punkt-Geräte
el_gr: Συσκευές από σημείο σε σημείο
fa_ir: دستگاه‌های نقطه‌به‌نقطه
fr_fr: Périphériques point-à-point
it_it: Dispositivi punto a punto
ko_kr: 점대점 장치
pl_pl: Urządzenia punkt-do-punktu
uk_ua: Пристрої точка-точка
zh_cn: 点对点设备

source: Network Address Translation
cs_cz: Překlad síťový adres
de_de: Netzwerkadressübersetzung (NAT)
el_gr: Μετάφραση διεύθυνσης δικτύου
fa_ir: ترجمه آدرس شبکه (NAT)
fr_fr: Translation d'Adresses Réseaux
it_it: Traduzione degli indirizzi di rete
ko_kr: 네트워크 주소 변환
pl_pl: Translacja adresów sieciowych NAT
uk_ua: Трансляція мережевих адрес
zh_cn: 网络地址转换

source: LAGG Devices
cs_cz: LAGG zařízení
de_de: LAGG-Geräte
el_gr: Συσκευές LAGG
fa_ir: دستگاه‌های LAGG
fr_fr: Interfaces LAGG
it_it: Dispositivi LAGG
ko_kr: LAGG 장치
pl_pl: Urządzenia LAGG
uk_ua: Пристрої LAGG
zh_cn: LAGG设备

source: GIF Devices
cs_cz: GIF zařízení
de_de: GIF-Geräte
el_gr: Συσκευές GIF
fa_ir: دستگاه‌های GIF
fr_fr: Interfaces GIF
it_it: Dispositivi GIF
ko_kr: GIF 장치
pl_pl: Urządzenia GIF
uk_ua: Пристрої GIF
zh_cn: GIF设备

source: Firewall Rules
cs_cz: Pravidla brány firewall
de_de: Firewall-Regeln
el_gr: Κανόνες τείχους προστασίας
fa_ir: قوانین فایروال
fr_fr: Règles du pare-feu
it_it: Regole del firewall
ko_kr: 방화벽 규칙
pl_pl: Reguły zapory
uk_ua: Правила фаєрволу
zh_cn: 防火墙规则

source: SSL Certificates
cs_cz: SSL certifikáty
de_de: SSL-Zertifikate
el_gr: Πιστοποιητικά SSL
fa_ir: گواهی‌های SSL
fr_fr: Certificats SSL
it_it: Certificati SSL
ko_kr: SSL 인증서
pl_pl: Certyfikaty SSL
uk_ua: Сертифікати SSL
zh_cn: SSL证书

source: Bridge Devices
cs_cz: Zařízení síťového mostu
de_de: Brückengeräte
el_gr: Συσκευές γέφυρας
fa_ir: دستگاه‌های پل
fr_fr: Périphériques du bridge
it_it: Dispositivi a ponte
ko_kr: 브리지 장치
pl_pl: Urządzenia mostu Bridge
uk_ua: Пристрої-мости
zh_cn: 网桥设备

source: Test
cs_cz: Zkouška
el_gr: Δοκιμή
fa_ir: تست
fr_fr: Tester
ko_kr: 테스트
uk_ua: Тест
zh_cn: 测试

source: Authentication Server
cs_cz: Ověřovací server
de_de: Authentifizierungsserver
el_gr: Διακομιστής ελέγχου ταυτότητας
fa_ir: سرور احراز هویت
fr_fr: Serveur d'authentification
it_it: Server di autenticazione
ko_kr: 인증 서버
pl_pl: Serwer autentykacji
uk_ua: Сервер автентифікації
zh_cn: 认证服务器

source: Authentication failed.
cs_cz: Ověření nebylo úspěšné.
de_de: Authentifizierung fehlgeschlagen.
el_gr: Η πιστοποίηση απέτυχε.
fa_ir: احراز هویت ناموفق بود.
fr_fr: Échec de l'authentification
it_it: Autenticazione non riuscita.
ko_kr: 인증에 실패했습니다.
pl_pl: Uwierzytelnienie nie powiodło się.
uk_ua: Автентифікація не вдалася.
zh_cn: 认证失败。

source: Attributes received from server
cs_cz: Atributy obdržené ze serveru
de_de: Attribute, die vom Server empfangen wurden
el_gr: Χαρακτηριστικά που ελήφθησαν από τον διακομιστή
fa_ir: ویژگی‌های دریافت‌شده از سرور
fr_fr: Attributs reçus du serveur
it_it: Attributi ricevuti dal server
ko_kr: 서버에서 받은 속성
pl_pl: Atrybuty otrzymane od serwera
uk_ua: Атрибути, отримані від сервера
zh_cn: 从服务器接收的属性

source: This user is a member of these groups
cs_cz: Tento uživatel je členem následujících skupin
de_de: Dieser Benutzer ist Mitglied dieser Gruppen
el_gr: Αυτός ο χρήστης είναι μέλος αυτών των ομάδων
fa_ir: این کاربر عضو گروه‌های زیر است
fr_fr: Cet utilisateur est membre des groupes suivants
it_it: Questo utente è un membro di questi gruppi
ko_kr: 이 사용자는 이 그룹의 구성원입니다
pl_pl: Ten użytkownik należy do grup
uk_ua: Цей користувач є членом цих груп
zh_cn: 该用户是这些组的成员

source: authenticated successfully.
cs_cz: ověřeno úspěšně.
de_de: Erfolgreich authentifiziert.
el_gr: επιτυχής πιστοποίηση.
fa_ir: با موفقیت احراز هویت شد.
fr_fr: authentification réussie.
it_it: autenticato con successo.
ko_kr: 인증되었습니다.
pl_pl: Uwierzytelniono pomyślnie.
uk_ua: успішно автентифіковано.
zh_cn: 认证成功。

source: A username and password must be specified.
cs_cz: Je třeba zadat uživatele a heslo.
de_de: Ein Benutzername und ein Passwort müssen angegeben werden.
el_gr: Πρέπει να καθοριστεί όνομα χρήστη και κωδικός πρόσβασης.
fa_ir: نام کاربری و رمز عبور باید وارد شوند.
fr_fr: Le nom d'utilisateur et le mot de passe doivent être spécifiés.
it_it: È necessario specificare un nome utente e una password.
ko_kr: 사용자 이름과 비밀번호를 지정해야 합니다.
pl_pl: Nazwa użytkownika oraz hasło są wymagane.
uk_ua: Потрібно вказати ім'я користувача та пароль.
zh_cn: 必须指定一个用户名和密码。

source: is not a valid authentication server
cs_cz: není platný ověřovací server
de_de: ist kein gültiger Authentifizierungsserver
el_gr: δεν είναι έγκυρος διακομιστής ελέγχου ταυτότητας
fa_ir: سرور احراز هویت معتبر نیست.
fr_fr: n'est pas un serveur d'authenfication valide
it_it: non è un server di autenticazione valido
ko_kr: 유효한 인증 서버가 아닙니다
pl_pl: nie jest prawidłowym serwerem uwierzytelniania
uk_ua: не є дійсним сервером автентифікації
zh_cn: 不是一个有效的认证服务器

source: CSRF check failed. Your form session may have expired, or you may not have cookies enabled.
cs_cz: Kontrola CSRF se nezdařila. Buď skončila platnost vaší relace ve formuláři nebo nemáte zapnuté cookies.
de_de: CSRF-Überprüfung fehlgeschlagen. Ihre Sitzung könnte abgelaufen sein oder Sie haben keine Cookies aktiviert.
el_gr: Ο έλεγχος CSRF απέτυχε. Η περίοδος λειτουργίας της φόρμας σας ενδέχεται να έχει λήξει ή ενδέχεται να μην έχετε ενεργοποιήσει τα cookies.
fa_ir: بررسی CSRF ناموفق بود. جلسهٔ فرم شما ممکن است منقضی شده باشد یا ممکن است کوکی‌ها غیرفعال باشند.
fr_fr: Échec de la vérification CSRF. La session a peut être expiré ou votre navigateur n'accepte pas les cookies.
it_it: Il controllo CSRF non è riuscito. La sessione del modulo potrebbe essere scaduta oppure potresti non avere i cookie abilitati.
ko_kr: CSRF 검사에 실패했습니다. 양식 세션이 만료되었거나 쿠키를 사용할 수 없습니다.
pl_pl: Sprawdzenie CSRF nie powiodło się. Twoja sesja formularza mogła wygasnąć lub możesz nie mieć włączonych plików cookie.
uk_ua: Перевірка CSRF не вдалася. Ваша сесія форми могла закінчитися, або у вас можуть бути вимкнені файли cookie.
zh_cn: CSRF检查失败。您的表单会话可能已过期，或者您可能未启用Cookie。

source: CSRF check failed
cs_cz: CSRF kontrola se nezdařila
de_de: CSRF-Überprüfung fehlgeschlagen
el_gr: Ο έλεγχος CSRF απέτυχε.
fa_ir: بررسی CSRF ناموفق بود
fr_fr: Échec de la vérification CSRF
it_it: Il controllo CSRF non è riuscito
ko_kr: CSRF 검사 실패
pl_pl: Sprawdzenie CSRF nie powiodło się
uk_ua: Перевірка CSRF не вдалася
zh_cn: CSRF检查失败

source: Report an issue
cs_cz: Nahlásit problém
de_de: Ein Problem melden
el_gr: Αναφορά προβλήματος
fa_ir: گزارش مشکل
fr_fr: Signaler un problème
it_it: Segnala un problema
ko_kr: 문제 보고
pl_pl: Zgłoś problem
uk_ua: Повідомити про проблему
zh_cn: 报告问题

source: Please double-check the following contents to ensure you are comfortable submitting the following information.
cs_cz: Dobře si zkontrolujte následující obsah a ujistěte se, že nemáte problém poskytnout následující informace.
de_de: Bitte prüfen Sie die folgenden Inhalte zweimal, um sicherzustellen, dass Sie mit der Übertragung der folgenden Informationen einverstanden sind.
el_gr: Ελέγξτε ξανά τα παρακάτω περιεχόμενα για να βεβαιωθείτε ότι είστε εξοικειωμένοι με την υποβολή των ακόλουθων πληροφοριών.
fa_ir: لطفاً موارد زیر را دوباره بررسی کنید تا مطمئن شوید می‌خواهید این اطلاعات را ارسال کنید.
fr_fr: Merci de vérifier les informations ci dessous afin d'être sûr que vous souhaitez nous transmettre ces informations.
it_it: Ti invitiamo a ricontrollare i seguenti contenuti per assicurarti di essere a tuo agio nell'inviare le seguenti informazioni.
ko_kr: 아래 내용을 다시 한 번 확인하고, 해당 정보를 제출하는 데 문제가 없는지 확인해 주세요.
pl_pl: Proszę dokładnie sprawdzić poniższe treści, aby upewnić się, że chcesz przesłać następujące informacje.
uk_ua: Будь ласка, перевірте наступний вміст, щоб переконатися, що вам зручно надсилати таку інформацію.
zh_cn: 请仔细检查以下内容，以确保您随时可以提交以下信息。

source: A short problem description or steps to reproduce.
cs_cz: Stručný popis problému nebo kroky k jeho reprodukování.
de_de: Eine kleine Beschreibung oder Schritte zum Nachvollziehen der Probleme.
el_gr: Μια σύντομη περιγραφή του προβλήματος ή βήματα για την αναπαραγωγή του.
fa_ir: شرح کوتاه مشکل یا مراحل بازتولید.
fr_fr: Un courte description du problème ou les étapes pour reproduire.
it_it: Una breve descrizione del problema o i passaggi da riprodurre.
ko_kr: 간단한 문제 설명이나 재현 방법.
pl_pl: Krótki opis problemu lub kroki do odtworzenia.
uk_ua: Короткий опис проблеми або кроки для відтворення.
zh_cn: 简短的问题描述或重现步骤。

source: your@email.com
cs_cz: vas@email.example.com
de_de: deinemail@email.com
fr_fr: votre@email.fr
it_it: tuo@email.com
pl_pl: twój@email.com
uk_ua: ваша@email.com
zh_cn: 您的邮件地址

source: You can help us further by adding your contact information and a problem description. Please note that providing your contact information greatly improves the chances of bugs being fixed.
cs_cz: Ještě lépe můžete pomoci doplněním kontaktních údajů a hlavně popisu problému. Bude tak více pravděpodobné, že chyby se podaří opravit.
de_de: Sie können uns zusätzlich unterstützen, indem Sie uns Ihre Kontaktinformation und eine Problembeschreibung senden. Bitte denken Sie daran, dass die Zurverfügungstellung von Kontaktinformationen die Wahrscheinlichkeit einer Problemlösung signifikant erhöht.
el_gr: Μπορείτε να μας βοηθήσετε περαιτέρω προσθέτοντας τα στοιχεία επικοινωνίας σας και μια περιγραφή του προβλήματος. Λάβετε υπόψη ότι η παροχή των στοιχείων επικοινωνίας σας βελτιώνει σημαντικά τις πιθανότητες διόρθωσης σφαλμάτων.
fa_ir: شما می‌توانید با افزودن اطلاعات تماس و شرح مشکل، به ما کمک بیشتری کنید. توجه داشته باشید که ارائهٔ اطلاعات تماس شانس رفع باگ‌ها را به‌طور قابل‌توجهی افزایش می‌دهد.
fr_fr: Vous pouvez nous aider davantage en ajoutant vos informations de contact et une description du problème. Veuillez noter que fournir vos informations de contact améliore considérablement les chances de résolution des bogues.
it_it: Puoi aiutarci ulteriormente aggiungendo le tue informazioni di contatto e una descrizione del problema. Tieni presente che fornire le tue informazioni di contatto aumenta notevolmente le possibilità che i bug vengano risolti.
ko_kr: 연락처 정보와 문제 설명을 추가하여 도움을 받을 수 있습니다. 연락처 정보를 제공하면 버그가 수정될 가능성이 크게 향상됩니다.
pl_pl: Możesz nam dodatkowo pomóc, podając swoje dane kontaktowe i opis problemu. Proszę zauważyć, że podanie swoich danych kontaktowych znacznie zwiększa szanse na naprawienie błędów.
uk_ua: Ви можете допомогти нам далі, додавши свої контактні дані та опис проблеми. Будь ласка, зверніть увагу, що надання ваших контактних даних значно збільшує шанси на виправлення помилок.
zh_cn: 可以通过添加您的联系信息和问题描述进一步帮助我们。 注意，提供您的联系信息会大幅提高修复错误的几率。

source: Would you like to submit this crash report to the developers?
cs_cz: Chcete toto hlášení o pádu odeslat vývojářům?
de_de: Möchten Sie diesen Absturzbericht an die Entwickler senden?
el_gr: Θα θέλατε να υποβάλετε αυτήν την αναφορά σφάλματος στους προγραμματιστές;
fa_ir: آیا مایل هستید این گزارش کرش را برای توسعه‌دهندگان ارسال کنید؟
fr_fr: Souhaitez-vous soumettre le rapport de ce problème aux développeurs?
it_it: Desideri inviare questo rapporto sugli arresti anomali agli sviluppatori?
ko_kr: 이 충돌 보고서를 개발자에게 제출하시겠습니까?
pl_pl: Czy chcesz przesłać raport do twórców?
uk_ua: Бажаєте надіслати цей звіт про збій розробникам?
zh_cn: 您想将崩溃报告提交给开发人员吗？

source: Submit this report
cs_cz: Odeslat toto hlášení
de_de: Diesen Bericht senden
el_gr: Υποβολή αυτής της αναφοράς
fa_ir: ارسال این گزارش
fr_fr: Soumettre ce rapport
it_it: Invia questo rapporto
ko_kr: 이 보고서 제출
pl_pl: Wyślij raport
uk_ua: Надіслати цей звіт
zh_cn: 提交该报告

source: Dismiss this report
cs_cz: Zahodit toto hlášení
de_de: Diesen Bericht verwerfen
el_gr: Απόρριψη αυτής της αναφοράς
fa_ir: رد کردن این گزارش
fr_fr: Ignorer ce rapport
it_it: Ignora questa segnalazione
ko_kr: 이 보고서 닫기
pl_pl: Odrzuć raport
uk_ua: Відхилити цей звіт
zh_cn: 忽视该报告

source: Please consider submitting a crash report if the error persists.
cs_cz: Pokud chyba přetrvává, zvažte odeslání hlášení o pádu.
de_de: Ziehen Sie bitte in Betracht, einen Fehlerbericht zu senden, falls der Fehler häufiger auftritt.
el_gr: Παρακαλούμε εξετάστε το ενδεχόμενο υποβολής αναφοράς σφάλματος εάν το σφάλμα επιμένει.
fa_ir: اگر خطا ادامه داشت، لطفاً گزارش کرش ارسال کنید.
fr_fr: Merci d'envisager de soumettre un rapport de crash si l'erreur persiste.
it_it: Ti invitiamo a inviare una segnalazione di arresto anomalo se l'errore persiste.
ko_kr: 오류가 계속되면 충돌 보고서를 제출하는 것을 고려하세요.
pl_pl: Proszę rozważyć przesłanie raportu o awarii, jeśli błąd będzie się powtarzać.
uk_ua: Будь ласка, розгляньте можливість надіслати звіт про збій, якщо помилка зберігається.
zh_cn: 如果错误仍然存在，请考虑提交崩溃报告。

source: This crash report contains no actual crash information. If you want to submit a problem please fill out your e-mail and description below.
cs_cz: Toto hlášení o pádu neobsahuje žádné informace o aktuálním pádu. Pokud chcete odeslat hlášení problému, vyplňte níže svůj e-mail a popis.
de_de: Dieser Absturzbericht enthält keine aktuellen Absturzinformationen. Wenn Sie ein Problem melden möchten, tragen Sie bitte Ihre E-Mail-Adresse ein und füllen die Beschreibung aus.
el_gr: Αυτή η αναφορά σφάλματος δεν περιέχει πραγματικές πληροφορίες σφάλματος. Εάν θέλετε να υποβάλετε ένα πρόβλημα, συμπληρώστε το email σας και την περιγραφή παρακάτω.
fa_ir: این گزارش کرش اطلاعات واقعی از کرش ندارد. برای ارسال مشکل، لطفاً ایمیل و توضیحات زیر را تکمیل کنید.
fr_fr: Ce rapport d'erreur ne contient aucune information d'accident réelle. Si vous souhaitez soumettre un problème, veuillez remplir votre e-mail et la description ci-dessous.
it_it: Questo rapporto sugli arresti anomali non contiene informazioni effettive sugli arresti anomali. Se desideri segnalare un problema, compila il tuo indirizzo e-mail e la descrizione qui sotto.
ko_kr: 이 충돌 보고서에는 실제 충돌 정보가 없습니다. 문제를 제출하려면 아래에 이메일과 설명을 작성하세요.
pl_pl: Ten raport o awarii nie zawiera rzeczywistych informacji o błędzie. Jeśli chcesz zgłosić problem, wpisz poniżej swój e-mail i opis.
uk_ua: Цей звіт про збій не містить фактичної інформації про збій. Якщо ви хочете надіслати проблему, будь ласка, заповніть свою електронну пошту та опис нижче.
zh_cn: 该崩溃报告不包含实际的崩溃信息。如果您要提交问题，请在下面填写您的电子邮件和说明。

source: Thank you for submitting this crash report.
cs_cz: Děkujeme za odeslání tohoto hlášení o pádu.
de_de: Danke, dass Sie diesen Fehlerbericht gesendet haben.
el_gr: Σας ευχαριστούμε που υποβάλατε αυτήν την αναφορά σφάλματος.
fa_ir: از ارسال این گزارش کرش متشکریم.
fr_fr: Merci d'avoir soumis ce rapport de crash.
it_it: Grazie per aver inviato questa segnalazione di arresto anomalo.
ko_kr: 충돌 보고서를 제출해 주셔서 감사합니다.
pl_pl: Dziękujemy za przesłanie tego raportu o awarii.
uk_ua: Дякуємо за надісланий звіт про збій.
zh_cn: 感谢您提交此崩溃报告。

source: pfSync nodes
cs_cz: pfSync uzly
de_de: pfSync-Knoten
el_gr: Κόμβοι pfSync
fa_ir: گره‌های pfSync
fr_fr: nœuds pfSync
it_it: nodi pfSync
ko_kr: pfSync 노드
pl_pl: Węzły pfSync
uk_ua: Вузли pfSync
zh_cn: pfSync节点

source: Could not locate any defined CARP interfaces.
cs_cz: Nedaří se nalézt jakákoli nadefinovaná CARP rozhraní.
de_de: Es konnten keine definierten CARP-Schnittstellen gefunden werden.
el_gr: Δεν ήταν δυνατός ο εντοπισμός καθορισμένων διεπαφών CARP.
fa_ir: هیچ رابط CARP تعریف‌شده‌ای یافت نشد.
fr_fr: Aucune des interfaces CARP définies n'a pu être localisée.
it_it: Impossibile individuare alcuna interfaccia CARP definita.
ko_kr: 정의된 CARP 인터페이스를 찾을 수 없습니다.
pl_pl: Nie można znaleźć zdefiniowanych interfejsów CARP.
uk_ua: Не вдалося знайти визначені інтерфейси CARP.
zh_cn: 无法找到任何定义的CARP接口。

source: Virtual IP
cs_cz: Virtuální IP adresa
de_de: Virtuelle IP
el_gr: Εικονική IP
fa_ir: IP مجازی
fr_fr: IP virtuelle
it_it: IP virtuale
ko_kr: 가상 IP
pl_pl: Wirtualne IP
uk_ua: Віртуальний IP
zh_cn: 虚拟IP

source: Leave Persistent CARP Maintenance Mode
cs_cz: Ukončit režim údržby trvalého CARP
de_de: Den persistenten CARP Wartungsmodus verlassen
el_gr: Αφήστε τη λειτουργία μόνιμης συντήρησης CARP
fa_ir: خروج از حالت نگهداری پایدار CARP
fr_fr: Laissez CARP en mode de maintenance persistant
it_it: Abbandonare la modalità di manutenzione CARP persistente
ko_kr: 영구 CARP 유지 보수 모드 종료
pl_pl: Opuść stały tryb konserwacji CARP
uk_ua: Вийти з постійного режиму обслуговування CARP
zh_cn: 退出CARP持久维护模式

source: Enter Persistent CARP Maintenance Mode
cs_cz: Přepnout do režimu údržby trvalého CARP
de_de: Dauerhaften CARP-Wartungsmodus aktivieren
el_gr: Είσοδος σε λειτουργία μόνιμης συντήρησης CARP
fa_ir: وارد حالت نگهداری پایدار CARP شوید
fr_fr: Mettre CARP en mode de maintenance persistant
it_it: Accedere alla modalità di manutenzione CARP persistente
ko_kr: 영구 CARP 유지 보수 모드로 전환
pl_pl: Wejdź w stały tryb konserwacji CARP
uk_ua: Увійти в постійний режим обслуговування CARP
zh_cn: 进入CARP持久维护模式

source: Temporarily Disable CARP
cs_cz: Dočasně nepoužívat CARP
de_de: CARP temporär deaktivieren
el_gr: Προσωρινή απενεργοποίηση CARP
fa_ir: غیرفعال‌سازی موقت CARP
fr_fr: Désactiver temporairement CARP
it_it: Disabilita temporaneamente CARP
ko_kr: 일시적으로 CARP 사용 안 함
pl_pl: Tymczasowo wyłącz CARP
uk_ua: Тимчасово вимкнути CARP
zh_cn: 暂停CARP

source: Enable CARP
cs_cz: Zapnout CARP
de_de: Aktiviere CARP
el_gr: Ενεργοποίηση CARP
fa_ir: فعال‌سازی CARP
fr_fr: Activer CARP
it_it: Abilita CARPA
ko_kr: CARP 사용
pl_pl: Włącz CARP
uk_ua: Увімкнути CARP
zh_cn: 启用CARP

source: Check link status on all interfaces with configured CARP VIPs.
cs_cz: Zkontrolovat stav spojení na všech rozhraních, na kterých jsou nastavené CARP virtuální IP adresy.
de_de: Überprüfen Sie den Link Status aller Schnittstellen mit CARP VIP Konfiguration.
el_gr: Ελέγξτε την κατάσταση σύνδεσης σε όλες τις διεπαφές με διαμορφωμένα CARP VIPs.
fa_ir: وضعیت لینک را در تمام رابط‌هایی که VIPهای CARP روی آن‌ها پیکربندی شده‌اند بررسی کنید.
fr_fr: Vérifier l'état des liens sur toutes les interfaces CARP ayant des VIPs configurées.
it_it: Controlla lo stato del collegamento su tutte le interfacce con i VIP CARP configurati.
ko_kr: CARP VIP가 구성된 모든 인터페이스에서 링크 상태를 확인합니다.
pl_pl: Sprawdź stan połączenia we wszystkich interfejsach z skonfigurowanymi wirtualnymi IP CARP.
uk_ua: Перевірити стан з'єднання на всіх інтерфейсах із налаштованими CARP VIP.
zh_cn: 检查所有已配置CARP VIP的接口的链接状态。

source: CARP has detected a problem and this unit has been demoted to BACKUP status.
cs_cz: V CARP byl zjištěn problém a tato jednotka byla degradována na stav ZÁLOHA.
de_de: CARP hat ein Problem erkannt und diese Einheit wurde auf den BACKUP Status herabgestuft.
el_gr: Το CARP εντόπισε ένα πρόβλημα και αυτή η μονάδα έχει υποβιβαστεί σε κατάσταση BACKUP.
fa_ir: CARP مشکل را شناسایی کرده و این واحد به وضعیت BACKUP تنزل یافته است.
fr_fr: CARP a détecté un problème et cette unité a été rétrogradée au statut BACKUP.
it_it: CARP ha rilevato un problema e questa unità è stata retrocessa allo stato BACKUP.
ko_kr: CARP가 문제를 감지하여 이 장치가 백업 상태로 강등되었습니다.
pl_pl: CARP wykrył problem i ta jednostka została zdegradowana do statusu BACKUP.
uk_ua: CARP виявив проблему, і цей пристрій переведено в статус BACKUP.
zh_cn: CARP检测到问题，本机已降级为备份状态。

source: Please wait...
cs_cz: Čekejte…
de_de: Bitte warten …
el_gr: Παρακαλώ περιμένετε...
fa_ir: لطفاً صبر کنید...
fr_fr: Veuillez patienter...
it_it: Attendere prego...
ko_kr: 기다려 주세요...
pl_pl: Proszę czekać...
uk_ua: Будь ласка, зачекайте...
zh_cn: 请稍候...

source: Toggle navigation
cs_cz: Přepnout navigaci
de_de: Navigation umschalten
el_gr: Εναλλαγή πλοήγησης
fa_ir: نمایش/پنهان کردن ناوبری
fr_fr: Basculer la navigation
it_it: Attiva/disattiva la navigazione
ko_kr: 탐색 전환
pl_pl: Przełącz nawigację
uk_ua: Перемкнути навігацію
zh_cn: 切换导航

source: Showing %s to %s of %s entries
cs_cz: Zobrazuje se %s z %s položek
de_de: Zeige %s bis %s von %s Einträgen
el_gr: Εμφάνιση %s έως %s από %s καταχωρήσεις
fa_ir: نمایش %s تا %s از %s ورودی
fr_fr: Affichage des entrées %s à %s sur %s
it_it: Visualizzazione da %s a %s di %s voci
ko_kr: %s ~ %s/%s 항목 표시
pl_pl: Pokazuje od %s do %s z %s wpisów
uk_ua: Показано від %s до %s з %s записів
zh_cn: 显示%s到%s ，共%s个条目

source: Clear All
cs_cz: Vyčistit vše
de_de: Alle entfernen
el_gr: Εκκαθάριση όλων
fa_ir: پاک کردن همه
fr_fr: Tout effacer
it_it: Cancella tutto
ko_kr: 모두 지우기
pl_pl: Wyczyść wszystko
uk_ua: Очистити все
zh_cn: 清除所有

source: Processing request...
cs_cz: Zpracování požadavku…
de_de: Anfrage verarbeiten …
el_gr: Επεξεργασία αιτήματος...
fa_ir: در حال پردازش درخواست...
fr_fr: Traitement de la demande ...
it_it: Elaborazione della richiesta...
ko_kr: 요청을 처리하는 중...
pl_pl: Przetwarzanie żądania...
uk_ua: Обробка запиту...
zh_cn: 正在处理要求......

source: advanced mode
cs_cz: pokročilý režim
de_de: Erweiterter Modus
el_gr: προηγμένη λειτουργία
fa_ir: حالت پیشرفته
fr_fr: mode avancé
it_it: modalità avanzata
ko_kr: 고급 모드
pl_pl: tryb zaawansowany
uk_ua: розширений режим
zh_cn: 高级模式
