Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This option forces encryption of all health checks over SSL, regardless of whether the server uses SSL or not for the normal traffic.
cs_cz: Tato předvolba vynucuje šifrování všech kontrol stavu přes protokol SSL bez ohledu na to, zda ho server používá pro běžný provoz.
de_de: Diese Option erzwingt die Verschlüsselung aller Integritätsprüfungen über SSL, unabhängig davon, ob der Server SSL für den normalen Datenverkehr verwendet oder nicht.
el_gr: Αυτή η επιλογή επιβάλλει την κρυπτογράφηση όλων των ελέγχων εύρυθμης λειτουργίας μέσω SSL, ανεξάρτητα από το αν ο διακομιστής χρησιμοποιεί SSL ή όχι για την κανονική κίνηση.
fa_ir: این گزینه رمزگذاری تمام بررسی‌های سلامت را از طریق SSL اجباری می‌کند، صرف‌نظر از اینکه سرور برای ترافیک عادی از SSL استفاده می‌کند یا خیر.
fr_fr: Cette option force le chiffrement de toutes les vérifications d'état sur SSL, que le serveur utilise ou non SSL pour le trafic normal.
it_it: Questa opzione impone la crittografia di tutti i controlli di integrità su SSL, indipendentemente dal fatto che il server utilizzi SSL o meno per il traffico normale.
ko_kr: 이 선택사항은 서버가 일반 트래픽에 SSL을 사용하는지 여부에 관계없이 SSL을 통해 모든 상태 점검를 강제로 암호화합니다.
pl_pl: Ta opcja wymusza szyfrowanie wszystkich kontroli stanu za pomocą SSL, niezależnie od tego, czy serwer używa SSL czy nie dla normalnego ruchu.
uk_ua: Ця опція примусово шифрує всі перевірки стану через SSL, незалежно від того, чи використовує сервер SSL для звичайного трафіку.
zh_cn: 此选项强制通过SSL加密所有健康检查，而不管服务器是否对常规流量使用SSL。

source: This specifies the maximum number of seconds that the NRPE daemon will allow plugins to finish executing before killing them off.
cs_cz: Toto určuje nejvyšší umožněný počet sekund po který proces služby NRPE umožní zásuvným modulům dokončit vykonávání než je vynuceně ukončí.
de_de: Gibt die maximale Anzahl an Sekunden an, die der NRPE-Daemon Plugins zum Beenden ihrer Ausführung gewährt, bevor sie beendet werden.
el_gr: Αυτό καθορίζει τον μέγιστο αριθμό δευτερολέπτων που το deamon NRPE θα επιτρέψει στα πρόσθετα να ολοκληρώσουν την εκτέλεσή τους πριν τα τερματίσουν.
fa_ir: این حداکثر تعداد ثانیه را مشخص می‌کند که دیمن NRPE به پلاگین‌ها فرصت می‌دهد تا پیش از خاتمه دادن به آنها اجرای خود را تمام کنند.
fr_fr: Cela spécifie le nombre maximum de secondes pendant lesquelles le démon NRPE permettra aux plugins de terminer leur exécution avant de les tuer.
it_it: Ciò specifica il numero massimo di secondi che il demone NRPE consentirà ai plugin di terminare l'esecuzione prima di terminarli.
ko_kr: 이것은 NRPE 데몬이 플러그인을 제거하기 전에 플러그인이 실행을 마칠 수 있도록 허용하는 최대 시간(초)을 지정합니다.
pl_pl: Określa maksymalną liczbę sekund, przez które demon NRPE pozwoli wtyczkom na zakończenie działania przed ich zabicie.
uk_ua: Це вказує максимальну кількість секунд, яку демон NRPE дозволить плагінам виконуватися, перш ніж їх завершити.
zh_cn: 这指定了NRPE守护程序允许插件在杀死它们之前完成执行的最大秒数。

source: This specifies the maximum number of seconds that the NRPE daemon will wait for a connection to be established before exiting.
cs_cz: Určuje maximální počet sekund, po které bude proces služby NRPE čekat na navázání spojení, než se ukončí.
de_de: Gibt die maximale Anzahl an Sekunden an, die der NRPE-Daemon auf den Verbindungsaufbau wartet, bevor er beendet wird.
el_gr: Αυτό καθορίζει τον μέγιστο αριθμό δευτερολέπτων που θα περιμένει ο deamon NRPE για να δημιουργηθεί μια σύνδεση πριν από την έξοδο.
fa_ir: این حداکثر تعداد ثانیه را مشخص می‌کند که دیمن NRPE برای برقراری اتصال قبل از خروج صبر خواهد کرد.
fr_fr: Ceci spécifie le nombre maximum de secondes pendant lesquelles le démon NRPE attendra qu'une connexion soit établie avant de se fermer.
it_it: Specifica il numero massimo di secondi che il demone NRPE attenderà affinché venga stabilita una connessione prima di uscire.
ko_kr: NRPE 데몬이 종료하기 전에 연결이 설정될 때까지 대기하는 최대 시간(초)을 지정합니다.
pl_pl: Określa maksymalną liczbę sekund, przez które demon NRPE będzie czekać na nawiązanie połączenia przed zakończeniem działania.
uk_ua: Це вказує максимальну кількість секунд, яку демон NRPE чекатиме на встановлення з'єднання перед виходом.
zh_cn: 这指定了NRPE守护程序在退出之前等待建立连接的最大秒数。

source: This will activate Tayga.
cs_cz: Toto aktivuje Tayga.
de_de: Dadurch wird Tayga aktiviert.
el_gr: Αυτό θα ενεργοποιήσει την Tayga.
fa_ir: این Tayga را فعال می‌کند.
fr_fr: Ceci activera Tayga.
it_it: Questo attiverà Tayga.
ko_kr: 이 옵션은 Tayga를 활성화합니다.
pl_pl: To aktywuje Tayga.
uk_ua: Це активує Tayga.
zh_cn: 这将激活Tayga。

source: This will activate the NRPE service.
cs_cz: Toto aktivuje službu NRPE.
de_de: Dadurch wird der NRPE-Dienst aktiviert.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία NRPE.
fa_ir: این سرویس NRPE را فعال می‌کند.
fr_fr: Ceci activera le service NRPE.
it_it: Ciò attiverà il servizio NRPE.
ko_kr: 이 옵션은 NRPE 서비스를 활성화합니다.
pl_pl: To aktywuje usługę NRPE.
uk_ua: Це активує службу NRPE.
zh_cn: 这将激活NRPE服务。

source: This will disable prefetching of domains before they time out.
cs_cz: Toto vypne přednačítání domén než je u nich překročen časový limit.
de_de: Dadurch wird das Vorabladen von Domains deaktiviert, bevor diese auslaufen.
el_gr: Αυτό θα απενεργοποιήσει την προανάκτηση των τομέων πριν από τη λήξη του χρονικού τους ορίου.
fa_ir: این پیش‌بارگذاری دامنه‌ها را قبل از منقضی شدن غیرفعال می‌کند.
fr_fr: Cela désactivera la récupération anticipée des domaines avant qu'ils n'expirent.
it_it: Ciò disabiliterà il precaricamento dei domini prima che scadano.
ko_kr: 이 옵션은 도메인이 시간 초과되기 전에 미리 가져오기를 비활성화합니다.
pl_pl: To wyłączy wcześniejsze wczytywanie domen przed ich wygaśnięciem.
uk_ua: Це вимкне попереднє завантаження доменів до закінчення терміну їх дії.
zh_cn: 这会在域超时之前禁用域的预取。

source: This will enable or disable the AVPair.
cs_cz: Toto zapne nebo vypne AVPair.
de_de: Dadurch wird das AVPair aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει το AVPair.
fa_ir: این AVPair را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver l'AVPair.
it_it: Ciò abiliterà o disabiliterà l'AVPair.
ko_kr: 이 옵션은 AVPair를 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy AVPair.
uk_ua: Це увімкне або вимкне AVPair.
zh_cn: 这会启用或禁用AVPair。

source: This will enable or disable the check command.
cs_cz: Toto zapne nebo vypne příkaz check (kontrola).
de_de: Dadurch wird der Befehl check aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει την εντολή ελέγχου.
fa_ir: این دستور check را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver la commande de vérification.
it_it: Ciò abiliterà o disabiliterà il comando check.
ko_kr: 이 옵션은 확인 명령을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy polecenie sprawdzania.
uk_ua: Це увімкне або вимкне команду перевірки.
zh_cn: 这会启用或禁用检查命令。

source: This will enable or disable the list.
cs_cz: Toto zapne nebo vypne seznam.
de_de: Dadurch wird die Liste aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τη λίστα.
fa_ir: این فهرست را فعال یا غیرفعال می‌کند.
fr_fr: Ceci activera ou désactivera la liste.
it_it: Ciò abiliterà o disabiliterà l'elenco.
ko_kr: 이 옵션은 목록을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy listę.
uk_ua: Це увімкне або вимкне список.
zh_cn: 启用或禁用列表。

source: This will enable or disable the sender canonical rewriting setting.
cs_cz: Zapne nebo vypne nastavení přepisování kanonických znaků odesílatele.
de_de: Dadurch wird das kanonische Umschreiben von Absendern aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τη ρύθμιση κανονικής επανεγγραφής του αποστολέα.
fa_ir: این تنظیم بازنویسی کانونیکال فرستنده را فعال یا غیرفعال می‌کند.
fr_fr: Cela activera ou désactivera le paramètre de réécriture canonique de l'expéditeur.
it_it: Ciò abiliterà o disabiliterà l'impostazione di riscrittura canonica del mittente.
ko_kr: 이 옵션은 발신자 정규화 재작성 설정을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy ustawienie przepisywania kanonicznego nadawcy.
uk_ua: Це увімкне або вимкне налаштування канонічного переписування відправника.
zh_cn: 这会启用或禁用发件人规范重写设置。

source: This will enable or disable this record.
cs_cz: Toto zapne nebo vypne tento záznam.
de_de: Dies aktiviert oder deaktiviert diesen Eintrag.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει αυτήν την εγγραφή.
fa_ir: این رکورد را فعال یا غیرفعال می‌کند.
fr_fr: Ceci activera ou désactivera cet enregistrement.
it_it: Ciò abiliterà o disabiliterà questo record.
ko_kr: 이 옵션은 이 레코드를 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy ten wpis.
uk_ua: Це увімкне або вимкне цей запис.
zh_cn: 这会启用或禁用此记录。

source: This will enable or disable this zone.
cs_cz: Toto zapne nebo vypne tuto oblast.
de_de: Dadurch wird diese Zone aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει αυτήν τη ζώνη.
fa_ir: این زون را فعال یا غیرفعال می‌کند.
fr_fr: Ceci activera ou désactivera cette zone.
it_it: Ciò abiliterà o disabiliterà questa zona.
ko_kr: 이 옵션은 이 영역을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy tę strefę.
uk_ua: Це увімкне або вимкне цю зону.
zh_cn: 这会启用或禁用此区域。

source: This will run BIND in IPv4-only mode.
cs_cz: Toto spustí BIND v režimu pouze IPv4.
de_de: Dies lässt BIND im IPv4-only Modus laufen.
el_gr: Αυτό θα εκτελέσει το BIND σε λειτουργία μόνο IPv4.
fa_ir: BIND را در حالت فقط IPv4 اجرا می‌کند.
fr_fr: Cela lancera BIND en mode IPv4 uniquement.
it_it: Questo eseguirà BIND in modalità solo IPv4.
ko_kr: 이 옵션은 BIND를 IPv4 전용 모드로 실행합니다.
pl_pl: Uruchomi BIND wyłącznie w trybie IPv4.
uk_ua: Це запустить BIND у режимі лише IPv4.
zh_cn: 这会使BIND运行在"仅IPv4"模式下。

source: Total number of entries in downloaded set.
cs_cz: Celkový počet položek ve stažené sadě.
de_de: Gesamtanzahl an Einträgen im heruntergeladenen Satz
el_gr: Συνολικός αριθμός καταχωρήσεων στο σύνολο λήψεων.
fa_ir: تعداد کل ورودی‌ها در مجموعه دانلودشده.
fr_fr: Nombre total d'entrées dans le jeu téléchargé.
it_it: Numero totale di voci nel set scaricato.
ko_kr: 다운로드된 집합의 항목 총 수.
pl_pl: Całkowita liczba wpisów w pobranym zestawie.
uk_ua: Загальна кількість записів у завантаженому наборі.
zh_cn: 下载条目总数。

source: Total number of ranges
cs_cz: Celkový počet rozsahů
de_de: Gesamtanzahl an Bereichen
el_gr: Συνολικός αριθμός εύρους
fa_ir: تعداد کل بازه‌ها
fr_fr: Nombre total de gammes
it_it: Numero totale di intervalli
ko_kr: 범위 총 수
pl_pl: Całkowita liczba zakresów
uk_ua: Загальна кількість діапазонів
zh_cn: 条目总数

source: Transport protocol
cs_cz: Transportní protokol
de_de: Transportprotokoll
el_gr: Πρωτόκολλο μεταφοράς
fa_ir: پروتکل انتقال
fr_fr: Protocole de transport
it_it: Protocollo di trasporto
ko_kr: 전송 프로토콜
pl_pl: Protokół transportowy
uk_ua: Транспортний протокол
zh_cn: 传输协议

source: URL of the signature database.
cs_cz: URL databáze signatur.
de_de: URL der Signaturdatenbank
el_gr: URL της βάσης δεδομένων υπογραφών.
fa_ir: URL پایگاه‌دادهٔ امضا.
fr_fr: URL de la base de données des signatures.
it_it: URL del database delle firme.
ko_kr: 서명 데이터베이스의 URL입니다.
pl_pl: Adres URL bazy sygnatur.
uk_ua: URL бази даних підписів.
zh_cn: 签名数据库的URL。

source: Uncheck this box if you have a valid certificate for your OPNsense interface.
cs_cz: Odškrtněte, pokud pro rozhraní OPNsese máte platný certifikát.
de_de: Deaktivieren Sie diese Option, wenn die OPNsense Schnittstelle über ein gültiges Zertifikat verfügt.
el_gr: Αποεπιλέξτε αυτό το πλαίσιο εάν έχετε ένα έγκυρο πιστοποιητικό για τη διεπαφή OPNsense.
fa_ir: اگر برای رابط OPNsense خود گواهی معتبر دارید، این کادر را غیرفعال کنید.
fr_fr: Décochez cette case si vous avez un certificat valide pour votre interface OPNsense.
it_it: Deseleziona questa casella se disponi di un certificato valido per la tua interfaccia OPNsense.
ko_kr: OPNsense 인터페이스에 대한 유효한 인증서가 있는 경우 이 상자를 체크를 해제하세요.
pl_pl: Odznacz to pole, jeśli masz ważny certyfikat dla interfejsu OPNsense.
uk_ua: Зніміть цей прапорець, якщо у вас є дійсний сертифікат для вашого інтерфейсу OPNsense.
zh_cn: 如果您的OPNsense接口具有有效证书，请取消选中该选项。

source: Unix group id to apply to all uploaded files. Leave blank to not change the group.
cs_cz: Unixová skupina kterou uplatnit na veškeré nahrávané soubory. Pokud ji měnit nechcete, nevyplňujte.
de_de: Unix Gruppen Id zum Setzen auf die hochgeladenen Dateien. Leer lassen, um die Gruppe nicht zu ändern.
el_gr: Αναγνωριστικό ομάδας Unix που θα εφαρμοστεί σε όλα τα μεταφορτωμένα αρχεία. Αφήστε το κενό για να μην αλλάξετε την ομάδα.
fa_ir: شناسه گروه Unix برای اعمال روی همه فایل‌های آپلودشده. برای تغییر ندادن گروه، خالی بگذارید.
fr_fr: Identifiant de groupe Unix à appliquer à tous les fichiers téléchargés. Laissez vide pour ne pas modifier le groupe.
it_it: ID gruppo Unix da applicare a tutti i file caricati. Lascia vuoto per non cambiare il gruppo.
ko_kr: 모든 업로드된 파일에 적용할 Unix 그룹 ID입니다. 그룹을 변경하지 않으려면 비워 두세요.
pl_pl: ID grupy Unix do zastosowania dla wszystkich przesłanych plików. Pozostaw puste, aby nie zmieniać grupy.
uk_ua: Ідентифікатор групи Unix, який застосовується до всіх завантажених файлів. Залиште порожнім, щоб не змінювати групу.
zh_cn: 用于所有上传文件的Unix组ID。留空则不修改组。

source: Unix permission to apply to uploaded private keys. Leave blank to use default "0400".
cs_cz: Unixová oprávnění která uplatňovat na nahrávané soukromé klíče. Pokud chcete použít výchozí „0400“, nevyplňujte.
de_de: Unix-Berechtigung zum Anwenden auf die hochgeladenen Private Keys. Leer lassen, um Standard von "0400" zu verwenden.
el_gr: Άδεια Unix για εφαρμογή σε μεταφορτωμένα ιδιωτικά κλειδιά. Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη τιμή "0400".
fa_ir: مجوز Unix برای اعمال روی کلیدهای خصوصی آپلودشده. برای استفاده از مقدار پیش‌فرض "0400" خالی بگذارید.
fr_fr: Autorisation Unix à appliquer aux clés privées téléchargées. Laissez vide pour utiliser la valeur par défaut "0400".
it_it: Autorizzazione Unix da applicare alle chiavi private caricate. Lasciare vuoto per utilizzare il valore predefinito "0400".
ko_kr: 업로드된 개인 키에 적용할 Unix 권한입니다. 기본값 "0400"을 사용하려면 비워 두세요.
pl_pl: Uprawnienia Unix do zastosowania dla przesłanych kluczy prywatnych. Pozostaw puste, aby użyć domyślnego "0400".
uk_ua: Дозвіл Unix, який застосовується до завантажених приватних ключів. Залиште порожнім, щоб використовувати типове значення "0400".
zh_cn: Unix许可，适用于上传的私钥。留空则使用默认的" 0400"。

source: Unix permission to apply to uploaded public keys. Leave blank to use default "0440".
cs_cz: Unixová oprávnění která uplatňovat na nahrávané veřejné klíče. Pokud chcete použít výchozí „0400“, nevyplňujte.
de_de: Unix-Berechtigung zum Anwenden auf die hochgeladenen öffentlichen Schlüssel. Leer lassen, um Standard von „0400“ zu verwenden.
el_gr: Άδεια Unix για εφαρμογή σε μεταφορτωμένα δημόσια κλειδιά. Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη τιμή "0440".
fa_ir: مجوز Unix برای اعمال روی کلیدهای عمومی آپلودشده. برای استفاده از مقدار پیش‌فرض "0440" خالی بگذارید.
fr_fr: Autorisation Unix à appliquer aux clés publiques téléchargées. Laissez vide pour utiliser la valeur par défaut "0440".
it_it: Autorizzazione Unix da applicare alle chiavi pubbliche caricate. Lasciare vuoto per utilizzare il valore predefinito "0440".
ko_kr: 업로드된 공개 키에 적용할 Unix 권한입니다. 기본값 "0440"을 사용하려면 비워 두세요.
pl_pl: Uprawnienia Unix do zastosowania dla przesłanych kluczy publicznych. Pozostaw puste, aby użyć domyślnego "0440".
uk_ua: Дозвіл Unix, який застосовується до завантажених публічних ключів. Залиште порожнім, щоб використовувати типове значення "0440".
zh_cn: Unix许可，适用于上传的公共密钥。留空则使用默认值" 0440"。

source: Use your CF account with full privileges. This is less secure, a API token should be used instead (see below).
cs_cz: Použít váš CF účet s plnými právy. Toto je méně bezpečné, místo toho je třeba použít token API (viz níže).
de_de: Verwenden Sie Ihr CF-Konto mit vollständigen Berechtigungen. Dies ist weniger sicher; stattdessen sollte ein API-Token verwendet werden (siehe unten).
el_gr: Χρησιμοποιήστε τον λογαριασμό CF σας με πλήρη δικαιώματα. Αυτό είναι λιγότερο ασφαλές, θα πρέπει να χρησιμοποιηθεί ένα διακριτικό API (δείτε παρακάτω).
fa_ir: از حساب CF خود با دسترسی کامل استفاده کنید. این کمتر امن است؛ به‌جای آن باید از یک API token استفاده شود (نگاه کنید به پایین).
fr_fr: Utilisez votre compte CF avec tous les privilèges. Ceci est moins sécurisé, un jeton API doit être utilisé à la place (voir ci-dessous).
it_it: Utilizza il tuo conto CF con tutti i privilegi. Questo è meno sicuro, dovrebbe essere utilizzato invece un token API (vedi sotto).
ko_kr: CF 계정을 전체 권한으로 사용하세요. 이는 보안에 취약하므로 API 토큰을 사용하는 것이 좋습니다(아래 참조).
pl_pl: Użyj swojego konta CF z pełnymi uprawnieniami. To jest mniej bezpieczne, zamiast tego powinien być używany token API (patrz poniżej).
uk_ua: Використовуйте свій обліковий запис CF з повними привілеями. Це менш безпечно, замість цього слід використовувати токен API (див. нижче).
zh_cn: 使用具有完全特权的CF帐户。这不太安全，应改用API令牌（请参见下文）。

source: User API key
cs_cz: Klíč k API uživatelů
de_de: Benutzer-API-Schlüssel
el_gr: Κλειδί API χρήστη
fa_ir: کلید API کاربر
fr_fr: Clé API de l'utilisateur
it_it: Chiave API utente
ko_kr: 사용자 API 키
pl_pl: Klucz API użytkownika
uk_ua: Ключ API користувача
zh_cn: 用户API密钥

source: User API token
cs_cz: Token k API uživatelů
de_de: Benutzer API-Token
el_gr: διακριτικό API χρήστη
fa_ir: توکن API کاربر
fr_fr: Jeton API de l'utilisateur
it_it: Token API utente
ko_kr: 사용자 API 토큰
pl_pl: Token API użytkownika
uk_ua: Токен API користувача
zh_cn: 用户API令牌

source: User with admin priviledges
cs_cz: Uživatel s oprávněními pro správu
de_de: Benutzer mit Administratorrechten
el_gr: Χρήστης με δικαιώματα διαχειριστή
fa_ir: کاربر با دسترسی ادمین
fr_fr: Utilisateur avec des privilèges d'administrateur
it_it: Utente con privilegi di amministratore
ko_kr: 관리자 권한을 가진 사용자
pl_pl: Użytkownik z uprawnieniami admina
uk_ua: Користувач з правами адміністратора
zh_cn: 具有管理员权限的用户

source: Usual operators here are = or +=
cs_cz: Obvyklé operátory zde jsou = nebo +=
de_de: Normale Operatoren sind hier = oder +=
el_gr: Οι συνήθεις τελεστές εδώ είναι = ή +=
fa_ir: عملگرهای معمول در اینجا = یا += هستند.
fr_fr: Les opérateurs habituels ici sont = ou +=
it_it: Gli operatori usuali qui sono = o +=
ko_kr: 여기서 일반적인 연산자는 = 또는 +=
pl_pl: Typowe operatory to = lub +=
uk_ua: Звичайні оператори тут: = або +=
zh_cn: 通常的运算符是=或+ =

source: VXLAN Network Identifier (VNI) that identifies the virtual network segment membership of the interface.
cs_cz: Identifikátor VXLAN sítě (VNI), které identifikuje členství v segmentu virtuální sítě rozhraní.
de_de: VXLAN Network Identifier (VNI), welcher die virtuelle Netzwerksegment Mitgliedschaft der Schnittstelle identifiziert.
el_gr: Αναγνωριστικό δικτύου VXLAN (VNI) που προσδιορίζει την ιδιότητα μέλους εικονικού τμήματος δικτύου της διεπαφής.
fa_ir: شناسه شبکه VXLAN (VNI) که عضویت رابط در بخش شبکهٔ مجازی را مشخص می‌کند.
fr_fr: Identificateur de réseau VXLAN (VNI) qui identifie l'appartenance au segment de réseau virtuel de l'interface.
it_it: VXLAN Network Identifier (VNI) che identifica l'appartenenza al segmento di rete virtuale dell'interfaccia.
ko_kr: 인터페이스의 가상 네트워크 세그먼트 멤버십을 식별하는 VXLAN 네트워크 식별자(VNI).
pl_pl: Identyfikator sieci VXLAN (VNI) określający przynależność interfejsu do segmentu wirtualnej sieci.
uk_ua: Ідентифікатор мережі VXLAN (VNI), що ідентифікує належність інтерфейсу до сегмента віртуальної мережі.
zh_cn: VXLAN网络标识符(VNI)，用于标识接口的虚拟网段成员身份。

source: When this buffer size is reached, nginx will send a part of the response to the client.
cs_cz: Po vyčerpání velikosti vyrovnávací paměti nginx zašle část odpovědi klientovi.
de_de: Wenn diese Puffergröße erreicht ist, sendet nginx einen Teil der Antwort an den Client.
el_gr: Όταν επιτευχθεί αυτό το μέγεθος buffer, το nginx θα στείλει ένα μέρος της απόκρισης στον πελάτη.
fa_ir: وقتی این اندازه بافر پر شود، nginx بخشی از پاسخ را به کلاینت می‌فرستد.
fr_fr: Lorsque cette taille de tampon est atteinte, nginx enverra une partie de la réponse au client.
it_it: Quando viene raggiunta questa dimensione del buffer, nginx invierà una parte della risposta al client.
ko_kr: 이 버퍼 크기에 도달하면 nginx는 응답의 일부를 클라이언트에게 보냅니다.
pl_pl: Gdy osiągnięty zostanie ten rozmiar bufora, nginx wyśle część odpowiedzi do klienta.
uk_ua: Після досягнення цього розміру буфера, nginx відправить частину відповіді клієнту.
zh_cn: 当达到此缓冲区大小时，nginx会将部分响应发送给客户端。

source: When using the Random Balancing Algorithm, this value indicates the number of draws before selecting the least loaded of these servers.
cs_cz: Při použití algoritmu náhodným rozdělováním tato hodnota udává počet tahů před výběrem nejméně vytíženého z těchto serverů.
de_de: Bei Verwendung des Zufallsausgleichsalgorithmus gibt dieser Wert die Anzahl der Ziehungen an, bevor der am wenigsten belastete dieser Server ausgewählt wird.
el_gr: Όταν χρησιμοποιείτε τον Αλγόριθμο Τυχαίας Εξισορρόπησης, αυτή η τιμή υποδεικνύει τον αριθμό των κληρώσεων πριν από την επιλογή του λιγότερο φορτωμένου από αυτούς τους διακομιστές.
fa_ir: هنگام استفاده از Random Balancing Algorithm، این مقدار نشان‌دهندهٔ تعداد قرعه‌کشی‌ها قبل از انتخاب کم‌بارترین سرور از میان این سرورها است.
fr_fr: Lors de l'utilisation de l'algorithme d'équilibrage aléatoire, cette valeur indique le nombre de tirages avant de sélectionner le moins chargé de ces serveurs.
it_it: Quando si utilizza l'algoritmo di bilanciamento casuale, questo valore indica il numero di estrazioni prima di selezionare il server meno caricato.
ko_kr: 랜덤 밸런싱 알고리즘을 사용할 때 이 값은 가장 부하가 적은 서버를 선택하기 전의 추첨 횟수를 나타냅니다.
pl_pl: Korzystając z algorytmu równego rozkładu, ta wartość wskazuje liczbę losowań przed wybraniem najmniej obciążonego z tych serwerów.
uk_ua: При використанні алгоритму випадкового балансування це значення вказує кількість вибірок перед вибором найменш завантаженого з цих серверів.
zh_cn: 使用随机平衡算法时，此值指示在选择这些服务器中负载最少的服务器之前的选中次数。

source: When using the TLS ALPN extension, HAProxy advertises the specified protocol list as supported on top of ALPN. SSL offloading must be enabled.
cs_cz: Při použití TLS rozšíření ALPN inzeruje HAProxy zadaný seznam protokolů jako podporovaný nad ALPN. Je třeba, aby bylo zapnuto odlehčování SSL.
de_de: Wenn die TLS ALPN Erweiterung verwendet wird, wird HAProxy das angegebene Protokoll als unterstützt ausweisen im ALPN Header. SSL Abladung muss aktiviert sein.
el_gr: Όταν χρησιμοποιείτε την επέκταση TLS ALPN, το HAProxy διαφημίζει την καθορισμένη λίστα πρωτοκόλλων ως υποστηριζόμενη επιπλέον του ALPN. Η μείωση φόρτου SSL πρέπει να είναι ενεργοποιημένη.
fa_ir: وقتی از توسعه TLS ALPN استفاده می‌شود، HAProxy فهرست پروتکل مشخص‌شده را به‌عنوان پروتکل‌های پشتیبانی‌شده از طریق ALPN اعلام می‌کند. باربرداری SSL باید فعال باشد.
fr_fr: Lorsque l'extension TLS ALPN est utilisée, HAProxy publie les protocoles spécifiés dans la liste comme étant supportés au-dessus de ALPN. Le délestage SSL doit être activé.
it_it: Quando si utilizza l'estensione TLS ALPN, HAProxy pubblicizza l'elenco di protocolli specificato come supportato su ALPN. L'offload SSL deve essere abilitato.
ko_kr: TLS ALPN 확장을 사용하는 경우 HAProxy는 ALPN 위에 지정된 프로토콜 목록을 지원한다고 알립니다. SSL 오프로딩을 활성화해야 합니다.
pl_pl: Korzystając z rozszerzenia TLS ALPN, HAProxy reklamuje określoną listę protokołów jako obsługiwane na bazie ALPN. Offloading SSL musi być włączony.
uk_ua: При використанні розширення TLS ALPN, HAProxy оголошує вказаний список протоколів як підтримуваний поверх ALPN. Вивантаження SSL має бути увімкнено.
zh_cn: 使用TLS ALPN扩展时，HAProxy会在ALPN顶部发布受支持的指定协议列表。必须启用SSL卸载。
