Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Select the services that should be send to the other host.
cs_cz: Vyberte služby, které mají být odeslány druhému hostiteli.
de_de: Wählen Sie die Dienste aus, die an den anderen Host gesendet werden sollen.
el_gr: Επιλέξτε τις υπηρεσίες που θα πρέπει να αποσταλούν στον άλλο κεντρικό υπολογιστή.
fa_ir: سرویس‌هایی که باید به هاست دیگر ارسال شوند را انتخاب کنید.
fr_fr: Sélectionnez les services qui doivent être envoyés à l'autre hôte.
it_it: Seleziona i servizi che devono essere inviati all'altro host.
ko_kr: 다른 호스트로 전송해야 하는 서비스를 선택하세요.
uk_ua: Виберіть служби, які мають бути надіслані іншому хосту.
zh_cn: 选择应同步到其他防火墙的服务。

source: Send HTTP metadata to eve-log for further analyses.
cs_cz: Odesílat HTTP metadata do eve-log pro další analýzy.
de_de: HTTP-Metadaten zur Analyse im Eve-Protokoll erfassen.
el_gr: Αποστολή μεταδεδομένων HTTP στο eve-log για περαιτέρω αναλύσεις.
fa_ir: متادیتای HTTP را برای تحلیل‌های بیشتر به eve-log ارسال کنید.
fr_fr: Envoyer les métadonnées HTTP à eve-log pour d'autres analyses.
it_it: Invia metadati HTTP a eve-log per ulteriori analisi.
ko_kr: 추가 분석을 위해 HTTP 메타데이터를 eve-log로 보냅니다.
uk_ua: Надіслати метадані HTTP до eve-log для подальшого аналізу.
zh_cn: 将HTTP元数据发送到eve-log进行进一步分析。

source: Send TLS metadata to eve-log for further analyses.
cs_cz: Odesílat TLS metadata do eve-log pro další analýzy.
de_de: TLS-Metadaten zur weiteren Analyse im Eve-Protokoll erfassen.
el_gr: Αποστολή μεταδεδομένων TLS στο eve-log για περαιτέρω αναλύσεις.
fa_ir: متادیتای TLS را برای تحلیل‌های بیشتر به eve-log ارسال کنید.
fr_fr: Envoyer les métadonnées TLS à eve-log pour des analyses plus approfondies.
it_it: Invia metadati TLS a eve-log per ulteriori analisi.
ko_kr: 추가 분석을 위해 TLS 메타데이터를 eve-log로 보냅니다.
uk_ua: Надіслати метадані TLS до eve-log для подальшого аналізу.
zh_cn: 将TLS元数据发送到eve-log进行进一步分析。

source: Services to synchronize (XMLRPC Sync)
cs_cz: Služby pro synchronizaci (XMLRPC Sync)
de_de: Zu synchronisierende Dienste (XMLRPC-Sync)
el_gr: Υπηρεσίες για συγχρονισμό (XMLRPC Sync)
fa_ir: سرویس‌هایی برای همگام‌سازی (XMLRPC Sync)
fr_fr: Services à synchroniser (XMLRPC Sync)
it_it: Servizi da sincronizzare (XMLRPC Sync)
ko_kr: 동기화할 서비스(XMLRPC Sync)
uk_ua: Служби для синхронізації (Синхронізація XMLRPC)
zh_cn: 要同步的服务(XMLRPC同步)

source: Set a custom HTTP response code that should be returned to the requesting client when the access list does not match. If empty, the connection is aborted with no response.
cs_cz: Nastavení uživatelsky určeného kódu HTTP odpovědi, který má být vrácen žádajícímu klientovi, pokud seznam řízení přístupu neodpovídá. Pokud nevyplněno, spojení bude přerušeno bez odpovědi.
de_de: Benutzerdefinierten HTTP-Antwortcode festlegen, der zurückgegeben werden soll, wenn die Zugriffsliste nicht zutrifft. Wenn leer, wird die Verbindung ohne Antwort beendet.
el_gr: Ορίστε έναν προσαρμοσμένο κωδικό απόκρισης HTTP που θα πρέπει να επιστρέφεται στον αιτούντα πελάτη όταν η λίστα πρόσβασης δεν ταιριάζει. Εάν είναι κενό, η σύνδεση διακόπτεται χωρίς απάντηση.
fa_ir: یک کد پاسخ HTTP سفارشی تنظیم کنید که وقتی Access List مطابقت نداشت به کلاینت درخواست‌دهنده بازگردانده شود. اگر خالی باشد، اتصال بدون پاسخ قطع می‌شود.
fr_fr: Définit un code de réponse HTTP personnalisé qui doit être renvoyé au client demandeur lorsque la liste d'accès ne correspond pas. S'il est vide, la connexion est interrompue sans réponse.
it_it: Imposta un codice di risposta HTTP personalizzato che deve essere restituito al client richiedente quando l'elenco di accesso non corrisponde. Se vuoto, la connessione viene interrotta senza risposta.
ko_kr: 액세스 목록이 일치하지 않을 때 요청하는 클라이언트에 반환해야 하는 사용자 지정 HTTP 응답 코드를 설정하세요. 비어 있으면 응답 없이 연결이 중단됩니다.
uk_ua: Встановіть користувацький код відповіді HTTP, який має бути повернутий клієнту, що надсилає запит, якщо список доступу не відповідає. Якщо порожньо, з'єднання буде перервано без відповіді.
zh_cn: 设置当访问列表不匹配时应返回给请求客户端的自定义HTTP响应代码。如果为空，则连接将中止且无响应。

source: Set a custom HTTP response message in addition to the HTTP response code. If empty, the default HTTP response message for the chosen HTTP response code will be used.
cs_cz: Nastavení uživatelsky určené zprávy HTTP odpovědi (ke kódu HTTP odpovědi). Pokud nevyplněno, bude použita výchozí zpráva HTTP odpovědi pro zvolený kód HTTP odpovědi.
de_de: Benutzerdefinierte HTTP-Antwortnachricht zusätzlich zum Antwortcode festlegen. Wenn leer, wird die Standardnachricht des gewählten Antwortcodes verwendet.
el_gr: Ορίστε ένα προσαρμοσμένο μήνυμα απόκρισης HTTP εκτός από τον κωδικό απόκρισης HTTP. Εάν είναι κενό, θα χρησιμοποιηθεί το προεπιλεγμένο μήνυμα απόκρισης HTTP για τον επιλεγμένο κωδικό απόκρισης HTTP.
fa_ir: یک پیام پاسخ HTTP سفارشی علاوه بر کد پاسخ HTTP تنظیم کنید. اگر خالی باشد، پیام پیش‌فرض برای کد پاسخ انتخاب‌شده استفاده خواهد شد.
fr_fr: Définir un message de réponse HTTP personnalisé en plus du code de réponse HTTP. S'il est vide, le message de réponse HTTP par défaut pour le code de réponse HTTP choisi sera utilisé.
it_it: Imposta un messaggio di risposta HTTP personalizzato oltre al codice di risposta HTTP. Se vuoto, verrà utilizzato il messaggio di risposta HTTP predefinito per il codice di risposta HTTP scelto.
ko_kr: HTTP 응답 코드 외에 사용자 지정 HTTP 응답 메시지를 설정하세요. 비어 있는 경우 선택한 HTTP 응답 코드에 대한 기본 HTTP 응답 메시지가 사용됩니다.
uk_ua: Встановіть власне повідомлення HTTP-відповіді на додаток до коду HTTP-відповіді. Якщо порожньо, буде використано типове повідомлення HTTP-відповіді для обраного коду HTTP-відповіді.
zh_cn: 除HTTP响应代码外，还设置自定义HTTP响应消息。如果为空，则将使用所选HTTP响应代码的默认HTTP响应消息。

source: Set a specific device MTU for this instance.
cs_cz: Nastavit konkrétní MTU zařízení pro tuto instanci.
de_de: Legen Sie für diese Instanz eine bestimmte Geräte-MTU fest.
el_gr: Ορίστε μια συγκεκριμένη MTU συσκευής για αυτήν την περίπτωση.
fa_ir: MTU دستگاه خاص را برای این نمونه تنظیم کنید.
fr_fr: Définir un MTU de périphérique spécifique pour cette instance.
it_it: Imposta una MTU del dispositivo specifica per questa istanza.
ko_kr: 이 인스턴스에 대해 특정 장치 MTU를 설정하세요.
uk_ua: Встановіть конкретний MTU пристрою для цього екземпляра.
zh_cn: 设置指定的设备MTU。

source: Set bypass keyword. Increases traffic throughput. Suricata reads a packet, decodes it, checks it in the flow table. If the corresponding flow is local bypassed then it simply skips all streaming, detection and output and the packet goes directly out in IDS mode and to verdict in IPS mode.
cs_cz: Nastavit klíčové slovo bypass. Zvyšuje propustnost provozu. Suricata přečte paket, dekóduje ho a zkontroluje v tabulce toků. Pokud je příslušný tok lokálně obcházen, pak jednoduše přeskočí veškeré proudové vysílání, detekci a výstup a paket jde přímo ven v režimu IDS a na verdikt v režimu IPS.
de_de: Bypass-Stichwort festlegen. Erhöht den Datendurchsatz. Suricata liest ein Paket, decodiert es und prüft es im Flow-Table. Ist der Flow lokal auf Bypass gesetzt, werden Streaming, Erkennung und Ausgabe übersprungen – das Paket wird in IDS-Modus direkt weitergeleitet und im IPS-Modus direkt bewertet.
el_gr: Ορισμός λέξης-κλειδιού παράκαμψης. Αυξάνει την απόδοση της κυκλοφορίας. Το Suricata διαβάζει ένα πακέτο, το αποκωδικοποιεί, το ελέγχει στον πίνακα ροής. Εάν η αντίστοιχη ροή έχει παρακαμφθεί τοπικά, τότε απλώς παραλείπει όλη τη ροή, την ανίχνευση και την έξοδο και το πακέτο εξέρχεται απευθείας σε λειτουργία IDS και σε λειτουργία IPS.
fa_ir: کلیدواژه bypass را تنظیم کنید. باعث افزایش توان عبوری ترافیک می‌شود. Suricata بسته را می‌خواند، آن را رمزگشایی می‌کند و در جدول جریان بررسی می‌کند. اگر جریان مربوطه به‌صورت محلی bypass شده باشد، همهٔ پردازش‌های جریان، تشخیص و خروجی نادیده گرفته می‌شوند و بسته در حالت IDS مستقیماً خارج می‌شود و در حالت IPS مستقیماً به نتیجه می‌رسد.
fr_fr: Définir le mot-clé bypass. Augmente le débit du trafic. Suricata lit un paquet, le décode et le vérifie dans la table des flux. Si le flux correspondant est contourné localement, il saute simplement tout le flux, la détection et la sortie et le paquet sort directement en mode IDS et vers le verdict en mode IPS.
it_it: Imposta la parola chiave per bypassare. Aumenta il throughput del traffico. Suricata legge un pacchetto, lo decodifica, lo controlla nella tabella di flusso. Se il flusso corrispondente viene bypassato localmente, salta semplicemente tutto lo streaming, il rilevamento e l'output e il pacchetto esce direttamente in modalità IDS e per il verdetto in modalità IPS.
ko_kr: 바이패스 키워드를 설정하세요. 트래픽 처리량을 증가시킵니다. Suricata는 패킷을 읽고, 디코딩하고, 플로우 테이블에서 확인합니다. 해당 플로우가 로컬 바이패스된 경우 모든 스트리밍, 탐지 및 출력을 건너뛰고 패킷은 IDS 모드에서 바로 나가고 IPS 모드에서는 판정을 내립니다.
uk_ua: Встановіть ключове слово обходу. Збільшує пропускну здатність трафіку. Suricata читає пакет, декодує його, перевіряє в таблиці потоків. Якщо відповідний потік локально обходиться, то він просто пропускає всю потокову обробку, виявлення та вихід, і пакет безпосередньо виходить у режимі IDS та до вироку в режимі IPS.
zh_cn: 设置旁路关键字。增加流量吞吐量。Suricata读取数据包、解码数据包并在流表中检查数据包。如果相应的流是本地旁路的，则它会跳过所有流式传输、检测和输出，数据包在 IDS 模式下直接输出，在IPS模式下进行判定。

source: Set specific DNS servers for this instance. Use with care.
cs_cz: Zadejte konkrétní DNS servery pro tuto instanci. Používejte obezřetně.
de_de: Legen Sie spezifische DNS-Server für diese Instanz fest. Verwenden Sie diese Option mit Vorsicht.
el_gr: Ορίστε συγκεκριμένους διακομιστές DNS για αυτήν την περίπτωση. Χρησιμοποιήστε το με προσοχή.
fa_ir: سرورهای DNS مشخص را برای این نمونه تنظیم کنید. با احتیاط استفاده کنید.
fr_fr: Définir des serveurs DNS spécifiques pour cette instance. À utiliser avec précaution.
it_it: Imposta server DNS specifici per questa istanza. Utilizzare con cura.
ko_kr: 이 인스턴스에 대한 특정 DNS 서버를 설정하세요. 주의해서 사용하세요.
uk_ua: Встановіть конкретні DNS-сервери для цього екземпляра. Використовуйте з обережністю.
zh_cn: 为实例设置指定的DNS服务器。小心使用。

source: Set the IP and port where metrics shoud be sent to, e.g. 192.168.0.1:4317.
cs_cz: Nastavte IP adresu a port na který mají být metriky zasílány, např. 92.168.0.1:4317.
de_de: IP und Port angeben, an die Metriken gesendet werden sollen, z. B. 192.168.0.1:4317.
el_gr: Ορίστε την IP και τη θύρα στην οποία θα πρέπει να αποστέλλονται οι μετρήσεις, π.χ. 192.168.0.1:4317.
fa_ir: IP و پورت مقصد ارسال متریک‌ها را تنظیم کنید، مثلاً 192.168.0.1:4317.
fr_fr: Définissez l'IP et le port vers lesquels les métriques doivent être envoyées, par exemple 192.168.0.1:4317.
it_it: Imposta l'IP e la porta a cui inviare le metriche, ad es. 192.168.0.1:4317.
ko_kr: 메트릭을 보낼 IP와 포트를 설정하세요. 예: 192.168.0.1:4317.
uk_ua: Встановіть IP та порт, куди мають надсилатися метрики, наприклад, 192.168.0.1:4317.
zh_cn: 设置指标发送到的 IP 和端口，例如 192.168.0.1:4317。

source: Set the TTL (Time to Live) for DNS records in seconds. Leave empty to use the default of an already existing TTL (when updating only) or the default of the provider API (when creating new records). If explicitely set, values should be as defined in rfc2181 section 8.
cs_cz: Nastavení TTL (životnost) pro DNS záznamy (v sekundách). Nevyplňujte pokud chcete použít výchozí hodnotu už existujícího TTL (pouze při aktualizaci) nebo výchozí hodnotu API poskytovatele (při vytváření nových záznamů). Pokud je výslovně nastaveno, hodnoty by měly odpovídat definici v oddílu 8 normy rfc2181.
de_de: TTL (Gültigkeitsdauer) für DNS-Einträge in Sekunden angeben. Wenn leer, wird die bestehende TTL beibehalten (bei Aktualisierung) oder der Standardwert der Anbieter-API verwendet (bei Neuanlage). Gültige Werte gemäß RFC 2181 Abschnitt 8.
el_gr: Ορίστε το TTL (Time to Live - Χρόνος Ζωής) για τις εγγραφές DNS σε δευτερόλεπτα. Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλογή ενός ήδη υπάρχοντος TTL (μόνο κατά την ενημέρωση) ή την προεπιλογή του API παρόχου (κατά τη δημιουργία νέων εγγραφών). Εάν οριστούν ρητά, οι τιμές θα πρέπει να είναι όπως ορίζονται στην ενότητα 8 του rfc2181.
fa_ir: TTL (Time to Live) برای رکوردهای DNS را بر حسب ثانیه تنظیم کنید. برای استفاده از مقدار پیش‌فرض یک TTL موجود (فقط هنگام به‌روزرسانی) یا پیش‌فرض API ارائه‌دهنده (هنگام ایجاد رکورد جدید)، خالی بگذارید. اگر صریحاً مقداردهی شد، مقادیر باید مطابق با rfc2181 بخش 8 باشند.
fr_fr: Définit le TTL (Time to Live) des enregistrements DNS en secondes. Laisser vide pour utiliser la valeur par défaut d'un TTL déjà existant (lors de la mise à jour uniquement) ou la valeur par défaut de l'API du fournisseur (lors de la création de nouveaux enregistrements). En cas de définition explicite, les valeurs doivent être celles définies dans la section 8 de rfc2181.
it_it: Imposta il TTL (Time to Live) per i record DNS in secondi. Lascia vuoto per utilizzare il valore predefinito di un TTL già esistente (solo durante l'aggiornamento) o il valore predefinito dell'API del provider (durante la creazione di nuovi record). Se impostati esplicitamente, i valori dovrebbero essere quelli definiti nella sezione 8 di rfc2181.
ko_kr: DNS 레코드의 TTL(Time to Live)을 초 단위로 설정하세요. 이미 존재하는 TTL의 기본값(업데이트 시에만) 또는 공급자 API의 기본값(새 레코드를 생성할 때)을 사용하려면 비워둡니다. 명시적으로 설정하는 경우 값은 rfc2181 섹션 8에 정의된 대로 해야 합니다.
uk_ua: Встановіть TTL (час життя) для DNS-записів у секундах. Залиште порожнім, щоб використовувати типове значення вже існуючого TTL (лише при оновленні) або типове значення API провайдера (при створенні нових записів). Якщо встановлено явно, значення повинні відповідати rfc2181 розділу 8.
zh_cn: 设置 DNS 记录的TTL生存时间），以秒为单位。保留为空以使用现有TTL的默认值（仅在更新时）或提供程序API的默认值（在创建新记录时）。如果明确设置，则值应按照rfc2181第8节中的定义。

source: Set the amount how big a logfile can growth. For Query and Blocked logs.
cs_cz: Nastavení velikosti, na kterou až může soubor záznamu událostí narůst. Pro záznam dotazů a blokovaného.
de_de: Maximale Größe, auf die eine Protokolldatei anwachsen darf, festlegen (für Query- und Blockierungsprotokolle).
el_gr: Ορίστε το μέγεθος στο οποίο μπορεί να αναπτυχθεί ένα αρχείο καταγραφής. Για αρχεία καταγραφής ερωτημάτων και αποκλεισμένων αρχείων καταγραφής.
fa_ir: حداکثر حجم قابل رشد فایل لاگ را تنظیم کنید. برای لاگ‌های Query و Blocked.
fr_fr: Définit la taille maximale d'un fichier journal. Pour les journaux de requêtes et les journaux bloqués.
it_it: Imposta l'entità della crescita di un file di registro. Per i log di query e bloccati.
ko_kr: 로그파일이 얼마나 커질 수 있는지 설정하세요. 쿼리 및 차단된 로그의 경우.
uk_ua: Встановіть, наскільки великим може бути файл журналу. Для журналів запитів та заблокованих.
zh_cn: 设置日志文件的增长量。对于查询日志和阻塞日志。

source: Set the compression mode.
cs_cz: Nastavit režim komprese.
de_de: Komprimierungsmodus festlegen.
el_gr: Ρυθμίστε τη λειτουργία συμπίεσης.
fa_ir: حالت فشرده‌سازی را تنظیم کنید.
fr_fr: Sélectionner le mode de compression.
it_it: Imposta la modalità di compressione.
ko_kr: 압축 모드 설정하세요.
uk_ua: Встановіть режим стиснення.
zh_cn: 设置压缩模式。

source: Set the gateway IP here when using "Disable routes" feature. You also have to add this as a system gateway.
cs_cz: Zde při použití funkce „Vypnout trasy“ nastavte IP adresu brány. Je třeba toto přidat také jako systémovou bránu.
de_de: Legen Sie hier die Gateway-IP fest, wenn Sie die Funktion "Routen deaktivieren" verwenden. Sie müssen diese auch als System-Gateway hinzufügen.
el_gr: Ορίστε εδώ την IP της πύλης όταν χρησιμοποιείτε τη λειτουργία "Απενεργοποίηση διαδρομών". Πρέπει επίσης να την προσθέσετε ως πύλη συστήματος.
fa_ir: هنگام استفاده از ویژگی "Disable routes"، IP دروازه را اینجا تنظیم کنید. همچنین باید آن را به‌عنوان گیت‌وی سیستم اضافه کنید.
fr_fr: Définissez ici l'IP de la passerelle lorsque vous utilisez la fonction "Désactiver les itinéraires". Vous devez également l'ajouter en tant que passerelle du système.
it_it: Imposta qui l'IP del gateway quando usi la funzione "Disabilita percorsi". È inoltre necessario aggiungerlo come gateway di sistema.
ko_kr: "경로 비활성화" 기능을 사용할 때 여기에 게이트웨이 IP를 설정하세요. 이 IP를 시스템 게이트웨이로 추가해야 합니다.
uk_ua: Встановіть IP-адресу шлюзу тут при використанні функції «Вимкнути маршрути». Ви також повинні додати це як системний шлюз.
zh_cn: 使用“禁用路由”功能时，请在此处设置网关IP。您还必须将其添加为系统网关。

source: Set the interval in seconds to poll for changes in the IP address. Leave empty to use system defaults.
cs_cz: Nastavit interval (v sekundách) ve kterém dotazovat na změny v IP adrese. Nevyplněním bude použit systémový výchozí.
de_de: Intervall in Sekunden festlegen, in dem auf Änderungen der IP-Adresse geprüft wird. Leer lassen, um die Systemvorgaben zu verwenden.
el_gr: Ορίστε το χρονικό διάστημα σε δευτερόλεπτα για την αναζήτηση αλλαγών στη διεύθυνση IP. Αφήστε το κενό για να χρησιμοποιήσετε τις προεπιλογές συστήματος.
fa_ir: فاصله زمانی بر حسب ثانیه برای بررسی تغییرات آدرس IP را تنظیم کنید. برای استفاده از پیش‌فرض‌های سیستم خالی بگذارید.
fr_fr: Définir l'intervalle en secondes pour l'interrogation des changements d'adresse IP. Laisser vide pour utiliser les valeurs par défaut du système.
it_it: Imposta l'intervallo in secondi per verificare le modifiche nell'indirizzo IP. Lascia vuoto per utilizzare le impostazioni predefinite del sistema.
ko_kr: IP 주소 변경 사항을 확인하기 위한 간격을 초 단위로 설정하세요. 비워 두면 시스템 기본값이 사용됩니다.
uk_ua: Встановіть інтервал у секундах для опитування змін IP-адреси. Залиште порожнім, щоб використовувати системні типові значення.
zh_cn: 设置轮询IP地址变化的间隔（以秒为单位）。留空则使用系统默认值。

source: Set the name for this peer.
cs_cz: Nastavit název pro tento protějšek.
de_de: Legen Sie den Namen für diese Gegenstelle fest.
el_gr: Ορίστε το όνομα για αυτόν τον ομότιμο.
fa_ir: نام این همتا را تنظیم کنید.
fr_fr: Définir le nom de cet homologue.
it_it: Imposta il nome per questo peer.
ko_kr: 이 피어의 이름을 설정하세요.
uk_ua: Встановіть ім'я для цього піра.
zh_cn: 输入端点名称。

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#=:& with up to 128 characters.
cs_cz: Nastavit uživateli heslo. Povolenými znaky jsou 0-9, a-z, A-Z, a ,._-!$%/()+#=:& délka nejvýše 128 znaků.
de_de: Passwort für den Benutzer festlegen. Erlaubte Zeichen sind 0–9, a–z, A–Z sowie ,._-!$%/()+#=:& mit bis zu 128 Zeichen.
el_gr: Ορίστε τον κωδικό πρόσβασης για τον χρήστη. Οι επιτρεπόμενοι χαρακτήρες είναι 0-9, az, AZ και ,._-!$%/()+#=:& με έως και 128 χαρακτήρες.
fa_ir: رمز عبور کاربر را تنظیم کنید. کاراکترهای مجاز: 0-9, a-z, A-Z، و ,._-!$%/()+#=:& تا 128 کاراکتر.
fr_fr: Définit le mot de passe de l'utilisateur. Les caractères autorisés sont 0-9, a-z, A-Z, et ,._-!$%/()+#=:& avec un maximum de 128 caractères.
it_it: Imposta la password per l'utente. I caratteri consentiti sono 0-9, a-z, A-Z e ,._-!$%/()+#=:& con un massimo di 128 caratteri.
ko_kr: 사용자의 비밀번호를 설정하세요. 허용되는 문자는 0-9, a-z, A-Z, ,._-!$%/()+#=:&이며 최대 128자입니다.
uk_ua: Встановіть пароль для користувача. Дозволені символи: 0-9, a-z, A-Z, та ,._-!$%/()+#=:&, до 128 символів.
zh_cn: 为用户设置密码。允许的字符为 0-9、a-z、A-Z 和 ,._-!$%/()+#=:& ，最多 128 个字符。

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-@/:
cs_cz: Nastavit uživateli uživatelské jméno. Povolenými znaky jsou 0-9, a-z, A-Z, a ._-@/:
de_de: Eindeutigen Benutzernamen für den Benutzer festlegen. Erlaubte Zeichen sind 0–9, a–z, A–Z sowie ._-@/:
el_gr: Ορίστε το μοναδικό όνομα χρήστη για τον χρήστη. Οι επιτρεπόμενοι χαρακτήρες είναι 0-9, az, AZ και ._-@/:
fa_ir: نام کاربری یکتای کاربر را تنظیم کنید. نویسه‌های مجاز: 0-9, a-z, A-Z، و ._-@/:
fr_fr: Définit le nom d'utilisateur unique de l'utilisateur. Les caractères autorisés sont 0-9, a-z, A-Z et ._-@/ :
it_it: Imposta il nome utente univoco per l'utente. I caratteri consentiti sono 0-9, a-z, A-Z e ._-@/:
ko_kr: 사용자의 고유한 사용자 이름을 설정하세요. 허용되는 문자는 0-9, a-z, A-Z, 및 ._-@/:입니다.
uk_ua: Встановіть унікальне ім'я користувача. Дозволені символи: 0-9, a-z, A-Z, та ._-@/:
zh_cn: 设置用户的唯一用户名。允许的字符为 0-9、a-z、A-Z 和 ._-@/：

source: Sets a timeout in seconds during which an idle keepalive connection to an upstream server will stay open. NGINX default is 75s.
cs_cz: Nastaví časový limit (v sekundách), po který bude nečinné spojení s nadřazeným serverem udržováno otevřené. NGINX má výchozí hodnotu 75 s.
de_de: Legt eine Zeitüberschreitung in Sekunden fest, während der eine inaktive Keepalive-Verbindung zu einem Upstream-Server geöffnet bleibt. Der Standardwert von NGINX beträgt 75 Sekunden.
el_gr: Ορίζει ένα χρονικό όριο σε δευτερόλεπτα κατά το οποίο μια αδρανής σύνδεση keepalive σε έναν ανοδικό διακομιστή θα παραμένει ανοιχτή. Η προεπιλογή του NGINX είναι 75 δευτερόλεπτα.
fa_ir: مدت زمان تایم‌اوت بر حسب ثانیه را تنظیم می‌کند که طی آن یک اتصال keepalive غیرفعال به سرور بالا‌دست باز می‌ماند. مقدار پیش‌فرض NGINX برابر 75s است.
fr_fr: Définit un délai en secondes pendant lequel une connexion keepalive inactive vers un serveur en amont restera ouverte. La valeur par défaut de NGINX est de 75s.
it_it: Imposta un timeout in secondi durante il quale una connessione keepalive inattiva a un server upstream rimarrà aperta. Il valore predefinito di NGINX è 75 secondi.
ko_kr: 업스트림 서버에 대한 유휴 유지 연결이 열려 있을 시간 초과를 초 단위로 설정하세요. NGINX의 기본값은 75초입니다.
uk_ua: Встановлює час очікування в секундах, протягом якого буде залишатися відкритим неактивне з'єднання keepalive до вихідного сервера. Типове значення NGINX – 75 с.
zh_cn: 设置与上游服务器保活连接打开的超时时间（以秒为单位）。NGINX默认值为75秒。

source: Sets the HTTP/2 initial window size for incoming connections, which is the number of bytes the client can upload before waiting for an acknowledgment from HAProxy.
cs_cz: Nastaví počáteční velikost okna HTTP/2 pro příchozí připojení, což je počet bajtů, které může klient odeslat, než začne čekat na potvrzení od serveru HAProxy.
de_de: Setzt die HTTP/2-Anfangsfenstergröße für eingehende Verbindungen. Dies ist die maximale Anzahl an Bytes, die HAProxy vom Client empfangen darf, bevor eine Bestätigung gesendet werden muss.
el_gr: Ορίζει το αρχικό μέγεθος παραθύρου HTTP/2 για τις εισερχόμενες συνδέσεις, το οποίο είναι ο αριθμός των byte που μπορεί να ανεβάσει ο υπολογιστής-πελάτης πριν περιμένει μια επιβεβαίωση από το HAProxy.
fa_ir: اندازهٔ پنجرهٔ اولیه HTTP/2 برای ارتباطات ورودی را تنظیم می‌کند؛ این مقدار برابر با تعداد بایت‌هایی است که کلاینت می‌تواند آپلود کند قبل از آنکه منتظر تأیید از HAProxy شود.
fr_fr: Définit la taille de la fenêtre initiale HTTP/2 pour les connexions entrantes, c'est-à-dire le nombre d'octets que le client peut télécharger avant d'attendre un accusé de réception de HAProxy.
it_it: Imposta la dimensione della finestra iniziale HTTP/2 per le connessioni in entrata, ovvero il numero di byte che il client può caricare prima di attendere un riconoscimento da HAProxy.
ko_kr: 수신 연결에 대한 HTTP/2 초기 윈도우 크기를 설정하세요. 이는 클라이언트가 HAProxy로부터 확인 응답을 기다리기 전에 업로드할 수 있는 바이트 수입니다.
uk_ua: Встановлює початковий розмір вікна HTTP/2 для вхідних з'єднань, що є кількістю байтів, які клієнт може завантажити, перш ніж чекати підтвердження від HAProxy.
zh_cn: 设置入站连接的HTTP/2初始窗口大小，这是客户端在等待HAProxy确认之前可以上传的字节数。
