Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Any priority
cs_cz: Libovolná priorita
de_de: Beliebige Priorität
el_gr: Οποιαδήποτε προτεραιότητα
fa_ir: هر اولویت
fr_fr: N'importe quelle priorité
it_it: Qualsiasi priorità
ko_kr: 모든 우선 순위
pl_pl: Dowolny priorytet
uk_ua: Будь-який пріоритет
zh_cn: 任意优先级

source: Match priority
cs_cz: Priorita shody
de_de: Priorität abgleichen
el_gr: Προτεραιότητα αντιστοίχισης
fa_ir: اولویت تطبیق
fr_fr: Priorité de concordance
it_it: Priorità della corrispondenza
ko_kr: 우선순위 일치
pl_pl: Dopasuj priorytet
uk_ua: Пріоритет відповідності
zh_cn: 匹配优先级

source: Use main priority
cs_cz: Použít hlavní přednost
de_de: Die Hauptpriorität verwenden
el_gr: Χρήση κύριας προτεραιότητας
fa_ir: استفاده از اولویت اصلی
fr_fr: Utiliser la priorité principale
it_it: Usa la priorità principale
ko_kr: 주 우선 순위 사용
pl_pl: Użyj głównego priorytetu
uk_ua: Використовувати основний пріоритет
zh_cn: 使用主要优先级

source: Keep current priority
cs_cz: Ponechat stávající prioritu
de_de: Behalte die aktuelle Priorität
el_gr: Διατήρηση τρέχουσας προτεραιότητας
fa_ir: حفظ اولویت فعلی
fr_fr: Conserver la priorité actuelle
it_it: Mantieni la priorità attuale
ko_kr: 현재 우선 순위 유지
pl_pl: Zachowaj obecny priorytet
uk_ua: Зберегти поточний пріоритет
zh_cn: 保持当前优先级

source: Low Delay/TCP ACK
cs_cz: Krátká odezva/TCP ACK
de_de: Geringe Verzögerung/TCP ACK
el_gr: Χαμηλή καθυστέρηση/TCP ACK
fa_ir: تاخیر کم/TCP ACK
fr_fr: Délais Réduit / TCP ACK
it_it: Ritardo basso/ACK TCP
ko_kr: 저지연/TCP ACK
pl_pl: Niskie opóźnienie/TCP ACK
uk_ua: Низька затримка/TCP ACK
zh_cn: 低延迟/TCP ACK

source: All packets
cs_cz: Všechny pakety
de_de: Alle Pakete
el_gr: Όλα τα πακέτα
fa_ir: همه بسته‌ها
fr_fr: Tous les paquets
it_it: Tutti i pacchetti
ko_kr: 모든 패킷
pl_pl: Wszystkie pakiety
uk_ua: Усі пакети
zh_cn: 所有数据包

source: Set priority
cs_cz: Nastavit prioritu
de_de: Priorität zuweisen
el_gr: Ορισμός προτεραιότητας
fa_ir: تنظیم اولویت
fr_fr: Définir la priorité
it_it: Imposta la priorità
ko_kr: 우선순위 설정
pl_pl: Ustaw priorytet
uk_ua: Встановити пріоритет
zh_cn: 设置优先级

source: This allows packets with IP options to pass. Otherwise they are blocked by default. This is usually only seen with multicast traffic.
cs_cz: Toto umožní paketům s IP předvolbami projít. V opačném případě jsou ve výchozím stavu blokované. Toto je obvykle k vidění u vícesměrového provozu.
de_de: Dadurch können Pakete mit IP-Optionen passieren. Andernfalls werden sie standardmäßig blockiert. Dies tritt normalerweise nur bei Multicast-Verkehr auf.
el_gr: Αυτό επιτρέπει τη διέλευση πακέτων με επιλογές IP. Διαφορετικά, αποκλείονται από προεπιλογή. Αυτό συνήθως παρατηρείται μόνο με την κίνηση πολλαπλής διανομής.
fa_ir: این اجازه می‌دهد بسته‌های دارای گزینه‌های IP عبور کنند. در غیر این صورت، به‌صورت پیش‌فرض مسدود می‌شوند. معمولاً این فقط در ترافیک چندپخشی دیده می‌شود.
fr_fr: Cela permet aux paquets avec des options IP de passer. Sinon, ils sont bloqués par défaut. Cela se voit généralement uniquement avec le trafic multicast.
it_it: Ciò consente il passaggio dei pacchetti con opzioni IP. Altrimenti sono bloccati per impostazione predefinita. Questo di solito si vede solo con il traffico multicast.
ko_kr: 이를 통해 IP 옵션을 포함한 패킷을 통과시킬 수 있습니다. 그렇지 않으면 기본적으로 차단됩니다. 이는 일반적으로 멀티캐스트 트래픽에서만 볼 수 있습니다.
pl_pl: To pozwala na przepuszczenie pakietów z opcjami IP. Domyślnie są one blokowane. Zwykle jest to widoczne tylko w ruchu multicast.
uk_ua: Це дозволяє проходити пакетам з IP-опціями. В іншому випадку вони типово блокуються. Зазвичай це спостерігається лише з багатоадресним трафіком.
zh_cn: 允许带有IP选项的数据包通过。默认情况下会阻止它们。这通常只出现在多播流量中。

source: allow options
cs_cz: umožnit předvolby
de_de: Optionen zulassen
el_gr: επιτρέψτε επιλογές
fa_ir: اجازه به گزینه‌ها
fr_fr: autoriser les options
it_it: consentire opzioni
ko_kr: 옵션 허용
pl_pl: pozwól na opcje
uk_ua: дозволити опції
zh_cn: 允许选项

source: Show/Hide
cs_cz: Zobrazit/skrýt
de_de: Anzeigen/Ausblenden
el_gr: Εμφάνιση/Απόκρυψη
fa_ir: نمایش/پنهان
fr_fr: Afficher/Masquer
it_it: Mostra/Nascondi
ko_kr: 표시/숨기기
pl_pl: Pokaż/ukryj
uk_ua: Показати/Приховати
zh_cn: 显示/隐藏

source: Advanced Options
cs_cz: Pokročilé předvolby
de_de: Erweiterte Optionen
el_gr: Προηγμένες επιλογές
fa_ir: گزینه‌های پیشرفته
fr_fr: Options avancées
it_it: Opzioni avanzate
ko_kr: 고급 옵션
pl_pl: Opcje zaawansowane
uk_ua: Додаткові опції
zh_cn: 高级选项

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
cs_cz: Ponecháním na „výchozí“ bude použita směrovací tabulka systému. Nebo zvolte bránu a využijte směrování založené na pravidlech.
de_de: Lassen Sie es auf 'Standard', um die Systemroutingtabelle zu verwenden oder wählen Sie einen Gateway, um richtlinienbasiertes Routing zu verwenden.
el_gr: Αφήστε την ως «προεπιλογή» για να χρησιμοποιήσετε τον πίνακα δρομολόγησης συστήματος. Ή επιλέξτε μια πύλη για να χρησιμοποιήσετε δρομολόγηση βάσει πολιτικής.
fa_ir: برای استفاده از جدول مسیریابی سیستم، آن را روی 'پیش‌فرض' بگذارید. یا یک دروازه انتخاب کنید تا از مسیریابی مبتنی بر سیاست استفاده کنید.
fr_fr: Laisser à 'default' pour utiliser la table de routage système. Ou choisissez une passerelle pour utiliser le routage basé sur des politiques.
it_it: Lasciare come "predefinito" per utilizzare la tabella di routing del sistema. Oppure scegli un gateway per utilizzare il routing basato su policy.
ko_kr: 시스템 라우팅 테이블을 사용하려면 '기본값'으로 둡니다. 또는 정책 기반 라우팅을 사용할 게이트웨이를 선택하세요.
pl_pl: Pozostaw 'domyślny', aby użyć systemowej tablicy routingu. Lub wybierz bramę, aby korzystać z routingu opartego na politykach.
uk_ua: Залиште як 'типово', щоб використовувати системну таблицю маршрутизації. Або оберіть шлюз для використання маршрутизації на основі політики.
zh_cn: 保持"默认"则使用系统路由表。 或者选择网关来使用基于策略的路由。

source: default
cs_cz: výchozí
de_de: Standard
el_gr: προεπιλογή
fa_ir: پیش‌فرض
fr_fr: défaut
it_it: predefinito
ko_kr: 기본
pl_pl: domyślnie
uk_ua: типово
zh_cn: 默认

source: Leave as 'none' to leave the rule enabled all the time.
cs_cz: Ponecháním na „žádné“ toto pravidlo zůstane trvale zapnuté.
de_de: Belassen Sie es auf 'keiner', damit die Regel permanent aktiv ist.
el_gr: Αφήστε την επιλογή "κανένας" για να παραμείνει ο κανόνας ενεργοποιημένος συνεχώς.
fa_ir: برای فعال ماندن همیشگی این قانون، آن را روی 'هیچ‌کدام' بگذارید.
fr_fr: Conservez 'none' pour laisser la règle activée en permanence.
it_it: Lasciare "nessuno" per lasciare la regola sempre abilitata.
ko_kr: 규칙을 항상 활성화하려면 '없음'으로 유지합니다.
pl_pl: Pozostaw 'brak', aby reguła była cały czas włączona.
uk_ua: Залиште як 'немає', щоб правило було увімкнене постійно.
zh_cn: 保留为"none"可使规则始终保持启用状态。

source: Note: this only works for TCP rules. General OS choice matches all subtypes.
cs_cz: Pozn.: toto funguje pouze u TCP pravidel. Obecná volba operačního systému platí i na všechny jeho varianty.
de_de: Hinweis: Dies funktioniert nur mit TCP-Regeln. Generelle Betriebssystemauswahl entspricht allen Untertypen.
el_gr: Σημείωση: αυτό λειτουργεί μόνο για κανόνες TCP. Η επιλογή Γενικού λειτουργικού συστήματος ταιριάζει με όλους τους υποτύπους.
fa_ir: توجه: این فقط برای قوانین TCP کار می‌کند. انتخاب کلی سیستم‌عامل با همه زیرنوع‌ها مطابقت دارد.
fr_fr: Remarque: fonctionne uniquement pour les règles TCP. Sélectionner OS Général pour tous les sous-types (protocoles).
it_it: Nota: funziona solo per le regole TCP. La scelta generale del sistema operativo corrisponde a tutti i sottotipi.
ko_kr: 참고: 이 기능은 TCP 규칙에 대해서만 작동합니다. 일반 OS 선택 항목이 모든 하위 유형과 일치합니다.
pl_pl: Uwaga: działa to tylko dla reguł TCP. Ogólny wybór systemu operacyjnego pasuje do wszystkich podtypów.
uk_ua: Нотатка: це працює лише для правил TCP. Загальний вибір ОС відповідає всім підтипам.
zh_cn: 注意：这仅适用于 TCP 规则。常规操作系统选择匹配所有子类型。

source: OS Type:
cs_cz: Typ operačního systému:
de_de: Betriebssystemtyp
el_gr: Τύπος λειτουργικού συστήματος:
fa_ir: نوع سیستم‌عامل:
fr_fr: Type d'OS:
it_it: Tipo di sistema operativo:
ko_kr: OS 유형:
pl_pl: Typ systemu operacyjnego:
uk_ua: Тип ОС:
zh_cn: OS 类型:

source: Source OS
cs_cz: Zdrojový operační systém
de_de: Betriebssystem der Quelle
el_gr: Πηγαίο λειτουργικό σύστημα
fa_ir: سیستم‌عامل منبع
fr_fr: OS source
it_it: Sistema operativo di origine
ko_kr: 소스 OS
pl_pl: Źródłowy system operacyjny
uk_ua: ОС джерела
zh_cn: 源 OS

source: Advanced features
cs_cz: Pokročilé funkce
de_de: Erweiterte Funktionen
el_gr: Προηγμένες λειτουργίες
fa_ir: ویژگی‌های پیشرفته
fr_fr: Fonctionnalités avancées
it_it: Funzionalità avanzate
ko_kr: 고급 기능
pl_pl: Funkcje zaawansowane
uk_ua: Розширені функції
zh_cn: 高级功能

source: You may enter or select a category here to group firewall rules (not parsed).
cs_cz: Zde je možné zadat nebo vybrat kategorii pro seskupování pravidel brány firewall (není zpracováváno).
de_de: Sie können hier eine Kategorie eingeben oder auswählen, um die Firewall-Regeln zu gruppieren (nicht geparst).
el_gr: Μπορείτε να εισαγάγετε ή να επιλέξετε μια κατηγορία εδώ για να ομαδοποιήσετε τους κανόνες του τείχους προστασίας (όχι αναλυμένους).
fa_ir: می‌توانید اینجا یک دسته وارد یا انتخاب کنید تا قوانین فایروال گروه‌بندی شوند (تجزیه نمی‌شوند).
fr_fr: Vous pouvez entrer ou sélectionner une catégorie pour regrouper des règles de firewall (non utilisée par le système)
it_it: È possibile inserire o selezionare una categoria qui per raggruppare le regole del firewall (non analizzate).
ko_kr: 여기에서 방화벽 규칙을 그룹화할 카테고리를 입력하거나 선택할 수 있습니다(구문 분석되지 않음).
pl_pl: Możesz wprowadzić lub wybrać kategorię, aby pogrupować reguły zapory (nie analizowane).
uk_ua: Ви можете ввести або вибрати категорію тут для групування правил міжмережевого екрану (не аналізується).
zh_cn: 可以在此处输入或选择一个类别来对防火墙规则进行分组(不解析)。

source: Category
cs_cz: Kategorie
de_de: Kategorie
el_gr: Κατηγορία
fa_ir: دسته
fr_fr: Catégorie
it_it: Categoria
ko_kr: 카테고리
pl_pl: Kategoria
uk_ua: Категорія
zh_cn: 类别

source: Specify the port or port range for the destination of the packet for this mapping.
cs_cz: Zadejte port nebo rozsah portů pro cíl paketů pro toto mapování.
de_de: Geben Sie den Port oder den Portbereich für das Ziel des Pakets für diese Weiterleitung an.
el_gr: Καθορίστε τη θύρα ή το εύρος θυρών για τον προορισμό του πακέτου για αυτήν την αντιστοίχιση.
fa_ir: پورت یا بازه پورت مقصد بسته را برای این نگاشت مشخص کنید.
fr_fr: Indiquez le port ou la plage de ports de destination du paquet pour cette redirection.
it_it: Specificare la porta o l'intervallo di porte per la destinazione del pacchetto per questa mappatura.
ko_kr: 이 매핑에 대한 패킷의 목적지 포트 또는 포트 범위를 지정하세요.
pl_pl: Określ port lub zakres portów dla miejsca docelowego pakietu dla tego mapowania.
uk_ua: Вкажіть порт або діапазон портів для призначення пакету для цього відображення.
zh_cn: 指定此映射的数据包目标端口或端口范围。

source: This is usually random and almost never equal to the destination port range (and should usually be 'any').
cs_cz: Toto je obvykle nahodilé a téměř nikdy není shodné s rozsahem cílového portu (a obvykle by mělo být „libovolné“).
de_de: Dies ist üblicherweise zufällig und so gut wie nie gleich dem Zielportbereich (und sollte üblicherweise 'beliebig' sein).
el_gr: Αυτό είναι συνήθως τυχαίο και σχεδόν ποτέ δεν ισούται με το εύρος θυρών προορισμού (και συνήθως θα πρέπει να είναι 'οποιοδήποτε').
fa_ir: این معمولاً تصادفی است و به ندرت برابر با بازه پورت مقصد است (و معمولاً باید 'any' باشد).
fr_fr: C'est habituellement aléatoire et presque jamais égal au range de port de destination (et doit normalement être 'any')
it_it: Di solito è casuale e quasi mai uguale all'intervallo di porte di destinazione (e di solito dovrebbe essere "qualsiasi").
ko_kr: 이 값은 일반적으로 랜덤하며 목적지 포트 범위와 거의 동일하지 않습니다(일반적으로 '모두'여야 함).
pl_pl: Zazwyczaj jest to losowe i prawie nigdy nie jest równe zakresowi portów docelowych (i zwykle powinno być 'dowolny').
uk_ua: Зазвичай це випадковий порт, майже ніколи не дорівнює діапазону портів призначення (і зазвичай має бути 'будь-який').
zh_cn: 这通常是随机的，并且几乎不会等于目标端口范围(通常应为"any")。

source: Specify the source port or port range for this rule.
cs_cz: Zadejte zdrojový port nebo rozsah portů pro toto pravidlo.
de_de: Geben Sie den Quellportbereich für diese Regel an.
el_gr: Καθορίστε τη θύρα προέλευσης ή το εύρος θυρών για αυτόν τον κανόνα.
fa_ir: پورت یا بازه پورت مبدأ را برای این قانون مشخص کنید.
fr_fr: Spécifiez le port source ou l'intervalle de ports pour cette règle.
it_it: Specificare la porta di origine o l'intervallo di porte per questa regola.
ko_kr: 이 규칙의 원본 포트 또는 포트 범위를 지정하하세요.
pl_pl: Określ źródłowy port lub zakres portów dla tej reguły.
uk_ua: Вкажіть порт джерела або діапазон портів для цього правила.
zh_cn: 指定此规则的源端口或端口范围。

source: If you selected ICMP for the protocol above, you may specify an ICMP type here.
cs_cz: Pokud jste výše jako protokol vybrali ICMP, můžete zde zadat typ ICMP.
de_de: Falls Sie oben ICMP als Protokoll ausgewählt haben, können Sie hier einen ICMP-Typ angeben.
el_gr: Εάν επιλέξατε ICMP για το παραπάνω πρωτόκολλο, μπορείτε να καθορίσετε έναν τύπο ICMP εδώ.
fa_ir: اگر در بالا پروتکل ICMP را انتخاب کرده‌اید، می‌توانید یک نوع ICMP را اینجا مشخص کنید.
fr_fr: Si vous avez sélectionné ICMP comme protocole, vous pouvez spécifier ici un type ICMP.
it_it: Se hai selezionato ICMP per il protocollo sopra, puoi specificare un tipo ICMP qui.
ko_kr: 위 프로토콜에 대해 ICMP를 선택한 경우, 여기서 ICMP 유형을 지정할 수 있습니다.
pl_pl: Jeśli wybrałeś ICMP dla powyższego protokołu, możesz określić tutaj typ ICMP.
uk_ua: Якщо ви вибрали ICMP для протоколу вище, ви можете вказати тип ICMP тут.
zh_cn: 如果您为上述协议选择了ICMP，则可以在此处指定ICMP类型。

source: ICMP type
cs_cz: Typ ICMP
de_de: ICMP-Typ
el_gr: Τύπος ICMP
fa_ir: نوع ICMP
fr_fr: Type ICMP
it_it: Tipo ICMP
ko_kr: ICMP 유형
pl_pl: Typ ICMP
uk_ua: Тип ICMP
zh_cn: ICMP 类型

source: Hint: in most cases, you should specify TCP here.
cs_cz: Rada: ve většině případů zde má být TCP.
de_de: Hinweis: In den meisten Fällen sollten Sie hier TCP angeben.
el_gr: Υπόδειξη: στις περισσότερες περιπτώσεις, θα πρέπει να καθορίσετε TCP εδώ.
fa_ir: راهنما: در بیشتر موارد باید اینجا TCP را مشخص کنید.
fr_fr: Astuce: dans la plupart des cas vous devriez choisir TCP.
it_it: Suggerimento: nella maggior parte dei casi, dovresti specificare TCP qui.
ko_kr: 힌트: 대부분의 경우 여기에 TCP를 지정해야 합니다.
pl_pl: Podpowiedź: w większości przypadków powinieneś określić TCP.
uk_ua: Підказка: у більшості випадків слід вказати тут TCP.
zh_cn: 注意：在大多数情况下，您应该在这里指定TCP。

source: Choose on which interface packets must come in to match this rule.
cs_cz: Vyberte rozhraní, na které když přijdou, podléhají pakety tomuto pravidlu.
de_de: Wählen Sie aus, über welche Schnittstelle Pakete eingehen müssen, damit diese Regel zutrifft.
el_gr: Επιλέξτε σε ποια πακέτα διεπαφής πρέπει να εισέλθουν για να ταιριάζουν με αυτόν τον κανόνα.
fa_ir: انتخاب کنید بسته‌ها باید از کدام اینترفیس وارد شوند تا با این قانون مطابقت کنند.
fr_fr: Choisissez sur quelle interface les paquets doivent provenir pour appliquer cette règle.
it_it: Scegli su quale interfaccia i pacchetti devono entrare per soddisfare questa regola.
ko_kr: 이 규칙과 일치하려면 어떤 인터페이스 패킷이 와야 하는지 선택하세요.
pl_pl: Wybierz, na którym interfejsie pakiety muszą przychodzić, aby dopasować się do tej reguły.
uk_ua: Оберіть, на якому інтерфейсі пакети повинні надходити, щоб відповідати цьому правилу.
zh_cn: 选择数据包必须进入哪个接口才能符合此规则。

source: View the NAT rule
cs_cz: Zobrazit NAT pravidlo
de_de: Anschauen der NAT-Regel
el_gr: Δείτε τον κανόνα NAT
fa_ir: مشاهده قانون NAT
fr_fr: Visualiser la règle NAT
it_it: Visualizza la regola NAT
ko_kr: NAT 규칙 보기
pl_pl: Zobacz regułę NAT
uk_ua: Переглянути правило NAT
zh_cn: 查看NAT规则

source: You cannot edit the interface, protocol, source, or destination of associated filter rules.
cs_cz: U souvisejících filtrovacích pravidel není možné upravovat rozhraní, protokol, zdroj nebo cíl.
de_de: Sie können Schnittstelle, Protokoll, Quelle und Ziel der verknüpften Filterregeln nicht bearbeiten.
el_gr: Δεν μπορείτε να επεξεργαστείτε τη διεπαφή, το πρωτόκολλο, την πηγή ή τον προορισμό των συσχετισμένων κανόνων φίλτρου.
fa_ir: نمی‌توانید اینترفیس، پروتکل، مبدأ یا مقصد قوانین فیلتر مرتبط را ویرایش کنید.
fr_fr: Vous ne pouvez pas modifier l'interface, le protocole, la source ou la destination des règles de filtrage associées.
it_it: Non è possibile modificare l'interfaccia, il protocollo, l'origine o la destinazione delle regole di filtro associate.
ko_kr: 연결된 필터 규칙의 인터페이스, 프로토콜, 소스 또는 대상은 편집할 수 없습니다.
pl_pl: Nie możesz edytować interfejsu, protokołu, źródła ani miejsca docelowego powiązanych reguł filtrowania.
uk_ua: Ви не можете редагувати інтерфейс, протокол, джерело або призначення пов'язаних правил фільтрації.
zh_cn: 您不能编辑相关过滤规则的接口、协议、源或目标。

source: This is associated to a NAT rule.
cs_cz: Toto souvisí s NAT pravidlem.
de_de: Dies ist einer NAT-Regel zugeordnet.
el_gr: Αυτό σχετίζεται με έναν κανόνα NAT.
fa_ir: این به یک قانون NAT مرتبط است.
fr_fr: Ceci est associé à une règle NAT.
it_it: Questo è associato a una regola NAT.
ko_kr: 이는 NAT 규칙과 관련이 있습니다.
pl_pl: Jest to powiązane z regułą NAT.
uk_ua: Це пов'язано з правилом NAT.
zh_cn: 这与NAT规则关联。

source: Associated filter rule
cs_cz: Související filtrovací pravidlo
de_de: Zugewiesene Filterregel
el_gr: Συσχετισμένος κανόνας φίλτρου
fa_ir: قانون فیلتر مرتبط
fr_fr: Règle de filtrage associée
it_it: Regola di filtro associata
ko_kr: 연관 필터 규칙
pl_pl: Powiązana reguła filtrowania
uk_ua: Пов'язане правило фільтрації
zh_cn: 关联过滤规则

source: Apply the action immediately on match.
cs_cz: V okamžiku shody, okamžitě aplikovat toto pravidlo.
de_de: Aktion bei Treffer sofort anwenden
el_gr: Εφαρμόστε την ενέργεια αμέσως μόλις αντιστοιχίσετε.
fa_ir: اقدام را بلافاصله در صورت تطابق اعمال کنید.
fr_fr: Appliquer l'action immédiatement sur la correspondance.
it_it: Applica l'azione immediatamente durante la partita.
ko_kr: 일치하는 즉시 액션을 적용합니다.
pl_pl: Zastosuj działanie natychmiast po dopasowaniu.
uk_ua: Застосувати дію негайно при збігу.
zh_cn: 在匹配时立即应用操作。

source: Quick
cs_cz: Rychlé
de_de: Schnell
el_gr: Γρήγορα
fa_ir: سریع
fr_fr: Rapide
it_it: Presto
ko_kr: 빠른 적용
pl_pl: Szybko
uk_ua: Швидко
zh_cn: 快速

source: Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
cs_cz: Rada: rozdíl mezi blokováním a odmítnutím je, že u odmítnutí paket (TCP RST nebo ICMP port nedostupný u UDP) je vrácen odesilateli, zatímco v případě blokování je paket zahozen bez udání důvodu. V obou případech je původní paket zahozen.
de_de: Hinweis: Der Unterschied zwischen blockieren und zurückweisen ist der, dass beim Zurückweisen ein Paket (TCP RST oder ICMP port unreachable bei UDP) an den Absender geschickt wird, während beim Blockieren das Paket still verworfen wird. In beiden Fällen wird das originale Paket verworfen.
el_gr: Υπόδειξη: η διαφορά μεταξύ αποκλεισμού και απόρριψης είναι ότι με την απόρριψη, ένα πακέτο (θύρα TCP RST ή ICMP μη προσβάσιμη για UDP) επιστρέφεται στον αποστολέα, ενώ με την αποκλεισμό το πακέτο απορρίπτεται σιωπηλά. Και στις δύο περιπτώσεις, το αρχικό πακέτο απορρίπτεται.
fa_ir: راهنما: تفاوت بین 'block' و 'reject' این است که با 'reject' بسته‌ای (TCP RST یا ICMP 'port unreachable' برای UDP) به فرستنده بازگردانده می‌شود، در حالی که با 'block' بسته به‌صورت بی‌صدا رها می‌شود. در هر صورت بستهٔ اصلی دور انداخته می‌شود.
fr_fr: Suggestion: la différence entre bloquer et rejeter consiste en le renvoi d'un paquet (TCP RST ou ICMP port injoignable pour UDP) à l'expéditeur ou non; avec rejeter ce paquet est renvoyé alors qu'avec bloquer le paquet est détruit silencieusement. Dans les deux cas, le paquet d'origine est détruit.
it_it: Suggerimento: la differenza tra blocco e rifiuto è che con il rifiuto un pacchetto (porta TCP RST o ICMP non raggiungibile per UDP) viene restituito al mittente, mentre con il blocco il pacchetto viene eliminato silenziosamente. In entrambi i casi, il pacchetto originale viene scartato.
ko_kr: 힌트: 차단과 거부의 차이점은 거부의 경우 패킷(TCP RST 또는 ICMP 포트에 UDP에 연결할 수 없음)이 송신자에게 반환되는 반면 차단의 경우 패킷이 자동으로 삭제된다는 것입니다. 두 경우 모두 원본 패킷이 삭제됩니다.
pl_pl: Podpowiedź: różnica między blokowaniem a odrzuceniem polega na tym, że przy odrzuceniu pakiet (TCP RST lub ICMP port nieosiągalny dla UDP) jest zwracany do nadawcy, podczas gdy przy blokowaniu pakiet jest cicho odrzucany. W obu przypadkach oryginalny pakiet jest odrzucany.
uk_ua: Підказка: різниця між блокуванням і відхиленням полягає в тому, що при відхиленні пакет (TCP RST або ICMP порт недоступний для UDP) повертається відправнику, тоді як при блокуванні пакет тихо відкидається. В обох випадках вихідний пакет відхиляється.
zh_cn: 注意：阻止和拒绝之间的区别在于，拒绝状态下，数据包被返回给发送方，而在阻止状态下，数据包被静默丢弃。无论哪种情况，原始数据包都会被丢弃。

source: Choose what to do with packets that match the criteria specified below.
cs_cz: Vyberte co dělat s pakety, které splňují níže uvedené požadavky.
de_de: Wählen Sie aus, was mit Paketen zu tun ist, die den Kriterien entsprechen, die unten angegeben wurden.
el_gr: Επιλέξτε τι θα κάνετε με τα πακέτα που πληρούν τα κριτήρια που καθορίζονται παρακάτω.
fa_ir: برای بسته‌هایی که با معیارهای زیر مطابقت دارند، عمل مورد نظر را انتخاب کنید.
fr_fr: Choisissez ce qu'il convient de faire avec les paquets correspondants aux critères spécifiés ci-dessous.
it_it: Scegli cosa fare con i pacchetti che corrispondono ai criteri specificati di seguito.
ko_kr: 아래 지정된 조건과 일치하는 패킷에 대해 수행할 작업을 선택하세요.
pl_pl: Wybierz, co zrobić z pakietami, które spełniają poniższe kryteria.
uk_ua: Оберіть, що робити з пакетами, які відповідають критеріям, зазначеним нижче.
zh_cn: 选择如何处理符合以下指定条件的数据包。

source: Block
cs_cz: Blokovat
de_de: Blockieren
el_gr: Φραγμός
fa_ir: مسدود
fr_fr: Bloquer
it_it: Bloccare
ko_kr: 차단
pl_pl: Blokuj
uk_ua: Блокувати
zh_cn: 阻止

source: Edit Firewall rule
cs_cz: Upravit pravidlo brány firewall
de_de: Firewall-Regel bearbeiten
el_gr: Επεξεργασία κανόνα τείχους προστασίας
fa_ir: ویرایش قانون فایروال
fr_fr: Éditer la règle du pare-feu
it_it: Modifica regola firewall
ko_kr: 방화벽 규칙 편집
pl_pl: Edytuj regułę zapory
uk_ua: Редагувати правило міжмережевого екрану
zh_cn: 编辑防火墙规则

source: Priority match must be an integer between 0 and 7.
cs_cz: Je třeba, aby priorita bylo celé kladné číslo z rozmezí 0 až 7.
de_de: Prioritätsprüfung muss eine Zahl zwischen 0 und 7 sein.
el_gr: Η αντιστοίχιση προτεραιότητας πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 0 και 7.
fa_ir: اولویت تطابق باید یک عدد صحیح بین 0 و 7 باشد.
fr_fr: La correspondance de priorité doit être un nombre entier entre 0 et 7.
it_it: La corrispondenza della priorità deve essere un numero intero compreso tra 0 e 7.
ko_kr: 우선 순위 일치는 0에서 7 사이의 정수여야 합니다.
pl_pl: Dopasowanie priorytetu musi być liczbą całkowitą między 0 a 7.
uk_ua: Пріоритет відповідності має бути цілим числом від 0 до 7.
zh_cn: 优先级匹配必须是介于0和7之间的整数。

source: Set priority for low latency and acknowledgements requires a set priority for normal packets.
cs_cz: Nastavení priority pro krátkou dobu odezvy a potvrzení vyžaduje nastavení priority pro normální pakety.
de_de: Setze die Priorität für Bestätigungen mit niedriger Latenz. Dies erfordert, dass eine Priorität für normale Pakete definiert wird.
el_gr: Ο ορισμός προτεραιότητας για χαμηλή καθυστέρηση και επιβεβαιώσεις απαιτεί έναν ορισμό προτεραιότητας για κανονικά πακέτα.
fa_ir: تنظیم اولویت برای تأخیر کم و تأییدیه‌ها نیازمند تعیین اولویت برای بسته‌های معمولی است.
fr_fr: Configurer la priorité pour les low latency et acknowledgements demande de configurer également la priorité des paquets normaux.
it_it: L'impostazione della priorità per la bassa latenza e i riconoscimenti richiede una priorità impostata per i pacchetti normali.
ko_kr: 낮은 지연 시간 및 확인에 대한 우선 순위를 설정하려면 일반 패킷에 대한 우선 순위를 설정하세요
pl_pl: Ustawienie priorytetu dla niskiego opóźnienia i potwierdzeń wymaga ustawienia priorytetu dla normalnych pakietów.
uk_ua: Встановлення пріоритету для низької затримки та підтверджень вимагає встановленого пріоритету для звичайних пакетів.
zh_cn: 为低延迟设置优先级，而确认则需要为普通数据包设置优先级。
