Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Swap the interface identifier of the ipv6 address with the given partial ipv6 address (the least significant 64 bits of the address)
de_de: Den Interface-Identifier der IPv6-Adresse mit der angegebenen partiellen IPv6-Adresse austauschen (die niederwertigsten 64 Bits der Adresse).
fa_ir: شناسهٔ رابط آدرس IPv6 را با آدرس جزئی IPv6 داده‌شده (64 بیت کم‌اهمیت‌تر آدرس) جابه‌جا کنید
fr_fr: Échanger l'identifiant d'interface de l'adresse ipv6 avec l'adresse ipv6 partielle donnée (les 64 bits les moins significatifs de l'adresse).
ko_kr: IPv6 주소의 인터페이스 식별자를 주어진 부분 IPv6 주소(주소의 최하위 64비트)로 바꿉니다.
uk_ua: Поміняти ідентифікатор інтерфейсу адреси IPv6 з заданою частковою адресою IPv6 (найменш значущі 64 біти адреси)

source: TCP flags [out of]
de_de: TCP-Flags [außer]
fa_ir: فلگ‌های TCP [خروجی]
fr_fr: Drapeaux TCP [out of]
ko_kr: TCP 플래그 [검사 플래그]
uk_ua: TCP прапори [з]

source: TLS Port
fa_ir: پورت TLS
fr_fr: Port TLS
ko_kr: TLS 포트
uk_ua: Порт TLS

source: TLS Security profile
de_de: TLS-Sicherheitsprofil
fa_ir: پروفایل امنیتی TLS
fr_fr: Profil de sécurité TLS
ko_kr: TLS 보안 프로필
uk_ua: Профіль безпеки TLS

source: TLS Support
de_de: TLS-Unterstützung
fa_ir: پشتیبانی TLS
fr_fr: Support TLS
ko_kr: TLS 지원
uk_ua: Підтримка TLS

source: TLS header passthrough
fa_ir: عبور هدر TLS
fr_fr: Passage de l'en-tête TLS
ko_kr: TLS 헤더 패스스루
uk_ua: Пропуск заголовка TLS

source: TTL (seconds)
de_de: TTL (Sekunden)
fa_ir: TTL (ثانیه)
fr_fr: TTL (secondes)
ko_kr: TTL (초)
uk_ua: TTL (секунди)

source: TTL of the host, e.g. 3600
de_de: TTL des Hosts, z. B. 3600.
fa_ir: TTL میزبان، مثلاً 3600
fr_fr: TTL de l'hôte, par exemple 3600
ko_kr: 호스트의 TTL 값(예: 3600)
uk_ua: TTL хоста, наприклад 3600

source: TURN listener port for TLS (Default: 5349). NOTE: Do NOT set this to 80 or 443 when listening on all IPs, this may block access to the OPNsense WebUI.
de_de: TURN-Listener-Port für TLS (Standard: 5349). Hinweis: Nicht auf 80 oder 443 setzen, wenn auf allen IPs gelauscht wird, da dies den Zugriff auf die OPNsense-WebUI blockieren kann.
fa_ir: پورت شنونده TURN برای TLS (پیش‌فرض: 5349). توجه: وقتی روی همهٔ آدرس‌های IP شنود می‌کنید این را روی 80 یا 443 قرار ندهید؛ ممکن است دسترسی به OPNsense WebUI را مسدود کند.
fr_fr: Port d'écoute TURN pour TLS (par défaut : 5349). REMARQUE : NE PAS régler ce paramètre sur 80 ou 443 lors de l'écoute sur toutes les IP, car cela pourrait bloquer l'accès à l'interface utilisateur Web d'OPNsense.
ko_kr: TLS용 TURN 수신 포트 (기본값: 5349). 참고: 모든 IP에서 수신할 경우 이 값을 80 또는 443으로 설정하지 마세요. OPNsense WebUI 접근이 차단될 수 있습니다.
uk_ua: Порт слухача TURN для TLS (Типово: 5349). ПРИМІТКА: НЕ встановлюйте це значення на 80 або 443 при прослуховуванні на всіх IP-адресах, це може заблокувати доступ до веб-інтерфейсу OPNsense.

source: TURN listener port for UDP and TCP (Default: 3478). NOTE: Do NOT set this to 80 or 443 when listening on all IPs, this may block access to the OPNsense WebUI.
de_de: TURN-Listener-Port für UDP und TCP (Standard: 3478). Hinweis: Nicht auf 80 oder 443 setzen, wenn auf allen IPs gelauscht wird, da dies den Zugriff auf die OPNsense-WebUI blockieren kann.
fa_ir: پورت شنونده TURN برای UDP و TCP (پیش‌فرض: 3478). توجه: وقتی روی همهٔ آدرس‌های IP شنود می‌کنید این را روی 80 یا 443 قرار ندهید؛ ممکن است دسترسی به OPNsense WebUI را مسدود کند.
fr_fr: Port d'écoute TURN pour UDP et TCP (par défaut : 3478). REMARQUE : N'attribuez PAS la valeur 80 ou 443 au port d'écoute sur toutes les IP, car cela pourrait bloquer l'accès à l'interface utilisateur Web d'OPNsense.
ko_kr: UDP 및 TCP용 TURN 수신 포트 (기본값: 3478). 참고: 모든 IP에서 수신할 경우 이 값을 80 또는 443으로 설정하지 마세요. OPNsense WebUI 접근이 차단될 수 있습니다.
uk_ua: Порт слухача TURN для UDP та TCP (Типово: 3478). ПРИМІТКА: НЕ встановлюйте це значення на 80 або 443 при прослуховуванні на всіх IP-адресах, це може заблокувати доступ до веб-інтерфейсу OPNsense.

source: Tag [set]
de_de: Tag [setzen]
fa_ir: برچسب [تنظیم]
ko_kr: 태그 [설정]
uk_ua: Тег [встановити]

source: Tag to set for requests matching this range which can be used to selectively match DHCP options
de_de: Tag festlegen für Anfragen, die diesem Bereich entsprechen; kann zur gezielten Zuordnung von DHCP-Optionen verwendet werden.
fa_ir: برچسبی برای درخواست‌های مطابق این محدوده که می‌توان از آن برای تطابق انتخابی گزینه‌های DHCP استفاده کرد
fr_fr: Étiquette à définir pour les demandes correspondant à cette plage, qui peut être utilisée pour faire correspondre sélectivement les options DHCP.
ko_kr: DHCP 옵션을 선택적으로 일치시키는 데 사용할 수 있는 이 범위와 일치하는 요청에 대해 설정할 태그입니다.
uk_ua: Тег для встановлення для запитів, що відповідають цьому діапазону, який можна використовувати для вибіркового зіставлення параметрів DHCP

source: Terminate TLS
de_de: TLS beenden
fa_ir: پایان‌دهی TLS
fr_fr: Terminer TLS
ko_kr: TLS 종료
uk_ua: Завершити TLS

source: Terminate TLS before routing to the upstream. Since this requires a certificate, ensure there is a domain configured in "Reverse Proxy" that matches the SNI of "Domain". The best matching SAN or wildcard certificate will be used automatically for this route.
de_de: TLS vor der Weiterleitung zum Upstream beenden. Da hierfür ein Zertifikat erforderlich ist, sicherstellen, dass im "Reverse Proxy" eine Domain konfiguriert ist, die mit dem SNI der "Domain" übereinstimmt. Das am besten passende SAN- oder Wildcard-Zertifikat wird für diese Route automatisch verwendet.
fa_ir: TLS را قبل از مسیریابی به upstream خاتمه دهید. از آنجا که این نیاز به گواهی دارد، مطمئن شوید دامنه‌ای در «پراکسی معکوس» پیکربندی شده که با SNI فیلد «Domain» مطابقت داشته باشد. بهترین گواهی SAN یا wildcard که بیشترین تطابق را دارد به‌طور خودکار برای این مسیر استفاده خواهد شد.
fr_fr: Terminer TLS avant le routage vers l'amont. Puisque cela nécessite un certificat, assurez-vous qu'il y a un domaine configuré dans "Reverse Proxy" qui correspond au SNI de "Domain". Le meilleur certificat SAN ou wildcard sera utilisé automatiquement pour cette route.
ko_kr: 업스트림으로 라우팅하기 전에 TLS를 종료하세요. 이 작업에는 인증서가 필요하므로 "역방향 프록시"에 "도메인"의 SNI와 일치하는 도메인이 구성되어 있는지 확인하세요. 이 경로에는 가장 일치하는 SAN 또는 와일드카드 인증서가 자동으로 사용됩니다.
uk_ua: Завершити TLS перед маршрутизацією до вищестоящого сервера. Оскільки це вимагає сертифіката, переконайтеся, що в «Зворотному проксі» налаштовано домен, який відповідає SNI «Домену». Найкращий відповідний сертифікат SAN або підстановочний сертифікат буде використано автоматично для цього маршруту.

source: The ACL rule number (0-4294967294); keep in mind that there are no sequence numbers with AS-Path lists. When you want to add a new line between you have to completely remove the ACL.
de_de: Die ACL-Regelnummer (0–4294967294); beachten Sie, dass es bei AS-Path-Listen keine Sequenznummern gibt. Wenn eine neue Zeile dazwischen eingefügt werden soll, muss die ACL vollständig entfernt werden.
fa_ir: شمارهٔ قانون ACL (0-4294967294)؛ توجه داشته باشید که در لیست‌های AS-Path شمارهٔ توالی وجود ندارد. اگر بخواهید یک خط جدید بین خطوط اضافه کنید، باید ACL را به‌طور کامل حذف کنید.
fr_fr: Le numéro de la règle ACL (0-4294967294) ; gardez à l'esprit qu'il n'y a pas de numéros de séquence avec les listes AS-Path. Lorsque vous souhaitez ajouter une nouvelle ligne entre les deux, vous devez supprimer complètement l'ACL.
ko_kr: ACL 규칙 번호(0-4294967294). AS-Path 목록에는 시퀀스 번호가 없다는 점에 유의하세요. 두 줄 사이에 새 줄을 추가하려면 ACL을 완전히 제거해야 합니다.
uk_ua: Номер правила ACL (0-4294967294); пам'ятайте, що зі списками AS-Path немає порядкових номерів. Коли ви хочете додати новий рядок між ними, ви повинні повністю видалити ACL.

source: The ACL sequence number (1-4294967294).
de_de: Die ACL-Sequenznummer (1–4294967294).
fa_ir: شمارهٔ توالی ACL (1-4294967294).
fr_fr: Le numéro de séquence de l'ACL (1-4294967294).
ko_kr: ACL 시퀀스 번호 (1-4294967294)
uk_ua: Порядковий номер ACL (1-4294967294).

source: The AS pattern you want to match, regexp allowed (e.g. .$ or _1$).
de_de: Das AS-Muster, das abgeglichen werden soll; reguläre Ausdrücke sind erlaubt (z. B. .$ oder _1$).
fa_ir: الگوی AS که می‌خواهید مطابقت دهد، regexp مجاز است (مثلاً .$ یا _1$).
fr_fr: Le motif AS que vous souhaitez faire correspondre, les expressions rationnelles étant autorisées (par exemple, .$ ou _1$).
ko_kr: 일치시키려는 AS 패턴, 정규 표현식 허용됨. (예: .$ 또는 _1$)
uk_ua: Шаблон AS, який ви хочете зіставити, дозволено регулярні вирази (наприклад, .$ або _1$).

source: The Elasticsearch host to which Filebeat should send its logs. IPv6 addresses should always be defined as: https://[2001:db8::1]:9200.
de_de: Der Elasticsearch-Host, an den Filebeat seine Logs senden soll. IPv6-Adressen sollten immer wie folgt angegeben werden: https://[2001:db8::1]:9200.
fa_ir: میزبان Elasticsearch که Filebeat باید لاگ‌هایش را به آن ارسال کند. آدرس‌های IPv6 همیشه باید به شکل زیر تعریف شوند: https://[2001:db8::1]:9200.
fr_fr: L'hôte Elasticsearch auquel Filebeat doit envoyer ses logs. Les adresses IPv6 doivent toujours être définies comme : https://[2001:db8::1]:9200.
ko_kr: Filebeat가 로그를 보낼 Elasticsearch 호스트입니다. IPv6 주소는 항상 https://[2001:db8::1]:9200으로 정의해야 합니다.
uk_ua: Хост Elasticsearch, на який Filebeat повинен надсилати свої журнали. Адреси IPv6 завжди повинні бути визначені як: https://[2001:db8::1]:9200.

source: The Filebeat inputs to enable.
de_de: Die zu aktivierenden Filebeat-Eingaben.
fa_ir: ورودی‌های Filebeat برای فعال‌سازی.
fr_fr: Les entrées Filebeat à activer.
ko_kr: Filebeat 입력을 활성화합니다.
uk_ua: Входи Filebeat для увімкнення.

source: The Filebeat modules to enable.
de_de: Die zu aktivierenden Filebeat-Module.
fa_ir: ماژول‌های Filebeat برای فعال‌سازی.
fr_fr: Les modules Filebeat à activer.
ko_kr: Filebeat 모듈을 활성화합니다.
uk_ua: Модулі Filebeat для увімкнення.

source: The OpenVPN server.
de_de: Der OpenVPN-Server.
fa_ir: سرور OpenVPN.
fr_fr: Le serveur OpenVPN.
ko_kr: OpenVPN 서버.
uk_ua: Сервер OpenVPN.

source: The authentication API key in its id:api_key format.
de_de: Der Authentifizierungs-API-Schlüssel im Format id:api_key.
fa_ir: کلید API احراز هویت به فرمت id:api_key.
fr_fr: La clé d'authentification de l'API au format id:api_key.
ko_kr: id:api_key 형식의 인증 API 키입니다.
uk_ua: Ключ API автентифікації у форматі id:api_key.

source: The authentication secret value for TURN REST API. It is recommended to use a long random string, at least 32 characters long.
de_de: Der Authentifizierungs-Secret-Wert für die TURN-REST-API. Es wird empfohlen, eine lange Zufallszeichenfolge mit mindestens 32 Zeichen zu verwenden.
fa_ir: مقدار مخفی احراز هویت برای TURN REST API. پیشنهاد می‌شود از یک رشتهٔ تصادفی بلند استفاده شود، حداقل 32 کاراکتر.
fr_fr: La valeur du secret d'authentification pour TURN REST API. Il est recommandé d'utiliser une longue chaîne aléatoire d'au moins 32 caractères.
ko_kr: TURN REST API에 대한 인증 비밀번호입니다. 최소 32자 이상의 긴 무작위 문자열을 사용하는 것이 좋습니다.
uk_ua: Секретне значення автентифікації для TURN REST API. Рекомендується використовувати довгий випадковий рядок, принаймні 32 символи завдовжки.

source: The default realm to be used for the users. Must be used with TURN REST API. A good choice may be the domain name of the company.
de_de: Der Standardrealm, der für die Benutzer verwendet werden soll. Muss mit der TURN-REST-API genutzt werden. Eine gute Wahl ist der Domainname des Unternehmens.
fa_ir: realm پیش‌فرض برای کاربران. باید همراه با TURN REST API استفاده شود. نام دامنهٔ شرکت می‌تواند انتخاب مناسبی باشد.
fr_fr: Le domaine par défaut à utiliser pour les utilisateurs. Doit être utilisé avec TURN REST API. Un bon choix peut être le nom de domaine de l'entreprise.
ko_kr: 사용자에게 사용될 기본 영역입니다. TURN REST API와 함께 사용해야 합니다. 회사 도메인 이름을 사용하는 것이 좋습니다.
uk_ua: Типовий домен (realm), що використовуватиметься для користувачів. Повинен використовуватися з TURN REST API. Хорошим вибором може бути доменне ім'я компанії.

source: The file formwat offered to the user.
de_de: Das dem Benutzer angebotene Dateiformat.
fa_ir: فرمت فایل پیشنهادی به کاربر.
fr_fr: Le fichier est proposé à l'utilisateur.
ko_kr: 사용자에게 제공된 파일 형식입니다.
uk_ua: Формат файлу, пропонований користувачу.

source: The hostname of the proxmox BS node.
de_de: Der Hostname des Proxmox-BS-Knotens.
fa_ir: نام هاست نود proxmox BS.
fr_fr: Le nom d'hôte du nœud proxmox BS.
ko_kr: Proxmox BS 노드의 호스트 이름입니다.
uk_ua: Ім'я хоста вузла Proxmox BS.

source: The lifetime for the channel (in seconds). Default value is 600 secs (10 minutes).
de_de: Die Lebensdauer des Kanals (in Sekunden). Standardwert: 600 Sekunden (10 Minuten).
fa_ir: عمر کانال (بر حسب ثانیه). مقدار پیش‌فرض 600 ثانیه (10 دقیقه) است.
fr_fr: Durée de vie du canal (en secondes). La valeur par défaut est de 600 secondes (10 minutes).
ko_kr: 채널의 수명(초)입니다. 기본값은 600초(10분)입니다.
uk_ua: Час життя каналу (в секундах). Типове значення — 600 секунд (10 хвилин).

source: The lifetime of the route may be changed or set to zero, which allows a router to advertise prefixes but not a route via itself. When using HA, setting a short timespan here is adviced for faster IPv6 failover. A good combination could be 10 seconds RA interval and 30 seconds RA router lifetime. Going lower than that can pose issues in busy networks.
de_de: Die Lebensdauer der Route kann geändert oder auf null gesetzt werden, wodurch ein Router Präfixe, aber keine Route über sich selbst ankündigt. Bei Verwendung von HA wird empfohlen, hier eine kurze Zeitspanne einzustellen, um schnelleres IPv6-Failover zu ermöglichen. Eine gute Kombination könnte ein RA-Intervall von 10 Sekunden und eine RA-Router-Lebensdauer von 30 Sekunden sein. Niedrigere Werte können in stark frequentierten Netzwerken Probleme verursachen.
fa_ir: عمر مسیر می‌تواند تغییر کند یا به صفر تنظیم شود، که در این صورت روتر می‌تواند prefixها را اعلام کند اما مسیری از طریق خودش اعلام نکند. هنگام استفاده از HA، تنظیم بازهٔ کوتاه‌تر این مقدار برای تسریع Failover در IPv6 توصیه می‌شود. یک ترکیب مناسب می‌تواند فاصلهٔ RA برابر 10 ثانیه و عمر روتر RA برابر 30 ثانیه باشد. کاهش بیش از حد این مقادیر ممکن است در شبکه‌های شلوغ مشکل‌ساز شود.
fr_fr: La durée de vie de la route peut être modifiée ou fixée à zéro, ce qui permet à un routeur d'annoncer des préfixes mais pas de route via lui-même. Lors de l'utilisation de l'AH, il est conseillé de définir une durée de vie courte ici pour un basculement IPv6 plus rapide. Une bonne combinaison pourrait être un intervalle RA de 10 secondes et une durée de vie du routeur RA de 30 secondes. Une durée inférieure peut poser des problèmes dans les réseaux très actifs.
ko_kr: 경로의 수명은 변경되거나 0으로 설정될 수 있으며, 이를 통해 라우터는 프리픽스는 알릴 수 있지만 자신을 경유하는 경로는 알릴 수 없습니다. HA를 사용할 경우, IPv6 장애 조치 속도를 높이기 위해 이 기간을 짧게 설정하는 것이 좋습니다. RA 간격을 10초로 설정하고 RA 라우터 수명을 30초로 설정하는 것이 좋습니다. 이보다 짧게 설정하면 네트워크 사용량이 많은 경우 문제가 발생할 수 있습니다.
uk_ua: Термін дії маршруту може бути змінений або встановлений на нуль, що дозволяє маршрутизатору оголошувати префікси, але не маршрут через себе. При використанні HA рекомендується встановити короткий проміжок часу для швидшого переходу на резерв IPv6. Хорошою комбінацією може бути інтервал RA 10 секунд і термін дії маршрутизатора RA 30 секунд. Зменшення цих значень може спричинити проблеми у завантажених мережах.

source: The name of your Prefix-List. If there should be multiple entries for the same prefix list, give them all the same name.
de_de: Der Name der Prefix-Liste. Wenn es mehrere Einträge für dieselbe Liste gibt, denselben Namen vergeben.
fa_ir: نام Prefix-List شما. اگر قرار است برای یک لیست پیشوند چند ورودی وجود داشته باشد، همه را با یک نام یکسان قرار دهید.
fr_fr: Le nom de votre liste de préfixes. S'il y a plusieurs entrées pour la même liste de préfixes, donnez-leur le même nom.
ko_kr: 프리픽스 목록의 이름입니다. 동일한 프리픽스 목록에 여러 항목이 있는 경우 모두 같은 이름을 지정하세요.
uk_ua: Назва вашого списку префіксів. Якщо є кілька записів для одного списку префіксів, надайте їм усім однакову назву.

source: The network pattern you want to match.
de_de: Das Netzwerk-Muster, das abgeglichen werden soll.
fa_ir: الگوی شبکه‌ای که می‌خواهید مطابقت یابد.
fr_fr: Le modèle de réseau que vous souhaitez faire correspondre.
ko_kr: 일치시키려는 네트워크 패턴입니다.
uk_ua: Шаблон мережі, який ви хочете зіставити.

source: The number of days a newly created certificates should be valid
de_de: Die Anzahl der Tage, die ein neu erstelltes Zertifikat gültig sein soll.
fa_ir: تعداد روزهایی که گواهی‌های تازه ایجادشده باید معتبر باشند.
fr_fr: Le nombre de jours pendant lesquels un certificat nouvellement créé doit être valide
ko_kr: 새로 생성된 인증서가 유효해야 하는 일수
uk_ua: Кількість днів, протягом яких щойно створені сертифікати повинні бути дійсними

source: The number of seconds for which the client should disable DHCPv4. The minimum value is 300 seconds.
de_de: Die Anzahl der Sekunden, für die der Client DHCPv4 deaktivieren soll. Mindestwert: 300 Sekunden.
fa_ir: تعداد ثانیه‌هایی که کلاینت باید DHCPv4 را غیرفعال کند. حداقل مقدار 300 ثانیه است.
fr_fr: Nombre de secondes pendant lesquelles le client doit désactiver DHCPv4. La valeur minimale est de 300 secondes.
ko_kr: 클라이언트가 DHCPv4를 비활성화해야 하는 시간(초)입니다. 최소값은 300초입니다.
uk_ua: Кількість секунд, протягом яких клієнт повинен вимкнути DHCPv4. Мінімальне значення – 300 секунд.

source: The order in which rules are being processed.
de_de: Die Reihenfolge, in der Regeln verarbeitet werden.
fa_ir: ترتیبی که قوانین پردازش می‌شوند.
fr_fr: L'ordre dans lequel les règles sont traitées.
ko_kr: 규칙이 처리되는 순서.
uk_ua: Порядок, у якому обробляються правила.

source: The order in which rules are being processed. Please note that this is not a unique identifier, the system will automatically recalculate the ruleset when rule positions are changed with the available "Move rule before this rule" button.
de_de: Die Reihenfolge, in der Regeln verarbeitet werden. Bitte beachten Sie, dass dies keine eindeutige Kennung ist. Das System berechnet den Regelsatz automatisch neu, wenn Regelpositionen mit der verfügbaren Schaltfläche "Regel vor diese Regel verschieben" geändert werden.
fa_ir: ترتیبی که قوانین پردازش می‌شوند. توجه داشته باشید این یک شناسهٔ یکتا نیست؛ سیستم هنگام تغییر موقعیت قوانین با استفاده از دکمهٔ "Move rule before this rule"، مجموعهٔ قوانین را به‌صورت خودکار بازمحاسبه می‌کند.
fr_fr: L'ordre dans lequel les règles sont traitées. Veuillez noter qu'il ne s'agit pas d'un identifiant unique. Le système recalculera automatiquement l'ensemble de règles lorsque les positions des règles sont modifiées à l'aide du bouton "Déplacer la règle avant cette règle".
ko_kr: 규칙이 처리되는 순서입니다. 이는 고유 식별자가 아니며, "이 규칙 앞으로 규칙 이동" 버튼을 사용하여 규칙 위치를 변경하면 시스템에서 규칙 세트를 자동으로 다시 계산합니다.
uk_ua: Порядок, у якому обробляються правила. Зверніть увагу, що це не унікальний ідентифікатор, система автоматично перерахує набір правил, коли позиції правил будуть змінені за допомогою доступної кнопки «Перемістити правило перед цим правилом».

source: The permission lifetime (in seconds). Default value is 300 secs (5 minutes).
de_de: Die Berechtigungslebensdauer (in Sekunden). Standardwert: 300 Sekunden (5 Minuten).
fa_ir: عمر مجوز (بر حسب ثانیه). مقدار پیش‌فرض 300 ثانیه (5 دقیقه) است.
fr_fr: Durée de vie de l'autorisation (en secondes). La valeur par défaut est de 300 secondes (5 minutes).
ko_kr: 권한 유효 기간(초). 기본값은 300초(5분)입니다.
uk_ua: Термін дії дозволу (у секундах). Типове значення – 300 секунд (5 хвилин).

source: The poll-interval specifies the rate for sending hello packets to neighbors that are not active. When the configured neighbor is discovered, hello packets will be sent at the rate of the hello-interval. The default poll-interval is 60 seconds.
de_de: Das Poll-Intervall legt die Rate für das Senden von Hello-Paketen an nicht aktive Nachbarn fest. Wenn der konfigurierte Nachbar erkannt wird, werden Hello-Pakete mit der Rate des Hello-Intervalls gesendet. Standardwert: 60 Sekunden.
fa_ir: poll-interval مشخص‌کنندهٔ نرخ ارسال بسته‌های hello به همسایگانی است که غیرفعال هستند. زمانی که همسایهٔ پیکربندی‌شده کشف شود، بسته‌های hello با نرخ hello-interval ارسال خواهند شد. مقدار پیش‌فرض poll-interval برابر 60 ثانیه است.
fr_fr: Le poll-intervalle spécifie le taux d'envoi de paquets hello aux voisins qui ne sont pas actifs. Lorsque le voisin configuré est découvert, les paquets de salutation sont envoyés à la vitesse de l'intervalle de salutation. L'intervalle de sondage par défaut est de 60 secondes.
ko_kr: poll-interval은 활성화되지 않은 이웃에게 hello 패킷을 전송하는 빈도를 지정합니다. 구성된 이웃이 발견되면 hello-interval에 지정된 빈도로 hello 패킷이 전송됩니다. 기본 poll-interval은 60초입니다.
uk_ua: Інтервал опитування (poll-interval) визначає швидкість надсилання hello-пакетів неактивним сусідам. Після виявлення налаштованого сусіда hello-пакети надсилатимуться зі швидкістю hello-інтервалу. Типовий інтервал опитування – 60 секунд.

source: The port number the management interface is on. Defaults to 8007.
de_de: Die Portnummer, auf der das Management-Interface läuft. Standardwert: 8007.
fa_ir: شماره پورتی که رابط مدیریت روی آن قرار دارد. مقدار پیش‌فرض 8007 است.
fr_fr: Numéro de port de l'interface de gestion. La valeur par défaut est 8007.
ko_kr: 관리 인터페이스가 사용되는 포트 번호입니다. 기본값은 8007입니다.
uk_ua: Номер порту, на якому знаходиться інтерфейс керування. Типово – 8007.

source: The port used for responding to DNS queries. It should normally be left blank unless another service needs to bind to TCP/UDP port 53. Setting this to zero (0) completely disables DNS function
de_de: Der Port, der für die Beantwortung von DNS-Anfragen verwendet wird. Dieser Wert sollte normalerweise leer bleiben, es sei denn, ein anderer Dienst muss an TCP/UDP-Port 53 gebunden werden. Wenn Sie diesen Wert auf Null (0) setzen, wird die DNS-Funktion vollständig deaktiviert.
fa_ir: پورت مورد استفاده برای پاسخ به پرس‌وجوهای DNS. معمولاً باید خالی بماند مگر آنکه سرویس دیگری نیاز به بایند شدن به TCP/UDP پورت 53 داشته باشد. قرار دادن این مقدار روی صفر (0) عملکرد DNS را به‌طور کامل غیرفعال می‌کند.
fr_fr: Le port utilisé pour répondre aux requêtes DNS. Il doit normalement être laissé vide, à moins qu'un autre service ne doive se lier au port TCP/UDP 53. La valeur zéro (0) désactive complètement la fonction DNS.
ko_kr: DNS 쿼리에 응답하는 데 사용되는 포트입니다. 다른 서비스에서 TCP/UDP 포트 53에 바인딩해야 하는 경우가 아니면 일반적으로 비워 두어야 합니다. 이 값을 0으로 설정하면 DNS 기능이 완전히 비활성화됩니다.
uk_ua: Порт, що використовується для відповіді на DNS-запити. Зазвичай його слід залишати порожнім, якщо інша служба не потребує прив'язки до порту TCP/UDP 53. Встановлення значення нуль (0) повністю вимикає функцію DNS.

source: The priority is used to for the Designated Router (DR) election on non-broadcast multi-access networks.
de_de: Die Priorität wird für die Wahl des Designated Routers (DR) in Non-Broadcast-Multi-Access-Netzwerken verwendet.
fa_ir: اولویت برای انتخاب Designated Router (DR) در شبکه‌های غیرپخشی چنددسترسی استفاده می‌شود.
fr_fr: La priorité est utilisée pour l'élection du routeur désigné (DR) sur les réseaux multi-accès non diffusés.
uk_ua: Пріоритет використовується для вибору Призначеного Маршрутизатора (DR) у багатоточкових мережах без широкомовної передачі.

source: The protected sub-networks that this edge-device protects (in CIDR notation). Usually ignored in deference to local_ts, though macOS clients will use this for routes
de_de: Die geschützten Subnetzwerke, die dieses Edge-Gerät schützt (in CIDR-Notation). Wird normalerweise zugunsten von local_ts ignoriert, jedoch werden macOS-Clients dies für Routen verwenden.
fa_ir: زیرشبکه‌های محافظت‌شده‌ای که این دستگاه لبه‌ای محافظت می‌کند (به صورت CIDR). معمولاً در برابر local_ts نادیده گرفته می‌شوند، اما کلاینت‌های macOS برای مسیرها از این استفاده می‌کنند.
fr_fr: Les sous-réseaux protégés par ce périphérique (en notation CIDR). Généralement ignoré par rapport à local_ts, bien que les clients macOS l'utilisent pour les itinéraires.
ko_kr: 이 엣지 디바이스가 보호하는 보호된 서브넷(CIDR 표기법). 일반적으로 local_ts를 우선시하여 무시되지만, macOS 클라이언트는 경로 지정에 이 정보를 사용합니다.
uk_ua: Захищені підмережі, які захищає цей периферійний пристрій (у нотації CIDR). Зазвичай ігнорується на користь local_ts, хоча клієнти macOS використовуватимуть це для маршрутів.
