Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enter a domain name. For a base domain, use "example.com" or "opn.example.com". For a wildcard domain, use "*.example.com". Using a wildcard domain with subdomains requires a "DNS Provider" and the "DNS-01 Challenge" or a custom certificate.
cs_cz: Zadejte doménový název. Pro základní doménu použijte „example.com“ nebo „opn.example.com“. Pro doménu se zástupným znakem použijte „*.example.com“. Použití domény se zástupným znakem se subdoménami vyžaduje „Poskytovatele DNS“ a „Výzvu DNS-01“ nebo vlastní certifikát.
de_de: Geben Sie einen Domainnamen ein. Für eine Basisdomain z. B. "example.com" oder "opn.example.com". Für eine Wildcard-Domain z. B. "*.example.com". Die Verwendung einer Wildcard-Domain mit Subdomains erfordert einen "DNS Provider" und die "DNS-01 Challenge" oder ein benutzerdefiniertes Zertifikat.
el_gr: Εισαγάγετε ένα όνομα τομέα. Για έναν βασικό τομέα, χρησιμοποιήστε "example.com" ή "opn.example.com". Για έναν τομέα με χαρακτήρα μπαλαντέρ, χρησιμοποιήστε "*.example.com". Η χρήση ενός τομέα με χαρακτήρα μπαλαντέρ με υποτομείς απαιτεί έναν "Πάροχο DNS" και την "Πρόκληση DNS-01" ή ένα προσαρμοσμένο πιστοποιητικό.
fa_ir: یک نام دامنه وارد کنید. برای دامنهٔ پایه از "example.com" یا "opn.example.com" استفاده کنید. برای دامنهٔ wildcard از "*.example.com" استفاده کنید. استفاده از دامنهٔ wildcard همراه با زیردامنه‌ها نیازمند "DNS Provider" و "DNS-01 Challenge" یا یک گواهی سفارشی است.
fr_fr: Entrez un nom de domaine. Pour un domaine de base, utilisez "exemple.com" ou "opn.exemple.com". Pour un domaine générique, utilisez "*.example.com". L'utilisation d'un domaine générique avec des sous-domaines nécessite un "fournisseur DNS" et le "DNS-01 Challenge" ou un certificat personnalisé.
it_it: Inserisci un nome di dominio. Per un dominio di base, utilizza "example.com" o "opn.example.com". Per un dominio con caratteri jolly, utilizzare "*.example.com". L'utilizzo di un dominio jolly con sottodomini richiede un "provider DNS" e il "DNS-01 Challenge" o un certificato personalizzato.
ko_kr: 도메인 이름을 입력하세요. 기본 도메인의 경우 "example.com" 또는 "opn.example.com"을 사용하세요. 와일드카드 도메인의 경우 "*.example.com"을 사용하세요. 하위 도메인이 있는 와일드카드 도메인을 사용하려면 "DNS Provider"와 "DNS-01 Challenge" 또는 사용자 지정 인증서가 필요합니다.
uk_ua: Введіть доменне ім'я. Для базового домену використовуйте «example.com» або «opn.example.com». Для домену-шаблону використовуйте «*.example.com». Використання домену-шаблону із субдоменами вимагає «DNS-провайдера» та «DNS-01 запиту» або спеціального сертифіката.
zh_cn: 输入域名。对于基本域，请使用“example.com”或“opn.example.com”。对于通配符域，请使用“*.example.com”。使用带有子域的通配符域需要“DNS 提供商”和“DNS-01 质询”或自定义证书。

source: Enter a header, for example "Host". Use the "+" or "-" prefix to add or remove this header, for example "-Host" or "+Host". A suffix match like "-Host-*" is also supported. To replace a header, use "Host" without "+" or "-".
cs_cz: Zadejte záhlaví, například „Host“ (hostitel). Pro přidání nebo odebrání této hlavičky použijte předponu „+“ nebo „-“, například „-Host“ nebo „+Host“. Podporována je také shoda přípon, například „-Host-*“. Pokud chcete hlavičku nahradit, použijte „Host“ bez „+“ nebo „-“.
de_de: Geben Sie einen Header ein, z. B. "Host". Verwenden Sie das Präfix "+" oder "-", um diesen Header hinzuzufügen oder zu entfernen, z. B. "-Host" oder "+Host". Auch Suffix-Muster wie "-Host-*" werden unterstützt. Um einen Header zu ersetzen, geben Sie "Host" ohne "+" oder "-" ein.
el_gr: Εισαγάγετε μια κεφαλίδα, για παράδειγμα "Host". Χρησιμοποιήστε το πρόθεμα "+" ή "-" για να προσθέσετε ή να αφαιρέσετε αυτήν την κεφαλίδα, για παράδειγμα "-Host" ή "+Host". Υποστηρίζεται επίσης μια αντιστοίχιση επιθήματος όπως "-Host-*". Για να αντικαταστήσετε μια κεφαλίδα, χρησιμοποιήστε το "Host" χωρίς "+" ή "-".
fa_ir: یک هدر وارد کنید، مثلاً "Host". برای اضافه یا حذف این هدر از پیشوند "+" یا "-" استفاده کنید، مثلاً "-Host" یا "+Host". تطبیق با پسوند مانند "-Host-*" نیز پشتیبانی می‌شود. برای جایگزینی یک هدر، از "Host" بدون "+" یا "-" استفاده کنید.
fr_fr: Saisissez un en-tête, par exemple "Host". Utilisez le préfixe "+" ou "-" pour ajouter ou supprimer cet en-tête, par exemple "-Host" ou "+Host". Une correspondance de suffixe comme "-Host-*" est également prise en charge. Pour remplacer un en-tête, utilisez "Host" sans "+" ou "-".
it_it: Inserisci un'intestazione, ad esempio "Host". Utilizza il prefisso "+" o "-" per aggiungere o rimuovere questa intestazione, ad esempio "-Host" o "+Host". È supportata anche una corrispondenza del suffisso come "-Host-*". Per sostituire un'intestazione, utilizzare "Host" senza "+" o "-".
ko_kr: 헤더를 입력하세요(예: Host).+ 또는 - 접두사를 사용하여 해당 헤더를 추가하거나 제거할 수 있습니다(예: -Host, +Host). -Host-*와 같은 접미사 매칭도 지원됩니다. 헤더를 교체하려면 +나 - 없이 Host만 입력하세요.
uk_ua: Введіть заголовок, наприклад «Host». Використовуйте префікс «+» або «-», щоб додати або видалити цей заголовок, наприклад «-Host» або «+Host». Також підтримується відповідність суфіксів, наприклад «-Host-*». Щоб замінити заголовок, використовуйте «Host» без «+» або «-».
zh_cn: 输入标头，例如“Host”。使用“+”或“-”前缀添加或删除此标头，例如“-Host”或“+Host”。还支持“-Host-*”之类的后缀匹配。要替换标头，请使用不带“+”或“-”的“Host”。

source: Enter a hostname or IP address that matches the SAN "Subject Alternative Name" of the offered upstream certificate. This will change the SNI "Server Name Indication" of Caddy. Setting an IP address as "Upstream Domain", enabling "TLS" and selecting a "TLS Trust Pool", would make the SAN of the offered upstream certificate not match with the SNI of Caddy, since it will be an IP address instead of a hostname. Setting the hostname of the certificate here, fixes this issue. Please note that only SAN certificates are supported; CN "Common Name" will not work.
cs_cz: Zadejte název hostitele nebo IP adresu, která odpovídá SAN „Alternativní název subjektu“ nabízeného certifikátu nadřazeného. Toto změní SNI „Indikace názvu serveru“ Caddy. Nastavení IP adresy jako „Nadřazená doména“, povolení „TLS“ a výběr „TLS fond důvěryhodnosti“ by způsobilo, že SAN nabízeného certifikátu nadřazeného nebude odpovídat SNI Caddy, protože to bude IP adresa místo hostitelského jména. Nastavení hostitelského jména certifikátu zde tento problém odstraní. Upozorňujeme, že jsou podporovány pouze certifikáty SAN; CN „Common Name“ nebude fungovat.
de_de: Geben Sie einen Hostnamen oder eine IP-Adresse ein, die dem SAN "Subject Alternative Name" des angebotenen Upstream-Zertifikats entspricht. Dadurch wird die SNI "Server Name Indication" von Caddy geändert. Wird eine IP-Adresse als "Upstream Domain" verwendet, "TLS" aktiviert und ein "TLS Trust Pool" ausgewählt, entspricht der SAN-Wert des Zertifikats nicht der SNI von Caddy, da es sich um eine IP-Adresse handelt. Durch Angabe des Zertifikat-Hostnamens kann dieses Problem behoben werden. Hinweis: Nur SAN-Zertifikate werden unterstützt; CN "Common Name" wird nicht akzeptiert.
el_gr: Εισαγάγετε ένα όνομα κεντρικού υπολογιστή ή μια διεύθυνση IP που ταιριάζει με το "Εναλλακτικό όνομα θέματος" SAN του προσφερόμενου πιστοποιητικού upstream. Αυτό θα αλλάξει την "Ένδειξη ονόματος διακομιστή" SNI του Caddy. Ο ορισμός μιας διεύθυνσης IP ως "Unstream Domain", η ενεργοποίηση του "TLS" και η επιλογή ενός "TLS Trust Pool", θα καθιστούσε το SAN του προσφερόμενου πιστοποιητικού upstream να μην ταιριάζει με το SNI του Caddy, καθώς θα είναι μια διεύθυνση IP αντί για ένα όνομα κεντρικού υπολογιστή. Ο ορισμός του ονόματος κεντρικού υπολογιστή του πιστοποιητικού εδώ διορθώνει αυτό το πρόβλημα. Λάβετε υπόψη ότι υποστηρίζονται μόνο πιστοποιητικά SAN. Το "Κοινό όνομα" CN δεν θα λειτουργήσει.
fa_ir: یک نام میزبان یا آدرس IP وارد کنید که با SAN "Subject Alternative Name" گواهی upstream تطابق داشته باشد. این مقدار SNI "Server Name Indication" در Caddy را تغییر می‌دهد. اگر "Upstream Domain" را به‌صورت آدرس IP تنظیم کرده، "TLS" را فعال کرده و یک "TLS Trust Pool" انتخاب کنید، SAN گواهی upstream با SNIِ Caddy همخوانی نخواهد داشت چون به‌جای نام میزبان، یک آدرس IP خواهد بود. وارد کردن نام هاست گواهی در اینجا این مشکل را برطرف می‌کند. توجه کنید فقط گواهی‌های دارای SAN پشتیبانی می‌شوند؛ CN "Common Name" کار نخواهد کرد.
fr_fr: Saisissez un nom d'hôte ou une adresse IP correspondant au SAN "Subject Alternative Name" du certificat en amont proposé. Cela modifiera le SNI (Server Name Indication) de Caddy. En définissant une adresse IP comme "Upstream Domain", en activant "TLS" et en sélectionnant un "TLS Trust Pool", le SAN du certificat en amont proposé ne correspondra pas au SNI de Caddy, puisqu'il s'agira d'une adresse IP au lieu d'un nom d'hôte. Le fait de définir ici le nom d'hôte du certificat résout ce problème. Veuillez noter que seuls les certificats SAN sont pris en charge ; le CN "Common Name" ne fonctionnera pas.
it_it: Immettere un nome host o un indirizzo IP che corrisponda al "Nome alternativo oggetto" SAN del certificato upstream offerto. Ciò cambierà l'SNI "Indicazione nome server" di Caddy. L'impostazione di un indirizzo IP come "Dominio upstream", l'abilitazione di "TLS" e la selezione di un "Pool di fiducia TLS", farebbe sì che il SAN del certificato upstream offerto non corrisponda all'SNI di Caddy, poiché sarà un indirizzo IP anziché un nome host. Impostando qui il nome host del certificato, si risolve questo problema. Tieni presente che sono supportati solo i certificati SAN; CN "Nome comune" non funzionerà.
ko_kr: 제공된 업스트림 인증서의 SAN "주체 대체 이름"과 일치하는 호스트 이름 또는 IP 주소를 입력하세요. 이렇게 하면 Caddy의 SNI "서버 이름 표시"가 변경됩니다. IP 주소를 "업스트림 도메인"으로 설정하고 "TLS"를 활성화하고 "TLS 신뢰 풀"을 선택하면 제공된 업스트림 인증서의 SAN이 호스트 이름이 아닌 IP 주소가 되므로 Caddy의 SNI와 일치하지 않습니다. 여기에 인증서의 호스트 이름을 설정하면 이 문제가 해결됩니다. SAN 인증서만 지원되며 CN "일반 이름"은 작동하지 않습니다.
uk_ua: Введіть ім'я хоста або IP-адресу, що відповідає SAN «Subject Alternative Name» пропонованого висхідного сертифіката. Це змінить SNI «Server Name Indication» Caddy. Встановлення IP-адреси як «Висхідний домен», увімкнення «TLS» та вибір «Довірчого пулу TLS» призведе до того, що SAN пропонованого висхідного сертифіката не збігатиметься з SNI Caddy, оскільки це буде IP-адреса замість імені хоста. Встановлення імені хоста сертифіката тут, виправляє цю проблему. Зверніть увагу, що підтримуються лише сертифікати SAN; CN «Common Name» не працюватиме.
zh_cn: 输入与所提供上游证书的SAN“主题备用名称”匹配的主机名或IP地址。这将更改Caddy的SNI“服务器名称标示”。将IP地址设置为“上游域”，启用“TLS”并选择“TLS证书池”，将使所提供上游证书的SAN与Caddy的SNI不匹配，因为它将是一个IP地址而不是主机名。在此处设置证书的主机名可解决此问题。请注意，仅支持SAN证书；CN“通用名称”不起作用。

source: Enter a list of IP addresses and ports (optional). Uses port 53 if omitted. Like "8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353".
cs_cz: Zadejte seznam IP adres (a případně portů – při neuvedení bude použit standardní 53). Například „8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353“.
de_de: Geben Sie eine Liste von IP-Adressen und optional Ports an. Port 53 wird verwendet, wenn kein Port angegeben ist. Zum Beispiel: "8.8.8.8", "[2001:4860:4860::8888]", "8.8.8.8:5353".
el_gr: Εισαγάγετε μια λίστα με διευθύνσεις IP και θύρες (προαιρετικά). Χρησιμοποιεί τη θύρα 53 εάν παραλειφθεί. Όπως "8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353".
fa_ir: یک فهرست از آدرس‌های IP و پورت‌ها وارد کنید (اختیاری). در صورت حذف، پورت 53 استفاده می‌شود. مثال: "8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353".
fr_fr: Entrez une liste d'adresses IP et de ports (facultatif). Le port 53 est utilisé s'il est omis. Comme "8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353".
it_it: Inserisci un elenco di indirizzi IP e porte (facoltativo). Utilizza la porta 53 se omesso. Come "8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353".
ko_kr: IP 주소와 포트 목록을 입력하세요(선택 사항). 생략할 경우 포트 53이 사용됩니다. 예: "8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353".
uk_ua: Введіть список IP-адрес і портів (необов'язково). Використовує порт 53, якщо пропущено. Наприклад, «8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353».
zh_cn: 输入IP地址和端口列表（可选）。如果省略，则使用端口53。例如“8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353”。

source: Enter a name for this access list.
cs_cz: Zadejte název pro tento přístupový seznam.
de_de: Geben Sie einen Namen für diese Zugriffsliste ein.
el_gr: Εισαγάγετε ένα όνομα για αυτήν τη λίστα πρόσβασης.
fa_ir: یک نام برای این فهرست دسترسی وارد کنید.
fr_fr: Entrez un nom pour cette liste d'accès.
it_it: Inserisci un nome per questo elenco di accesso.
ko_kr: 이 액세스 목록의 이름을 입력하세요.
uk_ua: Введіть назву для цього списку доступу.
zh_cn: 输入访问列表的名称。

source: Enter a password. It will be hashed with bcrypt. It can only be set and changed but will not be visible anymore.
cs_cz: Zadejte heslo. Z něho (pomocí bcrypt) bude vytvořen otisk (a uchováván už jen ten). Z toho důvodu lze heslo pouze nastavovat/měnit, ale NELZE ZOBRAZIT (původní podoba neukládána – bezpečnost).
de_de: Geben Sie ein Passwort ein. Es wird mit bcrypt gehasht. Es kann nur gesetzt und geändert werden, ist danach jedoch nicht mehr sichtbar.
el_gr: Εισαγάγετε έναν κωδικό πρόσβασης. Θα κατακερματιστεί με το bcrypt. Μπορεί μόνο να οριστεί και να αλλάξει, αλλά δεν θα είναι πλέον ορατός.
fa_ir: یک رمز عبور وارد کنید. با bcrypt هش خواهد شد. پس از تنظیم یا تغییر، دیگر قابل مشاهده نخواهد بود.
fr_fr: Entrez un mot de passe. Il sera haché avec bcrypt. Il peut seulement être défini et modifié mais ne sera plus visible.
it_it: Inserisci una password. Verrà sottoposto ad hashing con bcrypt. Può solo essere impostato e modificato ma non sarà più visibile.
ko_kr: 비밀번호를 입력하세요. 이 비밀번호는 bcrypt로 해싱됩니다. 설정 및 변경만 가능하며, 더 이상 표시되지 않습니다.
uk_ua: Введіть пароль. Його буде хешовано за допомогою bcrypt. Його можна лише встановити та змінити, але він більше не буде видимим.
zh_cn: 输入密码。它将使用bcrypt进行哈希处理。设置或更改后将不再可见。

source: Enter a path to handle. Choose a pattern like "/*" or "/example/*". Leave empty to handle any paths (recommended). Any request matching this pattern will be handled by the chosen directive.
cs_cz: Zadejte popis umístění, který obsluhovat. Zvolte vzor, například „/*“ nebo „/example/*“. Pokud mají být zpracovávána libovolná umístění, nevyplňujte (doporučeno). Jakýkoli požadavek odpovídající tomuto vzoru bude zpracován zvolenou směrnicí.
de_de: Geben Sie einen zu verarbeitenden Pfad ein. Verwenden Sie ein Muster wie "/*" oder "/example/*". Lassen Sie das Feld leer, um alle Pfade zu behandeln (empfohlen). Jede Anfrage, die mit diesem Muster übereinstimmt, wird durch die gewählte Direktive verarbeitet.
el_gr: Εισαγάγετε μια διαδρομή για χειρισμό. Επιλέξτε ένα μοτίβο όπως "/*" ή "/example/*". Αφήστε το κενό για να χειριστείτε τυχόν διαδρομές (συνιστάται). Οποιοδήποτε αίτημα που ταιριάζει με αυτό το μοτίβο θα διεκπεραιωθεί από την επιλεγμένη οδηγία.
fa_ir: یک مسیر برای رسیدگی وارد کنید. الگویی مانند "/*" یا "/example/*" انتخاب کنید. خالی بگذارید تا هر مسیری رسیدگی شود (پیشنهادی). هر درخواستی که با این الگو مطابقت داشته باشد توسط دایرکتیو انتخاب‌شده رسیدگی می‌شود.
fr_fr: Saisissez un chemin d'accès à gérer. Choisissez un modèle comme "/*" ou "/exemple/*". Laissez vide pour traiter n'importe quel chemin (recommandé). Toute requête correspondant à ce motif sera traitée par la directive choisie.
it_it: Immettere un percorso da gestire. Scegli un modello come "/*" o "/example/*". Lasciare vuoto per gestire eventuali percorsi (consigliato). Qualsiasi richiesta corrispondente a questo modello verrà gestita dalla direttiva scelta.
ko_kr: 처리할 경로를 입력하세요. "/*" 또는 "/example/*"와 같은 패턴을 선택하세요. 모든 경로를 처리하려면 비워두세요(권장). 이 패턴과 일치하는 모든 요청은 선택한 지시문에 의해 처리됩니다.
uk_ua: Введіть шлях для обробки. Виберіть шаблон, наприклад «/*» або «/example/*». Залиште порожнім для обробки будь-яких шляхів (рекомендовано). Будь-який запит, що відповідає цьому шаблону, буде оброблений вибраною директивою.
zh_cn: 输入处理程序的路径。选择“/*”或“/example/*”等模式。留空以处理任何路径（推荐）。任何与此模式匹配的请求都将由所选指令处理。

source: Enter a subdomain. For example, "opn.example.com" if the wildcard domain is "*.example.com". All subdomains use the same ports and protocols as their parent wildcard domain.
cs_cz: Zadejte subdoménu. Například „opn.example.com“, pokud je zástupná doména „*.example.com“. Všechny subdomény používají stejné porty a protokoly jako jejich nadřazená doména se zástupným znakem.
de_de: Geben Sie eine Subdomain ein. Zum Beispiel "opn.example.com", wenn die Wildcard-Domain "*.example.com" lautet. Alle Subdomains verwenden dieselben Ports und Protokolle wie ihre übergeordnete Wildcard-Domain.
el_gr: Εισαγάγετε έναν υποτομέα. Για παράδειγμα, "opn.example.com" εάν ο τομέας μπαλαντέρ είναι "*.example.com". Όλοι οι υποτομείς χρησιμοποιούν τις ίδιες θύρες και πρωτόκολλα με τον γονικό τομέα μπαλαντέρ.
fa_ir: یک زیردامنه وارد کنید. برای مثال "opn.example.com" اگر دامنه wildcard برابر "*.example.com" باشد. همه زیردامنه‌ها از همان پورت‌ها و پروتکل‌های دامنه wildcard والد استفاده می‌کنند.
fr_fr: Saisissez un sous-domaine. Par exemple, "opn.example.com" si le domaine générique est "*.example.com". Tous les sous-domaines utilisent les mêmes ports et protocoles que leur domaine générique parent.
it_it: Inserisci un sottodominio. Ad esempio, "opn.example.com" se il dominio con caratteri jolly è "*.example.com". Tutti i sottodomini utilizzano le stesse porte e protocolli del dominio con caratteri jolly principale.
ko_kr: 하위 도메인을 입력하세요. 예를 들어, 와일드카드 도메인이 "*.example.com"인 경우 "opn.example.com"입니다. 모든 하위 도메인은 부모 와일드카드 도메인과 동일한 포트와 프로토콜을 사용합니다.
uk_ua: Введіть субдомен. Наприклад, «opn.example.com», якщо домен-шаблон — «*.example.com». Всі субдомени використовують ті ж порти та протоколи, що й їхній батьківський домен-шаблон.
zh_cn: 输入子域。例如，如果通配符域为 "*.example.com"，则输入 "opn.example.com"。所有子域使用与其父通配符域相同的端口和协议。

source: Enter a unique name for this relay destination.
cs_cz: Zadejte neopakující se název pro tento cíl předávání.
de_de: Geben Sie einen eindeutigen Namen für dieses Relay-Ziel ein.
el_gr: Εισαγάγετε ένα μοναδικό όνομα για αυτόν τον προορισμό αναμετάδοσης.
fa_ir: یک نام یکتا برای مقصد رله وارد کنید.
fr_fr: Entrez un nom unique pour cette destination relais.
it_it: Inserisci un nome univoco per questa destinazione di inoltro.
ko_kr: 이 릴레이 목적지에 대한 고유한 이름을 입력하세요.
uk_ua: Введіть унікальне ім'я для цього ретрансляційного призначення.
zh_cn: 为该中继目标输入唯一的名称。

source: Enter a username. Afterwards, select it in a "Domain" or "Subdomain" to restrict access with basic auth.
cs_cz: Zadejte uživatelské jméno. Poté ho vyberte v položce „Doména“ nebo „Subdoména“, abyste omezili přístup pomocí základního ověření.
de_de: Geben Sie einen Benutzernamen ein. Wählen Sie diesen anschließend in einer "Domain" oder "Subdomain" aus, um den Zugriff per Basis-Authentifizierung einzuschränken.
el_gr: Εισαγάγετε ένα όνομα χρήστη. Στη συνέχεια, επιλέξτε το σε έναν "Τομέα" ή "Υποτομέα" για να περιορίσετε την πρόσβαση με βασική εξουσιοδότηση.
fa_ir: یک نام کاربری وارد کنید. سپس آن را در یک "Domain" یا "Subdomain" انتخاب کنید تا دسترسی با basic auth محدود شود.
fr_fr: Entrez un nom d'utilisateur. Ensuite, sélectionnez-le dans un "Domaine" ou un "Sous-domaine" pour restreindre l'accès avec l'authentification de base.
it_it: Inserisci un nome utente. Successivamente, selezionalo in un "Dominio" o "Sottodominio" per limitare l'accesso con l'autenticazione di base.
ko_kr: 사용자 이름을 입력하세요. 그 후 "도메인" 또는 "하위 도메인"에서 선택하여 기본 인증으로 액세스를 제한합니다.
uk_ua: Введіть ім'я користувача. Потім виберіть його в «Домені» або «Субдомені», щоб обмежити доступ за допомогою базової автентифікації.
zh_cn: 输入用户名。然后在“域”或“子域”中选择它，以使用基本身份验证限制访问。

source: Enter a value for the selected header. One of the most common options is "{upstream_hostport}". It is also possible to use a regular expression to search for a specific value in a header. For example: "^prefix-([A-Za-z0-9]*)$" which uses the regular expression language RE2 included in Go.
cs_cz: Zadejte hodnotu pro vybrané záhlaví. Jednou z nejčastějších možností je „{upstream_hostport}“. Pro vyhledání konkrétní hodnoty v záhlaví je možné použít také regulární výraz. Například: „^prefix-([A-Za-z0-9]*)$“, který používá jazyk regulárních výrazů RE2, obsažený v jazyce Go.
de_de: Geben Sie einen Wert für den ausgewählten Header ein. Eine der häufigsten Optionen ist "{upstream_hostport}". Es ist auch möglich, einen regulären Ausdruck zu verwenden, um nach einem bestimmten Wert im Header zu suchen. Zum Beispiel: "^prefix-([A-Za-z0-9]*)$" - dabei wird die reguläre Ausdruckssprache RE2 verwendet, die in Go enthalten ist.
el_gr: Εισαγάγετε μια τιμή για την επιλεγμένη κεφαλίδα. Μία από τις πιο συνηθισμένες επιλογές είναι η "{upstream_hostport}". Είναι επίσης δυνατό να χρησιμοποιήσετε μια κανονική έκφραση για να αναζητήσετε μια συγκεκριμένη τιμή σε μια κεφαλίδα. Για παράδειγμα: "^prefix-([A-Za-z0-9]*)$" που χρησιμοποιεί τη γλώσσα κανονικών εκφράσεων RE2 που περιλαμβάνεται στο Go.
fa_ir: یک مقدار برای هدر انتخاب‌شده وارد کنید. یکی از رایج‌ترین گزینه‌ها "{upstream_hostport}" است. همچنین می‌توان از یک عبارت منظم برای جستجوی مقدار خاص در هدر استفاده کرد. برای مثال: "^prefix-([A-Za-z0-9]*)$" که از زبان عبارت‌های منظم RE2 در Go استفاده می‌کند.
fr_fr: Saisissez une valeur pour l'en-tête sélectionné. L'une des options les plus courantes est "{upstream_hostport}". Il est également possible d'utiliser une expression régulière pour rechercher une valeur spécifique dans un en-tête. Par exemple, il est possible d'utiliser une expression régulière pour rechercher une valeur spécifique dans un en-tête : "^prefix-([A-Za-z0-9]*)$" qui utilise le langage d'expression régulière RE2 inclus dans Go.
it_it: Immettere un valore per l'intestazione selezionata. Una delle opzioni più comuni è "{upstream_hostport}". È anche possibile utilizzare un'espressione regolare per cercare un valore specifico in un'intestazione. Ad esempio: "^prefix-([A-Za-z0-9]*)$" che utilizza il linguaggio delle espressioni regolari RE2 incluso in Go.
ko_kr: 선택한 헤더에 대한 값을 입력하세요. 가장 일반적인 옵션 중 하나는 "{upstream_hostport}"입니다. 특정 헤더에서 특정 값을 검색하기 위해 정규 표현식을 사용할 수도 있습니다. 예를 들어: "^prefix-([A-Za-z0-9]*)$"는 Go에 포함된 정규 표현식 언어 RE2를 사용합니다.
uk_ua: Введіть значення для обраного заголовка. Одним із найпоширеніших варіантів є "{upstream_hostport}". Також можна використовувати регулярний вираз для пошуку певного значення в заголовку. Наприклад: "^prefix-([A-Za-z0-9]*)$", який використовує мову регулярних виразів RE2, що входить до Go.
zh_cn: 输入所选标头的值。最常见的选项之一是“{upstream_hostport}”。也可以使用正则表达式在标头中搜索特定值。例如：“^prefix-([A-Za-z0-9]*)$”，它使用 Go 中包含的正则表达式语言 RE2。
