Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Time in milliseconds before replying to the client with expired data. This essentially enables the serve- stable behavior as specified in RFC 8767 that first tries to resolve before immediately responding with expired data. A recommended value per RFC 8767 is 1800. Setting this to 0 will disable this behavior.
cs_cz: Doba (v milisekundách) před odesláním odpovědi klientovi daty, kterým skončila platnost. To v podstatě umožňuje serveru stabilní chování, jak je specifikováno v normě RFC 8767, které se nejprve snaží vyřešit problém a teprve poté okamžitě odpoví daty, kterým skončila platnost. Doporučená hodnota podle RFC 8767 je 1800. Nastavením této hodnoty na 0 se toto chování zakáže.
de_de: Zeit in Millisekunden bis zur Antwort an den Client mit abgelaufenen Daten. Dies aktiviert im Wesentlichen das "serve-stale"-Verhalten gemäß RFC 8767, bei dem zunächst eine Auflösung versucht wird, bevor umgehend mit abgelaufenen Daten geantwortet wird. Ein gemäß RFC 8767 empfohlener Wert ist 1800. Bei einem Wert von 0 wird dieses Verhalten deaktiviert.
el_gr: Χρόνος σε χιλιοστά του δευτερολέπτου πριν από την απάντηση στον πελάτη με δεδομένα που έχουν λήξει Αυτό ουσιαστικά ενεργοποιεί τη συμπεριφορά serve-stable όπως ορίζεται στο RFC 8767, η οποία προσπαθεί πρώτα να επιλύσει το πρόβλημα πριν απαντήσει αμέσως με δεδομένα που έχουν λήξει Μια συνιστώμενη τιμή σύμφωνα με το RFC 8767 είναι 1800 Η ρύθμιση αυτής της τιμής σε 0 θα απενεργοποιήσει αυτήν τη συμπεριφορά.
fa_ir: زمان برحسب میلی‌ثانیه که قبل از پاسخ‌دادن به کلاینت با داده‌های منقضی‌شده منتظر می‌ماند. این عملاً رفتار serve-stable را طبق RFC 8767 فعال می‌کند؛ در این حالت ابتدا تلاش به تفکیک انجام می‌شود و تنها در صورت عدم دسترسی فوراً با داده منقضی‌شده پاسخ داده می‌شود. مقدار پیشنهادی طبق RFC 8767 برابر 1800 است. قرار دادن این مقدار روی 0 این رفتار را غیرفعال می‌کند.
fr_fr: Délai en millisecondes avant de répondre au client avec des données périmées. Cela permet essentiellement le comportement serve- stable tel que spécifié dans la RFC 8767, qui tente d'abord de résoudre le problème avant de répondre immédiatement avec des données périmées. expirées. La valeur recommandée par la RFC 8767 est 1800. La valeur 0 désactive ce comportement.
it_it: Tempo in millisecondi prima di rispondere al client con dati scaduti. Ciò consente essenzialmente al servizio comportamento stabile come specificato nella RFC 8767 che tenta innanzitutto di risolversi prima di rispondere immediatamente con scaduto dati. Un valore consigliato per RFC 8767 è 1800. Impostandolo su 0 si disabiliterà questo comportamento.
ko_kr: 클라이언트에게 만료된 데이터로 응답하기 전까지의 시간을 밀리초 단위로 설정합니다. 이 값은 RFC 8767에서 정의된 serve-stale 동작을 활성화하며, 먼저 조회를 시도한 후 즉시 만료된 데이터로 응답할 수 있도록 합니다. RFC 8767에서 권장하는 값은 1800이며, 0으로 설정하면 이 기능이 비활성화됩니다.
uk_ua: Час у мілісекундах перед відповіддю клієнту застарілими даними. Це по суті вмикає поведінку serve-stale, як зазначено в RFC 8767, що спочатку намагається виконати вирішення, перш ніж негайно відповідати застарілими даними. Рекомендоване значення згідно з RFC 8767 становить 1800. Встановлення цього значення на 0 вимкне цю поведінку.
zh_cn: 向客户端回复过期数据之前的时间（毫秒）。 这实质上启用了RFC 8767中指定的服务稳定行为，即首先尝试解析， 然后立即回复过期数据。RFC 8767的建议值为1800。设置为0将禁用此行为。

source: Local address[es] to use for IKE communication. Accepts single IPv4/IPv6 addresses, DNS names, CIDR subnets or IP address ranges. As an initiator, the first non-range/non-subnet is used to initiate the connection from. As a responder the local destination address must match at least to one of the specified addresses, subnets or ranges. If FQDNs are assigned, they are resolved every time a configuration lookup is done. If DNS resolution times out, the lookup is delayed for that time. When left empty %any is chosen as default.
cs_cz: Místní adresy, které používat pro IKE komunikaci. Je možné zadat jednotlivé IPv4/IPv6 adresy, DNS názvy, CIDR podsítě nebo rozsahy IP adres. Jako iniciátor bude pro zahájení spojení použita první adresa, která není z rozsahu/podsítě. Je třeba, aby se coby odpovídač místní cílová adresa shodovala alespoň s jednou ze zadaných adres, podsítí nebo rozsahů. Pokud jsou přiřazeny FQDN názvy, jsou překládány při každém zpracování nastavení. Pokud DNS překládání trvá příliš dlouhou, zpracovávání se o tuto dobu zpozdí. Pokud nevyplněno, bude použito výchozí %any.
de_de: Lokale Adresse[n] zur Verwendung für die IKE-Kommunikation. Es werden einzelne IPv4-/IPv6-Adressen, DNS-Namen, CIDR-Subnetze oder IP-Adressbereiche akzeptiert. Als Initiator wird das erste nicht-Bereichs-/nicht-Subnetz-Element verwendet, um die Verbindung zu initiieren. Als Antwortender muss die lokale Zieladresse mit mindestens einer der angegebenen Adressen, Subnetze oder Bereiche übereinstimmen. Wenn FQDNs angegeben sind, werden diese bei jeder Konfigurationsabfrage aufgelöst. Wenn die DNS-Auflösung scheitert, verzögert sich die Abfrage um diese Zeit. Wenn leer gelassen, wird %any als Standard verwendet.
el_gr: Τοπική(ές) διεύθυνση(εις) που θα χρησιμοποιηθεί για επικοινωνία IKE Δέχεται μεμονωμένες διευθύνσεις IPv4/IPv6, ονόματα DNS, υποδίκτυα CIDR ή εύρη διευθύνσεων IP Ως εκκινητής, το πρώτο μη-εύρος/μη-υποδίκτυο χρησιμοποιείται για την εκκίνηση της σύνδεσης Ως ανταποκριτής, η τοπική διεύθυνση προορισμού πρέπει να ταιριάζει τουλάχιστον με μία από τις καθορισμένες διευθύνσεις, υποδίκτυα ή εύρη Εάν έχουν αντιστοιχιστεί FQDN, επιλύονται κάθε φορά που πραγματοποιείται αναζήτηση διαμόρφωσης Εάν λήξει το χρονικό όριο επίλυσης DNS, η αναζήτηση καθυστερεί για αυτό το χρονικό διάστημα Όταν αφήνεται κενό, επιλέγεται ως προεπιλογή το %any
fa_ir: آدرس محلی(ها) برای استفاده در ارتباط IKE. قابل‌پذیرش: یک آدرس IPv4/IPv6 منفرد، نام DNS، زیرشبکه CIDR یا بازه آدرس IP. اگر نقش initiator باشد، اولین آدرس غیر بازه/غیر زیرشبکه برای آغاز اتصال استفاده می‌شود. اگر نقش responder باشد، آدرس مقصد محلی باید حداقل با یکی از آدرس‌ها، زیرشبکه‌ها یا بازه‌های مشخص‌شده تطابق داشته باشد. در صورت تخصیص FQDN، هر بار که پیکربندی بررسی می‌شود آن‌ها تفکیک می‌شوند. اگر تفکیک DNS به‌خاطر اتمام زمان انجام نشود، جستجو برای همان مدت به‌تعویق می‌افتد. در صورت خالی گذاشتن، %any به‌عنوان پیش‌فرض انتخاب می‌شود.
fr_fr: Adresse(s) locale(s) à utiliser pour la communication IKE. Accepte les adresses IPv4/IPv6 uniques, les noms DNS, les sous-réseaux CIDR ou les plages d'adresses IP. En tant qu'initiateur, la première adresse ne faisant pas partie d'une plage ou d'un sous-réseau est utilisée pour établir la connexion. En tant que répondant, l'adresse de destination locale doit correspondre au moins à l'une des adresses, sous-réseaux ou plages d'adresses spécifiés. Si des FQDN sont attribués, ils sont résolus à chaque fois qu'une recherche de configuration est effectuée. Si la résolution DNS n'aboutit pas, la recherche est retardée d'autant. Si le champ est vide, %any est choisi par défaut.
it_it: Indirizzo[i] locale da utilizzare per la comunicazione IKE. Accetta singoli indirizzi IPv4/IPv6, nomi DNS, sottoreti CIDR o intervalli di indirizzi IP. Come iniziatore, viene utilizzato il primo non intervallo/non sottorete da cui avviare la connessione. Come risponditore, l'indirizzo di destinazione locale deve corrispondere almeno a uno degli indirizzi, sottoreti o intervalli specificati. Se vengono assegnati FQDN, vengono risolti ogni volta che viene eseguita una ricerca di configurazione. Se la risoluzione DNS scade, la ricerca viene ritardata per quel periodo. Se lasciato vuoto, %any viene scelto come predefinito.
uk_ua: Локальна(і) адреса(и), що використовуватиметься для зв'язку IKE. Приймає окремі адреси IPv4/IPv6, імена DNS, підмережі CIDR або діапазони IP-адрес. Як ініціатор, перша адреса, що не є діапазоном/підмережею, використовується для початку з'єднання. Як відповідник, локальна адреса призначення повинна збігатися щонайменше з однією із зазначених адрес, підмереж або діапазонів. Якщо FQDN призначені, вони розпізнаються кожного разу, коли виконується пошук конфігурації. Якщо час очікування розпізнавання DNS вичерпується, пошук затримується на цей час. Якщо залишити порожнім, буде обрано %any типово.
zh_cn: 用于IKE通信的本地地址。 允许使用单个IPv4/IPv6地址、DNS名称、CIDR子网或IP地址范围。 作为发起者，第一个非范围/非子网用于发起连接。 作为响应者，本地目标地址必须至少与指定地址、子网或范围之一匹配。 如果分配了FQDN，则每次完成配置查找时都会解析它们。 如果DNS解析超时，则查找会延迟该时间。当留空时，默认选择%any。

source: Select BINAT (default) or NAT here, when nets are equally sized binat is usually the best option.Using NAT we can also map unequal sized networks. A BINAT rule specifies a bidirectional mapping between an external and internal network and can be used from both ends, nat only applies in one direction.
cs_cz: Zde vyberte možnost BINAT (výchozí) nebo NAT. Pokud jsou sítě stejně velké, je obvykle nejlepší volbou binat. Zatímco pomocí NAT je možné mapovat i nestejně velké sítě. BINAT pravidlo určuje obousměrné mapování mezi vnější a vnitřní sítí a lze ho použít z obou stran, zatímco nat platí pouze v jednom směru.
de_de: Wählen Sie hier BINAT (Standard) oder NAT aus. Wenn die Netzwerke gleich groß sind, ist BINAT in der Regel die beste Option. Mit NAT können auch unterschiedlich große Netzwerke abgebildet werden. Eine BINAT-Regel definiert eine bidirektionale Abbildung zwischen einem externen und einem internen Netzwerk und kann in beide Richtungen verwendet werden, während NAT nur in eine Richtung wirkt.
el_gr: Επιλέξτε BINAT (προεπιλογή) ή NAT εδώ Όταν τα δίκτυα έχουν ίσο μέγεθος, το binat είναι συνήθως η καλύτερη επιλογή Χρησιμοποιώντας το NAT, μπορούμε επίσης να αντιστοιχίσουμε δίκτυα άνισου μεγέθους Ένας κανόνας BINAT καθορίζει μια αμφίδρομη αντιστοίχιση μεταξύ ενός εξωτερικού και ενός εσωτερικού δικτύου και μπορεί να χρησιμοποιηθεί και από τα δύο άκρα Το nat εφαρμόζεται μόνο προς μία κατεύθυνση
fa_ir: اینجا BINAT (پیش‌فرض) یا NAT را انتخاب کنید. وقتی اندازه شبکه‌ها برابر است، معمولاً BINAT گزینهٔ بهتری است. با استفاده از NAT می‌توان شبکه‌های نامتساوی را نیز نگاشت کرد. یک قانون BINAT نگاشت دوطرفه بین شبکه خارجی و داخلی را مشخص می‌کند و از هر دو سمت قابل‌استفاده است؛ NAT تنها در یک جهت اعمال می‌شود.
fr_fr: Sélectionnez ici BINAT (par défaut) ou NAT, lorsque les réseaux sont de taille égale, binat est généralement la meilleure option. Une règle BINAT spécifie un mappage bidirectionnel entre un réseau externe et interne et peut être utilisée des deux côtés, alors que NAT ne s'applique que dans une direction.
it_it: Seleziona BINAT (predefinito) o NAT qui, quando le reti hanno le stesse dimensioni, binat è solitamente l'opzione migliore. Usando NAT possiamo anche mappare reti di dimensioni diverse. Una regola BINAT specifica una mappatura bidirezionale tra una rete esterna e interna e può essere utilizzata da entrambe le estremità, nat si applica solo in una direzione.
ko_kr: 여기에서 BINAT(기본값) 또는 NAT를 선택합니다. 네트워크가 동일한 크기일 때 BINAT이 일반적으로 최선의 선택입니다. NAT를 사용하면 크기가 서로 다른 네트워크를 매핑할 수도 있습니다. BINAT 규칙은 외부 네트워크와 내부 네트워크 간의 양방향 매핑을 지정하며, 양쪽에서 모두 사용할 수 있습니다. NAT는 한 방향에만 적용됩니다.
uk_ua: Виберіть тут BINAT (типово) або NAT, коли мережі мають однаковий розмір, BINAT зазвичай є найкращим варіантом. Використовуючи NAT, ми також можемо відображати мережі різного розміру. Правило BINAT визначає двонаправлене відображення між зовнішньою та внутрішньою мережею і може використовуватися з обох кінців, NAT застосовується лише в одному напрямку.
zh_cn: 此处选择 BINAT（默认）或 NAT，当网络大小相等时，binat 通常是最佳选择。使用 NAT，我们还可以映射大小不等的网络。 BINAT规则指定外部网络和内部网络之间的双向映射，并且可以从两端使用，nat仅适用于一个方向。

source: This specifies the number of clients which send messages to the partner but appear to not receive any response. A higher value needs a busier environment in order to consider a member down, when set to 0, any network disruption will cause a failover to happen.
cs_cz: Udává počet klientů, kteří odesílají zprávy partnerovi, ale zřejmě neobdrželi žádnou odpověď. Vyšší hodnota vyžaduje rušnější prostředí, aby bylo možné považovat člena za nefunkčního. Pokud je nastavena na 0 (nula), jakákoli porucha sítě způsobí, že dojde k převzetí služby kvůli výpadku.
de_de: Legt fest, wie viele Clients Nachrichten an den Partner senden dürfen, ohne eine Antwort zu erhalten. Ein höherer Wert ist in stark frequentierten Umgebungen sinnvoll, um fälschliche Ausfälle zu vermeiden. Bei "0" wird bereits jede Netzwerkunterbrechung als Ausfall gewertet und ein Failover ausgelöst.
el_gr: Αυτό καθορίζει τον αριθμό των πελατών που στέλνουν μηνύματα στον συνεργάτη αλλά φαίνεται να μην λαμβάνουν καμία απάντηση Μια υψηλότερη τιμή απαιτεί ένα πιο πολυάσχολο περιβάλλον για να θεωρηθεί ένα μέλος εκτός λειτουργίας Όταν οριστεί σε 0, οποιαδήποτε διακοπή δικτύου θα προκαλέσει ανακατεύθυνση
fa_ir: این مقدار تعداد کلاینت‌هایی را مشخص می‌کند که پیام به شریک می‌فرستند اما به‌نظر می‌رسد پاسخی دریافت نمی‌کنند. مقدار بالاتر نیاز به محیط پُرترافیک‌تری دارد تا یک عضو را به‌عنوان غیرفعال در نظر بگیرد. اگر این مقدار روی 0 تنظیم شود، هرگونه اختلال شبکه باعث رخ‌دادن failover خواهد شد.
fr_fr: Cette valeur indique le nombre de clients qui envoient des messages au partenaire mais qui ne semblent pas recevoir de réponse. Une valeur plus élevée nécessite un environnement plus chargé pour qu'un membre soit considéré comme hors service, lorsqu'elle est fixée à 0, Lorsque la valeur est fixée à 0, toute perturbation du réseau entraîne un basculement.
it_it: Specifica il numero di client che inviano messaggi al partner ma sembrano non ricevere alcuna risposta. Un valore più alto richiede un ambiente più occupato per considerare un membro inattivo, se impostato su 0, qualsiasi interruzione della rete causerà un failover.
ko_kr: 이는 파트너에게 메시지를 보내지만 응답을 받지 못하는 클라이언트의 수를 지정합니다. 더 높은 값은 구성원이 다운된 것으로 간주하기 위해 더 혼잡한 환경이 필요하며, 0으로 설정하면 네트워크 중단으로 인해 장애 조치가 발생합니다.
uk_ua: Це вказує кількість клієнтів, які надсилають повідомлення партнеру, але, здається, не отримують відповіді. Вище значення потребує більш завантаженого середовища, щоб вважати члена несправним; якщо встановлено 0, будь-яке порушення мережі призведе до відмовостійкості.
zh_cn: 指定向合作伙伴发送消息但似乎未收到任何响应的客户端数量。 更高的值需要更繁忙的环境才能考虑成员关闭， 当设置为0时，任何网络中断都会导致故障转移发生。

source: "header_up" sets, adds (with the "+" prefix), deletes (with the "-" prefix), or performs a replacement (by using two arguments, a search and replacement) in a request header going upstream to the backend. "header_down" sets, adds (with the "+" prefix), deletes (with the "-" prefix), or performs a replacement (by using two arguments, a search and replacement) in a response header coming downstream from the backend. For more information: https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers
cs_cz: „header_up“ nastavuje, přidává (s předponou „+“), odstraňuje (s předponou „-“) nebo provádí nahrazení (pomocí dvou argumentů, hledání a nahrazení) v hlavičce požadavku směřující do nadřazeného (podpůrné vrstvy). „header_down“ nastavuje, přidává (s předponou „+“), odstraňuje (s předponou „-“) nebo provádí nahrazení (pomocí dvou argumentů, hledání a nahrazení) v hlavičce odpovědi přicházejících z podřízeného (podpůrné vrstvy). Další informace: https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers
de_de: "header_up" setzt, ergänzt (mit dem Präfix "+"), entfernt (mit dem Präfix "-") oder ersetzt (durch zwei Argumente: Suchbegriff und Ersatzwert) einen Anforderungs-Header, der stromaufwärts an das Backend gesendet wird. "header_down" setzt, ergänzt, entfernt oder ersetzt entsprechend die Antwort-Header stromabwärts vom Backend. Weitere Informationen: https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers
el_gr: Το "header_up" ορίζει, προσθέτει (με το πρόθεμα "+"), διαγράφει (με το πρόθεμα "-") ή εκτελεί αντικατάσταση (χρησιμοποιώντας δύο ορίσματα, μια αναζήτηση και μια αντικατάσταση) σε μια κεφαλίδα αιτήματος που πηγαίνει προς τα πάνω στο backend. Το "header_down" ορίζει, προσθέτει (με το πρόθεμα "+"), διαγράφει (με το πρόθεμα "-") ή εκτελεί αντικατάσταση (χρησιμοποιώντας δύο ορίσματα, μια αναζήτηση και μια αντικατάσταση) σε μια κεφαλίδα απόκρισης που πηγαίνει προς τα κάτω από το backend. Για περισσότερες πληροφορίες: https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers
fa_ir: "header_up" هِدِری را در درخواست‌های ارسالی به backend تنظیم، اضافه (با پیشوند "+"), حذف (با پیشوند "-") یا با استفاده از دو آرگومان (جستجو و جایگزینی) جایگزین می‌کند. "header_down" هِدر پاسخ‌های بازگشتی از backend را به‌صورت مشابه تنظیم، اضافه، حذف یا جایگزین می‌کند. برای اطلاعات بیشتر: https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers
fr_fr: "header_up" définit, ajoute (avec le préfixe "+"), supprime (avec le préfixe "-") ou effectue un remplacement (en utilisant deux arguments, une recherche et un remplacement) dans un en-tête de demande allant en amont vers le backend. "header_down" définit, ajoute (avec le préfixe "+"), supprime (avec le préfixe "-") ou effectue un remplacement (en utilisant deux arguments, une recherche et un remplacement) dans un en-tête de réponse en aval du backend. Pour plus d'informations : https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers
it_it: "header_up" imposta, aggiunge (con il prefisso "+"), elimina (con il prefisso "-") o esegue una sostituzione (utilizzando due argomenti, una ricerca e una sostituzione) in un'intestazione di richiesta che va a monte del backend. "header_down" imposta, aggiunge (con il prefisso "+"), elimina (con il prefisso "-") o esegue una sostituzione (utilizzando due argomenti, una ricerca e una sostituzione) in un'intestazione di risposta proveniente a valle dal backend. Per ulteriori informazioni: https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers
uk_ua: "header_up" встановлює, додає (з префіксом "+"), видаляє (з префіксом "-") або виконує заміну (використовуючи два аргументи: пошук і заміна) у заголовку запиту, що прямує вгору до бекенду. "header_down" встановлює, додає (з префіксом "+"), видаляє (з префіксом "-") або виконує заміну (використовуючи два аргументи: пошук і заміна) у заголовку відповіді, що надходить від бекенду. Додаткова інформація: https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers
zh_cn: “header_up”在向后端上游的请求标头中设置、添加（使用“+”前缀）、删除（使用“-”前缀）或执行替换（通过使用两个参数，搜索和替换）。“header_down” 在从后端下游的响应标头中设置、添加（使用“+”前缀）、删除（使用“-”前缀）或执行替换（通过使用两个参数，搜索和替换）。有关更多信息，请访问：https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers

source: A list of server IP addresses to relay DHCP requests to.
cs_cz: Seznam IP adres serverů, na které se mají předávat DHCP požadavky.
de_de: Eine Liste von Server-IP-Adressen, an die DHCP-Anfragen weitergeleitet werden sollen.
el_gr: Μια λίστα με διευθύνσεις IP διακομιστή για την αναμετάδοση αιτημάτων DHCP.
fa_ir: فهرستی از آدرس‌های IP سرور برای رله کردن درخواست‌های DHCP.
fr_fr: Une liste d'adresses IP de serveurs vers lesquelles relayer les requêtes DHCP.
it_it: Un elenco di indirizzi IP del server a cui inoltrare le richieste DHCP.
ko_kr: DHCP 요청을 중계할 서버 IP 주소 목록입니다.
uk_ua: Список IP-адрес серверів для пересилання запитів DHCP.
zh_cn: 中继服务器IP地址列表。

source: ACL applies on selected users and groups. Users are prefixed with *, best use groups to structure policies
cs_cz: ACL se vztahuje na vybrané uživatele a skupiny. Uživatelé mají předponu *, pro strukturování zásad je nejlepší použít skupiny.
de_de: ACL gilt für ausgewählte Benutzer und Gruppen. Benutzernamen sind mit "" vorangestellt – am besten Gruppen verwenden, um Richtlinien zu strukturieren.
el_gr: Το ACL εφαρμόζεται σε επιλεγμένους χρήστες και ομάδες. Οι χρήστες έχουν πρόθεμα *, είναι καλύτερο να χρησιμοποιείτε ομάδες για τη δομή πολιτικών.
fa_ir: ACL بر کاربران و گروه‌های منتخب اعمال می‌شود. کاربران با پیش‌نشانهٔ * مشخص می‌شوند؛ بهتر است از گروه‌ها برای ساختاربندی سیاست‌ها استفاده کنید.
fr_fr: L'ACL s'applique aux utilisateurs et aux groupes sélectionnés. Les utilisateurs sont préfixés par *, il est préférable d'utiliser les groupes pour structurer les politiques.
it_it: L'ACL si applica agli utenti e ai gruppi selezionati. Gli utenti hanno il prefisso *, è meglio utilizzare i gruppi per strutturare le policy
ko_kr: ACL은 선택한 사용자 및 그룹에 적용됩니다. 사용자는 *로 프리픽스가 붙으며, 그룹을 가장 잘 사용하여 정책을 구성합니다
uk_ua: ACL застосовується до вибраних користувачів і груп. Користувачі мають префікс *, для структурування політик найкраще використовувати групи
zh_cn: 访问控制列表（ACL）适用于选定的用户和组。用户名前缀为 *，建议使用组来组织策略

source: ACME Email
cs_cz: E-mail pro ACME
de_de: ACME-E-Mail-Adresse
el_gr: Ηλεκτρονικό ταχυδρομείο ACME
fa_ir: ایمیل ACME
it_it: E-mail ACME
ko_kr: ACME 이메일
uk_ua: Електронна пошта ACME
zh_cn: ACME邮箱

source: API Key (DEPRECATED)
cs_cz: Klíč k API (ZASTARALÉ)
de_de: API-Schlüssel (VERALTET)
el_gr: Κλειδί API (ΚΑΤΑΡΓΗΘΗΚΕ)
fa_ir: کلید API (منسوخ)
fr_fr: Clé API (DÉCRYPTÉE)
it_it: Chiave API (DEPRECATA)
ko_kr: API 키(사용되지 않음)
uk_ua: Ключ API (ЗАСТАРІЛЕ)
zh_cn: API密钥（已删除）

source: API Signing key in PEM format
cs_cz: Podpisový klíč API (ve formátu PEM)
de_de: API-Signaturschlüssel im PEM-Format
el_gr: Κλειδί υπογραφής API σε μορφή PEM
fa_ir: کلید امضای API در قالب PEM
fr_fr: Clé de signature API au format PEM
it_it: Chiave di firma API in formato PEM
ko_kr: PEM 형식의 API 서명 키
uk_ua: Ключ підпису API у форматі PEM
zh_cn: PEM格式的API签名密钥

source: API Username
cs_cz: Uživatelské jméno k API
de_de: API-Benutzername
el_gr: Όνομα χρήστη API
fa_ir: نام کاربری API
fr_fr: Nom d'utilisateur API
it_it: Nome utente dell'API
ko_kr: API 사용자 이름
uk_ua: Ім'я користувача API
zh_cn: API用户名

source: API-Key
cs_cz: Klíč k API
de_de: API-Schlüssel
el_gr: Κλειδί API
fa_ir: کلید API
fr_fr: Clé API
it_it: Chiave API
ko_kr: API-키
uk_ua: Ключ API
zh_cn: API密钥

source: Access List
cs_cz: Přístupový seznam
de_de: Zugriffsliste
el_gr: Λίστα πρόσβασης
fa_ir: فهرست دسترسی
fr_fr: Liste d'accès
it_it: Elenco di accesso
ko_kr: 액세스 목록
uk_ua: Список доступу
zh_cn: 访问列表

source: Action to perform.
cs_cz: Akce kterou provést.
de_de: Auszuführende Aktion.
el_gr: Ενέργεια προς εκτέλεση.
fa_ir: عملی که باید انجام شود.
fr_fr: Action à réaliser.
it_it: Azione da eseguire.
ko_kr: 수행할 작업
uk_ua: Дія для виконання.
zh_cn: 要执行的操作。
