Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Typically "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)
cs_cz: Typicky „member“ (OpenLDAP), „memberOf“ (Microsoft AD), „uniqueMember“ (Novell eDirectory)
el_gr: Συνήθως "μέλος" (OpenLDAP), "μέλοςΟφ" (Microsoft AD), "uniqueMember" (ηλεκτρονικός κατάλογος Novell)
pl_pl: Zazwyczaj "member" (OpenLDAP), "memberOf" (Microsoft AD), "uniqueMember" (Novell eDirectory)

source: User Naming Attribute
cs_cz: Atribut pojmenování uživatele
el_gr: Χαρακτηριστικό ονομασίας χρήστη
pl_pl: Atrybut nazwy użytkownika

source: WINS Server 1
cs_cz: WINS server č. 1
el_gr: Διακομιστής WINS 1
pl_pl: Serwer WINS 1

source: WINS Server 2
cs_cz: WINS server č. 2
el_gr: Διακομιστής WINS 2
pl_pl: Serwer WINS 2

source: Your configuration is now complete.
cs_cz: Nastavení je nyní hotové.
el_gr: Η διαμόρφωσή σας έχει πλέον ολοκληρωθεί.
pl_pl: Twoja konfiguracja jest teraz gotowa.

source: authscope
cs_cz: rozsahověř
el_gr: autscope

source: authserv
cs_cz: ověřslužb
el_gr: διακομιστής εξουσιοδότησης

source: authtype
cs_cz: typověř
el_gr: τύπος εξουσιοδότησης

source: certname
cs_cz: názcert
el_gr: όνομα πιστοποιητικού

source: city
cs_cz: město
el_gr: πόλη
pl_pl: miasto

source: compression
cs_cz: komprese
el_gr: συμπίεση
pl_pl: kompresja

source: concurrentcon
cs_cz: souběžnýchspoj
el_gr: ταυτόχρονη συνάρτηση

source: country
cs_cz: země
el_gr: χώρα
pl_pl: kraj

source: crypto
cs_cz: šifrování
el_gr: κρυπτογράφηση
pl_pl: krypto

source: defaultdomain
cs_cz: vychozidomena
el_gr: προεπιλεγμένος τομέας
pl_pl: domena domyślna

source: descr
cs_cz: popis
el_gr: περιγραφή
pl_pl: opis

source: digest
cs_cz: otisk
el_gr: σύνοψη
pl_pl: skrót (w kontekście kryptograficznym)

source: dummy
cs_cz: výplň
el_gr: ανδρείκελο

source: duplicate_cn
cs_cz: duplicitní_cn
el_gr: διπλότυπο_cn

source: generatetlskey
cs_cz: vytvořittlsklíč
el_gr: generatelskey

source: interclient
cs_cz: meziklient
el_gr: ενδιάμεσος πελάτης

source: keylength
cs_cz: délka klíče
el_gr: μήκος κλειδιού
pl_pl: długość klucza

source: lifetime
cs_cz: životnost
el_gr: διάρκεια ζωής
pl_pl: czas życia

source: localnet
cs_cz: místní síť
el_gr: τοπικό δίκτυο
pl_pl: sieć lokalna

source: memberattr
cs_cz: členatrib
el_gr: μέλος

source: nbtenable
cs_cz: nbtzapnout
el_gr: εφικτός

source: nbttype
cs_cz: nbttyp
el_gr: τύπος nbt

source: organization
cs_cz: organizace
el_gr: οργάνωση
pl_pl: organizacja

source: redirectgw
cs_cz: přesměrbránu
el_gr: ανακατεύθυνσηgw
pl_pl: przekieruj bramę

source: remotenet
el_gr: απομακρυσμένο δίκτυο
pl_pl: sieć zdalna

source: scope
cs_cz: rozsah
el_gr: έκταση
pl_pl: zakres

source: state
cs_cz: Stát
el_gr: κατάσταση
pl_pl: stan

source: tos
el_gr: όροι

source: transport
cs_cz: přenos
el_gr: μεταφορά

source: tunnelnet
cs_cz: síť tunelu
el_gr: δίκτυο σηράγγων
pl_pl: sieć tunelowa

source: Provide the selected phase 2 PFS group to all mobile clients.
cs_cz: Poskytovat vybranou skupinu PFS fáze 2 všem mobilním klientům.
el_gr: Παρέχετε την επιλεγμένη ομάδα PFS φάσης 2 σε όλους τους κινητούς πελάτες.
pl_pl: Dostarcz wybranej grupie klientów fazę 2 PFS.

source: Phase 2 PFS Group
cs_cz: PFS skupina 2. fáze
el_gr: Ομάδα PFS Φάσης 2
pl_pl: Grupa PFS fazy 2

source: Enter a comma-separated list. If left blank, and a default domain is set, it will be used for this value.
cs_cz: Zadejte čárkou oddělovaný seznam. Pokud nevyplněno (a je nastavená výchozí doména), bude použita pro tuto hodnotu.
el_gr: Εισαγάγετε μια λίστα διαχωρισμένη με κόμμα. Εάν αφεθεί κενό και έχει οριστεί προεπιλεγμένος τομέας, θα χρησιμοποιηθεί για αυτήν την τιμή.
pl_pl: Wprowadź listę oddzieloną przecinkami. Jeśli zostawisz puste i domyślna domena jest ustawiona, zostanie użyta dla tej wartości.

source: Provide a list of split DNS domain names to clients
cs_cz: Poskytovat seznam rozdělených (split) názvů DNS domén klientům
el_gr: Παροχή μιας λίστας με διαχωρισμένα ονόματα τομέα DNS στους πελάτες
pl_pl: Podaj klientom listę domen split DNS

source: With iPhone clients, this does not work when deployed via the iPhone configuration utility, only by manual entry.
cs_cz: V případě klientů s iPhone, toto nefunguje pokud nasazeno prostřednictvím nástroje pro nastavení iPhone – pouze ručním zadáním.
el_gr: Με τους υπολογιστές-πελάτες iPhone, αυτό δεν λειτουργεί όταν αναπτύσσεται μέσω του βοηθητικού προγράμματος ρύθμισης παραμέτρων iPhone, αλλά μόνο με μη αυτόματη εισαγωγή.
pl_pl: Z klientami iPhone'a ta funkcja nie działa, gdy jest wdrażana za pomocą narzędzia konfiguracyjnego iPhone'a, tylko przez ręczne wprowadzenie.

source: Allow clients to save Xauth passwords (Cisco VPN client only)
cs_cz: Umožnit klientům ukládat si Xauth hesla (pouze Cisco VPN klient)
el_gr: Να επιτρέπεται στους πελάτες να αποθηκεύουν κωδικούς πρόσβασης Xauth (μόνο για το πρόγραμμα-πελάτης Cisco VPN)
pl_pl: Pozwól klientom na zapisywanie haseł Xauth (tylko dla klienta VPN Cisco)

source: Please be aware that this option does not cover all areas of the system and will be removed in a future release.
cs_cz: Mějte na paměti, že tato volba nepokrývá všechny oblasti systému a v budoucím vydání bude odebrána.
el_gr: Λάβετε υπόψη ότι αυτή η επιλογή δεν καλύπτει όλες τις περιοχές του συστήματος και θα καταργηθεί σε μελλοντική έκδοση.
pl_pl: Proszę mieć świadomość, że ta opcja nie obejmuje wszystkich obszarów systemu i zostanie usunięta w przyszłej wersji.

source: Normal group
cs_cz: Běžná skupina
el_gr: Κανονική ομάδα
pl_pl: Grupa standardowa

source: Superuser group
cs_cz: Skupina správců
el_gr: Ομάδα υπερχρηστών
pl_pl: Grupa superużytkowników

source: When set, console login, SSH, and other system services can only use standard UNIX account authentication.
cs_cz: Pokud je nastaveno, přihlášení na konzoli, SSH a ostatní systémové služby mohou používat pouze ověřování standardním unixovým účtem.
el_gr: Όταν οριστεί, η σύνδεση στην κονσόλα, το SSH και άλλες υπηρεσίες συστήματος μπορούν να χρησιμοποιούν μόνο τον τυπικό έλεγχο ταυτότητας λογαριασμού UNIX.
pl_pl: Gdy jest ustawione, logowanie do konsoli, SSH oraz inne usługi systemowe mogą korzystać tylko z standardowego uwierzytelnienia kont UNIX.

source: Sudo
el_gr: Σούντο

source: Generate configuration templates
cs_cz: Vytvořit šablony nastavení
el_gr: Δημιουργία προτύπων διαμόρφωσης
pl_pl: Generuj szablony konfiguracji

source: Synchronize config to backup
cs_cz: Synchronizovat do zálohy nastavení
el_gr: Συγχρονισμός διαμόρφωσης με δημιουργία αντιγράφων ασφαλείας
pl_pl: Synchronizuj konfigurację z kopią zapasową

source: Synchronize
cs_cz: Synchronizovat
el_gr: Συγχρονίζω
pl_pl: Synchronizuj

source: Edit entry
cs_cz: Upravit položku
el_gr: Επεξεργασία καταχώρησης
pl_pl: Edytuj wpis

source: If this option is set, Dnsmasq will not forward reverse DNS lookups (PTR) for private addresses (RFC 1918) to upstream name servers. Any entries in the Domain Overrides section forwarding private "n.n.n.in-addr.arpa" names to a specific server are still forwarded. If the IP to name is not known from /etc/hosts, DHCP or a specific domain override then a "not found" answer is immediately returned.
cs_cz: Pokud je tato předvolba nastavena, nebude Dnsmasq předávat reverzní vyhledávání DNS (PTR) pro privátní adresy (RFC 1918) na upstreamové jmenné servery. Veškeré záznamy v sekci Domain Overrides (Přepsání domén), které předávají privátní jména "n.n.n.in-addr.arpa" na konkrétní server, jsou stále předávány. Pokud není IP adresa ke jménu známa z /etc/hosts, DHCP nebo specifického přepisu domény, je okamžitě vrácena odpověď "nenalezeno".
el_gr: Εάν οριστεί αυτή η επιλογή, το Dnsmasq δεν θα προωθήσει αντίστροφες αναζητήσεις DNS (PTR) για ιδιωτικές διευθύνσεις (RFC 1918) σε ανοδικούς διακομιστές ονομάτων. Οποιεσδήποτε καταχωρήσεις στην ενότητα "Παρακάμψεις τομέα" που προωθούν ιδιωτικά ονόματα "nnnin-addr.arpa" σε έναν συγκεκριμένο διακομιστή εξακολουθούν να προωθούνται. Εάν η διεύθυνση IP προς όνομα δεν είναι γνωστή από το /etc/hosts, το DHCP ή μια συγκεκριμένη παράκαμψη τομέα, τότε επιστρέφεται αμέσως η απάντηση "δεν βρέθηκε".
pl_pl: Jeśli ta opcja jest ustawiona, Dnsmasq nie będzie przekazywać odwrotnych zapytań DNS (PTR) dla prywatnych adresów (RFC 1918) do górnych serwerów nazw. Wszystkie wpisy w sekcji Domain Overrides przekazujące prywatne nazwy "n.n.n.in-addr.arpa" do określonego serwera są nadal przekazywane. Jeśli IP do nazwy nie jest znane z /etc/hosts, DHCP lub określonego przekierowania domeny, to odpowiedź "nie znaleziono" jest natychmiast zwracana.

source: If this option is set, Dnsmasq will not forward A or AAAA queries for plain names, without dots or domain parts, to upstream name servers. If the name is not known from /etc/hosts or DHCP then a "not found" answer is returned.
cs_cz: Pokud je tato předvolba nastavena, nebude Dnsmasq přeposílat A nebo AAAA dotazy pro prosté názvy bez teček nebo doménové části na nadřazené jmenné servery. Pokud název není znám z /etc/hosts nebo DHCP, je vrácena odpověď „nenalezeno“.
el_gr: Εάν οριστεί αυτή η επιλογή, το Dnsmasq δεν θα προωθεί ερωτήματα A ή AAAA για απλά ονόματα, χωρίς τελείες ή τμήματα τομέα, σε ανοδικούς διακομιστές ονομάτων. Εάν το όνομα δεν είναι γνωστό από το /etc/hosts ή το DHCP, τότε επιστρέφεται η απάντηση "δεν βρέθηκε".
pl_pl: Jeśli ta opcja jest ustawiona, Dnsmasq nie będzie przekazywać zapytań A lub AAAA dla prostych nazw, bez kropek lub części domenowych, do górnych serwerów nazw. Jeśli nazwa nie jest znana z /etc/hosts lub DHCP, to odpowiedź "nie znaleziono" jest zwracana.

source: If this option is set, Dnsmasq will query the DNS servers sequentially in the order specified (System: General Setup: DNS Servers), rather than all at once in parallel.
cs_cz: Pokud je tato předvolba nastavena, bude se Dnsmasq dotazovat DNS serverů postupně v zadaném pořadí (Systém: Obecná nastavení: DNS Servery), nikoliv paralelně najednou.
el_gr: Εάν οριστεί αυτή η επιλογή, το Dnsmasq θα υποβάλει ερώτημα στους διακομιστές DNS διαδοχικά με την καθορισμένη σειρά (Σύστημα: Γενική ρύθμιση: Διακομιστές DNS), αντί για όλους ταυτόχρονα και παράλληλα.
pl_pl: Jeśli ta opcja jest ustawiona, Dnsmasq będzie kierować zapytania do serwerów DNS kolejno w określonej kolejności (System: General Setup: DNS Servers), zamiast wszystkich naraz równolegle.

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Dnsmasq, so that their name can be resolved.
cs_cz: Pokud je tato předvolba nastavena, budou počítače, které při žádosti o DHCP zápůjčku uvedou svůj název hostitele, zaregistrovány v Dnsmasq, aby bylo možné jejich název přeložit.
el_gr: Εάν οριστεί αυτή η επιλογή, τότε οι υπολογιστές που καθορίζουν το όνομα κεντρικού υπολογιστή τους όταν ζητούν εκχώρηση DHCP θα καταχωρούνται στο Dnsmasq, ώστε να είναι δυνατή η ανάλυση του ονόματός τους.
pl_pl: Jeśli ta opcja jest ustawiona, maszyny podające swoją nazwę hosta podczas żądania dzierżawy DHCP będą zarejestrowane w Dnsmasq, dzięki czemu ich nazwa może być rozpoznawana.

source: Register DHCP leases
cs_cz: Registrovat DHCP zápůjčky
el_gr: Εγγραφή μισθώσεων DHCP
pl_pl: Rejestruj dzierżawy DHCP

source: This option does not work with IPv6. If set, Dnsmasq will not bind to IPv6 addresses.
cs_cz: Tato volba nefunguje s IPv6. Pokud nastaveno, Dnsmasq se nenaváže na IPv6 adresy.
el_gr: Αυτή η επιλογή δεν λειτουργεί με IPv6. Εάν οριστεί, το Dnsmasq δεν θα συνδέεται με διευθύνσεις IPv6.
pl_pl: Ta opcja nie działa z IPv6. Jeśli jest ustawiona, Dnsmasq nie będzie przypisany do adresów IPv6.

source: If this option is set, Dnsmasq will only bind to the interfaces containing the IP addresses selected above, rather than binding to all interfaces and discarding queries to other addresses.
cs_cz: Pokud je tato předvolba nastavena, bude se Dnsmasq navazovat pouze na rozhraní obsahující výše vybrané IP adresy, místo aby se navázalo na všechna rozhraní a zahazovalo dotazy na ostatní adresy.
el_gr: Εάν οριστεί αυτή η επιλογή, το Dnsmasq θα συνδέεται μόνο με τις διεπαφές που περιέχουν τις διευθύνσεις IP που επιλέχθηκαν παραπάνω, αντί να συνδέεται με όλες τις διεπαφές και να απορρίπτει ερωτήματα σε άλλες διευθύνσεις.
pl_pl: Jeśli ta opcja jest ustawiona, Dnsmasq będzie przypisany tylko do interfejsów zawierających wybrane powyżej adresy IP, zamiast przypisywać się do wszystkich interfejsów i odrzucać zapytania do innych adresów.

source: Bind Mode
cs_cz: Režim navázání
el_gr: Λειτουργία βιβλιοδεσίας
pl_pl: Tryb przypisania

source: Interface IPs used by Dnsmasq for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
cs_cz: IP adresy rozhraní používané Dnsmasq pro odpovídání na dotazy klientů. Pokud má rozhraní jak IPv4, tak IPv6 adresy, budou použity obě. Dotazy IP adresy rozhraní jiných, než níže vybraných, jsou zahazovány. Výchozí chování je odpovídat na dotazy na všechny dostupné IPv4 a IPv6 adresy.
el_gr: IP διεπαφών που χρησιμοποιούνται από το Dnsmasq για την απάντηση σε ερωτήματα από υπολογιστές-πελάτες. Εάν μια διεπαφή έχει IP IPv4 και IPv6, χρησιμοποιούνται και οι δύο. Τα ερωτήματα σε άλλες IP διεπαφών που δεν έχουν επιλεγεί παρακάτω απορρίπτονται. Η προεπιλεγμένη συμπεριφορά είναι η απάντηση σε ερωτήματα σε κάθε διαθέσιμη διεύθυνση IPv4 και IPv6.
pl_pl: Adresy IP interfejsu używane przez Dnsmasq do odpowiadania na zapytania od klientów. Jeśli interfejs ma zarówno adresy IPv4, jak i IPv6, oba są używane. Zapytania do innych adresów interfejsu IP, które nie zostały wybrane poniżej, są odrzucane. Domyślne zachowanie polega na odpowiadaniu na zapytania na każdym dostępnym adresie IPv4 i IPv6.

source: Enable Dnsmasq
cs_cz: Zapnout Dnsmasq
el_gr: Ενεργοποίηση Dnsmasq
pl_pl: Włącz Dnsmasq

source: General options
cs_cz: Obecné volby
el_gr: Γενικές επιλογές
pl_pl: Opcje ogólne

source: The Dnsmasq configuration has been changed.
cs_cz: Nastavení Dnsmasq byla změněna.
el_gr: Η διαμόρφωση του Dnsmasq έχει αλλάξει.
pl_pl: Konfiguracja Dnsmasq została zmieniona.

source: Dnsmasq
el_gr: Ντνσμάσκ

source: The group name shall not end in a digit.
cs_cz: Název skupiny nemůže končit číslicí
el_gr: Το όνομα της ομάδας δεν πρέπει να τελειώνει σε ψηφίο.
pl_pl: Nazwa grupy nie może kończyć się cyfrą.

source: Link-local address
cs_cz: Adresa link-local
el_gr: Διεύθυνση τοπικής σύνδεσης
pl_pl: Adres link-local

source: Link-local
el_gr: Τοπικός σύνδεσμος

source: SLAAC configuration
cs_cz: Nastavení SLAAC
el_gr: Διαμόρφωση SLAAC
pl_pl: Konfiguracja SLAAC

source: Request the IPv6 information through the IPv4 PPP connectivity link.
cs_cz: Vyžádat si informace k IPv6 prostřednictvím linky IPv4 PPP připojení.
el_gr: Ζητήστε τις πληροφορίες IPv6 μέσω της σύνδεσης συνδεσιμότητας IPv4 PPP.
pl_pl: Zażądaj informacji IPv6 przez połączenie linku IPv4 PPP.

source: Set the IPv6 address on the IPv4 PPP connectivity link.
cs_cz: Nastavit IPv6 adresu na lince IPv4 PPP připojení.
el_gr: Ορίστε τη διεύθυνση IPv6 στη σύνδεση συνδεσιμότητας IPv4 PPP.
pl_pl: Ustaw adres IPv6 na połączeniu linku IPv4 PPP.

source: For this type of VIP loopback is not allowed.
cs_cz: Pro tento typ VIP není loopback dovolen.
el_gr: Για αυτόν τον τύπο o VIP βρόχος επιστροφής δεν επιτρέπεται.
pl_pl: Dla tego typu VIP, loopback nie jest dozwolony.

source: Saved settings, but remote backup failed.
cs_cz: Nastavení uložena, ale vzdálená záloha se nezdařila.
el_gr: Οι ρυθμίσεις αποθηκεύτηκαν, αλλά η απομακρυσμένη δημιουργία αντιγράφων ασφαλείας απέτυχε.
pl_pl: Ustawienia zostały zapisane, ale zdalna kopia zapasowa nie powiodła się.

source: The Monit configuration has been changed
cs_cz: Nastavení pro Monit byla změněna
el_gr: Η διαμόρφωση του Monit έχει αλλάξει
pl_pl: Konfiguracja Monit została zmieniona

source: Full Date & Time
cs_cz: Úplný datum a čas
el_gr: Πλήρης Ημερομηνία & Ώρα
pl_pl: Pełna data i czas

source: TheGreenBow
el_gr: Το Πράσινο Τόξο
it_it: L'arcoverde

source: Please enter a different name for the Certificate. A Certificate with that name/common name already exists.
cs_cz: Zadejte jiný název pro certifikát. Tento už je používán pro jiný (name / common name).
el_gr: Παρακαλώ εισάγετε ένα διαφορετικό όνομα για το πιστοποιητικό. Υπάρχει ήδη ένα πιστοποιητικό με αυτό το όνομα/κοινό όνομα.
pl_pl: Wprowadź inną nazwę dla Certyfikatu. Certyfikat o tej nazwie/wspólnej nazwie już istnieje.

source: Please enter a different name for the Certificate Authority. A Certificate Authority with that name already exists.
cs_cz: Zadejte pro certifikační autoritu jiný název. Už totiž existuje jiná, která má název, který jste se pokusili použít.
el_gr: Εισαγάγετε ένα διαφορετικό όνομα για την Αρχή έκδοσης πιστοποιητικών. Υπάρχει ήδη μια Αρχή έκδοσης πιστοποιητικών με αυτό το όνομα.
pl_pl: Wprowadź inną nazwę dla Organu Certyfikacji. Organ Certyfikacji o tej nazwie już istnieje.

source: Endpoints
cs_cz: Koncové body
el_gr: Τελικά σημεία
pl_pl: Punkty końcowe

source: Hardware information
cs_cz: Informace o hardware
el_gr: Πληροφορίες υλικού
pl_pl: Informacje o sprzęcie

source: Allow unprivileged access to tap(4) device nodes
cs_cz: Umožnit neprivilegovaný přístup k uzlům zařízení tap(4)
el_gr: Να επιτρέπεται η πρόσβαση χωρίς δικαιώματα στους κόμβους της συσκευής tap(4)
pl_pl: Zezwól na dostęp bez uprawnień do węzłów urządzenia tap(4)

source: Disable CTRL+ALT+Delete reboot from keyboard.
cs_cz: Znemožnit restart stiskem Ctrl+Alt+Del na klávesnici.
el_gr: Απενεργοποίηση CTRL+ALT+Διαγραφή επανεκκίνησης από το πληκτρολόγιο.
pl_pl: Wyłącz restart za pomocą CTRL+ALT+Delete z klawiatury.

source: Disable Indirect Branch Restricted Speculation (Spectre V2 mitigation)
cs_cz: Neřešit zranitelnost (a neztrácet tak výkon) v Indirect Branch Restricted Speculation (dopad chyby Spectre V2)
el_gr: Απενεργοποίηση κερδοσκοπίας με περιορισμένο έμμεσο κλάδο (μετριασμός Spectre V2)
pl_pl: Wyłącz spekulację ograniczoną dla gałęzi pośrednich (ochrona przed Spectre V2)

source: Do not delay ACK to try and piggyback it onto a data packet
cs_cz: Neodkládat ACK a nepokoušet se ho připojit k datovému paketu
el_gr: Μην καθυστερείτε το ACK για να προσπαθήσετε να το συνδέσετε σε ένα πακέτο δεδομένων
pl_pl: Nie opóźniaj potwierdzenia ACK, aby spróbować dołączyć je do pakietu danych

source: Do not send ICMP port unreachable messages for closed UDP ports
cs_cz: Pro neotevřené UDP porty neposílat ICMP zprávy o jejich nedosažitelnosti
el_gr: Μην στέλνετε μηνύματα μη προσβάσιμης θύρας ICMP για κλειστές θύρες UDP
pl_pl: Nie wysyłaj komunikatów ICMP o nieosiągalnym porcie dla zamkniętych portów UDP

source: Drop SYN-FIN packets (breaks RFC1379, but nobody uses it anyway)
cs_cz: Zahazovat SYN-FIN pakety (porušuje normu RFC1379, nicméně stejně je nikdo nepoužívá)
el_gr: Απόρριψη πακέτων SYN-FIN (παραβιάζει το RFC1379, αλλά κανείς δεν το χρησιμοποιεί ούτως ή άλλως)
pl_pl: Odrzuć pakiety SYN-FIN (łamie RFC1379, ale i tak nikt tego nie używa)

source: Drop packets to closed TCP ports without returning a RST
cs_cz: Zahazovat pakety na neotevřené TCP porty a přitom nevracet RST
el_gr: Απόρριψη πακέτων σε κλειστές θύρες TCP χωρίς επιστροφή RST
pl_pl: Odrzuć pakiety do zamkniętych portów TCP bez zwracania RST

source: Enable TCP extended debugging
cs_cz: Zapnout rozšířené ladění TCP
el_gr: Ενεργοποίηση εκτεταμένου εντοπισμού σφαλμάτων TCP
pl_pl: Włącz rozszerzone debugowanie TCP

source: Enable privacy settings for IPv6 (RFC 4941)
cs_cz: Zapnout nastavení soukromí pro IPv6 (RFC 4941)
el_gr: Ενεργοποίηση ρυθμίσεων απορρήτου για IPv6 (RFC 4941)
pl_pl: Włącz ustawienia prywatności dla IPv6 (RFC 4941)

source: Enable sending IPv6 redirects
cs_cz: Zapnout posílání IPv6 přesměrování
el_gr: Ενεργοποίηση αποστολής ανακατευθύνσεων IPv6
pl_pl: Włącz wysyłanie przekierowań IPv6

source: Enable/disable sending of ICMP redirects in response to IP packets for which a better, and for the sender directly reachable, route and next hop is known.
cs_cz: Zapnout/vypnout odesílání ICMP přesměrování v reakci na IP pakety, pro které je známa lepší a pro odesílatele přímo dosažitelná trasa a další skok.
el_gr: Ενεργοποίηση/απενεργοποίηση αποστολής ανακατευθύνσεων ICMP σε απάντηση των IP πακέτων για τα οποία είναι γνωστή μια καλύτερη διαδρομή και επόμενο hop, και για τον αποστολέα άμεσα προσβάσιμο.
pl_pl: Włącz/wyłącz wysyłanie przekierowań ICMP w odpowiedzi na pakiety IP, dla których znana jest lepsza i dla nadawcy bezpośrednio osiągalna trasa i następny skok. ␣␣␣␣␣␣

source: Generate SYN cookies for outbound SYN-ACK packets
cs_cz: Vytvářet SYN cookie pro odchozí SYN-ACK pakety
el_gr: Δημιουργία cookie SYN για εξερχόμενα πακέτα SYN-ACK
pl_pl: Generuj ciasteczka SYN dla wychodzących pakietów SYN-ACK

source: Handling of non-IP packets which are not passed to pfil (see if_bridge(4))
cs_cz: Zpracování paketů jiných než IP, které nejsou předávány pfil (viz if_bridge(4))
el_gr: Χειρισμός πακέτων εκτός IP που δεν διαβιβάζονται στο pfil (βλ. if_bridge(4))
pl_pl: Obsługa pakietów nie-IP, które nie są przekazywane do pfil (patrz if_bridge(4))

source: Hide processes running as other groups
cs_cz: Skrýt procesy spuštěné pod ostatními skupinami
el_gr: Απόκρυψη διεργασιών που εκτελούνται ως άλλες ομάδες
pl_pl: Ukryj procesy działające w innych grupach

source: Hide processes running as other users
cs_cz: Skrýt procesy spuštěné pod ostatními uživateli
el_gr: Απόκρυψη διεργασιών που εκτελούνται ως άλλοι χρήστες
pl_pl: Ukryj procesy działające jako inni użytkownicy

source: Increase UFS read-ahead speeds to match the state of hard drives and NCQ.
cs_cz: Zvýšit frekvenci UFS přednačítání aby odpovídala stavu pevných disků a NCQ.
el_gr: Αυξήστε τις ταχύτητες εκ των προτέρων ανάγνωσης UFS ώστε να ταιριάζουν με την κατάσταση των σκληρών δίσκων και το NCQ.
pl_pl: Zwiększ prędkość wczytywania UFS, aby dostosować się do stanu dysków twardych i NCQ.

source: Maximum incoming/outgoing TCP datagram size (receive)
cs_cz: Maximální velikost příchozích/odchozích TCP datagramů (příjem)
el_gr: Μέγιστο μέγεθος εισερχόμενου/εξερχόμενου datagram TCP (λήψη)
pl_pl: Maksymalny rozmiar przychodzącego/wychodzącego datagramu TCP (odbierz)

source: Maximum incoming/outgoing TCP datagram size (send)
cs_cz: Maximální velikost příchozích/odchozích TCP datagramů (odeslání)
el_gr: Μέγιστο μέγεθος εισερχόμενου/εξερχόμενου datagram TCP (αποστολή)
pl_pl: Maksymalny rozmiar przychodzącego/wychodzącego datagramu TCP (wyślij)

source: Maximum outgoing UDP datagram size
cs_cz: Maximální velikost odchozího UDP datagramu
el_gr: Μέγιστο μέγεθος εξερχόμενου datagram UDP
pl_pl: Maksymalny rozmiar wychodzącego datagramu UDP

source: Maximum socket buffer size
cs_cz: Maximální velikost vyrovnávací paměti soketu
el_gr: Μέγιστο μέγεθος buffer υποδοχής
pl_pl: Maksymalny rozmiar bufora gniazda

source: Page Table Isolation (Meltdown mitigation, requires reboot.)
cs_cz: Izolace tabulky stránek (zmírnění dopadu zranitelnosti Meltdown – vyžaduje restart).
el_gr: Απομόνωση πίνακα σελίδων (Μετριασμός κρυοπαγήματος, απαιτείται επανεκκίνηση.)
pl_pl: Izolacja tablicy stron (ochrona przed Meltdown, wymaga ponownego uruchomienia).

source: Prefer privacy addresses and use them over the normal addresses
cs_cz: Upřednostňovat soukromé adresy a používat je namísto běžných adres
el_gr: Προτίμηση διευθύνσεων απορρήτου και χρήση τους αντί των κανονικών διευθύνσεων
pl_pl: Preferuj adresy prywatności i używaj ich zamiast normalnych adresów

source: Randomize PID's (see src/sys/kern/kern_fork.c: sysctl_kern_randompid())
cs_cz: Vytvářet náhodné procesům náhodné identifikátory (viz src/sys/kern/kern_fork.c: sysctl_kern_randompid())
el_gr: Τυχαιοποίηση PID (δείτε src/sys/kern/kern_fork.c: sysctl_kern_randompid())
pl_pl: Losuj PID'y (patrz src/sys/kern/kern_fork.c: sysctl_kern_randompid())
