Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Hostname or address to trace.
cs_cz: Název hostitele nebo adresa, kterou chcete sledovat.
de_de: Hostname oder IP-Adresse zum Nachverfolgen.
el_gr: Όνομα κεντρικού υπολογιστή ή διεύθυνση προς ανίχνευση.
fa_ir: نام میزبان یا آدرسی برای ردیابی.
fr_fr: Nom d'hôte ou adresse à tracer.
it_it: Nome host o indirizzo da tracciare.
ko_kr: 추적할 호스트 이름 또는 주소입니다.
uk_ua: Ім'я хоста або адреса для трасування.
zh_cn: 要跟踪的主机名或地址。

source: How long to wait before the checkip process times out
cs_cz: Jak dlouho čekat, než se proces checkip ukončí
de_de: Wie lange gewartet werden soll, bevor der IP-Prüfprozess abbricht
el_gr: Πόσο χρόνο πρέπει να περιμένετε πριν λήξει η διαδικασία ελέγχου
fa_ir: مدت انتظار تا منقضی شدن فرآیند checkip
fr_fr: Combien de temps faut-il attendre avant que le processus checkip n'arrive à son terme ?
it_it: Quanto tempo attendere prima che il processo di controllo scada
ko_kr: checkip 프로세스가 타임아웃되기 전까지 대기하는 시간
uk_ua: Скільки часу чекати до завершення процесу checkip за тайм-аутом
zh_cn: Checkip进程超时值(秒)

source: How often Puppet Agent applies the catalog. Enter a number followed by one of the supported suffixes: "y" (years), "d" (days), "h" (hours), "m" (minutes), "s" (seconds).
cs_cz: Jak často Puppet agent aplikuje katalog. Zadejte číslo následované jednou z podporovaných přípon: „y“ (roky), „d“ (dny), „h“ (hodiny), „m“ (minuty), „s“ (sekundy).
de_de: Häufigkeit der Kataloganwendung durch den Puppet-Agent. Geben Sie eine Zahl mit einem unterstützten Suffix an: "y" (Jahre), "d" (Tage), "h" (Stunden), "m" (Minuten), "s" (Sekunden).
el_gr: Πόσο συχνά εφαρμόζει τον κατάλογο το Puppet Agent. Εισαγάγετε έναν αριθμό ακολουθούμενο από ένα από τα υποστηριζόμενα επιθήματα: "y" (έτη), "d" (ημέρες), "h" (ώρες), "m" (λεπτά), "s" (δευτερόλεπτα).
fa_ir: چند وقت یک‌بار Puppet Agent کاتالوگ را اعمال می‌کند. یک عدد وارد کنید و پس از آن یکی از پسوندهای پشتیبانی‌شده را قرار دهید: "y" (سال)، "d" (روز)، "h" (ساعت)، "m" (دقیقه)، "s" (ثانیه).
fr_fr: Fréquence d'application du catalogue par Puppet Agent. Saisissez un nombre suivi de l'un des suffixes pris en charge : "y" (années), "d" (jours), "h" (heures), "m" (minutes), "s" (secondes).
it_it: La frequenza con cui Puppet Agent applica il catalogo. Inserisci un numero seguito da uno dei suffissi supportati: "y" (anni), "d" (giorni), "h" (ore), "m" (minuti), "s" (secondi).
ko_kr: Puppet 에이전트가 카탈로그를 적용하는 빈도입니다. 지원되는 접미사 중 하나를 뒤에 붙인 숫자를 입력합니다: "y" (연), "d" (일), "h" (시간), "m" (분), "s" (초).
uk_ua: Як часто агент Puppet застосовує каталог. Введіть число, за яким слідує один з підтримуваних суфіксів: "р" (роки), "д" (дні), "г" (години), "хв" (хвилини), "с" (секунди).
zh_cn: Puppet Agent 应用目录的频率。输入一个数字，后面跟一个支持的后缀：y"（年）、"d"（天）、"h"（小时）、"m"（分钟）、"s"（秒）。

source: How to determine the address to use for this host
cs_cz: Jak zjistit adresu kterou pro tohoto hostitele použít
de_de: Wie die zu verwendende Adresse für diesen Host bestimmt wird
el_gr: Πώς να προσδιορίσετε τη διεύθυνση που θα χρησιμοποιηθεί για αυτόν τον κεντρικό υπολογιστή
fa_ir: نحوه تعیین آدرسی که برای این میزبان استفاده می‌شود
fr_fr: Comment déterminer l'adresse à utiliser pour cet hôte ?
it_it: Come determinare l'indirizzo da utilizzare per questo host
ko_kr: 이 호스트에 사용할 주소를 결정하는 방법
uk_ua: Як визначити адресу, яку використовувати для цього хоста
zh_cn: 确定该主机地址的方法

source: IKE identity to use for authentication round. When using certificate authentication. The IKE identity must be contained in the certificate, either as the subject DN or as a subjectAltName (the identity will default to the certificate’s subject DN if not specified). Refer to https://docs.strongswan.org/docs/5.9/config/identityParsing.html for details on how identities are parsed and may be configured.
cs_cz: IKE identita, která bude použita pro kolo ověřování. Při použití ověřování certifikátem. Je třeba, aby IKE identita byla obsažena v certifikátu – buď jako DN subjektu, nebo jako subjectAltName. (pokud identita není zadána, bude výchozí hodnotou DN subjektu certifikátu). Podrobnosti o tom, jak jsou identity zpracovávány a jak je možné je nastavovat, naleznete na https://docs.strongswan.org/docs/5.9/config/identityParsing.html.
de_de: Zu verwendende IKE-Identität für die Authentifizierungsrunde. Bei Verwendung der Zertifikatsauthentifizierung muss sich die IKE-Identität im Zertifikat befinden - entweder als Betreff-DN (Distinguished Name) oder als subjectAltName. Wird keine Identität angegeben, wird standardmäßig der DN des Zertifikats verwendet. Weitere Informationen zur Konfiguration finden Sie unter: https://docs.strongswan.org/docs/5.9/config/identityParsing.html
el_gr: Ταυτότητα IKE που θα χρησιμοποιηθεί για τον γύρο ελέγχου ταυτότητας Κατά τη χρήση ελέγχου ταυτότητας πιστοποιητικού Η ταυτότητα IKE πρέπει να περιέχεται στο πιστοποιητικό, είτε ως DN θέματος είτε ως SubjectAltName (η ταυτότητα θα οριστεί από προεπιλογή στο DN θέματος του πιστοποιητικού εάν δεν καθοριστεί) Ανατρέξτε στη διεύθυνση https://docs.strongswan.org/docs/5.9/config/identityParsing.html για λεπτομέρειες σχετικά με τον τρόπο ανάλυσης και τη δυνατότητα διαμόρφωσης των ταυτοτήτων
fa_ir: شناسهٔ IKE که برای استفاده در مرحلهٔ احراز هویت به‌کار می‌رود. زمانی که از احراز هویت مبتنی بر گواهی استفاده می‌شود. شناسهٔ IKE باید در گواهی وجود داشته باشد، یا به‌عنوان subject DN یا به‌صورت subjectAltName (در صورت عدم تعیین، شناسه به‌طور پیش‌فرض برابر subject DN گواهی خواهد بود). برای جزئیات دربارهٔ چگونگی تجزیه و پیکربندی شناسه‌ها به https://docs.strongswan.org/docs/5.9/config/identityParsing.html مراجعه کنید.
fr_fr: Identité IKE à utiliser pour le cycle d'authentification. En cas d'utilisation de l'authentification par certificat. L'identité IKE doit être contenue dans le certificat, soit en tant que DN du sujet, soit en tant que subjectAltName (l'identité sera par défaut le DN sujet du certificat si elle n'est pas spécifiée). Voir https://docs.strongswan.org/docs/5.9/config/identityParsing.html pour plus de détails sur la façon dont les identités sont analysées et peuvent être utilisées. sont analysées et peuvent être configurées.
it_it: Identità IKE da utilizzare per il round di autenticazione. Quando si utilizza l'autenticazione del certificato. L'identità IKE deve essere contenuta nel certificato, come DN dell'oggetto o come soggettoAltName (l'identità verrà impostata automaticamente sul DN dell'oggetto del certificato se non specificato). Fare riferimento a https://docs.strongswan.org/docs/5.9/config/identityParsing.html per i dettagli su come le identità vengono analizzate e possono essere configurate.
ko_kr: 인증 라운드에 사용할 IKE 식별자입니다. 인증서 인증을 사용할 때 IKE 식별자는 인증서에 포함되어야 합니다. 주체 DN 또는 subjectAltName으로 (지정되지 않은 경우 식별자는 인증서의 주체 DN으로 기본 설정됩니다). 식별자가 구문 분석되고 구성되는 방법에 대한 자세한 내용은 https://docs.strongswan.org/docs/5.9/config/identityParsing.html 을 참조하세요.
uk_ua: Ідентифікатор IKE, який використовується для раунду автентифікації. При використанні автентифікації за сертифікатом. Ідентифікатор IKE повинен міститися в сертифікаті, або як DN суб'єкта, або як subjectAltName (ідентифікатор за типово буде DN суб'єкта сертифіката, якщо не вказано). Деталі про те, як ідентифікатори аналізуються та можуть бути налаштовані, дивіться за посиланням https://docs.strongswan.org/docs/5.9/config/identityParsing.html.
zh_cn: 用于一轮身份验证的 IKE 身份。 使用证书身份验证时。 IKE 身份必须包含在证书中、 主体DN或subjectAltName（如未指定，身份将默认为证书的主体 DN）。 (如果未指定，身份将默认为证书的主题 DN）。 有关如何解析和使用身份的详细信息，请参阅 https://docs.strongswan.org/docs/5.9/config/identityParsing.html。 有关如何解析和配置身份的详细信息，请参阅 。

source: IP Address v6
cs_cz: IP adresa v6
de_de: IPv6-Adresse
el_gr: Διεύθυνση IP έκδοσης 6
fa_ir: آدرس IP v6
fr_fr: Adresse IP v6
it_it: Indirizzo IP v6
ko_kr: IP 주소 v6
uk_ua: IP-адреса v6
zh_cn: IP 地址 v6

source: IP address of the host, e.g. 192.168.100.100 or fd00:abcd::1
cs_cz: IP adresa stroje, např. 192.168.100.100 nebo fd00:abcd::1
de_de: IP-Adresse des Hosts, z. B. 192.168.100.100 oder fd00:abcd::1.
el_gr: Διεύθυνση IP του κεντρικού υπολογιστή, π.χ. 192.168.100.100 ή fd00:abcd::1
fa_ir: آدرس IP میزبان، مثلاً 192.168.100.100 یا fd00:abcd::1
fr_fr: Adresse IP de l'hôte, par exemple 192.168.100.100 ou fd00:abcd::1
it_it: Indirizzo IP dell'host, ad es. 192.168.100.100 o fd00:abcd::1
ko_kr: 호스트의 IP 주소, 예: 192.168.100.100 또는 fd00:abcd::1
uk_ua: IP-адреса хоста, наприклад, 192.168.100.100 або fd00:abcd::1
zh_cn: 主机的IP地址，例如：192.168.100.100 或 fd00:abcd::1

source: IP address or hostname of the SSH server.
cs_cz: IP adresa nebo název stroje s SSH serverem.
de_de: IP-Adresse oder Hostname des SSH-Servers
el_gr: Διεύθυνση IP ή όνομα κεντρικού υπολογιστή του διακομιστή SSH.
fa_ir: آدرس IP یا نام میزبان سرور SSH.
fr_fr: Adresse IP ou nom d'hôte du serveur SSH.
it_it: Indirizzo IP o nome host del server SSH.
ko_kr: SSH 서버의 IP 주소 또는 호스트 이름입니다.
uk_ua: IP-адреса або ім'я хоста SSH-сервера.
zh_cn: SSH 服务器的 IP 地址或主机名。

source: IP address or hostname of the apcupsd net information server. Default address is 127.0.0.1
cs_cz: IP adresa nebo název hostitele síťového informačního serveru apcupsd. Výchozí adresa je 127.0.0.1
de_de: IP-Adresse oder Hostname des apcupsd-Netzwerk-Informationsservers. Standard: 127.0.0.1
el_gr: Διεύθυνση IP ή όνομα κεντρικού υπολογιστή του διακομιστή πληροφοριών δικτύου apcupsd. Η προεπιλεγμένη διεύθυνση είναι 127.0.0.1
fa_ir: آدرس IP یا نام میزبان سرور اطلاعات apcupsd (net). آدرس پیش‌فرض 127.0.0.1 است
fr_fr: Adresse IP ou nom d'hôte du serveur d'informations réseau apcupsd. L'adresse par défaut est 127.0.0.1.
it_it: Indirizzo IP o nome host del server di informazioni di rete apcupsd. L'indirizzo predefinito è 127.0.0.1
ko_kr: apcupsd 네트워크 정보 서버의 IP 주소 또는 호스트 이름입니다. 기본 주소는 127.0.0.1 입니다
uk_ua: IP-адреса або ім'я хоста інформаційного мережевого сервера apcupsd. Адреса за типово – 127.0.0.1
zh_cn: apcupsd net 信息服务器的 IP 地址或主机名。默认地址为 127.0.0.1

source: IPv64.net API
el_gr: API IPv64.net
fa_ir: رابط برنامه‌نویسی IPv64.net
fr_fr: API IPv64.net
it_it: API IPv64.net
uk_ua: API IPv64.net

source: IPv64.net API Token
cs_cz: Token k IPv64.net API
el_gr: Διακριτικό API IPv64.net
fa_ir: توکن API IPv64.net
fr_fr: Token API IPv64.net
it_it: Token API IPv64.net
ko_kr: IPv64.net API 토큰
uk_ua: Токен API IPv64.net
zh_cn: IPv64.net API 令牌

source: Id
cs_cz: Identif.
el_gr: Ταυτότητα
fa_ir: شناسه
uk_ua: Ідентифікатор

source: If ALL home servers are dead, then this "fallback" home server is used.
cs_cz: Pokud jsou veškeré domácí servery nefunkční, pak je použit „náhradní“ domácí server
de_de: Wenn alle Heimserver ausgefallen sind, wird dieser "Fallback"-Heimserver verwendet.
el_gr: Εάν ΟΛΟΙ οικιακοί διακομιστές είναι απενεργοποιημένοι, τότε χρησιμοποιείται αυτός ο "εφεδρικός" οικιακός διακομιστής.
fa_ir: اگر همهٔ سرورهای خانگی از کار افتاده باشند، از این سرور خانگی «fallback» استفاده می‌شود.
fr_fr: Si TOUS les serveurs domestiques sont morts, c'est ce serveur domestique de "repli" qui est utilisé.
it_it: Se TUTTI i server domestici sono inattivi, viene utilizzato questo server domestico "fallback".
ko_kr: 모든 홈 서버가 다운되면 이 "대체" 홈 서버가 사용됩니다.
uk_ua: Якщо УСІ домашні сервери неактивні, тоді використовується цей "резервний" домашній сервер.
zh_cn: 如果所有的主服务器都死机了，就会使用这个 "后备 "主服务器。

source: If checked, the Content Security Policy (CSP) header is enabled. A detailed configuration is still required via the other tabs of this sheet.
cs_cz: Pokud je zaškrtnuto, je povolena hlavička Zásady zabezpečení obsahu (CSP). Krom toho je ale třeba ještě provést podrobné nastavení prostřednictvím dalších karet tohoto listu.
de_de: Wenn diese Option aktiviert ist, wird der HTTP-Header Content-Security-Policy gesetzt. Eine detaillierte Konfiguration ist weiterhin über die übrigen Registerkarten dieses Dialogs erforderlich.
el_gr: Εάν είναι επιλεγμένο, ενεργοποιείται η κεφαλίδα Πολιτικής Ασφαλείας Περιεχομένου (CSP). Απαιτείται λεπτομερής διαμόρφωση μέσω των άλλων καρτελών αυτού του φύλλου.
fa_ir: اگر انتخاب شود، هدر Content Security Policy (CSP) فعال می‌شود. پیکربندی دقیق‌تر باید از زبانه‌های دیگر همین برگه انجام شود.
fr_fr: Si cette case est cochée, l'en-tête Content Security Policy (CSP) est activé. Une configuration détaillée est encore nécessaire via les autres onglets de cette feuille.
it_it: Se selezionata, l'intestazione Content Security Policy (CSP) è abilitata. È comunque necessaria una configurazione dettagliata tramite le altre schede di questa scheda.
ko_kr: 체크하면 콘텐츠 보안 정책(CSP) 헤더가 활성화됩니다. 자세한 구성은 이 시트의 다른 탭을 통해 여전히 필요합니다.
uk_ua: Якщо встановлено прапорець, заголовок Політики безпеки вмісту (CSP) увімкнено. Детальна конфігурація все ще потрібна через інші вкладки цього аркуша.
zh_cn: 如果选中，将启用内容安全策略 (CSP) 标头。 还需要通过此表的其他选项卡进行详细配置。

source: If enabled, TLS handshakes for this server will be rejected.
cs_cz: Pokud je tato možnost povolena, budou sestavování TLS pro tento server odmítána.
de_de: Wenn aktiviert, werden TLS-Handshakes für diesen Server abgelehnt.
el_gr: Εάν ενεργοποιηθεί, οι χειραψίες TLS για αυτόν τον διακομιστή θα απορριφθούν.
fa_ir: در صورت فعال بودن، دست‌دادن‌های TLS برای این سرور رد می‌شوند.
fr_fr: Si cette option est activée, les poignées de main TLS pour ce serveur seront rejetées.
it_it: Se abilitato, gli handshake TLS per questo server verranno rifiutati.
ko_kr: 활성화하면, 이 서버에 대한 TLS 핸드셰이크가 거절됩니다.
uk_ua: Якщо увімкнено, TLS-рукостискання для цього сервера буде відхилено.
zh_cn: 启用则拒绝此服务器的TLS握手。

source: If this option is set, Unbound will remove all A records from the answer section of all responses.
cs_cz: Pokud je tato volba nastavena, Unbound u všech odpovědí odstraní ze sekce odpověď všechny A záznamy.
de_de: Wenn diese Option aktiviert ist, entfernt Unbound alle A-Records aus dem Antwortabschnitt aller Anfragen.
el_gr: Εάν οριστεί αυτή η επιλογή, το Unbound θα καταργήσει όλες τις εγγραφές τύπου A από την ενότητα απαντήσεων όλων των απαντήσεων.
fa_ir: اگر این گزینه فعال شود، Unbound تمام رکوردهای A را از بخش پاسخ تمام نتایج حذف می‌کند.
fr_fr: Si cette option est activée, Unbound supprimera tous les enregistrements A de la section réponse de toutes les réponses.
it_it: Se questa opzione è impostata, Non associato rimuoverà tutti i record A dalla sezione di risposta di tutte le risposte.
ko_kr: 이 옵션이 설정되면 Unbound는 모든 응답의 응답 섹션에서 모든 A 레코드를 제거합니다.
uk_ua: Якщо цю опцію встановлено, Unbound видалить усі записи A з розділу відповіді всіх відповідей.
zh_cn: 选中该选项，Unbound将从所有响应的应答中删除所有A记录。

source: If used, should point to a "home_server_pool" that was defined.
cs_cz: Pokud použito, mělo by ukazovat na „home_server_pool“, který byl nadefinován.
de_de: Falls verwendet, muss auf einen zuvor definierten "home_server_pool" verwiesen werden.
el_gr: Εάν χρησιμοποιηθεί, θα πρέπει να παραπέμπει σε ένα "home_server_pool" που έχει οριστεί.
fa_ir: در صورت استفاده باید به یک home_server_pool که قبلاً تعریف شده اشاره کند.
fr_fr: S'il est utilisé, il doit pointer vers un "home_server_pool" qui a été défini.
it_it: Se utilizzato, dovrebbe puntare a un "home_server_pool" definito.
ko_kr: 사용하면 정의된 "home_server_pool"을 가리켜야 합니다.
uk_ua: Якщо використовується, має вказувати на визначений "пул домашніх серверів".
zh_cn: 如果使用，应指向已定义的 "home_server_pool"。

source: If you run NTS mode you can enable this option in order to ignore wrong time in certificates for the first check. This helps if your system starts with wrong time.
cs_cz: Pokud provozujete režim NTS, je možné zapnutím tohoto nechat při první kontrole ignorovat nesprávný čas certifikátů. To pomáhá u systémů, které startují s nesprávně nastaveným časem.
de_de: Wenn Sie den NTS-Modus verwenden, können Sie diese Option aktivieren, um bei der ersten Prüfung eine fehlerhafte Uhrzeit im Zertifikat zu ignorieren. Dies ist hilfreich, wenn das System mit einer falschen Zeit startet.
el_gr: Εάν εκτελείτε τη λειτουργία NTS, μπορείτε να ενεργοποιήσετε αυτήν την επιλογή για να αγνοήσετε τη λάθος ώρα στα πιστοποιητικά για τον πρώτο έλεγχο. Αυτό βοηθάει εάν το σύστημά σας ξεκινήσει με λάθος ώρα.
fa_ir: اگر در حالت NTS اجرا می‌کنید، با فعال‌کردن این گزینه می‌توان زمان نادرست در گواهی‌ها را در اولین بررسی نادیده گرفت. این وقتی مفید است که سیستم با زمان اشتباه بالا آمده باشد.
fr_fr: Si vous utilisez le mode NTS, vous pouvez activer cette option afin d'ignorer l'heure erronée dans les certificats lors de la première vérification. Cette option est utile si votre système démarre avec une heure erronée.
it_it: Se esegui la modalità NTS puoi abilitare questa opzione per ignorare l'ora errata nei certificati per il primo controllo. Questo aiuta se il tuo sistema si avvia con l'orario sbagliato.
ko_kr: NTS 모드를 실행하는 경우 첫 번째 확인에서 인증서의 잘못된 시간을 무시하도록 이 옵션을 활성화할 수 있습니다. 시스템이 잘못된 시간으로 시작되는 경우 도움이 됩니다.
uk_ua: Якщо ви працюєте в режимі NTS, ви можете увімкнути цю опцію, щоб ігнорувати неправильний час у сертифікатах для першої перевірки. Це допоможе, якщо ваша система запускається з неправильним часом.
zh_cn: 如果运行 NTS 模式，可以启用此选项，以便在第一次检查时忽略证书中的错误时间。如果系统启动时时间有误，这将有所帮助。

source: Image
cs_cz: Obraz
de_de: Bild
el_gr: Εικών
fa_ir: تصویر
it_it: Immagine
ko_kr: 이미지
uk_ua: Зображення
zh_cn: 图像

source: Include Subdomains
cs_cz: Zahrnout dílčí domény
de_de: Subdomains einbeziehen
el_gr: Συμπερίληψη υποτομέων
fa_ir: شامل زیردامنه‌ها
fr_fr: Inclure les sous-domaines
it_it: Includi sottodomini
ko_kr: 하위 도메인 포함
uk_ua: Включити піддомени
zh_cn: 包含子域

source: Increase logging verboseness.
cs_cz: Zvýšit podrobnost záznamu událostí.
de_de: Protokollierungsgrad erhöhen
el_gr: Αυξήστε την αναλυτικότητα της καταγραφής.
fa_ir: افزایش جزئیات لاگ.
fr_fr: Augmentation de la verbosité de la journalisation.
it_it: Aumentare la verbosità della registrazione.
ko_kr: 로그의 상세도를 증가시킵니다.
uk_ua: Збільшити деталізацію журналювання.
zh_cn: 提高日志的可读性。

source: Increase the verbosity of the Suricata application logging by increasing the log level from the default.
cs_cz: Zvýšit podrobnosti zaznamenávání událostí z aplikace Suricata zvýšením úrovně podrobnosti oproti té výchozí.
de_de: Den Detailgrad der Suricata-Protokollierung durch Erhöhung des Loglevels gegenüber dem Standardwert anpassen.
el_gr: Αυξήστε την αναλυτικότητα της καταγραφής της εφαρμογής Suricata αυξάνοντας το επίπεδο καταγραφής από την προεπιλεγμένη τιμή.
fa_ir: با افزایش سطح لاگ نسبت به مقدار پیش‌فرض، میزان جزئیات لاگ برنامه Suricata را افزایش دهید.
fr_fr: Augmenter la verbosité de la journalisation de l'application Suricata en augmentant le niveau de journalisation par rapport à la valeur par défaut.
it_it: Aumenta il livello di dettaglio della registrazione dell'applicazione Suricata aumentando il livello di registro rispetto a quello predefinito.
ko_kr: 로그 레벨을 기본값보다 높여 Suricata 응용 프로그램 로깅의 상세도을 증가시킵니다.
uk_ua: Збільшити деталізацію журналювання застосунку Suricata, підвищивши рівень журналу від типового.
zh_cn: 通过调整日志层级来增加Suricata应用程序日志记录的详细程度。

source: Initial delay after power failure before warning users to get off the system.
cs_cz: Počáteční prodleva po výpadku napájení než upozornit uživatele, aby se odhlásili ze systému.
de_de: Verzögerung nach Stromausfall, bevor Benutzer zum Verlassen des Systems gewarnt werden.
el_gr: Αρχική καθυστέρηση μετά από διακοπή ρεύματος πριν από την προειδοποίηση των χρηστών να αποσυνδεθούν από το σύστημα.
fa_ir: تأخیر اولیه پس از قطع برق قبل از هشدار به کاربران برای خروج از سیستم.
fr_fr: Délai initial après la panne de courant avant d'avertir les utilisateurs de quitter le système.
it_it: Ritardo iniziale dopo un'interruzione di corrente prima di avvisare gli utenti di abbandonare il sistema.
ko_kr: 전원 공급 장애 후 사용자에게 시스템을 종료하라는 경고를 보내기 전의 초기 지연 시간입니다.
uk_ua: Початкова затримка після збою живлення перед попередженням користувачів про вихід із системи.
zh_cn: 断电后警告用户离开系统前的初始延迟。

source: Inner tunnel local address to be used for routing purposes.
cs_cz: Místní adresa uvnitř tunelu, kterou použít pro účely směrování.
de_de: Lokale Adresse des inneren Tunnels für Routingzwecke
el_gr: Τοπική διεύθυνση εσωτερικής σήραγγας που θα χρησιμοποιηθεί για σκοπούς δρομολόγησης.
fa_ir: آدرس محلی تونل داخلی که برای مسیریابی استفاده می‌شود.
fr_fr: Adresse locale du tunnel intérieur à utiliser à des fins de routage.
it_it: Indirizzo locale del tunnel interno da utilizzare per scopi di routing.
ko_kr: 라우팅 목적으로 사용할 내부 터널 로컬 주소입니다.
uk_ua: Локальна адреса внутрішнього тунелю, яка буде використовуватися для цілей маршрутизації.
zh_cn: 用于路由目的的内部隧道本地地址。

source: Inner-Tunnel LDAP
cs_cz: LDAP vnitřního tunelu
de_de: Innerer Tunnel (LDAP)
el_gr: LDAP εσωτερικής σήραγγας
fr_fr: LDAP à l'intérieur du tunnel
it_it: LDAP del tunnel interno
uk_ua: Внутрішньо-тунельний LDAP

source: Instruct the FastCGI application to keep the connection open after sending a response. If disabled, the FastCGI application closes the connection after responding to a request.
cs_cz: Pokyn FastCGI aplikaci, aby po odeslání odpovědi ponechala spojení otevřené. Pokud je vypnuto, FastCGI aplikace po odeslání odpovědi na požadavek spojení uzavře.
de_de: Weist die FastCGI-Anwendung an, die Verbindung nach dem Senden einer Antwort offen zu halten. Wenn deaktiviert, schließt die Anwendung die Verbindung nach der Antwort.
el_gr: Δώστε εντολή στην εφαρμογή FastCGI να διατηρεί τη σύνδεση ανοιχτή μετά την αποστολή μιας απάντησης. Εάν απενεργοποιηθεί, η εφαρμογή FastCGI κλείνει τη σύνδεση μετά την απάντηση σε ένα αίτημα.
fa_ir: به برنامه FastCGI دستور دهید پس از ارسال پاسخ اتصال را باز نگه دارد. در صورت غیرفعال بودن، برنامه FastCGI پس از پاسخ به درخواست اتصال را می‌بندد.
fr_fr: Indique à l'application FastCGI de maintenir la connexion ouverte après l'envoi d'une réponse. Si elle est désactivée, l'application FastCGI ferme la connexion après avoir répondu à une demande.
it_it: Indicare all'applicazione FastCGI di mantenere aperta la connessione dopo aver inviato una risposta. Se disabilitato, l'applicazione FastCGI chiude la connessione dopo aver risposto a una richiesta.
ko_kr: FastCGI 응용 프로그램에 응답을 보낸 후 연결을 유지하도록 지시합니다. 비활성화하면 FastCGI 응용 프로그램은 요청에 응답한 후 연결을 닫습니다.
uk_ua: Вказати застосунку FastCGI тримати з'єднання відкритим після надсилання відповіді. Якщо вимкнено, застосунок FastCGI закриває з'єднання після відповіді на запит.
zh_cn: 指示FastCG 应用程序在发送响应后保持连接打开。如果禁用，FastCGI应用程序将在响应请求后关闭连接。

source: Interface and port on which to forward HTTP connections, typically localhost:80.
cs_cz: Rozhraní a port, na které předávat HTTP připojení – obvykle localhost:80.
de_de: Schnittstelle und Port zur Weiterleitung von HTTP-Verbindungen, typischerweise localhost:80
el_gr: Διεπαφή και θύρα στην οποία θα προωθούνται οι συνδέσεις HTTP, συνήθως localhost:80.
fa_ir: رابط و پورت برای فوروارد اتصالات HTTP، معمولاً localhost:80.
fr_fr: Interface et port sur lesquels les connexions HTTP doivent être transférées, généralement localhost:80.
it_it: Interfaccia e porta su cui inoltrare le connessioni HTTP, tipicamente localhost:80.
ko_kr: HTTP 연결을 전달할 인터페이스 및 포트, 일반적으로 localhost:80 입니다.
uk_ua: Інтерфейс і порт для пересилання HTTP-з'єднань, типово localhost:80.
zh_cn: 转发 HTTP 连接的接口和端口，通常为 localhost:80。

source: Interface and port on which to forward OpenVPN connections, typically localhost:1194.
cs_cz: Rozhraní a port na který přesměrovávat OpenVPN spojení, typicky localhost:1194
de_de: Schnittstelle und Port zur Weiterleitung von OpenVPN-Verbindungen, typischerweise localhost:1194
el_gr: Διεπαφή και θύρα στην οποία θα προωθούνται οι συνδέσεις OpenVPN, συνήθως localhost:1194.
fa_ir: رابط و پورت برای فوروارد اتصالات OpenVPN، معمولاً localhost:1194.
fr_fr: Interface et port sur lesquels transférer les connexions OpenVPN, typiquement localhost:1194.
it_it: Interfaccia e porta su cui inoltrare le connessioni OpenVPN, in genere localhost:1194.
ko_kr: OpenVPN 연결을 전달할 인터페이스 및 포트, 일반적으로 localhost:1194 입니다.
uk_ua: Інтерфейс і порт для пересилання з'єднань OpenVPN, типово localhost:1194.
zh_cn: 转发 OpenVPN 连接的接口和端口，通常为 localhost:1194。
