Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable HAProxy's Prometheus exporter.
cs_cz: Zapnout Prometheus exporter při HAProxy.
de_de: Aktiviert den Prometheus-Exporter von HAProxy.
el_gr: Ενεργοποίηση του εξαγωγέα Prometheus του HAProxy.
fa_ir: فعال‌سازی صادرکننده Prometheus برای HAProxy.
fr_fr: Activer l'exportateur Prometheus de HAProxy.
it_it: Abilita l'esportatore Prometheus di HAProxy.
ko_kr: HAProxy의 Prometheus exporter 사용.
uk_ua: Увімкнути експортер Prometheus для HAProxy.
zh_cn: 启用HAProxy的Prometheus导出器。

source: Enable Headers More module
cs_cz: Zapnout modul Headers More
de_de: Modul "Headers More" aktivieren
el_gr: Ενεργοποίηση ενότητας "Περισσότερα κεφαλίδες"
fa_ir: فعال‌سازی ماژول Headers More
fr_fr: Activer les en-têtes Plus de module
it_it: Abilita modulo Intestazioni Altro
ko_kr: 헤더 더 모듈 사용
uk_ua: Увімкнути модуль Headers More
zh_cn: 启用标头模块增强

source: Enable LAPI
cs_cz: Zapnout LAPI
de_de: LAPI aktivieren
el_gr: Ενεργοποίηση LAPI
fa_ir: فعال‌سازی LAPI
fr_fr: Activer LAPI
it_it: Abilita LAPI
ko_kr: LAPI 사용
uk_ua: Увімкнути LAPI
zh_cn: 启用LAPI

source: Enable Remote Commands on Proxy.
cs_cz: Zapnout vzdálené příkazy na proxy.
de_de: Remote-Befehle auf dem Proxy aktivieren
el_gr: Ενεργοποίηση απομακρυσμένων εντολών σε διακομιστή μεσολάβησης.
fa_ir: فعال‌سازی اجرای دستورات از راه دور روی پروکسی.
fr_fr: Activer les commandes à distance sur le proxy.
it_it: Abilita comandi remoti sul proxy.
ko_kr: 프록시에서 원격 명령 사용합니다.
uk_ua: Увімкнути віддалені команди на проксі.
zh_cn: 启用代理远程命令。

source: Enable SSLH
cs_cz: Zapnout SSLH
de_de: SSLH aktivieren
el_gr: Ενεργοποίηση SSLH
fa_ir: فعال‌سازی SSLH
fr_fr: Activer SSLH
it_it: Abilita SSLH
ko_kr: SSLH 활성화
uk_ua: Увімкнути SSLH
zh_cn: 启用 SSLH

source: Enable VLAN fallback assignment
cs_cz: Zapnout náhradní přiřazování VLAN
de_de: Fallback-Zuweisung für VLAN aktivieren
el_gr: Ενεργοποίηση ανάθεσης εφεδρικού VLAN
fa_ir: فعال‌سازی تخصیص پشتیبان برای VLAN
fr_fr: Activer l'affectation du VLAN fallback
it_it: Abilita l'assegnazione del fallback VLAN
ko_kr: VLAN 대체 할당 활성화
uk_ua: Увімкнути резервне призначення VLAN
zh_cn: 启用 VLAN 回退分配

source: Enable Wazuh Agent
cs_cz: Zapnout Vazuh agenta
de_de: Wazuh-Agent aktivieren
el_gr: Ενεργοποίηση πράκτορα Wazuh
fa_ir: فعال‌سازی Wazuh Agent
fr_fr: Activer l'agent Wazuh
it_it: Abilita l'agente Wazuh
ko_kr: Wazuh 에이전트 활성화
uk_ua: Увімкнути агент Wazuh
zh_cn: 启用Wazuh代理

source: Enable file integrity monitoring
cs_cz: Zapnout dohledování neporušenosti souborů
de_de: Überwachung der Dateiintegrität aktivieren
el_gr: Ενεργοποίηση παρακολούθησης ακεραιότητας αρχείων
fa_ir: فعال‌سازی نظارت بر یکپارچگی فایل
fr_fr: Activer la surveillance de l'intégrité des fichiers
it_it: Abilita il monitoraggio dell'integrità dei file
ko_kr: 파일 무결성 모니터링 사용
uk_ua: Увімкнути моніторинг цілісності файлів
zh_cn: 启用文件完整性监控

source: Enable filter-aaaa on IPv4 Clients
cs_cz: Zapnout filter-aaaa u IPv4 klientů
de_de: filter-aaaa für IPv4-Clients aktivieren
el_gr: Ενεργοποίηση φίλτρου-aaaa σε πελάτες IPv4
fa_ir: فعال‌سازی filter-aaaa روی کلاینت‌های IPv4
fr_fr: Activer le filtre-aaaa sur les clients IPv4
it_it: Abilita filter-aaaa sui client IPv4
ko_kr: IPv4 클라이언트에서 filter-aaaa 사용
uk_ua: Увімкнути фільтр-aaaa на клієнтах IPv4
zh_cn: 在 IPv4 客户端上启用过滤器-aaaa

source: Enable filter-aaaa on IPv6 Clients
cs_cz: Zapnout filter-aaaa u IPv6 klientů
de_de: filter-aaaa für IPv6-Clients aktivieren
el_gr: Ενεργοποίηση φίλτρου-aaaa σε πελάτες IPv6
fa_ir: فعال‌سازی filter-aaaa روی کلاینت‌های IPv6
fr_fr: Activer le filtre-aaaa sur les clients IPv6
it_it: Abilita filter-aaaa sui client IPv6
ko_kr: IPv6 클라이언트에서 filter-aaaa 사용
uk_ua: Увімкнути фільтр-aaaa на клієнтах IPv6
zh_cn: 在 IPv6 客户端启用过滤器-aaaa

source: Enable log collection for CrowdSec's block rules.
cs_cz: Zapnout shromažďování záznamů událostí pro blokovací pravidla služby CrowdSec.
de_de: Protokollerfassung für CrowdSec-Blockierungsregeln aktivieren
el_gr: Ενεργοποίηση συλλογής αρχείων καταγραφής για τους κανόνες αποκλεισμού του CrowdSec.
fa_ir: فعال‌سازی جمع‌آوری لاگ برای قوانین مسدودسازی CrowdSec.
fr_fr: Activer la collecte de logs pour les règles de blocage de CrowdSec.
it_it: Abilita la raccolta di log per le regole di blocco di CrowdSec.
ko_kr: CrowdSec의 차단 규칙에 대한 로그 수집 활성화.
uk_ua: Увімкнути збір журналів для правил блокування CrowdSec.
zh_cn: 为CrowdSec的阻止规则启用日志收集。

source: Enable log for rules
cs_cz: Zapnout zaznamenávání pro pravidla
de_de: Protokollierung für Regeln aktivieren
el_gr: Ενεργοποίηση αρχείου καταγραφής για κανόνες
fa_ir: فعال‌سازی ثبت لاگ برای قوانین
fr_fr: Activer le journal pour les règles
it_it: Abilita il registro per le regole
ko_kr: 규칙 로그 사용
uk_ua: Увімкнути журналювання для правил
zh_cn: 启用规则日志

source: Enable logging of STDERR messages reported by the FastCGI application. It is an optional setting. By default STDERR messages are ignored.
cs_cz: Zaznamenávat (log) zprávy ze standardního chybového výstupu (STDERR), hlášené FastCGI aplikací. Jedná se o volitelné nastavení. Ve výchozím nastavení jsou zprávy z tohoto výstupu ignorovány.
de_de: Aktiviert die Protokollierung von STDERR-Meldungen der FastCGI-Anwendung. Diese Einstellung ist optional. Standardmäßig werden STDERR-Meldungen ignoriert.
el_gr: Ενεργοποίηση καταγραφής μηνυμάτων STDERR που αναφέρονται από την εφαρμογή FastCGI. Είναι μια προαιρετική ρύθμιση. Από προεπιλογή, τα μηνύματα STDERR αγνοούνται.
fa_ir: فعال‌سازی ثبت لاگ پیام‌های STDERR که توسط برنامه FastCGI گزارش می‌شوند. این یک تنظیم اختیاری است. به‌طور پیش‌فرض پیام‌های STDERR نادیده گرفته می‌شوند.
fr_fr: Activer la journalisation des messages STDERR rapportés par l'application FastCGI. Il s'agit d'un paramètre facultatif. Par défaut, les messages STDERR sont ignorés.
it_it: Abilita la registrazione dei messaggi STDERR segnalati dall'applicazione FastCGI. È un'impostazione facoltativa. Per impostazione predefinita i messaggi STDERR vengono ignorati.
ko_kr: FastCGI 응용 프로그램에서 보고한 STDERR 메시지의 로깅을 활성화합니다. 선택적인 설정입니다. 기본적으로 STDERR 메시지는 무시됩니다.
uk_ua: Увімкнути журналювання повідомлень STDERR, повідомлених застосунком FastCGI. Це необов'язкове налаштування. За типово повідомлення STDERR ігноруються.
zh_cn: 启用由FastCGI应用程序报告的标准错误日志记录。这是一个可选设置。默认情况下被忽略。

source: Enable or disable the local cache. Only UFS directory cache type is supported. Do not enable on embedded systems with SD or CF cards as this will wear down your drive.
cs_cz: Zapnout nebo vypnout místní mezipaměti. Podporována je pouze mezipaměť v podobě adresáře na UFS soubor. systému. Nezapínejte na malých systémech s SD nebo CF kartami, protože by došlo k opotřebení jednotky.
de_de: Lokalen Cache aktivieren oder deaktivieren. Es wird nur der UFS-Verzeichnis-Cache unterstützt. Auf eingebetteten Systemen mit SD- oder CF-Karten sollte diese Option nicht aktiviert werden, da dies die Lebensdauer des Speichermediums verkürzt.
el_gr: Ενεργοποίηση ή απενεργοποίηση της τοπικής προσωρινής μνήμης. Υποστηρίζεται μόνο ο τύπος προσωρινής μνήμης καταλόγου UFS. Μην την ενεργοποιείτε σε ενσωματωμένα συστήματα με κάρτες SD ή CF, καθώς αυτό θα εξαντλήσει τη μονάδα δίσκου σας.
fa_ir: فعال یا غیرفعال کردن کش محلی. تنها نوع کش دایرکتوری UFS پشتیبانی می‌شود. این گزینه را روی سیستم‌های توکار که از کارت‌های SD یا CF استفاده می‌کنند فعال نکنید؛ زیرا باعث فرسایش درایو خواهد شد.
fr_fr: Active ou désactive le cache local. Seul le type de cache de répertoire UFS est pris en charge. Ne l'activez pas sur les systèmes embarqués dotés de cartes SD ou CF, car votre disque dur s'userait.
it_it: Abilita o disabilita la cache locale. È supportato solo il tipo di cache della directory UFS. Non abilitare su sistemi integrati con schede SD o CF poiché ciò consumerà l'unità.
ko_kr: 로컬 캐시를 사용하거나 사용하지 않습니다. UFS 디렉터리 캐시 유형만 지원됩니다. 드라이브가 손상될 수 있으므로 SD 또는 CF 카드가 있는 임베디드 시스템에서는 사용하지 마세요.
uk_ua: Увімкнути або вимкнути локальний кеш. Підтримується лише тип кешу каталогу UFS. Не вмикайте на вбудованих системах з SD або CF картами, оскільки це призведе до зносу вашого накопичувача.
zh_cn: 启用或禁用本地缓存。仅支持UFS目录缓存类型。不要在带有SD或CF卡的嵌入式系统上启用。

source: Enable or disable the processing of the Vary header. When disabled, a response containing such a header will never be cached.
cs_cz: Zapnout nebo vypnout zpracovávání záhlaví Vary. Pokud vypnuto, odpověď obsahující takovou hlavičku nebude nikdy uložena do mezipaměti.
de_de: Aktiviert oder deaktiviert die Verarbeitung des "Vary"-Headers. Wenn deaktiviert, wird eine Antwort mit solchem Header niemals gecacht.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την επεξεργασία της κεφαλίδας Vary. Όταν είναι απενεργοποιημένη, μια απάντηση που περιέχει μια τέτοια κεφαλίδα δεν θα αποθηκευτεί ποτέ στην προσωρινή μνήμη.
fa_ir: فعال یا غیرفعال کردن پردازش هدر Vary. وقتی غیرفعال باشد، پاسخی که چنین هدر دارد هرگز کش نخواهد شد.
fr_fr: Active ou désactive le traitement de l'en-tête Vary. Lorsqu'il est désactivé, une réponse contenant un tel en-tête ne sera jamais mise en cache.
it_it: Abilita o disabilita l'elaborazione dell'intestazione Vary. Se disabilitato, una risposta contenente tale intestazione non verrà mai memorizzata nella cache.
ko_kr: Vary 헤더의 처리를 사용하거나 사용하지 않습니다. 사용하지 않으면 해당 헤더가 포함된 응답은 캐시되지 않습니다.
uk_ua: Увімкнути або вимкнути обробку заголовка Vary. При вимкненні, відповідь, що містить такий заголовок, ніколи не буде кешована.
zh_cn: 启用或禁用Vary标头的处理。 禁用后，包含此类标头的响应将永远不会被缓存。

source: Enable or disable this ACL.
cs_cz: Zapnout nebo vypnout tento ACL.
de_de: Aktiviert diese Zugriffskontrollliste (ACL).
el_gr: Ενεργοποιήστε ή απενεργοποιήστε αυτό το ACL.
fa_ir: فعال یا غیرفعال کردن این ACL.
fr_fr: Activer ou désactiver cet ACL.
it_it: Abilita o disabilita questo ACL.
ko_kr: 이 ACL을 사용하거나 사용하지 않습니다.
uk_ua: Увімкнути або вимкнути цей ACL.
zh_cn: 启用或禁用此ACL。

source: Enable policy monitoring and anomaly detection
cs_cz: Dohledovat zásady a zjišťovat odchylky
de_de: Richtlinienüberwachung und Anomalieerkennung aktivieren
el_gr: Ενεργοποίηση παρακολούθησης πολιτικής και ανίχνευσης ανωμαλιών
fa_ir: فعال‌سازی پایش سیاست و تشخیص ناهنجاری
fr_fr: Permettre le contrôle des politiques et la détection des anomalies
it_it: Abilita il monitoraggio delle policy e il rilevamento delle anomalie
ko_kr: 정책 모니터링 및 이상 감지 활성화
uk_ua: Увімкнути моніторинг політик та виявлення аномалій
zh_cn: 启用策略监控和异常检测

source: Enable syscollector
cs_cz: Zapnout syscollector
de_de: syscollector aktivieren
el_gr: Ενεργοποίηση του syscollector
fa_ir: فعال‌سازی syscollector
fr_fr: Activer syscollector
it_it: Abilita syscollector
ko_kr: syscollector 사용
uk_ua: Увімкнути syscollector
zh_cn: 启用系统收集器

source: Enable the APC UPS service.
cs_cz: Zapnout službu pro APC UPS.
de_de: APC-USV-Dienst aktivieren
el_gr: Ενεργοποιήστε την υπηρεσία APC UPS.
fa_ir: فعال‌سازی سرویس APC UPS.
fr_fr: Activer le service APC UPS.
it_it: Abilita il servizio UPS APC.
ko_kr: APC UPS 서비스 사용합니다.
uk_ua: Увімкнути службу APC UPS.
zh_cn: 启用 APC UPS 服务。

source: Enable the Puppet Agent service.
cs_cz: Zapnout službu Puppet agenta.
de_de: Puppet-Agent-Dienst aktivieren
el_gr: Ενεργοποιήστε την υπηρεσία Puppet Agent.
fa_ir: فعال‌سازی سرویس Puppet Agent.
fr_fr: Activez le service Puppet Agent.
it_it: Abilita il servizio Puppet Agent.
ko_kr: Puppet 에이전트 서비스 활성화.
uk_ua: Увімкнути службу Puppet Agent.
zh_cn: 启用 Puppet Agent 服务。

source: Enable the collection of apcupsd metrics.
cs_cz: Zapnout shromažďování metrik z apcupsd.
de_de: Erfassung von apcupsd-Metriken aktivieren
el_gr: Ενεργοποιήστε τη συλλογή μετρήσεων apcupsd.
fa_ir: فعال‌سازی جمع‌آوری متریک‌های apcupsd.
fr_fr: Activer la collecte des métriques apcupsd.
it_it: Abilita la raccolta di parametri apcupsd.
ko_kr: apcupsd 메트릭 수집을 사용합니다.
uk_ua: Увімкнути збір метрик apcupsd.
zh_cn: 启用apcupsd指标收集。

source: Enable the collection of data about the internet speed on the system.
cs_cz: Zapnout shromažďování dat o rychlosti připojení k Internetu na systému.
de_de: Erfassung von Daten zur Internetgeschwindigkeit auf dem System aktivieren
el_gr: Ενεργοποιήστε τη συλλογή δεδομένων σχετικά με την ταχύτητα του διαδικτύου στο σύστημα.
fa_ir: فعال‌سازی جمع‌آوری داده‌های مربوط به سرعت اینترنت روی سیستم.
fr_fr: Activer la collecte de données sur la vitesse de l'internet sur le système.
it_it: Abilita la raccolta di dati sulla velocità di Internet nel sistema.
ko_kr: 시스템의 인터넷 속도에 대한 데이터 수집을 사용합니다.
uk_ua: Увімкнути збір даних про швидкість інтернету на системі.
zh_cn: 启用收集系统网速数据功能。

source: Enable the override for this host
cs_cz: Zapnout přebití pro tohoto hostitele
de_de: Aktiviert die Überschreibung für diesen Host.
el_gr: Ενεργοποίηση της παράκαμψης για αυτόν τον κεντρικό υπολογιστή
fa_ir: فعال‌سازی بازنویسی برای این میزبان
fr_fr: Activer la dérogation pour cet hôte
it_it: Abilita l'override per questo host
ko_kr: 이 호스트에 대한 재정의 사용
uk_ua: Увімкнути перевизначення для цього хоста
zh_cn: 启用主机覆盖

source: Enable the retrieval of variables about connection management from the FastCGI application by sending the record FCGI_GET_VALUES on connection establishment. Some FastCGI applications do not support this feature and others close the connection immediately after sending their response. As a result, this option is disabled by default.
cs_cz: Získávat proměnné o správě připojení z aplikace FastCGI odesláním záznamu FCGI_GET_VALUES při navázání připojení. Některé FastCGI aplikace tuto funkci nepodporují a jiné po odeslání odpovědi spojení okamžitě uzavřou. V důsledku toho je tato volba ve výchozím nastavení vypnutá.
de_de: Aktiviert das Abrufen von Variablen zur Verbindungsverwaltung, indem beim Verbindungsaufbau der Record FCGI_GET_VALUES an die FastCGI-Anwendung gesendet wird. Manche Anwendungen unterstützen diese Funktion nicht und schließen die Verbindung sofort nach der Antwort. Diese Option ist standardmäßig deaktiviert.
el_gr: Ενεργοποιήστε την ανάκτηση μεταβλητών σχετικά με τη διαχείριση συνδέσεων από την εφαρμογή FastCGI στέλνοντας την εγγραφή FCGI_GET_VALUES κατά την εδραίωση της σύνδεσης. Ορισμένες εφαρμογές FastCGI δεν υποστηρίζουν αυτήν τη λειτουργία και άλλες κλείνουν τη σύνδεση αμέσως μετά την αποστολή της απάντησής τους. Ως αποτέλεσμα, αυτή η επιλογή είναι απενεργοποιημένη από προεπιλογή.
fa_ir: فعال‌سازی بازیابی متغیرها درباره مدیریت اتصال از برنامه FastCGI با ارسال رکورد FCGI_GET_VALUES هنگام برقراری اتصال. برخی از برنامه‌های FastCGI این قابلیت را پشتیبانی نمی‌کنند و برخی بلافاصله پس از ارسال پاسخ اتصال را می‌بندند. در نتیجه این گزینه به‌طور پیش‌فرض غیرفعال است.
fr_fr: Permettre la récupération des variables relatives à la gestion des connexions à partir de l'application FastCGI en envoyant l'enregistrement FCGI_GET_VALUES lors de l'établissement de la connexion. Certaines applications FastCGI ne prennent pas en charge cette fonctionnalité et d'autres ferment la connexion immédiatement après avoir envoyé leur réponse. Par conséquent, cette option est désactivée par défaut.
it_it: Abilita il recupero delle variabili sulla gestione della connessione dall'applicazione FastCGI inviando il record FCGI_GET_VALUES al momento della creazione della connessione. Alcune applicazioni FastCGI non supportano questa funzionalità e altre chiudono la connessione immediatamente dopo aver inviato la risposta. Di conseguenza, questa opzione è disabilitata per impostazione predefinita.
ko_kr: 연결 설정 중에 레코드 FCGI_GET_VALUES를 보내어 FastCGI 응용 프로그램에서 연결 관리에 대한 변수를 검색하도록 합니다. 일부 FastCGI 응용 프로그램은 이 기능을 지원하지 않고 다른 응용 프로그램은 응답을 보낸 후 즉시 연결을 닫습니다. 결과적으로 이 옵션은 기본적으로 비활성화됩니다.
uk_ua: Увімкнути отримання змінних про керування з'єднанням від застосунку FastCGI шляхом надсилання запису FCGI_GET_VALUES під час встановлення з'єднання. Деякі застосунки FastCGI не підтримують цю функцію, а інші закривають з'єднання одразу після надсилання відповіді. Як наслідок, цей параметр вимкнено за типово.
zh_cn: 通过在连接建立时发送FCGI_GET_VALUES记录，启用从FastCGI应用程序检索有关连接管理的变量。 某些FastCGI应用程序不支持此功能，而其他应用程序则在发送响应后立即关闭连接。 因此，该选项默认处于禁用状态。

source: Enable the support for connection multiplexing. This option may be overwritten if the variable FCGI_MPXS_CONNS is retrieved during connection establishment.
cs_cz: Povolte podporu multiplexování připojení. Tato volba může být přepsána, pokud je při navazování spojení načtena proměnná FCGI_MPXS_CONNS.
de_de: Aktiviert die Unterstützung für Verbindungs-Multiplexing. Diese Option kann durch die Variable FCGI_MPXS_CONNS beim Verbindungsaufbau überschrieben werden.
el_gr: Ενεργοποιήστε την υποστήριξη για πολυπλεξία σύνδεσης. Αυτή η επιλογή ενδέχεται να αντικατασταθεί εάν η μεταβλητή FCGI_MPXS_CONNS ανακτηθεί κατά την εγκατάσταση της σύνδεσης.
fa_ir: فعال‌سازی پشتیبانی از multiplexing اتصال. این گزینه ممکن است بازنویسی شود اگر متغیر FCGI_MPXS_CONNS هنگام برقراری اتصال دریافت شود.
fr_fr: Active la prise en charge du multiplexage des connexions. Cette option peut être écrasée si la variable FCGI_MPXS_CONNS est récupérée lors de l'établissement de la connexion.
it_it: Abilita il supporto per il multiplexing della connessione. Questa opzione può essere sovrascritta se la variabile FCGI_MPXS_CONNS viene recuperata durante la creazione della connessione.
ko_kr: 연결 다중화 지원을 사용합니다. 이 옵션은 연결 설정 중에 변수 FCGI_MPXS_CONNS가 검색되는 경우 덮어쓸 수 있습니다.
uk_ua: Увімкнути підтримку мультиплексування з'єднань. Ця опція може бути перезаписана, якщо змінна FCGI_MPXS_CONNS буде отримана під час встановлення з'єднання.
zh_cn: 用对连接复用的支持。如果在连接建立期间检索变量FCGI_MPXS_CONNS，则可以覆盖此选项。

source: Enable this FastCGI application.
cs_cz: Zapnout tuto FastCGI aplikaci.
de_de: Aktiviert diese FastCGI-Anwendung.
el_gr: Ενεργοποιήστε αυτήν την εφαρμογή FastCGI.
fa_ir: این برنامهٔ FastCGI را فعال کنید.
fr_fr: Activer cette application FastCGI.
it_it: Abilita questa applicazione FastCGI.
ko_kr: 이 FastCGI 응용 프로그램을 사용합니다.
uk_ua: Увімкнути цей FastCGI застосунок.
zh_cn: 启用该FastCGI应用程序。

source: Enable this alias for the selected host
cs_cz: Zapnout tento alternativní název pro vybraný stroj
de_de: Aktiviert diesen Alias für den ausgewählten Host.
el_gr: Ενεργοποίηση αυτού του ψευδωνύμου για τον επιλεγμένο κεντρικό υπολογιστή
fa_ir: این نام مستعار را برای میزبان انتخاب‌شده فعال کنید
fr_fr: Activer cet alias pour l'hôte sélectionné
it_it: Abilita questo alias per l'host selezionato
ko_kr: 선택한 호스트에 대한 이 별칭 사용
uk_ua: Увімкнути цей псевдонім для обраного хоста
zh_cn: 为选定的主机启用此别名

source: Enable/disable the CrowdSec Local API. Keep this enabled unless you connect to a LAPI on another machine.
cs_cz: Povolení/zakázání místního rozhraní API CrowdSec. Ponechte tuto funkci povolenou, pokud připojujete k rozhraní LAPI na jiném počítači.
de_de: CrowdSec Local API aktivieren/deaktivieren. Lassen Sie diese Option aktiviert, es sei denn, Sie verbinden sich mit einer LAPI auf einem anderen System.
el_gr: Ενεργοποιήστε/απενεργοποιήστε το CrowdSec Local API. Διατηρήστε το ενεργοποιημένο εκτός εάν συνδεθείτε σε ένα LAPI σε άλλο μηχάνημα.
fa_ir: API محلی CrowdSec را فعال/غیرفعال کنید. این را فعال نگه دارید مگر اینکه به یک LAPI در دستگاه دیگری متصل شوید.
fr_fr: Activer/désactiver l'API locale de CrowdSec. Gardez cette option activée sauf si vous vous connectez à une LAPI sur une autre machine.
it_it: Abilita/disabilita l'API locale CrowdSec. Mantienilo abilitato a meno che tu connettersi a una LAPI su un'altra macchina.
ko_kr: CrowdSec 로컬 API를 활성화/비활성화합니다. 다른 기계의 LAPI에 연결하지 않는 한 이 기능을 활성화한 상태로 유지합니다.
uk_ua: Увімкнути/вимкнути локальний API CrowdSec. Залиште його увімкненим, якщо ви не підключаєтеся до LAPI на іншій машині.
zh_cn: 启用/禁用CrowdSec本地API。 除非您连接到另一台计算机上的LAPI，否则请保持启用状态。

source: Enable/disable the CrowdSec agent. Keep this enabled to detect attacks and receive alerts from the CrowSec central service.
cs_cz: Povolení/zakázání agenta CrowdSec. Pokud chcete zjišťovat útoky a dostávat výstrahy od centrální služby CrowSec, ponechte toto zapnuté.
de_de: CrowdSec-Agent aktivieren/deaktivieren. Lassen Sie diese Option aktiviert, um Angriffe zu erkennen und Benachrichtigungen vom CrowdSec-Zentraldienst zu erhalten.
el_gr: Ενεργοποίηση/απενεργοποίηση του παράγοντα CrowdSec. Διατηρήστε τον ενεργοποιημένο για την ανίχνευση επιθέσεων και τη λήψη ειδοποιήσεων, από την κεντρική υπηρεσία CrowSec.
fa_ir: عامل CrowdSec را فعال/غیرفعال کنید. این را فعال نگه دارید تا حملات شناسایی شده و هشدارها از سرویس مرکزی CrowdSec دریافت شوند.
fr_fr: Activer/désactiver l'agent CrowdSec. L'agent CrowdSec doit être activé pour détecter les attaques et recevoir des alertes du service central CrowdSec. attaques et recevoir des alertes du service central CrowSec.
it_it: Abilita/disabilita l'agente CrowdSec. Mantienilo abilitato per il rilevamento attacchi e ricevere avvisi dal servizio centrale CrowSec.
ko_kr: CrowdSec 에이전트를 활성화/비활성화합니다. 공격을 탐지하고 CrowSec 중앙 서비스에서 경고를 수신하려면 이 기능을 활성화한 상태로 유지합니다.
uk_ua: Увімкнути/вимкнути агент CrowdSec. Залиште його увімкненим, щоб виявляти атаки та отримувати сповіщення від центрального сервісу CrowSec.
zh_cn: 启用/禁用CrowdSec代理。 保持启用状态以检测攻击并接收来自CrowSec中央服务器的警报。

source: Enables the network information server which is required to obtain the current status information from the local or remote UPS.
cs_cz: Zapíná síťový informační server, který je nutný k získání informací o aktuálním stavu. z UPS zdroje, komunikujícího napřímo nebo přes síť.
de_de: Aktiviert den Netzwerk-Informationsserver, der benötigt wird, um Statusinformationen von der lokalen oder entfernten USV abzurufen.
el_gr: Ενεργοποιεί τον διακομιστή πληροφοριών δικτύου που απαιτείται για τη λήψη των πληροφοριών τρέχουσας κατάστασης από το τοπικό ή απομακρυσμένο UPS.
fa_ir: سرور اطلاعات شبکه را فعال می‌کند؛ این سرور برای دریافت وضعیت فعلی UPS محلی یا از راه دور لازم است.
fr_fr: Active le serveur d'informations réseau nécessaire pour obtenir les informations sur l'état actuel de l'ASI locale ou distante. de l'onduleur local ou distant.
it_it: Abilita il server delle informazioni di rete necessario per ottenere le informazioni sullo stato corrente dall'UPS locale o remoto.
ko_kr: 로컬 또는 원격 UPS에서 현재 상태 정보를 얻기 위해 필요한 네트워크 정보 서버를 활성화합니다.
uk_ua: Увімкнути сервер інформації мережі, який потрібен для отримання поточної інформації про стан від локального або віддаленого ДБЖ.
zh_cn: 启用从本地或远程UPS获取当前状态信息所需的网络信息服务器。 从本地或远程UPS获取当前状态信息。

source: Enforce protocol selection. 802.1Q is the default for VLAN interfaces, but 802.1ad is used when the parent is a VLAN (QinQ).
cs_cz: Vynucení výběru protokolu. Protokol 802.1Q je výchozí pro rozhraní VLAN, ale protokol 802.1ad se používá, pokud je nadřazenou sítí VLAN (QinQ).
de_de: Protokollauswahl erzwingen. 802.1Q ist der Standard für VLAN-Schnittstellen, aber 802.1ad wird verwendet, wenn das übergeordnete Element ein VLAN (QinQ) ist.
el_gr: Επιβολή επιλογής πρωτοκόλλου. Το 802.1Q είναι η προεπιλογή για τις διεπαφές VLAN, αλλά το 802.1ad χρησιμοποιείται όταν το γονικό πρωτόκολλο είναι ένα VLAN (QinQ).
fa_ir: انتخاب پروتکل را اعمال کنید. پیش‌فرض برای رابط‌های VLAN، 802.1Q است؛ اما وقتی والد یک VLAN باشد (QinQ)، از 802.1ad استفاده می‌شود.
fr_fr: Appliquer la sélection du protocole. 802.1Q est le protocole par défaut pour les interfaces VLAN, mais 802.1ad est utilisé lorsque le parent est un VLAN (QinQ).
it_it: Imporre la selezione del protocollo. 802.1Q è l'impostazione predefinita per le interfacce VLAN, ma 802.1ad viene utilizzato quando l'elemento principale è una VLAN (QinQ).
ko_kr: 프로토콜 선택을 강제합니다. 802.1Q는 VLAN 인터페이스의 기본값이지만 부모가 VLAN(QinQ)인 경우 802.1ad가 사용됩니다.
uk_ua: Примусовий вибір протоколу. 802.1Q є типовим для інтерфейсів VLAN, але 802.1ad використовується, коли батьківський елемент є VLAN (QinQ).
zh_cn: 强制执行协议选择。 802.1Q是VLAN接口的默认设置，但当父级是VLAN (QinQ) 时，将使用802.1ad。
