Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Floating rules are evaluated on a first-match basis (i.e. the action of the first rule to match a packet will be executed) only if the "quick" option is checked on a rule. Otherwise they will only apply if no other rules match. Pay close attention to the rule order and options chosen. If no rule here matches, the per-interface or default rules are used.
cs_cz: Plovoucí pravidla jsou vyhodnocována na základě první shody (tj. akce prvního pravidla, které odpovídá paketu, bude provedena) pouze v případě, že je u pravidla zaškrtnuta možnost „rychlé“. V opačném případě se uplatní pouze tehdy, pokud žádná jiná pravidla nevyhovují. Věnujte zvýšenou pozornost pořadí pravidel a zvoleným možnostem. Pokud zde žádné pravidlo nevyhovuje, budou použita pravidla pro jednotlivá rozhraní nebo výchozí pravidla.
de_de: Globale Regeln werden nur dann nach dem ersten Treffer ausgewertet (d. h. die Aktion der ersten Regel, die auf ein Paket zutrifft, wird ausgeführt), wenn die Option "Schnell" für eine Regel aktiviert ist. Andernfalls werden sie nur angewendet, wenn keine anderen Regeln übereinstimmen. Achten Sie genau auf die Reihenfolge der Regeln und die gewählten Optionen. Wenn hier keine Regel zutrifft, werden die Schnittstellen- oder Standardregeln verwendet.
el_gr: Οι αιωρούμενοι κανόνες αξιολογούνται με βάση την πρώτη αντιστοίχιση (δηλαδή, η ενέργεια του πρώτου κανόνα για την αντιστοίχιση ενός πακέτου θα εκτελεστεί) μόνο εάν έχει επιλεγεί η επιλογή "γρήγορη" σε έναν κανόνα. Διαφορετικά, θα ισχύουν μόνο εάν δεν ταιριάζουν άλλοι κανόνες. Δώστε ιδιαίτερη προσοχή στη σειρά των κανόνων και στις επιλογές που έχετε επιλέξει. Εάν δεν ταιριάζει κανένας κανόνας εδώ, χρησιμοποιούνται οι κανόνες ανά διεπαφή ή οι προεπιλεγμένοι κανόνες.
fa_ir: قواعد شناور (Floating rules) صرفاً در صورتی که گزینه "quick" در یک قانون علامت‌خورده باشد بر اساس اولین تطابق ارزیابی می‌شوند (یعنی عمل اولین قاعده‌ای که با بسته مطابقت کند اجرا می‌شود). در غیر این صورت تنها زمانی اعمال می‌شوند که هیچ قاعده‌ی دیگری منطبق نشود. به ترتیب و گزینه‌های انتخاب‌شده برای قواعد توجه کنید. اگر هیچ قاعده‌ای در اینجا منطبق نشود، قواعد هر رابط یا قواعد پیش‌فرض استفاده خواهند شد.
fr_fr: Les règles flottantes sont évaluées sur la base de la première correspondance (c'est-à-dire que l'action de la première règle pour correspondre à un paquet sera exécutée) uniquement si l'option "rapide" est cochée sur une règle. Sinon, elles ne s'appliqueront que si aucune autre règle ne correspond. Faites très attention à l'ordre des règles et aux options choisies. Si aucune règle ne correspond ici, les règles par interface ou par défaut sont utilisées.
it_it: Le regole mobili vengono valutate in base alla prima corrispondenza (ovvero verrà eseguita l'azione della prima regola che corrisponde a un pacchetto) solo se l'opzione "rapida" è selezionata su una regola. Altrimenti si applicheranno solo se non corrispondono altre regole. Prestare molta attenzione all'ordine delle regole e alle opzioni scelte. Se nessuna regola corrisponde, vengono utilizzate le regole per interfaccia o predefinite.
ko_kr: 플로팅 규칙은 규칙에서 "빠른" 옵션이 선택된 경우에만 첫 번째 일치 기준(즉, 패킷과 일치하는 첫 번째 규칙의 작업이 실행됨)으로 평가됩니다. 그렇지 않으면 다른 규칙이 일치하지 않는 경우에만 적용됩니다. 선택한 규칙 순서와 옵션에 주의하세요. 여기에 일치하는 규칙이 없으면 인터페이스별 또는 기본 규칙이 사용됩니다.
pl_pl: Reguły typu "floating" są oceniane na zasadzie pierwszego dopasowania (tj. akcja pierwszej reguły pasującej do pakietu zostanie wykonana) tylko jeśli opcja "quick" jest zaznaczona w regule. W przeciwnym razie będą miały zastosowanie tylko wtedy, gdy żadne inne reguły nie pasują. Zwróć szczególną uwagę na kolejność reguł i wybrane opcje. Jeśli żadna z reguł tutaj nie pasuje, używane są reguły dla interfejsu lub domyślne.
uk_ua: Плаваючі правила оцінюються за принципом першого збігу (тобто, буде виконано дію першого правила, яке відповідає пакету) лише якщо опція "quick" позначена у правилі. Інакше вони будуть застосовані лише, якщо жодне інше правило не відповідає. Зверніть особливу увагу на порядок правил та вибрані опції. Якщо жодне правило тут не відповідає, використовуються правила для інтерфейсу або типові правила.
zh_cn: 只有在规则上选中了"快速"选项时，浮动规则才会在首次匹配的基础上进行评估（将执行与数据包匹配的第一条规则的操作）。 否则，它们将仅在没有其他规则匹配时才适用。 必须注意规则顺序和选择的选项。 如果此处没有匹配的规则，则使用每个接口的规则，或默认规则。

source: %s rules are evaluated on a first-match basis by default (i.e. the action of the first rule to match a packet will be executed). This means that if you use block rules, you will have to pay attention to the rule order. Everything that is not explicitly passed is blocked by default.
cs_cz: Pravidla %s jsou ve výchozím nastavení vyhodnocována podle principu první shody (tj. provede se akce prvního pravidla, které odpovídá paketu). To znamená, že pokud používáte blokovací pravidla, bude třeba věnovat pozornost pořadí pravidel. Vše, co není výslovně propuštěno, je ve výchozím nastavení blokováno.
de_de: %s-Regeln werden standardmäßig nach dem Prinzip „erste Übereinstimmung gewinnt“ ausgewertet (d. h. die Aktion der ersten Regel, die auf ein Paket zutrifft, wird ausgeführt). Das bedeutet, dass Sie bei der Verwendung von Blockierungsregeln auf die Reihenfolge der Regeln achten müssen. Alles, was nicht ausdrücklich erlaubt ist, wird standardmäßig blockiert.
el_gr: Οι κανόνες %s αξιολογούνται από προεπιλογή με βάση την πρώτη αντιστοίχιση (δηλαδή, θα εκτελεστεί η ενέργεια του πρώτου κανόνα που θα αντιστοιχίσει ένα πακέτο). Αυτό σημαίνει ότι εάν χρησιμοποιήσετε κανόνες μπλοκ, θα πρέπει να δώσετε προσοχή στη σειρά των κανόνων. Ό,τι δεν διαβιβάζεται ρητά αποκλείεται από προεπιλογή.
fa_ir: %s به‌طور پیش‌فرض بر اساس اولین تطابق ارزیابی می‌شوند (یعنی عمل اولین قاعده‌ای که با یک بسته مطابقت کند اجرا می‌شود). این بدان معناست که اگر از قواعد بلوک استفاده کنید، باید به ترتیب قواعد توجه کنید. هر چیزی که به‌طور صریح مجاز اعلام نشده باشد به‌طور پیش‌فرض مسدود است.
fr_fr: Les règles %s sont évaluées sur la base de la première correspondance par défaut (c'est-à-dire que l'action de la première règle pour correspondre à un paquet sera exécutée). Cela signifie que si vous utilisez des règles de blocage, vous devrez faire attention à l'ordre des règles. Tout ce qui n'est pas explicitement passé est bloqué par défaut.
it_it: Per impostazione predefinita, le regole %s vengono valutate in base alla prima corrispondenza (ovvero verrà eseguita l'azione della prima regola che corrisponde a un pacchetto). Ciò significa che se usi le regole di blocco, dovrai prestare attenzione all'ordine delle regole. Tutto ciò che non viene passato esplicitamente viene bloccato per impostazione predefinita.
ko_kr: %s 규칙은 기본적으로 첫 번째 일치 기준으로 평가됩니다(즉, 패킷과 일치하는 첫 번째 규칙의 작업이 실행됩니다). 즉, 블록 규칙을 사용할 경우 규칙 순서에 주의해야 합니다. 명시적으로 전달되지 않은 모든 항목은 기본적으로 차단됩니다.
pl_pl: Reguły %s są domyślnie oceniane na zasadzie pierwszego dopasowania (tj. akcja pierwszej reguły pasującej do pakietu zostanie wykonana). Oznacza to, że jeśli używasz reguł blokujących, musisz zwracać uwagę na kolejność reguł. Wszystko, co nie jest jawnie przekazywane, jest domyślnie blokowane.
uk_ua: Правила %s оцінюються за принципом першого збігу типово (тобто, буде виконано дію першого правила, яке відповідає пакету). Це означає, що якщо ви використовуєте правила блокування, вам доведеться звертати увагу на порядок правил. Все, що не дозволено явно, блокується типово.
zh_cn: 默认情况下，%s规则是在第一次匹配的基础上进行评估的，这意味着如果使用阻止规则，必须注意规则顺序。默认情况下，所有未明确传送的内容都会被阻止。

source: Enable logging
cs_cz: Zaznamenávat události
de_de: Protokollierung aktivieren
el_gr: Ενεργοποίηση καταγραφής
fa_ir: فعال‌سازی ثبت لاگ
fr_fr: Activer la journalisation
it_it: Abilita la registrazione
ko_kr: 로깅 사용
pl_pl: Włącz logowanie
uk_ua: Увімкнути логування
zh_cn: 启用日志记录

source: Disable logging
cs_cz: Nezaznamenávat události
de_de: Protokollierung deaktivieren
el_gr: Απενεργοποίηση καταγραφής
fa_ir: غیرفعال‌سازی ثبت لاگ
fr_fr: Désactiver la journalisation
it_it: Disabilita la registrazione
ko_kr: 로깅 사용 안 함
pl_pl: Wyłącz logowanie
uk_ua: Вимкнути логування
zh_cn: 禁用日志记录

source: Enable rule
cs_cz: Zapnout pravidlo
de_de: Regel aktivieren
el_gr: Ενεργοποίηση κανόνα
fa_ir: فعال کردن قانون
fr_fr: Activer la règle
it_it: Abilita regola
ko_kr: 규칙 사용
pl_pl: Włącz regułę
uk_ua: Увімкнути правило
zh_cn: 启用规则

source: Disable rule
cs_cz: Vypnout pravidlo
de_de: Regel deaktivieren
el_gr: Απενεργοποίηση κανόνα
fa_ir: غیرفعال کردن قانون
fr_fr: Désactiver la règle
it_it: Disabilita regola
ko_kr: 규칙 사용 안 함
pl_pl: Wyłącz regułę
uk_ua: Вимкнути правило
zh_cn: 禁用规则

source: Automatically generated rules
cs_cz: Automaticky vytvořená pravidla
de_de: Automatisch generierte Regeln
el_gr: Αυτόματα δημιουργημένοι κανόνες
fa_ir: قواعد تولیدشده خودکار
fr_fr: Règles générées automatiquement
it_it: Regole generate automaticamente
ko_kr: 자동으로 생성된 규칙
pl_pl: Automatycznie generowane reguły
uk_ua: Автоматично згенеровані правила
zh_cn: 自动生成规则

source: Evaluations
cs_cz: Vyhodnocení
de_de: Bewertungen
el_gr: Αξιολογήσεις
fa_ir: ارزیابی‌ها
fr_fr: Évaluations
it_it: Valutazioni
ko_kr: 평가
pl_pl: Oceny
uk_ua: Оцінювання
zh_cn: 评估

source: No %s rules are currently defined. All incoming connections on this interface will be blocked until you add a pass rule. Exceptions for automatically generated rules may apply.
cs_cz: V tuto chvíli nejsou definována žádná pravidla %s. Všechna příchozí spojení na tomto rozhraní budou blokována, dokud nepřidáte pravidlo pro průchod. Pro automaticky vytvořená pravidla mohou platit výjimky.
de_de: Aktuell sind keine %s-Regeln definiert. Alle eingehenden Verbindungen auf dieser Schnittstelle werden geblockt, bis du eine Durchlassregel hinzufügst. Ausnahmen könnten für automatisch generierte Regeln bestehen.
el_gr: Δεν έχουν οριστεί κανόνες %s αυτήν τη στιγμή. Όλες οι εισερχόμενες συνδέσεις σε αυτήν τη διεπαφή θα αποκλειστούν μέχρι να προσθέσετε έναν κανόνα επιτυχούς πρόσβασης. Ενδέχεται να ισχύουν εξαιρέσεις για τους κανόνες που δημιουργούνται αυτόματα.
fa_ir: در حال حاضر هیچ قانون %s تعریف نشده است. تمام ارتباط‌های ورودی روی این رابط مسدود خواهند شد تا زمانی که یک قانون عبور اضافه کنید. ممکن است برای قوانین تولیدشده خودکار استثناهایی اعمال شود.
fr_fr: Aucune règle %s n'est actuellement définie. Toutes les connexions entrantes sur cette interface seront bloquées jusqu'à ce que vous ajoutiez une règle de réussite. Des exceptions pour les règles générées automatiquement peuvent s'appliquer.
it_it: Nessuna regola %s è attualmente definita. Tutte le connessioni in entrata su questa interfaccia verranno bloccate finché non aggiungi una regola di passaggio. Potrebbero essere applicate eccezioni per le regole generate automaticamente.
ko_kr: 현재 %s 규칙이 정의되어 있지 않습니다. 이 인터페이스의 모든 수신 연결은 통과 규칙을 추가할 때까지 차단됩니다. 자동으로 생성된 규칙에 대한 예외가 적용될 수 있습니다.
pl_pl: Obecnie nie zdefiniowano żadnych reguł %s. Wszystkie przychodzące połączenia na tym interfejsie zostaną zablokowane, dopóki nie dodasz reguły przepuszczającej. Mogą obowiązywać wyjątki dla automatycznie generowanych reguł.
uk_ua: Наразі не визначено жодного правила %s. Усі вхідні з'єднання на цьому інтерфейсі будуть заблоковані, доки ви не додасте правило дозволу. Можуть застосовуватися винятки для автоматично згенерованих правил.
zh_cn: 当前未定义%s规则。在您添加通过规则之前，该接口上的所有入站连接都会被阻止。自动生成的规则除外。

source: Inspect
cs_cz: Prohlédnout
de_de: Untersuchen
el_gr: Ελέγχω
fa_ir: بررسی
fr_fr: Inspecter
it_it: Ispezionare
ko_kr: 검사
pl_pl: Inspektuj
uk_ua: Перевірити
zh_cn: 检查

source: Enable Log
cs_cz: Zapnout záznam událostí
de_de: Protokoll aktivieren
el_gr: Ενεργοποίηση αρχείου καταγραφής
fa_ir: فعال کردن لاگ
fr_fr: Activer le journal
it_it: Abilita registro
ko_kr: 로그 사용
pl_pl: Włącz Log
uk_ua: Увімкнути журнал
zh_cn: 启用日志

source: Disable Log
cs_cz: Vypnout záznam událostí
de_de: Protokoll deaktivieren
el_gr: Απενεργοποίηση αρχείου καταγραφής
fa_ir: غیرفعال کردن لاگ
fr_fr: Désactiver le journal
it_it: Disabilita registro
ko_kr: 로그 사용 안 함
pl_pl: Wyłącz Log
uk_ua: Вимкнути журнал
zh_cn: 禁用日志

source: Enable Rule
cs_cz: Zapnout pravidlo
de_de: Regel aktivieren
el_gr: Ενεργοποίηση κανόνα
fa_ir: فعال کردن قانون
fr_fr: Activer la règle
it_it: Abilita regola
ko_kr: 규칙 사용
pl_pl: Włącz Regułę
uk_ua: Увімкнути правило
zh_cn: 启用规则

source: Disable Rule
cs_cz: Vypnout pravidlo
de_de: Regel deaktivieren
el_gr: Απενεργοποίηση κανόνα
fa_ir: غیرفعال کردن قانون
fr_fr: Règle de désactivation
it_it: Disabilita regola
ko_kr: 규칙 사용 안 함
pl_pl: Wyłącz Regułę
uk_ua: Вимкнути правило
zh_cn: 禁用规则

source: mtrace messages
cs_cz: mtrace zprávy
de_de: mtrace-Nachrichten
el_gr: μηνύματα mtrace
fa_ir: پیام‌های mtrace
it_it: messaggi mtrace
ko_kr: mtrace 메시지
pl_pl: Wiadomości mtrace
uk_ua: Повідомлення mtrace
zh_cn: mtrace消息

source: mtrace response
cs_cz: mtrace odpověď
de_de: mtrace-Antwort
el_gr: απόκριση mtrace
fa_ir: پاسخ mtrace
fr_fr: réponse de mtrace
it_it: risposta mtrace
ko_kr: mtrace 응답
pl_pl: Odpowiedź mtrace
uk_ua: Відповідь mtrace
zh_cn: mtrace响应

source: Who-are-you reply
cs_cz: Odpověď na kdo-jste-vy
de_de: "Wer-sind-Sie"-Antwort
el_gr: Ποιος-είσαι-απάντηση
fa_ir: پاسخ Who-are-you
fr_fr: Qui êtes-vous ?
it_it: Rispondi "Chi sei?"
ko_kr: Who-Where-you 응답
pl_pl: Odpowiedź "Kto jesteś"
uk_ua: Відповідь «Хто ти?»
zh_cn: Who-are-you 回复

source: Node information reply
cs_cz: Odpověď informací o uzlu
de_de: Knoteninformationsantwort
el_gr: Απάντηση πληροφοριών κόμβου
fa_ir: پاسخ اطلاعات گره
fr_fr: Réponse d'information sur le nœud
it_it: Risposta delle informazioni sul nodo
ko_kr: 노드 정보 응답
pl_pl: Odpowiedź informacji o węźle
uk_ua: Відповідь з інформацією про вузол
zh_cn: 节点信息回复

source: FQDN reply
cs_cz: FQDN odpověď
de_de: FQDN-Antwort
el_gr: Απάντηση FQDN
fa_ir: پاسخ FQDN
fr_fr: Réponse FQDN
it_it: Risposta FQDN
ko_kr: FQDN 응답
pl_pl: Odpowiedź FQDN
uk_ua: Відповідь FQDN
zh_cn: FQDN回复

source: Who-are-you request
cs_cz: Požadavek na kdo-jste
de_de: "Wer-sind-Sie"-Anfrage
el_gr: Αίτημα "Ποιος είσαι;"
fa_ir: درخواست Who-are-you
fr_fr: Demande qui êtes-vous ?
it_it: Richiesta "Chi sei?"
ko_kr: Who-are-you 요청
pl_pl: Zapytanie "Kto jesteś"
uk_ua: Запит «Хто ти?»
zh_cn: Who-are-you 请求

source: Node information query
cs_cz: Dotaz na informace o uzlu
de_de: Knoteninformationsabfrage
el_gr: Ερώτημα πληροφοριών κόμβου
fa_ir: پرس‌وجوی اطلاعات گره
fr_fr: Demande d'informations sur les nœuds
it_it: Interrogazione sulle informazioni del nodo
ko_kr: 노드 정보 쿼리
pl_pl: Zapytanie informacji o węźle
uk_ua: Запит інформації про вузол
zh_cn: 节点信息查询

source: FQDN query
cs_cz: FQDN dotaz
de_de: FQDN-Abfrage
el_gr: Ερώτημα FQDN
fa_ir: پرس‌وجوی FQDN
fr_fr: Requête FQDN
it_it: Interrogazione FQDN
ko_kr: FQDN 쿼리
pl_pl: Zapytanie FQDN
uk_ua: Запит FQDN
zh_cn: FQDN查询

source: Route renumbering
cs_cz: Přečíslování tras
de_de: Routen-Neunummerierung
el_gr: Επαναρίθμηση διαδρομής
fa_ir: بازشماره‌گذاری مسیر
fr_fr: Renumérotation des routes
it_it: Rinumerazione del percorso
ko_kr: 라우트 번호 변경
pl_pl: Przeprowadzanie zmiany trasy
uk_ua: Перенумерація маршруту
zh_cn: 路由重编号

source: Shorter route exists
cs_cz: Existuje kratší trasa
de_de: Kürzere Route vorhanden
el_gr: Υπάρχει συντομότερη διαδρομή
fa_ir: مسیر کوتاه‌تر وجود دارد
fr_fr: Une route plus courte existe
it_it: Esiste un percorso più breve
ko_kr: 더 짧은 라우트가 존재합니다
pl_pl: Istnieje krótsza trasa
uk_ua: Існує коротший маршрут
zh_cn: 存在更短路由

source: Neighbor advertisement
cs_cz: Propagace souseda
de_de: Nachbarankündigung
el_gr: Διαφήμιση γείτονα
fa_ir: اعلان همسایه
fr_fr: Annonce de voisinage
it_it: Annuncio del vicino
ko_kr: 이웃 광고
pl_pl: Reklama sąsiada
uk_ua: Оголошення сусіда
zh_cn: 邻居广播

source: Neighbor solicitation
cs_cz: Žádosti o souseda
de_de: Nachbaranfrage
el_gr: Προσέλκυση γειτόνων
fa_ir: درخواست همسایه
fr_fr: Sollicitation des voisins
it_it: Sollecitazione del vicino
ko_kr: 이웃 요청
pl_pl: Zachęcanie sąsiadów
uk_ua: Запит сусіда
zh_cn: 邻居请求

source: Router advertisement
cs_cz: Propagace směrovače
de_de: Routerankündigung
el_gr: Διαφήμιση δρομολογητή
fa_ir: اعلان روتر
fr_fr: Annonce de routeur
it_it: Pubblicità del router
ko_kr: 라우터 알림
uk_ua: Оголошення маршрутизатора
zh_cn: 路由器广播

source: Router solicitation
cs_cz: Žádosti o směrovač
de_de: Routeranfrage
el_gr: Προσέλκυση πελατών μέσω δρομολογητή
fa_ir: درخواست روتر
fr_fr: Sollicitation de routeurs
it_it: Sollecitazione del router
ko_kr: 라우터 요청
uk_ua: Запит маршрутизатора
zh_cn: 路由器请求

source: Multicast listener done
cs_cz: Služba očekávání spojení vícesměrového vysílání hotovo
de_de: Multicast-Empfänger fertig
el_gr: Ολοκληρώθηκε η λειτουργία ακρόασης πολλαπλής διανομής
fa_ir: پایان شنوندهٔ چندپخشی
fr_fr: L'écoute multicast est terminée
it_it: Ascoltatore multicast terminato
ko_kr: 멀티캐스트 수신기 완료
pl_pl: Powiadomienie o słuchaczu multicastowym
uk_ua: Слухач багатоадресної розсилки завершив
zh_cn: 多播监听完成

source: Group membership termination
cs_cz: Ukončení členství ve skupině
de_de: Gruppenmitgliedschaft beendet
el_gr: Λήξη ιδιότητας μέλους ομάδας
fa_ir: پایان عضویت گروه
fr_fr: Résiliation de l'adhésion au groupe
it_it: Risoluzione dell'appartenenza al gruppo
ko_kr: 그룹 멤버십 해지
pl_pl: Zakończenie członkostwa w grupie
uk_ua: Завершення членства в групі
zh_cn: 组成员资格终止

source: Multicast listener report
cs_cz: Výkaz o službě očekávání spojení vícesměrového vysílání
de_de: Multicast-Empfängerbericht
el_gr: Αναφορά ακροατή πολλαπλής διανομής
fa_ir: گزارش شنوندهٔ چندپخشی
fr_fr: Rapport de l'auditeur multicast
it_it: Rapporto sull'ascoltatore multicast
ko_kr: 멀티캐스트 수신기 보고
pl_pl: Raport słuchacza multicastowego
uk_ua: Звіт слухача багатоадресної розсилки
zh_cn: 多播监听报告

source: Group membership report
cs_cz: Hlášení členství ve skupině
de_de: Gruppenmitgliedschaftsbericht
el_gr: Αναφορά συμμετοχής σε ομάδα
fa_ir: گزارش عضویت گروه
fr_fr: Rapport sur les membres du groupe
it_it: Rapporto sull'appartenenza al gruppo
ko_kr: 그룹 구성원 보고서
pl_pl: Raport członkostwa w grupie
uk_ua: Звіт про членство в групі
zh_cn: 组成员报告

source: Multicast listener query
cs_cz: Dotaz na službu očekávání spojení vícesměrového vysílání
de_de: Multicast-Empfängerabfrage
el_gr: Ερώτημα ακροατή πολλαπλής διανομής
fa_ir: پرسش شنوندهٔ چندپخشی
fr_fr: Requête de l'auditeur multicast
it_it: Query del listener multicast
ko_kr: 멀티캐스트 수신기 쿼리
pl_pl: Zapytanie o słuchacza multicastowego
uk_ua: Запит слухача багатоадресної розсилки
zh_cn: 多播监听查询

source: Group membership query
cs_cz: Dotaz na členství ve skupině
de_de: Gruppenmitgliedschaftsabfrage
el_gr: Ερώτημα συμμετοχής σε ομάδα
fa_ir: پرسش عضویت گروه
fr_fr: Requête d'appartenance à un groupe
it_it: Domanda di appartenenza al gruppo
ko_kr: 그룹 구성원 자격 쿼리
pl_pl: Zapytanie o członkostwo w grupie
uk_ua: Запит членства в групі
zh_cn: 组成员查询

source: Echo service reply
cs_cz: Odpověď služby echo
de_de: Echo-Dienst-Antwort
el_gr: Απάντηση υπηρεσίας Echo
fa_ir: پاسخ سرویس Echo
fr_fr: Réponse du service Echo
it_it: Risposta del servizio eco
ko_kr: 에코 서비스 응답
pl_pl: Odpowiedź serwisu Echo
uk_ua: Відповідь служби ехо
zh_cn: Echo服务响应

source: Echo service request
cs_cz: Požadavek služby echo
de_de: Echo-Dienst-Anfrage
el_gr: Αίτημα υπηρεσίας ηχούς
fa_ir: درخواست سرویس Echo
fr_fr: Demande de service d'écho
it_it: Richiesta di servizio eco
ko_kr: 에코 서비스 요청
pl_pl: Żądanie serwisu Echo
uk_ua: Запит служби ехо
zh_cn: Echo服务请求

source: Invalid IPv6 header
cs_cz: Neplatná IPv6 hlavička
de_de: Ungültiger IPv6-Header
el_gr: Μη έγκυρη κεφαλίδα IPv6
fa_ir: هدر IPv6 نامعتبر
fr_fr: En-tête IPv6 non valide
it_it: Intestazione IPv6 non valida
ko_kr: 잘못된 IPv6 헤더
pl_pl: Nieprawidłowy nagłówek IPv6
uk_ua: Недійсний заголовок IPv6
zh_cn: 无效的IPv6标头

source: Time exceeded
cs_cz: Překročena doba
de_de: Zeitüberschreitung
el_gr: Υπέρβαση χρόνου
fa_ir: زمان سپری شد
fr_fr: Temps dépassé
it_it: Tempo superato
ko_kr: 시간 초과
pl_pl: Przekroczenie czasu
uk_ua: Час вичерпано
zh_cn: 超过时间

source: Packet too big
cs_cz: Příliš velký paket
de_de: Paket zu groß
el_gr: Το πακέτο είναι πολύ μεγάλο
fa_ir: بسته خیلی بزرگ
fr_fr: Paquet trop gros
it_it: Pacchetto troppo grande
ko_kr: 패킷이 너무 큼
pl_pl: Pakiet za duży
uk_ua: Пакет занадто великий
zh_cn: 包太大

source: Destination unreachable
cs_cz: Cíl nedosažitelný
de_de: Ziel nicht erreichbar
el_gr: Μη προσβάσιμος προορισμός
fa_ir: مقصد در دسترس نیست
fr_fr: Destination inaccessible
it_it: Destinazione irraggiungibile
ko_kr: 목적지에 연결할 수 없음
pl_pl: Cel niedostępny
uk_ua: Призначення недосяжне
zh_cn: 目标无法到达

source: timeouts
cs_cz: časové limity
el_gr: τάιμ άουτ
fa_ir: تایم‌اوت‌ها
fr_fr: délais d'attente
it_it: timeout
ko_kr: 타임아웃
pl_pl: przeterminowania
uk_ua: тайм-аути
zh_cn: 超时

source: rules
cs_cz: pravidla
de_de: Regeln
el_gr: κανόνες
fa_ir: قوانین
fr_fr: règles
it_it: regole
ko_kr: 규칙
pl_pl: reguły
uk_ua: правила
zh_cn: 规则

source: memory
cs_cz: paměť
de_de: Speicher
el_gr: μνήμη
fa_ir: حافظه
fr_fr: mémoire
it_it: memoria
ko_kr: 메모리
pl_pl: pamięć
uk_ua: пам'ять
zh_cn: 内存

source: interfaces
cs_cz: rozhraní
de_de: Schnittstellen
el_gr: διεπαφές
fa_ir: رابط‌ها
it_it: interfacce
ko_kr: 인터페이스
pl_pl: interfejsy
uk_ua: інтерфейси
zh_cn: 接口

source: Current CARP demotion level
cs_cz: Stávající úroveň snížení v rámci CARP
de_de: Aktueller CARP-Demotionslevel
el_gr: Τρέχον επίπεδο υποβάθμισης CARP
fa_ir: سطح تضعیف فعلی CARP
fr_fr: Niveau de rétrogradation actuel du CARP
it_it: Attuale livello di retrocessione CARP
ko_kr: 현재 CARP 강등 수준
pl_pl: Aktualny poziom degradacji CARP
uk_ua: Поточний рівень пониження CARP
zh_cn: 当前CARP降级级别

source: Remove selected item(s)?
cs_cz: Odebrat označené položky?
de_de: Ausgewählte(s) Element(e) entfernen?
el_gr: Κατάργηση επιλεγμένων στοιχείων;
fa_ir: آیا مورد(های) انتخاب‌شده حذف شوند؟
fr_fr: Supprimer le ou les éléments sélectionnés ?
it_it: Rimuovere gli elementi selezionati?
ko_kr: 선택한 항목을 제거하시겠습니까?
pl_pl: Usunąć wybrane element(y)?
uk_ua: Видалити вибраний елемент(и)?
zh_cn: 删除所选项目？

source: Select All
cs_cz: Vybrat vše
de_de: Alle auswählen
el_gr: Επιλογή όλων
fa_ir: انتخاب همه
fr_fr: Sélectionner tout
it_it: Seleziona tutto
ko_kr: 모두 선택
pl_pl: Zaznacz wszystko
uk_ua: Вибрати все
zh_cn: 选择全部

source: Edit destination
cs_cz: Upravit cíl
de_de: Ziel bearbeiten
el_gr: Επεξεργασία προορισμού
fa_ir: ویرایش مقصد
fr_fr: Modifier la destination
it_it: Modifica destinazione
ko_kr: 대상 편집
pl_pl: Edytuj cel
uk_ua: Редагувати призначення
zh_cn: 编辑目标

source: SourceInstance
de_de: Quell-Instanz
el_gr: Παρουσία πηγής
fa_ir: نمونه منبع
ko_kr: 원본 인스턴스
uk_ua: Вихідний екземпляр
zh_cn: 源实例

source: SourceId
de_de: Quell-ID
el_gr: ΑναγνωριστικόΠηγής
fa_ir: شناسه منبع
it_it: ID origine
ko_kr: 소스 ID
uk_ua: Вихідний ідентифікатор
zh_cn: 源ID

source: SourceName
de_de: Quellname
el_gr: ΌνομαΠηγής
fa_ir: نام منبع
fr_fr: Nom de la source
it_it: NomeOrigine
ko_kr: 원본 이름
uk_ua: Вихідна назва
zh_cn: 源名称

source: Reset all generated content (cached files and certificates included) and restart the proxy.
cs_cz: Resetovat veškerý vytvořený obsah (včetně souborů v mezipaměti a certifikátů) a zrestartovat proxy.
de_de: Alle generierten Inhalte (einschließlich zwischengespeicherter Dateien und Zertifikate) zurücksetzen und den Proxy neu starten.
el_gr: Επαναφέρετε όλο το δημιουργημένο περιεχόμενο (συμπεριλαμβανομένων των αρχείων και των πιστοποιητικών που είναι αποθηκευμένα στην προσωρινή μνήμη) και επανεκκινήστε τον διακομιστή μεσολάβησης.
fa_ir: بازنشانی همهٔ محتوای تولیدشده (شامل فایل‌های کش و گواهی‌ها) و راه‌اندازی مجدد پروکسی.
fr_fr: Réinitialisez tout le contenu généré (fichiers en cache et certificats inclus) et redémarrez le proxy.
it_it: Reimposta tutto il contenuto generato (file memorizzati nella cache e certificati inclusi) e riavvia il proxy.
ko_kr: 생성된 모든 콘텐츠(캐시된 파일 및 인증서 포함)를 초기화하고 프록시를 다시 시작합니다.
pl_pl: Zresetuj całą wygenerowaną zawartość (włączając w to pliki buforowane i certyfikaty) i zrestartuj proxy.
uk_ua: Скинути весь згенерований вміст (включаючи кешовані файли та сертифікати) і перезапустити проксі.
zh_cn: 重置所有生成的内容(包括缓存文件和证书)，重新启动代理。

source: Support
cs_cz: Podpora
el_gr: Υποστήριξη
fa_ir: پشتیبانی
fr_fr: Soutien
it_it: Supporto
ko_kr: 지원
pl_pl: Wsparcie
uk_ua: Підтримка
zh_cn: 支持
