Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Continuously attempt to resolve the server host name. Useful when communicating with a server that is not permanently connected to the Internet
cs_cz: Průběžně se pokoušet přeložit název serveru na IP adresu. Užitečné při komunikaci se serverem, který není trvalé připojený k Internetu
de_de: Permanent versuchen, den Servernamen aufzulösen. Nützlich, wenn mit einem Server kommuniziert wird, der nicht permanent mit dem Internet verbunden ist
el_gr: Συνεχής προσπάθεια επίλυσης του ονόματος κεντρικού υπολογιστή του διακομιστή. Χρήσιμο κατά την επικοινωνία με έναν διακομιστή που δεν είναι μόνιμα συνδεδεμένος στο Διαδίκτυο.
fa_ir: به‌طور مداوم سعی در حل نام میزبان سرور دارد. مفید هنگام ارتباط با سروری که دائماً به اینترنت متصل نیست.
fr_fr: Continuellement essayer de résoudre le nom d'hôte du serveur. Utile dans le cas d'une communication avec un serveur qui ne serait pas connecté à Internet en permanence.
it_it: Tentare continuamente di risolvere il nome host del server. Utile quando si comunica con un server che non è permanentemente connesso a Internet
ko_kr: 서버 호스트 이름을 계속해서 해결하려고 시도합니다. 인터넷에 영구적으로 연결되지 않은 서버와 통신할 때 유용합니다
pl_pl: Ciągle próbuj rozwiązać nazwę hosta serwera. Przydatne podczas komunikacji z serwerem, który nie jest na stałe połączony z Internetem
uk_ua: Постійно намагатися розв'язати ім'я хоста сервера. Корисно при спілкуванні з сервером, який не постійно підключений до Інтернету
zh_cn: 继续尝试解析服务器主机名。 与未永久连接到Internet的服务器通信时很有用

source: Infinitely resolve remote server
cs_cz: Název vzdáleného serveru překládat na adresu donekončena
de_de: Unbegrenzt den fernen Server auflösen
el_gr: Απεριόριστη επίλυση απομακρυσμένου διακομιστή
fa_ir: حل نام سرور راه دور به‌صورت نامحدود
fr_fr: Résoudre en continu le serveur distant
it_it: Risolvi all'infinito il server remoto
ko_kr: 원격 서버 무한 확인
pl_pl: Rozwiązuj nazwę serwera zdalnego w nieskończoność
uk_ua: Нескінченно розв'язувати віддалений сервер
zh_cn: 无限解析远程服务器

source: Retry DNS resolution
cs_cz: Zkusit DNS překlad znovu
de_de: DNS-Auflösung erneut versuchen
el_gr: Επανάληψη ανάλυσης DNS
fa_ir: تلاش مجدد برای حل DNS
fr_fr: Retenter la résolution DNS
it_it: Riprovare la risoluzione DNS
ko_kr: DNS 확인 재시도
pl_pl: Ponów rozpoznawanie DNS
uk_ua: Повторити розв'язання DNS
zh_cn: 重试DNS解析

source: Select remote server at random
cs_cz: Vzdálený server vybrat náhodně
de_de: Die fernen Server zufällig wählen
el_gr: Επιλογή απομακρυσμένου διακομιστή τυχαία
fa_ir: انتخاب تصادفی سرور راه دور
fr_fr: Sélectionner un serveur distant au hasard
it_it: Seleziona il server remoto a caso
ko_kr: 임의로 원격 서버 선택
pl_pl: Wybierz serwer zdalny losowo
uk_ua: Вибрати віддалений сервер випадковим чином
zh_cn: 随机选择远程服务器

source: Host or address
cs_cz: Název stroje nebo IP adresa
de_de: Host oder Adresse
el_gr: Υποδοχή ή διεύθυνση
fa_ir: میزبان یا آدرس
fr_fr: Hôte ou adresse
it_it: Host o indirizzo
ko_kr: 호스트 또는 주소
pl_pl: Nazwa hosta lub adres
uk_ua: Хост або адреса
zh_cn: 主机或地址

source: Remote server
cs_cz: Server na druhé straně
de_de: Ferner Server
el_gr: Απομακρυσμένος διακομιστής
fa_ir: سرور راه دور
fr_fr: Serveur distant
it_it: Server remoto
ko_kr: 원격 서버
pl_pl: Serwer zdalny
uk_ua: Віддалений сервер
zh_cn: 远程服务器

source: Device mode
cs_cz: Režim zařízení
de_de: Gerätemodus
el_gr: Λειτουργία συσκευής
fa_ir: حالت دستگاه
fr_fr: Mode du dispositif
it_it: Modalità dispositivo
ko_kr: 장치 모드
pl_pl: Typ urządzenia
uk_ua: Режим пристрою
zh_cn: 设备模式

source: Select the protocol family to be used. Note that using both families with UDP/TCP does not work with an explicit interface as OpenVPN does not support listening to more than one specified IP address. In this case IPv4 is currently assumed.
cs_cz: Vyberte kterou generaci protokolu použít. Poznamenejme, že použití obou generací s UDP/TCP nefunguje s výslovným rozhraním, protože OpenVPN nepodporuje očekávání spojení na více než jedné zadané IP adrese. V takovém případě je předpokládáno IPv4.
de_de: Wählen Sie die zu verwendende Protokollfamilie aus. Bedenken Sie, dass die Verwendung beider Familien mit UDP/TCP nicht mit einer expliziten Schnittstelle wie OpenVPN funktioniert, da OpenVPN nur auf einer IP-Adresse hören kann. In diesem Fall wird aktuell IPv4 angenommen.
el_gr: Επιλέξτε την οικογένεια πρωτοκόλλων που θα χρησιμοποιηθεί. Σημειώστε ότι η χρήση και των δύο οικογενειών με UDP/TCP δεν λειτουργεί με μια σαφή διεπαφή, καθώς το OpenVPN δεν υποστηρίζει την ακρόαση περισσότερων από μίας καθορισμένης διεύθυνσης IP. Σε αυτήν την περίπτωση, θεωρείται προς το παρόν το IPv4.
fa_ir: خانواده پروتکل مورد استفاده را انتخاب کنید. توجه داشته باشید که استفاده از هر دو خانواده همراه با UDP/TCP با یک اینترفیس صریح کار نمی‌کند، زیرا OpenVPN از شنود بیش از یک آدرس IP مشخص پشتیبانی نمی‌کند. در این حالت در حال حاضر IPv4 فرض می‌شود.
fr_fr: Sélectionner la famille de protocoles à utiliser. Noter que l'usage des deux familles avec UDP/TCP ne fonctionne pas avec une interface explicite parce qu'OpenVPN supporte l'écoute sur une seule adresse IP. IPv4 est le protocole par défaut.
it_it: Selezionare la famiglia di protocolli da utilizzare. Tieni presente che l'utilizzo di entrambe le famiglie con UDP/TCP non funziona con un'interfaccia esplicita poiché OpenVPN non supporta l'ascolto di più di un indirizzo IP specificato. In questo caso attualmente si presuppone IPv4.
ko_kr: 사용할 프로토콜 패밀리를 선택하세요. OpenVPN은 둘 이상의 지정된 IP 주소 수신을 지원하지 않으므로 UDP/TCP에서 두 패밀리를 모두 사용하는 것은 명시적 인터페이스에서 작동하지 않습니다. 이 경우 현재 IPv4가 가정됩니다.
pl_pl: Wybierz rodzinę protokołów, która ma być używana. Należy pamiętać, że używanie obu rodzin z UDP/TCP nie działa z jawnym interfejsem, ponieważ OpenVPN nie obsługuje nasłuchiwania więcej niż jednego określonego adresu IP. W tym przypadku obecnie zakłada się IPv4.
uk_ua: Виберіть сімейство протоколів, що буде використовуватися. Зверніть увагу, що використання обох сімейств з UDP/TCP не працює з явним інтерфейсом, оскільки OpenVPN не підтримує прослуховування більш ніж однієї зазначеної IP-адреси. У цьому випадку наразі передбачається IPv4.
zh_cn: 选择要使用的协议类型。 注意使用UDP/TCP协议不能指定接口，因为OpenVPN不支持监听多个指定的IP地址。 在这种情况下，当前只能假设为IPv4。

source: Peer to Peer ( Shared Key )
cs_cz: Bod-bod (sdílený klíč)
de_de: Peer-to-Peer ( gemeinsamer Schlüssel )
el_gr: Ομότιμη σύνδεση (Κοινόχρηστο κλειδί)
fa_ir: نظیر به نظیر (کلید مشترک)
fr_fr: Pair à Pair (Clé Partagée)
it_it: Peer to Peer (chiave condivisa)
ko_kr: 피어 투 피어 ( 공유 키 )
pl_pl: Peer to Peer (klucz współdzielony)
uk_ua: Рівний до рівного (Спільний ключ)
zh_cn: 点对点(共享密钥)

source: Peer to Peer ( SSL/TLS )
cs_cz: Bod-bod (SSL/TLS)
el_gr: Ομότιμη σύνδεση (SSL/TLS)
fa_ir: همتا به همتا ( SSL/TLS )
fr_fr: Pair à Pair ( SSL/TLS )
ko_kr: 피어 투 피어 ( SSL/TLS )
uk_ua: Рівний до рівного (SSL/TLS)
zh_cn: 点对点(SSL/TLS)

source: Server Mode
cs_cz: Režim serveru
de_de: Servermodus
el_gr: Λειτουργία διακομιστή
fa_ir: حالت سرور
fr_fr: Mode Serveur
it_it: Modalità server
ko_kr: 서버 모드
pl_pl: Typ serwera
uk_ua: Режим сервера
zh_cn: 服务器模式

source: Set this option to disable this client without removing it from the list
cs_cz: Pomocí této předvolby je možné zamezit používání klienta aniž by bylo třeba odebírat ho ze seznamu
de_de: Setzen Sie diese Option, um diesen Client zu deaktivieren, ohne ihn aus der Liste zu entfernen
el_gr: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτόν τον πελάτη χωρίς να τον αφαιρέσετε από τη λίστα
fa_ir: این گزینه را برای غیرفعال کردن این کلاینت بدون حذف آن از فهرست انتخاب کنید
fr_fr: Sélectionnez cette option pour désactiver ce client sans le retirer de la liste
it_it: Imposta questa opzione per disabilitare questo client senza rimuoverlo dall'elenco
ko_kr: 이 클라이언트를 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정
pl_pl: Zaznacz tą opcję aby wyłączyć tego klienta bez usuwania go z listy
uk_ua: Встановіть цю опцію, щоб вимкнути цього клієнта, не видаляючи його зі списку
zh_cn: 选中该选项则禁用该客户端，而不是从列表中删除它

source: Do you really want to delete the selected clients?
cs_cz: Opravdu chcete označené klienty smazat?
de_de: Wollen Sie die ausgewählten Clients wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε τους επιλεγμένους πελάτες;
fa_ir: آیا واقعاً می‌خواهید کلاینت‌های انتخاب‌شده را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer les clients sélectionnés?
it_it: Vuoi davvero eliminare i clienti selezionati?
ko_kr: 선택한 클라이언트를 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć zaznaczonych klientów?
uk_ua: Ви справді хочете видалити обраних клієнтів?
zh_cn: 您真的要删除所选的客户端吗？

source: Do you really want to delete this client?
cs_cz: Opravdu chcete tohoto klienta smazat?
de_de: Wollen Sie diesen Client wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτόν τον πελάτη;
fa_ir: آیا واقعاً می‌خواهید این کلاینت را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer ce client ?
it_it: Vuoi davvero eliminare questo client?
ko_kr: 이 클라이언트를 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć tego klienta?
uk_ua: Ви справді хочете видалити цього клієнта?
zh_cn: 您真要删除该客户端吗？

source: If no Client Certificate is selected, a username and password must be entered.
cs_cz: Pokud není vybrán žádný klientský certifikát, je třeba zadat uživatelské jméno a heslo.
de_de: Falls kein Zertifikat ausgewählt wird, muss ein Benutzername und Passwort eingegeben werden.
el_gr: Εάν δεν έχει επιλεγεί Πιστοποιητικό Πελάτη, πρέπει να εισαγάγετε ένα όνομα χρήστη και έναν κωδικό πρόσβασης.
fa_ir: اگر هیچ گواهی کلاینتی انتخاب نشده باشد، باید نام کاربری و رمز عبور وارد شود.
fr_fr: Si aucun Certificat Client n'est sélectionné, un nom d'utilisateur et un mot de passe doivent être renseignés.
it_it: Se non viene selezionato alcun certificato client, è necessario inserire un nome utente e una password.
ko_kr: 클라이언트 인증서를 선택하지 않은 경우 사용자 이름과 비밀번호를 입력해야 합니다.
pl_pl: Jeżeli nie wybrano certyfikatu klienta, musisz podać nazwę użytkownika oraz hasło.
uk_ua: Якщо клієнтський сертифікат не вибрано, необхідно ввести ім'я користувача та пароль.
zh_cn: 如果未选择客户端证书，则必须输入用户名和密码。

source: Shared key
cs_cz: Sdílený klíč
de_de: Gemeinsamer Schlüssel
el_gr: Κοινόχρηστο κλειδί
fa_ir: کلید مشترک
fr_fr: Clé Partagée
it_it: Chiave condivisa
ko_kr: 공유 키
pl_pl: Klucz wspólny
uk_ua: Спільний ключ
zh_cn: 共享密钥

source: The field 'Shared Key' does not appear to be valid
cs_cz: Obsah kolonky „Sdílený klíč“ se nezdá být platný
de_de: Der Wert im Feld 'Gemeinsamer Schlüssel' scheint ungültig zu sein
el_gr: Το πεδίο «Κοινόχρηστο κλειδί» δεν φαίνεται να είναι έγκυρο
fa_ir: فیلد 'کلید مشترک' معتبر به نظر نمی‌رسد
fr_fr: Le champ 'Clé Partagée' ne semble pas être valide
it_it: Il campo "Chiave condivisa" non sembra essere valido
ko_kr: '공유 키' 필드가 올바르지 않은 것 같습니다
pl_pl: Pole 'Klucz współdzielony' wydaje się niepoprawne
uk_ua: Поле 'Спільний ключ' не є дійсним.
zh_cn: "共享密钥"字段无效

source: The bandwidth limit must be a positive numeric value.
cs_cz: Je třeba, aby hodnota omezení přenosové rychlosti bylo kladné číslo.
de_de: Die Bandbreitenbeschränkung muss ein positiver numerischer Wert sein.
el_gr: Το όριο εύρους ζώνης πρέπει να είναι θετική αριθμητική τιμή.
fa_ir: محدودیت پهنای‌باند باید یک مقدار عددی مثبت باشد.
fr_fr: La limite de la bande passante doit être une valeur numérique positive.
it_it: Il limite della larghezza di banda deve essere un valore numerico positivo.
ko_kr: 대역폭 제한은 양수 값이어야 합니다.
pl_pl: Limit przepustowości musi być liczbą pozytywną.
uk_ua: Ліміт пропускної здатності має бути позитивним числовим значенням.
zh_cn: 带宽限制必须为正数值。

source: User name and password are required for proxy with authentication.
cs_cz: Pro proxy, která vyžaduje ověření, je třeba zadat uživatelské jméno a heslo.
de_de: Benutzername und Passwort sind für Proxy mit Authentifizierung erforderlich.
el_gr: Απαιτούνται όνομα χρήστη και κωδικός πρόσβασης για proxy με έλεγχο ταυτότητας.
fa_ir: برای پروکسی با احراز هویت، نام کاربری و رمز عبور لازم است.
fr_fr: Un utilisateur et un mot de passe sont nécessaires pour un proxy avec authentification.
it_it: Nome utente e password sono richiesti per il proxy con autenticazione.
ko_kr: 인증 프록시를 사용하려면 사용자 이름과 비밀번호가 필요합니다.
pl_pl: Autentykacja proxy wymaga nazwy użytkownika oraz hasła.
uk_ua: Ім'я користувача та пароль обов'язкові для проксі з автентифікацією.
zh_cn: 认证代理需要用户名和密码。

source: The field 'Proxy port' must contain a valid port, ranging from 0 to 65535.
cs_cz: Je třeba aby kolonka „port proxy“ obsahovala platné číslo portu z rozsahu 0 až 65535.
de_de: Das Feld 'Proxy Port' muss einen gültigen Port im Bereich von 0 bis 65535 enthalten.
el_gr: Το πεδίο «Θύρα διακομιστή μεσολάβησης» πρέπει να περιέχει μια έγκυρη θύρα, με εύρος από 0 έως 65535.
fa_ir: فیلد 'پورت پروکسی' باید یک شمارهٔ پورت معتبر بین 0 تا 65535 باشد.
fr_fr: Le champ 'Port du proxy' doit contenir un port valide, allant de 0 à 65535.
it_it: Il campo "Porta proxy" deve contenere una porta valida, compresa tra 0 e 65535.
ko_kr: '프록시 포트' 필드는 0에서 65535 사이의 유효한 포트를 포함해야 합니다.
pl_pl: Pole 'Port proxy' musi zawierać poprawny port o wartości 0 do 65535.
uk_ua: Поле 'Порт проксі' має містити дійсний порт в діапазоні від 0 до 65535.
zh_cn: 字段"代理端口"必须包含一个有效的端口，范围从0到65535。

source: The field 'Proxy host or address' must contain a valid IP address or domain name.
cs_cz: Je třeba aby kolonka „Název stroje s proxy nebo jeho IP adresa“ obsahovala platnou IP adresu nebo doménový název.
de_de: Das Feld 'Proxy-Host oder Adresse' muss eine gültige IP-Adresse oder Domain Name enthalten.
el_gr: Το πεδίο «Κεντρικός υπολογιστής ή διεύθυνση διακομιστή μεσολάβησης» πρέπει να περιέχει μια έγκυρη διεύθυνση IP ή όνομα τομέα.
fa_ir: فیلد 'میزبان یا آدرس پروکسی' باید یک آدرس IP یا نام دامنه معتبر داشته باشد.
fr_fr: Le champ 'hôte ou adresse du proxy' doit contenir une adresse IP ou un nom de domaine valide.
it_it: Il campo "Host o indirizzo proxy" deve contenere un indirizzo IP o un nome di dominio valido.
ko_kr: '프록시 호스트 또는 주소' 필드에는 올바른 IP 주소 또는 도메인 이름이 포함되어야 합니다.
pl_pl: Pole 'Nazwa lub adres proxy' musi zawierać poprawny adres IP lub nazwę domenową.
uk_ua: Поле 'Хост або адреса проксі' має містити дійсну IP-адресу або доменне ім'я.
zh_cn: "代理主机或地址"字段必须包含有效的IP地址或域名。

source: Renegotiate time should contain a valid number of seconds.
cs_cz: Interval opětovného dohodnutí by měl být platný počet sekund.
de_de: Neubestimmungszeit sollte eine gültige Zahl von Sekunden enthalten.
el_gr: Ο χρόνος επαναδιαπραγμάτευσης θα πρέπει να περιέχει έναν έγκυρο αριθμό δευτερολέπτων.
fa_ir: زمان بازمذاکره باید مقدار معتبری (بر حسب ثانیه) باشد.
fr_fr: La durée de renégociation doit être un nombre entier de secondes.
it_it: Il tempo di rinegoziazione deve contenere un numero valido di secondi.
ko_kr: 재협상 시간은 유효한 초 단위의 시간을 포함해야 합니다.
pl_pl: Czas renegocjacji powinien zawierać liczbę w sekundach.
uk_ua: Час переузгодження має містити дійсне число секунд.
zh_cn: 重新协商时间应包含有效的秒数。

source: At least one remote server must be specified.
cs_cz: Je třeba zadat alespoň jeden vzdálený server.
de_de: Es muss mindestens ein ferner Server angegeben werden.
el_gr: Πρέπει να καθοριστεί τουλάχιστον ένας απομακρυσμένος διακομιστής.
fa_ir: حداقل یک سرور راه دور باید مشخص شود.
fr_fr: Il faut spécifier au moins un serveur distant.
it_it: È necessario specificare almeno un server remoto.
ko_kr: 하나 이상의 원격 서버를 지정해야 합니다.
pl_pl: Podany musi być przynajmniej jeden serwer zdalny.
uk_ua: Має бути вказаний хоча б один віддалений сервер.
zh_cn: 必须至少指定一个远程服务器。

source: The field 'Server port' must contain a valid port, ranging from 0 to 65535.
cs_cz: Je třeba aby kolonka „Port serveru“ obsahovala platné číslo portu z rozsahu 0 až 65535.
de_de: Das Feld 'Server Port' muss einen gültigen Port im Bereich von 0 bis 65535 enthalten.
el_gr: Το πεδίο «Θύρα διακομιστή» πρέπει να περιέχει μια έγκυρη θύρα, με εύρος από 0 έως 65535.
fa_ir: فیلد 'پورت سرور' باید یک شمارهٔ پورت معتبر بین 0 تا 65535 باشد.
fr_fr: Le champ 'Port du serveur' doit contenir un port valide, allant de 0 à 65535.
it_it: Il campo "Porta server" deve contenere una porta valida, compresa tra 0 e 65535.
ko_kr: '서버 포트' 필드에는 0에서 65535 사이의 유효한 포트가 포함되어 있어야 합니다.
pl_pl: Pole 'Port serwera' musi zawierać poprawny port o wartości 0 do 65535.
uk_ua: Поле 'Порт сервера' має містити дійсний порт в діапазоні від 0 до 65535.
zh_cn: "服务器端口"字段必须包含有效的端口，范围从0到65535。

source: The field 'Server host or address' must contain a valid IP address or domain name.
cs_cz: Je třeba aby kolonka „Název nebo IP adresa serveru“ obsahovala platnou IP adresu nebo doménový název.
de_de: Das Feld 'Server-Host oder Adresse' muss eine gültige IP-Adresse oder Domain Name enthalten.
el_gr: Το πεδίο «Υπολογιστής ή διεύθυνση διακομιστή» πρέπει να περιέχει μια έγκυρη διεύθυνση IP ή όνομα τομέα.
fa_ir: فیلد 'میزبان یا آدرس سرور' باید یک آدرس IP یا نام دامنه معتبر داشته باشد.
fr_fr: Le champ 'Hôte ou adresse du serveur' doit contenir une adresse IP ou un nom de domaine valide.
it_it: Il campo "Host o indirizzo server" deve contenere un indirizzo IP o un nome di dominio valido.
ko_kr: '서버 호스트 또는 주소' 필드에는 올바른 IP 주소 또는 도메인 이름이 포함되어야 합니다.
pl_pl: Pole 'Nazwa lub adres serwera' musi zawierać poprawny adres IP lub nazwę domenową.
uk_ua: Поле 'Хост або адреса сервера' має містити дійсну IP-адресу або доменне ім'я.
zh_cn: "服务器主机或地址"字段必须包含有效的IP地址或域名。

source: The specified 'Local port' is in use. Please select another value
cs_cz: Zadaný „Místní port“ je v používání. Zvolte jinou hodnotu
de_de: Der angegebene 'lokale Port' ist in Benutzung. Bitte wähle einen anderen Wert.
el_gr: Η καθορισμένη «Τοπική θύρα» χρησιμοποιείται. Επιλέξτε μια άλλη τιμή
fa_ir: پورت محلی مشخص‌شده در حال استفاده است. لطفاً مقدار دیگری انتخاب کنید
fr_fr: Le 'Port local' spécifié est en cours d'utilisation. Veuillez sélectionner une autre valeur
it_it: La "Porta locale" specificata è in uso. Seleziona un altro valore
ko_kr: 지정한 '로컬 포트'가 사용 중입니다. 다른 값을 선택하세요.
pl_pl: Podany 'port lokalny' jest w użyciu. Proszę wybrać inną wartość
uk_ua: Вказаний 'Локальний порт' використовується. Будь ласка, виберіть інше значення.
zh_cn: 指定的"本地端口"正在使用中。 请选择其他值

source: The field 'Local port' must contain a valid port, ranging from 0 to 65535.
cs_cz: Je třeba aby kolonka „Místní port“ obsahovala platné číslo portu z rozsahu 0 až 65535.
de_de: Das Feld 'Lokaler Port' muss einen gültigen Port im Bereich von 0 bis 65535 enthalten.
el_gr: Το πεδίο «Τοπική θύρα» πρέπει να περιέχει μια έγκυρη θύρα, με εύρος από 0 έως 65535.
fa_ir: فیلد 'پورت محلی' باید یک شمارهٔ پورت معتبر بین 0 تا 65535 باشد.
fr_fr: Le champ 'Port local' doit contenir un port valide, allant de 0 à 65535.
it_it: Il campo "Porta locale" deve contenere una porta valida, compresa tra 0 e 65535.
ko_kr: '로컬 포트' 필드에는 0에서 65535 사이의 유효한 포트가 포함되어 있어야 합니다.
pl_pl: Pole 'Port lokalny' musi zawierać poprawny port o wartości 0 do 65535.
uk_ua: Поле 'Локальний порт' має містити дійсний порт в діапазоні від 0 до 65535.
zh_cn: 字段"本地端口"必须包含有效的端口，范围从0到65535。

source: An IPv6 protocol was selected, but the selected interface has no IPv6 address.
cs_cz: Byl zvolen IPv6 protokol, ale vybrané rozhraní nemá IPv6 adresu.
de_de: Ein IPv6-Protokoll wurde ausgewählt obwohl die ausgewählte Schnittstelle keine IPv6-Adresse hat.
el_gr: Επιλέχθηκε ένα πρωτόκολλο IPv6, αλλά η επιλεγμένη διεπαφή δεν έχει διεύθυνση IPv6.
fa_ir: یک پروتکل IPv6 انتخاب شده است، اما رابط انتخاب‌شده آدرس IPv6 ندارد.
fr_fr: Un protocole IPv6 a été sélectionné mais l'interface sélectionnée n'a pas d'adresse IPv6.
it_it: È stato selezionato un protocollo IPv6, ma l'interfaccia selezionata non ha un indirizzo IPv6.
ko_kr: IPv6 프로토콜을 선택했지만 선택한 인터페이스에 IPv6 주소가 없습니다.
pl_pl: Wybrany został protokół IPv6 jednak wybrany interfejs nie ma przypisanego adresu IPv6.
uk_ua: Вибрано протокол IPv6, але вибраний інтерфейс не має IPv6-адреси.
zh_cn: 选择了IPv6协议，但所选接口没有IPv6地址。

source: An IPv4 protocol was selected, but the selected interface has no IPv4 address.
cs_cz: Byl zvolen IPv4 protokol, ale vybrané rozhraní nemá IPv4 adresu.
de_de: Ein IPv4 Protokoll wurde ausgewählt obwohl die ausgewählte Schnittstelle keine IPv4 Adresse hat.
el_gr: Επιλέχθηκε ένα πρωτόκολλο IPv4, αλλά η επιλεγμένη διεπαφή δεν έχει διεύθυνση IPv4.
fa_ir: یک پروتکل IPv4 انتخاب شده است، اما رابط انتخاب‌شده آدرس IPv4 ندارد.
fr_fr: Un protocole IPv4 a été sélectionné mais l'interface sélectionnée n'a pas d'adresse IPv4.
it_it: È stato selezionato un protocollo IPv4, ma l'interfaccia selezionata non ha un indirizzo IPv4.
ko_kr: IPv4 프로토콜을 선택했지만 선택한 인터페이스에 IPv4 주소가 없습니다.
pl_pl: Wybrany został protokół IPv4 jednak wybrany interfejs nie ma przypisanego adresu IPv4.
uk_ua: Вибрано протокол IPv4, але вибраний інтерфейс не має IPv4-адреси.
zh_cn: 选择了IPv4协议，但所选接口没有IPv4地址。

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 address.
cs_cz: Je třeba aby se shodoval výběr generace protokolu a zadání IP adresy. Nelze vybrat IPv4 protokol a zadat IPv6 adresu.
de_de: Protokoll- und IP-Adressenfamilien stimmen nicht überein. Sie können kein IPv4-Protokoll und keine IPv6-Adresse auswählen.
el_gr: Οι οικογένειες πρωτοκόλλων και διευθύνσεων IP δεν ταιριάζουν. Δεν μπορείτε να επιλέξετε ένα πρωτόκολλο IPv4 και μια διεύθυνση IPv6.
fa_ir: خانواده‌های پروتکل و آدرس IP مطابقت ندارند. نمی‌توانید پروتکل IPv4 را با آدرس IPv6 انتخاب کنید.
fr_fr: Le protocole et l'adresse sont incohérents. Vous ne pouvez pas spécifier une adresse IPv6 et un protocole IPv4.
it_it: Le famiglie di protocolli e indirizzi IP non corrispondono. Non è possibile selezionare un protocollo IPv4 e un indirizzo IPv6.
ko_kr: 프로토콜과 IP 주소 패밀리가 일치하지 않습니다. IPv4 프로토콜과 IPv6 주소는 선택할 수 없습니다.
pl_pl: Rodziny protokołu i adresu IP są niezgodne. Nie można wybrać protokołu IPv4 z adresem IPv6.
uk_ua: Сімейства протоколів та IP-адрес не збігаються. Ви не можете вибрати протокол IPv4 та адресу IPv6.
zh_cn: 协议和IP地址系列不匹配。 您不能选择IPv4协议和IPv6地址。

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 address.
cs_cz: Je třeba aby se shodoval výběr generace protokolu a zadání IP adresy. Nelze vybrat IPv6 protokol a zadat IPv4 adresu.
de_de: Protokoll- und IP-Adressenfamilien stimmen nicht überein. Sie können kein IPv6-Protokoll und keine IPv4-Adresse auswählen.
el_gr: Οι οικογένειες πρωτοκόλλων και διευθύνσεων IP δεν ταιριάζουν. Δεν μπορείτε να επιλέξετε ένα πρωτόκολλο IPv6 και μια διεύθυνση IPv4.
fa_ir: خانواده‌های پروتکل و آدرس IP مطابقت ندارند. نمی‌توانید پروتکل IPv6 را با آدرس IPv4 انتخاب کنید.
fr_fr: Le protocole et l'adresse sont incohérents. Vous ne pouvez pas spécifier une adresse IPv4 et un protocole IPv6.
it_it: Le famiglie di protocolli e indirizzi IP non corrispondono. Non è possibile selezionare un protocollo IPv6 e un indirizzo IPv4.
ko_kr: 프로토콜과 IP 주소 패밀리가 일치하지 않습니다. IPv6 프로토콜과 IPv4 주소는 선택할 수 없습니다.
pl_pl: Rodziny protokołu i adresu IP są niezgodne. Nie można wybrać protokołu IPv6 z adresem IPv4.
uk_ua: Сімейства протоколів та IP-адрес не збігаються. Ви не можете вибрати протокол IPv6 та адресу IPv4.
zh_cn: 协议和IP地址系列不匹配。 您不能选择IPv6协议和IPv4地址。

source: Passthrough networks
cs_cz: Průchozí sítě
de_de: Passthrough-Netzwerke
el_gr: Δίκτυα διέλευσης
fa_ir: شبکه‌های عبوری
fr_fr: Passer à travers les réseaux
it_it: Reti passanti
ko_kr: 패스스루 네트워크
pl_pl: Przepuszczane sieci
uk_ua: Прохідні мережі
zh_cn: 直通网络

source: Prefer older IPsec SAs
cs_cz: Upřednostňovat starší IPsec SA
de_de: Ältere IPsec-SAs bevorzugen
el_gr: Προτιμήστε παλαιότερες IPsec SAs
fa_ir: ترجیح SAs قدیمی‌تر برای IPsec
fr_fr: Préférer les SA IPsec anciennes
it_it: Preferire le SA IPsec meno recenti
ko_kr: 이전 IPsec SA 선호
pl_pl: Preferuj starsze SA IPsec
uk_ua: Віддавати перевагу старішим IPsec SA
zh_cn: 首选旧的IPsec SAs
