Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: When "%s" matcher is selected, domain is required.
cs_cz: Pokud je vybráno hledání shody „%s“, je vyžadována doména.
de_de: Wenn der Matcher "%s" ausgewählt ist, ist eine Domain erforderlich.
el_gr: Όταν επιλέγεται το εργαλείο αντιστοίχισης "%s", απαιτείται ο τομέας.
fa_ir: هنگامی که matcher «%s» انتخاب شده است، وارد کردن دامنه الزامی است.
fr_fr: Lorsque le sélecteur "%s" est sélectionné, le domaine est requis.
it_it: Quando è selezionato il corrispondente "%s", è richiesto il dominio.
ko_kr: "%s" 매칭기를 선택하면 도메인이 필요합니다.
uk_ua: Коли вибрано зіставлювач "%s", домен є обов'язковим.
zh_cn: 选择"%s"匹配器时，需要域。

source: When "%s" matcher is selected, domain must be empty or *.
cs_cz: Pokud je vybráno hledání shody „%s“, je třeba, aby doména zůstala nevyplněná nebo byla *.
de_de: Wenn der Matcher "%s" ausgewählt ist, muss die Domain leer sein oder "*".
el_gr: Όταν επιλέγεται το αντιστοίχιση "%s", ο τομέας πρέπει να είναι κενός ή *.
fa_ir: در صورتی که matcher «%s» انتخاب شود، دامنه باید خالی باشد یا *.
fr_fr: Lorsque le sélecteur "%s" est sélectionné, le domaine doit être vide ou *.
it_it: Quando viene selezionato il corrispondente "%s", il dominio deve essere vuoto o *.
ko_kr: "%s" 매칭기가 선택되면 도메인은 비워두거나 * 이어야 합니다.
uk_ua: Коли вибрано зіставлювач "%s", домен має бути порожнім або *.
zh_cn: 选择"%s"匹配器时，域必须为空或 *。

source: When no certificate is provided a CA needs to be provided.
cs_cz: Pokud není poskytnut žádný certifikát, je třeba poskytnout cert. autoritu.
de_de: Wenn kein Zertifikat bereitgestellt wird, muss eine CA angegeben werden.
el_gr: Όταν δεν παρέχεται πιστοποιητικό, πρέπει να παρέχεται μια Αρχή Πιστοποίησης (CA).
fa_ir: وقتی هیچ گواهی ارائه نشود، باید یک CA ارائه شود.
fr_fr: Si aucun certificat n'est fourni, une autorité de certification doit être indiquée.
it_it: Quando non viene fornito alcun certificato, è necessario fornire una CA.
ko_kr: 인증서가 제공되지 않을 경우 CA를 제공해야 합니다.
uk_ua: Якщо сертифікат не надано, необхідно надати ЦС.
zh_cn: 如果没有提供证书，则需要提供 CA。

source: When no interface is provided, at least a gateway must be offered
cs_cz: Pokud není poskytnuto žádné rozhraní, je třeba nabídnout alespoň bránu
de_de: Wenn keine Schnittstelle angegeben wird, muss mindestens ein Gateway bereitgestellt werden.
el_gr: Όταν δεν παρέχεται διεπαφή, πρέπει να προσφέρεται τουλάχιστον μια πύλη
fa_ir: اگر رابطی تعیین نشده باشد، حداقل باید یک دروازه (gateway) تعیین شود.
fr_fr: Lorsqu'aucune interface n'est fournie, une passerelle doit au moins être proposée
it_it: Quando non viene fornita alcuna interfaccia, deve essere offerto almeno un gateway
ko_kr: 인터페이스가 제공되지 않을 경우 최소한 게이트웨이는 제공되어야 합니다.
uk_ua: Якщо інтерфейс не надано, необхідно надати принаймні шлюз.
zh_cn: 如果不提供接口，至少必须提供一个网关

source: When routing type is "%s", port is required.
cs_cz: Pokud je směrování typu „%s“, je zapotřebí port.
de_de: Wenn der Routing-Typ "%s" ist, ist ein Port erforderlich.
el_gr: Όταν ο τύπος δρομολόγησης είναι "%s", απαιτείται θύρα.
fa_ir: وقتی نوع مسیریابی «%s» است، پورت الزامی است.
fr_fr: Lorsque le type de routage est "%s", le port est requis.
it_it: Quando il tipo di routing è "%s", è richiesta la porta.
ko_kr: 라우팅 유형이 "%s"인 경우 포트가 필요합니다.
uk_ua: Коли тип маршрутизації "%s", порт є обов'язковим.
zh_cn: 路由类型为"%s"时，需要端口。

source: When routing type is "%s", port must be empty.
cs_cz: Pokud je směrování typu „%s“, port se nevyplňuje.
de_de: Wenn der Routing-Typ "%s" ist, muss der Port leer sein.
el_gr: Όταν ο τύπος δρομολόγησης είναι "%s", η θύρα πρέπει να είναι κενή.
fa_ir: وقتی نوع مسیریابی «%s» است، پورت باید خالی باشد.
fr_fr: Lorsque le type de routage est "%s", le port doit être vide.
it_it: Quando il tipo di routing è "%s", la porta deve essere vuota.
ko_kr: 라우팅 유형이 "%s"인 경우 포트는 비어 있어야 합니다.
uk_ua: Коли тип маршрутизації "%s", порт має бути порожнім.
zh_cn: 路由类型为"%s"时，端口必须为空。

source: When routing type is "%s", protocol must be TCP.
cs_cz: Pokud je směrování typu „%s“, pak je třeba, aby protokol byl TCP.
de_de: Wenn der Routing-Typ "%s" ist, muss das Protokoll TCP sein.
el_gr: Όταν ο τύπος δρομολόγησης είναι "%s", το πρωτόκολλο πρέπει να είναι TCP.
fa_ir: وقتی نوع مسیریابی «%s» است، پروتکل باید TCP باشد.
fr_fr: Lorsque le type de routage est "%s", le protocole doit être TCP.
it_it: Quando il tipo di routing è "%s", il protocollo deve essere TCP.
ko_kr: 라우팅 유형이 "%s"인 경우 프토토콜은 TCP여야 합니다.
uk_ua: Коли тип маршрутизації "%s", протокол має бути TCP.
zh_cn: 路由类型为"%s"时，协议必须为TCP。

source: When specifying a bridge gateway, a pool should also be provided.
cs_cz: Pokud je zadávána brána pro most, měl by být uveden také fond.
de_de: Beim Angeben eines Bridge-Gateways sollte auch ein Pool angegeben werden.
el_gr: Κατά τον καθορισμό μιας πύλης γέφυρας, θα πρέπει επίσης να παρέχεται μια ομάδα.
fa_ir: هنگام تعیین bridge gateway، باید یک pool نیز ارائه شود.
fr_fr: Lors de la spécification d'une passerelle, un pool doit également être fourni.
it_it: Quando si specifica un gateway bridge, è necessario fornire anche un pool.
ko_kr: 브리지 게이트웨이를 지정할 때는 풀도 제공해야 합니다.
uk_ua: При вказанні шлюзу мосту також має бути надано пул.
zh_cn: 指定网桥网关时，还应提供网池。

source: When using password authentication, both username and password are required
cs_cz: Při používání ověřování se heslem je třeba vyplnit jak uživatelské jméno, tak heslo
de_de: Bei Verwendung der Passwortauthentifizierung sind sowohl Benutzername als auch Passwort erforderlich.
el_gr: Όταν χρησιμοποιείτε έλεγχο ταυτότητας με κωδικό πρόσβασης, απαιτούνται τόσο το όνομα χρήστη όσο και ο κωδικός πρόσβασης
fa_ir: هنگام استفاده از احراز هویت با رمز، هم نام‌کاربری و هم رمز عبور لازم‌اند.
fr_fr: Lors de l'utilisation de l'authentification par mot de passe, le nom d'utilisateur et le mot de passe sont tous deux requis.
it_it: Quando si utilizza l'autenticazione tramite password, sono richiesti sia il nome utente che la password
ko_kr: 비밀번호 인증을 사용할 때는 사용자 이름과 비밀번호 모두 필요합니다.
uk_ua: При використанні автентифікації за паролем, потрібні як ім'я користувача, так і пароль.
zh_cn: 使用密码验证时，需要用户名和密码

source: You can override a single LAN interface subnet here. Useful if you are rebroadcasting service traffic across networks.
cs_cz: Zde je možné přebít podsíť jednoho LAN rozhraní. To je užitečné, pokud přenášíte všesměrový provoz služeb napříč sítěmi.
de_de: Hier können Sie das Subnetz einer einzelnen LAN-Schnittstelle überschreiben. Nützlich, wenn Dienstverkehr über Netzwerke erneut ausgestrahlt wird.
el_gr: Μπορείτε να παρακάμψετε ένα μόνο υποδίκτυο διεπαφής LAN εδώ. Χρήσιμο εάν αναμεταδίδετε την κίνηση υπηρεσίας σε δίκτυα.
fa_ir: می‌توانید زیرشبکهٔ یک رابط LAN را اینجا بازنویسی کنید. هنگام بازپخش ترافیک سرویس بین شبکه‌ها مفید است.
fr_fr: Vous pouvez remplacer ici le sous-réseau d'une seule interface LAN. C'est utile si vous rediffusez le trafic de service à travers les réseaux.
it_it: Qui è possibile sovrascrivere una singola sottorete dell'interfaccia LAN. Utile se si ritrasmette il traffico del servizio attraverso le reti.
ko_kr: 여기에서 단일 LAN 인터페이스 서브넷을 재정의할 수 있습니다. 이는 서비스 트래픽을 여러 네트워크에 재전송하는 경우에 유용합니다.
uk_ua: Тут ви можете перевизначити підмережу одного інтерфейсу LAN. Корисно, якщо ви повторно транслюєте службовий трафік через мережі.
zh_cn: 可以在此处覆盖单个 LAN 接口子网。如果您要跨网络重新广播服务流量，则非常有用。

source: You cannot mix address families for destinations.
cs_cz: U cílů není možné míchat generace adres.
de_de: Adressfamilien dürfen für Ziele nicht gemischt werden.
el_gr: Δεν μπορείτε να συνδυάσετε οικογένειες διευθύνσεων για προορισμούς.
fa_ir: نمی‌توانید خانواده‌های آدرس را برای مقاصد ترکیب کنید.
fr_fr: Vous ne pouvez pas mélanger les familles d'adresses pour les destinations.
it_it: Non è possibile combinare famiglie di indirizzi per le destinazioni.
ko_kr: 목적지에 대해 주소 패밀리를 혼합할 수 없습니다.
uk_ua: Ви не можете змішувати сімейства адрес для місць призначення.
zh_cn: 不能混合使用目标的地址族。

source: You cannot set device %s to interface %s because it cannot be a member of itself.
cs_cz: Není možné nastavit zařízení %s na rozhraní %s, protože nemůže být členem samo sebe.
de_de: Gerät %s kann nicht der Schnittstelle %s zugewiesen werden, da es kein Mitglied von sich selbst sein kann.
el_gr: Δεν μπορείτε να ορίσετε τη συσκευή %s ως διεπαφή %s επειδή δεν μπορεί να είναι μέλος του εαυτού της.
fa_ir: نمی‌توانید دستگاه %s را به رابط %s اختصاص دهید زیرا نمی‌تواند عضو خودش باشد.
fr_fr: Vous ne pouvez pas définir le périphérique %s sur l'interface %s car il ne peut pas être membre de lui-même.
it_it: Non puoi impostare il dispositivo %s sull'interfaccia %s perché non può essere un membro di se stesso.
ko_kr: %s 장치는 자신의 멤버가 될 수 없으므로 %s 인터페이스로 설정할 수 없습니다.
uk_ua: Ви не можете призначити пристрій %s інтерфейсу %s, оскільки він не може бути членом самого себе.
zh_cn: 不能将设备 %s 设置为接口 %s，因为它不能成为自己的成员。

source: You cannot use the broadcast address.
cs_cz: Není možné použít adresu všesměrového vysílání.
de_de: Broadcast-Adresse darf nicht verwendet werden.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε τη διεύθυνση μετάδοσης.
fa_ir: نمی‌توانید از آدرس broadcast استفاده کنید.
fr_fr: Vous ne pouvez pas utiliser l'adresse de diffusion.
it_it: Non è possibile utilizzare l'indirizzo broadcast.
ko_kr: 브로드캐스트 주소를 사용할 수 없습니다.
uk_ua: Ви не можете використовувати широкомовну адресу.
zh_cn: 您不能使用广播地址。

source: You cannot use the network address.
cs_cz: Není možné použít adresu sítě jako takové.
de_de: Netzwerkadresse darf nicht verwendet werden.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε τη διεύθυνση δικτύου.
fa_ir: نمی‌توانید از آدرس شبکه استفاده کنید.
fr_fr: Vous ne pouvez pas utiliser l'adresse du réseau.
it_it: Non è possibile utilizzare l'indirizzo di rete.
ko_kr: 네트워크 주소를 사용할 수 없습니다.
uk_ua: Ви не можете використовувати мережеву адресу.
zh_cn: 您无法使用该网络地址。

source: You must enter a valid hexadecimal number for the IPv6 interface ID.
cs_cz: Jako identif. IPv6 rozhraní je třeba zadat platné šestnáctkové číslo.
de_de: Es muss eine gültige hexadezimale Zahl für die IPv6-Schnittstellen-ID eingegeben werden.
el_gr: Πρέπει να εισαγάγετε έναν έγκυρο δεκαεξαδικό αριθμό για το αναγνωριστικό διεπαφής IPv6.
fa_ir: باید یک عدد هگزادسیمال معتبر برای شناسهٔ رابط IPv6 وارد کنید.
fr_fr: Vous devez saisir un nombre hexadécimal valide pour l'ID de l'interface IPv6.
it_it: È necessario immettere un numero esadecimale valido per l'ID dell'interfaccia IPv6.
ko_kr: IPv6 인터페이스 ID에 대해 유효한 16진수 숫자를 입력해야 합니다.
uk_ua: Ви повинні ввести дійсне шістнадцяткове число для ідентифікатора інтерфейсу IPv6.
zh_cn: 必须为 IPv6 接口 ID 输入有效的十六进制数。

source: Zone check completed successfully
cs_cz: Kontrola zón úspěšně dokončena
de_de: Zonenprüfung erfolgreich abgeschlossen
el_gr: Ο έλεγχος ζώνης ολοκληρώθηκε με επιτυχία
fa_ir: بررسی Zone با موفقیت انجام شد
fr_fr: Le contrôle de zone a été effectué avec succès
it_it: Controllo della zona completato con successo
ko_kr: 영역 확인이 성공적으로 완료됨
uk_ua: Перевірку зони успішно завершено
zh_cn: 区域检查成功完成

source: Zone loaded successfully
cs_cz: Zóna úspěšně načtena
de_de: Zone erfolgreich geladen
el_gr: Η ζώνη φορτώθηκε με επιτυχία.
fa_ir: Zone با موفقیت بارگذاری شد
fr_fr: La zone a été chargée avec succès
it_it: Zona caricata correttamente
ko_kr: 영역이 성공적으로 로딩됨
uk_ua: Зону успішно завантажено
zh_cn: 区域已成功加载

source: day
cs_cz: den
de_de: Tag
el_gr: ημέρα
fa_ir: روز
fr_fr: jour
it_it: giorno
ko_kr: 일
uk_ua: день

source: delete selected
cs_cz: smazat označené
de_de: Ausgewählte löschen
el_gr: διαγραφή επιλεγμένων
fa_ir: حذف موارد انتخاب‌شده
fr_fr: supprimer sélectionné
it_it: elimina selezionato
ko_kr: 선택 삭제
uk_ua: видалити вибране
zh_cn: 删除选定

source: gif in use
cs_cz: používaný gif
de_de: GIF in Verwendung
el_gr: gif σε χρήση
fa_ir: gif در حال استفاده
fr_fr: gif en cours d'utilisation
it_it: gif in uso
ko_kr: 사용 중인 gif
uk_ua: GIF використовується
zh_cn: 在用的gif

source: gre in use
cs_cz: používané gre
de_de: GRE in Verwendung
el_gr: gre σε χρήση
fa_ir: GRE در حال استفاده
fr_fr: gre en usage
it_it: gre in uso
ko_kr: 사용 중인 gre
uk_ua: GRE використовується
zh_cn: 在用的gre

source: upstream
cs_cz: nadřazené
el_gr: αντίθετα στο ρεύμα
fa_ir: بالادستی
fr_fr: en amont
it_it: a monte
ko_kr: 업스트림
uk_ua: Висхідний
zh_cn: 上游网关

source: www user is active, HTTP port must not be empty and must be 1024 or above.
cs_cz: uživatel www je aktivní, proto HTTP port nemůže zůstat nevyplněný a je třeba, aby byl 1024 či vyšší.
de_de: Der www-Benutzer ist aktiv, der HTTP-Port darf nicht leer sein und muss mindestens 1024 betragen.
el_gr: Ο χρήστης www είναι ενεργός, η θύρα HTTP δεν πρέπει να είναι κενή και πρέπει να είναι 1024 ή νεότερη.
fa_ir: کاربر www فعال است؛ پورت HTTP نباید خالی باشد و باید برابر یا بزرگ‌تر از 1024 باشد.
fr_fr: www user est actif, le port HTTP ne doit pas être vide et doit être supérieur ou égal à 1024.
it_it: L'utente www è attivo, la porta HTTP non deve essere vuota e deve essere 1024 o superiore.
ko_kr: www 사용자가 활성화되어 있으며, HTTP 포트가 비어 있어서는 안 되며 1024 이상이어야 합니다.
uk_ua: Користувач www активний, HTTP-порт не повинен бути порожнім і повинен бути 1024 або вище.
zh_cn: www 用户处于活动状态，HTTP 端口不得为空，且必须大于等于 1024。

source: www user is active, HTTPS port must not be empty and must be 1024 or above.
cs_cz: uživatel www je aktivní, proto HTTPS port nemůže zůstat nevyplněný a je třeba, aby byl 1024 či vyšší.
de_de: Der www-Benutzer ist aktiv, der HTTPS-Port darf nicht leer sein und muss mindestens 1024 betragen.
el_gr: Ο χρήστης www είναι ενεργός, η θύρα HTTPS δεν πρέπει να είναι κενή και πρέπει να είναι 1024 ή νεότερη.
fa_ir: کاربر www فعال است؛ پورت HTTPS نباید خالی باشد و باید برابر یا بزرگ‌تر از 1024 باشد.
fr_fr: www user est actif, le port HTTPS ne doit pas être vide et doit être supérieur ou égal à 1024.
it_it: L'utente www è attivo, la porta HTTPS non deve essere vuota e deve essere 1024 o successiva.
ko_kr: www 사용자가 활성화되어 있으며, HTTPS 포트가 비어 있어서는 안 되며 1024 이상이어야 합니다.
uk_ua: Користувач www активний, HTTPS-порт не повинен бути порожнім і повинен бути 1024 або вище.
zh_cn: www 用户处于活动状态，HTTPS 端口不得为空，且必须大于等于 1024。

source: www user is active, port must be empty or must be 1024 or above.
cs_cz: uživatel www je aktivní; dále je třeba, aby port nebyl vyplněný nebo byl 1024 a vyšší.
de_de: Der www-Benutzer ist aktiv, der Port muss leer sein oder mindestens 1024 betragen.
el_gr: Ο χρήστης www είναι ενεργός, η θύρα πρέπει να είναι κενή ή πρέπει να είναι 1024 ή νεότερη.
fa_ir: کاربر www فعال است؛ پورت باید خالی باشد یا برابر یا بزرگ‌تر از 1024 باشد.
fr_fr: www user est actif, le port doit être vide ou doit être supérieur ou égal à 1024.
it_it: L'utente www è attivo, la porta deve essere vuota o deve essere 1024 o successiva.
ko_kr: www 사용자가 활성화되어 있으며, 포트가 비어 있어서는 안 되며 1024 이상이어야 합니다.
uk_ua: Користувач www активний, порт повинен бути порожнім або 1024 або вище.
zh_cn: www用户处于活动状态，端口必须为空或者必须为1024或以上。

source: The wait time in msec where recursion requests are dropped. This is to stop a large number of replies from accumulating. If 'Serve Expired Responses' is enabled this field should be set greater than 'Client Expired Response Timeout', otherwise, these late responses will not update the cache. The value 0 disables it. Default 1900. This setting may increase the "request queue exceeded" counter.
cs_cz: Doba čekání (v milisekundách), po kterou jsou požadavky na rekurzi zahazovány. To slouží proti nashromáždění velkého počtu odpovědí. Pokud je zapnuto „Poskytovat i odpovědi, kterých platnost skončila“, měla by tato kolonka být nastavena na hodnotu vyšší než „Časový limit odpovědi klienta se skončenou platností“, jinak tyto pozdní odpovědi nebudou aktualizovat mezipaměť. Hodnota 0 (nula) tuto funkci vypíná. Výchozí hodnota je 1900. Toto nastavení může zvýšit čítač „délka fronty požadavků překračuje“.
de_de: Wartezeit in Millisekunden, nach der rekursive Anfragen verworfen werden. Dies verhindert, dass sich zu viele späte Antworten ansammeln. Wenn 'Abgelaufene Antworten bereitstellen' aktiviert ist, sollte dieser Wert größer sein als der Wert von 'Client-Timeout für abgelaufene Antworten'. Andernfalls wird die Antwort nicht mehr im Cache gespeichert. Der Wert 0 deaktiviert die Funktion. Standard: 1900 ms. Dieser Wert beeinflusst den Zähler 'request queue exceeded'.
el_gr: Ο χρόνος αναμονής σε msec κατά τον οποίο απορρίπτονται τα αιτήματα επανάληψης Αυτό γίνεται για να αποτραπεί η συσσώρευση μεγάλου αριθμού απαντήσεων Εάν είναι ενεργοποιημένη η επιλογή "Υπηρεσία ληγμένων απαντήσεων", αυτό το πεδίο θα πρέπει να οριστεί σε μεγαλύτερο από το "Χρονικό όριο απόκρισης λήξαντος πελάτη", διαφορετικά, αυτές οι καθυστερημένες απαντήσεις δεν θα ενημερώσουν την προσωρινή μνήμη Η τιμή 0 την απενεργοποιεί. Προεπιλογή 1900 Αυτή η ρύθμιση ενδέχεται να αυξήσει τον μετρητή "υπέρβαση ουράς αιτημάτων"
fa_ir: زمان انتظار به میلی‌ثانیه که در آن درخواست‌های بازگشتی رها می‌شوند. این برای جلوگیری از انباشت تعداد زیادی پاسخ است. اگر 'Serve Expired Responses' فعال باشد این فیلد باید بزرگ‌تر از 'Client Expired Response Timeout' تنظیم شود، در غیر این صورت این پاسخ‌های دیرهنگام کش را به‌روز نخواهند کرد. مقدار 0 آن را غیرفعال می‌کند. پیش‌فرض 1900 است. این تنظیم ممکن است شمارندهٔ 'request queue exceeded' را افزایش دهد.
fr_fr: Le temps d'attente en msec pendant lequel les demandes de récursion sont abandonnées. Cela permet d'éviter l'accumulation d'un grand nombre de réponses de s'accumuler. Si l'option "Serve Expired Responses" est activée, ce champ doit être supérieur à "Client Expired Response Timeout". 'Client Expired Response Timeout', sinon ces réponses tardives ne mettront pas à jour le cache. La valeur 0 désactive cette fonction. Valeur par défaut : 1900. Ce paramètre peut augmenter le compteur "file d'attente dépassée".
it_it: Il tempo di attesa in millisecondi in cui le richieste di ricorsione vengono ignorate. Questo per fermare un gran numero di risposte dall'accumulare. Se "Offri risposte scadute" è abilitato, questo campo deve essere impostato su un valore maggiore di "Timeout risposta scaduta client", altrimenti queste risposte tardive non aggiorneranno la cache. Il valore 0 lo disabilita. Predefinito 1900. Questa impostazione può aumentare il contatore "coda di richieste superata".
ko_kr: 재귀 요청이 삭제되는 대기 시간(밀리초). 이는 많은 수의 응답이 누적되는 것을 막기 위한 것입니다. '만료된 응답 제공'이 활성화된 경우 이 필드는 '클라이언트 만료된 응답 시간 초과'보다 크게 설정해야 합니다. 그렇지 않으면 이러한 늦은 응답이 캐시를 업데이트하지 않습니다. 값 0이면 이를 비활성화됩니다. 기본값은 1900입니다. 이 설정은 "요청 대기열 초과" 카운터를 증가시킬 수 있습니다.
uk_ua: Час очікування в мс, коли рекурсивні запити відкидаються. Це запобігає накопиченню великої кількості відповідей. Якщо увімкнено 'Надавати прострочені відповіді', це поле має бути встановлено більше, ніж 'Таймаут простроченої відповіді клієнта', інакше ці запізнілі відповіді не оновлять кеш. Значення 0 вимикає це. Типово 1900. Цей параметр може збільшити лічильник "черга запитів перевищена".
zh_cn: 递归请求被丢弃的等待时间（毫秒）。 这是为了防止大量回复累积。 如果启用了“服务过期响应”，则此字段应设置为大于“客户端过期响应超时”， 否则，这些延迟响应将不会更新缓存。输入0则禁用它。默认值为1900。此设置可能会增加“请求队列超出”计数器。

source: If this is disabled the traffic selectors from the kernel’s acquire events, which are derived from the triggering packet, are prepended to the traffic selectors from the configuration for IKEv2 connection. By enabling this, such specific traffic selectors will be ignored and only the ones in the config will be sent. This always happens for IKEv1 connections as the protocol only supports one set of traffic selectors per CHILD SA
cs_cz: Pokud je toto vypnuto, jsou výběry provozu z událostí akvizice jádra, které jsou odvozeny od spouštěcího paketu, jsou předřazeny k selektorům provozu z událostí nastavení pro připojení IKEv2. Povolením této funkce budou takové specifické selektory provozu ignorovány a budou odesílány pouze ty, které jsou uvedeny v nastavení. K tomu dochází vždy u spojení IKEv1, protože protokol podporuje pouze jednu sadu výběrů provozu na jedno podřízené SA.
de_de: Wenn diese Option deaktiviert ist, werden die Traffic-Selectoren aus den Acquire-Events des Kernels, die vom auslösenden Paket abgeleitet sind, vor die in der Konfiguration definierten Traffic-Selectoren für eine IKEv2-Verbindung gestellt. Wird diese Option aktiviert, werden solche spezifischen Traffic-Selectoren ignoriert und es werden ausschließlich die aus der Konfiguration verwendet. Dies geschieht bei IKEv1-Verbindungen stets, da das Protokoll nur eine einzige Gruppe von Traffic-Selectoren pro CHILD SA unterstützt.
el_gr: Εάν αυτό είναι απενεργοποιημένο, οι επιλογείς κυκλοφορίας από τα συμβάντα απόκτησης του πυρήνα, τα οποία προέρχονται από το πακέτο ενεργοποίησης, προκαθορίζονται στους επιλογείς κυκλοφορίας από τη διαμόρφωση για τη σύνδεση IKEv2. Ενεργοποιώντας αυτήν τη ρύθμιση, αυτοί οι συγκεκριμένοι επιλογείς κυκλοφορίας θα αγνοηθούν και θα αποσταλούν μόνο αυτοί στη διαμόρφωση. Αυτό συμβαίνει πάντα για συνδέσεις IKEv1, καθώς το πρωτόκολλο υποστηρίζει μόνο ένα σύνολο επιλογέων κυκλοφορίας ανά CHILD SA
fa_ir: اگر این گزینه غیرفعال باشد، traffic selectors از رویدادهای acquire هسته، که از بستهٔ محرک استخراج شده‌اند، به ابتدای traffic selectors پیکربندی اتصال IKEv2 افزوده می‌شوند. با فعال‌سازی این گزینه چنین traffic selectorهای خاص نادیده گرفته شده و تنها آن‌هایی که در پیکربندی هستند ارسال می‌شوند. این رفتار همیشه برای اتصالات IKEv1 رخ می‌دهد چون پروتکل فقط یک مجموعه traffic selector را برای هر CHILD SA پشتیبانی می‌کند.
fr_fr: Si cette option est désactivée, les sélecteurs de trafic des événements d'acquisition du noyau, qui sont dérivés du paquet déclencheur, sont ajoutés aux sélecteurs de trafic de la configuration pour la connexion IKEv2. pour la connexion IKEv2. En activant cette option, ces sélecteurs de trafic spécifiques seront ignorés et et seuls ceux de la configuration seront envoyés. Cela se produit toujours pour les connexions IKEv1, car le protocole ne prend en charge qu'un seul jeu de sélecteurs de trafic par CHILD SA.
it_it: Se questo è disabilitato, i selettori del traffico dagli eventi di acquisizione del kernel, che derivano dal pacchetto di attivazione, vengono anteposti ai selettori di traffico da configurazione per la connessione IKEv2. Abilitando questa opzione, tali selettori di traffico specifici verranno ignorati e verranno inviati solo quelli nella configurazione. Ciò accade sempre per le connessioni IKEv1 poiché il protocollo supporta solo un set di selettori di traffico per CHILD SA
ko_kr: 이것이 비활성화되면 트리거링 패킷에서 파생된 커널의 획득 이벤트에서 트래픽 선택기가 IKEv2 연결에 대한 구성의 트래픽 선택기에 추가됩니다. 이것을 활성화하면 이러한 특정 트래픽 선택기가 무시되고 구성에 있는 트래픽 선택기만 전송됩니다. 이는 프로토콜이 CHILD SA당 하나의 트래픽 선택기 세트만 지원하므로 IKEv1 연결에 항상 발생합니다.
uk_ua: Якщо це вимкнено, селектори трафіку з подій отримання ядра, які походять від пакету-тригера, додаються перед селекторами трафіку з конфігурації для IKEv2-з'єднання. Увімкнувши це, такі специфічні селектори трафіку будуть ігноруватися, і надсилатимуться лише ті, що в конфігурації. Це завжди відбувається для IKEv1-з'єднань, оскільки протокол підтримує лише один набір селекторів трафіку на CHILD SA
zh_cn: 如果禁用此功能， 则内核获取事件（源自触发数据包）的流量选择器将添加到IKEv2连接配置的流量选择器之前。 通过启用此功能，此类特定流量选择器将被忽略， 并且只会发送配置中的流量选择器。对于IKEv1连接， 这种情况始终会发生，因为该协议仅支持每个CHILD SA一组流量选择器。
