Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Host Prefix
cs_cz: Předpona hostitele
de_de: Hostpräfix
el_gr: Πρόθεμα κεντρικού υπολογιστή
fa_ir: پیش‌وند میزبان
fr_fr: Préfixe d'hôte
it_it: Prefisso host
ko_kr: 호스트 프리픽스
pl_pl: Prefiks hosta
uk_ua: Префікс хоста
zh_cn: 主机前缀

source: Host Regex
cs_cz: Regulární výraz pro hostitele
de_de: Host regulärer Ausdruck
el_gr: Regex κεντρικού υπολογιστή
fa_ir: Regex میزبان
fr_fr: Regex de l'hôte
it_it: Regex ospite
ko_kr: 호스트 정규식
pl_pl: Regex hosta
uk_ua: Регулярний вираз хоста
zh_cn: 主机正则表达式

source: Host String
cs_cz: Řetězec hostitele
de_de: Hostzeichenkette
el_gr: Συμβολοσειρά κεντρικού υπολογιστή
fa_ir: رشته میزبان
fr_fr: Chaîne d'hôte
it_it: Stringa host
ko_kr: 호스트 문자열
pl_pl: Ciąg hosta
uk_ua: Рядок хоста
zh_cn: 主机字符串

source: Host Suffix
cs_cz: Přípona hostitele
el_gr: Επίθημα κεντρικού υπολογιστή
fa_ir: پس‌وند میزبان
fr_fr: Suffixe de l'hôte
it_it: Suffisso host
ko_kr: 호스트 접미사
pl_pl: Sufiks hosta
uk_ua: Суфікс хоста
zh_cn: 主机后缀

source: Host outbound
cs_cz: Odchozí hostitel
de_de: Ausgehender Host
el_gr: Εξερχόμενος οικοδεσπότης
fa_ir: میزبان خروجی
fr_fr: Sortie de l'hôte
it_it: Ospite in uscita
ko_kr: 호스트 아웃바운드
pl_pl: Wychodzący host
uk_ua: Вихідний хост
zh_cn: 出站主机

source: Host to deny SIP
cs_cz: Hostitel kterému odepřít SIP
de_de: Host zur Ablehnung von SIP
el_gr: Ο κεντρικός υπολογιστής θα αρνηθεί το SIP
fa_ir: میزبان برای مسدودسازی SIP
fr_fr: Hôte pour refuser le SIP
it_it: Host per negare SIP
ko_kr: SIP를 거부할 호스트
pl_pl: Host, aby zablokować SIP
uk_ua: Хост для заборони SIP
zh_cn: 拒绝SIP的主机

source: Hostname
cs_cz: Název stroje
el_gr: Όνομα κεντρικού υπολογιστή
fa_ir: نام میزبان
fr_fr: Nom d'hôte
it_it: Nome host
ko_kr: 호스트 이름
pl_pl: Nazwa hosta
uk_ua: Ім'я хоста
zh_cn: 主机名称

source: Hostname (of this machine) to redirect login page to, leave blank to use this interface IP address, otherwise make sure the client can access DNS to resolve this location. When using a SSL certificate, make sure both this name and the cert name are equal.
cs_cz: Název (tohoto stroje) na který přesměrovat přihlašovací stránku. Pokud chcete použít IP adresu tohoto rozhraní, nevyplňujte. Při použití názvu je třeba zajistit, aby klient měl přístup k DNS, které je tento název schopné přeložit. Při použití SSL certifikátu je třeba zajistit, aby aby tento název a název certifikátu byly totožné.
de_de: Hostname (dieses Rechners) auf den die Anmeldeseite weitergeleitet werden soll, leer lassen, um die IP-Adresse dieser Netzwerkschnittstelle zu nutzen, andernfalls muss sichergestellt sein, dass Clients DNS-Zugriff haben, um den Namen aufzulösen. Bei Nutzung eines SSL-Zertifikats stellen Sie sicher, dass diese Angabe und der Name des Zertifikats übereinstimmen.
el_gr: Όνομα κεντρικού υπολογιστή (αυτού του υπολογιστή) στο οποίο θα ανακατευθύνετε τη σελίδα σύνδεσης. Αφήστε το κενό για να χρησιμοποιήσετε αυτήν τη διεύθυνση IP διεπαφής. Διαφορετικά, βεβαιωθείτε ότι ο υπολογιστής-πελάτης έχει πρόσβαση στο DNS για να εντοπίσει αυτήν την τοποθεσία. Όταν χρησιμοποιείτε πιστοποιητικό SSL, βεβαιωθείτε ότι τόσο αυτό το όνομα όσο και το όνομα του πιστοποιητικού είναι ίδια.
fa_ir: نام میزبان (این دستگاه) برای هدایت صفحهٔ ورود. برای استفاده از آدرس IP این رابط خالی بگذارید؛ در غیر این صورت مطمئن شوید کلاینت بتواند با DNS این نام را حل کند. هنگام استفاده از گواهی SSL، اطمینان حاصل کنید این نام و نام گواهی یکسان باشند.
fr_fr: Nom d'hôte (de cette machine) pour rediriger la page de login. Laisser vide pour utiliser l'adresse IP de l'interface, autrement vérifiez bien que la résolution DNS est opérationnelle pour cet hôte. Si vous utilisez un certificat SSL, vérifiez que le nom d'hôte et celui utilisé par le certificat sont bien identiques.
it_it: Nome host (di questa macchina) a cui reindirizzare la pagina di accesso, lasciare vuoto per utilizzare l'indirizzo IP di questa interfaccia, altrimenti assicurarsi che il client possa accedere al DNS per risolvere questa posizione. Quando utilizzi un certificato SSL, assicurati che questo nome e il nome del certificato siano uguali.
ko_kr: 로그인 페이지를 리디렉션할 호스트 이름입니다. 이 인터페이스 IP 주소를 사용하려면 공백으로 두세요. 아니라면 DNS에 액세스하여 이 위치를 확인할 수 있는지 확인하세요. SSL 인증서를 사용할 때 이 이름과 인증서 이름이 모두 동일한지 확인하세요.
pl_pl: Nazwa hosta (tej maszyny) do przekierowania strony logowania, pozostaw puste, aby użyć tego adresu IP interfejsu, w przeciwnym razie upewnij się, że klient może uzyskać dostęp do DNS, aby rozwiązać tę lokalizację. Używając certyfikatu SSL, upewnij się, że zarówno ta nazwa, jak i nazwa certyfikatu są takie same.
uk_ua: Ім'я хоста (цієї машини) для перенаправлення на сторінку входу. Залиште порожнім, щоб використовувати IP-адресу цього інтерфейсу, інакше переконайтеся, що клієнт має доступ до DNS для розв'язання цього розташування. При використанні сертифіката SSL переконайтеся, що це ім'я та ім'я сертифіката збігаються.
zh_cn: 本机的主机名，用于登录页面重定向。将其留空则使用该接口的IP地址，否则请确保客户端可以访问DNS来解析此位置。 使用SSL证书时，请确保此名称和证书名称相同。

source: Hostname DNS lookup
cs_cz: DNS vyhledání názvu stroje
el_gr: Αναζήτηση DNS ονόματος κεντρικού υπολογιστή
fa_ir: جستجوی DNS نام میزبان
fr_fr: Recherche DNS du nom d'hôte
it_it: Ricerca DNS del nome host
ko_kr: 호스트 이름 DNS 조회
pl_pl: Wyszukiwanie DNS nazwy hosta
uk_ua: Пошук DNS за іменем хоста
zh_cn: 主机名DNS查询

source: Hostname DNS reverse lookup
cs_cz: Zpětné DNS vyhledání názvu stroje
el_gr: Αντίστροφη αναζήτηση DNS ονόματος κεντρικού υπολογιστή
fa_ir: جستجوی معکوس DNS نام میزبان
fr_fr: Recherche inversée du nom d'hôte dans le DNS
it_it: Ricerca inversa DNS del nome host
ko_kr: 호스트 이름 DNS 역방향 조회
pl_pl: Odwrócone wyszukiwanie DNS nazwy hosta
uk_ua: Зворотний пошук DNS за іменем хоста
zh_cn: 主机名DNS反向查找

source: Hosts
cs_cz: Stroje
el_gr: Οικοδεσπότες
fa_ir: میزبان‌ها
fr_fr: Hôtes
it_it: Ospiti
ko_kr: 호스트
pl_pl: Hosty
uk_ua: Хости
zh_cn: 主机

source: Hosts to allow SIP
cs_cz: Hostitelé, kterým umožnit SIP
de_de: Hosts, denen SIP erlaubt ist
el_gr: Οι κεντρικοί υπολογιστές επιτρέπουν το SIP
fa_ir: میزبان‌های مجاز برای SIP
fr_fr: Hôtes à autoriser SIP
it_it: Host per consentire SIP
ko_kr: SIP를 허용할 호스트
pl_pl: Hosty dozwolone do SIP
uk_ua: Хости для дозволу SIP
zh_cn: 允许SIP的主机

source: Hosts to allow registration
cs_cz: Hostitelé, kterým umožnit registraci
de_de: Hosts, um die Registrierung zu ermöglichen
el_gr: Οι οικοδεσπότες επιτρέπουν την εγγραφή
fa_ir: میزبان‌های مجاز برای ثبت‌نام
fr_fr: Hôtes pour permettre l'enregistrement
it_it: Host per consentire la registrazione
ko_kr: 등록을 허용할 호스트
pl_pl: Hosty dozwolone do rejestracji
uk_ua: Хости для дозволу реєстрації
zh_cn: 允许注册的主机

source: Hours
cs_cz: Hodiny
de_de: Stunden
el_gr: Ώρες
fa_ir: ساعت‌ها
fr_fr: Heures
it_it: Ore
ko_kr: 시
pl_pl: Godziny
uk_ua: Години
zh_cn: 小时

source: How often list of active checks is refreshed, in seconds.
cs_cz: Jak často obnovovat seznam aktivních kontrol (v sekundách).
de_de: Wie oft die Liste aktiver Prüfungen aktualisiert wird (in Sekunden).
el_gr: Πόσο συχνά ανανεώνεται η λίστα ενεργών ελέγχων, σε δευτερόλεπτα.
fa_ir: فاصلهٔ به‌روزرسانی فهرست بررسی‌های فعال، بر حسب ثانیه.
fr_fr: Fréquence à laquelle la liste des contrôles actifs est rafraîchie, en secondes.
it_it: La frequenza con cui viene aggiornato l'elenco dei controlli attivi, in secondi.
ko_kr: 활성 검사 목록을 새로 고치는 빈도(초)입니다.
pl_pl: Jak często lista aktywnych sprawdzeń jest odświeżana, w sekundach.
uk_ua: Як часто оновлюється список активних перевірок, у секундах.
zh_cn: 刷新活动检查列表的频率（以秒为单位）。

source: ICAP Settings
cs_cz: Nastavení ICAP
de_de: ICAP-Einstellungen
el_gr: Ρυθμίσεις ICAP
fa_ir: تنظیمات ICAP
fr_fr: Paramètres ICAP
it_it: Impostazioni ICAP
ko_kr: ICAP 설정
pl_pl: Ustawienia ICAP
uk_ua: Налаштування ICAP
zh_cn: ICAP设置

source: ICP port
el_gr: Θύρα ICP
fa_ir: پورت ICP
fr_fr: Port ICP
it_it: Porta ICP
ko_kr: ICP 포트
pl_pl: Port ICP
uk_ua: Порт ICP
zh_cn: ICP端口

source: IP Address
cs_cz: IP adresa
de_de: IP-Adresse
el_gr: Διεύθυνση IP
fa_ir: آدرس IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ko_kr: IP 주소
pl_pl: Adres IP
uk_ua: IP-адреса
zh_cn: IP地址

source: IP Address or Network with CIDR
cs_cz: IP adresa či síť (v CIDR zápisu)
de_de: IP-Adresse oder Netzwerk mit CIDR
el_gr: Διεύθυνση IP ή Δίκτυο με CIDR
fa_ir: آدرس IP یا شبکه همراه با CIDR
fr_fr: Adresse IP ou réseau avec CIDR
it_it: Indirizzo IP o rete con CIDR
ko_kr: IP 주소 또는 CIDR이 있는 네트워크
pl_pl: Adres IP lub sieć z CIDR
uk_ua: IP-адреса або Мережа з CIDR
zh_cn: IP地址或具有CIDR的网络

source: IP Addresses
cs_cz: IP adresa
de_de: IP-Adressen
el_gr: Διευθύνσεις IP
fa_ir: آدرس‌های IP
fr_fr: Adresses IP
it_it: Indirizzi IP
ko_kr: IP 주소
pl_pl: Adresy IP
uk_ua: IP-адреси
zh_cn: IP地址

source: IP Auto-Discovery
cs_cz: Automatické zjištění IP
de_de: Automatiche IP-Erkennung
el_gr: Αυτόματη ανακάλυψη IP
fa_ir: کشف خودکار IP
fr_fr: Auto-Découverte IP
it_it: Rilevamento automatico IP
ko_kr: IP 자동 검색
pl_pl: Automatyczne wykrywanie IP
uk_ua: Автовиявлення IP
zh_cn: IP自动发现

source: IP Version
cs_cz: Generace IP
el_gr: Έκδοση IP
fa_ir: نسخه IP
fr_fr: Version IP
it_it: Versione IP
ko_kr: IP 버전
pl_pl: Wersja IP
uk_ua: Версія IP
zh_cn: IP版本

source: IP address or hostname of Zabbix server.
cs_cz: IP adresa nebo název Zabbix serveru.
de_de: IP-Adresse oder Hostname des Zabbix-Servers.
el_gr: Διεύθυνση IP ή όνομα κεντρικού υπολογιστή του διακομιστή Zabbix.
fa_ir: آدرس IP یا نام میزبان سرور Zabbix.
fr_fr: Adresse IP ou nom d'hôte du serveur Zabbix.
it_it: Indirizzo IP o nome host del server Zabbix.
ko_kr: Zabbix 서버의 IP 주소 또는 호스트 이름입니다.
pl_pl: Adres IP lub nazwa hosta serwera Zabbix.
uk_ua: IP-адреса або ім'я хоста сервера Zabbix.
zh_cn: Zabbix服务器的IP地址或主机名。

source: IP address or hostname of the remote ShadowSocks server.
cs_cz: IP adresa nebo název stroje vzdáleného ShadowSocks serveru.
de_de: IP-Adresse oder Hostname des fernen ShadowSocks-Servers.
el_gr: Διεύθυνση IP ή όνομα κεντρικού υπολογιστή του απομακρυσμένου διακομιστή ShadowSocks.
fa_ir: آدرس IP یا نام میزبان سرور راه دور ShadowSocks.
fr_fr: Adresse IP ou nom d'hôte du serveur ShadowSocks distant.
it_it: Indirizzo IP o nome host del server ShadowSocks remoto.
ko_kr: 원격 ShadowSocks 서버의 IP 주소 또는 호스트 이름입니다.
pl_pl: Adres IP lub nazwa hosta zdalnego serwera ShadowSocks.
uk_ua: IP-адреса або ім'я хоста віддаленого сервера ShadowSocks.
zh_cn: 远程ShadowSocks服务器的IP地址或主机名。

source: IP address or hostname of the server.
cs_cz: IP adresa nebo název serveru
de_de: IP-Adresse oder Hostname des Servers
el_gr: Διεύθυνση IP ή όνομα κεντρικού υπολογιστή του διακομιστή.
fa_ir: آدرس IP یا نام میزبان سرور.
fr_fr: Adresse IP ou nom d'hôte du serveur.
it_it: Indirizzo IP o nome host del server.
ko_kr: 서버의 IP 주소 또는 호스트 이름입니다.
pl_pl: Adres IP lub nazwa hosta serwera.
uk_ua: IP-адреса або ім'я хоста сервера.
zh_cn: 服务器的IP地址或主机名。

source: IP address to listen to, this should be your LAN IP address.
cs_cz: IP adresa, ze které očekávat spojení, by měla být jednou z IP adres na vaší síti.
de_de: IP-Adresse auf der gehört wird. Dies sollte Ihre LAN IP-Addrese sein.
el_gr: Διεύθυνση IP για ακρόαση, αυτή θα πρέπει να είναι η διεύθυνση IP του LAN σας.
fa_ir: آدرس IP برای گوش دادن؛ این باید آدرس IP LAN شما باشد.
fr_fr: Adresse IP à écouter, il devrait s'agir de votre adresse IP LAN.
it_it: Indirizzo IP da ascoltare, dovrebbe essere il tuo indirizzo IP LAN.
ko_kr: 수신 대기할 IP 주소입니다. LAN IP 주소여야 합니다.
pl_pl: Adres IP do nasłuchiwania, powinien to być twój adres IP LAN.
uk_ua: IP-адреса для прослуховування, це має бути ваша IP-адреса LAN.
zh_cn: 要监听的IP地址，这应该是您的LAN IP地址。

source: IPS mode
cs_cz: IPS režim
de_de: IPS-Modus
el_gr: Λειτουργία IPS
fa_ir: حالت IPS
fr_fr: Mode IPS
it_it: Modalità IPS
ko_kr: IPS 모드
pl_pl: Tryb IPS
uk_ua: Режим IPS
zh_cn: IPS模式

source: IPv4 Mask
cs_cz: IPv4 maska
de_de: IPv4-Maske
el_gr: Μάσκα IPv4
fa_ir: ماسک IPv4
fr_fr: Masque IPv4
it_it: Maschera IPv4
ko_kr: IPv4 마스크
pl_pl: Maska IPv4
uk_ua: Маска IPv4
zh_cn: IPv4掩码

source: IPv6 Exit
cs_cz: IPv6 výstup
de_de: IPv6-Ausgang
el_gr: Έξοδος IPv6
fa_ir: خروجی IPv6
fr_fr: Sortie IPv6
it_it: Uscita IPv6
ko_kr: IPv6 종료
pl_pl: Wyjście IPv6
uk_ua: Вихід IPv6
zh_cn: IPv6出口

source: IPv6 Host
cs_cz: IPv6 hostitel
fa_ir: میزبان IPv6
fr_fr: Hôte IPv6
it_it: Ospite IPv6
ko_kr: IPv6 호스트
pl_pl: Host IPv6
uk_ua: Хост IPv6
zh_cn: IPv6主机

source: IPv6 Mask
cs_cz: IPv6 maska
de_de: IPv6-Maske
el_gr: Μάσκα IPv6
fa_ir: ماسک IPv6
fr_fr: Masque IPv6
it_it: Maschera IPv6
ko_kr: IPv6 마스크
pl_pl: Maska IPv6
uk_ua: Маска IPv6
zh_cn: IPv6掩码

source: IPv6 Source
cs_cz: IPv6 zdroj
de_de: IPv6-Quelle
el_gr: Πηγή IPv6
fa_ir: مبدأ IPv6
fr_fr: Source IPv6
it_it: Sorgente IPv6
ko_kr: IPv6 소스
pl_pl: Źródło IPv6
uk_ua: Джерело IPv6
zh_cn: IPv6源

source: Idle timeout
cs_cz: Časový limit nečinnosti
de_de: Leerlauf-Timeout
el_gr: Χρονικό όριο αδράνειας
fa_ir: زمان بیکاری
fr_fr: Délai d'inactivité
it_it: Timeout di inattività
ko_kr: 유휴 타임아웃
pl_pl: Czas bezczynności
uk_ua: Тайм-аут бездіяльності
zh_cn: 空闲超时

source: Idle timeout (minutes)
cs_cz: Časový limit nečinnosti (minuty)
de_de: Inaktivitäts-Timeout (in Minuten)
el_gr: Χρονικό όριο αδράνειας (λεπτά)
fa_ir: زمان بیکاری (دقیقه)
fr_fr: Délai d'inactivité (minutes)
it_it: Timeout di inattività (minuti)
ko_kr: 유휴 타임아웃(분)
pl_pl: Czas bezczynności (w minutach)
uk_ua: Тайм-аут бездіяльності (хвилин)
zh_cn: 空闲超时(分钟)

source: If an attached file has a suffix in this list, the mail will be rejected via a hard reject, which means that the server will be immeadiately informed about the policy violation.
cs_cz: Pokud soubor v příloze má příponu z tohoto seznamu, e-mail bude odmítnut formou tvrdého odmítnutí, což znamená, že server bude okamžitě informován o porušení zásad.
de_de: Falls eine angehängte Datei einen Suffix in dieser Liste enthält, wird die Mail mittels einer hard rejects zurückgewiesen. Dies Bedeutet, dass der Server sofort über die Richtlinienverletzung informiert wird.
el_gr: Εάν ένα συνημμένο αρχείο έχει κατάληξη σε αυτήν τη λίστα, το μήνυμα θα απορριφθεί μέσω μιας οριστικής απόρριψης, πράγμα που σημαίνει ότι ο διακομιστής θα ενημερωθεί αμέσως για την παραβίαση πολιτικής.
fa_ir: اگر فایل پیوست‌شده یکی از پسوندهای این فهرست را داشته باشد، ایمیل به‌صورت رد قطعی برگشت داده می‌شود؛ یعنی سرور بلافاصله از نقض سیاست مطلع خواهد شد.
fr_fr: Si un fichier attaché a un suffixe dans cette liste, le courriel sera rejeté via un 'hard reject', ce qui signifie que le serveur sera immédiatement informé à propos de la violation de politique.
it_it: Se un file allegato ha un suffisso in questo elenco, la mail verrà rifiutata tramite un rifiuto rigido, il che significa che il server verrà immediatamente informato della violazione della policy.
ko_kr: 첨부 파일에 이 목록에 있는 접미사가 포함되어 있으면, 메일은 하드 리젝(hard reject) 처리되어 서버에 정책 위반에 대한 알림이 즉시 전송됩니다.
pl_pl: Jeśli dołączony plik ma sufiks z tej listy, poczta zostanie odrzucona przez tzw. 'hard reject', co oznacza, że serwer zostanie natychmiast poinformowany o naruszeniu zasad.
uk_ua: Якщо прикріплений файл має суфікс у цьому списку, лист буде відхилено через жорстке відхилення, що означає, що сервер буде негайно проінформований про порушення політики.
zh_cn: 如果此列表中的附件带有后缀，则该邮件会通过强制措施被拒绝，这意味着会立即向服务器通知有关策略违规的信息。

source: If checked, only attached files are scanned and images are omitted.
cs_cz: Pokud zaškrtnuto, budou skenovány pouze přiložené soubory a obrázky z toho budou vynechány.
de_de: Wenn diese Box angehakt wird, werden nur angehängte Dokumente überprüft und Bilder werden ignoriert.
el_gr: Εάν είναι επιλεγμένο, σαρώνονται μόνο τα συνημμένα αρχεία και οι εικόνες παραλείπονται.
fa_ir: اگر علامت زده شود، فقط فایل‌های پیوست اسکن می‌شوند و تصاویر نادیده گرفته می‌شوند.
fr_fr: Si sélectionné, seuls les fichiers attachés seront scannés et les images seront ignorées.
it_it: Se selezionato, verranno scansionati solo i file allegati e le immagini verranno omesse.
ko_kr: 체크하면 첨부 파일만 스캔되고 이미지는 생략됩니다.
pl_pl: Jeśli zaznaczone, skanowane są tylko dołączone pliki, a obrazy są pomijane.
uk_ua: Якщо позначено, скануються лише прикріплені файли, а зображення пропускаються.
zh_cn: 如果选中，则仅扫描附件文件，并且忽略图像。

source: If configured, only clients that are listed here are authorized to access the Onion service.
cs_cz: Pokud nastaveno, pak přístup k Onion službě budou mít pouze zde uvedení klienti.
de_de: Wenn konfiguriert, sind nur Clients, die hier gelistet werden, authorisiert, auf den Onion-Dienst zuzugreifen.
el_gr: Εάν έχει ρυθμιστεί, μόνο οι υπολογιστές-πελάτες που αναφέρονται εδώ έχουν εξουσιοδότηση πρόσβασης στην υπηρεσία Onion.
fa_ir: اگر پیکربندی شده باشد، فقط کلاینت‌هایی که در اینجا فهرست شده‌اند مجاز به دسترسی به سرویس Onion خواهند بود.
fr_fr: Si configuré, seuls les clients répertoriés ici sont autorisés à accéder au service Oignon.
it_it: Se configurato, solo i client elencati qui sono autorizzati ad accedere al servizio Onion.
ko_kr: 구성된 경우 여기에 나열된 클라이언트만 Onion 서비스에 액세스할 수 있습니다.
pl_pl: Jeśli skonfigurowane, tylko klienci wymienieni tutaj mają uprawnienia do dostępu do usługi Onion.
uk_ua: Якщо налаштовано, лише клієнти, що вказані тут, мають дозвіл на доступ до служби Onion.
zh_cn: 如果已配置，则仅授权此处列出的客户端访问Onion服务。

source: If provided, all traffic will be transmitted over an HTTPS connection to protect against eavesdroppers.
cs_cz: Pokud je poskytnuto, veškerý provoz bude přenášen přes HTTPS spojení a chráněn tak proti odposlechu.
de_de: Wenn vorhanden, wird der gesamte Traffic über eine HTTPS-verbindung übertragen, um vor Abhören zu schützen.
el_gr: Εάν παρέχεται, όλη η κίνηση θα μεταδίδεται μέσω σύνδεσης HTTPS για προστασία από υποκλοπές.
fa_ir: اگر فراهم شود، تمام ترافیک از طریق یک اتصال HTTPS منتقل می‌شود تا در برابر شنودکنندگان محافظت شود.
fr_fr: Si spécifié, tout le trafic sera transmis via une connexion HTTPS pour se protéger des oreilles indiscrètes.
it_it: Se fornito, tutto il traffico verrà trasmesso tramite una connessione HTTPS per proteggersi da eventuali intercettazioni.
ko_kr: 제공된 경우 모든 트래픽은 도청자로부터 보호하기 위해 HTTPS 연결을 통해 전송됩니다.
pl_pl: Jeśli podano, cały ruch będzie przesyłany przez połączenie HTTPS w celu ochrony przed podsłuchiwaniem.
uk_ua: Якщо надано, весь трафік буде передаватися через HTTPS-з'єднання для захисту від підслуховувачів.
zh_cn: 如果提供的话，所有流量会通过HTTPS连接传输，以防止窃听。

source: If set (default), Squid will include a Via header in requests and replies as required by RFC2616.
cs_cz: Pokud je nastaveno (výchozí), Squid vloží Via záhlaví do požadavků a odpovědí, jak vyžaduje norma RFC2616.
de_de: Falls gesetzt (Standard), wird Squid eine Via-Kopfzeile in Anfragen und Antworten einbauen, wie es in RFC2616 verlangt wird.
el_gr: Εάν οριστεί (προεπιλογή), το Squid θα συμπεριλάβει μια κεφαλίδα Via σε αιτήματα και απαντήσεις, όπως απαιτείται από το RFC2616.
fa_ir: اگر تنظیم شده باشد (پیش‌فرض)، Squid هدر Via را در درخواست‌ها و پاسخ‌ها مطابق RFC2616 اضافه می‌کند.
fr_fr: Si défini (par défaut), Squid inclura un en-tête Via dans les requêtes et les réponses comme demandé par le RFC2616.
it_it: Se impostato (impostazione predefinita), Squid includerà un'intestazione Via nelle richieste e nelle risposte come richiesto da RFC2616.
ko_kr: 설정된 경우(기본값), Squid는 RFC2616의 요구에 따라 요청 및 응답에 Via 헤더를 포함합니다.
pl_pl: Jeśli ustawione (domyślnie), Squid będzie dołączać nagłówek Via w zapytaniach i odpowiedziach, zgodnie z wymaganiami RFC2616.
uk_ua: Якщо встановлено (типово), Squid включатиме заголовок Via у запитах та відповідях, як вимагає RFC2616.
zh_cn: 如果设置（默认），Squid会根据RFC2616的要求在请求和回复中包含Via header。

source: If set to true, do no set the "host" tag in the Telegraf agent.
cs_cz: Pokud je nastaveno na hodnotu true, nenastavujte v agentu Telegraf značku „hostitel“.
de_de: Falls dies auf Wahr gesetzt wird, wird die "host"-Markierung im Telegraf-Agenten nicht gesetzt.
el_gr: Εάν οριστεί σε true, μην ορίσετε την ετικέτα "host" στον παράγοντα Telegraf.
fa_ir: اگر روی true تنظیم شود، تگ "host" در عامل Telegraf تنظیم نخواهد شد.
fr_fr: S'il est défini à true, il ne faut pas définir la balise "host" dans l'agent Telegraf.
it_it: Se impostato su true, non impostare il tag "host" nell'agente Telegraf.
ko_kr: 참으로 설정된 경우 텔레그래프 에이전트에서 "host" 태그를 설정하지 않습니다.
pl_pl: Jeśli ustawione na prawdę, nie ustawiaj tagu "host" w agencie Telegraf.
uk_ua: Якщо встановлено на true, не встановлюйте тег "host" в агенті Telegraf.
zh_cn: 如果选中，则无须在Telegraf代理中设置"主机名称"标记。

source: If set, the mail will be rejected.
cs_cz: Pokud je nastaveno, e-mail bude odmítnut
de_de: Falls dies gesetzt wurde, wird die Mail abgewiesen.
el_gr: Εάν οριστεί, το μήνυμα θα απορριφθεί.
fa_ir: اگر تنظیم شود، ایمیل رد خواهد شد.
fr_fr: Si sélectionné, le courrier sera rejeté.
it_it: Se impostato, l'e-mail verrà rifiutata.
ko_kr: 설정된 경우 메일이 거부됩니다.
pl_pl: Jeśli ustawione, poczta zostanie odrzucona.
uk_ua: Якщо встановлено, лист буде відхилено.
zh_cn: 如果设置了，邮件会被拒收。

source: If the hostname is determined automatically this setting controls whether or not the daemon should try to figure out the fully qualified domain name (FQDN). This is done by looking up the name by using gethostname.
cs_cz: Pokud je název hostitele určen automaticky, toto nastavení určuje, zda se má proces služby pokusit zjistit plně kvalifikovaný název domény (FQDN). To se provádí vyhledáním názvu pomocí příkazu gethostname.
de_de: Wird der Hostname automatisch ermittelt, legt diese Option fest, ob der Dienst versuchen soll, den vollständig qualifizierten Hostanamen (FQDN) zu ermittln. Dazu wird der Name über gethostname abgefragt.
el_gr: Εάν το όνομα κεντρικού υπολογιστή καθορίζεται αυτόματα, αυτή η ρύθμιση ελέγχει εάν το deamon θα πρέπει να προσπαθήσει να προσδιορίσει το πλήρως προσδιορισμένο όνομα τομέα (FQDN). Αυτό γίνεται αναζητώντας το όνομα χρησιμοποιώντας το gethostname.
fa_ir: اگر نام میزبان به‌صورت خودکار تعیین شود، این تنظیم مشخص می‌کند که آیا daemon باید تلاش کند نام دامنه کامل (FQDN) را تعیین کند یا خیر. این کار با استفاده از gethostname برای جستجوی نام انجام می‌شود.
fr_fr: Si le nom d'hôte est déterminé automatiquement, ce paramètre contrôle si le démon doit ou non essayer de trouver le nom de domaine complet (FQDN). Cela se fait en recherchant le nom en utilisant gethostname.
it_it: Se il nome host viene determinato automaticamente, questa impostazione controlla se il demone deve provare o meno a capire il nome di dominio completo (FQDN). Questo viene fatto cercando il nome utilizzando gethostname.
ko_kr: 호스트 이름이 자동으로 결정되는 경우 이 설정은 데몬이 FQDN(정규화된 도메인 이름)을 확인하도록 시도할지 여부를 제어합니다. 이 작업은 gethostname을 사용하여 이름을 조회함으로써 수행됩니다.
pl_pl: Jeśli nazwa hosta jest określana automatycznie, to ustawienie kontroluje, czy demon powinien próbować określić pełną nazwę domeny (FQDN). Jest to realizowane poprzez wyszukiwanie nazwy za pomocą funkcji gethostname.
uk_ua: Якщо ім'я хоста визначається автоматично, це налаштування контролює, чи має демон намагатися визначити повне доменне ім'я (FQDN). Це робиться шляхом пошуку імені за допомогою gethostname.
zh_cn: 如果自动确定主机名，则此设置控制程序是否应尝试找出完全限定的域名(FQDN)。 这是通过使用gethostname查找名称来完成的。

source: If the number of the available threads is less than number, the c-icap server starts a new child.
cs_cz: Pokud je počet vláken k dispozici nižší než toto číslo, c-icap server spustí nový proces.
de_de: Falls die Anzahl an verfügbaren Threads unter diesen Grenzwert fällt, wird ein neuer Kindprozess vom c-icap server gestartet.
el_gr: Εάν ο αριθμός των διαθέσιμων νημάτων είναι μικρότερος από τον αριθμό number, ο διακομιστής c-icap ξεκινά ένα νέο θυγατρικό στοιχείο.
fa_ir: اگر تعداد threadهای در دسترس کمتر از number باشد، سرور c-icap یک فرایند فرزند جدید را شروع می‌کند.
fr_fr: Si le nombre de fils disponibles est moindre que ce nombre, le serveur c-icap en démarre un nouveau.
it_it: Se il numero dei thread disponibili è inferiore a numero, il server c-icap avvia un nuovo figlio.
ko_kr: 사용 가능한 스레드 수가 수보다 적으면 c-icap 서버는 새 자식을 시작합니다.
pl_pl: Jeśli liczba dostępnych wątków jest mniejsza niż podana liczba, serwer c-icap uruchamia nowy proces potomny.
uk_ua: Якщо кількість доступних потоків менша за число, сервер c-icap запускає новий дочірній процес.
zh_cn: 如果可用线程的数量小于number，则c-icap服务器会启动一个新的线程。
