Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Active Health Passes
de_de: Active-Health-Erfolgreiche Prüfungen
fa_ir: تعداد موفقیت‌های بررسی سلامت فعال
fr_fr: Pass santé actif
uk_ua: Успіхи активної перевірки стану

source: Active Health Port
fa_ir: پورت سلامت فعال
fr_fr: Port de santé actif
uk_ua: Порт активної перевірки стану

source: Active Health Status
fa_ir: وضعیت سلامت فعال
fr_fr: État de santé actif
uk_ua: Статус активної перевірки стану

source: Active Health Timeout
de_de: Active-Health-Zeitüberschreitung
fa_ir: زمان پایان بررسی سلامت فعال
fr_fr: Délai d'attente pour la santé active
uk_ua: Таймаут активної перевірки стану

source: Active Health URI
fa_ir: URI سلامت فعال
fr_fr: Santé active URI
uk_ua: URI активної перевірки стану

source: Active Health Upstream
fa_ir: بالادست سلامت فعال
fr_fr: Santé active en amont
uk_ua: Вищестоящий сервер активної перевірки стану

source: Adaptive Timeouts [end]
de_de: Adaptive Timeouts [Ende]
fa_ir: مهلت‌های تطبیقی [پایان]
fr_fr: Délais d'attente adaptatifs [fin]
uk_ua: Адаптивні тайм-аути [кінець]

source: Adaptive Timeouts [start]
fa_ir: مهلت‌های تطبیقی [شروع]
fr_fr: Délais d'attente adaptatifs [start]
uk_ua: Адаптивні тайм-аути [початок]

source: Add MAC
de_de: MAC hinzufügen
fa_ir: افزودن MAC
fr_fr: Ajouter MAC
ko_kr: MAC 추가
uk_ua: Додати MAC

source: Add subnet
de_de: Subnetz hinzufügen
fa_ir: افزودن زیرشبکه
fr_fr: Ajouter un sous-réseau
ko_kr: 서브넷 추가
uk_ua: Додати підмережу

source: Add the MAC address of the requestor to DNS queries which are forwarded upstream. The MAC address will only be added if the upstream DNS Server is in the same subnet as the requestor. Since this is not standardized, it should be considered experiemental. This is useful for selective DNS filtering on the upstream DNS server.
de_de: Die MAC-Adresse des Anfragenden zu DNS-Abfragen hinzufügen, die an Upstream-Server weitergeleitet werden. Die MAC-Adresse wird nur hinzugefügt, wenn sich der Upstream-DNS-Server im selben Subnetz wie der Anfragende befindet. Da dies nicht standardisiert ist, sollte es als experimentell betrachtet werden. Nützlich für selektives DNS-Filtering auf dem Upstream-DNS-Server.
fa_ir: آدرس MAC درخواست‌کننده را به پرس‌وجوهای DNS که به سرور DNS بالادست فوروارد می‌شوند اضافه کنید. آدرس MAC تنها در صورتی اضافه می‌شود که سرور DNS بالادست در همان زیرشبکهٔ درخواست‌کننده باشد. از آنجایی که این روش استاندارد نیست، باید آن را تجربی در نظر گرفت. این گزینه برای فیلترینگ انتخابی DNS روی سرور بالادست مفید است.
fr_fr: Ajouter l'adresse MAC du demandeur aux requêtes DNS qui sont transmises en amont. L'adresse MAC ne sera ajoutée que si le serveur DNS en amont se trouve dans le même sous-réseau que le demandeur. Cette méthode n'étant pas normalisée, elle doit être considérée comme expérimentale. Ceci est utile pour le filtrage DNS sélectif sur le serveur DNS en amont.
ko_kr: 요청자의 MAC 주소를 업스트림으로 전달되는 DNS 쿼리에 추가합니다. 업스트림 DNS 서버가 요청자와 동일한 서브넷에 있을 경우에만 MAC 주소가 추가됩니다. 이는 표준화되지 않았으므로 실험적인 기능으로 간주해야 합니다. 업스트림 DNS 서버에서 선택적 DNS 필터링을 수행할 때 유용합니다.
uk_ua: Додати MAC-адресу запитувача до DNS-запитів, які пересилаються вищестоящому серверу. MAC-адреса буде додана лише в тому випадку, якщо вищестоящий DNS-сервер знаходиться в тій самій підмережі, що й запитувач. Оскільки це не стандартизовано, слід вважати це експериментальним. Це корисно для вибіркової фільтрації DNS на вищестоящому DNS-сервері.

source: Add the real client IPv4 and IPv6 addresses (add-subnet=32,128) to DNS queries which are forwarded upstream. Be careful setting this option as it can undermine privacy. This is useful for selective DNS filtering on the upstream DNS server.
de_de: Die echten IPv4- und IPv6-Adressen des Clients (add-subnet=32,128) zu DNS-Abfragen hinzufügen, die an Upstream-Server weitergeleitet werden. Vorsicht bei der Aktivierung dieser Option, da sie die Privatsphäre beeinträchtigen kann. Nützlich für selektives DNS-Filtering auf dem Upstream-DNS-Server.
fa_ir: آدرس‌های واقعی IPv4 و IPv6 کلاینت (add-subnet=32,128) را به پرس‌وجوهای DNS که به سرور DNS بالادست فوروارد می‌شوند اضافه کنید. در فعال‌سازی این گزینه احتیاط کنید چون می‌تواند حریم خصوصی را تضعیف کند. این برای فیلترینگ انتخابی DNS روی سرور بالادست مفید است.
fr_fr: Ajouter les adresses IPv4 et IPv6 réelles du client (add-subnet=32,128) aux requêtes DNS qui sont transmises en amont. Cette option doit être utilisée avec précaution, car elle peut porter atteinte à la vie privée. Cette option est utile pour le filtrage DNS sélectif sur le serveur DNS en amont.
ko_kr: 업스트림으로 전달되는 DNS 쿼리에 실제 클라이언트 IPv4 및 IPv6 주소(add-subnet=32,128)를 추가합니다. 이 옵션은 개인정보 보호를 침해할 수 있으므로 주의해서 설정해야 합니다. 이 기능은 업스트림 DNS 서버에서 선택적으로 DNS를 필터링하는 데 유용합니다.
uk_ua: Додати реальні IPv4 та IPv6 адреси клієнта (add-subnet=32,128) до DNS-запитів, які пересилаються вищестоящому серверу. Будьте обережні, встановлюючи цю опцію, оскільки вона може підірвати конфіденційність. Це корисно для вибіркової фільтрації DNS на вищестоящому DNS-сервері.

source: Adds additional CNAME records for the given alternative names (FQDN). Useful if this host entry has dynamic IPv4 and partial IPv6 addresses, as the CNAME record will point to the name instead of static IP addresses.
de_de: Fügt zusätzliche CNAME-Einträge für die angegebenen alternativen Namen (FQDN) hinzu. Nützlich, wenn dieser Hosteintrag dynamische IPv4- und teilweise IPv6-Adressen hat, da der CNAME-Eintrag auf den Namen anstelle von statischen IP-Adressen verweist.
fa_ir: رکوردهای CNAME اضافی برای نام‌های جایگزین داده‌شده (FQDN) اضافه می‌کند. مفید است اگر این ورودی میزبان دارای آدرس‌های IPv4 پویا و IPv6 جزئی باشد، زیرا رکورد CNAME به نام اشاره می‌کند نه آدرس‌های ایستا.
fr_fr: Ajoute des enregistrements CNAME supplémentaires pour les noms alternatifs donnés (FQDN). Utile si cette entrée d'hôte a des adresses IPv4 dynamiques et des adresses IPv6 partielles, car l'enregistrement CNAME pointera vers le nom au lieu des adresses IP statiques.
ko_kr: 지정된 대체 이름(FQDN)에 대한 추가 CNAME 레코드를 추가합니다. 이 호스트 항목에 동적 IPv4 주소와 부분 IPv6 주소가 있는 경우 유용합니다. CNAME 레코드가 고정 IP 주소 대신 해당 이름을 가리키기 때문입니다.
uk_ua: Додає додаткові записи CNAME для заданих альтернативних імен (FQDN). Корисно, якщо цей запис хоста має динамічні IPv4 та часткові IPv6 адреси, оскільки запис CNAME буде вказувати на ім'я замість статичних IP-адрес.

source: Adds additional static A, AAAA and PTR records for the given alternative names (FQDN). Please note that these records are only created if IP addresses are configured in this host entry.
de_de: Fügt zusätzliche statische A-, AAAA- und PTR-Einträge für die angegebenen alternativen Namen (FQDN) hinzu. Bitte beachten Sie, dass diese Einträge nur erstellt werden, wenn in diesem Hosteintrag IP-Adressen konfiguriert sind.
fa_ir: رکوردهای استاتیک A، AAAA و PTR اضافی برای نام‌های جایگزین داده‌شده (FQDN) اضافه می‌کند. توجه کنید که این رکوردها فقط در صورتی ایجاد می‌شوند که آدرس‌های IP در این ورودی میزبان پیکربندی شده باشند.
fr_fr: Ajoute des enregistrements statiques A, AAAA et PTR supplémentaires pour les noms alternatifs donnés (FQDN). Veuillez noter que ces enregistrements ne sont créés que si des adresses IP sont configurées dans cette entrée d'hôte.
ko_kr: 지정된 대체 이름(FQDN)에 대한 정적 A, AAAA 및 PTR 레코드를 추가합니다. 이 레코드는 이 호스트 항목에 IP 주소가 구성된 경우에만 생성됩니다.
uk_ua: Додає додаткові статичні записи A, AAAA та PTR для заданих альтернативних імен (FQDN). Зверніть увагу, що ці записи створюються лише, якщо IP-адреси налаштовані в цьому записі хоста.

source: Adjust BGP administrative distance, typically set to 20. Useful if you want to prefer OSPF-learned routes.
de_de: BGP-Administrative Distance anpassen, standardmäßig auf 20 gesetzt. Nützlich, wenn OSPF-gelernte Routen bevorzugt werden sollen.
fa_ir: فاصلهٔ اداری BGP را تنظیم کنید؛ معمولاً روی 20 تنظیم می‌شود. مفید است اگر بخواهید مسیرهای یادگرفته‌شده از OSPF را در اولویت قرار دهید.
fr_fr: Ajuste la distance administrative BGP, généralement fixée à 20. Utile si vous souhaitez privilégier les itinéraires appris par OSPF.
ko_kr: BGP 관리 거리를 조정합니다. 일반적으로 20으로 설정됩니다. OSPF에서 학습된 경로를 선호하려는 경우 유용합니다.
uk_ua: Налаштувати адміністративну відстань BGP, зазвичай встановлену на 20. Корисно, якщо ви хочете віддати перевагу маршрутам, отриманим через OSPF.

source: Adjust the reference cost in Mbps for path calculation, useful when bundling interfaces for higher bandwidth.
de_de: Referenzkosten in Mbit/s für die Pfadberechnung anpassen, nützlich beim Bündeln von Schnittstellen für höhere Bandbreite.
fa_ir: هزینه مرجع (reference cost) را بر حسب Mbps برای محاسبهٔ مسیر تنظیم کنید؛ هنگام باندل کردن اینترفیس‌ها برای پهنای‌باند بالاتر مفید است.
fr_fr: Ajuste le coût de référence en Mbps pour le calcul du chemin, utile lors du regroupement d'interfaces pour une plus grande largeur de bande.
ko_kr: 경로 계산을 위해 Mbps 단위로 참조 비용을 조정합니다. 이는 더 높은 대역폭을 위해 인터페이스를 묶을 때 유용합니다.
uk_ua: Налаштувати еталонну вартість у Мбіт/с для розрахунку шляху, корисно при об'єднанні інтерфейсів для вищої пропускної здатності.

source: Advertise Exit Node
de_de: Exit Node bekanntgeben
fa_ir: اعلام گره خروجی
fr_fr: Annoncer le nœud de sortie
ko_kr: 종료 노드 광고
uk_ua: Рекламувати вихідний вузол

source: Agent hostname
fa_ir: نام میزبان عامل
fr_fr: Nom d'hôte de l'agent
ko_kr: 에이전트 호스트 이름
uk_ua: Ім'я хоста агента

source: Alias records
de_de: Alias-Einträge
fa_ir: رکوردهای Alias
fr_fr: Fiches alias
ko_kr: 별칭 레코드
uk_ua: Записи псевдонімів

source: Allocator
fa_ir: تخصیص‌دهنده
fr_fr: Allocateur
ko_kr: 할당자
uk_ua: Розподілювач

source: Allow AS In
de_de: AS-In erlauben
fa_ir: پذیرش AS ورودی
fr_fr: Autoriser AS In
ko_kr: AS 수신 허용
uk_ua: Дозволити AS вхід

source: Allow OTP token creation
de_de: Erstellung von OTP-Token erlauben
fa_ir: اجازه ایجاد توکن OTP
fr_fr: Permettre la création de jetons OTP
ko_kr: OTP 토큰 생성 허용
uk_ua: Дозволити створення токена одноразового пароля

source: Allow RDNC key transfer
de_de: Übertragung von RDNC-Schlüsseln erlauben
fa_ir: اجازه انتقال کلید RDNC
fr_fr: Autoriser le transfert de la clé RDNC
ko_kr: RDNC 키 전송 허용
uk_ua: Дозволити передачу ключа RDNC

source: Allow Tailscale to manage SSH connections in your tailnet.
de_de: Tailscale erlauben, SSH-Verbindungen in Ihrem Tailnet zu verwalten.
fa_ir: اجازه دهید Tailscale اتصال‌های SSH را در tailnet شما مدیریت کند.
fr_fr: Permet à Tailscale de gérer les connexions SSH dans votre tailnet.
ko_kr: Tailscale이 tailnet의 SSH 연결을 관리하도록 허용합니다.
uk_ua: Дозволити Tailscale керувати SSH-з'єднаннями у вашій мережі Tailscale.

source: Allow access to local networks (LAN) when using this peer as a routing peer or exit-node
de_de: Zugriff auf lokale Netzwerke (LAN) erlauben, wenn diese Gegenstelle als Routing-Gegenstelle oder Exit-Node verwendet wird
fa_ir: دسترسی به شبکه‌های محلی (LAN) هنگام استفاده از این همتا به‌عنوان همتای مسیریابی یا نود خروجی مجاز باشد.
fr_fr: Autoriser l'accès aux réseaux locaux (LAN) lors de l'utilisation de ce pair comme pair de routage ou nœud de sortie.
ko_kr: 이 피어를 라우팅 피어 또는 종료 노드로 사용할 때 로컬 네트워크(LAN)에 대한 액세스를 허용함
uk_ua: Дозволити доступ до локальних мереж (LAN) при використанні цього вузла як маршрутизуючого вузла або вихідного вузла

source: Allow client to save Xauth password in local storage
de_de: Dem Client erlauben, das XAuth-Passwort im lokalen Speicher zu speichern.
fa_ir: به کلاینت اجازه ذخیره رمز Xauth در حافظه محلی داده شود.
fr_fr: Autoriser le client à enregistrer le mot de passe Xauth dans le stockage local
ko_kr: 클라이언트가 로컬 저장소에 Xauth 비밀번호를 저장하도록 허용
uk_ua: Дозволити клієнту зберігати пароль Xauth у локальному сховищі

source: Allow interface to automatically detect edge status. This is the default for all interfaces added to a bridge. (This will disable the autoedge status of interfaces.)
de_de: Schnittstelle kann Edge-Status automatisch erkennen. Dies ist die Standardeinstellung für alle Schnittstellen, die einer Bridge hinzugefügt werden. (Dadurch wird der automatische Edge-Status von Schnittstellen deaktiviert.)
fa_ir: اجازه دهید اینترفیس به‌طور خودکار وضعیت edge را تشخیص دهد. این حالت پیش‌فرض برای تمام اینترفیس‌هایی است که به یک بریج اضافه می‌شوند. (این کار وضعیت autoedge اینترفیس‌ها را غیرفعال می‌کند.)
fr_fr: Permet à l'interface de détecter automatiquement l'état de la périphérie. Il s'agit de la valeur par défaut pour toutes les interfaces ajoutées à un pont. (Ceci désactivera l'état de bord automatique des interfaces).
ko_kr: 인터페이스가 에지 상태를 자동으로 감지하도록 허용합니다. 브리지에 추가된 모든 인터페이스의 기본값입니다. (이렇게 하면 인터페이스의 자동 에지 상태가 비활성화됩니다.)
uk_ua: Дозволити інтерфейсу автоматично виявляти статус краю. Це типово для всіх інтерфейсів, доданих до мосту. (Це вимкне автоматичний статус краю інтерфейсів.)

source: Allow options
de_de: Optionen zulassen
fa_ir: گزینه‌های مجاز
fr_fr: Autoriser les options
ko_kr: 옵션 허용
uk_ua: Дозволити опції

source: Allow the client to filter traffic with its built-in firewall. If disabled, you must assign the NetBird interface and manage firewall rules via OPNsense firewall management. Additionally, NetBird routing and DNS may not function as intended.
de_de: Dem Client erlauben, den Datenverkehr mit seiner integrierten Firewall zu filtern. Wenn deaktiviert, muss das NetBird-Interface zugewiesen und die Firewallregeln über die OPNsense-Firewallverwaltung konfiguriert werden. Außerdem funktionieren NetBird-Routing und DNS möglicherweise nicht wie vorgesehen.
fa_ir: به کلاینت اجازه دهید ترافیک را با فایروال داخلی خود فیلتر کند. در صورت غیرفعال‌بودن، باید اینترفیس NetBird را اختصاص دهید و قوانین فایروال را از طریق بخش مدیریت فایروال OPNsense تنظیم کنید. همچنین مسیریابی و DNS NetBird ممکن است درست عمل نکنند.
fr_fr: Permet au client de filtrer le trafic avec son pare-feu intégré. Si cette option est désactivée, vous devez attribuer l'interface NetBird et gérer les règles du pare-feu via la gestion du pare-feu OPNsense. En outre, le routage et le DNS de NetBird peuvent ne pas fonctionner comme prévu.
ko_kr: 클라이언트가 내장 방화벽을 통해 트래픽을 필터링하도록 허용합니다. 비활성화된 경우, NetBird 인터페이스를 할당하고 OPNsense 방화벽 관리를 통해 방화벽 규칙을 관리해야 합니다. 또한 NetBird 라우팅 및 DNS가 의도한 대로 작동하지 않을 수 있습니다.
uk_ua: Дозволити клієнту фільтрувати трафік за допомогою вбудованого брандмауера. Якщо вимкнено, ви повинні призначити інтерфейс NetBird та керувати правилами брандмауера за допомогою керування брандмауером OPNsense. Крім того, маршрутизація та DNS NetBird можуть не функціонувати належним чином.

source: Allow transfers via the RDNC key named "rndc-key". The key is shown in the general tab.
de_de: Übertragungen über den RDNC-Schlüssel "rndc-key" erlauben. Der Schlüssel wird im allgemeinen Reiter angezeigt.
fa_ir: اجازه انتقال‌ها از طریق کلید RDNC با نام "rndc-key". کلید در زبانهٔ عمومی نمایش داده شده است.
fr_fr: Autoriser les transferts via la clé RDNC nommée "rndc-key". La clé est indiquée dans l'onglet général.
ko_kr: "rndc-key"라는 RDNC 키를 통한 전송을 허용합니다. 키는 일반 탭에 표시됩니다.
uk_ua: Дозволити передачі за допомогою ключа RDNC з назвою "rndc-key". Ключ відображається на вкладці "Загальні".

source: Allowed HTTP Verbs
de_de: Erlaubte HTTP-Verben
fa_ir: متدهای مجاز HTTP
fr_fr: Verbes HTTP autorisés
ko_kr: 허용된 HTTP 메서드
uk_ua: Дозволені HTTP методи

source: Allows banned hosts to access domains listed in whitelist.
de_de: Erlaubt gesperrten Hosts den Zugriff auf Domains, die in der Whitelist aufgeführt sind.
fa_ir: به میزبان‌های مسدود شده اجازه دسترسی به دامنه‌های موجود در فهرست سفید داده می‌شود.
fr_fr: Permet aux hôtes interdits d'accéder aux domaines figurant dans la liste blanche.
ko_kr: 차단된 호스트가 화이트리스트에 포함된 도메인에 접근할 수 있도록 허용합니다.
uk_ua: Дозволяє заблокованим хостам отримувати доступ до доменів, перелічених у білому списку.

source: Allows eBGP connections over loopback addresses by bypassing checks for direct connections.
de_de: Erlaubt eBGP-Verbindungen über Loopback-Adressen, indem Prüfungen für Direktverbindungen umgangen werden.
fa_ir: اتصالات eBGP را روی آدرس‌های loopback با دور زدن بررسی‌های اتصال مستقیم مجاز می‌کند.
fr_fr: Permet les connexions eBGP sur des adresses de bouclage en contournant les vérifications pour les connexions directes.
ko_kr: 루프백 주소를 통한 eBGP 연결을 허용하여 직접 연결 검사를 우회합니다.
uk_ua: Дозволяє з'єднання eBGP через адреси зворотного зв'язку, обходячи перевірки на прямі з'єднання.

source: Allows for matching based on prefix lists, multiple selections enabled.
de_de: Ermöglicht Abgleiche basierend auf Präfix-Listen, Mehrfachauswahl möglich.
fa_ir: امکان تطابق بر اساس فهرست‌های پیشوند را فراهم می‌کند؛ انتخاب چندگانه فعال است.
fr_fr: Permet d'établir des correspondances sur la base de listes de préfixes, avec possibilité de sélections multiples.
ko_kr: 프리픽스 목록을 기반으로 매칭을 수행할 수 있으며, 다중 선택이 지원됩니다.
uk_ua: Дозволяє зіставлення на основі списків префіксів, увімкнено множинний вибір.

source: Allows incoming SSH connections
de_de: Erlaubt eingehende SSH-Verbindungen
fa_ir: اتصالات SSH ورودی را مجاز می‌کند.
fr_fr: Autorise les connexions SSH entrantes
ko_kr: 인바운드 SSH 연결 허용
uk_ua: Дозволяє вхідні SSH-з'єднання

source: Allows manipulation of the metric when advertising the default gateway.
de_de: Erlaubt die Anpassung der Metrik beim Bewerben des Standard-Gateways.
fa_ir: امکان دستکاری metric هنگام اعلان دروازه پیش‌فرض را می‌دهد.
fr_fr: Permet de manipuler la métrique lors de l'annonce de la passerelle par défaut.
ko_kr: 기본 게이트웨이를 광고할 때 메트릭을 조정할 수 있도록 허용합니다.
uk_ua: Дозволяє маніпулювати метрикою при оголошенні шлюзу типово.

source: Allows policy changes without resetting the session by storing inbound updates.
de_de: Erlaubt Richtlinienänderungen, ohne die Sitzung zurückzusetzen, indem eingehende Updates gespeichert werden.
fa_ir: اجازه تغییر سیاست‌ها بدون بازنشانی جلسه را با ذخیره به‌روزرسانی‌های ورودی می‌دهد.
fr_fr: Permet de modifier la politique sans réinitialiser la session en stockant les mises à jour entrantes.
ko_kr: 수신되는 업데이트를 저장하여 세션을 재설정하지 않고도 정책을 변경할 수 있습니다.
uk_ua: Дозволяє зміни політики без скидання сесії шляхом зберігання вхідних оновлень.

source: Allows replacement of the neighbors AS with the local AS, common in eBGP confederations.
de_de: Erlaubt den Ersatz der Nachbar-AS durch die lokale AS, üblich in eBGP-Konföderationen.
fa_ir: امکان جایگزینی AS همسایه با AS محلی را فراهم می‌کند، که در کنفدراسیون‌های eBGP رایج است.
fr_fr: Permet de remplacer l'AS voisin par l'AS local, ce qui est courant dans les confédérations eBGP.
ko_kr: eBGP 컨페더레이션에서 흔히 사용되는 기능으로, 이웃 AS를 로컬 AS로 대체할 수 있도록 허용합니다.
uk_ua: Дозволяє замінити AS сусідів на локальну AS, поширено в eBGP конфедераціях.

source: Allows the client to resolve and configure DNS on the host
de_de: Erlaubt dem Client, DNS auf dem Host aufzulösen und zu konfigurieren.
fa_ir: به کلاینت اجازه حل و پیکربندی DNS روی میزبان را می‌دهد.
fr_fr: Permet au client de résoudre et de configurer le DNS sur l'hôte.
ko_kr: 클라이언트가 호스트에서 DNS를 조회하고 구성할 수 있도록 허용
uk_ua: Дозволяє клієнту розв'язувати та налаштовувати DNS на хості.

source: Always send the option, also when the client does not ask for it in the parameter request list.
de_de: Option immer senden, auch wenn der Client sie nicht in der Parameteranforderungsliste anfragt.
fa_ir: همیشه این گزینه را ارسال کن، حتی اگر کلاینت آن را در لیست درخواست پارامترها نخواسته باشد.
fr_fr: Envoyez toujours l'option, même si le client ne la demande pas dans la liste des demandes de paramètres.
ko_kr: 클라이언트가 매개변수 요청 목록에 옵션을 명시하지 않더라도 항상 옵션을 전송해야 합니다.
uk_ua: Завжди надсилати опцію, навіть коли клієнт не запитує її у списку запитів параметрів.

source: Always sends default gateway information, regardless of availability.
de_de: Sendet stets Informationen zum Standard-Gateway, unabhängig von der Verfügbarkeit.
fa_ir: همیشه اطلاعات دروازه پیش‌فرض را ارسال می‌کند، صرف‌نظر از در دسترس بودن.
fr_fr: Envoie toujours les informations relatives à la passerelle par défaut, quelle que soit sa disponibilité.
ko_kr: 가용 여부와 관계없이 항상 기본 게이트웨이 정보를 전송합니다.
uk_ua: Завжди надсилає інформацію про шлюз типово, незалежно від доступності.

source: An alphanumeric label which marks a network so that DHCP options may be specified on a per-network basis.
de_de: Eine alphanumerische Bezeichnung, die ein Netzwerk kennzeichnet, sodass DHCP-Optionen für jedes Netzwerk einzeln angegeben werden können.
fa_ir: برچسب حروفی-عددی که شبکه را علامت‌گذاری می‌کند تا گزینه‌های DHCP به‌صورت مجزا برای هر شبکه تعیین شوند.
fr_fr: Une étiquette alphanumérique qui marque un réseau afin que les options DHCP puissent être spécifiées par réseau.
ko_kr: DHCP 옵션을 네트워크별로 지정할 수 있도록 네트워크를 표시하는 영숫자 레이블입니다.
uk_ua: Буквено-цифрова мітка, яка позначає мережу, щоб опції DHCP могли бути вказані для кожної мережі окремо.

source: ApiKey
de_de: API-Schlüssel
fa_ir: کلید API
fr_fr: Clé Api
uk_ua: Ключ API

source: Ask the user for its one time password token separately (instead of as part the password).
de_de: Den Benutzer separat nach seinem Einmalpasswort-Token fragen (anstatt als Teil des Passworts).
fa_ir: از کاربر بخواهید توکن رمز یک‌بارمصرف خود را جداگانه وارد کند (به‌جای اینکه بخشی از رمز عبور باشد).
fr_fr: Demander à l'utilisateur son jeton de mot de passe à usage unique séparément (au lieu de l'inclure dans le mot de passe).
ko_kr: 비밀번호 입력과는 별도로 사용자에게 일회용 비밀번호(OTP) 토큰을 요청합니다.
uk_ua: Запитувати користувача його токен одноразового пароля окремо (замість того, щоб як частина пароля).

source: Assigns the network to an OSPF area using an identifier like 0.0.0.0 (Backbone Area). The Backbone Area connects other areas, supporting inter-area communication, while additional areas (e.g., 0.0.0.1, 0.0.0.255) segment the network logically to limit routing updates. Only use Area in Interface tab or in Network tab once.
de_de: Weist das Netzwerk einem OSPF-Bereich mit einem Bezeichner wie 0.0.0.0 (Backbone-Bereich) zu. Der Backbone-Bereich verbindet andere Bereiche und unterstützt die Kommunikation zwischen Bereichen, während zusätzliche Bereiche (z. B. 0.0.0.1, 0.0.0.255) das Netzwerk logisch segmentieren, um Routing-Updates zu begrenzen. Den Bereich nur einmal im Reiter "Schnittstelle" oder im Reiter "Netzwerk" verwenden.
fa_ir: شبکه را به یک ناحیه OSPF با شناسه‌ای مانند 0.0.0.0 (ناحیه‌ی Backbone) اختصاص می‌دهد. ناحیه‌ی Backbone سایر نواحی را به هم وصل می‌کند و ارتباط بین‌ناحیه‌ای را پشتیبانی می‌کند؛ نواحی اضافی (مثلاً 0.0.0.1، 0.0.0.255) شبکه را به‌صورت منطقی بخش‌بندی می‌کنند تا به‌روزرسانی‌های مسیریابی محدود شوند. فقط یک‌بار از فیلد Area در تب Interface یا در تب Network استفاده کنید.
fr_fr: Assigne le réseau à une zone OSPF en utilisant un identifiant tel que 0.0.0.0 (Backbone Area). La zone dorsale relie d'autres zones, prenant en charge la communication inter-zones, tandis que des zones supplémentaires (par exemple, 0.0.0.1, 0.0.0.255) segmentent le réseau de manière logique afin de limiter les mises à jour de routage. N'utilisez qu'une seule fois l'option Zone dans l'onglet Interface ou dans l'onglet Réseau.
ko_kr: 네트워크를 OSPF 영역에 할당하며, 0.0.0.0(백본 영역)과 같은 식별자를 사용합니다. 백본 영역은 다른 영역을 연결하여 영역 간 통신을 지원하며, 추가 영역(예: 0.0.0.1, 0.0.0.255)은 네트워크를 논리적으로 분할하여 라우팅 업데이트를 제한합니다. Area 설정은 인터페이스 탭 또는 네트워크 탭 중 한 곳에서만 사용해야 합니다.
uk_ua: Призначає мережу до зони OSPF, використовуючи ідентифікатор, такий як 0.0.0.0 (Магістральна зона). Магістральна зона з'єднує інші зони, підтримуючи міжзонову комунікацію, тоді як додаткові зони (наприклад, 0.0.0.1, 0.0.0.255) логічно сегментують мережу для обмеження оновлень маршрутизації. Використовуйте зону лише на вкладці "Інтерфейс" або на вкладці "Мережа" один раз.

source: Attr
de_de: Attribute
fa_ir: ویژگی
ko_kr: 속성
uk_ua: Атрибут

source: Auth Secret
fa_ir: رمز احراز هویت
fr_fr: Secret d'authentification
ko_kr: 인증 비밀
uk_ua: Секрет автентифікації

source: Authentication (Xauth)
de_de: Authentifizierung (Xauth)
fa_ir: احراز هویت (Xauth)
fr_fr: Authentification (Xauth)
ko_kr: 인증 (Xauth)
uk_ua: Автентифікація (Xauth)

source: Authorized Keys
de_de: Autorisierte Schlüssel
fa_ir: کلیدهای مجاز
fr_fr: Clés autorisées
ko_kr: 인증된 키
uk_ua: Авторизовані ключі
