Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: (Re-) import the selected certificate and associated CA certificates into the trust storage?
cs_cz: (Znovu)naimportovat vybraný certifikát a související certifikáty certifikačních autorit do úložiště důvěryhodnosti?
de_de: Ausgewähltes Zertifikat und zugehörige CA-Zertifikate erneut in den Vertrauensspeicher importieren?
el_gr: (Επαν)εισαγωγή του επιλεγμένου πιστοποιητικού και των σχετικών πιστοποιητικών CA στον χώρο αποθήκευσης αξιοπιστίας;
fa_ir: آیا گواهی انتخاب‌شده و گواهی‌های CA مرتبط را (دوباره) در ذخیره‌سازی اعتماد وارد کنم؟
fr_fr: (Re-) importer le certificat sélectionné et les certificats CA associés dans le stockage de confiance ?
it_it: (Ri) importare il certificato selezionato e i certificati CA associati nell'archivio sicuro?
ko_kr: 선택한 인증서 및 연결된 CA 인증서를 트러스트 저장소로 (다시)가져오시겠습니까?
pl_pl: (Ponownie) zaimportować wybrany certyfikat i powiązane certyfikaty CA do magazynu zaufania?
uk_ua: (Повторно) імпортувати вибраний сертифікат та пов'язані сертифікати CA до сховища довіри?
zh_cn: (重新)将所选证书和关联的 CA 证书导入受信存储？

source: (de)select all
cs_cz: o(d)značit vše
de_de: Alle (ab)wählen
el_gr: (απο)επιλογή όλων
fa_ir: (عدم)انتخاب همه
fr_fr: (dé)sélectionner tout
it_it: (de)seleziona tutto
ko_kr: 모두 (비)선택
pl_pl: Odznacz
uk_ua: (роз)вибрати все
zh_cn: (取消)全选

source: A prefix longer than 28 cannot be used with a net30 topology.
cs_cz: V případě topologie net30 není možné použít předponu delší než 28.
de_de: Ein Präfix länger als 28 kann mit einer net30 Topologie nicht verwendet werden.
el_gr: Ένα πρόθεμα μεγαλύτερο από 28 δεν μπορεί να χρησιμοποιηθεί με μια τοπολογία net30.
fa_ir: نمی‌توان از پیشوندی با طول بیشتر از 28 در توپولوژی net30 استفاده کرد.
fr_fr: Un préfixe supérieur à 28 ne peut pas être utilisé avec une topologie net30.
it_it: Un prefisso più lungo di 28 non può essere utilizzato con una topologia net30.
ko_kr: net30 토폴로지에는 28자 보다 긴 프리픽스를 사용할 수 없습니다.
pl_pl: Prefiks dłuższy niż 28 nie może być używany z topologią net30.
uk_ua: Префікс довший за 28 не може використовуватися з топологією net30.
zh_cn: 超过28的前缀不能用于net30 拓扑。

source: A prefix longer than 29 cannot be used for tunnel network.
cs_cz: Pro síť tunelu není možné použít předponu delší než 29.
de_de: Ein Präfix länger als 29 kann für ein Tunnel-Netzwerk nicht verwendet werden.
el_gr: Ένα πρόθεμα μεγαλύτερο από 29 δεν μπορεί να χρησιμοποιηθεί για δίκτυο σηράγγων.
fa_ir: نمی‌توان از پیشوندی با طول بیشتر از 29 برای شبکه تونل استفاده کرد.
fr_fr: Un préfixe plus long que 29 ne peut pas être utilisé pour le réseau tunnel.
it_it: Un prefisso più lungo di 29 non può essere utilizzato per la rete di tunnel.
ko_kr: 29보다 긴 프리픽스는 터널 네트워크에 사용할 수 없습니다.
uk_ua: Префікс довший за 29 не може використовуватися для тунельної мережі.
zh_cn: 长度超过 29 的前缀不能用于隧道网络。

source: ACME Log
cs_cz: Záznam událostí v ACME
el_gr: Αρχείο καταγραφής ACME
fa_ir: لاگ ACME
fr_fr: Journal d'ACME
it_it: Registro ACME
ko_kr: ACME 로그
pl_pl: Dziennik ACME
uk_ua: Журнал ACME
zh_cn: Acme日志

source: ACME client
cs_cz: ACME klient
fa_ir: کلاینت ACME
fr_fr: Client ACME
it_it: Cliente ACME
ko_kr: ACME 클라이언트
pl_pl: Klient ACME
uk_ua: ACME клієнт
zh_cn: ACME客户端

source: Add %sautomations%s: This is optional, but recommended when using short-lived certificates. %sAutomations%s allow to automatically run tasks when a certificate was created or renewed.
cs_cz: Přidání %automatizace%s: Není povinné, ale doporučené při používání certifikátů s krátkou dobou platnosti. %sAutomatizace%s umožňují bezobslužné spouštění úloh pro vytváření nebo obnovování certifikátu.
de_de: %sAutomatisierungen%s hinzufügen: Dies ist optional, wird jedoch bei der Verwendung kurzlebiger Zertifikate empfohlen. %sAutomatisierungen%s ermöglichen das automatische Ausführen von Aufgaben nach Erstellung oder Erneuerung eines Zertifikats.
el_gr: Προσθήκη %sautomations%s: Αυτό είναι προαιρετικό, αλλά συνιστάται κατά τη χρήση βραχύβιων πιστοποιητικών. Οι %sAutomations%s επιτρέπουν την αυτόματη εκτέλεση εργασιών κατά τη δημιουργία ή την ανανέωση ενός πιστοποιητικού.
fa_ir: افزودن %sاتوماسیون‌ها%s: این گزینه اختیاری است اما هنگام استفاده از گواهی‌های کوتاه‌مدت توصیه می‌شود. %sاتوماسیون‌ها%s اجازه می‌دهند پس از ایجاد یا تمدید یک گواهی، وظایف به‌صورت خودکار اجرا شوند.
fr_fr: Ajoutez %sautomations%s : Ceci est facultatif, mais recommandé lorsque vous utilisez des certificats à courte durée de vie. Les %sAutomations%s permettent d'exécuter automatiquement des tâches lorsqu'un certificat a été créé ou renouvelé.
it_it: Aggiungi %sautomations%s: questo è facoltativo, ma consigliato quando si utilizzano certificati di breve durata. %sAutomazioni%s consentono di eseguire automaticamente attività quando un certificato è stato creato o rinnovato.
ko_kr: %s자동화%s 추가: 이 옵션은 선택 사항이지만 짧은 기간의 인증서를 사용할 때 권장됩니다. %s자동화%s를 사용하면 인증서를 만들거나 갱신할 때 작업을 자동으로 실행할 수 있습니다.
uk_ua: Додати %sавтоматизації%s: Це необов'язково, але рекомендовано при використанні короткострокових сертифікатів. %sАвтоматизації%s дозволяють автоматично запускати завдання при створенні або поновленні сертифіката.
zh_cn: 添加一个%s自动操作%s: 这是可选的，但在使用短期证书时建议这样做。 %s自动操作%s允许在创建或续订证书时自动运行任务。

source: After changing settings, please remember to test and apply them with the buttons below.
cs_cz: Po změně nastavení je nezapomeňte vyzkoušet a uplatnit níže uvedenými tlačítky.
de_de: Bitte denken Sie daran, nach Änderungen an den Einstellungen diese mit den untenstehenden Schaltflächen zu testen und anzuwenden.
el_gr: Αφού αλλάξετε τις ρυθμίσεις, θυμηθείτε να τις δοκιμάσετε και να τις εφαρμόσετε με τα παρακάτω κουμπιά.
fa_ir: پس از تغییر تنظیمات، لطفاً با استفاده از دکمه‌های زیر آنها را تست و اعمال کنید.
fr_fr: Après avoir modifié les paramètres, n'oubliez pas de les tester et de les appliquer à l'aide des boutons ci-dessous.
it_it: Dopo aver modificato le impostazioni, ricordati di testarle e applicarle con i pulsanti sottostanti.
ko_kr: 설정을 변경한 후에는 아래 버튼을 사용하여 테스트하고 적용해야 합니다.
pl_pl: Po zmianie ustawień pamiętaj o przetestowaniu i zastosowaniu poniższych przycisków.
uk_ua: Після зміни налаштувань, будь ласка, не забудьте протестувати та застосувати їх за допомогою кнопок нижче.
zh_cn: 更改设置后，请记住使用下面的按钮进行测试和应用。

source: Age (sec)
cs_cz: Stáří (sek)
de_de: Alter (Sek.)
el_gr: Ηλικία (δευτ.)
fa_ir: سن (sec)
fr_fr: Âge (sec)
it_it: Età (secondi)
ko_kr: 지난 시간 (초)
pl_pl: Wiek (sec)
uk_ua: Вік (сек)
zh_cn: 有效期 (秒)

source: Are you sure you do want to kill all states matching the provided search criteria?
cs_cz: Opravdu chcete vynutit ukončení veškerých stavů, odpovídajících kritériu vyhledávání?
de_de: Möchten Sie wirklich alle Zustände beenden, die den angegebenen Suchkriterien entsprechen?
el_gr: Είστε σίγουροι ότι θέλετε να καταργήσετε όλες τα states που ταιριάζουν με τα κριτήρια αναζήτησης που παρέχονται;
fa_ir: آیا مطمئن هستید که می‌خواهید همه‌ی stateهایی که با معیار جستجو مطابقت دارند را حذف کنید؟
fr_fr: Êtes-vous sûr de vouloir supprimer tous les États correspondant aux critères de recherche fournis ?
it_it: Sei sicuro di voler eliminare tutti gli stati che corrispondono ai criteri di ricerca forniti?
ko_kr: 제공된 검색 조건과 일치하는 모든 상태를 종료하시겠습니까?
uk_ua: Ви впевнені, що бажаєте видалити всі стани, які відповідають заданим критеріям пошуку?
zh_cn: 是否确定要终止与提供的搜索条件匹配的所有状态？

source: As defined by the ACME standard, Certificate Authorities (CAs) must validate that you control a domain name. This is done by using "challenges". The following challenge types are supported:
cs_cz: Podle definice standardu ACME je třeba, aby certifikační autority (CA) ověřovaly, že máte kontrolu nad doménovým názvem. To se provádí pomocí „výzev“. Podporovány jsou následující typy výzev:
de_de: Wie im ACME-Standard definiert, müssen Zertifizierungsstellen (CAs) überprüfen, ob Sie eine Domain kontrollieren. Dies erfolgt über sogenannte "Challenges". Die folgenden Challenge-Typen werden unterstützt:
el_gr: Όπως ορίζεται από το πρότυπο ACME, οι Αρχές Πιστοποίησης (CA) πρέπει να επικυρώνουν ότι ελέγχετε ένα όνομα τομέα. Αυτό γίνεται χρησιμοποιώντας "προκλήσεις". Υποστηρίζονται οι ακόλουθοι τύποι προκλήσεων:
fa_ir: طبق استاندارد ACME، مراجع صدور گواهی (CAs) باید تأیید کنند که شما کنترل یک نام دامنه را در اختیار دارید. این کار با استفاده از چالش‌ها انجام می‌شود. انواع چالش‌های زیر پشتیبانی می‌شوند:
fr_fr: Comme défini par la norme ACME, les autorités de certification (CA) doivent valider que vous contrôlez un nom de domaine. Ceci est fait en utilisant des "challenges". Les types de défis suivants sont supportés :
it_it: Come definito dallo standard ACME, le autorità di certificazione (CA) devono convalidare il controllo di un nome di dominio. Questo viene fatto utilizzando le "sfide". Sono supportati i seguenti tipi di sfida:
ko_kr: ACME 표준에 따라 인증 기관(CA)은 도메인 이름을 제어하는지 확인해야 합니다. 이는 "챌린지"를 사용하여 수행됩니다. 다음과 같은 챌린지 유형이 지원됩니다:
uk_ua: Відповідно до стандарту ACME, центри сертифікації (ЦС) повинні підтвердити, що ви контролюєте доменне ім'я. Це робиться за допомогою "викликів" (challenges). Підтримуються наступні типи викликів:
zh_cn: 根据ACME标准的定义，证书颁发机构（CA）必须验证您是否控制域名。这是通过使用"挑战"来完成的。支持以下挑战类型：

source: Automatic user creation
cs_cz: Automatické vytváření uživatelů
de_de: Automatische Benutzererstellung
el_gr: Αυτόματη δημιουργία χρήστη
fa_ir: ایجاد خودکار کاربر
fr_fr: Création automatique d'utilisateurs
it_it: Creazione automatica degli utenti
ko_kr: 자동 사용자 생성
pl_pl: Automatyczne tworzenie użytkowników
uk_ua: Автоматичне створення користувачів
zh_cn: 自动创建用户

source: Automations are a completely optional feature, but they can make life much easier, especially when using short-lived certificates. Typically use-cases include:
cs_cz: Automatizace jsou zcela volitelné funkce, ale mohou leccos usnadnit, hlavně při používání krátce platících certifikátů. Mezi typické případy použití patří:
de_de: Automatisierungen sind eine vollständig optionale Funktion, können jedoch den Aufwand erheblich verringern - insbesondere bei der Nutzung kurzlebiger Zertifikate. Typische Anwendungsfälle sind:
el_gr: Οι αυτοματοποιήσεις είναι μια εντελώς προαιρετική λειτουργία, αλλά μπορούν να κάνουν τη ζωή πολύ πιο εύκολη, ειδικά όταν χρησιμοποιούνται βραχύβια πιστοποιητικά. Οι τυπικές περιπτώσεις χρήσης περιλαμβάνουν:
fa_ir: اتوماسیون‌ها یک ویژگی کاملاً اختیاری هستند، اما می‌توانند کار را بسیار ساده‌تر کنند، به‌ویژه هنگام استفاده از گواهی‌های کوتاه‌مدت. معمولاً موارد استفاده شامل:
fr_fr: Les automatisations sont une fonctionnalité totalement optionnelle, mais elles peuvent rendre la vie beaucoup plus facile, en particulier lors de l'utilisation de certificats à courte durée de vie. Les cas d'utilisation typiques sont les suivants :
it_it: Le automazioni sono una funzionalità del tutto opzionale, ma possono rendere la vita molto più semplice, soprattutto quando si utilizzano certificati di breve durata. In genere i casi d'uso includono:
ko_kr: 자동화는 완전히 선택적인 기능이지만, 특히 수명이 짧은 인증서를 사용할 때 훨씬 더 쉽게 사용할 수 있습니다. 일반적인 사용 사례는 다음과 같습니다:
uk_ua: Автоматизації є повністю необов'язковою функцією, але вони можуть значно спростити життя, особливо при використанні короткострокових сертифікатів. Типові сценарії використання включають:
zh_cn: 自动操作是可选的功能，它们可以使任务更轻松，尤其是在使用短期证书时。通常用例包括：

source: Avg
cs_cz: Prům
de_de: Durchschnitt
el_gr: Μέσος όρος
fa_ir: میانگین
fr_fr: Moy.
it_it: Media
ko_kr: 평균
uk_ua: Сер.
zh_cn: 平均

source: By default, when a rule has a specific gateway set, and this gateway is down, rule is created and traffic is sent to default gateway. This option overrides that behavior and the rule is not created when gateway is down
cs_cz: Ve výchozím stavu, pokud má pravidlo nastavenou konkrétní bránu a ta není dostupná, je vytvořeno pravidlo a provoz je posílán na výchozí bránu. Tato volba takové chování přebíjí a při nedostupnosti brány pravidlo vytvářeno není
de_de: Wenn eine Regel ein bestimmtes Gateway definiert und dieses Gateway ausfällt, wird standardmäßig eine Regel erstellt und der Datenverkehr an das Standard-Gateway weitergeleitet. Diese Option überschreibt dieses Verhalten, und die Regel wird nicht erstellt, wenn das Gateway ausfällt.
el_gr: Από προεπιλογή, όταν ένας κανόνας έχει ορίσει μια συγκεκριμένη πύλη και αυτή η πύλη είναι εκτός λειτουργίας, δημιουργείται κανόνας και η κίνηση αποστέλλεται στην προεπιλεγμένη πύλη. Αυτή η επιλογή παρακάμπτει αυτήν τη συμπεριφορά και ο κανόνας δεν δημιουργείται όταν η πύλη είναι εκτός λειτουργίας.
fa_ir: به‌طور پیش‌فرض، وقتی برای یک قانون یک دروازه مشخص تعیین شده و آن دروازه از دسترس خارج شود، قانون ایجاد شده و ترافیک به دروازه پیش‌فرض ارسال می‌شود. این گزینه آن رفتار را نادیده می‌گیرد و زمانی که دروازه از دسترس خارج است، قانون ایجاد نمی‌شود.
fr_fr: Par défaut, lorsqu'une règle a une passerelle spécifique définie, et que cette passerelle est hors service, la règle est créée et le trafic est envoyé à la passerelle par défaut. Cette option annule ce comportement et la règle n'est pas créée lorsque la passerelle est hors service.
it_it: Per impostazione predefinita, quando una regola ha un gateway specifico impostato e questo gateway è inattivo, la regola viene creata e il traffico viene inviato al gateway predefinito. Questa opzione sovrascrive tale comportamento e la regola non viene creata quando il gateway è inattivo
ko_kr: 기본적으로 규칙에 특정 게이트웨이가 설정되어 있고 이 게이트웨이가 중단되면 규칙이 생성되고 트래픽이 기본 게이트웨이로 전송됩니다. 이 옵션은 해당 동작을 재정의하며 게이트웨이가 중단된 경우 규칙이 생성되지 않습니다
uk_ua: Типово, коли правило має визначений шлюз і цей шлюз не працює, правило створюється, а трафік надсилається на шлюз типово. Ця опція перевизначає таку поведінку, і правило не створюється, коли шлюз не працює.
zh_cn: 默认情况下，当规则设置了特定网关并且此网关已关闭时，将创建规则并将流量发送到默认网关。此选项将覆盖该行为，并且不会在网关关闭时创建规则

source: Certificates are stored in the %sOPNsense certificate storage%s. When a CA has completed the validation of a certificate request, the resulting certificate is then automatically imported into the OPNsense certificate storage. The same applies when renewing certificates, the existing entry in the OPNsense certificate storage will automatically be updated.
cs_cz: Certifikáty jsou ukládány v %súložišti certifikátů OPNsense%s. Po dokončení ověření žádosti o certifikát certifikační autoritou je výsledný certifikát automaticky importován do úložiště certifikátů OPNsense. Totéž platí při obnově certifikátů – stávající záznam v úložišti certifikátů OPNsense je automaticky aktualizován.
de_de: Zertifikate werden im %sOPNsense-Zertifikatsspeicher%s abgelegt. Sobald eine CA die Validierung eines Zertifikats abgeschlossen hat, wird das resultierende Zertifikat automatisch in den Zertifikatsspeicher von OPNsense importiert. Gleiches gilt für die Erneuerung von Zertifikaten - der bestehende Eintrag wird automatisch aktualisiert.
el_gr: Τα πιστοποιητικά αποθηκεύονται στον χώρο αποθήκευσης πιστοποιητικών %sOPNsense. Όταν μια αρχή έκδοσης πιστοποιητικών ολοκληρώσει την επικύρωση ενός αιτήματος πιστοποιητικού, το πιστοποιητικό που προκύπτει εισάγεται αυτόματα στον χώρο αποθήκευσης πιστοποιητικών OPNsense. Το ίδιο ισχύει και για την ανανέωση πιστοποιητικών, η υπάρχουσα καταχώρηση στον χώρο αποθήκευσης πιστοποιητικών OPNsense θα ενημερωθεί αυτόματα.
fa_ir: گواهی‌ها در %sOPNsense certificate storage%s ذخیره می‌شوند. وقتی یک CA فرآیند اعتبارسنجی درخواست گواهی را تکمیل کند، گواهی حاصله به‌طور خودکار در OPNsense certificate storage وارد می‌شود. همین امر در هنگام تمدید گواهی‌ها نیز اعمال می‌شود؛ ردیف موجود در OPNsense certificate storage به‌طور خودکار به‌روز خواهد شد.
fr_fr: Les certificats sont stockés dans le %sOPNsense certificate storage%s. Lorsqu'une autorité de certification a terminé la validation d'une demande de certificat, le certificat résultant est alors automatiquement importé dans le stockage de certificats OPNsense. Il en va de même lors du renouvellement des certificats, l'entrée existante dans le stockage de certificats OPNsense sera automatiquement mise à jour.
it_it: I certificati vengono archiviati nell'archivio certificati %sOPNsense%s. Quando una CA ha completato la convalida di una richiesta di certificato, il certificato risultante viene quindi automaticamente importato nell'archivio certificati OPNsense. Lo stesso vale per il rinnovo dei certificati, la voce esistente nell'archivio certificati OPNsense verrà aggiornata automaticamente.
ko_kr: 인증서는 %sOPNsense 인증서 저장소%s에 저장됩니다. CA가 인증서 요청의 유효성 검사를 완료하면 결과 인증서를 OPNense 인증서 저장소로 자동으로 가져옵니다. 인증서를 갱신할 때도 마찬가지로 OPNsense 인증서 저장소의 기존 항목이 자동으로 업데이트됩니다.
uk_ua: Сертифікати зберігаються в %sсховищі сертифікатів OPNsense%s. Коли ЦС завершує перевірку запиту на сертифікат, отриманий сертифікат автоматично імпортується до сховища сертифікатів OPNsense. Те саме стосується поновлення сертифікатів: існуючий запис у сховищі сертифікатів OPNsense буде автоматично оновлено.
zh_cn: 证书存储在%sOPNsense 证书存储%s中。当CA完成证书请求的验证后，生成的证书将自动导入到OPNsense证书存储中。续订证书时也是如此，OPNsense 证书存储中的现有条目将自动更新。

source: Certificates must be %svalidated%s by the CA before they can be used. This process runs in the background and may take several minutes to complete. The progress can be monitored by using the %slog files%s.
cs_cz: Než je bude možné použít je třeba, aby certifikáty byly $sověřeny$s certifikační autoritou. Tento proces probíhá na pozadí a může trvat několik minut. Jeho průběh lze sledovat pomocí %ssouborů se záznamem událostí%s.
de_de: Zertifikate müssen vor der Nutzung von der CA %svalidiert%s werden. Dieser Prozess erfolgt im Hintergrund und kann mehrere Minuten dauern. Der Fortschritt kann über die %sProtokolldateien%s verfolgt werden.
el_gr: Τα πιστοποιητικά πρέπει να έχουν %επικυρωθεί%s από την Αρχή Πιστοποίησης (CA) πριν να μπορέσουν να χρησιμοποιηθούν. Αυτή η διαδικασία εκτελείται στο παρασκήνιο και ενδέχεται να χρειαστούν αρκετά λεπτά για να ολοκληρωθεί. Η πρόοδος μπορεί να παρακολουθηθεί χρησιμοποιώντας τα αρχεία %slog%s.
fa_ir: گواهی‌ها باید توسط CA %sاعتبارسنجی شوند%s قبل از اینکه قابل‌استفاده باشند. این فرایند در پس‌زمینه اجرا می‌شود و ممکن است چند دقیقه طول بکشد. پیشرفت را می‌توان با استفاده از %sفایل‌های لاگ%s مشاهده کرد.
fr_fr: Les certificats doivent être %svalidés%s par l'AC avant de pouvoir être utilisés. Ce processus s'exécute en arrière-plan et peut prendre plusieurs minutes. La progression peut être suivie à l'aide des %slog files%s.
it_it: I certificati devono essere %svalidati%s dalla CA prima di poter essere utilizzati. Questo processo viene eseguito in background e potrebbe richiedere diversi minuti per essere completato. L'avanzamento può essere monitorato utilizzando i file %slog%s.
ko_kr: 인증서를 사용하려면 먼저 CA에서 %s유효성 검사%s를 받아야 합니다. 이 프로세스는 백그라운드에서 실행되며 완료하는 데 몇 분 정도 소요됩니다. %slog 파일%s을 사용하여 진행률을 모니터링할 수 있습니다.
uk_ua: Сертифікати повинні бути %sпідтверджені%s центром сертифікації, перш ніж їх можна буде використовувати. Цей процес виконується у фоновому режимі та може зайняти кілька хвилин. Прогрес можна відстежувати за допомогою %sфайлів журналів%s.
zh_cn: 证书必须由CA%s验证后%s才能使用。此过程在后台运行，可能需要几分钟才能完成。可以使用%s日志文件%s监视进度。

source: Close Action
cs_cz: Zavřít akci
de_de: Aktion beim Schließen
el_gr: Κοντινή Δράση
fa_ir: عملیات بستن
fr_fr: Action de fermeture
it_it: Chiudi Azione
ko_kr: 작업 닫기
pl_pl: Zamknij Akcje
uk_ua: Дія при закритті
zh_cn: 关闭操作

source: Copy account
cs_cz: Zkopírovat účet
de_de: Konto kopieren
el_gr: Αντιγραφή λογαριασμού
fa_ir: کپی حساب
fr_fr: Copie du compte
it_it: Copia conto
ko_kr: 계정 복사
pl_pl: Skopiuj konto
uk_ua: Копіювати обліковий запис
zh_cn: 复制帐户

source: Copy certificate
cs_cz: Zkopírovat certifikát
de_de: Zertifikat kopieren
el_gr: Αντίγραφο πιστοποιητικού
fa_ir: کپی گواهی
fr_fr: Copie du certificat
it_it: Copia certificato
ko_kr: 인증서 복사
pl_pl: Skopiuj certyfikat
uk_ua: Копіювати сертифікат
zh_cn: 复制证书

source: Create %scertificates%s: Finally create the %scertificates%s and let the CA complete the validation process.
cs_cz: Vytvořit %scertifikáty%s: Nakonec vytvořte %scertifkátys%s a nechte certifikační autoritu dokončit proces ověřování.
de_de: %sZertifikate%s erstellen: Erstellen Sie abschließend die %sZertifikate%s und lassen Sie die CA die Validierung abschließen.
el_gr: Δημιουργία %scertificates%s: Τέλος, δημιουργήστε τα %scertificates%s και αφήστε την CA να ολοκληρώσει τη διαδικασία επικύρωσης.
fa_ir: ایجاد %sگواهی‌ها%s: در نهایت %sگواهی‌ها%s را ایجاد کنید و اجازه دهید CA فرآیند اعتبارسنجی را تکمیل کند.
fr_fr: Créez %scertificates%s : Enfin, créez les %scertificates%s et laissez l'AC terminer le processus de validation.
it_it: Crea %scertificates%s: crea infine i %scertificates%s e lascia che la CA completi il ​​processo di convalida.
ko_kr: %s인증서%s 생성: 마지막으로 %s인증서%s를 생성하고 CA가 유효성 검사 프로세스를 완료하도록 합니다.
uk_ua: Створити %sсертифікати%s: Нарешті створіть %sсертифікати%s і дозвольте ЦС завершити процес перевірки.
zh_cn: 创建一个%s证书%s: 最后创建%s证书%s并让CA完成验证过程。

source: Create an %saccount%s: An %saccount%s is required. It determines which CA will be used for all associated certificates.
cs_cz: Vytvoření účtu %súčet%s: Je vyžadován účet %súčet%s. Určuje, která certifikační autorita bude použita pro všechny související certifikáty.
de_de: Ein %sKonto%s erstellen: Ein %sKonto%s ist erforderlich. Es legt fest, welche CA für alle zugehörigen Zertifikate verwendet wird.
el_gr: Δημιουργία %saccount%s: Απαιτείται %saccount%s. Καθορίζει ποια Αρχή Πιστοποίησης (CA) θα χρησιμοποιηθεί για όλα τα συσχετισμένα πιστοποιητικά.
fa_ir: ایجاد یک %sحساب%s: یک %sحساب%s لازم است. این حساب تعیین می‌کند که کدام CA برای تمام گواهی‌های مرتبط استفاده شود.
fr_fr: Créer un %saccount%s : Un %saccount%s est nécessaire. Il détermine l'autorité de certification qui sera utilisée pour tous les certificats associés.
it_it: Crea un %saccount%s: è richiesto un %saccount%s. Determina quale CA verrà utilizzata per tutti i certificati associati.
ko_kr: %s계정%s 생성: %s계정%s이 필요합니다. 연결된 모든 인증서에 사용할 CA를 결정합니다.
uk_ua: Створити %sобліковий запис%s: %sОбліковий запис%s є обов'язковим. Він визначає, який ЦС буде використовуватися для всіх пов'язаних сертифікатів.
zh_cn: 创建一个%s帐号%s: 需要一个%s帐号%s。它确定哪个CA将用于所有关联的证书。

source: Current Tables Entries/Firewall Maximum Table Entries
cs_cz: Aktuálně položek tabulky / Maximální počet položek v tabulce brány firewall
de_de: Aktuelle/Maximale Firewall-Tabelleneinträge
el_gr: Τρέχουσες καταχωρήσεις πινάκων/Μέγιστος αριθμός καταχωρήσεων πίνακα στο τείχος προστασίας
fa_ir: ورودی‌های فعلی جدول / حداکثر ورودی‌های جدول فایروال
fr_fr: Entrées actuelles de la table / Entrées maximales de la table du pare-feu
it_it: Voci tabelle correnti/Voci tabelle massime firewall
ko_kr: 현재 테이블 항목/방화벽 최대 테이블 항목
uk_ua: Поточні записи таблиць/Максимальна кількість записів таблиць фаєрвола
zh_cn: 当前表记录/防火墙最大表记录数量
