Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The default is 7200 seconds.
cs_cz: Výchozí je 7200 sekund.
de_de: Der Standard ist 7200 Sekunden.
el_gr: Η προεπιλογή είναι 7200 δευτερόλεπτα.
fa_ir: مقدار پیش‌فرض 7200 ثانیه است.
fr_fr: La valeur par défaut est 7200 secondes.
it_it: Il valore predefinito è 7200 secondi.
ko_kr: 기본값은 7200초입니다.
pl_pl: Domyślnie jest to 7200 sekund.
uk_ua: Типово 7200 секунд.
zh_cn: 默认7200秒。

source: This is used for clients that do not ask for a specific expiration time.
cs_cz: Toto slouží pro klienty kteří se nedotazují na konkrétní čas skončení platnosti.
de_de: Diese wird für Clients verwendet, die nicht nach einem spezifischen Endzeitpunkt fragen.
el_gr: Αυτό χρησιμοποιείται για πελάτες που δεν ζητούν συγκεκριμένη ώρα λήξης.
fa_ir: این مقدار برای کلاینت‌هایی استفاده می‌شود که زمان انقضای مشخصی درخواست نمی‌کنند.
fr_fr: Ceci est utilisé pour les clients qui ne demandent pas une limite d'expiration spécifique.
it_it: Viene utilizzato per i client che non richiedono una scadenza specifica.
ko_kr: 이것은 특정 만료 시간을 요청하지 않는 클라이언트에 사용됩니다.
pl_pl: To jest używane dla klientów, którzy nie proszą o konkretny czas wygaśnięcia.
uk_ua: Це використовується для клієнтів, які не запитують певний час закінчення дії.
zh_cn: 这适用于不要求特定到期时间的客户端。

source: Default lease time (seconds)
cs_cz: Výchozí výpůjční doba (sekundy)
de_de: Standard-Lease-Zeit (Sekunden)
el_gr: Προεπιλεγμένος χρόνος εκχώρησης (δευτερόλεπτα)
fa_ir: زمان اجاره پیش‌فرض (ثانیه)
fr_fr: Durée par défaut du bail (secondes)
it_it: Tempo di lease predefinito (secondi)
ko_kr: 기본 대여 시간(초)
pl_pl: Domyślny czas dzierżawy (w sekundach)
uk_ua: Типовий час оренди (секунд)
zh_cn: 默认租约时间(秒)

source: The DHCP server can optionally provide a domain search list. Use the semicolon character as separator.
cs_cz: DHCP server může volitelně poskytovat seznam domén k vyhledávání. Jednotlivé položky oddělujte středníkem.
de_de: Der DHCP-Server kann optional eine Domainsuchliste zur Verfügung stellen. Verwenden Sie den Strichpunkt als Trennzeichen.
el_gr: Ο διακομιστής DHCP μπορεί προαιρετικά να παρέχει μια λίστα αναζήτησης τομέα. Χρησιμοποιήστε το ερωτηματικό ως διαχωριστικό.
fa_ir: سرور DHCP می‌تواند به‌صورت اختیاری فهرست جستجوی دامنه ارائه دهد. از کاراکتر نقطه‌ویرگول (;) به‌عنوان جداکننده استفاده کنید.
fr_fr: Le serveur DHCP peut fournir en option une liste de domaines de recherche (séparateur de liste est le caractère point-virgule)
it_it: Il server DHCP può facoltativamente fornire un elenco di ricerca di domini. Utilizzare il carattere punto e virgola come separatore.
ko_kr: DHCP 서버는 선택적으로 도메인 검색 목록을 제공할 수 있습니다. 세미콜론 문자를 구분 기호로 사용합니다.
pl_pl: Serwer DHCP może opcjonalnie dostarczyć listę przeszukiwania domen. Użyj średnika jako separatora.
uk_ua: DHCP-сервер може опціонально надавати список пошуку доменів. Використовуйте крапку з комою як роздільник.
zh_cn: DHCP服务器可以选择提供域搜索列表。 以分号分隔。

source: Domain search list
cs_cz: Seznam domén k prohledávání
de_de: Domainsuchliste
el_gr: Λίστα αναζήτησης τομέα
fa_ir: فهرست جستجوی دامنه
fr_fr: Liste de domaine de recherche
it_it: Elenco di ricerca domini
ko_kr: 도메인 검색 목록
pl_pl: Lista przeszukiwania domen
uk_ua: Список пошуку доменів
zh_cn: 域搜索列表

source: The default is to use the domain name of this system as the default domain name provided by DHCP. You may specify an alternate domain name here.
cs_cz: Výchozí je použít doménový název tohoto systému jako výchozí název domény, poskytovaný DHCP. Zde je možné zadat jiný název.
de_de: Standardmäßig wird der Domainname dieses Systems als Standarddomainname, der mittels DHCP zur Verfügung gestellt wird, verwendet.
el_gr: Η προεπιλογή είναι να χρησιμοποιείται το όνομα τομέα αυτού του συστήματος ως το προεπιλεγμένο όνομα τομέα που παρέχεται από το DHCP. Μπορείτε να καθορίσετε ένα εναλλακτικό όνομα τομέα εδώ.
fa_ir: پیش‌فرض این است که نام دامنهٔ سیستم به‌عنوان نام دامنهٔ پیش‌فرض ارائه‌شده توسط DHCP استفاده شود. در اینجا می‌توانید نام دامنهٔ جایگزین مشخص کنید.
fr_fr: La valeur par défaut consiste à utiliser le nom de domaine de ce système comme nom de domaine par défaut fourni par DHCP. Vous pouvez spécifier un autre nom de domaine ici.
it_it: L'impostazione predefinita prevede l'utilizzo del nome di dominio di questo sistema come nome di dominio predefinito fornito da DHCP. Puoi specificare un nome di dominio alternativo qui.
ko_kr: 기본값은 이 시스템의 도메인 이름을 DHCP에서 제공하는 기본 도메인 이름으로 사용하는 것입니다. 여기서 대체 도메인 이름을 지정할 수 있습니다.
pl_pl: Domyślnie używana jest nazwa domeny tego systemu jako domyślna nazwa domeny dostarczana przez DHCP. Możesz tutaj określić alternatywną nazwę domeny.
uk_ua: Типово використовується доменне ім'я цієї системи як типове доменне ім'я, що надається DHCP. Тут можна вказати альтернативне доменне ім'я.
zh_cn: 默认为使用此系统的域名作为DHCP提供的默认域名。 可以在此处指定备用域名。

source: Domain name
cs_cz: Název domény
el_gr: Όνομα τομέα
fa_ir: نام دامنه
fr_fr: Nom de domaine
it_it: Nome di dominio
ko_kr: 도메인 이름
pl_pl: Nazwa domeny
uk_ua: Доменне ім'я
zh_cn: 域名

source: DNS servers
cs_cz: DNS servery
de_de: DNS-Server
el_gr: Διακομιστές DNS
fa_ir: سرورهای DNS
fr_fr: Serveurs DNS
it_it: Server DNS
ko_kr: DNS 서버
pl_pl: Serwery DNS
uk_ua: DNS-сервери
zh_cn: DNS服务器

source: WINS servers
cs_cz: WINS servery
de_de: WINS-Server
el_gr: Διακομιστές WINS
fa_ir: سرورهای WINS
fr_fr: Serveurs WINS
it_it: Server WINS
ko_kr: WINS 서버
pl_pl: Serwery WINS
uk_ua: WINS-сервери
zh_cn: WINS服务器

source: If you need additional pools of addresses inside of this subnet outside the above Range, they may be specified here.
cs_cz: V případě potřeby dalších fondů adres, spadajících do této podsítě ale mimo výše uvedený rozsah, je možné je zadat sem.
de_de: Falls Sie zusätzliche Pools an Adressen innerhalb des Subnetzes außerhalb des obigen Bereichs brauchen, können Sie diese hier angeben.
el_gr: Εάν χρειάζεστε επιπλέον ομάδες διευθύνσεων εντός αυτού του υποδικτύου εκτός του παραπάνω εύρους, μπορούν να καθοριστούν εδώ.
fa_ir: اگر به استخرهای آدرس اضافی در این زیرشبکه خارج از بازهٔ بالا نیاز دارید، می‌توانید آن‌ها را اینجا مشخص کنید.
fr_fr: Si vous avez besoin de groupes d'adresses supplémentaires à l'intérieur de ce sous-réseau en dehors de la plage ci-dessus, ils peuvent être spécifiés ici.
it_it: Se sono necessari ulteriori pool di indirizzi all'interno di questa sottorete al di fuori dell'intervallo sopra indicato, è possibile specificarli qui.
ko_kr: 이 서브넷 내에서 위의 범위를 벗어나는 주소 풀이 추가로 필요한 경우 여기에 지정할 수 있습니다.
pl_pl: Jeżeli potrzebujesz dodatkowych puli adresów w zakresie tej podsieci, poza powyższym zakresem, dodaj je tu.
uk_ua: Якщо вам потрібні додаткові пули адрес в межах цієї підмережі поза межами вказаного діапазону, їх можна вказати тут.
zh_cn: 该子网范围内的其他地址池。

source: Pool End
cs_cz: Začátek fondu
de_de: Ende des Pools
el_gr: Τέλος πισίνας
fa_ir: پایان استخر
fr_fr: Fin de l'étendue
it_it: Fine Piscina
ko_kr: 풀 끝
pl_pl: Koniec puli
uk_ua: Кінець пулу
zh_cn: 池结束地址

source: Pool Start
cs_cz: Konec fondu
de_de: Start des Pools
el_gr: Έναρξη πισίνας
fa_ir: شروع استخر
fr_fr: Début de l'étendue
it_it: Inizio della piscina
ko_kr: 풀 시작
pl_pl: Początek puli
uk_ua: Початок пулу
zh_cn: 池开始地址

source: Additional Pools
cs_cz: Dodatečné fondy
de_de: Zusätzliche Pools
el_gr: Επιπλέον πισίνες
fa_ir: استخرهای اضافی
fr_fr: Étendues supplémentaires
it_it: Piscine aggiuntive
ko_kr: 추가 풀
pl_pl: Dodatkowe pule
uk_ua: Додаткові пули
zh_cn: 附加池

source: from
cs_cz: od
de_de: von
el_gr: από
fa_ir: از
fr_fr: de
it_it: da
ko_kr: 시작
pl_pl: od
uk_ua: від
zh_cn: 从

source: Range
cs_cz: Rozsah
de_de: Bereich
el_gr: Σειρά
fa_ir: محدوده
fr_fr: Plage
it_it: Allineare
ko_kr: 범위
pl_pl: Zakres
uk_ua: Діапазон
zh_cn: 范围

source: Available range
cs_cz: Rozsah k dispozici
de_de: Verfügbarer Bereich
el_gr: Διαθέσιμη γκάμα
fa_ir: محدوده در دسترس
fr_fr: Plage disponible
it_it: Gamma disponibile
ko_kr: 사용 가능한 범위
pl_pl: Dostępny zakres
uk_ua: Доступний діапазон
zh_cn: 有效范围

source: Subnet mask
cs_cz: Maska sítě
de_de: Subnetzmaske
el_gr: Μάσκα υποδικτύου
fa_ir: ماسک شبکه
fr_fr: Masque de sous-réseau
it_it: Maschera di sottorete
ko_kr: 서브넷 마스크
pl_pl: Maska podsieci
uk_ua: Маска підмережі
zh_cn: 子网掩码

source: If this is checked, only the clients defined below will get DHCP leases from this server.
cs_cz: Pokud je toto zaškrtnuto, DHCP zápůjčky od tohoto serveru obdrží pouze níže zadaní klienti.
de_de: Falls dies ausgewählt ist, bekommen nur die unten definierten Clients ein DHCP-Lease von diesem Server.
el_gr: Εάν αυτό είναι επιλεγμένο, μόνο οι υπολογιστές-πελάτες που ορίζονται παρακάτω θα λαμβάνουν DHCP leasings από αυτόν τον διακομιστή.
fa_ir: اگر این تیک فعال باشد، تنها کلاینت‌های تعریف‌شده در پایین از این سرور آدرس DHCP دریافت می‌کنند.
fr_fr: Si cette option est cochée, seuls les clients définis ci-dessous obtiendront des baux DHCP à partir de ce serveur.
it_it: Se questa opzione è selezionata, solo i client definiti di seguito otterranno i lease DHCP da questo server.
ko_kr: 이 옵션을 선택하면 아래에 정의된 클라이언트만 이 서버에서 DHCP 대여를 받습니다.
pl_pl: Jeśli ta opcja jest zaznaczona, tylko klienci zdefiniowani poniżej otrzymają dzierżawy DHCP od tego serwera.
uk_ua: Якщо це вибрано, лише клієнти, визначені нижче, отримають DHCP-оренди від цього сервера.
zh_cn: 如果选中此项，则只有以下定义的客户端会从此服务器获取DHCP租约。

source: Deny unknown clients
cs_cz: Odmítat neznámé klienty
de_de: Unbekannte Clients ablehnen
el_gr: Απόρριψη άγνωστων πελατών
fa_ir: رد کلاینت‌های ناشناخته
fr_fr: Refuser les clients inconnus
it_it: Nega client sconosciuti
ko_kr: 알 수 없는 클라이언트 거부
pl_pl: Zabroń dostępu nieznanym klientom
uk_ua: Заборонити невідомим клієнтам
zh_cn: 拒绝未知客户端

source: Pool Description
cs_cz: Popis fondu
de_de: Poolbeschreibung
el_gr: Περιγραφή πισίνας
fa_ir: توضیحات محدوده
fr_fr: Description de l'étendue
it_it: Descrizione della piscina
ko_kr: 풀 설명
pl_pl: Opis puli
uk_ua: Опис пулу
zh_cn: 池的描述说明

source: Editing Pool-Specific Options. To return to the Interface, click its tab above.
cs_cz: Úprava předvoleb pro konkrétní fond. Na rozhraní se vrátíte kliknutím na panel výše.
de_de: Bearbeitung poolspezifischer Optionen. Klicken Sie auf dan Tab, um zum Interface zurückzukehren.
el_gr: Επεξεργασία επιλογών που αφορούν συγκεκριμένες ομάδες. Για να επιστρέψετε στη διεπαφή, κάντε κλικ στην καρτέλα της παραπάνω.
fa_ir: در حال ویرایش گزینه‌های مخصوص این محدوده. برای بازگشت به رابط، روی تب آن در بالا کلیک کنید.
fr_fr: Modification des options spécifiques au pool. Pour revenir à l'interface, cliquez sur son onglet ci-dessus.
it_it: Modifica delle opzioni specifiche del pool. Per tornare all'interfaccia, fai clic sulla relativa scheda in alto.
ko_kr: 풀별 옵션을 편집하는 중입니다. 인터페이스로 돌아가려면 위의 탭을 클릭하세요.
pl_pl: Edycja opcji specyficznych dla puli. Aby wrócić do interfejsu, kliknij jego zakładkę powyżej.
uk_ua: Редагування опцій, специфічних для пулу. Щоб повернутися до інтерфейсу, натисніть його вкладку вище.
zh_cn: 编辑池的特定选项。 要返回到接口，请单击上面的选项卡。

source: Enable DHCP server on the %s interface
cs_cz: Zapnout DHCP server na rozhraní %s
de_de: Aktiviere den DHCP-Server auf der %s-Schnittstelle
el_gr: Ενεργοποίηση διακομιστή DHCP στη διεπαφή %s
fa_ir: سرور DHCP را روی رابط %s فعال کنید.
fr_fr: Activer le serveur DHCP sur l'interface %s
it_it: Abilita il server DHCP sull'interfaccia %s
ko_kr: %s 인터페이스에 DHCP 서버 사용
pl_pl: Włącz serwer DHCP na interfejsie %s
uk_ua: Увімкнути DHCP-сервер на інтерфейсі %s
zh_cn: 在%s接口上启用DHCP服务器

source: The static mapping configuration has been changed
cs_cz: Nastavení statického mapování bylo změněno
de_de: Die statische Zuweisungskonfiguration wurde geändert
el_gr: Η διαμόρφωση στατικής χαρτογράφησης έχει αλλάξει
fa_ir: پیکربندی نگاشت ایستا تغییر کرده است.
fr_fr: La configuration de mappage statique a été changé
it_it: La configurazione della mappatura statica è stata modificata
ko_kr: 정적 매핑 구성이 변경되었습니다
pl_pl: Konfiguracja mapowania statycznego została zmieniona
uk_ua: Конфігурацію статичного відображення було змінено
zh_cn: 该静态映射配置已更改

source: Do you really want to delete this mapping?
cs_cz: Opravdu chcete toto mapování smazat?
de_de: Wollen Sie diese Zuweisung wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν την αντιστοίχιση;
fa_ir: آیا واقعاً می‌خواهید این نگاشت را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer ce mappage ?
it_it: Vuoi davvero eliminare questa mappatura?
ko_kr: 이 매핑을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć to mapowanie?
uk_ua: Ви дійсно хочете видалити це відображення?
zh_cn: 您真要删除该映射吗？

source: Do you really want to delete this pool?
cs_cz: Opravdu chcete tento fond smazat?
de_de: Wollen Sie diesen Pool wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν την ομάδα;
fa_ir: آیا واقعاً می‌خواهید این محدوده را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer cette étendue ?
it_it: Vuoi davvero eliminare questo pool?
ko_kr: 이 풀을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć tę pulę?
uk_ua: Ви дійсно хочете видалити цей пул?
zh_cn: 您真要删除该池吗？

source: The DHCP range cannot overlap any static DHCP mappings.
cs_cz: DHCP rozsah se nemůže překrývat s žádnými statickými DHCP mapováními.
de_de: Der DHCP-Bereich kann nicht mit einem statischen DHCP-Mapping überlappen.
el_gr: Η περιοχή DHCP δεν μπορεί να επικαλύπτει καμία στατική αντιστοίχιση DHCP.
fa_ir: بازه DHCP نمی‌تواند با هیچ یک از نگاشت‌های ایستای DHCP تداخل داشته باشد.
fr_fr: La plage DHCP ne peut pas chevaucher les mappages DHCP statiques.
it_it: L'intervallo DHCP non può sovrapporsi ad alcun mapping DHCP statico.
ko_kr: DHCP 범위는 정적 DHCP 매핑과 겹칠 수 없습니다.
pl_pl: Zakres DHCP nie może pokrywać się z żadnym statycznym mapowaniem DHCP.
uk_ua: Діапазон DHCP не може перекриватися з будь-якими статичними відображеннями DHCP.
zh_cn: DHCP范围不能与任何静态DHCP映射重叠。

source: The specified range must not be within the range configured on a DHCP pool for this interface.
cs_cz: Zadaný rozsah nespadá pod rozsah nastavený na DHCP fondu pro toto rozhraní.
de_de: Der angegebene Bereich darf nicht in einem Bereich liegen, der als DHCP-Pool für die Schnittstelle konfiguriert ist.
el_gr: Το καθορισμένο εύρος δεν πρέπει να βρίσκεται εντός του εύρους που έχει ρυθμιστεί σε μια ομάδα DHCP για αυτήν τη διεπαφή.
fa_ir: بازهٔ مشخص‌شده نباید داخل بازه‌ای باشد که برای یک محدوده DHCP در این رابط پیکربندی شده است.
fr_fr: La plage spécifiée ne doit pas être contenue dans la plage d'un pool DHCP configuré pour cette interface.
it_it: L'intervallo specificato non deve rientrare nell'intervallo configurato su un pool DHCP per questa interfaccia.
ko_kr: 지정한 범위는 이 인터페이스에 대해 DHCP 풀에 구성된 범위 내에 있으면 안 됩니다.
pl_pl: Określony zakres nie może znajdować się w zakresie skonfigurowanym na pulę DHCP dla tego interfejsu.
uk_ua: Вказаний діапазон не повинен бути в межах діапазону, налаштованого на DHCP-пулі для цього інтерфейсу.
zh_cn: 指定的范围不能在此接口的DHCP池中配置的范围内。

source: The specified range must not be within the DHCP range for this interface.
cs_cz: Zadaný rozsah nemůže spadat do DHCP rozsahu tohoto rozhraní.
de_de: Der angegebene Bereich darf nicht im DHCP-Bereich der Schnittstelle liegen.
el_gr: Το καθορισμένο εύρος δεν πρέπει να βρίσκεται εντός του εύρους DHCP για αυτήν τη διεπαφή.
fa_ir: بازهٔ مشخص‌شده نباید داخل بازه DHCP این رابط باشد.
fr_fr: La plage spécifiée ne doit pas être contenue dans la plage DHCP pour cette interface.
it_it: L'intervallo specificato non deve rientrare nell'intervallo DHCP per questa interfaccia.
ko_kr: 지정한 범위는 이 인터페이스의 DHCP 범위 내에 있으면 안 됩니다.
pl_pl: Określony zakres nie może znajdować się w zakresie DHCP dla tego interfejsu.
uk_ua: Вказаний діапазон не повинен бути в межах діапазону DHCP для цього інтерфейсу.
zh_cn: 指定的范围不能在此接口的DHCP范围内。

source: The range is invalid (first element higher than second element).
cs_cz: Zadaný rozsah není platný (začátek je vyšší než konec).
de_de: Der Bereich ist ungültig (das erste Element ist größer als das zweite Element).
el_gr: Το εύρος δεν είναι έγκυρο (το πρώτο στοιχείο είναι υψηλότερο από το δεύτερο στοιχείο).
fa_ir: بازه نامعتبر است (مقدار اول بزرگ‌تر از مقدار دوم).
fr_fr: La plage est invalide (le premier élément est supérieur au second élément).
it_it: L'intervallo non è valido (il primo elemento è più alto del secondo elemento).
ko_kr: 범위가 잘못되었습니다(첫 번째 요소가 두 번째 요소보다 높음).
pl_pl: Zakres jest nieprawidłowy (pierwszy element większy niż drugi).
uk_ua: Діапазон недійсний (перший елемент більший за другий).
zh_cn: 范围无效(第一个元素高于第二个元素)。

source: The specified range lies outside of the current subnet.
cs_cz: Zadaný rozsah leží mimo stávající podsíť.
de_de: Der angegebene Bereich liegt außerhalb des aktuellen Subnetzes.
el_gr: Το καθορισμένο εύρος βρίσκεται εκτός του τρέχοντος υποδικτύου.
fa_ir: بازهٔ مشخص‌شده خارج از زیرشبکهٔ فعلی است.
fr_fr: La plage spécifiée est en dehors du sous-réseau actuel.
it_it: L'intervallo specificato si trova all'esterno della sottorete corrente.
ko_kr: 지정한 범위가 현재 서브넷 외부에 있습니다.
pl_pl: Określony zakres leży poza bieżącą podsiecią.
uk_ua: Вказаний діапазон знаходиться за межами поточної підмережі.
zh_cn: 指定的范围位于当前子网之外。

source: IP address or host type must be an IP address or host name.
cs_cz: Je třeba, aby IP adresa nebo název stroje byla IP adresa nebo název stroje.
de_de: Der IP-Adress- oder Host-Typ muss eine IP-Adresse oder Hostname sein.
el_gr: Η διεύθυνση IP ή ο τύπος κεντρικού υπολογιστή πρέπει να είναι μια διεύθυνση IP ή ένα όνομα κεντρικού υπολογιστή.
fa_ir: آدرس IP یا نوع میزبان باید یک آدرس IP یا یک نام میزبان باشد.
fr_fr: L'adresse IP ou le type d'hôte doit être une adresse IP ou un nom d'hôte.
it_it: L'indirizzo IP o il tipo di host deve essere un indirizzo IP o un nome host.
ko_kr: IP 주소 또는 호스트 유형은 IP 주소 또는 호스트 이름이어야 합니다.
pl_pl: Typ adresu IP lub hosta musi być adresem IP lub nazwą hosta.
uk_ua: Тип IP-адреси або хоста має бути IP-адресою або іменем хоста.
zh_cn: IP地址或主机类型必须是IP地址或主机名。

source: Signed 32-bit integer type must be a number in the range -2147483648 to 2147483647.
cs_cz: Je třeba, aby typ 32 bitové celé číslo se znaménkem bylo z rozsahu -2147483648 až 2147483647.
de_de: Der vorzeichenbehafterte 32 Bit Ganzzahlentyp muss eine Zahl im Bereich zwischen -2147483648 und 2147483647 sein.
el_gr: Ο υπογεγραμμένος ακέραιος τύπος 32-bit πρέπει να είναι ένας αριθμός στην περιοχή από -2147483648 έως 2147483647.
fa_ir: مقدار نوع عدد صحیح 32-بیتی علامت‌دار باید یک عدد در بازهٔ -2147483648 تا 2147483647 باشد.
fr_fr: Entier de 32 bits signé ; doit être un nombre entre -2147483648 to 2147483647.
it_it: Il tipo intero con segno a 32 bit deve essere un numero compreso tra -2147483648 e 2147483647.
ko_kr: 서명된 32비트 정수 유형은 -2147483648 ~ 2147483647 범위의 숫자여야 합니다.
pl_pl: Znakowany typ liczbowy 32-bitowy musi być liczbą w zakresie od -2147483648 do 2147483647.
uk_ua: Знаковий 32-розрядний цілочисельний тип повинен бути числом у діапазоні від -2147483648 до 2147483647.
zh_cn: 有符号的32位整数类型必须是-2147483648到2147483647范围内的数字。

source: Signed 16-bit integer type must be a number in the range -32768 to 32767.
cs_cz: Je třeba, aby typ 16 bitové celé číslo se znaménkem bylo z rozsahu -32768 až 32767.
de_de: Der vorzeichenbehafterte 16 Bit Ganzzahlentyp muss eine Zahl im Bereich zwischen -32768 und 32767 sein.
el_gr: Ο υπογεγραμμένος ακέραιος 16-bit πρέπει να είναι αριθμός στην περιοχή από -32768 έως 32767.
fa_ir: مقدار نوع عدد صحیح 16-بیتی علامت‌دار باید یک عدد در بازهٔ -32768 تا 32767 باشد.
fr_fr: Entier de 16 bits signé ; doit être un nombre entre -32768 et 32767.
it_it: Il tipo intero con segno a 16 bit deve essere un numero compreso tra -32768 e 32767.
ko_kr: 서명된 16비트 정수 유형은 -32768 - 32767 범위의 숫자여야 합니다.
pl_pl: Znakowany typ liczbowy 16-bitowy musi być liczbą w zakresie od -32768 do 32767.
uk_ua: Знаковий 16-розрядний цілочисельний тип повинен бути числом у діапазоні від -32768 до 32767.
zh_cn: 有符号的16位整数类型必须是-32768到32767范围内的数字。

source: Signed 8-bit integer type must be a number in the range -128 to 127.
cs_cz: Je třeba, aby typ 8 bitové celé číslo se znaménkem bylo z rozsahu -128 až 127.
de_de: Vorzeichenbehaftete 8-Bit-Ganzzahl muss im Bereich -128 bis 127 liegen.
el_gr: Ο υπογεγραμμένος ακέραιος 8-bit πρέπει να είναι αριθμός στην περιοχή από -128 έως 127.
fa_ir: نوع عدد صحیح علامت‌دار 8 بیتی باید عددی در بازه -128 تا 127 باشد.
fr_fr: Entier de 8 bits signé ; doit être une nombre entre -128 et 127.
it_it: Il tipo intero a 8 bit con segno deve essere un numero compreso tra -128 e 127.
ko_kr: 서명된 8비트 정수 유형은 -128 - 127 범위의 숫자여야 합니다.
pl_pl: Znakowany typ liczbowy 8-bitowy musi być liczbą w zakresie od -128 do 127.
uk_ua: Знаковий 8-розрядний цілочисельний тип повинен бути числом у діапазоні від -128 до 127.
zh_cn: 有符号的8位整数类型必须是-128到127之间的数字。

source: Unsigned 32-bit integer type must be a number in the range 0 to 4294967295.
cs_cz: Je třeba, aby typ 32 bitové celé kladné číslo bylo z rozsahu 0 až 4294967295.
de_de: Der unsignierte 32-Bit-Integer-Typ muss eine Zahl im Bereich 0 bis 4294967295 sein.
el_gr: Ο μη πρόσημος ακέραιος τύπος 32-bit πρέπει να είναι ένας αριθμός στην περιοχή από 0 έως 4294967295.
fa_ir: نوع عدد صحیح بدون علامت 32 بیتی باید عددی در بازه 0 تا 4294967295 باشد.
fr_fr: Le type entier 32 bits non signé doit être un nombre compris entre 0 et 4 294 967 295.
it_it: Il tipo intero a 32 bit senza segno deve essere un numero compreso tra 0 e 4294967295.
ko_kr: 부호 없는 32비트 정수 유형은 0 - 4294967295 사이의 숫자여야 합니다.
pl_pl: Niezakodowany typ liczbowy 32-bitowy musi być liczbą w zakresie od 0 do 4294967295.
uk_ua: Беззнаковий 32-розрядний цілочисельний тип повинен бути числом у діапазоні від 0 до 4294967295.
zh_cn: 无符号的32位整数类型必须是0到4294967295范围内的数字。

source: Unsigned 16-bit integer type must be a number in the range 0 to 65535.
cs_cz: Je třeba, aby typ 16 bitové celé kladné číslo bylo z rozsahu 0 až 65535.
de_de: Der vorzeichenlose 16-Bit Ganzzahl-Typ muss eine Zahl zwischen 0 und 65535 sein.
el_gr: Ο μη πρόσημος ακέραιος αριθμός 16-bit πρέπει να είναι αριθμός στην περιοχή από 0 έως 65535.
fa_ir: نوع عدد صحیح بدون علامت 16 بیتی باید عددی در بازه 0 تا 65535 باشد.
fr_fr: Le type entier 16 bits non signé doit être un nombre compris entre 0 et 65 535
it_it: Il tipo intero a 16 bit senza segno deve essere un numero compreso tra 0 e 65535.
ko_kr: 부호 없는 16비트 정수 유형은 0 - 65535 범위의 숫자여야 합니다.
pl_pl: Niezakodowany typ liczbowy 16-bitowy musi być liczbą w zakresie od 0 do 65535.
uk_ua: Беззнаковий 16-розрядний цілочисельний тип повинен бути числом у діапазоні від 0 до 65535.
zh_cn: 无符号16位整数类型必须是范围为0到65535的数字。

source: Unsigned 8-bit integer type must be a number in the range 0 to 255.
cs_cz: Je třeba, aby typ 8 bitové celé kladné číslo bylo z rozsahu 0 až 255.
de_de: Der vorzeichenlose 8-Bit Zahlentyp muss eine Zahl zwischen 0 und 255 sein.
el_gr: Ο μη πρόσημος ακέραιος 8-bit πρέπει να είναι ένας αριθμός στην περιοχή από 0 έως 255.
fa_ir: نوع عدد صحیح بدون علامت 8 بیتی باید عددی در بازه 0 تا 255 باشد.
fr_fr: Le type entier 8 bits non signé doit être un nombre compris entre 0 et 255.
it_it: Il tipo intero a 8 bit senza segno deve essere un numero compreso tra 0 e 255.
ko_kr: 부호 없는 8비트 정수 유형은 0에서 255 사이의 숫자여야 합니다.
pl_pl: Niezakodowany typ liczbowy 8-bitowy musi być liczbą w zakresie od 0 do 255.
uk_ua: Беззнаковий 8-розрядний цілочисельний тип повинен бути числом у діапазоні від 0 до 255.
zh_cn: 无符号8位整数类型必须是范围在0到255之间的数字。

source: Boolean type must be true, false, on, or off.
cs_cz: Je třeba, aby typ boolean bylo buď true, false nebo on, off.
de_de: Wahrheitstyp muss true (wahr), false (falsch), on (ein) oder off (aus) sein.
el_gr: Ο δυαδικός τύπος πρέπει να είναι true, false, on ή off.
fa_ir: نوع بولی باید یکی از مقادیر true، false، on یا off باشد.
fr_fr: Le type Booléen doit être égal à true, false, on ou off.
it_it: Il tipo booleano deve essere true, false, on o off.
ko_kr: 부울 형식은 true, false, on 또는 off여야 합니다.
pl_pl: Typ logiczny musi przyjmować wartość true, false, on lub off.
uk_ua: Булевий тип повинен бути true, false, on або off.
zh_cn: 布尔类型必须为true，false，on或off。
