Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enter the internal IP address of the server on which you want to map the ports.
cs_cz: Zadejte vnitřní IP adresu serveru na který chcete porty mapovat.
de_de: Geben Sie die interne IP-Adresse des Servers ein, auf den Sie die Ports weiterleiten wollen.
el_gr: Εισαγάγετε την εσωτερική διεύθυνση IP του διακομιστή στον οποίο θέλετε να αντιστοιχίσετε τις θύρες.
fa_ir: آدرس IP داخلی سروری که می‌خواهید پورت‌ها را روی آن نگاشت کنید وارد کنید.
fr_fr: Indiquez l'adresse IP interne du serveur sur lequel vous souhaitez rediriger les ports.
it_it: Inserisci l'indirizzo IP interno del server su cui vuoi mappare le porte.
ko_kr: 포트를 매핑할 서버의 내부 IP 주소를 입력하세요.
pl_pl: Wprowadź wewnętrzny adres IP serwera, na którym chcesz zmapować porty.
uk_ua: Введіть внутрішню IP-адресу сервера, на якому ви бажаєте зіставити порти.
zh_cn: 输入要在其上映射端口的内部服务器IP地址。

source: When using the TCP or UDP protocols, specify the port or port range for the destination of the packet for this mapping.
cs_cz: Při použití TCP nebo UDP protokolů, zadejte port nebo rozsah portů pro cíl paketů pro toto mapování.
de_de: Wenn Sie die Protokolle TCP oder UDP verwenden, geben Sie für diese Zuordnung den Port oder Portbereich für das Ziel des Pakets an.
el_gr: Όταν χρησιμοποιείτε τα πρωτόκολλα TCP ή UDP, καθορίστε τη θύρα ή το εύρος θυρών για τον προορισμό του πακέτου για αυτήν την αντιστοίχιση.
fa_ir: هنگام استفاده از پروتکل‌های TCP یا UDP، پورت یا بازه پورت مقصد بسته را برای این نگاشت مشخص کنید.
fr_fr: Lors de l'utilisation des protocoles TCP ou UDP, spécifiez le port ou la plage de ports destination pour cette correspondance.
it_it: Quando si utilizzano i protocolli TCP o UDP, specificare la porta o l'intervallo di porte per la destinazione del pacchetto per questa mappatura.
ko_kr: TCP 또는 UDP 프로토콜을 사용할 때 이 매핑에 대한 패킷의 목적지 포트 또는 포트 범위를 지정합니다.
pl_pl: Podczas korzystania z protokołów TCP lub UDP podaj port lub zakres portów dla miejsca docelowego pakietu dla tego mapowania.
uk_ua: При використанні протоколів TCP або UDP, вкажіть порт або діапазон портів для призначення пакету для цього зіставлення.
zh_cn: 使用TCP或UDP协议时，请为此转发指定数据包目标端口或端口范围。

source: Destination port range
cs_cz: Rozsah cílových portů
de_de: Zielportbereich
el_gr: Εύρος λιμένων προορισμού
fa_ir: بازه پورت مقصد
fr_fr: Plage de ports de destination
it_it: Intervallo di porte di destinazione
ko_kr: 목적지 포트 범위
pl_pl: Zakres portów docelowych
uk_ua: Діапазон портів призначення
zh_cn: 目标端口范围

source: and almost never equal to the destination port range (and should usually be 'any')
cs_cz: a téměř nikdy není shodné s cílovým rozsahem portů (a obvykle by mělo být „libovolný“)
de_de: und so gut wie nie identisch mit dem Zielportbereich (und sollte üblicherweise 'beliebig' sein)
el_gr: και σχεδόν ποτέ δεν είναι ίσο με το εύρος θυρών προορισμού (και συνήθως θα πρέπει να είναι 'οποιοδήποτε')
fa_ir: و تقریباً هرگز برابر با بازه پورت مقصد نیست (و معمولاً باید 'any' باشد)
fr_fr: et presque jamais égal à l'intervalle de port de destination (et devrait généralement être 'any')
it_it: e quasi mai uguale all'intervallo di porte di destinazione (e di solito dovrebbe essere "qualsiasi")
ko_kr: 그리고 목적지 포트 범위와 거의 동일하지 않습니다(일반적으로 '모두'여야 함)
pl_pl: i prawie nigdy nie równa się zakresowi portów docelowych (zazwyczaj powinno być 'dowolny')
uk_ua: і майже ніколи не дорівнює діапазону порту призначення (і зазвичай має бути 'будь-який')
zh_cn: 并且几乎从不等于目标端口范围(通常应为"any")

source: random
cs_cz: náhodné
de_de: zufällig
el_gr: τυχαίος
fa_ir: تصادفی
fr_fr: aléatoire
it_it: casuale
ko_kr: 랜덤
pl_pl: losowy
uk_ua: випадковий
zh_cn: 随机

source: This is usually
cs_cz: Toto je obvykle
de_de: Dies ist üblicherweise
el_gr: Αυτό είναι συνήθως
fa_ir: این معمولاً
fr_fr: Ceci est habituellement
it_it: Questo di solito è
ko_kr: 일반적입니다
pl_pl: To zazwyczaj
uk_ua: Це зазвичай
zh_cn: 这通常是

source: When using the TCP or UDP protocols, specify the source port or port range for this rule
cs_cz: Při použití TCP nebo UDP protokolů, zadejte zdrojový port nebo rozsah portů pro toto pravidlo
de_de: Geben Sie den Quellportbereich für diese Regel an, wenn ein TCP- oder UDP-Protokoll verwendet wird
el_gr: Όταν χρησιμοποιείτε τα πρωτόκολλα TCP ή UDP, καθορίστε τη θύρα προέλευσης ή το εύρος θυρών για αυτόν τον κανόνα.
fa_ir: هنگام استفاده از پروتکل‌های TCP یا UDP، پورت مبدأ یا بازه پورت را برای این قانون مشخص کنید
fr_fr: Lors de l'utilisation des protocoles TCP ou UDP, spécifiez le port ou la plage de ports source pour cette règle
it_it: Quando si utilizzano i protocolli TCP o UDP, specificare la porta di origine o l'intervallo di porte per questa regola
ko_kr: TCP 또는 UDP 프로토콜을 사용할 때 이 규칙의 출발지 포트 또는 포트 범위 지정
pl_pl: Podczas korzystania z protokołów TCP lub UDP podaj port źródłowy lub zakres portów dla tej reguły
uk_ua: При використанні протоколів TCP або UDP, вкажіть вихідний порт або діапазон портів для цього правила
zh_cn: 使用TCP或UDP协议时，请指定此规则的源端口或端口范围

source: any
cs_cz: libovolné
de_de: beliebig
el_gr: όλα
it_it: Qualunque
ko_kr: 모두
pl_pl: dowolny
uk_ua: будь-який

source: Well-known ports
cs_cz: Dobře známé porty
de_de: Bekannte Ports
el_gr: Συχνές θύρες
fa_ir: پورت‌های شناخته‌شده
fr_fr: Ports connus
it_it: Porti famosi
ko_kr: 잘 알려진 포트
pl_pl: Dobrze znane porty
uk_ua: Відомі порти
zh_cn: 知名端口

source: to:
cs_cz: na:
de_de: bis:
el_gr: να:
fa_ir: به:
fr_fr: à:
it_it: A:
ko_kr: 끝:
pl_pl: do:
uk_ua: до:
zh_cn: 到：

source: from:
cs_cz: z:
de_de: von:
el_gr: από:
fa_ir: از:
fr_fr: de:
it_it: da:
ko_kr: 시작:
pl_pl: od:
uk_ua: від:
zh_cn: 从：

source: Source port range
cs_cz: Rozsah zdrojových portů
de_de: Quellportbereich
el_gr: Εύρος θύρας πηγής
fa_ir: بازه پورت مبدأ
fr_fr: Plage de ports source
it_it: Intervallo di porte di origine
ko_kr: 출발지 포트 범위
pl_pl: Zakres portów źródłowych
uk_ua: Діапазон вихідних портів
zh_cn: 源端口范围

source: Show source address and port range
cs_cz: Zobrazit zdrojovou adresu a rozsah portů
de_de: Zeige Quelladresse und Portbereich
el_gr: Εμφάνιση διεύθυνσης πηγής και εύρους θυρών
fa_ir: نمایش آدرس و بازه پورت مبدأ
fr_fr: Afficher l'adresse source et la plage de ports
it_it: Mostra l'indirizzo di origine e l'intervallo di porte
ko_kr: 출발지 주소 및 포트 범위 표시
pl_pl: Pokaż zakres adresów źródłowych i portów
uk_ua: Показати вихідну адресу та діапазон портів
zh_cn: 显示源地址和端口范围

source: here.
cs_cz: sem.
de_de: hier.
el_gr: εδώ.
fa_ir: اینجا.
fr_fr: ici.
it_it: Qui.
ko_kr: 여기서.
pl_pl: tutaj.
uk_ua: тут.
zh_cn: 协议。

source: Hint: in most cases, you should specify
cs_cz: Rada: ve většině případů by mělo být zadáno
de_de: Hinweis: In den meisten Fällen sollten Sie dies angeben
el_gr: Υπόδειξη: στις περισσότερες περιπτώσεις, θα πρέπει να καθορίσετε
fa_ir: راهنما: در بیشتر موارد باید مشخص کنید
fr_fr: Suggestion: dans la plupart des cas, vous devriez spécifier
it_it: Suggerimento: nella maggior parte dei casi, dovresti specificare
ko_kr: 힌트: 대부분의 경우 다음을 지정해야 합니다
pl_pl: Wskazówka: w większości przypadków powinieneś podać
uk_ua: Підказка: у більшості випадків слід вказати
zh_cn: 注意：在大多数情况下，应该指定

source: Choose which IP protocol this rule should match.
cs_cz: Vyberte pro který IP protokol toto pravidlo platí.
de_de: Wählen Sie aus, auf welches IP-Protokoll diese Regel zutreffen soll.
el_gr: Επιλέξτε με ποιο πρωτόκολλο IP θα πρέπει να αντιστοιχεί αυτός ο κανόνας.
fa_ir: پروتکل IP که این قانون باید با آن مطابقت کند را انتخاب کنید.
fr_fr: Choisissez à quel protocole IP cette règle doit correspondre.
it_it: Scegli a quale protocollo IP deve corrispondere questa regola.
ko_kr: 이 규칙과 일치할 IP 프로토콜을 선택합니다.
pl_pl: Wybierz, który protokół IP ma pasować do tej reguły.
uk_ua: Виберіть, якому IP-протоколу має відповідати це правило.
zh_cn: 选择该规则匹配的IP协议。

source: Select the Internet Protocol version this rule applies to
cs_cz: Vyberte verzi Internetového protokolu pro který toto pravidlo platí
de_de: Wählen Sie die Internetprotokollversion aus, für die diese Regel gilt.
el_gr: Επιλέξτε την έκδοση πρωτοκόλλου Internet στην οποία ισχύει αυτός ο κανόνας
fa_ir: نسخه پروتکل اینترنت که این قانون شامل آن می‌شود را انتخاب کنید
fr_fr: Sélectionnez la version d'IP qui s'applique à cette règle
it_it: Seleziona la versione del protocollo Internet a cui si applica questa regola
ko_kr: 이 규칙이 적용되는 인터넷 프로토콜 버전 선택
pl_pl: Wybierz wersję protokołu internetowego, do której ma być stosowana ta reguła
uk_ua: Виберіть версію Інтернет-протоколу, до якої застосовується це правило
zh_cn: 选择该规则使用的Internet协议版本

source: TCP/IP Version
cs_cz: Verze TCP/IP protokolu
de_de: IP-Version
el_gr: Έκδοση TCP/IP
fa_ir: نسخه TCP/IP
fr_fr: Version TCP/IP
it_it: Versione TCP/IP
ko_kr: TCP/IP 버전
pl_pl: Wersja TCP/IP
uk_ua: Версія TCP/IP
zh_cn: TCP/IP版本

source: Hint: in most cases, you'll want to use WAN here.
cs_cz: Rada: ve většině případů sem patří WAN.
de_de: Tipp: In den meisten Fällen sollten Sie hier WAN benutzen.
el_gr: Υπόδειξη: στις περισσότερες περιπτώσεις, θα θέλετε να χρησιμοποιήσετε WAN εδώ.
fa_ir: راهنما: در اغلب موارد باید از WAN استفاده کنید.
fr_fr: Suggestion: dans la plupart des cas, vous devriez utiliser WAN ici.
it_it: Suggerimento: nella maggior parte dei casi, ti consigliamo di utilizzare la WAN qui.
ko_kr: 힌트: 대부분의 경우 여기서 WAN을 사용할 수 있습니다.
pl_pl: Wskazówka: w większości przypadków będziesz chciał użyć tutaj WAN.
uk_ua: Підказка: у більшості випадків тут варто використовувати WAN.
zh_cn: 注意：多数情况下，应该使用WAN。

source: Choose which interface this rule applies to.
cs_cz: Vyberte na které rozhraní toto pravidlo uplatňovat.
de_de: Wählen Sie aus, für welche Schnittstelle diese Regel gilt.
el_gr: Επιλέξτε σε ποια διεπαφή ισχύει αυτός ο κανόνας.
fa_ir: انتخاب کنید این قانون به کدام رابط اعمال شود.
fr_fr: Choisissez sur quelle interface cette règle sera appliquée.
it_it: Scegli a quale interfaccia si applica questa regola.
ko_kr: 이 규칙을 적용할 인터페이스를 선택합니다.
pl_pl: Wybierz, do którego interfejsu ma być stosowana ta reguła.
uk_ua: Виберіть інтерфейс, до якого застосовується це правило.
zh_cn: 选择该规则使用的接口。

source: Hint: this option is rarely needed, don't use this unless you know what you're doing.
cs_cz: Rada: tato předvolba je málokdy potřeba, nepoužívejte jí pokud k tomu nemáte důvod.
de_de: Tipp: Diese Option wird selten benötigt. Nutzen Sie diese nur, wenn Sie wissen was Sie tun.
el_gr: Υπόδειξη: αυτή η επιλογή σπάνια χρειάζεται, μην τη χρησιμοποιείτε εκτός αν ξέρετε τι κάνετε.
fa_ir: راهنما: به ندرت به این گزینه نیاز است؛ از آن استفاده نکنید مگر اینکه بدانید چه می‌کنید.
fr_fr: Suggestion: cette option est rarement nécessaire, ne l'utilisez pas sauf si vous savez ce que vous faites.
it_it: Suggerimento: questa opzione è necessaria raramente, non utilizzarla a meno che tu non sappia cosa stai facendo.
ko_kr: 힌트: 이 옵션은 거의 필요하지 않습니다. 사용자가 작업을 알고 있지 않으면 이 옵션을 사용하지 마세요.
pl_pl: Wskazówka: ta opcja jest rzadko potrzebna, nie używaj jej, chyba że wiesz, co robisz.
uk_ua: Підказка: ця опція рідко потрібна, не використовуйте її, якщо ви не знаєте, що робите.
zh_cn: 提示：除非您知道自己在做什么，否则不要使用该选项。

source: Enabling this option will disable redirection for traffic matching this rule.
cs_cz: Zapnutí této předvolby vypne přesměrovávání provozu odpovídajícímu tomuto pravidlu.
de_de: Die Aktivierung dieser Option deaktiviert die Weiterleitung von Datenverkehr der dieser Regel entspricht.
el_gr: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει την ανακατεύθυνση για την επισκεψιμότητα που αντιστοιχεί σε αυτόν τον κανόνα.
fa_ir: فعال‌سازی این گزینه هدایت مجدد ترافیکی که با این قانون مطابقت دارد را غیرفعال می‌کند.
fr_fr: Activer cette option permet de désactiver la redirection du trafic correspondant à cette règle
it_it: L'abilitazione di questa opzione disabiliterà il reindirizzamento per il traffico che corrisponde a questa regola.
ko_kr: 이 옵션을 활성화하면 이 규칙과 일치하는 트래픽에 대한 리디렉션이 비활성화됩니다.
pl_pl: Włączenie tej opcji wyłączy przekierowanie dla ruchu pasującego do tej reguły.
uk_ua: Увімкнення цієї опції вимкне перенаправлення для трафіку, що відповідає цьому правилу.
zh_cn: 选中则禁用匹配该规则流量的重定向。

source: No RDR (NOT)
cs_cz: Žádné přesm. (ne)
de_de: Kein RDR (NICHT)
el_gr: Χωρίς RDR (ΟΧΙ)
fa_ir: بدون RDR (NOT)
fr_fr: Pas de RDR (SANS)
it_it: Nessun RDR (NOT)
ko_kr: RDR 없음(NOT)
pl_pl: Bez RDR (NIE)
uk_ua: Без RDR (НЕ)
zh_cn: 禁用重定向

source: Edit Redirect entry
cs_cz: Upravit položku přesměrování
de_de: Weiterleitungseintrag bearbeiten
el_gr: Επεξεργασία καταχώρησης ανακατεύθυνσης
fa_ir: ویرایش ورودی هدایت مجدد
fr_fr: Modifier entrée de Redirection
it_it: Modifica la voce Reindirizzamento
ko_kr: 리디렉션 항목 편집
pl_pl: Edytuj wpis przekierowania
uk_ua: Редагувати запис перенаправлення
zh_cn: 编辑重定向条目

source: The target port range must be an integer between 1 and 65535.
cs_cz: Je třeba, aby rozsah cílových portů bylo celé kladné číslo mezi 1 a 65535.
de_de: Der Zielportbereich muss eine Zahl zwischen 1 und 65535 sein.
el_gr: Το εύρος θύρας-στόχου πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 1 και 65535.
fa_ir: بازه پورت هدف باید عدد صحیح بین 1 و 65535 باشد.
fr_fr: La plage de ports de destination doit être un nombre entier compris entre 1 et 65535.
it_it: L'intervallo di porte di destinazione deve essere un numero intero compreso tra 1 e 65535.
ko_kr: 대상 포트 범위는 1에서 65535 사이의 정수여야 합니다.
pl_pl: Zakres portów docelowych musi być liczbą całkowitą pomiędzy 1 a 65535.
uk_ua: Цільовий діапазон портів має бути цілим числом від 1 до 65535.
zh_cn: 目标端口范围必须为1到65535之间的整数。

source: %s is not a valid IPv6 address.
cs_cz: %s není platná IPv6 adresa.
de_de: %s ist keine gültige IPv6-Adresse.
el_gr: Το %s δεν είναι έγκυρη διεύθυνση IPv6.
fa_ir: %s یک آدرس IPv6 معتبر نیست.
fr_fr: %s n'est pas une adresse IPv6 valide.
it_it: %s non è un indirizzo IPv6 valido.
ko_kr: %s은(는) 유효한 IPv6 주소가 아닙니다.
pl_pl: %s nie jest prawidłowym adresem IPv6.
uk_ua: %s не є дійсною адресою IPv6.
zh_cn: %s不是有效的IPv6地址。

source: %s is not a valid IPv4 address.
cs_cz: %s není platná IPv4 adresa.
de_de: %s ist keine gültige IPv4-Adresse.
el_gr: Το %s δεν είναι έγκυρη διεύθυνση IPv4.
fa_ir: %s یک آدرس IPv4 معتبر نیست.
fr_fr: %s n'est pas une adresse IPv4 valide.
it_it: %s non è un indirizzo IPv4 valido.
ko_kr: %s은(는) 유효한 IPv4 주소가 아닙니다.
pl_pl: %s nie jest prawidłowym adresem IPv4.
uk_ua: %s не є дійсною адресою IPv4.
zh_cn: %s不是有效的IPv4地址。

source: A valid redirect target port must be specified. It must be a port alias or integer between 1 and 65535.
cs_cz: Je třeba zadat platný cílový port přesměrování. Je třeba, aby se jednalo o alternativní název portu nebo celé číslo z rozsahu 1 až 65535.
de_de: Ein gültiger Zielport für die Umleitung muss angegeben werden. Es muss ein Portalias oder eine Zahl zwischen 1 und 65535 sein.
el_gr: Πρέπει να καθοριστεί μια έγκυρη θύρα προορισμού ανακατεύθυνσης. Πρέπει να είναι ένα ψευδώνυμο θύρας ή ένας ακέραιος αριθμός μεταξύ 1 και 65535.
fa_ir: باید یک پورت هدف معتبر برای هدایت مجدد مشخص شود. این پورت باید یا یک نام مستعار پورت یا یک عدد صحیح بین 1 و 65535 باشد.
fr_fr: Un port de redirection valide doit être spécifié. Il doit être un alias de port ou un nombre entier compris entre 1 et 65535.
it_it: È necessario specificare una porta di destinazione del reindirizzamento valida. Deve essere un alias di porta o un numero intero compreso tra 1 e 65535.
ko_kr: 유효한 리디렉션 대상 포트를 지정해야 합니다. 포트 별칭 또는 1에서 65535 사이의 정수여야 합니다.
pl_pl: Należy podać prawidłowy port docelowy przekierowania. Musi to być alias portu lub liczba całkowita między 1 a 65535.
uk_ua: Необхідно вказати дійсний цільовий порт перенаправлення. Це має бути псевдонім порту або ціле число від 1 до 65535.
zh_cn: 必须指定有效的重定向目标端口。 它必须是端口别名或1到65535之间的整数。

source: %s is not a valid end destination port. It must be a port alias or integer between 1 and 65535.
cs_cz: %s není platný koncový cílový port. Je třeba, aby se jednalo o alternativní název portu nebo celé číslo z rozmezí 1 až 65535.
de_de: %s ist kein gültiger End-Zielport. Es muss ein Portalias oder eine Zahl zwischen 1 und 65535 sein.
el_gr: Το %s δεν είναι έγκυρη θύρα τελικού προορισμού. Πρέπει να είναι ψευδώνυμο θύρας ή ακέραιος αριθμός μεταξύ 1 και 65535.
fa_ir: %s یک پورت مقصد انتهایی معتبر نیست. باید یک آلیاس پورت یا عدد صحیح بین 1 و 65535 باشد.
fr_fr: %s n'est pas un port de destination de fin valide. Il doit être un alias de port ou nombre entier compris entre 1 et 65535.
it_it: %s non è una porta di destinazione finale valida. Deve essere un alias di porta o un numero intero compreso tra 1 e 65535.
ko_kr: %s은(는) 유효한 끝 목적지 포트가 아닙니다. 포트 별칭 또는 1에서 65535 사이의 정수여야 합니다.
pl_pl: %s nie jest prawidłowym końcowym portem docelowym. Musi to być alias portu lub liczba całkowita między 1 a 65535.
uk_ua: %s не є дійсним кінцевим портом призначення. Це має бути псевдонім порту або ціле число від 1 до 65535.
zh_cn: %s不是一个有效的结束目标端口，它必须是一个端口别名或介于1~65535之间的整数。

source: %s is not a valid start destination port. It must be a port alias or integer between 1 and 65535.
cs_cz: %s není platný počáteční cílový port. Je třeba, aby se jednalo o alternativní název portu nebo celé číslo z rozsahu 1 až 65535.
de_de: %s ist kein gültiger Start-Zielport. Es muss ein Portalias oder eine Zahl zwischen 1 und 65535 sein.
el_gr: Το %s δεν είναι έγκυρη θύρα προορισμού έναρξης. Πρέπει να είναι ψευδώνυμο θύρας ή ακέραιος αριθμός μεταξύ 1 και 65535.
fa_ir: %s یک پورت مقصد آغازین معتبر نیست. باید یک آلیاس پورت یا عدد صحیح بین 1 و 65535 باشد.
fr_fr: %s n'est pas un port de destination de début valide. Il doit être un alias de port ou un nombre entier compris entre 1 et 65535.
it_it: %s non è una porta di destinazione iniziale valida. Deve essere un alias di porta o un numero intero compreso tra 1 e 65535.
ko_kr: %s은(는) 유효한 시작 목적지 포트가 아닙니다. 포트 별칭 또는 1에서 65535 사이의 정수여야 합니다.
pl_pl: %s nie jest prawidłowym początkowym portem docelowym. Musi to być alias portu lub liczba całkowita między 1 a 65535.
uk_ua: %s не є дійсним початковим портом призначення. Це має бути псевдонім порту або ціле число від 1 до 65535.
zh_cn: %s不是一个有效的开始目标端口，它必须是一个端口别名或介于1~65535之间的整数。

source: %s is not a valid end source port. It must be a port alias or integer between 1 and 65535.
cs_cz: %s není platný koncový zdrojový port. Je třeba, aby se jednalo o alternativní název portu nebo celé číslo z rozsahu 1 až 65535.
de_de: %s ist kein gültiger End-Zielport. Es muss ein Portalias oder eine Zahl zwischen 1 und 65535 sein.
el_gr: Το %s δεν είναι έγκυρη θύρα τελικού πηγαίου κώδικα. Πρέπει να είναι ψευδώνυμο θύρας ή ακέραιος αριθμός μεταξύ 1 και 65535.
fa_ir: %s یک پورت مبدأ انتهایی معتبر نیست. باید یک آلیاس پورت یا عدد صحیح بین 1 و 65535 باشد.
fr_fr: %s n'est pas un port source de fin valide. Il doit être un alias de port ou nombre entier compris entre 1 et 65535.
it_it: %s non è una porta di origine finale valida. Deve essere un alias di porta o un numero intero compreso tra 1 e 65535.
ko_kr: %s은(는) 유효한 끝 출발지 포트가 아닙니다. 포트 별칭 또는 1에서 65535 사이의 정수여야 합니다.
pl_pl: %s nie jest prawidłowym końcowym portem źródłowym. Musi to być alias portu lub liczba całkowita między 1 a 65535.
uk_ua: %s не є дійсним кінцевим вихідним портом. Це має бути псевдонім порту або ціле число від 1 до 65535.
zh_cn: %s不是一个有效的结束源端口，它必须是一个端口别名或介于1~65535之间的整数。

source: %s is not a valid start source port. It must be a port alias or integer between 1 and 65535.
cs_cz: %s není platný počáteční zdrojový port. Je třeba, aby se jednalo o alternativní název portu nebo celé číslo z rozsahu 1 až 65535.
de_de: %s ist kein gültiger Start-Quellport. Es muss ein Portalias oder eine Zahl zwischen 1 und 65535 sein.
el_gr: Το %s δεν είναι έγκυρη θύρα προέλευσης εκκίνησης. Πρέπει να είναι ένα ψευδώνυμο θύρας ή ένας ακέραιος αριθμός μεταξύ 1 και 65535.
fa_ir: %s یک پورت مبدأ آغازین معتبر نیست. باید یک آلیاس پورت یا عدد صحیح بین 1 و 65535 باشد.
fr_fr: %s n'est pas un port source de début valide. Il doit être un alias de port ou un nombre entier compris entre 1 et 65535.
it_it: %s non è una porta di origine di avvio valida. Deve essere un alias di porta o un numero intero compreso tra 1 e 65535.
ko_kr: %s은(는) 유효한 출발지 포트 영역의 시작 값이 아닙니다. 포트 별칭 또는 1에서 65535 사이의 정수여야 합니다.
pl_pl: %s nie jest prawidłowym początkowym portem źródłowym. Musi to być alias portu lub liczba całkowita między 1 a 65535.
uk_ua: %s не є дійсним початковим вихідним портом. Це має бути псевдонім порту або ціле число від 1 до 65535.
zh_cn: %s不是一个有效的开始源端口，它必须是一个端口别名或介于1~65535之间的整数。

source: "%s" is not a valid redirect target IP address, network or host alias.
cs_cz: „%s“ není platná IP adresa cíle přesměrování, sítě nebo alternativní název stroje.
de_de: "%s" ist keine gültige Umleitungsziel-IP-Adresse, Netzwerk oder Hostalias.
el_gr: Το "%s" δεν είναι έγκυρη διεύθυνση IP προορισμού ανακατεύθυνσης, ψευδώνυμο δικτύου ή κεντρικού υπολογιστή.
fa_ir: "%s" یک آدرس IP هدف ریدایرکت، شبکه یا آلیاس میزبان معتبر نیست.
fr_fr: "%s" n'est pas une adresse IP cible, un réseau ou un alias d'hôte de redirection valide.
it_it: "%s" non è un indirizzo IP, una rete o un alias host di destinazione del reindirizzamento valido.
ko_kr: %s은(는) 유효한 리디렉션 대상 IP 주소, 네트워크 또는 호스트 별칭이 아닙니다.
pl_pl: "%s" nie jest prawidłowym adresem IP przekierowania, siecią lub aliasem hosta.
uk_ua: "%s" не є дійсною IP-адресою перенаправлення, мережею або псевдонімом хоста.
zh_cn: "%s"不是有效的重定向目标 IP 地址、网络或主机别名。

source: Redirect target IP
cs_cz: Cílová IP adresa přesměrování
de_de: Ziel-IP umleiten
el_gr: Ανακατεύθυνση IP προορισμού
fa_ir: آدرس IP مقصد ریدایرکت
fr_fr: Rediriger l'IP de destination
it_it: Reindirizzare l'IP di destinazione
ko_kr: 대상 IP 리디렉션
pl_pl: Adres IP docelowy przekierowania
uk_ua: Цільова IP-адреса перенаправлення
zh_cn: 重定向目标IP

source: Destination port to
cs_cz: Cílový port na
de_de: Zielport bis
el_gr: θύρα προορισμού μέχρι
fa_ir: پورت مقصد تا
fr_fr: Port de destination jusqu'à
it_it: Porto di destinazione verso
ko_kr: 목적지 포트 대상
pl_pl: Port docelowy od
uk_ua: Порт призначення до
zh_cn: 结束目标端口

source: Destination port from
cs_cz: Cílový port od
de_de: Zielport von
el_gr: Θύρα προορισμού από
fa_ir: پورت مقصد از
fr_fr: Port de destination depuis
it_it: Porto di destinazione da
ko_kr: 목적지 포트 시작
pl_pl: Port docelowy do
uk_ua: Порт призначення від
zh_cn: 开始目标端口

source: redirect traffic to proxy
cs_cz: přesměrovávat provoz na proxy
de_de: Datenverkehr an den Proxy leiten
el_gr: ανακατεύθυνση επισκεψιμότητας σε διακομιστή μεσολάβησης
fa_ir: ارسال ترافیک به پراکسی
fr_fr: Rediriger le trafic vers le proxy
it_it: reindirizzare il traffico al proxy
ko_kr: 트래픽을 프록시로 리디렉션
pl_pl: przekieruj ruch do proxy
uk_ua: перенаправити трафік на проксі
zh_cn: 重定向流量到代理

source: Use system default
cs_cz: Použít systémové výchozí
de_de: Benutze Systemvorgabe
el_gr: Χρήση προεπιλογής συστήματος
fa_ir: استفاده از پیش‌فرض سیستم
fr_fr: Utiliser les paramètres système par défaut
it_it: Utilizza l'impostazione predefinita del sistema
ko_kr: 시스템 기본값 사용
pl_pl: Użyj domyślnych ustawień systemowych
uk_ua: Використовувати системний типово
zh_cn: 使用系统默认

source: NAT reflection
cs_cz: NAT odraz
de_de: NAT-Reflexion
el_gr: Αντανάκλαση NAT
fa_ir: بازتاب NAT
fr_fr: Réflexion NAT
it_it: Riflessione NAT
ko_kr: NAT 반영
pl_pl: Odbicie NAT
uk_ua: NAT відображення
zh_cn: NAT回流

source: Single host or Network
cs_cz: Jediný stroj nebo síť
de_de: Einzelner Host oder Netzwerk
el_gr: Ένας κεντρικός υπολογιστής ή δίκτυο
fa_ir: یک میزبان یا شبکه
fr_fr: Hôte unique ou Réseau
it_it: Host singolo o rete
ko_kr: 단일 호스트 또는 네트워크
pl_pl: Pojedynczy host lub sieć
uk_ua: Один хост або Мережа
zh_cn: 单个主机或网络
