Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enter the DHCP option number and the value for each item you would like to include in the DHCP lease information. For a list of available options please visit this %sURL%s.
cs_cz: Zadejte číslo DHCP předvolby a hodnotu pro každou z položek kterou chcete zahrnout do informace o DHCP zápůjčce. Seznam dostupných předvoleb naleznete na %sURL%s.
de_de: Geben Sie die DHCP-Optionsnummer und den Wert für jeden Eintrag ein, den Sie in den DHCP-Lease-Informationen hinzufügen wollen. Für eine Liste verfügbarer Optionen besuchen Sie %sURL%s.
el_gr: Το όνομα τομέα που θα χρησιμοποιηθεί για την καταχώριση ονόματος κεντρικού υπολογιστή DHCP. Εάν είναι κενό, χρησιμοποιείται ο προεπιλεγμένος τομέας συστήματος. Σημειώστε ότι όλες οι μισθώσεις DHCP θα αντιστοιχιστούν στον ίδιο τομέα. Εάν αυτό δεν είναι επιθυμητό, η στατική καταχώριση εκχώρησηςς DHCP είναι σε θέση να παρέχει συνεκτικές αντιστοιχίσεις.
fa_ir: شماره گزینه DHCP و مقدار هر موردی که می‌خواهید در اطلاعات اجارهٔ DHCP گنجانده شود را وارد کنید. برای فهرست گزینه‌های موجود لطفاً این %sURL%s را ببینید.
fr_fr: Entrez le numéro d'option DHCP et la valeur de chaque élément à inclure dans les informations de location DHCP. Pour une liste des options disponibles, veuillez visiter ce %sURL%s.
it_it: Inserisci il numero dell'opzione DHCP e il valore per ciascun elemento che desideri includere nelle informazioni sul lease DHCP. Per un elenco delle opzioni disponibili, visita questo %sURL%s.
ko_kr: DHCP 대여 정보에 포함할 각 항목의 DHCP 옵션 번호와 값을 입력하세요. 사용 가능한 옵션 목록은 %sURL%s을 참조하세요.
pl_pl: Wprowadź numer opcji DHCP i wartość dla każdego elementu, który chcesz uwzględnić w informacjach o dzierżawie DHCP. Aby uzyskać listę dostępnych opcji, odwiedź ten %sURL%s.
uk_ua: Введіть номер опції DHCP та значення для кожного елемента, який ви хочете включити в інформацію про оренду DHCP. Для перегляду списку доступних опцій, будь ласка, відвідайте цю %sURL-адресу%s.
zh_cn: 输入DHCP选项编号和要包括在DHCP租用信息中的每个项目的值。 有关可用选项的列表，请访问%sURL%s。

source: IP address or host
cs_cz: IP adresa nebo název stroje
de_de: IP-Adresse oder Host
el_gr: Διεύθυνση IP ή κεντρικός υπολογιστής
fa_ir: آدرس IP یا میزبان
fr_fr: Adresse IP ou hôte
it_it: Indirizzo IP o host
ko_kr: IP 주소 또는 호스트
pl_pl: Adres IP lub host
uk_ua: IP-адреса або хост
zh_cn: IP地址或主机

source: Signed 32-bit integer
cs_cz: 32 bitové celé číslo se znaménkem
de_de: Signierte 32-bit Ganzzahl
el_gr: Ακέραιος αριθμός 32-bit με πρόσημο
fa_ir: عدد صحیح 32 بیتی علامت‌دار
fr_fr: Nombre entier de 32 bit signé
it_it: Intero a 32 bit con segno
ko_kr: 부호 있는 32비트 정수
pl_pl: Liczba całkowita 32-bitowa ze znakiem
uk_ua: Знакове 32-розрядне ціле число
zh_cn: 带符号的32位整数

source: Signed 16-bit integer
cs_cz: 16 bitové celé číslo se znaménkem
de_de: Signierte 16-bit Ganzzahl
el_gr: Ακέραιος αριθμός 16-bit με πρόσημο
fa_ir: عدد صحیح 16 بیتی علامت‌دار
fr_fr: Nombre entier de 16 bit signé
it_it: Intero a 16 bit con segno
ko_kr: 부호 있는 16비트 정수
pl_pl: Liczba całkowita 16-bitowa ze znakiem
uk_ua: Знакове 16-розрядне ціле число
zh_cn: 带符号的16位整数

source: Signed 8-bit integer
cs_cz: 8 bitové celé číslo se znaménkem
de_de: Signierte 8-bit Ganzzahl
el_gr: Ακέραιος αριθμός 8-bit με πρόσημο
fa_ir: عدد صحیح 8 بیتی علامت‌دار
fr_fr: Nombre entier de 8 bit signé
it_it: Intero a 8 bit con segno
ko_kr: 부호 있는 8비트 정수
pl_pl: Liczba całkowita 8-bitowa ze znakiem
uk_ua: Знакове 8-розрядне ціле число
zh_cn: 带符号的8位整数

source: Unsigned 32-bit integer
cs_cz: 32 bitové celé číslo bez znaménka
de_de: Vorzeichenlose 32-Bit Ganzzahl
el_gr: Μη πρόσημος ακέραιος 32-bit
fa_ir: عدد صحیح 32 بیتی بدون علامت
fr_fr: Nombre entier de 32 bit non signé
it_it: Intero a 32 bit senza segno
ko_kr: 부호 없는 32비트 정수
pl_pl: 32-bitowa liczba całkowita bez znaku
uk_ua: Беззнакове 32-розрядне ціле число
zh_cn: 没有定义32位整数

source: Unsigned 16-bit integer
cs_cz: 16 bitové celé číslo bez znaménka
de_de: Vorzeichenlose 16-Bit Ganzzahl
el_gr: Μη πρόσημος ακέραιος 16-bit
fa_ir: عدد صحیح 16 بیتی بدون علامت
fr_fr: Nombre entier de 16 bit non signé
it_it: Intero a 16 bit senza segno
ko_kr: 부호 없는 16비트 정수
pl_pl: 16-bitowa liczba całkowita bez znaku
uk_ua: Беззнакове 16-розрядне ціле число
zh_cn: 没有定义16位整数

source: Unsigned 8-bit integer
cs_cz: 8 bitové celé číslo bez znaménka
de_de: Vorzeichenlose 8-Bit Ganzzahl
el_gr: Μη πρόσημος ακέραιος 8-bit
fa_ir: عدد صحیح 8 بیتی بدون علامت
fr_fr: Nombre entier de 8 bit non signé
it_it: Intero a 8 bit senza segno
ko_kr: 부호 없는 8비트 정수
pl_pl: 8-bitowa liczba całkowita bez znaku
uk_ua: Беззнакове 8-розрядне ціле число
zh_cn: 没有定义8位整数

source: Boolean
de_de: Wahrheitswert
el_gr: Λογική τιμή
fa_ir: بولی
fr_fr: Booléen
it_it: Booleano
ko_kr: 부울 (Boolean)
pl_pl: Wartość logiczna
uk_ua: Булеве
zh_cn: 布尔运算

source: String
cs_cz: Řetězec znaků
de_de: Zeichenkette
el_gr: Σειρά
fa_ir: رشته
fr_fr: Chaîne
it_it: Corda
ko_kr: 문자열
pl_pl: Łańcuch znaków
uk_ua: Рядок
zh_cn: 字符串

source: Text
el_gr: Κείμενο
fa_ir: متن
fr_fr: Texte
it_it: Testo
ko_kr: 텍스트
pl_pl: Tekst
uk_ua: Текст
zh_cn: 文本

source: Show Additional BOOTP/DHCP Options
cs_cz: Zobrazit další BOOTP/DHCP předvolby
de_de: Zeige zusätzliche BOOTP/DHCP Einstellungen
el_gr: Εμφάνιση πρόσθετων επιλογών BOOTP/DHCP
fa_ir: نمایش گزینه‌های اضافی BOOTP/DHCP
fr_fr: Afficher les options supplémentaires BOOTP/DHCP
it_it: Mostra opzioni BOOTP/DHCP aggiuntive
ko_kr: 추가 BOOTP/DHCP 옵션 표시
pl_pl: Pokaż dodatkowe opcje BOOTP/DHCP
uk_ua: Показати додаткові опції BOOTP/DHCP
zh_cn: 显示其他BOOTP/DHCP选项

source: Additional Options
cs_cz: Další předvolby
de_de: Zusätzliche Optionen
el_gr: Πρόσθετες επιλογές
fa_ir: گزینه‌های اضافی
fr_fr: Options supplémentaires
it_it: Opzioni aggiuntive
ko_kr: 추가 옵션
pl_pl: Dodatkowe opcje
uk_ua: Додаткові опції
zh_cn: 其他选项

source: Note: string-format: iscsi:(servername):(protocol):(port):(LUN):targetname
cs_cz: Pozn.: formát řetězce: iscsi:(nazevserveru):(protokol):(port):(LUN):nazevcile
de_de: Hinweis: Zeichenformatierung: iscsi:(Servername):(Protokoll):(Port):(LUN):Zielname
el_gr: Σημείωση: string-format: iscsi:(όνομαδιακομιστή):(πρωτόκολλο):(θύρα):(LUN):όνομαστόχου
fa_ir: توجه: فرمت رشته: iscsi:(servername):(protocol):(port):(LUN):targetname
fr_fr: Note: syntaxe: iscsi:(nomdeserveur):(protocole):(port):(LUN):nomdulecteurcible
it_it: Nota: formato stringa: iscsi:(nomeserver):(protocollo):(porta):(LUN):nomedestinazione
ko_kr: 참고: string-format: iscsi:(서버 이름):(프로토콜):(포트):(LUN):targetname
pl_pl: Uwaga: format łańcucha: iscsi:(nazwaserwera):(protokół):(port):(LUN):nazwadocelowa
uk_ua: Нотатка: формат рядка: iscsi:(назва_сервера):(протокол):(порт):(LUN):назва_цілі
zh_cn: 注意：字符串格式:iscsi:(servername):(protocol):(port):(LUN):targetname

source: Set root-path string
cs_cz: Nastavit řetězec umístění kořene
de_de: Setze die Root-Pfad-Zeichenkette
el_gr: Ορισμός συμβολοσειράς διαδρομής ρίζας
fa_ir: تنظیم رشتهٔ root-path
fr_fr: Définir la chaîne du chemin d'accès à la racine
it_it: Imposta la stringa del percorso root
ko_kr: 루트 경로 문자열 설정
pl_pl: Ustaw łańcuch root-path
uk_ua: Встановити рядок кореневого шляху
zh_cn: 设置根路径字符串

source: Set default bios filename
cs_cz: Nastavit výchozí soubor pro BIOS
de_de: Setze den standardmäßigen BIOS-Dateinamen
el_gr: Ορισμός προεπιλεγμένου ονόματος αρχείου BIOS
fa_ir: تنظیم نام فایل BIOS پیش‌فرض
fr_fr: Nom de fichier BIOS par défaut
it_it: Imposta il nome file del BIOS predefinito
ko_kr: 기본 BIOS 파일 이름 설정
pl_pl: Ustaw domyślną nazwę pliku BIOS
uk_ua: Встановити типове ім'я файлу BIOS
zh_cn: 设置默认bios文件名

source: Set next-server IP
cs_cz: Nastavit IP adresu dalšího serveru
de_de: Setze die IP des nächsten Servers
el_gr: Ορισμός IP επόμενου διακομιστή
fa_ir: تنظیم آدرس IP سرور بعدی
fr_fr: IP du prochain serveur
it_it: Imposta l'IP del server successivo
ko_kr: 다음 서버 IP 설정
pl_pl: Ustaw IP next-server
uk_ua: Встановити IP наступного сервера
zh_cn: 设置下一个服务器IP

source: Enables network booting.
cs_cz: Zapíná zavádění systému ze sítě.
de_de: Aktiviert das Booten über das Netzwerk.
el_gr: Ενεργοποιεί την εκκίνηση μέσω δικτύου.
fa_ir: بوت شبکه را فعال می‌کند.
fr_fr: Activer le démarrage réseau.
it_it: Abilita l'avvio dalla rete.
ko_kr: 네트워크 부팅을 사용합니다.
pl_pl: Umożliwia bootowanie sieciowe.
uk_ua: Увімкнути мережеве завантаження.
zh_cn: 启用网络引导。

source: Show Network booting
cs_cz: Zobrazit zavádění ze sítě
de_de: Booten über das Netzwerk anzeigen
el_gr: Εμφάνιση εκκίνησης δικτύου
fa_ir: نمایش بوت شبکه
fr_fr: Voir la configuration du démarrage réseau
it_it: Mostra avvio dalla rete
ko_kr: 네트워크 부팅 표시
pl_pl: Pokaż bootowanie sieciowe
uk_ua: Показати мережеве завантаження
zh_cn: 显示网络启动

source: Enable network booting
cs_cz: Zavádět ze sítě
de_de: Booten über das Netzwerk aktivieren
el_gr: Ενεργοποίηση εκκίνησης μέσω δικτύου
fa_ir: فعال‌سازی بوت شبکه
fr_fr: Activer le démarrage réseau
it_it: Abilita l'avvio dalla rete
ko_kr: 네트워크 부팅 사용
pl_pl: Włącz bootowanie sieciowe
uk_ua: Увімкнути мережеве завантаження
zh_cn: 网络引导

source: Leave blank to disable. Enter a full URI for the LDAP server in the form %s
cs_cz: Nevyplněné znamená vypnuté. Zadejte úplnou URI adresu LDAP serveru v podobě %s
de_de: Zur Deaktivierung leer lassen. Geben Sie eine vollständige URI eines LDAP-Servers in der Form %s ein
el_gr: Αφήστε το κενό για απενεργοποίηση. Εισαγάγετε ένα πλήρες URI για τον διακομιστή LDAP με τη μορφή %s
fa_ir: برای غیرفعال کردن خالی بگذارید. یک URI کامل برای سرور LDAP به‌شکل %s وارد کنید
fr_fr: Laisser en blanc pour désactiver. Entrez un URI complet pour le serveur LDAP sous la forme %s.
it_it: Lascia vuoto per disabilitare. Inserisci un URI completo per il server LDAP nel formato %s
ko_kr: 사용하지 않으려면 비워 두세요. %s 양식에 LDAP 서버의 전체 URI를 입력
pl_pl: Pozostaw puste, aby wyłączyć. Wprowadź pełny URI serwera LDAP w formie %s
uk_ua: Залиште пустим, щоб вимкнути. Введіть повний URI для LDAP-сервера у формі %s
zh_cn: 留空则禁用。 以%s格式输入LDAP服务器的完整URI

source: Show LDAP configuration
cs_cz: Zobrazit nastavení LDAP
de_de: Zeige LDAP Konfiguration
el_gr: Εμφάνιση διαμόρφωσης LDAP
fa_ir: نمایش تنظیمات LDAP
fr_fr: Voir la configuration LDAP
it_it: Mostra la configurazione LDAP
ko_kr: LDAP 구성 표시
pl_pl: Pokaż konfigurację LDAP
uk_ua: Показати конфігурацію LDAP
zh_cn: 显示LDAP配置

source: Show TFTP configuration
cs_cz: Zobrazit nastavení TFTP
de_de: Zeige TFTP Konfiguration
el_gr: Εμφάνιση διαμόρφωσης TFTP
fa_ir: نمایش تنظیمات TFTP
fr_fr: Voir la configuration TFTP
it_it: Mostra la configurazione TFTP
ko_kr: TFTP 구성 표시
pl_pl: Pokaż konfigurację TFTP
uk_ua: Показати конфігурацію TFTP
zh_cn: 显示TFTP配置

source: TFTP server
el_gr: Διακομιστής TFTP
fa_ir: سرور TFTP
fr_fr: Serveur TFTP
it_it: server TFTP
ko_kr: TFTP 서버
pl_pl: Serwer TFTP
uk_ua: TFTP-сервер
zh_cn: TFTP 服务器

source: Show NTP configuration
cs_cz: Zobrazit nastavení NTP
de_de: Zeige NTP Konfiguration
el_gr: Εμφάνιση διαμόρφωσης NTP
fa_ir: نمایش تنظیمات NTP
fr_fr: Voir la configuration NTP
it_it: Mostra la configurazione NTP
ko_kr: NTP 구성 표시
pl_pl: Pokaż NTP
uk_ua: Показати конфігурацію NTP
zh_cn: 显示NTP配置

source: NTP servers
cs_cz: NTP servery
de_de: NTP-Server
el_gr: Διακομιστές NTP
fa_ir: سرورهای NTP
fr_fr: Serveurs NTP
it_it: Server NTP
ko_kr: NTP 서버
pl_pl: Serwery NTP
uk_ua: NTP-сервери
zh_cn: NTP服务器

source: Show MAC Address Control
cs_cz: Zobrazit řízení přístupu dle MAC adres
de_de: Zeige MAC-Addresskontrolle an
el_gr: Εμφάνιση ελέγχου διεύθυνσης MAC
fa_ir: نمایش کنترل آدرس MAC
fr_fr: Afficher les restrictions des adresses MAC
it_it: Mostra controllo indirizzo MAC
ko_kr: MAC 주소 제어 표시
pl_pl: Pokaż kontrolę adresu MAC
uk_ua: Показати керування MAC-адресами
zh_cn: 显示MAC地址控制

source: MAC Address Control
cs_cz: Řízení přístupu dle MAC adres
de_de: MAC-Adressensteuerung
el_gr: Έλεγχος διεύθυνσης MAC
fa_ir: کنترل آدرس MAC
fr_fr: Restriction des adresses MAC
it_it: Controllo dell'indirizzo MAC
ko_kr: MAC 주소 제어
pl_pl: Kontrola adresu MAC
uk_ua: Керування MAC-адресами
zh_cn: MAC地址控制

source: Enter the dynamic DNS domain key secret which will be used to register client names in the DNS server.
cs_cz: Zadejte heslo k nastavování dynamické DNS domény který bude použit pro registraci názvů klienta na DNS serveru.
de_de: Geben Sie den dynamischen DNS-Domainschlüssel ein, welcher verwendet wird, wenn Clientnamen im DNS-Server registriert werden.
el_gr: Εισαγάγετε το μυστικό κλειδί δυναμικού τομέα DNS που θα χρησιμοποιηθεί για την καταχώριση ονομάτων πελατών στον διακομιστή DNS.
fa_ir: کلید محرمانه دامنه Dynamic DNS را وارد کنید که برای ثبت نام نام کلاینت‌ها در سرور DNS استفاده خواهد شد
fr_fr: Entrez la clé secrète du DNS dynamique qui sera utilisée par les clients pour enregistrer leurs noms dans le serveur DNS.
it_it: Immettere la chiave segreta del dominio DNS dinamico che verrà utilizzata per registrare i nomi dei client nel server DNS.
ko_kr: DNS 서버에 클라이언트 이름을 등록하는 데 사용할 동적 DNS 도메인 키 암호를 입력하세요.
pl_pl: Wprowadź sekretny klucz domeny dynamicznego DNS, który zostanie użyty do rejestrowania nazw klientów na serwerze DNS.
uk_ua: Введіть секрет ключа домену динамічного DNS, який буде використовуватися для реєстрації імен клієнтів на DNS-сервері.
zh_cn: 输入会被用于在DNS服务器中注册客户端名称的动态DNS域密钥。

source: Enter the dynamic DNS domain key name which will be used to register client names in the DNS server.
cs_cz: Zadejte přihlašovací jméno k nastavování dynamické DNS domény které bude použito pro registraci názvů klienta na DNS serveru.
de_de: Geben Sie den dynamischen DNS-Domainschlüsselnamen ein, welcher verwendet wird, wenn Clientnamen im DNS-Server registriert werden.
el_gr: Εισαγάγετε το όνομα κλειδιού δυναμικού τομέα DNS που θα χρησιμοποιηθεί για την καταχώριση ονομάτων πελατών στον διακομιστή DNS.
fa_ir: نام کلید دامنه Dynamic DNS را وارد کنید که برای ثبت نام نام کلاینت‌ها در سرور DNS استفاده خواهد شد
fr_fr: Entrez le nom de la clé du DNS dynamique qui sera utilisé par les clients pour enregistrer leurs noms dans le serveur DNS.
it_it: Immettere il nome della chiave di dominio DNS dinamico che verrà utilizzato per registrare i nomi client nel server DNS.
ko_kr: DNS 서버에 클라이언트 이름을 등록하는 데 사용할 동적 DNS 도메인 키 이름을 입력하세요.
pl_pl: Wprowadź nazwę klucza domeny dynamicznego DNS, która będzie używana do rejestrowania nazw klientów na serwerze DNS.
uk_ua: Введіть ім'я ключа домену динамічного DNS, яке буде використовуватися для реєстрації імен клієнтів на DNS-сервері.
zh_cn: 输入会被用于在DNS服务器中注册客户端名称的动态DNS域密钥名称。

source: Enter the primary domain name server IP address for the dynamic domain name.
cs_cz: Zadejte IP adresu hlavního DNS serveru pro dynamický doménový název.
de_de: Geben Sie die IP-Adresse des primären Domainnamensservers für dynamische Domainnamen ein.
el_gr: Εισαγάγετε την κύρια διεύθυνση IP του διακομιστή ονόματος τομέα για το δυναμικό όνομα τομέα.
fa_ir: آدرس IP سرور نام دامنه اولیه برای دامنه Dynamic DNS را وارد کنید
fr_fr: Indiquez l'adresse IP du serveur principal de nom de domaine pour le nom de domaine dynamique.
it_it: Immettere l'indirizzo IP del server dei nomi di dominio primario per il nome di dominio dinamico.
ko_kr: 동적 도메인 이름의 기본 도메인 이름 서버 IP 주소를 입력하세요.
pl_pl: Wprowadź adres IP głównego serwera nazw domeny dla dynamicznej nazwy domeny.
uk_ua: Введіть IP-адресу основного сервера доменних імен для динамічного доменного імені.
zh_cn: 输入动态域名的主域名服务器IP地址。

source: Note: Leave blank to disable dynamic DNS registration.
cs_cz: Pozn.: nemá být prováděna registrace do dynamické DNS, ponechte nevyplněné.
de_de: Hinweis: Freilassen zum Deaktivieren der dynamischen DNS-Anmeldung.
el_gr: Σημείωση: Αφήστε το κενό για να απενεργοποιήσετε τη δυναμική εγγραφή DNS.
fa_ir: توجه: برای غیرفعال کردن ثبت Dynamic DNS، خالی بگذارید
fr_fr: Remarque: Laissez vide pour désactiver l'enregistrement DNS dynamique.
it_it: Nota: lasciare vuoto per disabilitare la registrazione DNS dinamica.
ko_kr: 참고: 동적 DNS 등록을 사용하지 않으려면 비워 두세요.
pl_pl: Uwaga: Pozostaw puste, aby wyłączyć rejestrację dynamicznego DNS.
uk_ua: Нотатка: Залиште пустим, щоб вимкнути реєстрацію динамічного DNS.
zh_cn: 注意：留空则禁用动态DNS注册。

source: Enter the dynamic DNS domain which will be used to register client names in the DNS server.
cs_cz: Zadejte doménu dynamické DNS která bude použito pro registraci názvů klienta na DNS serveru.
de_de: Geben Sie die dynamische DNS-Domain ein, welche verwendet wird, um Clientnamen im DNS-Server zu registrieren.
el_gr: Εισαγάγετε τον δυναμικό τομέα DNS που θα χρησιμοποιηθεί για την καταχώριση ονομάτων πελατών στον διακομιστή DNS.
fa_ir: دامنه Dynamic DNS را وارد کنید که برای ثبت نام نام کلاینت‌ها در سرور DNS استفاده خواهد شد
fr_fr: Indiquez le domaine DNS dynamique qui sera utilisé pour enregistrer des noms de client dans le serveur DNS.
it_it: Immettere il dominio DNS dinamico che verrà utilizzato per registrare i nomi dei client nel server DNS.
ko_kr: DNS 서버에 클라이언트 이름을 등록하는 데 사용할 동적 DNS 도메인을 입력하세요.
pl_pl: Wprowadź domenę dynamicznego DNS, która będzie używana do rejestrowania nazw klientów na serwerze DNS.
uk_ua: Введіть динамічний домен DNS, який буде використовуватися для реєстрації імен клієнтів на DNS-сервері.
zh_cn: 输入会被用于在DNS服务器中注册客户端名称的动态DNS域。

source: Enable registration of DHCP client names in DNS.
cs_cz: Registrovat názvy DHCP klientů v DNS.
de_de: Registrierung von DHCP-Clientnamen im DNS aktivieren.
el_gr: Ενεργοποίηση εγγραφής ονομάτων πελατών DHCP στο DNS.
fa_ir: ثبت نام کلاینت‌های DHCP در DNS را فعال کنید
fr_fr: Activer l'enregistrement des noms de client DHCP dans le DNS.
it_it: Abilita la registrazione dei nomi dei client DHCP nel DNS.
ko_kr: DNS에서 DHCP 클라이언트 이름 등록을 사용하도록 설정합니다.
pl_pl: Włącz rejestrację nazw klientów DHCP w DNS.
uk_ua: Увімкнути реєстрацію імен DHCP-клієнтів у DNS.
zh_cn: 在DNS中启用DHCP客户端名称注册。

source: Show Dynamic DNS
cs_cz: Zobrazit dynamické DNS
de_de: Zeige dynamisches DNS
el_gr: Εμφάνιση δυναμικού DNS
fa_ir: نمایش Dynamic DNS
fr_fr: Afficher DNS Dynamique
it_it: Mostra DNS dinamico
ko_kr: 동적 DNS 표시
pl_pl: Pokaż dynamiczny DNS
uk_ua: Показати динамічний DNS
zh_cn: 显示动态DNS

source: Time format change
cs_cz: Změna formátu času
de_de: Zeitformat geändert
el_gr: Αλλαγή μορφής ώρας
fa_ir: تغییر فرمت زمان
fr_fr: Format de la date et l'heure
it_it: Modifica del formato dell'ora
ko_kr: 시간 형식 변경
pl_pl: Zmiana formatu czasu
uk_ua: Зміна формату часу
zh_cn: 修改时间格式

source: Warning: This option persists even if DHCP server is disabled. Only the machines listed below will be able to communicate with the firewall on this NIC.
cs_cz: Varování: tato předvolby přetrvá i po vypnutí DHCP serveru. Pouze stroje vypsané níže budou schopné komunikovat s bránou firewall na tomto síťovém rozhraní.
de_de: Warnung: Diese Option wird auch gespeichert, wenn der DHCP-Server deaktiviert ist. Nur die Maschinen, die unten gelistet sind, können mit der Firewall auf dieser NIC kommunizieren.
el_gr: Προειδοποίηση: Αυτή η επιλογή παραμένει ενεργή ακόμα και αν ο διακομιστής DHCP είναι απενεργοποιημένος. Μόνο τα μηχανήματα που αναφέρονται παρακάτω θα μπορούν να επικοινωνούν με το τείχος προστασίας σε αυτήν την κάρτα δικτύου.
fa_ir: هشدار: این گزینه حتی در صورت غیرفعال بودن سرور DHCP نیز پابرجا خواهد ماند. فقط ماشین‌های فهرست‌شدهٔ زیر قادر به ارتباط با فایروال روی این NIC خواهند بود
fr_fr: Avertissement: Cette option persiste même si le serveur DHCP est désactivé. Seules les machines énumérées ci-dessous seront en mesure de communiquer avec le pare-feu sur cette carte réseau.
it_it: Avvertenza: questa opzione persiste anche se il server DHCP è disabilitato. Solo le macchine elencate di seguito saranno in grado di comunicare con il firewall su questa scheda NIC.
ko_kr: 경고: 이 옵션은 DHCP 서버가 비활성화되어 있어도 유지됩니다.아래 나열된 컴퓨터만 이 NIC의 방화벽과 통신할 수 있습니다.
pl_pl: Ostrzeżenie: Ta opcja pozostaje aktywna nawet jeśli serwer DHCP jest wyłączony. Tylko maszyny wymienione poniżej będą mogły komunikować się z zapora ogniową na tej karcie sieciowej.
uk_ua: Попередження: Ця опція зберігається, навіть якщо DHCP-сервер вимкнено. Лише машини, перелічені нижче, зможуть зв'язуватися з фаєрволом через цю мережеву карту.
zh_cn: 注意：即使禁用DHCP服务器，此选项仍然存在。 只有下面列出的机器才能与此NIC上的防火墙通信。

source: Enable Static ARP entries
cs_cz: Používat statické ARP položky
de_de: Aktiviere statische ARP Einträge
el_gr: Ενεργοποίηση στατικών καταχωρίσεων ARP
fa_ir: فعال‌سازی ورودی‌های ARP ایستا
fr_fr: Activer les entrées ARP statique
it_it: Abilita voci ARP statiche
ko_kr: 정적 ARP 항목 사용
pl_pl: Włącz statyczne wpisy ARP
uk_ua: Увімкнути статичні записи ARP
zh_cn: 启用静态ARP条目

source: Static ARP
cs_cz: Statické ARP
de_de: Statisches ARP
el_gr: Στατικό ARP
fa_ir: ARP ایستا
fr_fr: ARP Statique
it_it: ARP statico
ko_kr: 정적 ARP
pl_pl: Statyczny ARP
uk_ua: Статичний ARP
zh_cn: 静态ARP

source: Failover peer IP:
cs_cz: IP adresa záložního stroje:
el_gr: IP ομότιμου μετατροπέα σε περίπτωση ανακατεύθυνσης:
fa_ir: آدرس IP همتای Failover:
fr_fr: IP de redondance
it_it: IP peer di failover:
ko_kr: 페일오버 피어 IP:
pl_pl: Adres IP partnera awaryjnego:
uk_ua: IP-адреса партнера з відмовостійкості:
zh_cn: 故障转移对端IP:

source: This option specifies the MTU to use on this interface. The minimum legal value for the MTU is 68.
cs_cz: Tato předvolba určuje MTU které použít na tomto rozhraní. Nejnižší platná hodnota pro MTU je 68.
de_de: Diese Option bestimmt die zu nutzende MTU-Größe auf diesem Interface. Der kleinstmögliche Wert für die MTU ist 68.
el_gr: Αυτή η επιλογή καθορίζει την MTU που θα χρησιμοποιηθεί σε αυτήν τη διεπαφή. Η ελάχιστη νόμιμη τιμή για την MTU είναι 68.
fa_ir: این گزینه MTU مورد استفاده در این رابط را مشخص می‌کند. حداقل مقدار مجاز برای MTU برابر 68 است.
fr_fr: Cette option spécifie le MTU à utiliser sur cette interface. La valeur légale minimale pour le MTU est de 68.
it_it: Questa opzione specifica la MTU da utilizzare su questa interfaccia. Il valore minimo legale della MTU è 68.
ko_kr: 이 옵션은 이 인터페이스에서 사용할 MTU를 지정합니다. MTU의 최소 허용 값은 68입니다.
pl_pl: Ta opcja określa wartość MTU do użycia na tym interfejsie. Minimalna dopuszczalna wartość MTU to 68.
uk_ua: Ця опція визначає MTU, який використовуватиметься на цьому інтерфейсі. Мінімальне допустиме значення для MTU – 68.
zh_cn: 此选项指定在此接口上使用的MTU。 MTU的最低合法值为68。

source: Interface MTU
cs_cz: MTU rozhraní
de_de: Schnittstellen-MTU
el_gr: MTU διεπαφής
fa_ir: MTU رابط
fr_fr: MTU de l'interface
it_it: MTU di interfaccia
ko_kr: 인터페이스 MTU
pl_pl: MTU interfejsu
uk_ua: MTU інтерфейсу
zh_cn: 接口MTU

source: The default is 86400 seconds.
cs_cz: Výchozí je 86400 sekund.
de_de: Der Standard ist 86400 Sekunden.
el_gr: Η προεπιλογή είναι 86400 δευτερόλεπτα.
fa_ir: مقدار پیش‌فرض 86400 ثانیه است.
fr_fr: La valeur par défaut est 86400 secondes.
it_it: Il valore predefinito è 86400 secondi.
ko_kr: 기본값은 86400초입니다.
pl_pl: Domyślnie 86400 sekund.
uk_ua: Типово 86400 секунд.
zh_cn: 默认86400秒。

source: This is the maximum lease time for clients that ask for a specific expiration time.
cs_cz: Toto je nejdelší umožněný čas zápůjčky pro klienty, kteří poptávají konkrétní čas skončení platnosti.
de_de: Dies ist die maximale Leasezeit für Clients, die eine bestimmte Ablaufzeit anfragen.
el_gr: Αυτός είναι ο μέγιστος χρόνος εκχώρησης για πελάτες που ζητούν συγκεκριμένο χρόνο λήξης.
fa_ir: این مقدار حداکثر زمان اجاره برای کلاینت‌هایی است که زمان انقضای مشخصی درخواست می‌کنند.
fr_fr: Ceci est la durée maximale du bail pour les clients qui demandent une heure d'expiration spécifique.
it_it: Questo è il tempo massimo di locazione per i clienti che richiedono una scadenza specifica.
ko_kr: 특정 만료 시간을 요청하는 클라이언트의 최대 대여 시간입니다.
pl_pl: To jest maksymalny czas dzierżawy dla klientów, którzy proszą o konkretny czas wygaśnięcia.
uk_ua: Це максимальний час оренди для клієнтів, які запитують певний час закінчення дії.
zh_cn: 这是要求特定到期时间的客户端的最长租约时间。

source: Maximum lease time
cs_cz: Zápůjčka je nejvýše na
de_de: Maximale Lease-Zeit
el_gr: Μέγιστος χρόνος εκχώρησης
fa_ir: حداکثر زمان اجاره
fr_fr: Durée maximum du bail
it_it: Durata massima del noleggio
ko_kr: 최대 대여 시간
pl_pl: Maksymalny czas dzierżawy
uk_ua: Максимальний час оренди
zh_cn: 最大租约时间
