Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Graylog Server
el_gr: Διακομιστής Graylog
fa_ir: سرور Graylog
fr_fr: Serveur Graylog
it_it: Server Graylog
ko_kr: Graylog 서버
pl_pl: Serwer Graylog
uk_ua: Сервер Graylog
zh_cn: Graylog 服务器

source: Group Filter
cs_cz: Skupinový filtr
de_de: Gruppenfilter
el_gr: Φίλτρο ομάδας
fa_ir: فیلتر گروه
fr_fr: Filtre de Groupe
it_it: Filtro gruppo
ko_kr: 그룹 필터
pl_pl: Filtr grupy
uk_ua: Фільтр групи
zh_cn: 组过滤器

source: HAProxy Frontends
cs_cz: Nadstavby HAProxy
fa_ir: فرانت‌اندهای HAProxy
fr_fr: Frontaux HAProxy
it_it: Frontend HAProxy
ko_kr: HAProxy 프런트엔드
pl_pl: Interfejsy użytkownika HAProxy
uk_ua: HAProxy фронтенди
zh_cn: HAProxy前端

source: HAProxy Integration
cs_cz: Začlenění HAProxy
el_gr: Ενσωμάτωση HAProxy
fa_ir: ادغام HAProxy
fr_fr: Intégration de HAProxy
it_it: Integrazione HAProxy
ko_kr: HAProxy 통합
pl_pl: Integracja HAProxy
uk_ua: Інтеграція HAProxy
zh_cn: HAProxy整合

source: HAProxy function
cs_cz: HAProxy funkce
de_de: HAProxy-Funktion
el_gr: Λειτουργία HAProxy
fa_ir: عملکرد HAProxy
fr_fr: Fonction HAProxy
it_it: Funzione HAProxy
ko_kr: HAProxy 기능
pl_pl: Funkcja HAProxy
uk_ua: Функція HAProxy
zh_cn: HAProxy功能

source: HAProxy will use this backend pool if the condition evaluates to true.
cs_cz: Pokud bude podmínka vyhodnocena jako odpovídající, HAProxy použije tento fond podpůrné vrstvy.
de_de: HAProxy wird diesen Backend-Pool verwenden, wenn die Bedinung auf wahr ausgewertet wird.
el_gr: Το HAProxy θα χρησιμοποιήσει αυτήν την ομάδα backend εάν η συνθήκη αξιολογηθεί ως true.
fa_ir: HAProxy در صورتی که شرط درست باشد از این استخر بک‌اند استفاده خواهد کرد.
fr_fr: HAProxy utilisera ce backend pool si la condition est vraie.
it_it: HAProxy utilizzerà questo pool backend se la condizione risulta vera.
ko_kr: 조건이 참인 경우 HAProxy가 이 백엔드 풀을 사용합니다.
pl_pl: HAProxy będzie korzystać z tego puli backendowej, jeśli warunek zostanie oceniony jako prawdziwy.
uk_ua: HAProxy використовуватиме цей пул бекендів, якщо умова оцінюється як істинна.
zh_cn: 如果条件评估为真，则HAProxy会使用此后端池。

source: HAProxy will use this server instead of other servers that are specified in the Backend Pool. The server must exist in the context where this rule is applied.
cs_cz: HAProxy použije tento server namísto ostatních serverů, které jsou specifikovány ve Fondu podpůrné vrstvy. Je třeba, aby server existoval v kontextu, ve kterém je toto pravidlo uplatňováno.
de_de: HAProxy verwendet diesen Server anstelle anderer Server, die im Backend-Pool angegeben sind. Der Server muss in dem Kontext existieren, in dem diese Regel angewendet wird.
el_gr: Το HAProxy θα χρησιμοποιήσει αυτόν τον διακομιστή αντί για άλλους διακομιστές που καθορίζονται στο Backend Pool. Ο διακομιστής πρέπει να υπάρχει στο περιβάλλον όπου εφαρμόζεται αυτός ο κανόνας.
fa_ir: HAProxy به‌جای سایر سرورهای مشخص‌شده در استخر بک‌اند از این سرور استفاده خواهد کرد. این سرور باید در محیطی که این قانون اعمال می‌شود وجود داشته باشد.
fr_fr: HAProxy utilise ce serveur au lieu des autres serveurs spécifiés dans le Backend Pool. Le serveur doit exister dans le contexte dans lequel cette règle s'applique.
it_it: HAProxy utilizzerà questo server invece degli altri server specificati nel pool backend. Il server deve esistere nel contesto in cui viene applicata questa regola.
ko_kr: HAProxy가 이 서버를 백엔드 풀에 지정된 다른 서버 대신 사용합니다. 이 서버는 이 규칙이 적용된 컨텍스트에 존재해야 합니다.
pl_pl: HAProxy będzie korzystać z tego serwera zamiast innych serwerów określonych w puli Backend. Serwer musi istnieć w kontekście, w którym zastosowana jest ta reguła.
uk_ua: HAProxy використовуватиме цей сервер замість інших серверів, вказаних у пулі бекендів. Сервер повинен існувати в контексті, де застосовується це правило.
zh_cn: HAProxy会使用此服务器，而不使用后端池中指定的其他服务器。服务器必须存在于应用此规则的上下文中。

source: HTTP Header
cs_cz: HTTP hlavička
de_de: HTTP-Kopfzeile
el_gr: Κεφαλίδα HTTP
fa_ir: هدر HTTP
fr_fr: En-tête HTTP
it_it: Intestazione HTTP
ko_kr: HTTP 헤더
pl_pl: Nagłówek HTTP
uk_ua: HTTP Заголовок
zh_cn: HTTP 标头

source: HTTP Keep-Alive Timeout
cs_cz: Časový limit udržování HTTP spojení
el_gr: Χρονικό όριο διατήρησης ζωντανής λειτουργίας HTTP
fa_ir: زمان‌انتظار Keep-Alive در HTTP
it_it: Timeout Keep-Alive HTTP
ko_kr: HTTP Keepalive 타임아웃
pl_pl: Limit czasu utrzymania połączenia HTTP
uk_ua: Таймаут HTTP Keep-Alive
zh_cn: HTTP Keep-Alive超时

source: HTTP Reason Text
cs_cz: Text HTTP důvodu
de_de: HTTP-Begründungstext
el_gr: Κείμενο αιτιολογίας HTTP
fa_ir: متن دلیل HTTP
fr_fr: Texte de raison HTTP
it_it: Testo motivo HTTP
ko_kr: HTTP 이유 텍스트
pl_pl: Tekst powodu HTTP
uk_ua: HTTP Текст причини

source: HTTP Redirect
cs_cz: HTTP přesměrování
de_de: HTTP-Umleitung
el_gr: Ανακατεύθυνση HTTP
fa_ir: تغییر مسیر HTTP
fr_fr: Redirection HTTP
it_it: Reindirizzamento HTTP
ko_kr: HTTP 리디렉션
pl_pl: Przekierowanie HTTP
uk_ua: HTTP Перенаправлення
zh_cn: HTTP重定向

source: HTTP Request Timeout
cs_cz: Časový limit HTTP požadavku
de_de: HTTP-Anfrage-Timeout
el_gr: Χρονικό όριο αιτήματος HTTP
fa_ir: زمان‌انتظار درخواست HTTP
fr_fr: Délai de requête HTTP
it_it: Timeout della richiesta HTTP
ko_kr: HTTP 요청 타임아웃
pl_pl: Limit czasu żądania HTTP
uk_ua: Таймаут HTTP-запиту
zh_cn: HTTP请求超时

source: HTTP Service
cs_cz: Služba HTTP
de_de: HTTP-Dienst
el_gr: Υπηρεσία HTTP
fa_ir: سرویس HTTP
fr_fr: Service HTTP
it_it: Servizio HTTP
ko_kr: HTTP 서비스
pl_pl: Usługa HTTP
uk_ua: HTTP Служба
zh_cn: HTTP服务

source: HTTP Status Code
cs_cz: HTTP stavový kód
el_gr: Κωδικός κατάστασης HTTP
fa_ir: کد وضعیت HTTP
fr_fr: Code d'état HTTP
it_it: Codice di stato HTTP
ko_kr: HTTP 상태 코드
pl_pl: Kod statusu HTTP
uk_ua: HTTP Код стану
zh_cn: HTTP 状态代码

source: HTTP check options
cs_cz: Předvolby kontroly HTTP
de_de: HTTP-Prüfoptionen
el_gr: Επιλογές ελέγχου HTTP
fa_ir: گزینه‌های بررسی HTTP
fr_fr: Options de vérification HTTP
it_it: Opzioni di controllo HTTP
ko_kr: HTTP 검사 옵션
pl_pl: Opcje sprawdzania HTTP
uk_ua: Параметри перевірки HTTP
zh_cn: HTTP检查选项

source: HTTP error count
cs_cz: Počet HTTP chyb
de_de: Anzahl der HTTP-Fehler
el_gr: Αριθμός σφαλμάτων HTTP
fa_ir: تعداد خطاهای HTTP
fr_fr: Nombre d'erreurs HTTP
it_it: Conteggio errori HTTP
ko_kr: HTTP 오류 수
pl_pl: Liczba błędów HTTP
uk_ua: Кількість HTTP-помилок
zh_cn: HTTP 错误数

source: HTTP error rate
cs_cz: Četnost HTTP chyb
de_de: HTTP-Fehlerrate
el_gr: Ποσοστό σφαλμάτων HTTP
fa_ir: نرخ خطای HTTP
fr_fr: Taux d'erreur HTTP
it_it: Tasso di errori HTTP
ko_kr: HTTP 오류율
pl_pl: Wskaźnik błędów HTTP
uk_ua: Частота HTTP-помилок
zh_cn: HTTP出错率

source: HTTP error rate period
cs_cz: Období četnosti HTTP chyb
de_de: HTTP-Fehlerrate Zeitraum
el_gr: Περίοδος ρυθμού σφάλματος HTTP
fa_ir: دوره نرخ خطای HTTP
fr_fr: Période de taux d'erreur HTTP
it_it: Periodo del tasso di errore HTTP
ko_kr: HTTP 오류율 기간
pl_pl: Okres wskaźnika błędów HTTP
uk_ua: Період частоти HTTP-помилок
zh_cn: HTTP错误率周期

source: HTTP host
cs_cz: HTTP stroj
el_gr: Κεντρικός υπολογιστής HTTP
fa_ir: میزبان HTTP
fr_fr: Hôte HTTP
it_it: Ospite HTTP
ko_kr: HTTP 호스트
pl_pl: Host HTTP
uk_ua: HTTP хост
zh_cn: HTTP主机

source: HTTP host header contains string (substring match)
cs_cz: Hlavička HTTP hostitele obsahuje řetězec (shoda s částí řetězce)
de_de: HTTP-Host-Header enthält Zeichenkette (Teilzeichenkette stimmt überein)
el_gr: Η κεφαλίδα κεντρικού υπολογιστή HTTP περιέχει συμβολοσειρά (ταίριασμα δευτερεύουσας συμβολοσειράς)
fa_ir: هدر Host در HTTP شامل رشته (مطابقت زیررشته)
fr_fr: L'en-tête d'hôte HTTP contient une chaîne (correspondance de sous-chaîne)
it_it: L'intestazione dell'host HTTP contiene una stringa (corrispondenza della sottostringa)
ko_kr: HTTP 호스트 헤더에 문자열이 포함됨(하위 문자열 일치)
pl_pl: Nagłówek hosta HTTP zawiera ciąg (dopasowanie podciągu)
uk_ua: Заголовок хоста HTTP містить рядок (збіг підрядка)
zh_cn: HTTP 主机头包含字符串（子字符串匹配）

source: HTTP host header ends with string (suffix match)
cs_cz: Hlavička HTTP hostitele končí na řetězec (shoda s příponou)
de_de: HTTP-Host-Header endet mit Zeichenkette (Suffix stimmt überein)
el_gr: Η κεφαλίδα του κεντρικού υπολογιστή HTTP τελειώνει με συμβολοσειρά (ταιριάζει με το επίθημα)
fa_ir: هدر Host در HTTP با رشته پایان می‌یابد (مطابقت پسوند)
fr_fr: L'en-tête d'hôte HTTP se termine par une chaîne (correspondance de suffixe)
it_it: L'intestazione dell'host HTTP termina con una stringa (corrispondenza del suffisso)
ko_kr: HTTP 호스트 헤더가 문자열로 끝남(접미사 일치)
pl_pl: Nagłówek hosta HTTP kończy się ciągiem (dopasowanie sufiksu)
uk_ua: Заголовок хоста HTTP закінчується рядком (збіг суфікса)
zh_cn: HTTP 主机头以字符串结尾（后缀匹配）

source: HTTP host header matches exact string
cs_cz: Hlavička HTTP hostitele je právě řetězec
de_de: HTTP-Host-Header stimmt mit exakter Zeichenkette überein
el_gr: Η κεφαλίδα του κεντρικού υπολογιστή HTTP αντιστοιχεί στην ακριβή συμβολοσειρά
fa_ir: هدر Host در HTTP دقیقاً با رشته مطابقت دارد
fr_fr: L'en-tête d'hôte HTTP correspond à la chaîne exacte
it_it: L'intestazione dell'host HTTP corrisponde alla stringa esatta
ko_kr: HTTP 호스트 헤더가 정확한 문자열과 일치함
pl_pl: Nagłówek hosta HTTP dokładnie pasuje do ciągu
uk_ua: Заголовок хоста HTTP відповідає точному рядку
zh_cn: HTTP 主机头匹配确定的字符串

source: HTTP host header matches regular expression
cs_cz: Hlavička HTTP hostitele odpovídá regulárnímu výrazu
de_de: HTTP-Host-Header stimmt mit regulärem Ausdruck überein
el_gr: Η κεφαλίδα κεντρικού υπολογιστή HTTP ταιριάζει με την κανονική έκφραση
fa_ir: هدر Host در HTTP با عبارت منظم مطابقت دارد
fr_fr: L'en-tête d'hôte HTTP correspond à une expression régulière
it_it: L'intestazione dell'host HTTP corrisponde all'espressione regolare
ko_kr: HTTP 호스트 헤더가 정규식과 일치함
pl_pl: Nagłówek hosta HTTP pasuje do wyrażenia regularnego
uk_ua: Заголовок хоста HTTP відповідає регулярному виразу
zh_cn: HTTP 主机头匹配正则表达式

source: HTTP host header starts with string (prefix match)
cs_cz: Hlavička hostitele HTTP začíná řetězcem (shoda s předponou)
de_de: HTTP-Host-Header beginnt mit Zeichenkette (Präfix stimmt überein)
el_gr: Η κεφαλίδα κεντρικού υπολογιστή HTTP ξεκινά με συμβολοσειρά (ταιριάζει με πρόθεμα)
fa_ir: هدر Host در HTTP با رشته شروع می‌شود (مطابقت پیشوند)
fr_fr: L'en-tête d'hôte HTTP commence par une chaîne (correspondance de préfixe)
it_it: L'intestazione dell'host HTTP inizia con una stringa (corrispondenza del prefisso)
ko_kr: HTTP 호스트 헤더가 문자열로 시작됨(접두사 일치)
pl_pl: Nagłówek hosta HTTP zaczyna się od ciągu (dopasowanie prefiksu)
uk_ua: Заголовок хоста HTTP починається з рядка (збіг префікса)
zh_cn: HTTP 主机头以字符串开头（前缀匹配）

source: HTTP method
cs_cz: HTTP metoda
de_de: HTTP-Methode
el_gr: Μέθοδος HTTP
fa_ir: متد HTTP
fr_fr: Méthode HTTP
it_it: Metodo HTTP
ko_kr: HTTP 메소드
pl_pl: Metoda HTTP
uk_ua: HTTP метод
zh_cn: HTTP方法

source: HTTP request URL path contains directory (subdir match)
cs_cz: URL popis umístění HTTP požadavku obsahuje adresář (shoda s podadresářem)
de_de: HTTP-Anfrage-URL-Pfad enthält Verzeichnis (Unterverzeichnis-Abgleich)
el_gr: Η διαδρομή URL αιτήματος HTTP περιέχει τον κατάλογο (αντιστοίχιση υποκαταλόγου)
fa_ir: مسیر URL درخواست HTTP شامل پوشه (مطابقت زیرپوشه)
fr_fr: Le chemin de l'URL HTTP inclut le répertoire (filtrage par sous-répertoire)
it_it: Il percorso dell'URL della richiesta HTTP contiene la directory (corrispondenza della sottodirectory)
ko_kr: HTTP 요청 URL 경로에 디렉토리가 포함됨(subdir 일치)
pl_pl: Ścieżka URL żądania HTTP zawiera katalog (dopasowanie podkatalogu)
uk_ua: Шлях URL HTTP-запиту містить каталог (збіг підкаталогу)
zh_cn: HTTP 请求URL路径包含目录（子目录匹配）

source: HTTP request URL path contains string (substring match)
cs_cz: Popis umístění URL HTTP požadavku obsahuje řetězec (shoda s částí řetězce)
de_de: HTTP-Anfrage-URL-Pfad enthält Zeichenkette (Teilzeichenketten-Abgleich)
el_gr: Η διαδρομή URL αιτήματος HTTP περιέχει συμβολοσειρά (αντιστοίχιση δευτερεύουσας συμβολοσειράς)
fa_ir: مسیر URL درخواست HTTP شامل رشته (مطابقت زیررشته)
fr_fr: Le chemin de l'URL HTTP inclut la chaîne (filtrage par sous-chaîne)
it_it: Il percorso dell'URL della richiesta HTTP contiene una stringa (corrispondenza della sottostringa)
ko_kr: HTTP 요청 URL 경로에 문자열이 포함됨(하위 문자열 일치)
pl_pl: Ścieżka URL żądania HTTP zawiera ciąg (dopasowanie podciągu)
uk_ua: Шлях URL HTTP-запиту містить рядок (збіг підрядка)
zh_cn: HTTP 请求网址路径包含字符串（子字符串匹配）

source: HTTP request URL path ends with string (suffix match)
cs_cz: Popis umístění URL HTTP požadavku končí na řetězec (shoda s příponou)
de_de: HTTP-Anfrage-URL-Pfad endet mit Zeichenkette (Suffix-Abgleich)
el_gr: Η διαδρομή URL αιτήματος HTTP τελειώνει με συμβολοσειρά (ταιριάζει με επίθημα)
fa_ir: مسیر URL درخواست HTTP با رشته پایان می‌یابد (مطابقت پسوند)
fr_fr: Le chemin de l'URL HTTP se termine par la chaîne (filtrage par suffixe)
it_it: Il percorso dell'URL della richiesta HTTP termina con una stringa (corrispondenza del suffisso)
ko_kr: HTTP 요청 URL 경로가 문자열로 끝남(접미사 일치)
pl_pl: Ścieżka URL żądania HTTP kończy się ciągiem (dopasowanie sufiksu)
uk_ua: Шлях URL HTTP-запиту закінчується рядком (збіг суфікса)
zh_cn: HTTP 请求URL路径以字符串结尾（后缀匹配）

source: HTTP request URL path matches exact string
cs_cz: Popis umístění URL HTTP požadavku má přesnou shodu s řetězcem
de_de: HTTP-Anfrage-URL-Pfad stimmt exakt mit Zeichenkette überein
el_gr: Η διαδρομή URL αιτήματος HTTP αντιστοιχεί στην ακριβή συμβολοσειρά
fa_ir: مسیر URL درخواست HTTP دقیقاً با رشته مطابقت دارد
fr_fr: Le chemin de l'URL HTTP correspond exactement à la chaîne
it_it: Il percorso dell'URL della richiesta HTTP corrisponde alla stringa esatta
ko_kr: HTTP 요청 URL 경로가 정확한 문자열과 일치함
pl_pl: Ścieżka URL żądania HTTP dokładnie pasuje do ciągu
uk_ua: Шлях URL HTTP-запиту відповідає точному рядку
zh_cn: HTTP 请求网址路径与完全匹配的字符串

source: HTTP request URL path matches regular expression
cs_cz: Popis umístění URL HTTP požadavku odpovídá regulárnímu výrazu
de_de: HTTP-Anfrage-URL-Pfad entspricht regulärem Ausdruck
el_gr: Η διαδρομή URL αιτήματος HTTP ταιριάζει με την κανονική έκφραση
fa_ir: مسیر URL درخواست HTTP با عبارت منظم مطابقت دارد
fr_fr: Le chemin de l'URL HTTP correspond à l'expression régulière
it_it: Il percorso dell'URL della richiesta HTTP corrisponde all'espressione regolare
ko_kr: HTTP 요청 URL 경로가 정규식과 일치함
pl_pl: Ścieżka URL żądania HTTP pasuje do wyrażenia regularnego
uk_ua: Шлях URL HTTP-запиту відповідає регулярному виразу
zh_cn: HTTP 请求网址路径与正则表达式匹配

source: HTTP request URL path starts with string (prefix match)
cs_cz: Popis umístění URL HTTP požadavku začíná na řetězec (shoda s předponou)
de_de: HTTP-Anfrage-URL-Pfad beginnt mit Zeichenkette (Präfix-Abgleich)
el_gr: Η διαδρομή URL αιτήματος HTTP ξεκινά με συμβολοσειρά (ταιριάζει με πρόθεμα)
fa_ir: مسیر URL درخواست HTTP با رشته شروع می‌شود (مطابقت پیشوند)
fr_fr: Le chemin de l'URL HTTP commence par la chaîne (filtrage par préfixe)
it_it: Il percorso dell'URL della richiesta HTTP inizia con una stringa (corrispondenza del prefisso)
ko_kr: HTTP 요청 URL 경로가 문자열로 시작됨(접두사 일치)
pl_pl: Ścieżka URL żądania HTTP zaczyna się od ciągu (dopasowanie prefiksu)
uk_ua: Шлях URL HTTP-запиту починається з рядка (збіг префікса)
zh_cn: HTTP 请求网址路径以字符串开头（前缀匹配）

source: HTTP request count
cs_cz: Počet HTTP požadavků
de_de: Anzahl der HTTP-Anfragen
el_gr: Αριθμός αιτημάτων HTTP
fa_ir: تعداد درخواست‌های HTTP
fr_fr: Nombre de requêtes HTTP
it_it: Conteggio delle richieste HTTP
ko_kr: HTTP 요청 수
pl_pl: Liczba żądań HTTP
uk_ua: Кількість HTTP-запитів
zh_cn: HTTP 请求数

source: HTTP request rate
cs_cz: Četnost HTTP požadavků
de_de: HTTP-Anforderungsrate
el_gr: Ρυθμός αιτημάτων HTTP
fa_ir: نرخ درخواست HTTP
fr_fr: Taux de requête HTTP
it_it: Tasso di richieste HTTP
ko_kr: HTTP 요청 속도
pl_pl: Wskaźnik żądań HTTP
uk_ua: Частота HTTP-запитів
zh_cn: HTTP 请求率

source: HTTP request rate period
cs_cz: Období pro četnost HTTP požadavků
de_de: Zeitraum der HTTP-Anforderungsrate
el_gr: Περίοδος ρυθμού αιτήματος HTTP
fa_ir: دورهٔ نرخ درخواست HTTP
fr_fr: Période de taux de requête HTTP
it_it: Periodo di frequenza delle richieste HTTP
ko_kr: HTTP 요청 속도 기간
pl_pl: Okres wskaźnika żądań HTTP
uk_ua: Період частоти HTTP-запитів
zh_cn: HTTP 请求率周期

source: HTTP version
cs_cz: Verze HTTP
el_gr: Έκδοση HTTP
fa_ir: نسخهٔ HTTP
fr_fr: Version HTTP
it_it: Versione HTTP
ko_kr: HTTP 버전
pl_pl: Wersja HTTP
uk_ua: HTTP версія
zh_cn: HTTP版本

source: HTTP(S) settings
cs_cz: Nastavení HTTP(S)
de_de: HTTP(S)-Einstellungen
el_gr: Ρυθμίσεις HTTP(S)
fa_ir: تنظیمات HTTP(S)
fr_fr: Paramètres HTTP(S)
it_it: Impostazioni HTTP(S).
ko_kr: HTTP(S) 설정
pl_pl: Ustawienia HTTP(S)
uk_ua: Налаштування HTTP(S)
zh_cn: HTTP(S) 设置

source: Hard timeout (minutes)
cs_cz: Nepřekročitelný časový limit (minuty)
de_de: Harte Gültigkeitsdauer (in Minuten)
el_gr: Σκληρό τάιμ άουτ (λεπτά)
fa_ir: زمان پایان سخت (دقیقه)
it_it: Timeout rigido (minuti)
ko_kr: 하드 타임아웃(분)
pl_pl: Twardy limit czasu (minuty)
uk_ua: Жорсткий таймаут (хвилини)
zh_cn: 强制超时(分钟)

source: Header Content
cs_cz: Obsah hlavičky
de_de: Kopfzeileninhalt
el_gr: Περιεχόμενο κεφαλίδας
fa_ir: محتوای هدر
fr_fr: Contenu de l'En-tête
it_it: Contenuto dell'intestazione
ko_kr: 머리글 내용
pl_pl: Zawartość nagłówka
uk_ua: Вміст заголовка
zh_cn: 标头内容

source: Health Checking
cs_cz: Kontrolování stavu
de_de: Gesundheitsüberprüfung
el_gr: Έλεγχος υγείας
fa_ir: بررسی سلامت
fr_fr: Vérification de la Santé
it_it: Controllo sanitario
ko_kr: 상태 점검중
pl_pl: Sprawdzanie zdrowia
uk_ua: Перевірка стану
zh_cn: 健康监测检查

source: Health Monitor
cs_cz: Monitor stavu
de_de: Zustandsmonitor
el_gr: Παρακολούθηση υγείας
fa_ir: پایش سلامت
fr_fr: Moniteur de santé
it_it: Monitoraggio della salute
ko_kr: 상태 모니터
pl_pl: Monitor zdrowia
uk_ua: Монітор стану
zh_cn: 健康监测

source: Hello Interval
cs_cz: Interval pozdravů
de_de: Hello-Intervall
el_gr: Διάστημα Γεια σας
fa_ir: بازه Hello
fr_fr: Bonjour Intervalle
it_it: Ciao Intervallo
ko_kr: Hello 간격
pl_pl: Witaj w interwale
uk_ua: Інтервал привітання
zh_cn: 握手间隔

source: Here you can set the FQDN of your STUN server.
cs_cz: Zde je možné zadat FQDN vámi využívaného STUN serveru.
de_de: Sie können hier den FQDN des STUN-Servers eingeben.
el_gr: Εδώ μπορείτε να ορίσετε το FQDN του διακομιστή STUN σας.
fa_ir: اینجا می‌توانید FQDN سرور STUN خود را تنظیم کنید.
fr_fr: Ici vous pouvez mettre le FQDN de votre serveur STUN
it_it: Qui puoi impostare l'FQDN del tuo server STUN.
ko_kr: 여기서 STUN 서버의 FQDN을 설정할 수 있습니다.
pl_pl: Tutaj możesz ustawić FQDN twojego serwera STUN.
uk_ua: Тут ви можете встановити FQDN вашого STUN-сервера.
zh_cn: 可以在此处设置STUN服务器的FQDN。

source: Here you can set the port of your STUN server.
cs_cz: Zde je možné zadat port vámi využívaného STUN serveru.
de_de: Sie können hier den Port des STUN-Servers eingeben.
el_gr: Εδώ μπορείτε να ορίσετε τη θύρα του διακομιστή STUN.
fa_ir: اینجا می‌توانید پورت سرور STUN خود را تنظیم کنید.
fr_fr: Ici vous pouvez mettre le port de votre serveur STUN
it_it: Qui puoi impostare la porta del tuo server STUN.
ko_kr: 여기서 STUN 서버의 포트를 설정할 수 있습니다.
pl_pl: Tutaj możesz ustawić port twojego serwera STUN.
uk_ua: Тут ви можете встановити порт вашого STUN-сервера.
zh_cn: 在此处设置STUN服务器的端口。

source: Here you specify the devices allowed to do SIP connections to siproxd (internal and external). Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
cs_cz: Zde určíte zařízení, která mohou navázat SIP spojení se siproxd (interní a externí). Formát je CSV bez mezer a CIDR, například 192.168.0.0/24,10.0.0.0/8.
de_de: Hier geben Sie die interne- und externe Geräte an, die SIP-Verbindungen zum siproxd aufbauen dürfen. Das Format ist CSV ohne Leerzeichen und CIDR. Zum Beispiel 192.168.0.0/24,10.0.0.0/8
el_gr: Εδώ καθορίζετε τις συσκευές που επιτρέπεται να κάνουν συνδέσεις SIP με το siproxd (εσωτερικές και εξωτερικές). Η μορφή είναι CSV χωρίς κενά και CIDR, όπως 192.168.0.0/24,10.0.0.0/8.
fa_ir: در اینجا دستگاه‌هایی را که اجازهٔ ایجاد اتصال SIP به siproxd (داخلی و خارجی) را دارند مشخص می‌کنید. فرمت CSV بدون فاصله و CIDR است، مثلاً 192.168.0.0/24,10.0.0.0/8.
fr_fr: Ici, vous spécifiez les appareils autorisés à faire des connexions SIP à siproxd (internes et externes). Le format est CSV sans espaces et CIDR, comme 192.168.0.0/24,10.0.0.0/8.
it_it: Qui specifichi i dispositivi autorizzati a effettuare connessioni SIP a siproxd (interne ed esterne). Il formato è CSV senza spazi e CIDR, come 192.168.0.0/24,10.0.0.0/8.
ko_kr: 여기서 siproxd(내부 및 외부)에 대한 SIP 연결을 수행할 수 있는 디바이스를 지정합니다. 형식은 192.168.0.0/24, 10.0.0.0/8과 같이 공백이 없는 CSV 및 CIDR입니다.
pl_pl: Tutaj określasz urządzenia, które mają pozwolenie na nawiązywanie połączeń SIP z siproxd (wewnętrzne i zewnętrzne). Format to CSV bez spacji oraz CIDR, np. 192.168.0.0/24,10.0.0.0/8.
uk_ua: Тут ви вказуєте пристрої, яким дозволено здійснювати SIP-з'єднання до siproxd (внутрішні та зовнішні). Формат: CSV без пробілів та CIDR, наприклад, 192.168.0.0/24,10.0.0.0/8.
zh_cn: 此处指定允许与siproxd(内部和外部)进行SIP连接的设备。 格式为CSV，不含空格和CIDR，如192.168.0.0/24,10.0.0.0/8。

source: Here you specify the networks disallowed to do SIP connections to siproxd. It has a higher priority than 'Hosts to allow SIP'.
cs_cz: Zde zadáte sítě, ze kterých nebude umožněno navazovat SIP spojení k siproxd. Má vyšší prioritu než „Hostitelé, kterým umožnit SIP“.
de_de: Hier können Sie Netze angeben, die keine SIP-Verbindungen zum siproxd aufbauen dürfen. Dies hat eine höhere Priorität als 'Hosts, denen SIP erlaubt ist'.
el_gr: Εδώ καθορίζετε τα δίκτυα που δεν επιτρέπεται να κάνουν συνδέσεις SIP στο siproxd. Έχει υψηλότερη προτεραιότητα από την επιλογή «Οι κεντρικοί υπολογιστές θα επιτρέψουν το SIP».
fa_ir: در اینجا شبکه‌هایی را مشخص می‌کنید که مجاز به ایجاد اتصال SIP به siproxd نیستند. این تنظیم اولویت بالاتری نسبت به 'Hosts to allow SIP' دارد.
fr_fr: Vous spécifiez ici les réseaux qui ne sont pas autorisés à établir des connexions SIP avec siproxd. Il a une priorité plus élevée que 'Hosts to allow SIP'.
it_it: Qui specifichi le reti a cui non è consentito effettuare connessioni SIP a siproxd. Ha una priorità più alta rispetto a "Host per consentire SIP".
ko_kr: 여기서 siproxd에 대한 SIP 연결이 허용되지 않는 네트워크를 지정합니다. 'SIP를 허용하는 호스트'보다 우선 순위가 높습니다.
pl_pl: Tutaj określasz sieci, które nie mają pozwolenia na nawiązywanie połączeń SIP z siproxd. Ma to wyższy priorytet niż 'Hosty dozwolone do SIP'.
uk_ua: Тут ви вказуєте мережі, яким заборонено здійснювати SIP-з'єднання до siproxd. Цей параметр має вищий пріоритет, ніж «Хости для дозволу SIP».
zh_cn: 此外指定不允许与siproxd建立SIP连接的网络。它具有比"允许SIP的主机"更高的优先级。

source: History Cache Size
cs_cz: Velikost mezipaměti historie
de_de: History Cache Grösse
el_gr: Μέγεθος προσωρινής μνήμης ιστορικού
fa_ir: اندازهٔ کش تاریخچه
fr_fr: Taille du Cache d'Historique
it_it: Dimensioni della cache della cronologia
ko_kr: 기록 캐시 크기
pl_pl: Rozmiar pamięci podręcznej historii
uk_ua: Розмір кешу історії
zh_cn: 历史记录缓存大小

source: History Index Cache Size
cs_cz: Velikost mezipaměti rejstříku historie
de_de: History Index Cache Grösse
el_gr: Μέγεθος προσωρινής μνήμης ευρετηρίου ιστορικού
fa_ir: اندازهٔ کش اندیس تاریخچه
fr_fr: Taille du cache de l'index historique
it_it: Dimensioni della cache dell'indice della cronologia
ko_kr: 기록 인덱스 캐시 크기
pl_pl: Rozmiar indeksu pamięci podręcznej historii
uk_ua: Розмір кешу індексу історії
zh_cn: 历史索引缓存大小

source: Home networks
cs_cz: Domácí sítě
de_de: Heimnetzwerke
el_gr: Οικιακά δίκτυα
fa_ir: شبکه‌های خانگی
fr_fr: Réseaux domestiques
it_it: Reti domestiche
ko_kr: 홈 네트워크
pl_pl: Sieci domowe
uk_ua: Домашні мережі
zh_cn: 家庭网络

source: Host
cs_cz: Stroj
el_gr: Πλήθος
fa_ir: میزبان
fr_fr: Hôte
it_it: Ospite
ko_kr: 호스트
uk_ua: Хост
zh_cn: 主机

source: Host Contains
cs_cz: Hostitel obsahuje
de_de: Host enthält
el_gr: Περιέχει τον κεντρικό υπολογιστή
fa_ir: میزبان حاوی
fr_fr: L'hôte contient
it_it: L'host contiene
ko_kr: 호스트 포함
pl_pl: Host zawiera
uk_ua: Хост містить
zh_cn: 主机包含

source: Host Name
cs_cz: Název stroje
el_gr: Όνομα κεντρικού υπολογιστή
fa_ir: نام میزبان
fr_fr: Nom d'hôte
it_it: Nome dell'ospite
ko_kr: 호스트 이름
pl_pl: Nazwa hosta
uk_ua: Ім'я хоста
zh_cn: 主机名称
