Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Declare the maximum log level of messages for which email alerts will be sent. This acts as a filter on the sending of email alerts.
cs_cz: Deklarujte do jaké úrovně nezávažnosti ještě mají být zasílána e-mailová upozornění. Slouží jako filtr pro zasílání výstrah e-mailem.
de_de: Definiert die maximale Protokollierungsstufe, für die E-Mail-Warnungen gesendet werden. Dies dient als Filter für das Versenden von Warnungen.
el_gr: Δηλώστε το μέγιστο επίπεδο καταγραφής μηνυμάτων για τα οποία θα αποστέλλονται ειδοποιήσεις μέσω email. Αυτό λειτουργεί ως φίλτρο κατά την αποστολή ειδοποιήσεων μέσω email.
fa_ir: حداکثر سطح لاگ پیام‌هایی که برای آن‌ها هشدار ایمیلی ارسال می‌شود را مشخص کنید. این به‌عنوان فیلتری برای ارسال هشدارهای ایمیلی عمل می‌کند.
fr_fr: Déclare le niveau de journal maximal des messages pour lesquels des alertes par courriel seront envoyées. Ceci agit comme un filtre sur l'envoi d'alertes par courriel.
it_it: Dichiarare il livello massimo di log dei messaggi per i quali verranno inviati gli avvisi tramite posta elettronica. Funziona come un filtro sull'invio di avvisi via email.
ko_kr: 이메일 경고를 보낼 메시지의 최대 로그 수준을 선언합니다. 이는 이메일 알림 전송에 대한 필터 역할을 합니다.
pl_pl: Deklaruj maksymalny poziom rejestrowania wiadomości, dla których będą wysyłane powiadomienia e-mail. Działa to jako filtr przy wysyłaniu powiadomień e-mailowych.
uk_ua: Вказати максимальний рівень журналу для повідомлень, для яких надсилатимуться сповіщення електронною поштою. Це діє як фільтр для надсилання сповіщень електронною поштою.
zh_cn: 指明将发送电子邮件警报的消息的最大日志级别。 这充当发送电子邮件警报的过滤器。

source: Declare the to hostname address to be used when communicating with mailers.
cs_cz: Deklarujte adresu názvu hostitele, kterou používat při komunikaci s odesílateli pošty.
de_de: Geben Sie den Hostnamen an, der für die Kommunikation mit dem Mailserver verwendet werden soll.
el_gr: Δηλώστε τη διεύθυνση to hostname που θα χρησιμοποιείται κατά την επικοινωνία με τους αποστολείς αλληλογραφίας.
fa_ir: نام میزبان مقصدی را که هنگام ارتباط با سرورهای ایمیل استفاده می‌شود اعلام کنید.
fr_fr: Déclare l'adresse du nom d'hôte à utiliser pour communiquer avec les expéditeurs de courrier.
it_it: Dichiarare l'indirizzo del nome host da utilizzare durante la comunicazione con i mailer.
ko_kr: 메일러와 통신할 때 사용할 호스트 이름 주소를 선언합니다.
pl_pl: Deklaruj adres nazwy hosta, który będzie używany podczas komunikacji z programami pocztowymi.
uk_ua: Вказати адресу хоста, що використовуватиметься під час зв'язку з поштовими серверами.
zh_cn: 指明与邮件程序通信时要使用的主机名地址。

source: Defines the time (in seconds) available for a mail/connection to be made and send to the mail server.
cs_cz: Definuje čas (v sekundách), který je k dispozici pro vytvoření a odeslání e-mailu/připojení na e-mailový server.
de_de: Definiert die verfügbare Zeit (in Sekunden), um eine Verbindung zum Mailserver aufzubauen und die E-Mail zu senden.
el_gr: Ορίζει τον χρόνο (σε δευτερόλεπτα) που είναι διαθέσιμος για την πραγματοποίηση και αποστολή ενός μηνύματος/σύνδεσης στον διακομιστή αλληλογραφίας.
fa_ir: زمان (بر حسب ثانیه) مجاز برای برقراری اتصال و ارسال ایمیل به سرور را مشخص می‌کند.
fr_fr: Définit le temps (en secondes) disponible pour qu'un courrier/connexion soit établi et envoyé au serveur de courrier.
it_it: Definisce il tempo (in secondi) disponibile per effettuare una posta/connessione e inviarla al server di posta.
ko_kr: 메일/연결을 만들고 메일 서버로 발송하는 데 사용할 수 있는 시간(초)을 정의합니다.
pl_pl: Określa czas (w sekundach), jaki jest dostępny na nawiązanie połączenia pocztowego i jego wysłanie do serwera pocztowego.
uk_ua: Визначає час (у секундах), доступний для встановлення з’єднання та надсилання пошти на поштовий сервер.
zh_cn: 定义可用于创建邮件/连接并将其发送到邮件服务器的时间（秒）。

source: Depend on (carp)
cs_cz: Záviset na (carp)
de_de: Abhängig von (CARP)
el_gr: Εξαρτηθείτε από (κυπρίνο)
fa_ir: وابسته به (carp)
fr_fr: Dépendent de (carpe)
it_it: Dipende da (carpa)
ko_kr: (CARP)에 따라 다름
pl_pl: Zależy od (carp)
uk_ua: Залежить від (CARP)
zh_cn: 依赖 (carp)

source: Destination port number or well known name (imap, imaps, http, https, ...)
cs_cz: Číslo cílového portu nebo standardizovaný název (imap, imaps, http, https, …)
de_de: Zielportnummer oder bekannter Name (imap, imaps, http, https, …)
el_gr: Αριθμός θύρας προορισμού ή γνωστό όνομα (imap, imaps, http, https, ...)
fa_ir: شماره پورت مقصد یا نام شناخته‌شده (imap, imaps, http, https, ...)
fr_fr: Numéro du port de destination ou nom connu (imap, imaps, http, https, ...)
it_it: Numero di porta di destinazione o nome noto (imap, imaps, http, https, ...)
ko_kr: 목적지 포트 번호 또는 잘 알려진 이름(imap, imaps, http, https, ...)
pl_pl: Numer portu docelowego lub znana nazwa (imap, imaps, http, https, ...)
uk_ua: Номер порту призначення або відома назва (imap, imaps, http, https, ...)
zh_cn: 目标端口号或众所周知的名称（imap、imaps、http、https、…）

source: Detect Profile
cs_cz: Zjistit profil
de_de: Erkennungsprofil
el_gr: Εντοπισμός προφίλ
fa_ir: تشخیص پروفایل
fr_fr: Profil de détection
it_it: Rileva profilo
ko_kr: 프로파일 탐지
pl_pl: Profil wykrywania
uk_ua: Виявити профіль
zh_cn: 检测配置文件

source: Disable Graphite SSL/TLS
cs_cz: Vypnout SSL/TLS pro Graphite
de_de: Graphite-SSL/TLS deaktivieren
el_gr: Απενεργοποίηση SSL/TLS γραφίτη
fa_ir: غیرفعال‌کردن SSL/TLS برای Graphite
fr_fr: Désactiver Graphite SSL/TLS
it_it: Disabilita SSL/TLS grafite
pl_pl: Wyłącz SSL/TLS dla Graphite
uk_ua: Вимкнути Graphite SSL/TLS
zh_cn: 禁用Graphite SSL/TLS

source: Disabled RPCs
cs_cz: RPC volání vypnuta
de_de: RPCs deaktivieren
el_gr: Απενεργοποιημένα RPC
fa_ir: RPCs غیرفعال
fr_fr: RPCs désactivés
it_it: RPC disabilitati
ko_kr: RPC 사용 안 함
pl_pl: Wyłączone RPC
uk_ua: Вимкнені RPC
zh_cn: 禁用RPCs

source: Display Version in OID
cs_cz: Zobrazovaná verze v OID
de_de: Version in OID anzeigen
el_gr: Έκδοση εμφάνισης στο OID
fa_ir: نمایش نسخه در OID
fr_fr: Afficher la version dans l'OID
it_it: Visualizza la versione nell'OID
ko_kr: OID에 버전 표시
pl_pl: Wyświetlaj wersję w OID
uk_ua: Відображати версію в OID
zh_cn: 在OID中显示版本

source: E-Mail Alert
cs_cz: E-mailová výstraha
de_de: E-Mail-Benachrichtigung
el_gr: Ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου
fa_ir: هشدار ایمیل
fr_fr: Alerte par email
it_it: Avviso e-mail
ko_kr: 이메일 알림
pl_pl: Powiadomienie e-mail
uk_ua: Сповіщення електронною поштою
zh_cn: E-Mail警报

source: Each Relay instance requires a unique ID. Valid values are 1 - 63
cs_cz: Každá z instancí předávání vyžaduje neopakující se identifikátor. Platné hodnoty jsou 1 až 63
de_de: Jede Relay-Instanz benötigt eine eindeutige ID. Gültige Werte: 1–63
el_gr: Κάθε παρουσία αναμετάδοσης απαιτεί ένα μοναδικό αναγνωριστικό. Οι έγκυρες τιμές είναι 1 - 63.
fa_ir: هر نمونهٔ Relay نیاز به یک شناسهٔ یکتا دارد. مقادیر مجاز 1 - 63 هستند.
fr_fr: Chaque instance de relais nécessite un identifiant unique. Les valeurs valides sont 1 - 63
it_it: Ogni istanza di Relay richiede un ID univoco. I valori validi sono 1 - 63
ko_kr: 각 릴레이 인스턴스에는 고유 ID가 필요합니다. 유효한 값은 1에서 63까지입니다
pl_pl: Każda instancja Relay wymaga unikalnego ID. Dozwolone wartości to 1 - 63
uk_ua: Кожен екземпляр ретранслятора потребує унікального ID. Допустимі значення: 1 - 63
zh_cn: 每个中继实例都需要一个唯一的 ID。 有效值为 1 - 63

source: Either configure a static server or a template to initialize multiple servers with shared parameters.
cs_cz: Pokud chcete inicializovat vícero serverů se sdílenými parametry, pak buď nastavte statický server nebo šablonu.
de_de: Konfigurieren Sie entweder einen statischen Server oder eine Vorlage, um mehrere Server mit gemeinsamen Parametern zu initialisieren.
el_gr: Ρυθμίστε είτε έναν στατικό διακομιστή είτε ένα πρότυπο για να αρχικοποιήσετε πολλούς διακομιστές με κοινόχρηστες παραμέτρους.
fa_ir: یا یک سرور ثابت پیکربندی کنید یا از یک الگو برای راه‌اندازی چند سرور با پارامترهای مشترک استفاده کنید.
fr_fr: Configurez un serveur statique ou un modèle pour initialiser plusieurs serveurs avec des paramètres partagés.
it_it: Configurare un server statico o un modello per inizializzare più server con parametri condivisi.
ko_kr: 공유 매개 변수를 사용하여 여러 서버를 초기화하도록 정적 서버 또는 템플릿을 구성합니다.
pl_pl: Skonfiguruj albo statyczny serwer, albo szablon, aby zainicjować wiele serwerów z wspólnymi parametrami.
uk_ua: Налаштуйте статичний сервер або шаблон для ініціалізації кількох серверів із спільними параметрами.
zh_cn: 配置静态服务器或模板以使用共享参数初始化多个服务器。

source: Enable Chrony time daemon.
cs_cz: Zapnout proces služby síťového času Chrony
de_de: Chrony-Zeitdienst aktivieren.
el_gr: Ενεργοποίηση του δαίμονα χρόνου Chrony.
fa_ir: فعال‌سازی سرویس زمانی Chrony.
fr_fr: Activer le démon Chrony time.
it_it: Abilita il demone dell'ora di Chrony.
ko_kr: Chrony time daemon을 사용합니다.
pl_pl: Włącz demona czasu Chrony.
uk_ua: Увімкнути демон часу Chrony.
zh_cn: 启用Chrony时间守护进程。

source: Enable Client
cs_cz: Zapnout klienta
de_de: Client aktivieren
el_gr: Ενεργοποίηση Πελάτη
fa_ir: فعال‌سازی کلاینت
fr_fr: Activer le client
it_it: Abilita cliente
ko_kr: 클라이언트 사용
pl_pl: Włącz klienta
uk_ua: Увімкнути клієнт
zh_cn: 启用客户端

source: Enable Datadog Output
cs_cz: Zapnout výstup z Datadog
de_de: Datadog-Ausgabe aktivieren
el_gr: Ενεργοποίηση εξόδου Datadog
fa_ir: فعال‌سازی خروجی Datadog
fr_fr: Activer la sortie Datadog
it_it: Abilita l'uscita Datadog
ko_kr: 데이터 독 출력 사용
pl_pl: Włącz wyjście Datadog
uk_ua: Увімкнути виведення Datadog
zh_cn: 启用数据狗输出

source: Enable HW-Probe.
cs_cz: Zapnout HW-Probe.
de_de: Hardware-Erkennung aktivieren.
el_gr: Ενεργοποίηση HW-Probe.
fa_ir: فعال‌سازی HW-Probe.
fr_fr: Active le HW-Probe.
it_it: Abilita sonda HW.
ko_kr: HW-Probe를 사용합니다.
pl_pl: Włącz HW-Probe.
uk_ua: Увімкнути HW-Probe.
zh_cn: 启用HW-Probe.

source: Enable Influx v2 Output
cs_cz: Zapnout výstup Influx v2
de_de: Influx v2-Ausgabe aktivieren
el_gr: Ενεργοποίηση εξόδου Influx v2
fa_ir: فعال‌سازی خروجی Influx v2
fr_fr: Activer la sortie Influx v2
it_it: Abilita l'output Influx v2
ko_kr: Influx v2 출력 사용
pl_pl: Włącz wyjście Influx v2
uk_ua: Увімкнути виведення Influx v2
zh_cn: 启用Influx v2输出

source: Enable Monit
cs_cz: Zapnout Monit
de_de: Monit aktivieren
el_gr: Ενεργοποίηση Monit
fa_ir: فعال‌سازی Monit
fr_fr: Activer Monit
it_it: Abilita Monit
ko_kr: 모니터 사용
pl_pl: Włącz Monit
uk_ua: Увімкнути Monit
zh_cn: 启用Monit

source: Enable NTS in client mode. This will add another layer of security for peers when OPNsense is the client. Every server in Peers has to support NTS.
cs_cz: V klientském režimu zapnout NTS. Toto přidá další vrstvu zabezpečení pro protějšky, kdy OPNsense je klientem. Ovšem je zapotřebí, aby každý ze serverů v Protějšcích podporoval NTS.
de_de: NTS im Client-Modus aktivieren. Dies fügt eine zusätzliche Sicherheitsebene für Gegenstellen hinzu, wenn OPNsense als Client fungiert. Alle Server in den Gegenstellen müssen NTS unterstützen.
el_gr: Ενεργοποιήστε το NTS σε λειτουργία client. Αυτό θα προσθέσει ένα ακόμη επίπεδο ασφάλειας για τους ομότιμους όταν ο client είναι το OPNsense. Κάθε διακομιστής σε Peers πρέπει να υποστηρίζει το NTS.
fa_ir: فعال‌سازی NTS در حالت کلاینت. این کار لایه‌ای دیگر از امنیت را برای همتایان زمانی که OPNsense به‌عنوان کلاینت عمل می‌کند اضافه می‌کند. هر سرور در Peers باید از NTS پشتیبانی کند.
fr_fr: Activez NTS en mode client. Cela ajoutera une autre couche de sécurité pour les pairs lorsque OPNsense est le client. Chaque serveur de Peers doit prendre en charge NTS.
it_it: Abilita NTS in modalità client. Ciò aggiungerà un ulteriore livello di sicurezza per i peer quando OPNsense è il client. Ogni server in Peers deve supportare NTS.
ko_kr: 클라이언트 모드에서 NTS를 활성화합니다. 이것은 OPNsense가 클라이언트일 때 피어에 대한 또 다른 보안 계층을 추가합니다. 피어의 모든 서버는 NTS를 지원해야 합니다.
pl_pl: Włącz NTS w trybie klienta. Doda to kolejną warstwę bezpieczeństwa dla peerów, gdy OPNsense jest klientem. Każdy serwer w Peers musi obsługiwać NTS.
uk_ua: Увімкнути NTS у клієнтському режимі. Це додасть додатковий рівень безпеки для однорангових вузлів, коли OPNsense є клієнтом. Кожен сервер у Peers повинен підтримувати NTS.
zh_cn: 在客户端模式下启用 NTS。 当 OPNsense 是客户端时，这将为对端增加另一层安全性。 对端中的每个服务器都必须支持 NTS。

source: Enable RadSecProxy
cs_cz: Zapnout RadSecProxy
de_de: RadSecProxy aktivieren
el_gr: Ενεργοποίηση RadSecProxy
fa_ir: فعال‌سازی RadSecProxy
fr_fr: Activer RadSecProxy
it_it: Abilita RadSecProxy
ko_kr: RadSec 프록시 사용
pl_pl: Włącz RadSecProxy
uk_ua: Увімкнути RadSecProxy
zh_cn: 启用RadSecProxy

source: Enable Realm
cs_cz: Povolit sféru
de_de: Realm aktivieren
el_gr: Ενεργοποίηση Realm
fa_ir: فعال‌سازی Realm
fr_fr: Activer Realm
it_it: Abilita Regno
ko_kr: 영역 사용
pl_pl: Włącz Realm
uk_ua: Увімкнути Realm
zh_cn: 启用Realm

source: Enable SNMP AgentX Support
cs_cz: Zapnout podporu pro SNMP AgentX
de_de: SNMP AgentX-Unterstützung aktivieren
el_gr: Ενεργοποίηση υποστήριξης SNMP AgentX
fa_ir: فعال‌سازی پشتیبانی SNMP AgentX
fr_fr: Activer le support SNMP AgentX
it_it: Abilita il supporto SNMP AgentX
ko_kr: SNMP 에이전트X 지원 사용
pl_pl: Włącz wsparcie SNMP AgentX
uk_ua: Увімкнути підтримку SNMP AgentX
zh_cn: 启用SNMP AgentX支持

source: Enable Service
cs_cz: Zapnout službu
de_de: Dienst aktivieren
el_gr: Ενεργοποίηση υπηρεσίας
fa_ir: فعال‌سازی سرویس
fr_fr: Activer le service
it_it: Abilita servizio
ko_kr: 서비스 사용
pl_pl: Włącz usługę
uk_ua: Увімкнути службу
zh_cn: 启用服务

source: Enable automatic renewal for certificates to prevent expiration. This will add a cron job to the system. You may want to customize the cron job schedule to your needs, because re-issueing a certificate may lead to a short downtime, depending on the selected challenge type and service.
cs_cz: Zapnut automatické obnovování certifikátů a bránit tak jejich propadnutí. Toto přidá naplánovanou systémovou úlohu (cron). Možná plán spouštění budete chtít přizpůsobit svým potřebám, protože znovuvydání certifikátu může vést ke krátké nedostupnosti (v závislosti na zvoleném typu výzvy a službě).
de_de: Automatische Verlängerung von Zertifikaten aktivieren, um ein Ablaufen zu verhindern. Dies erstellt einen Cronjob im System. Sie können den Zeitplan des Cronjobs an Ihre Anforderungen anpassen, da die Neuerstellung eines Zertifikats je nach gewähltem Challenge-Typ und Dienst zu einer kurzen Ausfallzeit führen kann.
el_gr: Ενεργοποιήστε την αυτόματη ανανέωση πιστοποιητικών για να αποτρέψετε τη λήξη τους. Αυτό θα προσθέσει μια εργασία cron στο σύστημα. Ίσως θελήσετε να προσαρμόσετε το πρόγραμμα εργασιών cron στις ανάγκες σας, επειδή η επανέκδοση ενός πιστοποιητικού μπορεί να οδηγήσει σε σύντομο χρόνο διακοπής λειτουργίας, ανάλογα με τον επιλεγμένο τύπο πρόκλησης και την υπηρεσία.
fa_ir: فعال‌سازی تمدید خودکار گواهی‌ها برای جلوگیری از منقضی شدن. این کار یک cron job به سیستم اضافه می‌کند. ممکن است بخواهید برنامهٔ cron job را مطابق نیاز خود سفارشی کنید، زیرا بازصدور گواهی ممکن است منجر به وقفهٔ کوتاهی شود، بسته به نوع چالش انتخاب‌شده و سرویس.
fr_fr: Activez le renouvellement automatique des certificats pour éviter leur expiration. Cela ajoutera une tâche cron au système. Vous souhaiterez peut-être personnaliser la planification des tâches cron en fonction de vos besoins, car la réémission d'un certificat peut entraîner un court temps d'arrêt, selon le type de défi et le service sélectionnés.
it_it: Abilita il rinnovo automatico dei certificati per evitarne la scadenza. Ciò aggiungerà un lavoro cron al sistema. Potresti voler personalizzare la pianificazione del processo cron in base alle tue esigenze, poiché la riemissione di un certificato può comportare un breve tempo di inattività, a seconda del tipo di verifica e del servizio selezionati.
ko_kr: 만료를 방지하려면 인증서에 대해 자동 갱신을 사용 가능으로 설정합니다. 시스템에 cron 작업을 추가합니다. 인증서를 재발급하면 선택한 과제 유형 및 서비스에 따라 짧은 다운타임이 발생할 수 있으므로 필요에 따라 cron 작업 일정을 사용자 정의할 수 있습니다.
pl_pl: Włącz automatyczne odnawianie certyfikatów, aby zapobiec ich wygaśnięciu. Spowoduje to dodanie zadania cron do systemu. Możesz chcieć dostosować harmonogram zadania cron do swoich potrzeb, ponieważ ponowne wydanie certyfikatu może prowadzić do krótkotrwałej przerwy, w zależności od wybranego typu wyzwania i usługi.
uk_ua: Увімкнути автоматичне поновлення сертифікатів для запобігання закінченню терміну дії. Це додасть завдання cron до системи. Ви можете налаштувати розклад завдання cron відповідно до ваших потреб, оскільки повторна видача сертифіката може призвести до короткочасного простою, залежно від вибраного типу виклику та служби.
zh_cn: 启用证书自动续订以防止过期。 这会向系统添加一个定时任务。 您应该根据需要自定义定时任务，因为重新颁发证书可能会导致较短的停机时间，具体取决于所选的挑战类型和服务。

source: Enable automatic renewal for this certificate to prevent expiration. When disabled, the cron job will ignore this certificate. Note that it is still possible to renew the certificate from the GUI.
cs_cz: Zapnut automatické obnovování pro tento certifikát a bránit tak jeho propadnutí. Pokud vypnuto, naplánovaná úloha (cron) bude tento certifikát ignorovat. Pozn.: i tak ale bude možné certifikát obnovit ručně z webového rozhraní.
de_de: Automatische Verlängerung dieses Zertifikats aktivieren, um ein Ablaufen zu verhindern. Wenn deaktiviert, wird der Cronjob dieses Zertifikat ignorieren. Es ist dennoch möglich, das Zertifikat über die Weboberfläche zu verlängern.
el_gr: Ενεργοποιήστε την αυτόματη ανανέωση για αυτό το πιστοποιητικό για να αποτρέψετε τη λήξη του. Όταν είναι απενεργοποιημένη, η εργασία cron θα αγνοήσει αυτό το πιστοποιητικό. Σημειώστε ότι εξακολουθεί να είναι δυνατή η ανανέωση του πιστοποιητικού από το γραφικό περιβάλλον χρήστη.
fa_ir: فعال‌سازی تمدید خودکار برای این گواهی برای جلوگیری از انقضا. وقتی غیرفعال باشد، cron job این گواهی را نادیده می‌گیرد. توجه داشته باشید که همچنان می‌توان گواهی را از طریق رابط گرافیکی تمدید کرد.
fr_fr: Activez le renouvellement automatique de ce certificat pour empêcher son expiration. Lorsqu'elle est désactivée, la tâche cron ignore ce certificat. Notez qu'il est toujours possible de renouveler le certificat depuis l'interface graphique.
it_it: Abilita il rinnovo automatico per questo certificato per evitarne la scadenza. Quando disabilitato, il processo cron ignorerà questo certificato. Tieni presente che è ancora possibile rinnovare il certificato dalla GUI.
ko_kr: 만료를 방지하려면 이 인증서에 대해 자동 갱신을 사용합니다. 비활성화된 경우 cron 작업은 이 인증서를 무시합니다. GUI에서 인증서를 갱신할 수 있습니다.
pl_pl: Włącz automatyczne odnawianie tego certyfikatu, aby zapobiec jego wygaśnięciu. Gdy jest wyłączony, zadanie cron zignoruje ten certyfikat. Zauważ, że nadal można odnowić certyfikat z GUI.
uk_ua: Увімкнути автоматичне поновлення цього сертифіката для запобігання закінченню терміну дії. Якщо вимкнено, завдання cron ігноруватиме цей сертифікат. Зауважте, що сертифікат все ще можна поновити з графічного інтерфейсу.
zh_cn: 为此证书启用自动续订以防止过期。 禁用时，调度任务将忽略该证书。 但是仍然可以从GUI 更新证书。

source: Enable cpu aggregates
cs_cz: Zapnout slučování procesorů
de_de: CPU-Gruppierung aktivieren
el_gr: Ενεργοποίηση συγκεντρωτικών δεδομένων CPU
fa_ir: فعال‌سازی تجمیع‌های CPU
fr_fr: Activer les agrégats cpu
it_it: Abilita aggregati CPU
ko_kr: CPU Aggregate 사용
pl_pl: Włącz agregaty procesora
uk_ua: Увімкнути агрегати ЦП
zh_cn: 启用cpu聚合

source: Enable disk plugin
cs_cz: Zapnout zásuvný modul disk
de_de: Festplatten-Plugin aktivieren
el_gr: Ενεργοποίηση πρόσθετου δίσκου
fa_ir: فعال‌سازی افزونه دیسک
fr_fr: Activer le greffon disk
it_it: Abilita il plug-in del disco
ko_kr: 디스크 플러그인 사용
pl_pl: Włącz wtyczkę dysku
uk_ua: Увімкнути плагін диска
zh_cn: 启用磁盘插件

source: Enable encryption for mail server communication.
cs_cz: Šifrovat komunikaci s e-mailovým serverem.
de_de: Verschlüsselung für die Kommunikation mit dem Mailserver aktivieren.
el_gr: Ενεργοποίηση κρυπτογράφησης για επικοινωνία μέσω διακομιστή αλληλογραφίας.
fa_ir: رمزنگاری ارتباط با سرور ایمیل را فعال کنید.
fr_fr: Activez le cryptage pour la communication avec le serveur de messagerie.
it_it: Abilita la crittografia per la comunicazione del server di posta.
ko_kr: 메일 서버 통신에 대한 암호화를 사용 가능으로 사용합니다.
pl_pl: Włącz szyfrowanie dla komunikacji z serwerem pocztowym.
uk_ua: Увімкнути шифрування для зв'язку з поштовим сервером.
zh_cn: 为邮件服务器通信启用加密。
