Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Sticky counter key
cs_cz: Klíč „lepkavého“ čítače
de_de: Sticky-Zählschlüssel
el_gr: Κλειδί κολλώδους μετρητή
fa_ir: کلید شمارنده چسبندگی
fr_fr: Clé du compteur collant
it_it: Controchiave appiccicosa
ko_kr: 고정 카운터 키
pl_pl: Klucz licznika przyczepności
uk_ua: Ключ прив'язаного лічильника
zh_cn: 粘性计数器元素

source: Stop
cs_cz: Zastavit
de_de: Stoppen
el_gr: Στάση
fa_ir: توقف
fr_fr: Arrêter
it_it: Fermare
ko_kr: 중지
uk_ua: Зупинити
zh_cn: 停止

source: Stored data types
cs_cz: Uložené datové typy
de_de: Gespeicherte Datentypen
el_gr: Αποθηκευμένοι τύποι δεδομένων
fa_ir: انواع داده‌های ذخیره‌شده
fr_fr: Types de données stockées
it_it: Tipi di dati memorizzati
ko_kr: 저장된 데이터 유형
pl_pl: Przechowywane typy danych
uk_ua: Типи збережених даних
zh_cn: 存储数据类型

source: String to set after the hostname. For compatibility reason default is collectd, but you can also simply remove it.
cs_cz: Řetězec který nastavit za názvem stroje. Z důvodu kompatibility je výchozím collectd, ale je také možné ho prostě odebrat.
de_de: String welcher nach dem Hostname gesetzt wird. Aus Kompatiblitätsgründen wird standardmäßig collectd verwendet. Kann auch entfernt werden.
el_gr: Συμβολοσειρά που θα οριστεί μετά το όνομα κεντρικού υπολογιστή. Για λόγους συμβατότητας, συλλέγεται η προεπιλεγμένη τιμή, αλλά μπορείτε επίσης απλώς να την καταργήσετε.
fa_ir: رشته‌ای که بعد از نام میزبان قرار می‌گیرد. به‌دلایل سازگاری مقدار پیش‌فرض collectd است، اما می‌توانید آن را حذف کنید.
fr_fr: Chaîne à définir après le nom d'hôte. Pour des raisons de compatibilité, la valeur par défaut est collectd, mais vous pouvez aussi simplement la supprimer.
it_it: Stringa da impostare dopo il nome host. Per motivi di compatibilità l'impostazione predefinita è raccolta, ma puoi anche semplicemente rimuoverla.
ko_kr: 호스트 이름 뒤에 설정할 문자열입니다. 호환성을 위해 기본값이 수집되지만 간단히 제거할 수도 있습니다.
pl_pl: Ciąg do ustawienia po nazwie hosta. Ze względu na kompatybilność domyślnie jest to collectd, ale możesz go również po prostu usunąć.
uk_ua: Рядок, який потрібно встановити після імені хоста. З міркувань сумісності типово встановлено collectd, але ви також можете просто видалити його.
zh_cn: 主机名后面要设置的字符串。 出于兼容性原因，会使用默认值，但您也可以将其删除。

source: Subdir matches
cs_cz: Shody s podsložkou
de_de: Unterverzeichnis entspricht
el_gr: Αντιστοιχίσεις υποκαταλόγου
fa_ir: مطابقت زیردایرکتوری‌ها
fr_fr: Correspondances de sous-répertoire
it_it: Corrispondenze della sottodir
ko_kr: 하위 디렉토리 일치
pl_pl: Dopasowania podkatalogów
uk_ua: Збіги підкаталогів
zh_cn: 匹配子目录

source: Subnet
cs_cz: Podsíť
de_de: Subnetz
el_gr: Υποδίκτυο
fa_ir: ساب‌نت
fr_fr: Sous-réseau
it_it: Sottorete
ko_kr: 서브넷
pl_pl: Podsieć
uk_ua: Підмережа
zh_cn: 子网

source: Subnet to receive, e.g. 255.255.255.0
cs_cz: Podsíť kterou obdržet, např. 255.255.255.0
de_de: Subnetz zum Empfangen, z. B. 255.255.255.0
el_gr: Υποδίκτυο προς λήψη, π.χ. 255.255.255.0
fa_ir: ساب‌نت برای دریافت، مثلاً 255.255.255.0
fr_fr: Sous-réseau à recevoir, par exemple 255.255.255.0
it_it: Sottorete da ricevere, ad es. 255.255.255.0
ko_kr: 수신할 서브넷(예: 255.255.255.0)
pl_pl: Podsieć do odebrania, np. 255.255.255.0
uk_ua: Підмережа для отримання, наприклад, 255.255.255.0
zh_cn: 要接收的子网，例如255.255.255.0

source: Subnetmask
cs_cz: Maska podsítě
de_de: Subnetzmaske
el_gr: Μάσκα υποδικτύου
fa_ir: ماسک زیرشبکه
fr_fr: Masque de sous-réseau
it_it: Maschera di sottorete
ko_kr: 서브넷 마스크
pl_pl: Maska podsieci
uk_ua: Маска підмережі
zh_cn: 子网掩码

source: Suppress Squid version string info in HTTP headers and HTML error pages.
cs_cz: V HTTP hlavičkách a HTML chybových stránkách neuvádět verzi Squid.
de_de: Unterdrücke Squids Versionsinformation in HTTP-Headern und HTML-Fehlerseiten.
el_gr: Απόκρυψη πληροφοριών συμβολοσειράς έκδοσης Squid σε κεφαλίδες HTTP και σελίδες σφάλματος HTML.
fa_ir: مخفی‌کردن رشتهٔ نسخهٔ Squid در هدرهای HTTP و صفحات خطای HTML.
fr_fr: Supprimer la chaîne d'information de la version de SQUID dans les en-têtes HTTP et les pages d'erreur HTML.
it_it: Elimina le informazioni sulla stringa della versione di Squid nelle intestazioni HTTP e nelle pagine di errore HTML.
ko_kr: HTTP 헤더 및 HTML 오류 페이지에서 Squid 버전 문자열 정보를 표시하지 않습니다.
pl_pl: Ukryj informacje o wersji Squid w nagłówkach HTTP i stronach błędów HTML.
uk_ua: Приховати інформацію про версію Squid у заголовках HTTP та на сторінках помилок HTML.
zh_cn: 在HTTP标头和HTML错误页面中取消Squid版本字符串信息。

source: Suppress version string
cs_cz: Potlačit řetězec s verzí
de_de: Versionszeichenkette unterdrücken
el_gr: Απόκρυψη συμβολοσειράς έκδοσης
fa_ir: مخفی‌کردن رشتهٔ نسخه
fr_fr: Supprimer la mention de la version
it_it: Elimina la stringa della versione
ko_kr: 버전 문자열 억제
pl_pl: Ukryj ciąg wersji
uk_ua: Приховати рядок версії
zh_cn: 取消版本字符串

source: Swap
cs_cz: Odklád. prostor
de_de: Auslagerungsspeicher
el_gr: Ανταλαγή
fr_fr: Échanger
it_it: Scambio
ko_kr: 스왑
pl_pl: Przestrzeń wymiany
uk_ua: Підкачування

source: Syslog Facility
cs_cz: Syslog kategorie
el_gr: Δυνατότητα Syslog
fa_ir: بخش Syslog
fr_fr: Dispositif Syslog
it_it: Funzione Syslog
ko_kr: Syslog 기능
pl_pl: Usługa Syslog
uk_ua: Об'єкт Syslog
zh_cn: 系统日志功能

source: Syslog facility
cs_cz: Syslog kategorie
el_gr: Δυνατότητα Syslog
fa_ir: بخش Syslog
fr_fr: Catégorie syslog
it_it: Funzionalità syslog
ko_kr: Syslog 기능
pl_pl: Usługa Syslog
uk_ua: Об'єкт Syslog
zh_cn: 系统日志功能

source: Syslog is a service which is made to collect log messages from different software and maybe to a central logging server. Check this box if you have such a setup.
cs_cz: Syslog je služba pro sběr zpráv záznamu událostí z různého software a případné odesílání na centrální server. Pokud máte takové uspořádání, toto zaškrtněte.
de_de: Syslog ist ein Dienst, der Logeinträge von verschiedener Software sammelt und diese eventuell zu einem zentralen Logserver schickt. Wählen Sie die Box an, wenn Sie über ein solches Setup verfügen.
el_gr: Το Syslog είναι μια υπηρεσία που έχει σχεδιαστεί για τη συλλογή μηνυμάτων καταγραφής από διαφορετικό λογισμικό και ίσως από έναν κεντρικό διακομιστή καταγραφής. Επιλέξτε αυτό το πλαίσιο εάν έχετε μια τέτοια ρύθμιση.
fa_ir: Syslog سرویسی است برای جمع‌آوری پیام‌های لاگ از نرم‌افزارهای مختلف و احتمالاً ارسال آن‌ها به یک سرور ثبت لاگ مرکزی. اگر چنین تنظیمی دارید این گزینه را علامت بزنید.
fr_fr: Syslog est un service conçu pour collecter les messages de journal de différents logiciels et peut-être vers un serveur de journalisation central. Cochez cette case si vous disposez d'une telle configuration.
it_it: Syslog è un servizio creato per raccogliere messaggi di registro da diversi software e magari su un server di registrazione centrale. Seleziona questa casella se disponi di tale configurazione.
ko_kr: Syslog는 서로 다른 소프트웨어에서 로그 메시지를 수집하기 위해 만들어진 서비스이며, 중앙 로깅 서버로 전송될 수도 있습니다. 이러한 설정이 있는 경우 이 상자를 선택합니다.
pl_pl: Syslog to usługa, która zbiera komunikaty dziennika z różnych programów, a może nawet do centralnego serwera dzienników. Zaznacz to pole, jeśli masz taką konfigurację.
uk_ua: Syslog — це служба, призначена для збору повідомлень журналу з різного програмного забезпечення та, можливо, для відправки їх на центральний сервер журналювання. Поставте позначку, якщо у вас є така конфігурація.
zh_cn: Syslog是一项服务，用于收集来自不同软件的日志消息，并可能收集到中央日志服务器。如果您有这样的设置，请选中此框。

source: Syslog level
cs_cz: Podrobnost syslog
de_de: Syslog-Protokollierungsstufe
el_gr: Επίπεδο Syslog
fa_ir: سطح Syslog
fr_fr: Niveau syslog
it_it: Livello syslog
ko_kr: Syslog 수준
pl_pl: Poziom Syslog
uk_ua: Рівень Syslog
zh_cn: 系统日志级别

source: System
cs_cz: Systém
el_gr: Σύστημα
fa_ir: سیستم
fr_fr: Système
it_it: Sistema
ko_kr: 시스템
uk_ua: Система
zh_cn: 系统

source: System Command
cs_cz: Systémový příkaz
de_de: Systemkommando
el_gr: Εντολή Συστήματος
fa_ir: دستور سیستم
fr_fr: Commande du système
it_it: Comando di sistema
ko_kr: 시스템 명령
pl_pl: Polecenie systemowe
uk_ua: Системна команда
zh_cn: 系统命令

source: System Domain
cs_cz: Doména systému
de_de: System Domäne
el_gr: Τομέας συστήματος
fa_ir: دامنه سیستم
fr_fr: Domaine du Système
it_it: Dominio di sistema
ko_kr: 시스템 도메인
pl_pl: Domena systemu
uk_ua: Системний домен
zh_cn: 系统域

source: System Hostname
cs_cz: Název systému
el_gr: Όνομα κεντρικού υπολογιστή συστήματος
fa_ir: نام میزبان سیستم
fr_fr: Nom d'hôte du Système
it_it: Nome host del sistema
ko_kr: 시스템 호스트 이름
pl_pl: Nazwa hosta systemu
uk_ua: Системне ім'я хоста
zh_cn: 系统主机名

source: System Origin
cs_cz: Původ systému
de_de: Systemursprung
el_gr: Προέλευση Συστήματος
fa_ir: مبدا سیستم
fr_fr: Origine du système
it_it: Origine del sistema
ko_kr: 시스템 오리진
pl_pl: Pochodzenie systemu
uk_ua: Системний вихідний домен
zh_cn: 系统原点

source: TCP Listen Port
cs_cz: TCP port, na kterém očekávat spojení
de_de: TCP-Port (eingehend)
el_gr: Θύρα ακρόασης TCP
fa_ir: پورت شنود TCP
fr_fr: Port d'écoute TCP
it_it: Porta di ascolto TCP
ko_kr: TCP 수신 대기 포트
pl_pl: Port nasłuchiwania TCP
uk_ua: Порт прослуховування TCP
zh_cn: TCP监听端口

source: TCP Port
el_gr: Θύρα TCP
fa_ir: پورت TCP
fr_fr: Port TCP
it_it: Porta TCP
ko_kr: TCP 포트
pl_pl: Port TCP
uk_ua: Порт TCP
zh_cn: TCP端口

source: TCP connect timeout
cs_cz: Časový limit TCP připojení
de_de: TCP-Verbindungstimeout
el_gr: Χρονικό όριο σύνδεσης TCP
fa_ir: زمان انتظار اتصال TCP
fr_fr: Délai de connexion TCP
it_it: Timeout connessione TCP
ko_kr: TCP 연결 시간 초과
pl_pl: Limit czasu połączenia TCP
uk_ua: Таймаут підключення TCP
zh_cn: TCP连接超时

source: TCP timeout
cs_cz: Časový limit TCP
el_gr: Χρονικό όριο TCP
fa_ir: زمان انتظار TCP
fr_fr: Délai d'attente TCP
it_it: Timeout TCP
ko_kr: TCP 시간 초과
pl_pl: Limit czasu TCP
uk_ua: Таймаут TCP
zh_cn: TCP超时

source: Table
cs_cz: Tabulka
de_de: Tabelle
el_gr: Τραπέζι
fa_ir: جدول
it_it: Tavolo
ko_kr: 테이블
pl_pl: Tabela
uk_ua: Таблиця
zh_cn: 表

source: Table Check
cs_cz: Kontrola tabulky
de_de: Tabellenprüfung
el_gr: Έλεγχος τραπεζιού
fa_ir: بررسی جدول
fr_fr: Vérification du tableau
it_it: Controllo tabella
ko_kr: 테이블 검사
pl_pl: Sprawdzanie tabeli
uk_ua: Перевірка таблиці
zh_cn: 表检查

source: Table type
cs_cz: Typ tabulky
de_de: Tabellentyp
el_gr: Τύπος πίνακα
fa_ir: نوع جدول
fr_fr: Type de table
it_it: Tipo di tabella
ko_kr: 테이블 유형
pl_pl: Typ tabeli
uk_ua: Тип таблиці
zh_cn: 表类型

source: Target Host
cs_cz: Cílový stroj
de_de: Ziel Host
el_gr: Στόχος κεντρικού υπολογιστή
fa_ir: میزبان مقصد
fr_fr: Hôte cible
it_it: Host di destinazione
ko_kr: 대상 호스트
pl_pl: Docelowy host
uk_ua: Цільовий хост
zh_cn: 目标主机

source: Target Port
cs_cz: Cílový port
de_de: Zielport
el_gr: Θύρα προορισμού
fa_ir: پورت مقصد
fr_fr: Port cible
it_it: Porto di destinazione
ko_kr: 대상 포트
pl_pl: Docelowy port
uk_ua: Цільовий порт
zh_cn: 目标端口

source: Telegraf will send metrics to outputs in batches of at most metric_batch_size metrics. This controls the size of writes that Telegraf sends to output plugins.
cs_cz: Telegraf bude odesílat metriky na výstupy v dávkách o velikosti maximálně metric_batch_size. Tím se řídí velikost zápisů, které Telegraf odesílá do výstupních zásuvných modulů.
de_de: Telegraf sendet Metriken in Stapeln mit maximal metric_batch_size. Dies steuert die Größe der Schreibvorgänge, welche Telegraf an Ausgangsplugins sendet.
el_gr: Το Telegraf θα στέλνει μετρήσεις στις εξόδους σε παρτίδες το πολύ metrics_batch_size. Αυτό ελέγχει το μέγεθος των εγγραφών που στέλνει το Telegraf στις προσθήκες εξόδου.
fa_ir: Telegraf معیارها را به‌صورت دسته‌ای، هر بار حداکثر metric_batch_size عدد، به خروجی‌ها می‌فرستد. این مقدار اندازهٔ نوشتن‌هایی را که Telegraf به پلاگین‌های خروجی ارسال می‌کند کنترل می‌کند.
fr_fr: Telegraf enverra les métriques aux sorties par lots d'au plus metric_batch_size. Cela contrôle la taille des écritures que Telegraf envoie aux plugins de sortie.
it_it: Telegraf invierà le metriche agli output in batch di al massimo metric_batch_size metriche. Controlla la dimensione delle scritture che Telegraf invia ai plugin di output.
ko_kr: 텔레그래프는 메트릭을 최대 metric_batch_size 메트릭 단위로 출력에 전송합니다. 이것은 Telegraf가 출력 플러그인에 보내는 쓰기의 크기를 제어합니다.
pl_pl: Telegraf będzie wysyłać metryki do wyjść w paczkach zawierających co najwyżej metryki o rozmiarze metric_batch_size. To kontroluje rozmiar zapisów, które Telegraf wysyła do wtyczek wyjściowych.
uk_ua: Telegraf надсилатиме метрики на виводи пакетами щонайбільше по metric_batch_size метрик. Це контролює розмір записів, які Telegraf надсилає до плагінів виводу.
zh_cn: Telegraf会以最多的metric_batch_size指标批量输出。 这可以控制Telegraf发送到输出插件的写入大小。

source: Test type
cs_cz: Typ testu
de_de: Testtyp
el_gr: Τύπος δοκιμής
fa_ir: نوع تست
fr_fr: Type de test
it_it: Tipo di prova
ko_kr: 테스트 유형
pl_pl: Typ testu
uk_ua: Тип тесту
zh_cn: 测试类型

source: Tests
cs_cz: Testy
el_gr: Δοκιμές
fa_ir: تست‌ها
it_it: Test
ko_kr: 테스트
pl_pl: Testy
uk_ua: Тести
zh_cn: 测试

source: The 'System Domain' parameter specifies the local internet domain name. The default is to use 'System Hostname' minus the first component. It is used as a default value for many other configuration parameters.
cs_cz: Parametr „Doména systému“ určuje název místní internetový doménový název. Ve výchozím nastavení se použije parametr „Název systému“ bez první složky. Používá se jako výchozí hodnota pro mnoho dalších parametrů nastavení.
de_de: Der Parameter 'System Domain' gibt die lokale Domain an. Standardmäßig wird der Wert von 'System Hostname' abzüglich des ersten Teils verwendet. Dieser Parameter wird als Standardwert für viele Konfigurationsparameter verwendet.
el_gr: Η παράμετρος «System Domain» καθορίζει το τοπικό όνομα τομέα διαδικτύου. Η προεπιλογή είναι να χρησιμοποιηθεί το «System Hostname» μείον το πρώτο στοιχείο. Χρησιμοποιείται ως προεπιλεγμένη τιμή για πολλές άλλες παραμέτρους διαμόρφωσης.
fa_ir: پارامتر 'System Domain' نام دامنهٔ اینترنت محلی را مشخص می‌کند. به‌صورت پیش‌فرض از 'System Hostname' منهای مؤلفهٔ اول استفاده می‌شود. این مقدار به‌عنوان مقدار پیش‌فرض برای بسیاری از پارامترهای پیکربندی دیگر به‌کار می‌رود.
fr_fr: Le paramètre 'System Domain' spécifie le nom de domaine Internet local. La valeur par défaut est d'utiliser 'System Hostname' moins le premier composant. Elle est utilisée comme valeur par défaut pour de nombreux autres paramètres de configuration.
it_it: Il parametro 'System Domain' specifica il nome del dominio Internet locale. L'impostazione predefinita prevede l'utilizzo di "Nome host sistema" meno il primo componente. Viene utilizzato come valore predefinito per molti altri parametri di configurazione.
ko_kr: '시스템 도메인' 매개 변수는 로컬 인터넷 도메인 이름을 지정합니다. 기본적으로 '시스템 호스트 이름'에서 첫 번째 구성 요소를 뺀 값을 사용합니다. 이 값은 다른 많은 구성 매개 변수의 기본값으로 사용됩니다.
pl_pl: Parametr 'Domena systemu' określa lokalną nazwę domeny internetowej. Domyślnie używana jest 'Nazwa hosta systemu' bez pierwszego składnika. Jest używany jako wartość domyślna dla wielu innych parametrów konfiguracyjnych.
uk_ua: Параметр 'Системний домен' визначає локальне інтернет-ім'я домену. За типово використовується 'Системне ім'я хоста' без першого компонента. Він використовується як типове значення для багатьох інших параметрів конфігурації.
zh_cn: "系统域"参数指定本地Internet域名。默认值为使用"系统主机名"减去第一个组件。它用作许多其他配置参数的默认值。

source: The 'System Hostname' parameter specifies the internet hostname of this mail system. The default is to use the fully-qualified domain name from gethostname(). It is used as a default value for many other configuration parameters.
cs_cz: Parametr „Název systému“ určuje internetový název hostitele tohoto e-mailového systému. Ve výchozím nastavení se použije plně kvalifikovaný název domény z funkce gethostname(). Používá se jako výchozí hodnota pro mnoho dalších parametrů nastavení.
de_de: Der Parameter 'System Hostname' gibt den Internet Hostname dieses Mailsystems an. Standardmäßig wird der FQDN von gethostname() verwendet. Dieser Parameter wird als Standardwert für viele Konfigurationsparameter verwendet.
el_gr: Η παράμετρος 'System Hostname' καθορίζει το όνομα κεντρικού υπολογιστή διαδικτύου αυτού του συστήματος αλληλογραφίας. Η προεπιλογή είναι να χρησιμοποιηθεί το πλήρως προσδιορισμένο όνομα τομέα από το gethostname(). Χρησιμοποιείται ως προεπιλεγμένη τιμή για πολλές άλλες παραμέτρους διαμόρφωσης.
fa_ir: پارامتر 'System Hostname' نام میزبان اینترنتی این سامانهٔ پست را مشخص می‌کند. به‌صورت پیش‌فرض از نام دامنهٔ کامل برگرفته از gethostname() استفاده می‌شود. این مقدار به‌عنوان مقدار پیش‌فرض برای بسیاری از پارامترهای پیکربندی دیگر به‌کار می‌رود.
fr_fr: Le paramètre 'System Hostname' spécifie le nom d'hôte Internet de ce système de messagerie. La valeur par défaut consiste à utiliser le nom de domaine complet de gethostname(). Elle est utilisée comme valeur par défaut pour de nombreux autres paramètres de configuration.
it_it: Il parametro 'System Hostname' specifica il nome host Internet di questo sistema di posta. L'impostazione predefinita prevede l'utilizzo del nome di dominio completo da gethostname(). Viene utilizzato come valore predefinito per molti altri parametri di configurazione.
ko_kr: '시스템 호스트 이름' 매개변수는 이 메일 시스템의 인터넷 호스트 이름을 지정합니다. 기본적으로 gethostname()의 정규화된 도메인 이름을 사용합니다. 이 값은 다른 많은 구성 매개 변수의 기본값으로 사용됩니다.
pl_pl: Parametr 'Nazwa hosta systemu' określa nazwę hosta internetowego tego systemu pocztowego. Domyślnie używana jest pełna nazwa domeny z funkcji gethostname(). Jest używany jako wartość domyślna dla wielu innych parametrów konfiguracyjnych.
uk_ua: Параметр 'Системне ім'я хоста' визначає інтернет-ім'я хоста цієї поштової системи. За типово використовується повністю визначене доменне ім'я з gethostname(). Він використовується як типове значення для багатьох інших параметрів конфігурації.
zh_cn: "系统主机名"参数是指定此邮件系统的Internet主机名。默认值是使用gethostname（）中的标准域名。它用作许多其他配置参数的默认值。

source: The 'System Origin' parameter specifies the domain that locally-posted mail appears to come from. The default is to append 'System Hostname', which is fine for small sites.
cs_cz: Parametr „Systém původu“ určuje doménu, ze které se místně odeslané e-maily jeví odeslané. Ve výchozím nastavení je připojen parametr „Název systému“, což je příhodné pro malá nasazení.
de_de: Der Parameter 'System Origin' gibt die Domain an, von welcher lokal versandte E-Mails ankommen. Standardmäßig wird 'System Hostname' angehängt. Dies reicht für kleine Setups aus.
el_gr: Η παράμετρος «Προέλευση συστήματος» καθορίζει τον τομέα από τον οποίο φαίνεται να προέρχεται η τοπικά δημοσιευμένη αλληλογραφία. Η προεπιλογή είναι η προσθήκη του «Όνομα κεντρικού υπολογιστή συστήματος», κάτι που είναι καλό για μικρούς ιστότοπους.
fa_ir: پارامتر 'System Origin' دامنه‌ای را مشخص می‌کند که نامه‌های ارسال‌شدهٔ محلی به‌نظر می‌رسد از آن آمده‌اند. به‌صورت پیش‌فرض 'System Hostname' به آن افزوده می‌شود که برای سایت‌های کوچک مناسب است.
fr_fr: Le paramètre 'System Origin' spécifie le domaine d'où semble provenir le courrier publié localement. La valeur par défaut consiste à ajouter 'System Hostname', ce qui convient aux petits sites.
it_it: Il parametro "Origine sistema" specifica il dominio da cui sembra provenire la posta inviata localmente. L'impostazione predefinita è aggiungere "Nome host sistema", che va bene per i siti di piccole dimensioni.
ko_kr: '시스템 오리진' 매개변수는 로컬로 게시된 메일의 원본으로 보이는 도메인을 지정합니다. 기본값은 '시스템 호스트 이름'을 추가하는 것이며, 이는 소규모 사이트에 적합합니다.
pl_pl: Parametr 'Pochodzenie systemu' określa domenę, z której pochodzi lokalnie wysłana poczta. Domyślnie dodawana jest 'Nazwa hosta systemu', co jest odpowiednie dla małych witryn.
uk_ua: Параметр 'Системний вихідний домен' визначає домен, з якого, як видається, походить локально надіслана пошта. За типово додається 'Системне ім'я хоста', що добре підходить для невеликих сайтів.
zh_cn: "系统来源"参数指定本地发布的邮件来自的域。 默认设置是附加"系统主机名"，这对于小型站点是合适的。

source: The 'Trusted Networks' parameter specifies the list of trusted SMTP clients. In particular, trusted SMTP clients are allowed to relay mail through Postfix. Please use CIDR notation like 192.168.0.0/24 separated by spaces. IPv6 addresses have to be in square brackets like [::1]/128.
cs_cz: Parametr „Důvěryhodné sítě“ určuje seznam důvěryhodných SMTP klientů. Konkrétně, důvěryhodní SMTP klienti mohou předávat poštu prostřednictvím aplikace Postfix. Použijte CIDR zápis, například 192.168.0.0/24, oddělovaný mezerami. Je třeba, aby IPv6 adresy byly v hranatých závorkách, například [::1]/128.
de_de: Der Parameter 'Trusted Networks' enthält eine Liste von vertrauenswürdigen SMTP Clients. Diese dürfen in der Regel E-Mails über Postfix versenden. Bitte geben Sie IP-Adressen in CIDR Notation an (z. B. 192.168.0.0/24 für IPv4). IPv6-Adressen müssen in eckigen Klammern angegeben werden (z. B. [::1]/128).
el_gr: Η παράμετρος «Αξιόπιστα Δίκτυα» καθορίζει τη λίστα των αξιόπιστων πελατών SMTP. Συγκεκριμένα, οι αξιόπιστοι πελάτες SMTP επιτρέπεται να αναμεταδίδουν αλληλογραφία μέσω του Postfix. Χρησιμοποιήστε συμβολισμό CIDR όπως 192.168.0.0/24, διαχωρισμένο με κενά. Οι διευθύνσεις IPv6 πρέπει να βρίσκονται σε αγκύλες όπως [::1]/128.
fa_ir: پارامتر 'Trusted Networks' فهرست کلاینت‌های SMTP مورداعتماد را مشخص می‌کند. به‌طور خاص، کلاینت‌های SMTP مورداعتماد اجازهٔ رلهٔ ایمیل از طریق Postfix را دارند. لطفاً از نگارش CIDR مانند 192.168.0.0/24 استفاده کنید و آدرس‌ها را با فاصله از هم جدا کنید. آدرس‌های IPv6 باید داخل براکت‌های مربعی باشند مانند [::1]/128.
fr_fr: Le paramètre 'Trusted Networks' spécifie la liste des clients SMTP approuvés. En particulier, les clients SMTP approuvés sont autorisés à relayer le courrier via Postfix. Veuillez utiliser la notation CIDR telle que 192.168.0.0/24, séparée par des espaces. Les adresses IPv6 doivent être placées entre crochets, comme [:: 1] / 128.
it_it: Il parametro "Reti attendibili" specifica l'elenco dei client SMTP attendibili. In particolare, ai client SMTP attendibili è consentito inoltrare la posta tramite Postfix. Utilizza la notazione CIDR come 192.168.0.0/24 separata da spazi. Gli indirizzi IPv6 devono essere racchiusi tra parentesi quadre come [::1]/128.
ko_kr: '신뢰할 수 있는 네트워크' 매개변수는 신뢰할 수 있는 SMTP 클라이언트 목록을 지정합니다. 특히 신뢰할 수 있는 SMTP 클라이언트는 Postfix를 통해 메일을 릴레이할 수 있습니다. 192.168.0.0/24 와 같이 CIDR 표기법을 사용하고, 공백으로 구분됩니다. IPv6 주소는 [::1]/128와 같이 대괄호 안에 있어야 합니다.
pl_pl: Parametr 'Zaufane sieci' określa listę zaufanych klientów SMTP. W szczególności zaufani klienci SMTP mają prawo przekazywać pocztę przez Postfix. Proszę używać notacji CIDR, takiej jak 192.168.0.0/24, oddzielając ją spacjami. Adresy IPv6 muszą być w nawiasach kwadratowych, np. [::1]/128.
uk_ua: Параметр 'Довірені мережі' визначає список довірених клієнтів SMTP. Зокрема, довіреним клієнтам SMTP дозволяється ретранслювати пошту через Postfix. Будь ласка, використовуйте нотацію CIDR, наприклад 192.168.0.0/24, розділену пробілами. Адреси IPv6 повинні бути у квадратних дужках, наприклад [::1]/128.
zh_cn: "可信任网络"参数指定受信任的SMTP客户端列表。 特别是，允许受信任的SMTP客户端通过Postfix中继邮件。 请使用由空格分隔的192.168.0.0/24等CIDR表示法。 IPv6地址必须放在方括号中，如[:: 1] / 128。

source: The ACL sequence number (10-99)
cs_cz: Pořadové číslo (10-99) ACL seznamu
de_de: Die ACL-Sequenznummer (10-99)
el_gr: Ο αριθμός ακολουθίας του ACL (10-99)
fa_ir: شمارهٔ توالی ACL (10-99)
fr_fr: Le numéro de séquence de l'ACL (10-99)
it_it: Il numero di sequenza ACL (10-99)
ko_kr: ACL 순서 번호(10-99)
pl_pl: Numer sekwencyjny listy kontroli dostępu (ACL) (10-99)
uk_ua: Порядковий номер ACL (10-99)
zh_cn: ACL 序列号 (10-99)
