Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Please select a valid CA from the list.
cs_cz: Vyberte ze seznamu platnou cert. autoritu.
de_de: Bitte wählen Sie eine gültiges Zertifikat aus der Liste aus.
el_gr: Επιλέξτε μια έγκυρη Αρχή Πιστοποίησης (CA) από τη λίστα.
fa_ir: لطفاً یک CA معتبر از فهرست انتخاب کنید.
fr_fr: Veuillez sélectionner une AC valide dans la liste.
it_it: Seleziona una CA valida dall'elenco.
ko_kr: 목록에서 유효한 CA를 선택하세요.
pl_pl: Proszę wybrać prawidłowe CA z listy.
uk_ua: Будь ласка, оберіть дійсний ЦС зі списку.
zh_cn: 请从列表中选择有效的CA。

source: Please select a valid CRL from the list.
cs_cz: Vyberte ze seznamu platný CRL seznam.
de_de: Bitte wählen Sie eine gültige CRL von der Liste.
el_gr: Επιλέξτε μια έγκυρη CRL από τη λίστα.
fa_ir: لطفاً یک CRL معتبر از فهرست انتخاب کنید.
fr_fr: Veuillez sélectionner une CRL valide dans la liste.
it_it: Seleziona un CRL valido dall'elenco.
ko_kr: 목록에서 유효한 CRL을 선택하세요.
pl_pl: Proszę wybrać prawidłowe CRL z listy.
uk_ua: Будь ласка, оберіть дійсний CRL зі списку.
zh_cn: 请从列表中选择有效的CRL。

source: Please select a valid certificate from the list
cs_cz: Vyberte ze seznamu platný certifikát
de_de: Bitte wählen Sie ein gültiges Zertifikat aus der Liste
el_gr: Επιλέξτε ένα έγκυρο πιστοποιητικό από τη λίστα
fa_ir: لطفاً یک گواهی معتبر از فهرست انتخاب کنید
fr_fr: Merci de sélectionner un certificat valide depuis la liste
it_it: Seleziona un certificato valido dall'elenco
ko_kr: 목록에서 유효한 인증서를 선택하세요.
pl_pl: Proszę wybrać prawidłowy certyfikat z listy
uk_ua: Будь ласка, оберіть дійсний сертифікат зі списку
zh_cn: 请从列表中选择有效的证书

source: Please select a valid certificate from the list.
cs_cz: Vyberte ze seznamu platný certifikát.
de_de: Bitte wählen Sie ein gültiges Zertifikat aus der Liste aus.
el_gr: Επιλέξτε ένα έγκυρο πιστοποιητικό από τη λίστα.
fa_ir: لطفاً یک گواهی معتبر از فهرست انتخاب کنید.
fr_fr: Veuillez sélectionner un certificat valide de la liste.
it_it: Seleziona un certificato valido dall'elenco.
ko_kr: 목록에서 유효한 인증서를 선택하세요.
pl_pl: Proszę wybrać prawidłowy certyfikat z listy.
uk_ua: Будь ласка, оберіть дійсний сертифікат зі списку.
zh_cn: 请从列表中选择有效的证书。

source: Please select a valid pattern matcher algorithm
cs_cz: Vyberte platný algoritmus porovnávání se vzory
de_de: Bitte wählen Sie einen gültigen Mustervergleichsalgorithmus aus
el_gr: Επιλέξτε έναν έγκυρο αλγόριθμο αντιστοίχισης μοτίβων
fa_ir: لطفاً یک الگوریتم تطبیق الگو معتبر انتخاب کنید.
fr_fr: Veuillez sélectionner un algorithme de filtrage valide
it_it: Seleziona un algoritmo di corrispondenza pattern valido
ko_kr: 유효한 패턴 매처 알고리즘을 선택하세요
pl_pl: Proszę wybrać prawidłowy algorytm dopasowania wzorca.
uk_ua: Будь ласка, оберіть дійсний алгоритм зіставлення шаблонів
zh_cn: 请选择有效的模式匹配器算法

source: Please select a valid rotation
cs_cz: Vyberte platnou rotaci
de_de: Bitte wählen Sie eine gültige Rotation
el_gr: Επιλέξτε μια έγκυρη περιστροφή
fa_ir: لطفاً یک روش چرخش معتبر انتخاب کنید.
fr_fr: Veuillez sélectionner une rotation valide
it_it: Seleziona una rotazione valida
ko_kr: 유효한 회전을 선택하세요
pl_pl: Proszę wybrać prawidłową rotację
uk_ua: Будь ласка, оберіть дійсне обертання
zh_cn: 请选择有效的轮转

source: Please specify a valid hostname.
cs_cz: Zadejte platný název stroje.
de_de: Bitte geben Sie einen gültigen Hostnamen an.
el_gr: Παρακαλώ καθορίστε ένα έγκυρο όνομα κεντρικού υπολογιστή.
fa_ir: لطفاً یک نام میزبان معتبر مشخص کنید.
fr_fr: Veuillez spécifier un nom d'hôte valide.
it_it: Specificare un nome host valido.
ko_kr: 유효한 호스트 이름을 지정하세요.
pl_pl: Proszę podać prawidłową nazwę hosta.
uk_ua: Будь ласка, вкажіть дійсне ім'я хоста.
zh_cn: 请指定有效的主机名。

source: Please specify a valid servername or IP address.
cs_cz: Zadejte platný název serveru nebo IP adresu.
de_de: Bitte geben Sie einen gültigen Servernamen oder eine gültige IP-Adresse an.
el_gr: Παρακαλώ καθορίστε ένα έγκυρο όνομα διακομιστή ή διεύθυνση IP.
fa_ir: لطفاً یک نام سرور یا آدرس IP معتبر مشخص کنید.
fr_fr: Veuillez indiquer un nom de serveur ou une adresse IP valide.
it_it: Specificare un nome server o un indirizzo IP valido.
ko_kr: 유효한 서버 이름 또는 IP 주소를 지정하세요.
pl_pl: Proszę podać prawidłową nazwę serwera lub adres IP.
uk_ua: Будь ласка, вкажіть дійсну назву сервера або IP-адресу.
zh_cn: 请指定有效的服务器名称或IP地址。

source: Please specify a valid source address, i.e. 10.0.0.1 or loadbalancer.example.com:50000. Port range as start-end, i.e. 10.0.0.1:50000-60000.
cs_cz: Zadejte platnou zdrojovou adresu, jako např. 10.0.0.1 nebo loadbalancer.example.com:50000. Rozsah portů jako začátek-konec, jako např. 10.0.0.1:50000-60000.
de_de: Bitte geben Sie eine gültige Quelladresse an, d.h. 10.0.0.1 oder loadbalancer.example.com:50000. Port-Bereich als Start-Ende, d.h. 10.0.0.1:50000-60000.
el_gr: Παρακαλώ καθορίστε μια έγκυρη διεύθυνση πηγής, π.χ. 10.0.0.1 ή loadbalancer.example.com:50000. Εύρος θύρας ως αρχή-τέλος, π.χ. 10.0.0.1:50000-60000.
fa_ir: لطفاً یک آدرس مبدأ معتبر مشخص کنید، مثلاً 10.0.0.1 یا loadbalancer.example.com:50000. بازهٔ پورت به صورت start-end است، مثلاً 10.0.0.1:50000-60000.
fr_fr: Veuillez spécifier une adresse source valide, ex: 10.0.0.1 ou loadbalancer.example.com:50000; l'intervalle de ports se représente avec un tiret, c.à.d. 10.0.0.1:50000-60000.
it_it: Specifica un indirizzo di origine valido, ad esempio 10.0.0.1 o loadbalancer.example.com:50000. Intervallo di porte come inizio-fine, ovvero 10.0.0.1:50000-60000.
ko_kr: 유효한 소스 주소를 지정하세요. 예: 10.0.0.1 또는 loadbalancer.example.com:50000. 포트 범위는 시작-끝으로 지정하세요. 예: 10.0.0.1:50000-60000.
pl_pl: Proszę podać prawidłowy adres źródłowy, np. 10.0.0.1 lub loadbalancer.example.com:50000. Zakres portów jako początek-koniec, np. 10.0.0.1:50000-60000.
uk_ua: Будь ласка, вкажіть дійсну вихідну адресу, наприклад, 10.0.0.1 або loadbalancer.example.com:50000. Діапазон портів як початок-кінець, наприклад, 10.0.0.1:50000-60000.
zh_cn: 请指定有效的源地址，例如10.0.0.1或loadbalancer.example.com:50000。 端口范围为开始-结束，例如10.0.0.1:50000-60000。

source: Please specify a value between 0 and 1024.
cs_cz: Zadejte hodnotu z rozmezí 0 až 1024.
de_de: Bitte geben Sie einen Wert zwischen 0 und 1024 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 0 και 1024.
fa_ir: لطفاً یک مقدار بین 0 تا 1024 مشخص کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 0 et 1024.
it_it: Specificare un valore compreso tra 0 e 1024.
ko_kr: 0에서 1024 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 0 a 1024.
uk_ua: Будь ласка, вкажіть значення від 0 до 1024.
zh_cn: 请指定介于0和1024之间的值。

source: Please specify a value between 0 and 256.
cs_cz: Zadejte hodnotu z rozmezí 0 až 256.
de_de: Bitte geben Sie einen Wert zwischen 0 und 256 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 0 και 256.
fa_ir: لطفاً یک مقدار بین 0 تا 256 مشخص کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 0 et 256.
it_it: Specificare un valore compreso tra 0 e 256.
ko_kr: 0에서 256 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 0 a 256.
uk_ua: Будь ласка, вкажіть значення від 0 до 256.
zh_cn: 请指定介于0和256之间的值。

source: Please specify a value between 0 and 50.
cs_cz: Zadejte hodnotu z rozmezí 0 až 50.
de_de: Bitte geben Sie einen Wert zwischen 0 und 50 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 0 και 50.
fa_ir: لطفاً یک مقدار بین 0 و 50 وارد کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 0 et 50.
it_it: Specificare un valore compreso tra 0 e 50.
ko_kr: 0에서 50 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 0 a 50.
uk_ua: Будь ласка, вкажіть значення від 0 до 50.
zh_cn: 请指定介于0和50之间的值。

source: Please specify a value between 0 and 500000.
cs_cz: Zadejte hodnotu z rozmezí 0 až 500000.
de_de: Bitte geben Sie einen Wert zwischen 0 und 500000 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 0 και 500000.
fa_ir: لطفاً یک مقدار بین 0 و 500000 وارد کنید.
fr_fr: Veuillez spécifier une valeur entre 0 et 500000.
it_it: Specificare un valore compreso tra 0 e 500000.
ko_kr: 0에서 500000 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 0 a 500000.
uk_ua: Будь ласка, вкажіть значення від 0 до 500000.
zh_cn: 请指定0到500000之间的值。

source: Please specify a value between 1 and 100.
cs_cz: Zadejte hodnotu z rozmezí 1 až 100.
de_de: Bitte geben Sie einen Wert zwischen 1 und 100 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 100.
fa_ir: لطفاً یک مقدار بین 1 و 100 وارد کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 1 et 100.
it_it: Specificare un valore compreso tra 1 e 100.
ko_kr: 1에서 100 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 1 a 100.
uk_ua: Будь ласка, вкажіть значення від 1 до 100.
zh_cn: 请指定介于1和100之间的值。

source: Please specify a value between 1 and 10000.
cs_cz: Zadejte hodnotu z rozmezí 1 až 10000.
de_de: Bitte geben Sie einen Wert zwischen 1 und 10000 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 10000.
fa_ir: لطفاً یک مقدار بین 1 و 10000 وارد کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 1 et 10000.
it_it: Specificare un valore compreso tra 1 e 10000.
ko_kr: 1과 10000사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 1 a 10000.
uk_ua: Будь ласка, вкажіть значення від 1 до 10000.
zh_cn: 请指定介于1和10000之间的值。

source: Please specify a value between 1 and 1000000000.
cs_cz: Zadejte hodnotu z rozmezí 1 až 1000000000.
de_de: Bitte geben Sie einen Wert zwischen 1 und 100000000000 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 1000000000.
fa_ir: لطفاً یک مقدار بین 1 و 1000000000 وارد کنید.
fr_fr: Veuillez spécifier une valeur entre 0 et 1000000000.
it_it: Specificare un valore compreso tra 1 e 1000000000.
ko_kr: 1에서 1000000000 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 1 a 1000000000.
uk_ua: Будь ласка, вкажіть значення від 1 до 1000000000.
zh_cn: 请指定1到1000000000之间的值。

source: Please specify a value between 1 and 16384.
cs_cz: Zadejte hodnotu z rozmezí 1 až 16384.
de_de: Bitte geben Sie einen Wert zwischen 1 und 16384 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 16384.
fa_ir: لطفاً یک مقدار بین 1 و 16384 وارد کنید.
fr_fr: Veuillez spécifier une valeur entre 0 et 16384.
it_it: Specificare un valore compreso tra 1 e 16384.
ko_kr: 1에서 16384 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 1 a 16384.
uk_ua: Будь ласка, вкажіть значення від 1 до 16384.
zh_cn: 请指定1到16384之间的值。

source: Please specify a value between 1 and 65535.
cs_cz: Zadejte hodnotu z rozmezí 1 až 65535.
de_de: Bitte geben Sie einen Wert zwischen 1 und 65535 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 65535.
fa_ir: لطفاً یک مقدار بین 1 و 65535 وارد کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 1 et 65535.
it_it: Specificare un valore compreso tra 1 e 65535.
ko_kr: 1에서 65535 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 1 a 65535.
uk_ua: Будь ласка, вкажіть значення від 1 до 65535.
zh_cn: 请指定介于1和65535之间的值。

source: Please specify a value between 100 and 999.
cs_cz: Zadejte hodnotu z rozmezí 100 až 999.
de_de: Bitte geben Sie einen Wert zwischen 100 und 999 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 100 και 999.
fa_ir: لطفاً یک مقدار بین 100 و 999 وارد کنید.
fr_fr: Veuillez spécifier une valeur entre 100 et 999.
it_it: Specificare un valore compreso tra 100 e 999.
ko_kr: 100에서 999 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 100 a 999.
uk_ua: Будь ласка, вкажіть значення від 100 до 999.
zh_cn: 请指定介于100和999之间的值。

source: Please specify a value between 1024 and 1048576.
cs_cz: Zadejte hodnotu z rozmezí 1024 až 1048576.
de_de: Bitte gebe einen Wert zwischen 1024 und 1048576 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1024 και 1048576.
fa_ir: لطفاً یک مقدار بین 1024 و 1048576 وارد کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 1024 et 1048576.
it_it: Specificare un valore compreso tra 1024 e 1048576.
ko_kr: 1024에서 1048576 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 1024 a 1048576.
uk_ua: Будь ласка, вкажіть значення від 1024 до 1048576.
zh_cn: 请指定介于1024和1048576之间的值。

source: Please specify a value between 1024 and 16384.
cs_cz: Zadejte hodnotu z rozmezí 1024 až 16384.
de_de: Bitte gebe einen Wert zwischen 1024 und 16384 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1024 και 16384.
fa_ir: لطفاً یک مقدار بین 1024 و 16384 وارد کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 1024 et 16384.
it_it: Specificare un valore compreso tra 1024 e 16384.
ko_kr: 1024에서 16384 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 1024 a 16384.
uk_ua: Будь ласка, вкажіть значення від 1024 до 16384.
zh_cn: 请指定介于1024和16384之间的值。

source: Please specify a value between 1024 and 65535.
cs_cz: Zadejte hodnotu z rozmezí 1024 až 65535.
de_de: Bitte gebe einen Wert zwischen 1024 und 65535 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1024 και 65535.
fa_ir: لطفاً یک مقدار بین 1024 و 65535 وارد کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 1024 et 65535.
it_it: Specificare un valore compreso tra 1024 e 65535.
ko_kr: 1024에서 65535 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 1024 a 65535.
uk_ua: Будь ласка, вкажіть значення від 1024 до 65535.
zh_cn: 请指定一个在1024至65535之间的值。

source: Please specify a value between 64 and 65535.
cs_cz: Zadejte hodnotu z rozmezí 64 až 65535.
de_de: Bitte gebe einen Wert zwischen 64 und 65535 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 64 και 65535.
fa_ir: لطفاً یک مقدار بین 64 و 65535 وارد کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 64 et 65535.
it_it: Specificare un valore compreso tra 64 e 65535.
ko_kr: 64에서 65535 사이의 값을 지정하세요.
pl_pl: Proszę podać wartość pomiędzy 64 a 65535.
uk_ua: Будь ласка, вкажіть значення від 64 до 65535.
zh_cn: 请指定介于64和65535之间的值。

source: Plugins
cs_cz: Zásuvné moduly
de_de: Erweiterungen
el_gr: Πρόσθετα
fa_ir: افزونه‌ها
fr_fr: Greffons
it_it: Plugin
ko_kr: 플러그인
pl_pl: Pluginy
uk_ua: Плагіни
zh_cn: 插件

source: Point-to-Point
cs_cz: Bod-bod
de_de: Punkt-zu-Punkt
el_gr: Από σημείο σε σημείο
fa_ir: نقطه‌به‌نقطه
fr_fr: Point-à-Point
it_it: Punto a punto
ko_kr: 점대점
pl_pl: Punkt-do-punktu
uk_ua: Точка-точка
zh_cn: 点对点

source: Point-to-multipoint network
cs_cz: Síť typu bod - vícero bodů
de_de: Punkt-zu-Mehrpunkt-Netzwerk
el_gr: Δίκτυο από σημείο σε πολλαπλά σημεία
fa_ir: شبکه نقطه‌به‌چندنقطه‌ای
fr_fr: Réseau point à multipoint
it_it: Rete punto-multipunto
ko_kr: 점대다중점 네트워크
pl_pl: Sieć punkt-do-wielu punktów
uk_ua: Мережа точка-багатоточка
zh_cn: 点对多点网络

source: Point-to-point network
cs_cz: Síť typu bod-bod
de_de: Punkt-zu-Punkt-Netzwerk
el_gr: Δίκτυο από σημείο σε σημείο
fa_ir: شبکه نقطه‌به‌نقطه
fr_fr: Réseau point-à-point
it_it: Rete punto a punto
ko_kr: 점대점 네트워크
pl_pl: Sieć punkt-do-punktu
uk_ua: Мережа точка-точка
zh_cn: 点对点网络

source: Polling Interval needs to be an integer value between 0 and 86400
cs_cz: Je třeba, aby interval dotazování bylo celé číslo z rozmezí 0 až 86400
de_de: Der Abfrageintervall muss eine Zahl zwischen 0 und 86400 sein
el_gr: Το διάστημα σταθμοσκόπησης πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 86400
fa_ir: فاصلهٔ پولینگ باید یک عدد صحیح بین 0 و 86400 باشد.
fr_fr: L'intervalle d'interrogation doit être un entier compris entre 0 et 86400
it_it: L'intervallo di polling deve essere un valore intero compreso tra 0 e 86400
ko_kr: 폴링 간격은 0에서 86400 사이의 정수 값이어야 함
pl_pl: Interwał odpytywania musi być wartością całkowitą pomiędzy 0 a 86400
uk_ua: Інтервал опитування має бути цілим числом від 0 до 86400
zh_cn: 轮询间隔是0到86400之间的整数值

source: Port Forward
cs_cz: Přesměrování portu
de_de: Portweiterleitung
el_gr: Προώθηση θύρας
fa_ir: فوروارد پورت
fr_fr: Redirection de port
ko_kr: 포트 포워딩
pl_pl: Przekierowanie portów
uk_ua: Перенаправлення порту
zh_cn: 转发

source: Port Probe
cs_cz: Zkouška portu
de_de: Porttest
el_gr: Θύρα Probe
fa_ir: کاوش پورت
fr_fr: Sonde portuaire
it_it: Sonda porta
ko_kr: 포트 프로브
pl_pl: Sondowanie portu
uk_ua: Сканування порту
zh_cn: 端口探测

source: Port needs to be an integer value between 0 and 65535
cs_cz: Je třeba, aby port bylo celé číslo z rozmezí 0 až 65535
de_de: Der Port muss eine Zahl zwischen 0 und 65535 sen
el_gr: Η θύρα πρέπει να έχει ακέραια τιμή μεταξύ 0 και 65535
fa_ir: پورت باید یک عدد صحیح بین 0 و 65535 باشد.
fr_fr: Le port doit être un entier entre 0 et 65535
it_it: La porta deve essere un valore intero compreso tra 0 e 65535
ko_kr: 포트는 0에서 65535 사이의 정수 값이어야 합니다.
pl_pl: Port musi być wartością całkowitą pomiędzy 0 a 65535
uk_ua: Порт має бути цілим числом від 0 до 65535
zh_cn: 端口是0到65535之间的整数值

source: Port number must be between 1...65535
cs_cz: Je třeba, aby číslo portu bylo z rozmezí 1 až 65535
de_de: Portnummer muss zwischen 1 und 65535 liegen
el_gr: Ο αριθμός θύρας πρέπει να είναι μεταξύ 1...65535
fa_ir: شماره پورت باید بین 1 تا 65535 باشد
fr_fr: Le numéro de port doit être compris entre 1 et 65535
it_it: Il numero di porta deve essere compreso tra 1 e 65535
ko_kr: 포트 번호는 1에서 65535 사이여야 함
pl_pl: Numer portu musi być pomiędzy 1...65535
uk_ua: Номер порту має бути від 1 до 65535
zh_cn: 端口号只能在1 ... 65535之间

source: Power
cs_cz: Napájení
de_de: Energie
el_gr: Ενέργεια
fa_ir: برق
fr_fr: Alimentation
it_it: Energia
ko_kr: 전원
pl_pl: Zasilanie
uk_ua: Живлення
zh_cn: 电源

source: Power Off
cs_cz: Vypnout
de_de: Ausschalten
el_gr: Απενεργοποίηση
fa_ir: خاموش کردن
fr_fr: Éteindre
it_it: Spegnimento
ko_kr: 전원 종료
pl_pl: Wyłączenie
uk_ua: Вимкнути
zh_cn: 关机

source: Pre-Shared Keys
cs_cz: Předsdílené klíče
el_gr: Προ-κοινόχρηστα κλειδιά
fa_ir: کلیدهای پیش‌اشتراکی
fr_fr: Clés pré-partagées
it_it: Chiavi precondivise
ko_kr: 사전 공유 키
pl_pl: Klucze współdzielone
uk_ua: Попередньо узгоджені ключі
zh_cn: 预共享密钥

source: Priority must be between 0 and 4294967295.
cs_cz: Je třeba, aby priorita byla z rozmezí 0 až 4294967295.
de_de: Priorität muss zwischen 0 und 4294967295 liegen.
el_gr: Η προτεραιότητα πρέπει να είναι μεταξύ 0 και 4294967295.
fa_ir: اولویت باید بین 0 و 4294967295 باشد.
fr_fr: La priorité doit être comprise entre 0 et 4294967295.
it_it: La priorità deve essere compresa tra 0 e 4294967295.
ko_kr: 우선 순위는 0에서 4294967295 사이여야 합니다.
pl_pl: Priorytet musi być pomiędzy 0 a 4294967295.
uk_ua: Пріоритет має бути від 0 до 4294967295.
zh_cn: 优先级必须介于0到4294967295之间。

source: Process
cs_cz: Proces
de_de: Prozess
el_gr: Διαδικασία
fa_ir: فرآیند
it_it: Processo
ko_kr: 프로세스
pl_pl: Proces
uk_ua: Процес
zh_cn: 进程

source: Production Environment [default]
cs_cz: Produkční prostředí [výchozí]
de_de: Produktionsumgebung [Standard]
el_gr: Περιβάλλον Παραγωγής [προεπιλογή]
fa_ir: محیط تولید [پیش‌فرض]
fr_fr: Environnement de production [par défaut]
it_it: Ambiente di produzione [predefinito]
ko_kr: 제품 환경 [기본값]
pl_pl: Środowisko produkcyjne [domyślne]
uk_ua: Виробниче середовище [типово]
zh_cn: 生产环境[默认]

source: Prometheus Exporter
cs_cz: Exportér Prometheus
el_gr: Εξαγωγέας Προμηθέας
fr_fr: Exportateur Prométhée
it_it: Prometeo esportatore
ko_kr: Prometheus 익스포터
pl_pl: Eksporter Prometheus
uk_ua: Експортер Prometheus
zh_cn: Prometheus导出器

source: Protocol not found
cs_cz: Protokol nenalezen
de_de: Protokoll nicht gefunden
el_gr: Δεν βρέθηκε πρωτόκολλο
fa_ir: پروتکل پیدا نشد
fr_fr: Protocole introuvable
it_it: Protocollo non trovato
ko_kr: 프로토콜을 찾을 수 없음
pl_pl: Protokół nie znaleziono
uk_ua: Протокол не знайдено
zh_cn: 未找到协议

source: Proxy port needs to be an integer value between 1 and 65535
cs_cz: Je třeba, aby port proxy bylo celé číslo z rozmezí 1 až 65535
de_de: Proxy-Port muss eine Zahl zwischen 1 und 65535 sein
el_gr: Η θύρα proxy πρέπει να έχει ακέραια τιμή μεταξύ 1 και 65535
fa_ir: پورت پراکسی باید عدد صحیح بین 1 و 65535 باشد
fr_fr: Le port du proxy doit être un nombre entier compris entre 1 et 65535
it_it: La porta proxy deve essere un valore intero compreso tra 1 e 65535
ko_kr: 프록시 포트는 1에서 65535 사이의 정수 값이어야 함
pl_pl: Port proxy musi być wartością całkowitą pomiędzy 1 a 65535
uk_ua: Порт проксі має бути цілим числом від 1 до 65535
zh_cn: 代理端口号应该为1到65535之间的一个整数

source: Queue number must be between 1...65535
cs_cz: Je třeba, aby číslo fronty bylo z rozmezí 1 až 65535
de_de: Warteschlangennummer muss zwischen 1 und 65535 sein.
el_gr: Ο αριθμός ουράς πρέπει να είναι μεταξύ 1...65535
fa_ir: شماره صف باید بین 1 تا 65535 باشد
fr_fr: Le numéro de file d'attente doit être compris entre 1 et 65535
it_it: Il numero di coda deve essere compreso tra 1 e 65535
ko_kr: 큐 번호는 1에서 65535 사이여야 함
pl_pl: Numer kolejki musi być pomiędzy 1...65535
uk_ua: Номер черги має бути від 1 до 65535
zh_cn: 队列编号必须为1到65535之间的一个整数

source: Queues
cs_cz: Fronty
el_gr: Ουρές
fa_ir: صف‌ها
fr_fr: Files d'attente
it_it: Code
ko_kr: 큐
pl_pl: Kolejki
uk_ua: Черги
zh_cn: 队列

source: REJECT
cs_cz: ODMÍTNOUT
de_de: ZURÜCKWEISEN
el_gr: ΑΠΌΡΡΙΨΗ
fr_fr: REJETER
it_it: RIFIUTARE
ko_kr: 거부
pl_pl: ODRZUĆ
uk_ua: ВІДХИЛИТИ
zh_cn: 拒绝

source: Random
cs_cz: Náhodné
de_de: Zufall
el_gr: Τυχαίος
fa_ir: تصادفی
fr_fr: Aléatoire
it_it: Casuale
ko_kr: 랜덤
pl_pl: Losowy
uk_ua: Випадковий

source: Reboot
cs_cz: Restartovat
de_de: Neu starten
el_gr: Επανεκκίνηση
fa_ir: راه‌اندازی مجدد
fr_fr: Redémarrer
it_it: Riavviare
ko_kr: 재부팅
pl_pl: Restart
uk_ua: Перезавантажити
zh_cn: 重启

source: Redirection
cs_cz: Přesměrování
de_de: Umleitung
el_gr: Ανακατεύθυνση
fa_ir: تغییر مسیر
it_it: Reindirizzamento
ko_kr: 리디렉션
pl_pl: Przekierowanie
uk_ua: Перенаправлення
zh_cn: 重定向

source: Reject
cs_cz: Odmítnout
de_de: Zurückweisen
el_gr: Απόρριψη
fa_ir: رد
fr_fr: Rejeter
it_it: Rifiutare
ko_kr: 거부
pl_pl: Odrzuć
uk_ua: Відхилити
zh_cn: 拒绝

source: Related ACL item not found
cs_cz: Související položka ACL seznamu nenalezena
de_de: Zugehöriger ACL-Eintrag nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο ACL
fa_ir: آیتم ACL مرتبط یافت نشد
fr_fr: Article ACL associé introuvable
it_it: Elemento ACL correlato non trovato
ko_kr: 관련 ACL 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu ACL
uk_ua: Пов'язаний елемент ACL не знайдено
zh_cn: 找不到相关的访问列表项

source: Related HAProxy ACL not found.
cs_cz: Související seznam řízení přístupu (ACL) pro HAProxy nenalezen.
de_de: Zugehörige HAProxy-ACL nicht gefunden.
el_gr: Δεν βρέθηκε σχετικό HAProxy ACL.
fa_ir: ACL مرتبط با HAProxy یافت نشد.
fr_fr: ACL HAProxy associé introuvable.
it_it: ACL HAProxy correlato non trovato.
ko_kr: 관련 HAProxy ACL을 찾을 수 없습니다.
pl_pl: Nie znaleziono powiązanego ACL HAProxy.
uk_ua: Пов'язаний ACL HAProxy не знайдено.
zh_cn: 找不到相关的HAProxy访问列表。

source: Related HAProxy action not found.
cs_cz: Související HAProxy akce nenalezena.
de_de: Zugehöriger HAProxy-Aktion nicht gefunden.
el_gr: Δεν βρέθηκε σχετική ενέργεια HAProxy.
fa_ir: اقدام مرتبط با HAProxy یافت نشد.
fr_fr: Action HAProxy associée introuvable.
it_it: Azione HAProxy correlata non trovata.
ko_kr: 관련 HAProxy 액션을 찾을 수 없습니다.
pl_pl: Nie znaleziono powiązanej akcji HAProxy.
uk_ua: Пов'язану дію HAProxy не знайдено.
zh_cn: 未找到相关的HAProxy操作。

source: Related HAProxy backend not found.
cs_cz: Související HAProxy podpůrná vrstva nenalezena.
de_de: Zugehöriges HAProxy-Backend nicht gefunden.
el_gr: Δεν βρέθηκε σχετικό backend του HAProxy.
fa_ir: backend مرتبط با HAProxy یافت نشد.
fr_fr: Le backend HAProxy correspondant n'a pas été trouvé.
it_it: Backend HAProxy correlato non trovato.
ko_kr: 관련 HAProxy 백엔드를 찾을 수 없습니다.
pl_pl: Nie znaleziono powiązanego backendu HAProxy.
uk_ua: Пов'язаний бекенд HAProxy не знайдено.
zh_cn: 找不到相关的HAProxy后端。

source: Related HAProxy server not found.
cs_cz: Související HAProxy server nenalezen.
de_de: Zugehöriger HAProxy-Server nicht gefunden.
el_gr: Δεν βρέθηκε σχετικός διακομιστής HAProxy.
fa_ir: سرور مرتبط با HAProxy یافت نشد.
fr_fr: Serveur HAProxy associé introuvable
it_it: Server HAProxy correlato non trovato.
ko_kr: 관련 HAProxy 서버를 찾을 수 없음
pl_pl: Nie znaleziono powiązanego serwera HAProxy.
uk_ua: Пов'язаний сервер HAProxy не знайдено.
zh_cn: 找不到相关的HAProxy服务器。
