Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 IP address.
cs_cz: Neshoda v generacích protokolu a IP adres. Není možné vybrat IPv6 protokol a přitom IPv4 adresu.
de_de: Protokoll und IP-Adressfamilien passen nicht zusammen. Sie können nicht das IPv6-Protokoll und eine IPv4-Adresse angeben.
el_gr: Οι οικογένειες πρωτοκόλλων και διευθύνσεων IP δεν ταιριάζουν. Δεν μπορείτε να επιλέξετε ένα πρωτόκολλο IPv6 και μια διεύθυνση IP IPv4.
fa_ir: خانواده‌های پروتکل و آدرس IP سازگار نیستند. نمی‌توانید یک پروتکل IPv6 را با یک آدرس IPv4 انتخاب کنید.
fr_fr: Les familles de protocole et d'adresse IP ne correspondent pas. Vous ne pouvez pas sélectionner un protocole IPv6 et une adresse IP IPv4.
it_it: Le famiglie di protocolli e indirizzi IP non corrispondono. Non è possibile selezionare un protocollo IPv6 e un indirizzo IP IPv4.
ko_kr: 프로토콜과 IP 주소 패밀리가 일치하지 않습니다. IPv6 프로토콜과 IPv4 IP 주소는 선택할 수 없습니다.
pl_pl: Rodziny protokołu i adresu IP są niezgodne. Nie można wybrać protokołu IPv6 i adresu IPv4.
uk_ua: Протокол та сімейства IP-адрес не співпадають. Ви не можете вибрати протокол IPv6 та IP-адресу IPv4.
zh_cn: 协议和IP地址系列不匹配。 您不能选择IPv6协议和IPv4 IP地址。

source: File Only
cs_cz: Pouze soubor
de_de: Datei (.ovpn)
el_gr: Μόνο αρχείο
fa_ir: فقط فایل
fr_fr: Fichier uniquement
it_it: Solo file
ko_kr: 파일만
pl_pl: Tylko plik
uk_ua: Тільки файл
zh_cn: 仅文件

source: Archive
cs_cz: Archiv
de_de: Ordner (.zip)
el_gr: Αρχείο
fa_ir: آرشیو
fr_fr: Archiver
it_it: Archivio
ko_kr: 아카이브
pl_pl: Archiwum
uk_ua: Архів
zh_cn: 档案

source: Use a random local source port (lport) for traffic from the client. Without this set, two clients may not run concurrently.
cs_cz: Pro provoz směrem od klienta použít na jeho straně náhodně zvolený zdrojový port (lport). Bez tohoto tam nemohou být spuštění dva klienti naráz.
de_de: Benutze einen zufälligen Quellport (lport) für den Datenverkehr des Clients. Wenn diese Option nicht gesetzt ist, können zwei Clients nicht gleichzeitig laufen.
el_gr: Χρησιμοποιήστε μια τυχαία τοπική θύρα προέλευσης (lport) για την κίνηση από τον υπολογιστή-πελάτη. Χωρίς αυτό το σύνολο, δύο υπολογιστές-πελάτες δεν μπορούν να εκτελούνται ταυτόχρονα.
fa_ir: برای ترافیک کلاینت از یک پورت محلی منبع تصادفی (lport) استفاده شود. در غیر این صورت ممکن است دو کلاینت هم‌زمان اجرا نشوند.
fr_fr: Utilisez un port source local (lport) aléatoire pour le trafic du client. Sans ce paramètre, deux clients ne peuvent pas fonctionner en même temps.
it_it: Utilizza una porta di origine locale casuale (lport) per il traffico proveniente dal client. Senza questo set, due client non potrebbero essere eseguiti contemporaneamente.
ko_kr: 클라이언트에서의 트래픽에 대해 랜덤한 로컬 출발지 포트(lport)를 사용하세요. 이 설정이 없으면 두 클라이언트가 동시에 실행되지 않을 수 있습니다.
pl_pl: Użyj losowego portu lokalnego (lport) dla ruchu od klienta. Bez podania tej wartości, dwoje klientów nie będzie działać jednocześnie.
uk_ua: Використовуйте випадковий локальний вихідний порт (lport) для трафіку від клієнта. Без цієї опції два клієнти не зможуть працювати одночасно.
zh_cn: 使用随机本地源端口来获取来自客户端的流量。 如果没有此设置，则两个客户端可能无法同时运行。

source: Remote Access Server
cs_cz: Server pro vzdálený přístup
de_de: Verwendete OpenVPN-Konfiguration
el_gr: Διακομιστής απομακρυσμένης πρόσβασης
fa_ir: سرور دسترسی از راه دور
fr_fr: Serveur d'Accès Distant
it_it: Server di accesso remoto
ko_kr: 원격 액세스 서버
pl_pl: Serwer dostępu zdalnego
uk_ua: Сервер віддаленого доступу
zh_cn: 远程访问服务器

source: Tunnel Network
cs_cz: Síť tunelu
de_de: Tunnel-Netzwerk
el_gr: Δίκτυο σηράγγων
fa_ir: شبکه تونل
fr_fr: Tunnel Réseau
it_it: Rete di tunnel
ko_kr: 터널 네트워크
pl_pl: Sieć tunelowa
uk_ua: Тунельна мережа
zh_cn: 隧道网络

source: Node Type
cs_cz: Typ uzlu
de_de: Knotentyp
el_gr: Τύπος κόμβου
fa_ir: نوع گره
fr_fr: Type de nœud
it_it: Tipo di nodo
ko_kr: 노드 유형
pl_pl: Typ noda
uk_ua: Тип вузла
zh_cn: 节点类型

source: If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled
cs_cz: Pokud tato předvolba není nastavená, veškeré předvolby ohledně protokolu NetBIOS nad TCP/IP (včetně WINS) budou vypnuté
de_de: Falls diese Einstellung gesetzt ist, werden alle NetBIOS-über-TCP/IP Einstellungen (einschließlich WINS) deaktiviert
el_gr: Εάν αυτή η επιλογή δεν οριστεί, όλες οι επιλογές NetBIOS-over-TCP/IP (συμπεριλαμβανομένων των WINS) θα απενεργοποιηθούν.
fa_ir: اگر این گزینه تنظیم نشود، تمام گزینه‌های NetBIOS-over-TCP/IP (شامل WINS) غیرفعال خواهند شد
fr_fr: Si cette option est activée, toutes les options NetBIOS sur TCP/IP (y compris WINS) seront désactivées
it_it: Se questa opzione non è impostata, tutte le opzioni NetBIOS su TCP/IP (incluso WINS) verranno disabilitate
ko_kr: 이 옵션을 설정하지 않으면 모든 NetBIOS-over-TCP/IP 옵션(WINS 포함)이 사용되지 않도록 설정됩니다
pl_pl: Jeśli opcja ta nie jest ustawiona, wszystkie opcje NetBIOS-przez-TCP/IP (włączając WINS) zostaną wyłączone
uk_ua: Якщо ця опція не встановлена, усі опції NetBIOS-over-TCP/IP (включаючи WINS) будуть вимкнені
zh_cn: 如果未设置此选项，就会禁用所有的NetBIOS-over-TCP/IP选项(包括WINS)

source: Enable NetBIOS over TCP/IP
cs_cz: Zapnout protokol NetBIOS nad TCP/IP
de_de: NetBIOS über TCP/IP aktivieren
el_gr: Ενεργοποίηση NetBIOS μέσω TCP/IP
fa_ir: فعال‌سازی NetBIOS over TCP/IP
fr_fr: Activer NetBIOS over TCP/IP
it_it: Abilita NetBIOS su TCP/IP
ko_kr: TCP/IP를 통한 NetBIOS 사용 활성
pl_pl: Włącz NetBIOS po TCP/IP
uk_ua: Увімкнути NetBIOS over TCP/IP
zh_cn: 启用NetBIOS over TCP/IP

source: Provide a NTP server list to clients
cs_cz: Poskytovat klientům seznam NTP serverů
de_de: Stelle den Clients eine NTP-Serverliste zur Verfügung
el_gr: Παροχή λίστας διακομιστών NTP στους υπολογιστές-πελάτες
fa_ir: فهرست سرورهای NTP را به کلاینت‌ها ارائه کنید
fr_fr: Fournir une liste de serveurs NTP aux clients
it_it: Fornire un elenco di server NTP ai client
ko_kr: 클라이언트에 NTP 서버 목록 제공
pl_pl: Dostarcz listę serwerów NTP dla klientów
uk_ua: Надати клієнтам список NTP-серверів
zh_cn: 向客户端提供NTP服务器列表

source: NTP Servers
cs_cz: NTP servery
de_de: NTP-Server
el_gr: Διακομιστές NTP
fa_ir: سرورهای NTP
fr_fr: Serveurs NTP
it_it: Server NTP
ko_kr: NTP 서버
pl_pl: Serwery NTP
uk_ua: NTP-сервери
zh_cn: NTP服务器

source: Server #4:
cs_cz: Server č. 4:
el_gr: Διακομιστής #4:
fa_ir: سرور شماره 4:
fr_fr: Serveur #4:
it_it: Server n. 4:
ko_kr: 서버 #4:
pl_pl: Serwer 4:
uk_ua: Сервер №4:
zh_cn: 服务器4:

source: Server #3:
cs_cz: Server č. 3:
el_gr: Διακομιστής #3:
fa_ir: سرور شماره 3:
fr_fr: Serveur #3:
it_it: Server n. 3:
ko_kr: 서버 #3:
pl_pl: Serwer 3:
uk_ua: Сервер №3:
zh_cn: 服务器3:

source: Server #2:
cs_cz: Server č. 2:
el_gr: Διακομιστής #2:
fa_ir: سرور شماره 2:
fr_fr: Serveur #2:
it_it: Server n. 2:
ko_kr: 서버 #2:
pl_pl: Serwer 2:
uk_ua: Сервер №2:
zh_cn: 服务器2:

source: Server #1:
cs_cz: Server č. 1:
el_gr: Διακομιστής #1:
fa_ir: سرور شماره 1:
fr_fr: Serveur #1:
it_it: Server n. 1:
ko_kr: 서버 #1:
pl_pl: Serwer 1:
uk_ua: Сервер №1:
zh_cn: 服务器1:

source: clone client
cs_cz: klonovat klienta
de_de: Client klonen
el_gr: κλωνοποίηση client
fa_ir: کپی کلاینت
fr_fr: dupliquer le client
it_it: cliente clone
ko_kr: 클라이언트 복제
pl_pl: powiel klienta
uk_ua: клонувати клієнта
zh_cn: 克隆客户端

source: delete client
cs_cz: smazat klienta
de_de: Client löschen
el_gr: διαγραφή client
fa_ir: حذف کلاینت
fr_fr: supprimer le client
it_it: eliminare il cliente
ko_kr: 클라이언트 삭제
pl_pl: usuń klienta
uk_ua: видалити клієнта
zh_cn: 删除客户端

source: %s6%s-%s11%s -- Debug info range.
cs_cz: %s6%s-%s11%s – rozsah ladicích informací.
de_de: %s6%s-%s11%s -- Debug Informationsbereich
el_gr: %s6%s-%s11%s -- Εύρος πληροφοριών εντοπισμού σφαλμάτων.
fa_ir: %s6%s-%s11%s -- محدوده اطلاعات اشکال‌زدایی.
fr_fr: %s6%s-%s11%s -- Plage des infos de débogage.
it_it: %s6%s-%s11%s -- Intervallo di informazioni di debug.
ko_kr: %s6%s-%s11%s -- 디버그 정보 범위.
pl_pl: %s6%s-%s11%s -- zakres informacji debugowania.
uk_ua: %s6%s-%s11%s -- Діапазон налагоджувальної інформації.
zh_cn: %s6%s-%s11%s -- 调试信息范围。

source: %s5%s -- Output R and W characters to the console for each packet read and write, uppercase is used for TCP/UDP packets and lowercase is used for TUN/TAP packets.
cs_cz: %s5%s – vypisovat na konzoli písmena R (read – čtení) a W (write – zápis) pro každé čtení a zápis paketu. V případě TCP/UDP paketů velkými písmeny a u TUN/TAP malými.
de_de: %s5%s -- Schreibe R- und W-Buchstaben auf die Konsole für jedes geschriebene oder gelesene Paket. Großbuchstaben werden für TCP- und UDP-Pakete und Kleinbuchstaben für TUN- und TAP-Pakete verwendet.
el_gr: %s5%s -- Έξοδος χαρακτήρων R και W στην κονσόλα για κάθε πακέτο που διαβάζεται και γράφεται, με κεφαλαία γράμματα για πακέτα TCP/UDP και πεζά γράμματα για πακέτα TUN/TAP.
fa_ir: %s5%s -- برای هر بسته خوانده/نوشته، کاراکترهای R و W را به کنسول خروجی می‌فرستد؛ حروف بزرگ برای بسته‌های TCP/UDP و حروف کوچک برای بسته‌های TUN/TAP استفاده می‌شوند.
fr_fr: %s5%s -- Lettres R et W en sortie vers la console pour chaque paquet lu et écrit, les majuscules sont utilisées pour les paquets TCP/IP et les minuscules pour les paquets TUN/TAP.
it_it: %s5%s -- Invia i caratteri R e W alla console per ogni pacchetto letto e scritto, la maiuscola viene utilizzata per i pacchetti TCP/UDP e la minuscola viene utilizzata per i pacchetti TUN/TAP.
ko_kr: %s5%s --각 패킷 읽기 및 쓰기에 대해 R 및 W 문자를 콘솔에 출력하고, 대문자는 TCP/UDP 패킷에 사용되고 소문자는 TUN/TAP 패킷에 사용됨.
pl_pl: %s5%s -- Wysyła znaki R i W do konsoli dla każdego odczytu i zapisu pakietu, duże litery są używane dla pakietów TCP/UDP, a małe litery są używane dla pakietów TUN/TAP.
uk_ua: %s5%s -- Виводити символи R і W на консоль для кожного прочитаного та записаного пакета; великі літери використовуються для пакетів TCP/UDP, а малі – для пакетів TUN/TAP.
zh_cn: %s5%s -- 为读取和写入每个数据包输出R和W字符到控制台，大写用于TCP/UDP数据包，小写用于TUN/TAP数据包。

source: %sdefault%s-%s4%s -- Normal usage range.
cs_cz: %sdefault%s-%s4%s – rozsah běžného používání.
de_de: %sStandard%s-%s4%s -- Normaler Nutzungsbereich.
el_gr: %sdefault%s-%s4%s -- Κανονικό εύρος χρήσης.
fa_ir: %sپیش‌فرض%s-%s4%s -- محدوده استفادهٔ عادی.
fr_fr: %sdéfaut%s-%s4%s -- Plage d'utilisation normale.
it_it: %sdefault%s-%s4%s -- Intervallo di utilizzo normale.
ko_kr: %s기본%s-%s4%s -- 일반적 사용 범위.
pl_pl: %sdefault%s-%s4%s — Normalny zakres użytkowania.
uk_ua: %sтипово%s-%s4%s -- Нормальний діапазон використання.
zh_cn: %sdefault%s-%s4%s -- 正常使用范围。

source: %snone%s -- No output except fatal errors.
cs_cz: %snone%s – Žádný výstup vyjma fatálních chyb.
de_de: %skeine%s -- Keine Ausgabe außer fatale Fehler.
el_gr: %snone%s -- Δεν υπάρχει έξοδος εκτός από ανεπανόρθωτα σφάλματα.
fa_ir: %snone%s -- هیچ خروجی‌ای جز خطاهای بحرانی ندارد.
fr_fr: %saucun%s -- Aucune sortie à l'exception des erreurs fatales.
it_it: %snone%s - Nessun output tranne errori irreversibili.
ko_kr: %s없음%s - 치명적인 오류를 제외하고 출력이 없음.
pl_pl: %snone%s -- tylko błędy krytyczne.
uk_ua: %snone%s -- Без виводу, окрім фатальних помилок.
zh_cn: %snone%s -- 除致命错误外没有输出。

source: Each level shows all info from the previous levels. Level 3 is recommended if you want a good summary of what's happening without being swamped by output.
cs_cz: Každá z úrovní zobrazuje veškeré informace z nižších úrovní. Úroveň 3 je doporučená pokud chcete dobrý souhrn toho co se děje aniž byste byli zahlcení výstupem.
de_de: Jede Stufe zeigt jegliche Information der vorhergehenden Stufen an. Stufe 3 wird empfohlen, falls Sie eine gute Zusammenfassung von Ereignissen wünschen, ohne in Information zu ersticken.
el_gr: Κάθε επίπεδο εμφανίζει όλες τις πληροφορίες από τα προηγούμενα επίπεδα. Το Επίπεδο 3 συνιστάται αν θέλετε μια καλή σύνοψη των όσων συμβαίνουν χωρίς να σας κατακλύζει η έξοδος.
fa_ir: هر سطح تمام اطلاعات سطوح قبلی را نمایش می‌دهد. اگر می‌خواهید خلاصهٔ مناسبی از آنچه در حال رخ دادن است بدون غرق شدن در خروجی داشته باشید، سطح 3 توصیه می‌شود.
fr_fr: Chaque niveau affichera l'ensemble des informations affichées par les niveaux précédents. Le niveau 3 est recommandé si vous souhaitez obtenir une bonne synthèse de l'activité sans être noyé sous le flot des informations.
it_it: Ogni livello mostra tutte le informazioni dei livelli precedenti. Il livello 3 è consigliato se desideri un buon riepilogo di ciò che sta accadendo senza essere sommerso dai risultati.
ko_kr: 각 레벨은 이전 레벨의 모든 정보를 표시합니다. 출력에 얽매이지 않고 무슨 일이 일어나고 있는지 잘 요약하고 싶다면 레벨 3을 추천합니다.
pl_pl: Każdy poziom pokazuje wszystkie informacje z poprzednich poziomów. Poziom 3 jest zalecany, jeśli chcesz uzyskać dobre podsumowanie tego, co się dzieje, bez zasypywania danymi wyjściowymi.
uk_ua: Кожен рівень показує всю інформацію з попередніх рівнів. Рівень 3 рекомендований, якщо ви хочете отримати гарний опис того, що відбувається, без перевантаження виводом.
zh_cn: 每个层级包含前面层级的所有信息。 如果不希望查看更多信息，可以使用3级。

source: Verbosity level
cs_cz: Stupeň podrobnosti
de_de: Ausführlichkeitslevel
el_gr: Επίπεδο λεπτομερείας
fa_ir: سطح جزئیات
fr_fr: Niveau de verbosité
it_it: Livello di verbosità
ko_kr: 상세 수준
pl_pl: Poziom szczegółowości
uk_ua: Рівень деталізації
zh_cn: 信息层级

source: Enter any additional options you would like to add to the configuration file here.
cs_cz: Sem zadejte všechny další volby které chcete přidat do souboru s nastaveními.
de_de: Geben Sie hier beliebige zusätzliche Optionen ein, die zur Konfigurationsdatei hinzugefügt werden sollen.
el_gr: Εισαγάγετε εδώ τυχόν πρόσθετες επιλογές που θέλετε να προσθέσετε στο αρχείο διαμόρφωσης.
fa_ir: هر گزینهٔ اضافی که می‌خواهید به فایل پیکربندی اضافه شود را اینجا وارد کنید.
fr_fr: Préciser ici toute option utile que vous souhaitez ajouter au fichier de configuration
it_it: Inserisci qui eventuali opzioni aggiuntive che desideri aggiungere al file di configurazione.
ko_kr: 구성 파일에 추가할 추가 옵션을 여기에 입력하세요.
pl_pl: Wprowadź pozostałe opcje które powinny znaleźć się w pliku konfiguracyjnym
uk_ua: Введіть будь-які додаткові опції, які ви хотіли б додати до файлу конфігурації тут.
zh_cn: 在此输入您要添加到配置文件的任何其他选项。

source: Advanced configuration
cs_cz: Pokročilá nastavení
de_de: Erweiterte Konfiguration
el_gr: Προηγμένη διαμόρφωση
fa_ir: پیکربندی پیشرفته
fr_fr: Configuration avancée
it_it: Configurazione avanzata
ko_kr: 고급 구성
pl_pl: Konfiguracja zaawansowana
uk_ua: Розширена конфігурація
zh_cn: 高级配置

source: This option effectively bars the server from adding routes to the client's routing table, however note that this option still allows the server to set the TCP/IP properties of the client's TUN/TAP interface
cs_cz: Tato předvolba ve výsledku zamezí severu přidávat trasy do směrovací tabulky klienta, nicméně poznamenejme, že tato předvolba pořád serveru umožňuje nastavit TCP/IP vlastnosti TUN/TAP rozhraní klienta
de_de: Durch diese Option wird der Server davon abgehalten, Routen zur Routingtabelle des Clients hinzuzufügen. Seien Sie sich aber bewusst, dass diese Option dem Server immer noch erlaubt, TCP/IP-Einstellungen der TUN/TAP-Schnittstelle zu setzen
el_gr: Αυτή η επιλογή ουσιαστικά εμποδίζει τον διακομιστή να προσθέτει routesστον πίνακα δρομολόγησης του πελάτη, ωστόσο, σημειώστε ότι αυτή η επιλογή εξακολουθεί να επιτρέπει στον διακομιστή να ορίσει τις ιδιότητες TCP/IP της διεπαφής TUN/TAP του πελάτη.
fa_ir: این گزینه عملاً سرور را از افزودن مسیرها به جدول مسیریابی کلاینت بازمی‌دارد؛ با این حال سرور همچنان می‌تواند ویژگی‌های TCP/IP رابط TUN/TAP کلاینت را تنظیم کند.
fr_fr: Cette option permet efficacement d'empêcher le serveur d'ajouter des routes à la table de routage du client, veuillez cependant noter que cette option continuera de permettre au serveur d'apporter des modifications aux propriétés TCP/IP des interfaces TUN/TAP du client
it_it: Questa opzione impedisce effettivamente al server di aggiungere percorsi alla tabella di routing del client, tuttavia tieni presente che questa opzione consente comunque al server di impostare le proprietà TCP/IP dell'interfaccia TUN/TAP del client
ko_kr: 이 옵션은 서버가 클라이언트의 라우팅 테이블에 경로를 추가하는 것을 효과적으로 금지하지만, 이 옵션을 사용하면 여전히 서버가 클라이언트 TUN/TAP 인터페이스의 TCP/IP 속성을 설정할 수 있습니다
pl_pl: Ta opcja skutecznie uniemożliwia serwerowi dodawanie tras do tablicy routingu klienta, należy jednak pamiętać, że ta opcja nadal umożliwia serwerowi ustawienie właściwości TCP/IP interfejsu TUN/TAP klienta
uk_ua: Ця опція фактично забороняє серверу додавати маршрути до таблиці маршрутизації клієнта, однак зверніть увагу, що ця опція все ще дозволяє серверу встановлювати властивості TCP/IP інтерфейсу TUN/TAP клієнта.
zh_cn: 此选项有效地禁止服务器将路由添加到客户端的路由表，但请注意，此选项仍允许服务器设置客户端的TUN / TAP接口的TCP/IP属性

source: Don't add/remove routes
cs_cz: Nepřidávat/neodebírat trasy
de_de: Routen nicht hinzufügen oder entfernen
el_gr: Μην προσθέτετε/αφαιρείτε routes
fa_ir: افزودن/حذف مسیرها را انجام نده
fr_fr: Ne pas ajouter/supprimer de routes
it_it: Non aggiungere/rimuovere percorsi
ko_kr: 경로 추가/제거 금지
pl_pl: Nie dodawaj/usuwaj tras
uk_ua: Не додавати/видаляти маршрути
zh_cn: 不添加/删除路由

source: Don't pull routes
cs_cz: Nevnucovat trasy
de_de: Keine Routen beziehen
el_gr: Μην τραβάτε routes
fa_ir: مسیرهای ارسالی از سرور را نپذیر
fr_fr: Ne pas forcer les routes
it_it: Non tirare percorsi
ko_kr: 경로 설정을 가져오지 않음
pl_pl: Nie zaciągaj tras
uk_ua: Не отримувати маршрути
zh_cn: 不推送路由

source: Disable IPv6
cs_cz: Nepoužívat IPv6 protokol
de_de: IPv6 deaktivieren
el_gr: Απενεργοποίηση IPv6
fa_ir: غیرفعال کردن IPv6
fr_fr: Désactiver IPv6
it_it: Disabilita IPv6
ko_kr: IPv6 사용 안 함
pl_pl: Wyłącz IPv6
uk_ua: Вимкнути IPv6
zh_cn: 禁止IPv6

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value
cs_cz: Nastavit hodnotu TOS IP hlavičky paketů tunelu stejně jako hodnotu zapouzdřeného paketu
de_de: Setzt den TOS-IP-Headerwert von Tunnelpaketen, um den gekapselten Paketen zu entsprechen
el_gr: Ορίστε την τιμή κεφαλίδας TOS IP των πακέτων σήραγγας ώστε να ταιριάζει με την τιμή του ενθυλακωμένου πακέτου
fa_ir: مقدار TOS در هدر IP بسته‌های تونل را با مقدار بستهٔ محصورشده یکسان کن
fr_fr: Définir la valeur de l'en-tête TOS IP des paquets du tunnel de sorte à la faire correspondre à la valeur du paquet encapsulé
it_it: Imposta il valore dell'intestazione IP TOS dei pacchetti tunnel in modo che corrisponda al valore del pacchetto incapsulato
ko_kr: 터널 패킷의 TOS IP 헤더 값을 캡슐화된 패킷 값과 일치하도록 설정
pl_pl: Ustaw wartość nagłówka IP TOS pakietów tunelowych, aby pasowała do wartości hermetyzowanego pakietu
uk_ua: Встановіть значення заголовка IP TOS тунельних пакетів відповідно до значення інкапсульованого пакета
zh_cn: 设置隧道数据包的TOS IP标头值以匹配封装的数据包值

source: Maximum outgoing bandwidth for this tunnel. Leave empty for no limit. The input value has to be something between 100 bytes/sec and 100 Mbytes/sec (entered as bytes per second)
cs_cz: Nejvyšší umožněná odchozí přenosová rychlost. Pokud nechcete omezovat, nevyplňujte. Zadaná hodnota by měla být mezi 100 bajty/s až 100 megabajty/s (zadané jako bajty za sekundu)
de_de: Maximale ausgehende Bandbreite für diesen Tunnel. Lassen Sie es leer wenn Sie kein Limit wünschen. Der eingegebene Wert muss zwischen 100 Bytes/Sekunde und 100 MBytes/Sekunde liegen (eingegeben als Bytes pro Sekunde)
el_gr: Μέγιστο εύρος ζώνης εξερχόμενης πληροφορίας για αυτήν τη σήραγγα. Αφήστε το κενό για λόγους μηδενικού ορίου. Η τιμή εισόδου πρέπει να είναι μεταξύ 100 byte/δευτ. και 100 Mbyte/δευτ. (εισαγόμενη ως byte ανά δευτερόλεπτο)
fa_ir: حداکثر پهنای‌باند خروجی برای این تونل. برای بدون‌محدودیت خالی بگذارید. مقدار واردشده باید بین 100 bytes/sec و 100 Mbytes/sec باشد (به‌صورت bytes per second وارد شود).
fr_fr: Bande passante sortante maximale pour ce tunnel. Laissez vide pour aucune limite. Cette valeur doit être comprise entre 100 octets/sec et 100 Mo/sec (renseignée en octets par seconde)
it_it: Massima larghezza di banda in uscita per questo tunnel. Lascia vuoto per nessun limite. Il valore di input deve essere compreso tra 100 byte/sec e 100 Mbyte/sec (immesso come byte al secondo)
ko_kr: 이 터널의 최대 발신 대역폭입니다. 제한이 없으면 비워 둡니다. 입력 값은 100bytes/초에서 100Mbytes/초 사이여야 합니다(초당 바이트로 입력).
pl_pl: Maksymalna przepustowość wyjściowa dla tego tunelu. Pozostaw puste aby nie nakładać limitu. Wartość powinna wynosić pomiędzy 100 bajtami/s a 100 Megabajtami/s (wprowadź jako bajty na sekundę)
uk_ua: Максимальна вихідна пропускна здатність для цього тунелю. Залиште порожнім для відсутності обмеження. Введене значення має бути між 100 байтами/с і 100 МБайтами/с (вводиться як байти на секунду)
zh_cn: 此隧道的最大出站带宽。 留空为无限制。 输入值必须介于100 bytes/秒和100 Mbytes/秒之间(以bytes/秒输入)

source: Limit outgoing bandwidth
cs_cz: Omezovat odchozí rychlost
de_de: Bandbreitenbeschränkung ausgehend
el_gr: Περιορισμός εξερχόμενου εύρους ζώνης
fa_ir: محدودیت پهنای‌باند خروجی
fr_fr: Limiter la bande passante sortante
it_it: Limita la larghezza di banda in uscita
ko_kr: 송신 대역폭 제한
pl_pl: Ogranicz ruch wychodzący
uk_ua: Обмежити вихідну пропускну здатність
zh_cn: 限制出站带宽
