Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Template generation failed for internal service "%s". See backend log for details.
cs_cz: Vytváření šablony pro interní službu „%s“ se nezdařilo. Podrobnosti naleznete v záznamu událostí v podpůrné vrstvě.
de_de: Vorlagenerstellung für internen Dienst "%s" fehlgeschlagen. Siehe Backend-Protokoll für Details.
el_gr: Η δημιουργία προτύπου απέτυχε για την εσωτερική υπηρεσία "%s". Ανατρέξτε στο αρχείο καταγραφής backend για λεπτομέρειες.
fa_ir: تولید قالب برای سرویس داخلی "%s" ناموفق بود. برای جزئیات لاگ بک‌اند را بررسی کنید.
fr_fr: La génération du modèle a échoué pour le service interne "%s". Voir le journal du backend pour plus de détails.
it_it: Generazione del modello non riuscita per il servizio interno "%s". Per i dettagli, vedere il registro del backend.
ko_kr: 내부 서비스 "%s"에 대한 템플릿을 생성하지 못했습니다. 자세한 내용은 백엔드 로그를 참조하세요.
uk_ua: Генерація шаблону не вдалася для внутрішньої служби "%s". Дивіться журнал бекенду для деталей.
zh_cn: 内部服务"%s"的模板生成失败。详情请查看后台日志。

source: Text does not validate.
cs_cz: Text není ověřován.
de_de: Text ist nicht gültig.
el_gr: Το κείμενο δεν επικυρώνεται.
fa_ir: متن معتبر نیست.
fr_fr: Le texte n'est pas validé.
it_it: Il testo non viene convalidato.
ko_kr: 텍스트가 검증되지 않았습니다.
uk_ua: Текст не перевіряється.
zh_cn: 文本无效。

source: The Redis service is not active, make sure to configure it via : %s Services -> Redis %s first
cs_cz: Služba Redis není aktivní, nejprve ji nastavte v: %s Služby -> Redis %s
de_de: Der Redis-Dienst ist nicht aktiv. Stellen Sie sicher, dass er zuerst über %s Dienste -> Redis %s konfiguriert wird.
el_gr: Η υπηρεσία Redis δεν είναι ενεργή, φροντίστε να τη ρυθμίσετε πρώτα μέσω: %s Services -> Redis %s
fa_ir: سرویس Redis فعال نیست، ابتدا مطمئن شوید از طریق : %s Services -> Redis %s آن را پیکربندی کرده‌اید.
fr_fr: Le service Redis n'est pas actif, assurez-vous de le configurer via : %s Services -> Redis %s d'abord
it_it: Il servizio Redis non è attivo, assicurati di configurarlo prima tramite: %s Servizi -> Redis %s
ko_kr: Redis 서비스가 활성화되지 않았습니다. %s 서비스 -> Redis %s를 통해 구성하세요.
uk_ua: Служба Redis неактивна, переконайтеся, що налаштували її через: %s Служби -> Redis %s спочатку
zh_cn: Redis服务未处于活动状态，请确保先通过以下方式配置它：%s 服务->Redis %s

source: The assigned network device name of this interface.
cs_cz: Přiřazený název síťového zařízení tohoto rozhraní.
de_de: Der zugewiesene Netzwerkgerätename dieser Schnittstelle.
el_gr: Το όνομα της συσκευής δικτύου που έχει αντιστοιχιστεί σε αυτήν τη διεπαφή.
fa_ir: نام دستگاه شبکه اختصاص‌یافته‌ی این رابط.
fr_fr: Nom du périphérique réseau attribué à cette interface.
it_it: Il nome del dispositivo di rete assegnato a questa interfaccia.
ko_kr: 이 인터페이스에 할당된 네트워크 장치 이름입니다.
uk_ua: Призначена назва мережевого пристрою цього інтерфейсу.
zh_cn: 该接口分配的网络设备名称。

source: The image file is too large. Please upload something smaller than 10MB.
cs_cz: Soubor s obrázkem je příliš velký. Nahrajte něco menšího než 10 MB.
de_de: Die Bilddatei ist zu groß. Bitte laden Sie eine Datei mit weniger als 10 MB hoch.
el_gr: Το αρχείο εικόνας είναι πολύ μεγάλο. Παρακαλώ ανεβάστε κάτι μικρότερο από 10MB.
fa_ir: فایل تصویر بیش از حد بزرگ است. لطفاً فایلی کوچکتر از 10MB آپلود کنید.
fr_fr: Le fichier image est trop volumineux. Veuillez télécharger un fichier d'une taille inférieure à 10 Mo.
it_it: Il file immagine è troppo grande. Per favore carica qualcosa di più piccolo di 10 MB.
ko_kr: 이미지 파일이 너무 큽니다. 10MB보다 작은 파일을 업로드하세요.
uk_ua: Файл зображення завеликий. Будь ласка, завантажте щось менше 10МБ.
zh_cn: 图像文件过大。请上传小于 10MB 的文件。

source: The internal configuration identifier of this interface.
cs_cz: Vnitřní identifikátor nastavení tohoto rozhraní.
de_de: Die interne Konfigurationskennung dieser Schnittstelle.
el_gr: Το εσωτερικό αναγνωριστικό διαμόρφωσης αυτής της διεπαφής.
fa_ir: شناسه پیکربندی داخلی این رابط.
fr_fr: L'identifiant de configuration interne de cette interface.
it_it: L'identificatore di configurazione interna di questa interfaccia.
ko_kr: 이 인터페이스의 내부 구성 식별자입니다.
uk_ua: Внутрішній ідентифікатор конфігурації цього інтерфейсу.
zh_cn: 该接口的内部配置标识符。

source: The login shell for this non-admin user is not active for security reasons.
cs_cz: Přihlašovací shell pro tohoto uživatele, který není správcem, není z bezpečnostních důvodů aktivní.
de_de: Die Anmeldeshell für diesen Nicht-Admin-Benutzer ist aus Sicherheitsgründen deaktiviert.
el_gr: Το κέλυφος σύνδεσης για αυτόν τον χρήστη που δεν είναι διαχειριστής δεν είναι ενεργό για λόγους ασφαλείας.
fa_ir: پوسته ورود برای این کاربر غیرادمین به دلایل امنیتی فعال نیست.
fr_fr: Le shell de connexion de cet utilisateur non-administrateur n'est pas actif pour des raisons de sécurité.
it_it: La shell di accesso per questo utente non amministratore non è attiva per motivi di sicurezza.
ko_kr: 보안상의 이유로 이 비관리자 사용자의 로그인 셸이 활성화되어 있지 않습니다.
uk_ua: Оболонка входу для цього користувача без прав адміністратора неактивна з міркувань безпеки.
zh_cn: 出于安全原因，该非管理员用户的登录 shell 未激活。

source: The remote address family has to match the one used in local.
cs_cz: Je třeba, aby se generace vzdálené adresy shodovala s tou použitou lokálně.
de_de: Die Adressfamilie der Gegenstelle muss mit der lokal verwendeten übereinstimmen.
el_gr: Η οικογένεια απομακρυσμένων διευθύνσεων πρέπει να ταιριάζει με αυτήν που χρησιμοποιείται στην τοπική.
fa_ir: خانواده آدرس از راه دور باید با خانواده مورد استفاده در سمت محلی مطابقت داشته باشد.
fr_fr: La famille d'adresses à distance doit correspondre à celle utilisée en local.
it_it: La famiglia di indirizzi remoti deve corrispondere a quella utilizzata in locale.
ko_kr: 원격 주소 패밀리는 로컬에서 사용되는 패밀리와 일치해야 합니다.
uk_ua: Сімейство віддалених адрес має відповідати тому, що використовується в локальній мережі.
zh_cn: 远程地址族必须与本地地址族一致。

source: The selected config file could not be parsed.
cs_cz: Vybraný soubor s nastaveními se nepodařilo zpracovat.
de_de: Die ausgewählte Konfigurationsdatei konnte nicht analysiert werden.
el_gr: Δεν ήταν δυνατή η ανάλυση του επιλεγμένου αρχείου ρυθμίσεων.
fa_ir: فایل پیکربندی انتخاب‌شده قابل‌تجزیه نیست.
fr_fr: Le fichier de configuration sélectionné n'a pas pu être analysé.
it_it: Impossibile analizzare il file di configurazione selezionato.
ko_kr: 선택한 구성 파일을 파싱할 수 없습니다.
uk_ua: Обраний файл конфігурації не вдалося розібрати.
zh_cn: 无法解析所选配置文件。

source: The time period needs to be at least 2 times the sum of the probe interval and the loss interval.
cs_cz: Je třeba, aby časový interval byl alespoň dvojnásobkem součtu intervalu sondy a intervalu ztráty.
de_de: Der Zeitraum muss mindestens das Zweifache der Summe aus Prüfintervall und Verlustintervall betragen.
el_gr: Η χρονική περίοδος πρέπει να είναι τουλάχιστον 2 φορές το άθροισμα του διαστήματος ανίχνευσης και του διαστήματος απώλειας.
fa_ir: بازه زمانی باید حداقل دو برابر مجموع بازهٔ پروب (probe interval) و بازهٔ از دست‌دادن (loss interval) باشد.
fr_fr: La période doit être au moins deux fois supérieure à la somme de l'intervalle de sonde et de l'intervalle de perte.
it_it: Il periodo di tempo deve essere almeno 2 volte la somma dell'intervallo della sonda e dell'intervallo di perdita.
ko_kr: 시간 기간은 프로브 간격과 손실 간격의 합의 최소 2배여야 합니다.
uk_ua: Період часу має бути щонайменше у 2 рази більше суми інтервалу зондування та інтервалу втрат.
zh_cn: 时间段至少是探测间隔和损失间隔之和的 2 倍。

source: The value in this field is the 6RD IPv4 prefix length. A value of 0 means we embed the entire IPv4 address in the 6RD prefix.
cs_cz: Hodnota v této kolonce je délka předpony 6RD IPv4. Hodnota 0 znamená, že do předpony 6RD bude vložena celá IPv4 adresa.
de_de: Der Wert in diesem Feld ist die Länge des 6RD-IPv4-Präfixes. Ein Wert von 0 bedeutet, dass die gesamte IPv4-Adresse in das 6RD-Präfix eingebettet wird.
el_gr: Η τιμή σε αυτό το πεδίο είναι το μήκος του προθέματος IPv4 6RD. Η τιμή 0 σημαίνει ότι ενσωματώνουμε ολόκληρη τη διεύθυνση IPv4 στο πρόθεμα 6RD.
fa_ir: مقدار این فیلد طول پیشوند IPv4 برای 6RD است. مقدار 0 یعنی کل آدرس IPv4 در پیشوند 6RD جاسازی می‌شود.
fr_fr: La valeur de ce champ est la longueur du préfixe IPv4 6RD. Une valeur de 0 signifie que l'adresse IPv4 entière est incluse dans le préfixe 6RD.
it_it: Il valore in questo campo è la lunghezza del prefisso IPv4 6RD. Un valore pari a 0 significa che incorporiamo l'intero indirizzo IPv4 nel prefisso 6RD.
ko_kr: 이 필드의 값은 6RD IPv4 프리픽스 길이입니다. 값이 0이면 전체 IPv4 주소를 6RD 프리픽스에 포함시킵니다.
uk_ua: Значення в цьому полі - це довжина префікса 6RD IPv4. Значення 0 означає, що ми вбудовуємо всю IPv4-адресу в префікс 6RD.
zh_cn: 该字段中的值是6RD IPv4前缀长度。值为0表示我们将整个IPv4地址嵌入到6RD前缀中。

source: The value in this field is the delegated prefix length provided by the DHCPv6 server.
cs_cz: Hodnota v této kolonce je délka delegované předpony poskytnutá DHCPv6 serverem.
de_de: Der Wert in diesem Feld ist die vom DHCPv6-Server bereitgestellte delegierte Präfixlänge.
el_gr: Η τιμή σε αυτό το πεδίο είναι το μήκος του προθέματος που έχει ανατεθεί από τον διακομιστή DHCPv6.
fa_ir: مقدار این فیلد طول پیشوند واگذارشده است که توسط سرور DHCPv6 ارائه می‌شود.
fr_fr: La valeur de ce champ est la longueur du préfixe délégué fourni par le serveur DHCPv6.
it_it: Il valore in questo campo è la lunghezza del prefisso delegato fornita dal server DHCPv6.
ko_kr: 이 필드의 값은 DHCPv6 서버에서 제공하는 위임된 프리픽스 길이입니다.
uk_ua: Значення в цьому полі — це довжина делегованого префікса, надана сервером DHCPv6.
zh_cn: 该字段的值为DHCPv6服务器提供的委托前缀长度。

source: The value in this field is the numeric IPv6 interface ID used to construct the lower part of the resulting IPv6 prefix address. Setting a hex value will use that fixed value in its lower address part. Please note the maximum usable value is 0x7fffffffffffffff due to a PHP integer restriction.
cs_cz: Hodnota v této kolonce je číselný identifikátor IPv6 rozhraní, který bude použit pro vytvoření nižší části výsledné adresy IPv6 předpony. Nastavením šestnáctkové hodnoty bude v nižší části adresy použita tato pevná hodnota. Upozorňujeme, že nejvyšší použitelná hodnota je 0x7fffffffffffff (kvůli celočíselnému omezení PHP).
de_de: Der Wert in diesem Feld ist die numerische IPv6-Schnittstellen-ID, die zur Bildung des unteren Teils der resultierenden IPv6-Präfix-Adresse verwendet wird. Wenn ein hexadezimaler Wert angegeben wird, wird dieser als fester Bestandteil im unteren Adressteil genutzt. Bitte beachten Sie, dass der maximal verwendbare Wert aufgrund einer PHP-Ganzzahlbeschränkung 0x7fffffffffffffff beträgt.
el_gr: Η τιμή σε αυτό το πεδίο είναι το αριθμητικό αναγνωριστικό διεπαφής IPv6 που χρησιμοποιείται για την κατασκευή του κάτω μέρους της προκύπτουσας διεύθυνσης προθέματος IPv6. Ο ορισμός μιας δεκαεξαδικής τιμής θα χρησιμοποιήσει αυτήν τη σταθερή τιμή στο κάτω μέρος της διεύθυνσης. Λάβετε υπόψη ότι η μέγιστη χρησιμοποιήσιμη τιμή είναι 0x7ffffffffffffffff λόγω ενός περιορισμού ακεραίων στην PHP.
fa_ir: مقدار این فیلد شناسه عددی رابط IPv6 است که برای ساخت بخش پایین‌تر پیشوند IPv6 حاصل استفاده می‌شود. قرار دادن یک مقدار هگز باعث می‌شود آن مقدار ثابت در بخش پایین آدرس استفاده شود. توجه کنید بیشینه مقدار قابل‌استفاده به دلیل محدودیت عددی PHP برابر 0x7fffffffffffffff است.
fr_fr: La valeur de ce champ est l'identifiant numérique de l'interface IPv6 utilisé pour construire la partie inférieure de l'adresse du préfixe IPv6 qui en résulte. La définition d'une valeur hexadécimale permet d'utiliser cette valeur fixe dans la partie inférieure de l'adresse. Veuillez noter que la valeur maximale utilisable est 0x7fffffffffffff en raison d'une restriction de PHP sur les entiers.
it_it: Il valore in questo campo è l'ID numerico dell'interfaccia IPv6 utilizzato per costruire la parte inferiore dell'indirizzo del prefisso IPv6 risultante. L'impostazione di un valore esadecimale utilizzerà quel valore fisso nella parte inferiore dell'indirizzo. Tieni presente che il valore massimo utilizzabile è 0x7fffffffffffffff a causa di una restrizione sui numeri interi PHP.
ko_kr: 이 필드의 값은 결과 IPv6 프리픽스 주소의 하위 부분을 구성하는 데 사용되는 숫자 IPv6 인터페이스 ID입니다. 16진수 값을 설정하면 해당 고정 값이 하위 주소 부분에 사용됩니다. PHP 정수 제한으로 인해 최대 사용 가능한 값은 0x7fffffffffffffff임을 유의하세요.
uk_ua: Значення в цьому полі — це числовий ідентифікатор інтерфейсу IPv6, що використовується для побудови нижньої частини результуючої адреси префікса IPv6. Встановлення шістнадцяткового значення використовуватиме це фіксоване значення у його нижній частині адреси. Зверніть увагу, що максимальне придатне для використання значення становить 0x7fffffffffffffff через обмеження цілих чисел PHP.
zh_cn: 此字段中的值用于构建生成的IPv6前缀地址低位部分的数字IPv6接口ID。设置十六进制值将在其低位地址部分使用该固定值。注意，由于PHP整数限制，最大可用值为 0x7ffffffffffffffff。

source: This interface is not tracking the current rule interface.
cs_cz: Toto rozhraní nesleduje aktuální rozhraní pravidel.
de_de: Diese Schnittstelle verfolgt nicht die aktuelle Regel-Schnittstelle.
el_gr: Αυτή η διεπαφή δεν παρακολουθεί την τρέχουσα διεπαφή κανόνα.
fa_ir: این رابط رابط قانون جاری را دنبال نمی‌کند.
fr_fr: Cette interface ne suit pas l'interface de la règle actuelle.
it_it: Questa interfaccia non tiene traccia dell'interfaccia della regola corrente.
ko_kr: 이 인터페이스는 현재 규칙 인터페이스를 추적하고 있지 않습니다.
uk_ua: Цей інтерфейс не відстежує поточний інтерфейс правила.
zh_cn: 该界面不跟踪当前的规则界面。此接口不跟踪当前规则接口。

source: This option requires checking the "Enable WPA box".
cs_cz: Tato volba vyžaduje zaškrtnutí kolonky „Zapnout WPA“.
de_de: Diese Option erfordert das Aktivieren des Feldes "Enable WPA box".
el_gr: Αυτή η επιλογή απαιτεί την επιλογή του πλαισίου "Ενεργοποίηση WPA".
fa_ir: این گزینه مستلزم تیک زدن "Enable WPA box" است.
fr_fr: Cette option nécessite de cocher la case "Activer WPA".
it_it: Questa opzione richiede la selezione della casella "Abilita WPA".
ko_kr: 이 옵션을 사용하려면 "WPA 활성화 상자"를 선택해야 합니다.
uk_ua: Ця опція вимагає встановлення прапорця "Увімкнути WPA".
zh_cn: 该选项要求选中 "启 WPA"。

source: To validate a certificate one has to be provided.
cs_cz: Aby bylo možné certifikát ověřit, je třeba nějaký poskytnout.
de_de: Zum Validieren eines Zertifikats muss eines bereitgestellt werden.
el_gr: Για την επικύρωση ενός πιστοποιητικού, πρέπει να παρέχεται ένα.
fa_ir: برای اعتبارسنجی گواهی‌نامه، باید یک گواهی ارائه شود.
fr_fr: Pour valider un certificat, il faut en fournir un.
it_it: Per convalidare un certificato è necessario fornirne uno.
ko_kr: 인증서를 검증하려면 인증서를 제공해야 합니다.
uk_ua: Для перевірки сертифіката його потрібно надати.
zh_cn: 要验证证书，必须提供一个证书。

source: Track if
cs_cz: Sledovat pokud
de_de: Verfolge Schnittstelle
el_gr: Παρακολούθηση εάν
fa_ir: ردیابی در صورت
fr_fr: Suivre si
it_it: Tieni traccia se
ko_kr: 추적 인터페이스
uk_ua: Відстежувати якщо
zh_cn: 跟踪接口

source: UPnP IGD & PCP/NAT-PMP Settings
cs_cz: Nastavení UPnP IGD a PCP/NAT-PMP
de_de: UPnP-IGD- & PCP/NAT-PMP-Einstellungen
el_gr: Ρυθμίσεις UPnP IGD & PCP/NAT-PMP
fa_ir: تنظیمات UPnP IGD & PCP/NAT-PMP
fr_fr: Paramètres UPnP IGD & PCP/NAT-PMP
it_it: Impostazioni UPnP IGD e PCP/NAT-PMP
ko_kr: UPnP IGD 및 PCP/NAT-PMP 설정
uk_ua: Налаштування UPnP IGD та PCP/NAT-PMP
zh_cn: UPnP/NAT-PMP设置

source: Unable to locate a CA for this certificate.
cs_cz: Není možné najít certif. autoritu pro tento certifikát.
de_de: Für dieses Zertifikat konnte keine CA gefunden werden.
el_gr: Δεν είναι δυνατός ο εντοπισμός μιας αρχής έκδοσης πιστοποιητικών (CA) για αυτό το πιστοποιητικό.
fa_ir: برای این گواهی، CA پیدا نشد.
fr_fr: Impossible de trouver une autorité de certification pour ce certificat.
it_it: Impossibile individuare una CA per questo certificato.
ko_kr: 이 인증서에 대한 CA를 찾을 수 없습니다.
uk_ua: Не вдалося знайти ЦС для цього сертифіката.
zh_cn: 无法找到此证书的 CA。

source: Unable to parse the validation result.
cs_cz: Není možné zpracovat výsledek ověřování.
de_de: Validierungsergebnis konnte nicht analysiert werden.
el_gr: Δεν είναι δυνατή η ανάλυση του αποτελέσματος επικύρωσης.
fa_ir: نتیجه اعتبارسنجی قابل‌تجزیه نیست.
fr_fr: Impossible d'analyser le résultat de la validation.
it_it: Impossibile analizzare il risultato della convalida.
ko_kr: 유효성 검사 결과를 구문 분석할 수 없습니다.
uk_ua: Не вдалося розібрати результат перевірки.
zh_cn: 无法解析验证结果。

source: Unassigned Interface
cs_cz: Nepřiřazené rozhraní
de_de: Nicht zugewiesene Schnittstelle
el_gr: Μη εκχωρημένη διεπαφή
fa_ir: رابط تخصیص‌نیافته
fr_fr: Interface non attribuée
it_it: Interfaccia non assegnata
ko_kr: 할당되지 않은 인터페이스
uk_ua: Непризначений інтерфейс
zh_cn: 未分配接口

source: Unexpected error, check log for details
cs_cz: Neočekávaná chyba – podrobnosti viz záznam událostí
de_de: Unerwarteter Fehler. Prüfen Sie das Protokoll für Details.
el_gr: Μη αναμενόμενο σφάλμα, ελέγξτε το αρχείο καταγραφής για λεπτομέρειες
fa_ir: خطای غیرمنتظره، برای جزئیات لاگ را بررسی کنید.
fr_fr: Erreur inattendue, vérifier le journal pour plus de détails
it_it: Errore imprevisto, controlla il registro per i dettagli
ko_kr: 예기치 않은 오류, 자세한 내용은 로그 확인
uk_ua: Несподівана помилка, перевірте журнал для деталей.
zh_cn: 意外错误，请查看日志了解详情

source: Unknown error
cs_cz: Neznámá chyba
de_de: Unbekannter Fehler
el_gr: Άγνωστο σφάλμα
fa_ir: خطای ناشناخته
fr_fr: Erreur inconnue
it_it: Errore sconosciuto
ko_kr: 알 수 없는 오류
uk_ua: Невідома помилка
zh_cn: 未知错误

source: Upload a picture, to be displayed in the Picture widget on the dashboard.
cs_cz: Nahrát obrázek, který má být zobrazování v ovládacím prvku Obrázek na přehledu.
de_de: Laden Sie ein Bild hoch, welches im Bild-Widget auf dem Dashboard angezeigt werden soll.
el_gr: Ανεβάστε μια εικόνα, η οποία θα εμφανίζεται στο γραφικό στοιχείο Εικόνα στον πίνακα ελέγχου.
fa_ir: یک تصویر آپلود کنید تا در ویجت تصویر روی داشبورد نمایش داده شود.
fr_fr: Téléchargez une image qui sera affichée dans le widget "Image" du tableau de bord.
it_it: Carica un'immagine, da visualizzare nel widget Immagine sulla dashboard.
ko_kr: 대시보드의 이미지 위젯에 표시할 이미지를 업로드합니다.
uk_ua: Завантажте зображення, яке відображатиметься у віджеті "Зображення" на панелі інструментів.
zh_cn: 上传图片，图片将显示在仪表盘的图片小部件中。

source: Uptime at Attach or Statistics Reset
cs_cz: Doba provozu při připojení nebo resetování statistik
de_de: Betriebszeit seit Verbindungsaufbau oder Reset
el_gr: Χρόνος λειτουργίας κατά την προσάρτηση ή επαναφορά στατιστικών στοιχείων
fa_ir: زمان کار هنگام اتصال یا بازنشانی آمار
fr_fr: Temps de disponibilité au moment de l'attachement ou de la réinitialisation des statistiques
it_it: Tempo di attività all'allegato o al ripristino delle statistiche
ko_kr: 연결 시 가동 시간 또는 통계 재설정
uk_ua: Час роботи при приєднанні або скиданні статистики
zh_cn: 连接或统计重置时的运行时间

source: Usages
cs_cz: Využití
de_de: Verwendungszwecke
el_gr: Χρήσεις
fa_ir: میزان استفاده
it_it: Usi
ko_kr: 사용량
uk_ua: Використання
zh_cn: 使用

source: Use all but selected interfaces
cs_cz: Použít všechna krom označených rozhraní
de_de: Verwendet alle Schnittstellen mit Ausnahme der ausgewählten.
el_gr: Χρήση όλων των διεπαφών εκτός από τις επιλεγμένες
fa_ir: استفاده از همه رابط‌ها به جز انتخاب‌شده‌ها
fr_fr: Utiliser toutes les interfaces sauf celles sélectionnées
it_it: Utilizza tutte le interfacce tranne quelle selezionate
ko_kr: 선택한 인터페이스를 제외한 모든 인터페이스 사용
uk_ua: Використовувати всі, крім вибраних інтерфейсів
zh_cn: 使用除选定接口之外的所有接口

source: Use system uptime instead of service uptime?
cs_cz: Použít dobu chodu systému namísto služby?
de_de: Systembetriebszeit statt Dienstbetriebszeit verwenden?
el_gr: Να χρησιμοποιείται ο χρόνος λειτουργίας του συστήματος αντί για τον χρόνο λειτουργίας της υπηρεσίας;
fa_ir: استفاده از زمان کار سیستم به‌جای زمان کار سرویس؟
fr_fr: Utiliser la durée de fonctionnement du système au lieu de la durée de fonctionnement du service ?
it_it: Utilizzare il tempo di attività del sistema anziché il tempo di attività del servizio?
ko_kr: 서비스 가동 시간 대신 시스템 가동 시간을 사용하시겠습니까?
uk_ua: Використовувати час роботи системи замість часу роботи служби?
zh_cn: 使用系统正常运行时间而不是服务正常运行时间？

source: VLAN Tag
cs_cz: VLAN štítek
el_gr: Ετικέτα VLAN
fa_ir: برچسب VLAN
fr_fr: Balise VLAN
it_it: Etichetta VLAN
ko_kr: VLAN 태그
uk_ua: Мітка VLAN
zh_cn: VLAN标签

source: VLAN details
cs_cz: Podrobnosti o VLAN
el_gr: Λεπτομέρειες VLAN
fa_ir: جزئیات VLAN
fr_fr: Détails du VLAN
it_it: Dettagli VLAN
ko_kr: VLAN 세부사항
uk_ua: Деталі VLAN
zh_cn: VLAN详情

source: Validate Caddyfile
cs_cz: Ověřit Caddyfile
de_de: Caddyfile validieren
el_gr: Επικύρωση Caddyfile
fa_ir: اعتبارسنجی Caddyfile
fr_fr: Valider le fichier Caddy
it_it: Convalida Caddyfile
ko_kr: Caddyfile 유효성 검사
uk_ua: Перевірити Caddyfile
zh_cn: 验证Caddy文件

source: Validation Error
cs_cz: Chyba ověřování
de_de: Validierungsfehler
el_gr: Σφάλμα επικύρωσης
fa_ir: خطای اعتبارسنجی
fr_fr: Erreur de validation
it_it: Errore di convalida
ko_kr: 유효성 검사 오류
uk_ua: Помилка перевірки
zh_cn: 验证错误

source: Validation Request Failed
cs_cz: Požadavek na ověření se nezdařil
de_de: Validierungsanfrage fehlgeschlagen
el_gr: Το αίτημα επικύρωσης απέτυχε
fa_ir: درخواست اعتبارسنجی ناموفق بود
fr_fr: Échec de la demande de validation
it_it: Richiesta di convalida non riuscita
ko_kr: 유효성 검사 요청 실패
uk_ua: Запит на перевірку не вдався
zh_cn: 验证请求失败

source: Validation Successful
cs_cz: Ověření úspěšné
de_de: Validierung erfolgreich
el_gr: Επιτυχής επικύρωση
fa_ir: اعتبارسنجی موفقیت‌آمیز
fr_fr: Validation réussie
it_it: Convalida riuscita
ko_kr: 유효성 검사 성공
uk_ua: Перевірка успішна
zh_cn: 验证完成

source: Validation failed.
cs_cz: Ověření se nezdaiřlo.
de_de: Validierung fehlgeschlagen.
el_gr: Η επικύρωση απέτυχε.
fa_ir: اعتبارسنجی ناموفق بود.
fr_fr: La validation a échoué.
it_it: Convalida non riuscita.
ko_kr: 유효성 검사 실패.
uk_ua: Перевірка не вдалася.
zh_cn: 验证失败。

source: Validation request failed:
cs_cz: Požadavek na ověření se nezdařil:
de_de: Validierungsanfrage fehlgeschlagen:
el_gr: Το αίτημα επικύρωσης απέτυχε:
fa_ir: درخواست اعتبارسنجی ناموفق بود:
fr_fr: La demande de validation a échoué :
it_it: Richiesta di convalida non riuscita:
ko_kr: 유효성 검사 요청 실패:
uk_ua: Запит на перевірку не вдався:
zh_cn: 验证请求失败：

source: Value should be a boolean (0,1).
cs_cz: Hodnota by měla být typu boolean (0,1).
de_de: Wert muss ein boolescher Wert sein (0,1).
el_gr: Η τιμή θα πρέπει να είναι λογική (0,1).
fa_ir: مقدار باید بولی باشد (0,1).
fr_fr: La valeur doit être un booléen (0,1).
it_it: Il valore dovrebbe essere un valore booleano (0,1).
ko_kr: 값은 부울이어야 합니다 (0, 1).
uk_ua: Значення має бути логічним (0,1).
zh_cn: 值应是布尔值（0,1）。

source: Very basic auditing logs, (e.g. SA up/SA down)
cs_cz: Velmi základní auditní záznamy událostí (např. SA nahoře / SA dole)
de_de: Sehr einfache Prüfprotokolle (z. B. SA aktiv/SA inaktiv)
el_gr: Πολύ βασικά αρχεία καταγραφής ελέγχου, (π.χ. SA up/SA down)
fa_ir: لاگ‌های ممیزی بسیار پایه (مثلاً SA up/SA down)
fr_fr: Journaux d'audit très basiques (par exemple, SA up/SA down)
it_it: Registri di controllo molto semplici (ad esempio SA up/SA down)
ko_kr: 매우 기본적인 감사 로그(예: SA 업/SA 다운)
uk_ua: Дуже базові журнали аудиту (наприклад, SA увімкнено/SA вимкнено)
zh_cn: 非常基本的审核日志（例如：SA up/SA down）

source: Vietnamese
cs_cz: Vietnamština
de_de: Vietnamesisch
el_gr: Βιετναμέζικα
fa_ir: ویتنامی
fr_fr: Vietnamien
it_it: vietnamita
ko_kr: 베트남어
uk_ua: В'єтнамська

source: Virtual IPv4 Address
cs_cz: Virtuální IPv4 adresa
de_de: Virtuelle IPv4-Adresse
el_gr: Εικονική διεύθυνση IPv4
fa_ir: آدرس مجازی IPv4
fr_fr: Adresse IPv4 virtuelle
it_it: Indirizzo IPv4 virtuale
ko_kr: 가상 IPv4 주소
uk_ua: Віртуальна адреса IPv4
zh_cn: 虚拟IPv4地址

source: Virtual IPv6 Address
cs_cz: Virtuální IPv6 adresa
de_de: Virtuelle IPv6-Adresse
el_gr: Εικονική διεύθυνση IPv6
fa_ir: آدرس مجازی IPv6
fr_fr: Adresse IPv6 virtuelle
it_it: Indirizzo IPv6 virtuale
ko_kr: 가상 IPv6 주소
uk_ua: Віртуальна адреса IPv6
zh_cn: 虚拟IPv6地址
