Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: A = authorized, E = Extended Rate (802.11g), P = Power save mode
cs_cz: A = autorizováno, E = vyšší přenosová rychlost (802.11g), P = energii šetřící režim
de_de: A = autorisiert, E = erweiterte Frequenz (802.11g), P = Energiesparmodus
el_gr: A = εξουσιοδοτημένο, E = Εκτεταμένη ταχύτητα (802.11g), P = Λειτουργία εξοικονόμησης ενέργειας
fa_ir: A = مجاز، E = نرخ توسعه‌یافته (802.11g)، P = حالت صرفه‌جویی در انرژی
fr_fr: A = autorisé, E = Vitesse Étendue (802.11g), P = Mode Économie d'Énergie
it_it: A = autorizzato, E = tariffa estesa (802.11g), P = modalità di risparmio energetico
ko_kr: A = 인증됨, E = 확장 속도(802.11g), P = 절전 모드
pl_pl: A = autoryzowany, E = Rozszerzona Szybkość (802.11g), P = tryb oszczędzania energii
uk_ua: A = авторизовано, E = Розширена швидкість (802.11g), P = Режим енергозбереження
zh_cn: A =授权，E =扩展速率(802.11g)，P =省电模式

source: Associated or ad-hoc peers
cs_cz: Přidružené nebo na vyžádání (ad-hoc) protějšky
de_de: Assoziierte oder Ad-Hoc Peers
el_gr: Συνδεδεμένοι ή ad-hoc ομότιμοι
fa_ir: همتاهای متصل یا ad-hoc
fr_fr: Pairs associés ou ad-hoc
it_it: Peer associati o ad hoc
ko_kr: 연결된 피어 또는 임시 피어
pl_pl: Skojarzeni lub ad-hoc koledzy
uk_ua: Асоційовані або ad-hoc однорангові вузли
zh_cn: 关联或ad-hoc对端

source: Nearby access points or ad-hoc peers
cs_cz: Přístupové body nebo přímé protějšky (ad-hoc) poblíž
de_de: Nahe Access Points oder Ad-Hoc Peers
el_gr: Κοντινά σημεία πρόσβασης ή ad-hoc ομότιμοι
fa_ir: نقاط دسترسی نزدیک یا همتاهای ad-hoc
fr_fr: Points d'accès à proximité ou pairs ad-hoc
it_it: Punti di accesso vicini o peer ad hoc
ko_kr: 주변 액세스 포인트 또는 애드혹 피어
pl_pl: W pobliżu punkty dostępu lub koledzy ad-hoc
uk_ua: Точки доступу поблизу або ad-hoc однорангові вузли
zh_cn: 附近的接入点或点对点

source: Rescan
cs_cz: Znovu proskenovat
de_de: Erneut scannen
el_gr: Επανάληψη σάρωσης
fa_ir: اسکن مجدد
fr_fr: Nouveau Balayage
it_it: Nuova scansione
ko_kr: 다시 스캔
pl_pl: Skanuj ponownie
uk_ua: Пересканувати
zh_cn: 重新扫描

source: Target Network
cs_cz: Cílová síť
de_de: Zielnetzwerk
el_gr: Δίκτυο-στόχος
fa_ir: شبکه هدف
fr_fr: Réseau Cible
it_it: Rete di destinazione
ko_kr: 대상 네트워크
pl_pl: Sieć docelowa
uk_ua: Цільова мережа
zh_cn: 目标网络

source: Routing Table
cs_cz: Směrovací tabulka
de_de: Routingtabelle
el_gr: Πίνακας δρομολόγησης
fa_ir: جدول مسیریابی
fr_fr: Table de Routage
it_it: Tabella di instradamento
ko_kr: 라우팅 테이블
pl_pl: Tablica routingu
uk_ua: Таблиця маршрутизації
zh_cn: 路由表

source: Bytes Received
cs_cz: Bajtů obdrženo
de_de: Empfangene Bytes
el_gr: Ληφθέντα byte
fa_ir: بایت‌های دریافتی
fr_fr: Octets reçus
it_it: Byte ricevuti
ko_kr: 수신 바이트
pl_pl: Bajty odebrane
uk_ua: Отримано байтів
zh_cn: 接收字节

source: Bytes Sent
cs_cz: Bajtů odesláno
de_de: Bytes gesendet
el_gr: Απεσταλμένα bytes
fa_ir: بایت‌های ارسالی
fr_fr: Octets envoyés
it_it: Byte inviati
ko_kr: 송신 바이트
pl_pl: Bajty wysłane
uk_ua: Надіслано байтів
zh_cn: 发送字节

source: Connected Since
cs_cz: Připojeno od
de_de: Verbunden seit
el_gr: Συνδεδεμένος από
fa_ir: متصل از
fr_fr: Connecté Depuis
it_it: Connesso da
ko_kr: 연결된 시간
pl_pl: Połączono od
uk_ua: Підключено з
zh_cn: 连接自

source: Real Address
cs_cz: Skutečná adresa
de_de: Tatsächliche Adresse
el_gr: Πραγματική Διεύθυνση
fa_ir: آدرس واقعی
fr_fr: Adresse Réelle
it_it: Indirizzo reale
ko_kr: 실제 주소
pl_pl: Adres prawdziwy
uk_ua: Реальна адреса
zh_cn: 真实地址

source: Satellites
cs_cz: Družice
de_de: Satelliten
el_gr: Δορυφόροι
fa_ir: ماهواره‌ها
it_it: Satelliti
ko_kr: 위성
pl_pl: Satelity
uk_ua: Супутники
zh_cn: 卫星

source: Clock Altitude
cs_cz: Nadmořská výška, ve které se hodiny nacházejí
de_de: Uhrenhöhe
el_gr: Υψόμετρο ρολογιού
fa_ir: ارتفاع ساعت
fr_fr: Altitude de l'horloge
it_it: Altitudine dell'orologio
ko_kr: 시간 고도
pl_pl: Wysokość Zegara
uk_ua: Висота годинника
zh_cn: 时钟高度

source: Clock Longitude
cs_cz: Zeměpisná délka hodin
de_de: Uhrenlängengrad
el_gr: Γεωγραφικό μήκος ρολογιού
fa_ir: طول جغرافیایی ساعت
fr_fr: Longitude de l'horloge
it_it: Longitudine dell'orologio
ko_kr: 시간 경도
pl_pl: Długość geograficzna Zegara
uk_ua: Довгота годинника
zh_cn: 时钟经度

source: Clock Latitude
cs_cz: Zeměpisná šířka hodin
de_de: Uhrenbreitengrad
el_gr: Γεωγραφικό πλάτος ρολογιού
fa_ir: عرض جغرافیایی ساعت
fr_fr: Latitude de l'horloge
it_it: Latitudine dell'orologio
ko_kr: 시간 위도
pl_pl: Szerokość geograficzna zegara
uk_ua: Широта годинника
zh_cn: 时钟维度

source: Jitter
cs_cz: Nepravidelnost
el_gr: Τρέμουλο
fa_ir: نوسان (Jitter)
fr_fr: Gigue
ko_kr: 지터
pl_pl: Drgania
uk_ua: Джиттер
zh_cn: 抖动

source: Offset
cs_cz: Posun
de_de: Abweichung
fa_ir: اختلاف زمانی (Offset)
fr_fr: Décalage
ko_kr: 오프셋
pl_pl: Przesunięcie
uk_ua: Зміщення

source: Reach
cs_cz: Dosah
de_de: Erreichen
el_gr: Έκταση
fa_ir: قابلیت دسترسی
it_it: Portata
ko_kr: 도달가능성
pl_pl: Zasięg
uk_ua: Досяжність

source: Poll
cs_cz: Fond
de_de: Abfrage
el_gr: Ψηφοφορία
fa_ir: پرسش (Poll)
it_it: Sondaggio
ko_kr: 폴링 간격
pl_pl: Odpytywanie
uk_ua: Опитування
zh_cn: 轮询

source: When
cs_cz: Když
de_de: Wann
el_gr: Όταν
fa_ir: زمان
it_it: Quando
ko_kr: 경과 시간
pl_pl: Kiedy
uk_ua: Коли

source: Ref ID
cs_cz: Ref. identifikátor
el_gr: Αναγνωριστικό αναφοράς
fa_ir: شناسه مرجع
it_it: Codice identificativo rif
ko_kr: 참조 ID
pl_pl: ID Referencji
uk_ua: ID посилання

source: Network Time Protocol Status
cs_cz: Stav síťového časového protokolu
de_de: Netzwerkzeitprotokollstatus
el_gr: Κατάσταση πρωτοκόλλου χρόνου δικτύου
fa_ir: وضعیت پروتکل زمان شبکه (NTP)
fr_fr: Statut du Protocole de Temps Réseau
it_it: Stato del protocollo temporale della rete
ko_kr: 네트워크 시간 프로토콜 상태
pl_pl: Status protokołu czasu sieciowego
uk_ua: Статус протоколу мережевого часу
zh_cn: NTP状态

source: Outlier
cs_cz: Odlehlé
de_de: Ausreißer
el_gr: Ακραία τιμή
fa_ir: ناهنجار (Outlier)
fr_fr: Valeur aberrante
it_it: Valore anomalo
ko_kr: 이상치
pl_pl: Odchylenie
uk_ua: Викид

source: False Ticker
cs_cz: Vadný zdroj času
de_de: Unrichtige Uhr
el_gr: Προβληματική ώρα
fa_ir: تیکر نادرست (False Ticker)
fr_fr: Faux téléscripteur
it_it: Ticker falso
ko_kr: 오류 타임스탬프
pl_pl: Fałszywy tikacz
uk_ua: Помилкове джерело

source: Excess Peer
cs_cz: Nadpočetný protějšek
fa_ir: همتای مازاد (Excess Peer)
fr_fr: Pair excédentaire
it_it: Pari in eccesso
ko_kr: 초과 피어
pl_pl: Nadmierny równorzędny
uk_ua: Зайвий пір
zh_cn: 多余端点

source: Selected
cs_cz: Zvoleno
de_de: Ausgewählt
el_gr: Επιλεγμένο
fa_ir: انتخاب‌شده
fr_fr: Choisi
it_it: Selezionato
ko_kr: 선택됨
pl_pl: Wybrane
uk_ua: Вибрано
zh_cn: 已选

source: PPS Peer
cs_cz: Protějšek pulzu za sekundu
fa_ir: همتای PPS
fr_fr: Noeud PPS
it_it: PPS Pari
ko_kr: PPS 피어
pl_pl: Równorzędny PPS
uk_ua: PPS-пір
zh_cn: PPS端点

source: Candidate
cs_cz: Kandidát
de_de: Kandidat
el_gr: Υποψήφιος
fa_ir: نامزد
fr_fr: Candidat
it_it: Candidato
ko_kr: 후보
pl_pl: Kandydat
uk_ua: Кандидат
zh_cn: 候选

source: Active Peer
cs_cz: Aktivní protějšek
de_de: Aktive Gegenstelle
el_gr: Ενεργός ομότιμος
fa_ir: همتای فعال
fr_fr: Pair actif
it_it: Pari attivi
ko_kr: 활성 피어
pl_pl: Aktywny peer
uk_ua: Активний пір
zh_cn: 活动端点

source: Unreach/Pending
cs_cz: Nedosažitelné/čekající
de_de: Nicht erreichbar / Ausstehend
el_gr: Μη προσβάσιμο/Σε εκκρεμότητα
fa_ir: دسترس‌ناپذیر / در انتظار
fr_fr: Injoignable/En attente
it_it: Non raggiunto/in sospeso
ko_kr: 도달하지 못함/보류 중
pl_pl: Nieosiągalny/Oczekujący
uk_ua: Недоступно/Очікує
zh_cn: 未到达/待处理

source: Unknown
cs_cz: Neznámé
de_de: Unbekannt
el_gr: Αγνωστος
fa_ir: نامعلوم
fr_fr: Inconnu
it_it: Sconosciuto
ko_kr: 알 수 없는
pl_pl: Nieznane
uk_ua: Невідомо
zh_cn: 未知

source: Collisions
cs_cz: Kolizí
de_de: Kollisionen
el_gr: Συγκρούσεις
fa_ir: تصادم‌ها
it_it: Collisioni
ko_kr: 충돌
pl_pl: Kolizje
uk_ua: Колізії
zh_cn: 碰撞

source: LAGG Protocol
cs_cz: LAGG protokol
de_de: LAGG Protokoll
el_gr: Πρωτόκολλο LAGG
fa_ir: پروتکل LAGG
fr_fr: Protocole LAGG
it_it: Protocollo LAGG
ko_kr: LAGG 프로토콜
pl_pl: Protokół LAGG
uk_ua: Протокол LAGG
zh_cn: LAGG协议

source: Media
cs_cz: Médium
de_de: Medium
el_gr: Μέσα ενημέρωσης
fa_ir: رسانه
fr_fr: Média
ko_kr: 미디어
uk_ua: Медіа
zh_cn: 媒体

source: Uptime
cs_cz: Doba chodu systému (uptime)
de_de: Betriebszeit
el_gr: Χρόνος λειτουργίας
fa_ir: مدت زمان کار
fr_fr: Durée de fonctionnement
it_it: Tempo di attività
ko_kr: 가동 시간
pl_pl: Czas pracy
uk_ua: Час роботи
zh_cn: 运行时间

source: Disconnect
cs_cz: Odpojit
de_de: Trennen
el_gr: Αποσυνδέω
fa_ir: قطع اتصال
fr_fr: Déconnecter
it_it: Disconnetti
ko_kr: 연결 끊기
pl_pl: Rozłącz
uk_ua: Відключити
zh_cn: 断开连接

source: Connect
cs_cz: Připojit
de_de: Verbinden
el_gr: Συνδέω
fa_ir: اتصال
fr_fr: Connecter
it_it: Collegare
ko_kr: 연결
pl_pl: Połącz
uk_ua: Підключити
zh_cn: 连接

source: Kernel
cs_cz: Jádro
de_de: Kern
el_gr: Πυρήνας
fa_ir: هسته (Kernel)
fr_fr: Noyau
it_it: Nocciolo
ko_kr: 커널
uk_ua: Ядро
zh_cn: 内核

source: The backup firewall is not accessible (check user credentials).
cs_cz: Záložní brána firewall není přístupná (zkontrolujte přihlašovací údaje).
de_de: Auf die Absicherungs-Firewall kann nicht zugegriffen werden (Benutzerberechtigungen prüfen).
el_gr: Το τείχος προστασίας αντιγράφων ασφαλείας δεν είναι προσβάσιμο (ελέγξτε τα διαπιστευτήρια χρήστη).
fa_ir: فایروال پشتیبان در دسترس نیست (اعتبارنامه‌های کاربر را بررسی کنید).
fr_fr: Le firewall de secours n'est pas accessible (vérifier les informations d'authentification utilisateur).
it_it: Il firewall di backup non è accessibile (controllare le credenziali dell'utente).
ko_kr: 백업 방화벽에 액세스할 수 없습니다(사용자 자격 증명 확인).
pl_pl: Zapasowa zapora nie jest dostępna (sprawdź dane uwierzytelniające użytkownika).
uk_ua: Резервний брандмауер недоступний (перевірте облікові дані користувача).
zh_cn: 备份防火墙不可访问(检查用户凭证)。

source: Total Out
cs_cz: Celkem odchozí
de_de: Gesamt ausgehend
el_gr: Σύνολο εκτός
fa_ir: کل خروجی
fr_fr: Total en sortie
it_it: Totale esaurito
ko_kr: 송신합계
pl_pl: Łącznie wysłano
uk_ua: Всього вихідних
zh_cn: 总计(出)

source: Total In
cs_cz: Celkem příchozí
de_de: Gesamt eingehend
el_gr: Σύνολο εισροών
fa_ir: کل ورودی
fr_fr: Total en entrée
it_it: Totale entrate
ko_kr: 수신합계
pl_pl: Łącznie odebrano
uk_ua: Всього вхідних
zh_cn: 总计(进)

source: IPv6 Prefix
cs_cz: IPv6 předpona
de_de: IPv6-Präfix
el_gr: Πρόθεμα IPv6
fa_ir: پیشوند IPv6
fr_fr: Préfixe IPv6
it_it: Prefisso IPv6
ko_kr: IPv6 프리픽스
pl_pl: Prefiks IPv6
uk_ua: Префікс IPv6
zh_cn: IPv6前缀

source: Delegated Prefixes
cs_cz: Pověřené předpony
de_de: Delegierter Präfix
el_gr: Προθέματα που έχουν ανατεθεί
fa_ir: پیشوندهای تفویض‌شده
fr_fr: Préfixes Délégués
it_it: Prefissi delegati
ko_kr: 위임된 프리픽스
pl_pl: Delegowane prefiksy
uk_ua: Делеговані префікси
zh_cn: 委派前缀

source: Lease Type
cs_cz: Typ zápůjčky
de_de: Lease-Typ
el_gr: Τύπος εκγχώρησης
fa_ir: نوع اجاره
fr_fr: Type de bail
it_it: Tipo di contratto di locazione
ko_kr: 대여 유형
pl_pl: Typ dzierżawy
uk_ua: Тип оренди
zh_cn: 租约类型

source: Online
cs_cz: Zapnuto
el_gr: Διαδικτυακά
fa_ir: آنلاین
fr_fr: En ligne
it_it: In linea
ko_kr: 온라인
uk_ua: Онлайн
zh_cn: 在线

source: End
cs_cz: Konec
de_de: Ende
el_gr: Τέλος
fa_ir: پایان
fr_fr: Fin
it_it: FINE
ko_kr: 끝
pl_pl: Koniec
uk_ua: Кінець
zh_cn: 结束

source: Keep in mind that all resource record types (i.e. A, AAAA, MX, etc. records) of a specified host below are being overwritten.
cs_cz: Pamatujte, že veškeré typy zdrojových záznamů (tj. A, AAAA, MX, atd) zadaného stroje níže budou přepsány.
de_de: Beachten Sie, dass alle Ressourceneintragstypen (z. B. A-, AAAA-, MX- usw. Einträge) eines angegebenen Hosts überschrieben werden.
el_gr: Λάβετε υπόψη ότι όλοι οι τύποι εγγραφών πόρων (π.χ. εγγραφές A, AAAA, MX, κ.λπ.) ενός καθορισμένου κεντρικού υπολογιστή παρακάτω αντικαθίστανται.
fa_ir: توجه داشته باشید که تمامی انواع رکوردها (مثلاً A، AAAA، MX و غیره) مربوط به هاست مشخص‌شدهٔ زیر بازنویسی می‌شوند.
fr_fr: Gardez à l'esprit que tous les types d'enregistrement (par ex. A, AAAA, MX, etc.) d'un hôte spécifié ci-dessous vont être écrasés.
it_it: Tieni presente che tutti i tipi di record di risorse (ad esempio record A, AAAA, MX e così via) di un host specificato di seguito verranno sovrascritti.
ko_kr: 아래 지정된 호스트의 모든 리소스 레코드 유형(예: A, AAAA, MX 등)을 덮어쓰고 있습니다.
pl_pl: Pamiętaj, że wszystkie typy rekordów zasobów (tj. rekordy A, AAAA, MX itp.) dla określonego poniżej hosta są nadpisywane.
uk_ua: Майте на увазі, що всі типи записів ресурсів (тобто записи A, AAAA, MX тощо) вказаного хоста нижче будуть перезаписані.
zh_cn: 请记住，以下指定主机的所有资源记录类型(即A，AAAA，MX等记录)都会被覆盖。

source: MX (Mail server)
cs_cz: MX (poštovní server)
el_gr: MX (Διακομιστής αλληλογραφίας)
fa_ir: MX (سرور ایمیل)
fr_fr: MX (Serveur de messagerie)
it_it: MX (server di posta)
ko_kr: MX (메일 서버)
pl_pl: MX (Serwer poczty)
uk_ua: MX (Поштовий сервер)
zh_cn: MX(邮件服务器)

source: MX Priority
cs_cz: MX priorita
de_de: MX-Priorität
el_gr: Προτεραιότητα MX
fa_ir: اولویت MX
fr_fr: Priorité MX
it_it: Priorità MX
ko_kr: MX 우선 순위
pl_pl: Priorytet MX
uk_ua: Пріоритет MX
zh_cn: MX优先级

source: MX Host
cs_cz: MX stroj
fa_ir: میزبان MX
fr_fr: Hôte MX
it_it: Host MX
ko_kr: MX 호스트
pl_pl: Host MX
uk_ua: Хост MX
zh_cn: MX主机

source: Unwanted Reply Threshold
cs_cz: Mezní počet nevyžádaných odpovědí
de_de: Grenzwert unerwünschter Antworten
el_gr: Όριο ανεπιθύμητης απάντησης
fa_ir: آستانه پاسخ ناخواسته
fr_fr: Seuil de Réponses Non Désirées
it_it: Soglia di risposta indesiderata
ko_kr: 원하지 않는 응답 임계값
pl_pl: Próg niechcianych odpowiedzi
uk_ua: Поріг небажаної відповіді
zh_cn: 无需应答阈值

source: Number of Hosts to cache
cs_cz: Počet strojů, které uchovávat v mezipaměti
de_de: Anzahl der zu speichernden Hosts
el_gr: Αριθμός κεντρικών υπολογιστών για προσωρινή αποθήκευση
fa_ir: تعداد میزبان‌ها برای کش
fr_fr: Nombre d'hôtes à conserver dans la mémoire cache
it_it: Numero di host da memorizzare nella cache
ko_kr: 캐시할 호스트 수
pl_pl: Liczba hostów do buforowania
uk_ua: Кількість хостів для кешування
zh_cn: 要缓存的主机数

source: Minimum TTL for RRsets and messages
cs_cz: Nejnižší umožněné TTL pro RRsady a zprávy
de_de: Min. TTL für RRSets und Nachrichten
el_gr: Ελάχιστο TTL για RRsets και μηνύματα
fa_ir: حداقل TTL برای RRsets و پیام‌ها
fr_fr: TTL minimum pour RRsets et les messages
it_it: TTL minimo per RRset e messaggi
ko_kr: RRsets 및 메시지에 대한 최소 TTL
pl_pl: Minimalne TTL dla RRsets i wiadomości
uk_ua: Мінімальний TTL для наборів записів ресурсів та повідомлень
zh_cn: RRsets和消息最小TTL

source: Maximum TTL for RRsets and messages
cs_cz: Nejvyšší umožněná životnost pro RRsady a zprávy
de_de: Maximale TTL für RRSets und Nachrichten
el_gr: Μέγιστο TTL για RRsets και μηνύματα
fa_ir: حداکثر TTL برای RRsets و پیام‌ها
fr_fr: TTL maximum pour RRsets et les messages
it_it: TTL massimo per RRset e messaggi
ko_kr: RR 세트 및 메시지의 최대 TTL
pl_pl: Maksymalne TTL dla RRsets i wiadomości
uk_ua: Максимальний TTL для наборів записів ресурсів та повідомлень
zh_cn: RRsets和消息最大TTL

source: Jostle Timeout
cs_cz: Jostle časový limit
de_de: Verdrängungszeit
el_gr: Τάιμ άουτ Jostle
fa_ir: زمان انتظار Jostle
fr_fr: Délai Anti-Engorgement
it_it: Timeout dello spintone
ko_kr: 경쟁 제한 시간
pl_pl: Limit czasu Jostle
uk_ua: Таймаут хитання
zh_cn: 拥堵超时

source: Number of queries per thread
cs_cz: Počet dotazů v rámci jednoho vlákna
de_de: Anzahl an Abfragen pro Thread
el_gr: Αριθμός ερωτημάτων ανά νήμα
fa_ir: تعداد پرس‌وجوها در هر رشته
fr_fr: Nombre de requêtes par thread
it_it: Numero di query per thread
ko_kr: 스레드당 쿼리 수
pl_pl: Liczba zapytań per wątek
uk_ua: Кількість запитів на потік
zh_cn: 每个线程的查询数

source: Incoming TCP Buffers
cs_cz: Vyrovnávací paměti příchozího TCP
de_de: TCP-Puffer (eingehend)
el_gr: Εισερχόμενα buffer TCP
fa_ir: بافرهای TCP ورودی
fr_fr: Tampons de réception TCP
it_it: Buffer TCP in entrata
ko_kr: 들어오는 TCP 버퍼
pl_pl: Bufory przychodzące TCP
uk_ua: Вхідні TCP буфери
zh_cn: 入站TCP缓冲区

source: Outgoing TCP Buffers
cs_cz: Vyrovnávací paměti odchozího TCP
de_de: TCP-Puffer (ausgehend)
el_gr: Εξερχόμενα buffer TCP
fa_ir: بافرهای TCP خروجی
fr_fr: Tampons d'émission TCP
it_it: Buffer TCP in uscita
ko_kr: 나가는 TCP 버퍼
pl_pl: Bufory wychodzące TCP
uk_ua: Вихідні TCP буфери
zh_cn: 出站TCP缓冲区

source: Message Cache Size
cs_cz: Velikost mezipaměti zpráv
de_de: Nachrichtencache-Größe
el_gr: Μέγεθος προσωρινής μνήμης μηνυμάτων
fa_ir: اندازه کش پیام
fr_fr: Taille du Cache Message
it_it: Dimensioni della cache dei messaggi
ko_kr: 메시지 캐시 크기
pl_pl: Wielkość cache wiadomości
uk_ua: Розмір кешу повідомлень
zh_cn: 消息缓存大小

source: Prefetch DNS Key Support
cs_cz: Podpora přednačítání DNS klíče
de_de: DNS-Schlüsselabruf im Voraus
el_gr: Υποστήριξη κλειδιού DNS προανάκτησης
fa_ir: پشتیبانی از پیش‌بارگذاری کلید DNS
fr_fr: Support du pré-chargement de la clé DNS
it_it: Supporto per la prelettura della chiave DNS
ko_kr: DNS 키 지원 사전 추출
pl_pl: Wsparcie dla klucza DNS Prefetch
uk_ua: Підтримка попереднього завантаження DNS-ключа
zh_cn: 预取DNS密钥支持

source: Prefetch Support
cs_cz: Podpora načítaní předem
de_de: Prefetch-Unterstützung
el_gr: Υποστήριξη προανάκτησης
fa_ir: پشتیبانی از پیش‌بارگذاری
fr_fr: Support de la Pré-Extraction
it_it: Supporto per il precaricamento
ko_kr: 프리페치 지원
pl_pl: Wsparcie dla Prefetch
uk_ua: Підтримка попереднього завантаження
zh_cn: 预取支持

source: If enabled, version.server and version.bind queries are refused.
cs_cz: Pokud je zapnuto, dotazy version.server a version.bind nejsou zodpovídány.
de_de: Wenn aktiviert, werden Anfragen an version.server und version.bind abgelehnt.
el_gr: Εάν είναι ενεργοποιημένη, τα ερωτήματα version.server και version.bind απορρίπτονται.
fa_ir: اگر فعال شود، پرس‌وجوهای version.server و version.bind رد می‌شوند.
fr_fr: Si activée, les requêtes version.server et version.bind sont refusées.
it_it: Se abilitate, le query version.server e version.bind vengono rifiutate.
ko_kr: 활성화하면, version.server 및 version.bind 쿼리가 거부됩니다.
pl_pl: Jeśli jest włączone, zapytania version.server i version.bind są odrzucane.
uk_ua: Якщо ввімкнено, запити version.server та version.bind відхиляються.
zh_cn: 如果启用，version.server和version.bind查询会被拒绝。

source: Hide Version
cs_cz: Skrýt verzi
de_de: Version verbergen
el_gr: Απόκρυψη έκδοσης
fa_ir: مخفی کردن نسخه
fr_fr: Masquer Version
it_it: Nascondi versione
ko_kr: 버전 숨기기
pl_pl: Ukryj wersję
uk_ua: Приховати версію
zh_cn: 隐藏版本

source: If enabled, id.server and hostname.bind queries are refused.
cs_cz: Pokud je zapnuto, dotazy id.server a hostname.bind nejsou zodpovídány.
de_de: Wenn aktiviert, werden Anfragen an id.server und hostname.bind abgelehnt.
el_gr: Εάν είναι ενεργοποιημένο, τα ερωτήματα id.server και hostname.bind απορρίπτονται.
fa_ir: اگر فعال شود، پرس‌وجوهای id.server و hostname.bind رد می‌شوند.
fr_fr: Si activée, les requêtes id.server et hostname.bind sont refusées.
it_it: Se abilitato, le query id.server e hostname.bind vengono rifiutate.
ko_kr: 활성화하면, id.server 및 hostname.bind 쿼리가 거부됩니다.
pl_pl: Jeśli jest włączone, zapytania id.server i hostname.bind są odrzucane.
uk_ua: Якщо ввімкнено, запити id.server та hostname.bind відхиляються.
zh_cn: 如果启用，id.server和hostname.bind查询会被拒绝。

source: Hide Identity
cs_cz: Skrýt identitu
de_de: Identität verbergen
el_gr: Απόκρυψη ταυτότητας
fa_ir: مخفی کردن شناسه
fr_fr: Masquer Identité
it_it: Nascondi identità
ko_kr: ID 숨기기
pl_pl: Ukryj tożsamość
uk_ua: Приховати ідентифікатор
zh_cn: 隐藏身份

source: Internal
cs_cz: Vnitřní
de_de: Intern
el_gr: Εσωτερικός
fa_ir: داخلی
fr_fr: Interne
it_it: Interno
ko_kr: 내부
pl_pl: Wewnętrzny
uk_ua: Внутрішній
zh_cn: 内部

source: Access List Name
cs_cz: Název přístupového seznamu
de_de: Zugriffslistenname
el_gr: Όνομα λίστας πρόσβασης
fa_ir: نام لیست دسترسی
fr_fr: Nom de la Liste d'Accès
it_it: Nome dell'elenco di accesso
ko_kr: 액세스 목록 이름
pl_pl: Nazwa listy dostępu
uk_ua: Назва списку доступу
zh_cn: 访问列表名称

source: You may enter a description here for your reference.
cs_cz: Sem můžete zadat popis pro svou informaci.
de_de: Die Beschreibung wird nicht als Parameter verwendet.
el_gr: Μπορείτε να εισαγάγετε μια περιγραφή εδώ για δική σας αναφορά.
fa_ir: می‌توانید در اینجا توضیحی برای مرجع خود وارد کنید.
fr_fr: Vous pouvez entrer une description ici.
it_it: Puoi inserire una descrizione qui come riferimento.
ko_kr: 참조를 위해 여기에 설명을 입력할 수 있습니다.
pl_pl: Możesz wprowadzić tutaj opis dla własnych potrzeb.
uk_ua: Ви можете ввести опис тут для довідки.
zh_cn: 输入一个描述说明。

source: Allow Snoop
cs_cz: Umožnit „slídění“ (snoop)
de_de: Snoop zulassen
el_gr: Επιτρέψτε στον Snoop
fa_ir: اجازهٔ Snoop
fr_fr: Autoriser le Snoop
it_it: Consenti Snoop
ko_kr: Snoop 허용
pl_pl: Zezwól na podgląd
uk_ua: Дозволити перехоплення

source: Refuse
cs_cz: Odmítnout
de_de: Verweigern
el_gr: Απορρίμματα
fa_ir: رد
fr_fr: Refuser
it_it: Rifiutare
ko_kr: 거절
pl_pl: Odmów
uk_ua: Відхилити

source: Allow
cs_cz: Umožnit
de_de: Erlauben
el_gr: Επιτρέπω
fa_ir: اجازه
fr_fr: Autoriser
it_it: Permettere
ko_kr: 허용
pl_pl: Pozwól
uk_ua: Дозволити
zh_cn: 允许

source: Outgoing Network Interfaces
cs_cz: Odchozí síťová rozhraní
de_de: Ausgehende Netzwerkschnittstellen
el_gr: Εξερχόμενες διεπαφές δικτύου
fa_ir: رابط‌های خروجی شبکه
fr_fr: Interfaces Réseau Sortantes
it_it: Interfacce di rete in uscita
ko_kr: 나가는 네트워크 인터페이스
pl_pl: Interfejsy sieciowe wychodzące
uk_ua: Вихідні мережеві інтерфейси
zh_cn: 出站网络接口

source: If this option is set, then any descriptions associated with Host entries and DHCP Static mappings will create a corresponding TXT record.
cs_cz: Pokud je tato předvolba nastavena, pak jakékoli popisy související s položkami strojů a statickým DHCP mapováním vytvoří odpovídající TXT záznam.
de_de: Wenn diese Option aktiviert ist, wird für alle mit Host-Einträgen und statischen DHCP-Zuordnungen verknüpften Beschreibungen ein entsprechender TXT-Eintrag erstellt.
el_gr: Εάν οριστεί αυτή η επιλογή, τότε τυχόν περιγραφές που σχετίζονται με καταχωρήσεις κεντρικού υπολογιστή και στατικές αντιστοιχίσεις DHCP θα δημιουργήσουν μια αντίστοιχη εγγραφή TXT.
fa_ir: اگر این گزینه فعال باشد، هر توضیح مرتبط با ورودی‌های Host و نگاشت‌های استاتیک DHCP یک رکورد TXT متناظر ایجاد خواهد کرد.
fr_fr: Si cette option est activée, alors toute description associée avec des entrées Hôtes et correspondances DHCP statiques créera des enregistrements TXT correspondants.
it_it: Se questa opzione è impostata, qualsiasi descrizione associata alle voci Host e ai mapping statici DHCP creerà un record TXT corrispondente.
ko_kr: 이 옵션을 설정하면 호스트 항목 및 DHCP 정적 매핑과 관련된 설명이 해당 TXT 레코드를 생성합니다.
pl_pl: Jeśli ta opcja jest ustawiona, wszystkie opisy związane z wpisami Host i mapowaniami statycznymi DHCP utworzą odpowiedni rekord TXT.
uk_ua: Якщо цей параметр встановлено, то будь-які описи, пов'язані із записами хостів та статичними відображеннями DHCP, створять відповідний запис TXT.
zh_cn: 选中该选项，则与主机条目和DHCP静态映射相关联的任何描述都会创建相应的文本记录。

source: TXT Comment Support
cs_cz: Podpora TXT komentáře
de_de: TXT-Kommentarunterstützung
el_gr: Υποστήριξη σχολίων TXT
fa_ir: پشتیبانی از توضیحات TXT
fr_fr: Support des Commentaires TXT
it_it: Supporto per commenti TXT
ko_kr: TXT 코멘트 지원
pl_pl: Wsparcie dla komentarzy TXT
uk_ua: Підтримка TXT коментарів
zh_cn: TXT记录支持

source: Local Zone Type
cs_cz: Typ místní zóny
de_de: Zonentyp (lokal)
el_gr: Τύπος τοπικής ζώνης
fa_ir: نوع زون محلی
fr_fr: Type de zone locale
it_it: Tipo di zona locale
ko_kr: 로컬 영역 유형
pl_pl: Typ strefy lokalnej
uk_ua: Тип локальної зони
zh_cn: 本地区域类型

source: Network Interfaces
cs_cz: Síťová rozhraní
de_de: Netzwerkschnittstellen
el_gr: Διεπαφές δικτύου
fa_ir: رابط‌های شبکه
fr_fr: Interfaces Réseau
it_it: Interfacce di rete
ko_kr: 네트워크 인터페이스
pl_pl: Interfejs sieciowy
uk_ua: Мережеві інтерфейси
zh_cn: 网络接口
