Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Host key algorithms
cs_cz: Algoritmy klíče hostitele
de_de: Hostschlüssel-Algorithmen
el_gr: Αλγόριθμοι κλειδιού κεντρικού υπολογιστή
fa_ir: الگوریتم‌های کلید میزبان
fr_fr: Algorithmes de clé hôte
it_it: Algoritmi chiave host
ko_kr: 호스트 키 알고리즘
pl_pl: Algorytmy klucza hosta
uk_ua: Алгоритми ключа хоста
zh_cn: 主机密钥算法

source: How many attempts should be made to negotiate a connection, or a replacement for one, before giving up (default 3). Leave empty for default, -1 for forever or any positive integer for the number of tries
cs_cz: Kolik pokusů o vyjednání spojení nebo jeho nahrazení by mělo být provedeno předtím, než se to vzdá (výchozí hodnota 3). Pokud chcete použít výchozí hodnotu, nevyplňujte; pro neustálé opakování zadejte -1, případně celé kladné číslo coby počet pokusů.
de_de: Geben Sie an, wie viele Versuche unternommen werden sollen, um eine Verbindung oder einen Ersatz dafür auszuhandeln, bevor abgebrochen wird (Standard: 3). Feld leer lassen für Standardwert, -1 für unbegrenzt oder eine positive ganze Zahl für die Anzahl der Versuche.
el_gr: Πόσες προσπάθειες πρέπει να γίνουν για να διαπραγματευτεί μια σύνδεση ή μια αντικατάσταση μιας, πριν εγκαταλειφθεί (προεπιλογή 3). Αφήστε κενό για προεπιλογή, -1 για πάντα ή οποιοσδήποτε θετικός ακέραιος για τον αριθμό των προσπαθειών
fa_ir: چند بار تلاش برای ایجاد یا جایگزینی اتصال قبل از انصراف انجام شود (پیش‌فرض 3). برای استفاده از مقدار پیش‌فرض خالی بگذارید؛ -1 برای تلاش تا همیشه یا هر عدد صحیح مثبت برای تعداد تلاش‌ها.
fr_fr: Combien de tentatives doivent être faites pour négocier une connexion, ou en remplacer une, avant d'abandonner (par défaut 3). Laisser vide par défaut, -1 pour toujours ou tout entier positif pour le nombre d'essais
it_it: Quanti tentativi dovrebbero essere fatti per negoziare una connessione, o per sostituirne una, prima di rinunciare (default 3). Lascia vuoto per impostazione predefinita, -1 per sempre o qualsiasi numero intero positivo per il numero di tentativi
ko_kr: 연결을 협상하거나 대체하기 위해 포기하기 전에 시도해야 하는 횟수(기본값 3). 기본값을 사용하려면 비워 두고, -1은 무한히 시도하며, 양의 정수는 시도 횟수를 나타냅니다.
pl_pl: Ile prób powinno być podjętych, aby negocjować połączenie lub jego zastępstwo, zanim zostanie porzucone (domyślnie 3). Pozostaw puste dla domyślnych, -1 na zawsze lub dowolną dodatnią liczbę całkowitą dla liczby prób
uk_ua: Скільки спроб має бути зроблено для узгодження з'єднання або його заміни, перш ніж здатися (типово 3). Залиште порожнім для типового значення, -1 для назавжди або будь-яке позитивне ціле число для кількості спроб
zh_cn: 在放弃连接之前，应该进行多少次协商或替换连接(默认为3次)。默认为空，-1表示一直协商，值为任意正整数

source: If ID 0 is specified, no other IDs can be listed.
cs_cz: Při zadání identif. 0 (nála), není možná uvést žádné další.
de_de: Sollte die ID 0 angegeben werden, können keine weiteren IDs aufgelistet werden.
el_gr: Εάν καθοριστεί το ID 0, δεν μπορούν να καταχωρηθούν άλλα ID.
fa_ir: اگر شناسهٔ 0 تعیین شود، شناسهٔ دیگری را نمی‌توان وارد کرد.
fr_fr: Si l'ID 0 est spécifié, aucun autre ID ne peut être listé.
it_it: Se viene specificato l'ID 0, non è possibile elencare altri ID.
ko_kr: ID 0을 지정하면 다른 ID를 나열할 수 없습니다.
pl_pl: Jeśli określono ID 0, żadne inne ID nie mogą być wymienione.
uk_ua: Якщо вказано ID 0, інші ID не можуть бути перераховані.
zh_cn: 如果指定ID 0，则不能列出其他ID。

source: If an IPv4 address is entered, the address must be within the interface subnet.
cs_cz: Pokud je zadána IPv4 adresa je třeba, aby se nacházela v rámci podsítě rozhraní.
de_de: Sollte eine IPv4 Adresse eingegeben werden, muss diese Adresse in dem Subnetz der Schnittstelle liegen.
el_gr: Εάν εισαχθεί μια διεύθυνση IPv4, η διεύθυνση πρέπει να βρίσκεται εντός του υποδικτύου διεπαφής.
fa_ir: اگر یک آدرس IPv4 وارد شود، آدرس باید در زیرشبکهٔ رابط قرار داشته باشد.
fr_fr: Si une adresse IPv4 est saisie, elle doit se trouver dans le sous-réseau de l'interface.
it_it: Se viene immesso un indirizzo IPv4, l'indirizzo deve trovarsi all'interno della sottorete dell'interfaccia.
ko_kr: IPv4 주소를 입력한 경우 주소가 인터페이스 서브넷 내에 있어야 합니다.
pl_pl: Jeśli podany jest adres IPv4, adres musi znajdować się w podsieci interfejsu.
uk_ua: Якщо введено адресу IPv4, адреса повинна бути в підмережі інтерфейсу.
zh_cn: 如果输入IPv4地址，那么这个地址必须在接口子网的范围内。

source: If the destination is directly reachable via an interface requiring no intermediary system to act as a gateway, you can select this option which allows dynamic gateways to be created without direct target addresses. Some tunnel types support this.
cs_cz: Pokud je cíl dosažitelný přímo prostřednictvím rozhraní, které nevyžaduje žádný bezprostřední systém, který slouží jako brána, je možné vybrat tuto volbu, což umožní aby byly vytvářeny dynamické brány bez přímých cílových adres. Podporováno je to v případě některých typů tunelů.
de_de: Wenn das Ziel direkt über eine Schnittstelle erreichbar ist, die kein zwischengeschaltetes System als Gateway benötigt, können Sie diese Option wählen. Dadurch können dynamische Gateways ohne direkte Zieladressen erstellt werden. Einige Tunneltypen unterstützen dies.
el_gr: Εάν ο προορισμός είναι άμεσα προσβάσιμος μέσω μιας διεπαφής που δεν απαιτεί κανένα ενδιάμεσο σύστημα για να λειτουργήσει ως πύλη, μπορείτε να επιλέξετε αυτήν την επιλογή, η οποία επιτρέπει τη δημιουργία δυναμικών πυλών χωρίς άμεσες διευθύνσεις-στόχους. Ορισμένοι τύποι σηράγγων υποστηρίζουν αυτήν την επιλογή.
fa_ir: اگر مقصد از طریق یک رابط به‌طور مستقیم قابل‌دسترسی باشد و نیازی به سیستم واسطه به‌عنوان دروازه نداشته باشد، می‌توانید این گزینه را انتخاب کنید که اجازهٔ ایجاد دروازه‌های پویا بدون آدرس‌های هدف مستقیم را می‌دهد. بعضی انواع تونل این را پشتیبانی می‌کنند.
fr_fr: Si la destination est directement accessible via une interface ne nécessitant aucun système intermédiaire pour faire office de passerelle, vous pouvez sélectionner cette option qui permet de créer des passerelles dynamiques sans adresses cibles directes. Certains types de tunnels le prennent en charge.
it_it: Se la destinazione è direttamente raggiungibile tramite un'interfaccia che non richiede alcun sistema intermediario che agisca come gateway, è possibile selezionare questa opzione che consente di creare gateway dinamici senza indirizzi di destinazione diretti. Alcuni tipi di tunnel lo supportano.
ko_kr: 게이트웨이 역할을 하는 중간 시스템이 필요 없는 인터페이스를 통해 대상에 직접 연결할 수 있는 경우 직접 대상 주소 없이 동적 게이트웨이를 만들 수 있는 이 옵션을 선택할 수 있습니다. 일부 터널 유형은 이 기능을 지원합니다.
pl_pl: Jeśli miejsce docelowe jest bezpośrednio osiągalne przez interfejs, który nie wymaga pośredniego systemu działającego jako brama, możesz wybrać tę opcję, która pozwala na tworzenie dynamicznych bram bez bezpośrednich adresów docelowych. Niektóre typy tuneli to obsługują.
uk_ua: Якщо пункт призначення безпосередньо досяжний через інтерфейс, що не потребує проміжної системи для дії як шлюзу, ви можете обрати цю опцію, що дозволяє створювати динамічні шлюзи без прямих цільових адрес. Деякі типи тунелів підтримують це.
zh_cn: 如果目标可不通过网关接口直接到达，可以选择该选项，该选项允许在没有直接目标地址的情况下创建动态网关。有一些隧道类型支持这一点。

source: If this option is set, Unbound will synthesize AAAA records from A records if no actual AAAA records are present.
cs_cz: Pokud je tato předvolba nastavena, pak pokud nejsou přítomny žádné skutečné AAAA záznamy, bude je Unbound syntetizovat z A záznamů.
de_de: Wenn diese Option aktiviert ist, synthetisiert Unbound AAAA-Records aus A-Records, wenn keine tatsächlichen AAAA-Records vorhanden sind.
el_gr: Εάν οριστεί αυτή η επιλογή, η λειτουργία Unbound θα συνθέσει εγγραφές AAAA από εγγραφές A εάν δεν υπάρχουν πραγματικές εγγραφές AAAA.
fa_ir: اگر این گزینه فعال شود، Unbound رکوردهای AAAA را از رکوردهای A تولید می‌کند اگر رکورد AAAA واقعی وجود نداشته باشد.
fr_fr: Si cette option est définie, Unbound synthétisera les enregistrements AAAA à partir des enregistrements A si aucun enregistrement AAAA réel n'est présent.
it_it: Se questa opzione è impostata, Unbound sintetizzerà i record AAAA dai record A se non sono presenti record AAAA effettivi.
ko_kr: 이 옵션이 설정된 경우, 실제 AAAA 레코드가 존재하지 않을 때, Unbound가 A 레코드를 통해 AAAA 레코드를 합성합니다.
pl_pl: Jeśli ta opcja jest ustawiona, Unbound będzie syntetyzował rekordy AAAA z rekordów A, jeśli nie ma rzeczywistych rekordów AAAA.
uk_ua: Якщо цю опцію встановлено, Unbound синтезуватиме AAAA-записи з A-записів, якщо фактичні AAAA-записи відсутні.
zh_cn: 选中该选项，Unbound会在找不到AAAA记录时从A记录合成AAAA记录。

source: If this option is set, you will be able to manually set the DHCPv6 and Router Advertisements service for this interface. Use with care.
cs_cz: Pokud je tato předvolba nastavena, je možné pro toto rozhraní ručně nastavit služby DHCPv6 a propagace směrovače. Používejte opatrně.
de_de: Wenn diese Option aktiviert ist, können Sie den DHCPv6- und Router Advertisement-Dienst für diese Schnittstelle manuell einrichten. Verwenden Sie diese Option mit Vorsicht.
el_gr: Εάν οριστεί αυτή η επιλογή, θα μπορείτε να ορίσετε χειροκίνητα την υπηρεσία DHCPv6 και Router Advertises για αυτήν τη διεπαφή. Χρησιμοποιήστε την με προσοχή.
fa_ir: اگر این گزینه فعال شود، قادر خواهید بود به‌صورت دستی سرویس DHCPv6 و Router Advertisements را برای این رابط تنظیم کنید. با احتیاط استفاده کنید.
fr_fr: Si cette option est définie, vous pourrez définir manuellement le service DHCPv6 et Annonces de routeur pour cette interface. A utiliser avec précaution.
it_it: Se questa opzione è impostata, sarà possibile impostare manualmente il servizio DHCPv6 e gli annunci del router per questa interfaccia. Utilizzare con cura.
ko_kr: 이 옵션을 설정하면 이 인터페이스에 대한 DHCPv6 및 라우터 알림 서비스를 수동으로 설정할 수 있습니다. 조심해서 사용하세요.
pl_pl: Jeśli ta opcja jest ustawiona, będziesz mógł ręcznie ustawić usługę DHCPv6 i Router Advertisements dla tego interfejsu. Używaj z ostrożnością.
uk_ua: Якщо цю опцію встановлено, ви зможете вручну налаштувати службу DHCPv6 та оголошень маршрутизатора для цього інтерфейсу. Використовуйте обережно.
zh_cn: 如果选中该选项，就可以在本接口手动设置DHCPv6与路由通告服务。小心使用。

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (IPv4) or 60 (IPv6) will be in effect (TCP/IP header size).
cs_cz: Pokud do této kolonky zadáte hodnotu, bude platit zastropování MSS pro TCP spojení na výše zadanou hodnotu mínus 40 (IPv4) nebo 60 (IPv6) (velikost hlavičky TCP/IP).
de_de: Wenn Sie in dieses Feld einen Wert eintragen, wird MSS Clamping für TCP-Verbindungen aktiviert - mit dem eingegebenen Wert abzüglich 40 (IPv4) bzw. 60 (IPv6), entsprechend der TCP/IP-Headergröße.
el_gr: Εάν εισαγάγετε μια τιμή σε αυτό το πεδίο, τότε θα ισχύει η δέσμευση MSS για συνδέσεις TCP στην τιμή που καταχωρήθηκε παραπάνω μείον 40 (IPv4) ή 60 (IPv6) (μέγεθος κεφαλίδας TCP/IP).
fa_ir: اگر در این فیلد مقداری وارد کنید، محدودسازی MSS برای اتصالات TCP به مقدار واردشدهٔ بالا منهای 40 (IPv4) یا 60 (IPv6) اعمال خواهد شد (اندازه سربرگ TCP/IP).
fr_fr: Si vous saisissez une valeur dans ce champ, le blocage MSS pour les connexions TCP à la valeur saisie au-dessus de moins 40 (IPv4) ou 60 (IPv6) sera appliqué (taille d'en-tête TCP/IP).
it_it: Se si immette un valore in questo campo, verrà applicato il blocco MSS per le connessioni TCP al valore immesso sopra meno 40 (IPv4) o 60 (IPv6) (dimensione dell'intestazione TCP/IP).
ko_kr: 이 필드에 값을 입력하면 마이너스 40(IPv4) 또는 60(IPv6) 위에 입력한 값에 대한 TCP 연결을 위한 MSS 클램핑이 적용됩니다(TCP/IP 헤더 크기).
pl_pl: Jeśli wpiszesz wartość w tym polu, wtedy ograniczenie MSS dla połączeń TCP do wartości wprowadzonej powyżej minus 40 (IPv4) lub 60 (IPv6) będzie aktywne (rozmiar nagłówka TCP/IP).
uk_ua: Якщо ви введете значення в це поле, тоді буде застосовано прив'язку MSS для TCP-з'єднань до значення, введеного вище, мінус 40 (IPv4) або 60 (IPv6) (розмір заголовка TCP/IP).
zh_cn: 输入此值后，将启用TCP MSS限制，其值为此数值减去40（IPv4）或60（IPv6）。

source: Ignore Client UIDs
cs_cz: Ignorovat UID identifikátory klientů
de_de: Client-UIDs ignorieren
el_gr: Αγνόηση UID πελατών
fa_ir: نادیده‌گرفتن شناسه‌های کلاینت
fr_fr: Ignorer les UID des clients
it_it: Ignora gli UID del client
ko_kr: 클라이언트 UID 무시
pl_pl: Ignoruj UID klientów
uk_ua: Ігнорувати UID клієнтів
zh_cn: 忽略客户端UID

source: In max(bps)
cs_cz: Do max(bps)
de_de: Max. eingehend (bps)
el_gr: Μέγιστη είσοδος (bps)
fa_ir: حداکثر ورودی (بیت بر ثانیه)
fr_fr: En max(bps)
it_it: Nel massimo (bps)
ko_kr: 최대수신(bps)
pl_pl: W max(bps)
uk_ua: Макс. вхідна (біт/с)
zh_cn: 最大入站(bps)

source: Inactivity timeout must be an integer value.
cs_cz: Je třeba, aby časový limit pro neaktivitu bylo celé kladné číslo.
de_de: Der Inaktivitäts-Timeout muss eine Ganzzahl sein.
el_gr: Το χρονικό όριο αδράνειας πρέπει να είναι ακέραιος αριθμός.
fa_ir: تایم‌اوت بی‌فعالیتی باید یک عدد صحیح باشد.
fr_fr: Le délai d'inactivité doit être une valeur entière.
it_it: Il timeout di inattività deve essere un valore intero.
ko_kr: 비활성 타임아웃은 정수 값이어야 합니다.
pl_pl: Limit czasu nieaktywności musi być wartością całkowitą.
uk_ua: Таймаут бездіяльності повинен бути цілим числом.
zh_cn: 不活动超时必须是整数值。

source: Incomplete
cs_cz: Neúplné
de_de: Unvollständig
el_gr: Ατελής
fa_ir: ناقص
fr_fr: Incomplet
it_it: Incompleto
ko_kr: 미완성
pl_pl: Niekompletne
uk_ua: Неповний
zh_cn: 不完整

source: Index
cs_cz: Rejstřík
el_gr: Δείκτης
fa_ir: اندیس
it_it: Indice
ko_kr: 색인
pl_pl: Indeks
uk_ua: Індекс
zh_cn: 索引

source: Install policy on phase1 is not a valid option when using Route-based phase 2 entries.
cs_cz: Při použití položek 2. fáze, založených na směrování, není zásada instalace v 1. fázi platná.
de_de: Installationsrichtlinie auf Phase 1 ist keine gültige Option bei Verwendung von routingbasierten Phase-2-Einträgen.
el_gr: Η πολιτική εγκατάστασης στη φάση 1 δεν είναι έγκυρη επιλογή κατά τη χρήση καταχωρήσεων φάσης 2 που βασίζονται σε δρομολόγηση.
fa_ir: گزینهٔ «Install policy on phase1» هنگام استفاده از ورودی‌های phase2 مبتنی بر مسیر معتبر نیست.
fr_fr: L'installation de la politique en phase 1 n'est pas une option valable lorsque l'on utilise des entrées de phase 2 basées sur les routes.
it_it: La policy di installazione in fase1 non è un'opzione valida quando si utilizzano voci di fase 2 basate su route.
ko_kr: 라우트 기반 단계 2 항목을 사용하는 경우 단계 1에 설치 정책은 유효한 옵션이 아닙니다.
pl_pl: Zastosowanie polityki na fazie1 nie jest ważną opcją podczas używania wpisów fazy 2 opartych na trasowaniu.
uk_ua: Встановлення політики на фазі 1 не є дійсною опцією при використанні маршрутизованих записів фази 2.
zh_cn: 当使用基于route的阶段2项时，在阶段1上安装策略不是一个有效的选项。

source: Installed
cs_cz: Nainstalováno
de_de: Installiert
el_gr: Εγκατεστημένο
fa_ir: نصب‌شده
fr_fr: installé
it_it: Installato
ko_kr: 설치됨
pl_pl: Zainstalowany
uk_ua: Встановлено
zh_cn: 已安装

source: Key exchange algorithms
cs_cz: Algoritmy výměny klíčů
de_de: Schlüsselaustauschalgorithmen
el_gr: Αλγόριθμοι ανταλλαγής κλειδιών
fa_ir: الگوریتم‌های تبادل کلید
fr_fr: Algorithmes d'échange de clés
it_it: Algoritmi di scambio di chiavi
ko_kr: 키 교환 알고리즘
pl_pl: Algorytm wymiany kluczy
uk_ua: Алгоритми обміну ключами
zh_cn: 密钥交换算法

source: Keyingtries
de_de: Verbindungsversuche
el_gr: Δοκιμές κλειδιών
fa_ir: تعداد تلاش‌های کلید
it_it: Tentativi di digitazione
ko_kr: 키 입력 항목
pl_pl: Próby klucza
uk_ua: Кількість спроб встановлення ключа
zh_cn: 密钥重试

source: LL: 4 bytes "00:03:00:01" followed by 6 bytes of the MAC address.
cs_cz: LL: 4 bajty „00:03:00:01“, následované 6 bajty MAC adresy.
de_de: LL: 4 Bytes "00:03:00:01" gefolgt von 6 Bytes der MAC-Adresse.
el_gr: LL: 4 byte "00:03:00:01" ακολουθούμενα από 6 byte της διεύθυνσης MAC.
fa_ir: LL: 4 بایت "00:03:00:01" به دنبال آن 6 بایت آدرس MAC.
fr_fr: LL : 4 octets "00:03:00:01" suivis de 6 octets de l'adresse MAC.
it_it: LL: 4 byte "00:03:00:01" seguiti da 6 byte dell'indirizzo MAC.
ko_kr: LL: MAC 주소의 6바이트 뒤에 "00:03:00:01" 4바이트가 있습니다.
pl_pl: LL: 4 bajty "00:03:00:01", po których następuje 6 bajtów adresu MAC.
uk_ua: LL: 4 байти «00:03:00:01», за якими слідують 6 байтів MAC-адреси.
zh_cn: LL：4 个字节"00:03:00:01"后跟 6 个字节的 MAC 地址。

source: LLT: 4 bytes "00:01:00:01" followed by 4 bytes Unix time e.g. "00:01:02:03", followed by 6 bytes of the MAC address.
cs_cz: LLT: 4 bajty „00:01:00:01“, následované bajty unixového času (např. „00:01:02:03“), následované 6 bajty MAC adresy.
de_de: LLT: 4 Bytes "00:01:00:01" gefolgt von 4 Bytes Unix-Zeit, z. B. "00:01:02:03", gefolgt von 6 Bytes der MAC-Adresse.
el_gr: LLT: 4 byte "00:01:00:01" ακολουθούμενα από 4 byte ώρας Unix, π.χ. "00:01:02:03", ακολουθούμενα από 6 byte της διεύθυνσης MAC.
fa_ir: LLT: 4 بایت "00:01:00:01" سپس 4 بایت زمان یونیکس مثلاً "00:01:02:03" و سپس 6 بایت آدرس MAC.
fr_fr: LLT : 4 octets "00:01:00:01" suivis de 4 octets d'heure Unix, par exemple "00:01:02:03", suivis de 6 octets de l'adresse MAC.
it_it: LLT: 4 byte "00:01:00:01" seguito da 4 byte di tempo Unix, ad es. "00:01:02:03", seguito da 6 byte dell'indirizzo MAC.
ko_kr: LLT: 4바이트 "00:01:00:01" 뒤에 4바이트의 유닉스 시간(예: "00:01:02:03")이 있고, 그 다음에 6바이트의 MAC 주소가 있습니다.
pl_pl: LLT: 4 bajty "00:01:00:01", po których następuje 4 bajty czasu Unix, np. "00:01:02:03", a następnie 6 bajtów adresu MAC.
uk_ua: LLT: 4 байти «00:01:00:01», за якими слідують 4 байти часу Unix, наприклад «00:01:02:03», а потім 6 байтів MAC-адреси.
zh_cn: LLT：4 个字节"00:01:00:01"后跟 4 个字节的 Unix 时间，例如 "00:01:02:03"，后跟 6 个字节的 MAC 地址。

source: Lastly, enable HAProxy using the %sService%s settings page.
cs_cz: Konečně, zapněte HAProxy pomocí stránky nastavení %sService%s.
de_de: Aktivieren Sie abschließend HAProxy über die Einstellungsseite der %sDienste%s.
el_gr: Τέλος, ενεργοποιήστε το HAProxy χρησιμοποιώντας τη σελίδα ρυθμίσεων του %sService%s.
fa_ir: در نهایت، با استفاده از صفحه تنظیمات %sسرویس%s، HAProxy را فعال کنید.
fr_fr: Enfin, activez HAProxy en utilisant la page de paramètres %sService%s.
it_it: Infine, abilita HAProxy utilizzando la pagina delle impostazioni di %sService%s.
ko_kr: 마지막으로 %s서비스%s 설정 페이지를 사용하여 HAProxy를 활성화합니다.
pl_pl: W końcu włącz HAProxy używając strony z ustawieniami %sService%s.
uk_ua: Нарешті, увімкніть HAProxy за допомогою сторінки налаштувань %sСлужба%s.
zh_cn: 最后，在%s服务%s设置页面启用 HAProxy。

source: Legacy - Disabled LZO algorithm (%s)
cs_cz: Zastaralé - vypnutý algoritmus LZO (%s)
de_de: Veraltet – LZO-Algorithmus deaktiviert (%s)
el_gr: Παλαιού τύπου - Απενεργοποιημένος αλγόριθμος LZO (%s)
fa_ir: سنتی - الگوریتم LZO غیرفعال (%s)
fr_fr: Legacy - Algorithme LZO désactivé (%s)
it_it: Legacy - Algoritmo LZO disabilitato (%s)
ko_kr: 레거시 - LZO 알고리즘 사용 안 함(%s)
pl_pl: Dziedzictwo - Wyłączony algorytm LZO (%s)
uk_ua: Застарілий – алгоритм LZO вимкнено (%s)
zh_cn: 旧式 - 禁用LZO算法 (%s)

source: Legacy - Enabled LZO algorithm with adaptive compression (%s)
cs_cz: Zastaralé – zapnutý algoritmus LZO s adaptivní kompresí (%s)
de_de: Veraltet – LZO-Algorithmus mit adaptiver Kompression aktiviert (%s)
el_gr: Παλαιού τύπου - Ενεργοποιημένος αλγόριθμος LZO με προσαρμοστική συμπίεση (%s)
fa_ir: سنتی - الگوریتم LZO فعال با فشرده‌سازی تطبیقی (%s)
fr_fr: Legacy - Algorithme LZO activé avec compression adaptative (%s)
it_it: Legacy: algoritmo LZO abilitato con compressione adattiva (%s)
ko_kr: 레거시 - 적응형 압축을 사용한 LZO 알고리즘 활성화(%s)
pl_pl: Dziedzictwo - Włączony algorytm LZO z adaptacyjnym kompresowaniem (%s)
uk_ua: Застарілий – алгоритм LZO увімкнено з адаптивним стисненням (%s)
zh_cn: 旧式 - 启用带自适应压缩的LZO算法 (%s)

source: Legacy - Enabled LZO algorithm without adaptive compression (%s)
cs_cz: Zastaralé – zapnutý algoritmus LZO bez adaptivní komprese (%s)
de_de: Veraltet – LZO-Algorithmus ohne adaptive Kompression aktiviert (%s)
el_gr: Παλαιού τύπου - Ενεργοποιημένος αλγόριθμος LZO χωρίς προσαρμοστική συμπίεση (%s)
fa_ir: سنتی - الگوریتم LZO فعال بدون فشرده‌سازی تطبیقی (%s)
fr_fr: Legacy - Algorithme LZO activé sans compression adaptative (%s)
it_it: Legacy: algoritmo LZO abilitato senza compressione adattiva (%s)
ko_kr: 레거시 - 적응 압축 없이 LZO 알고리즘 활성화(%s)
pl_pl: Dziedzictwo - Włączony algorytm LZO bez adaptacyjnego kompresowania (%s)
uk_ua: Застарілий – алгоритм LZO увімкнено без адаптивного стиснення (%s)
zh_cn: 旧式 - 启用无自适应压缩的LZO算法 (%s)

source: Legend
cs_cz: Popisek
de_de: Legende
el_gr: Θρύλος
fa_ir: راهنما
fr_fr: Légende
it_it: Leggenda
ko_kr: 범례
pl_pl: Legenda
uk_ua: Легенда
zh_cn: 图例

source: Load Balancing
cs_cz: Rozdělování zátěže
de_de: Lastausgleich
el_gr: Εξισορρόπηση φορτίου
fa_ir: تعادل بار
fr_fr: Équilibrage des charges
it_it: Bilanciamento del carico
ko_kr: 로드 밸런싱
pl_pl: Bilansowanie obciążenia
uk_ua: Балансування навантаження
zh_cn: 负载平衡

source: Loading
cs_cz: Načítání
de_de: Ladevorgang
el_gr: Φόρτωση
fa_ir: در حال بارگذاری
fr_fr: Chargement
it_it: Caricamento
ko_kr: 불러오는 중
pl_pl: Ładowanie
uk_ua: Завантаження
zh_cn: 载入中

source: Log level
cs_cz: Podrobnost záznamu událostí
de_de: Protokollierungsstufe
el_gr: Επίπεδο καταγραφής
fa_ir: سطح لاگ
fr_fr: Niveau du journal
it_it: Livello di registro
ko_kr: 로그 수준
pl_pl: Poziom logowania
uk_ua: Рівень журналу
zh_cn: 日志等级

source: Log the results of DNS queries
cs_cz: Zaznamenávat výsledky DNS dotazů
de_de: Ergebnisse von DNS-Abfragen protokollieren
el_gr: Καταγραφή αποτελεσμάτων ερωτημάτων DNS
fa_ir: نتایج پرس‌وجوهای DNS را ثبت کن
fr_fr: Enregistrer les résultats des requêtes DNS
it_it: Registra i risultati delle query DNS
ko_kr: DNS 쿼리 결과 기록
pl_pl: Rejestruj wyniki zapytań DNS
uk_ua: Вести журнал результатів DNS-запитів
zh_cn: 记录DNS查询结果

source: MACs
cs_cz: MAC adresy
el_gr: MAC
fa_ir: MACها
it_it: MAC
ko_kr: MAC 주소
pl_pl: MAC
uk_ua: MAC-адреси

source: Mailer ID
cs_cz: Identif. nástroje pro odesílání e-mailů
el_gr: Αναγνωριστικό αλληλογραφίας
fa_ir: شناسه فرستنده
fr_fr: ID de l'expéditeur
it_it: Identificativo postale
ko_kr: 메일러 ID
pl_pl: ID mailera
uk_ua: ID відправника пошти

source: Match case insensitive
cs_cz: Při hledání shody nerozlišovat MALÁ/velká písmena
de_de: Groß- und Kleinschreibung ignorieren
el_gr: Ταίριασμα χωρίς διάκριση πεζών-κεφαλαίων
fa_ir: مقایسه بدون حساسیت به حروف
fr_fr: Correspondance insensible à la casse
it_it: Corrispondenza senza distinzione tra maiuscole e minuscole
ko_kr: 대소문자를 구분하지 않음
pl_pl: Dopasuj niezależnie od wielkości liter
uk_ua: Порівнювати без урахування регістру
zh_cn: 不区分大小写

source: Matched rule
cs_cz: Shodné pravidlo
de_de: Passende Regel
el_gr: Αντιστοιχισμένος κανόνας
fa_ir: قانون منطبق
fr_fr: Règle appariée
it_it: Regola abbinata
ko_kr: 일치 규칙
pl_pl: Dopasowana reguła
uk_ua: Збіжне правило
zh_cn: 已匹配规则

source: Mirror
cs_cz: Zrcadlo
de_de: Spiegelserver
el_gr: Καθρέπτης
fa_ir: آینه
fr_fr: Mirroir
it_it: Specchio
ko_kr: 미러
pl_pl: Lustro
uk_ua: Дзеркало
zh_cn: 镜像

source: Modify log level for IPv6 clients. Info will give status, interface leases and addresses. Debug will give full diagnostics.
cs_cz: Úprava stupně podrobnosti záznamu událostí pro IPv6 klienty. Info poskytne stav, zápůjčky rozhraní a adresy. Debug (ladění) pak úplnou diagnostiku.
de_de: Protokollierungsstufe für IPv6-Clients ändern. „Info“ liefert Status, Interface-Leases und Adressen. „Debug“ liefert vollständige Diagnosedaten.
el_gr: Τροποποίηση επιπέδου καταγραφής για υπολογιστές-πελάτες IPv6. Οι πληροφορίες θα παρέχουν την κατάσταση, τις μισθώσεις διεπαφής και τις διευθύνσεις. Ο εντοπισμός σφαλμάτων θα παρέχει πλήρη διαγνωστικά.
fa_ir: سطح لاگ را برای کلاینت‌های IPv6 تغییر دهید. Info اطلاعات وضعیت، اجاره‌های رابط و آدرس‌ها را می‌دهد. Debug تشخیص‌عیب‌یابی کامل را ارائه می‌دهد.
fr_fr: Modifier le niveau de journalisation pour les clients IPv6. Info donnera le statut, les baux d'interface et les adresses. Le débogage donnera des diagnostics complets.
it_it: Modifica il livello di registro per i client IPv6. Le informazioni forniranno lo stato, i contratti di locazione dell'interfaccia e gli indirizzi. Il debug fornirà una diagnostica completa.
ko_kr: IPv6 클라이언트에 대한 로그 수준을 수정합니다. 정보는 상태, 인터페이스 대여 및 주소를 제공합니다. 디버그는 전체 진단을 제공합니다.
pl_pl: Modyfikuj poziom logowania dla klientów IPv6. Info dostarczy statusu, dzierżaw interfejsu i adresów. Debug dostarczy pełnej diagnostyki.
uk_ua: Змінити рівень журналу для клієнтів IPv6. Інформація показуватиме статус, оренди інтерфейсів та адреси. Налагодження надасть повну діагностику.
zh_cn: IPv6客户端日志的等级。"信息"会提供状态、接口租约与地址等信息。"调试"会提供完整的诊断信息。
