Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This selection will only display key pairs which have a public key.
cs_cz: Tento výběr zobrazí pouze ty dvojice klíčů, které mají veřejný klíč.
de_de: Bei dieser Auswahl werden nur Schlüsselpaare angezeigt, die einen öffentlichen Schlüssel haben.
el_gr: Αυτή η επιλογή θα εμφανίσει μόνο ζεύγη κλειδιών που έχουν δημόσιο κλειδί.
fa_ir: این انتخاب فقط جفت‌کلید‌هایی را نمایش می‌دهد که کلید عمومی دارند.
fr_fr: Cette sélection n'affichera que les paires de clés qui ont une clé publique.
it_it: Questa selezione mostrerà solo le coppie di chiavi che hanno una chiave pubblica.
ko_kr: 이 선택 항목은 공용 키가 있는 키 쌍만 표시합니다.
pl_pl: Ta opcja wyświetli tylko pary kluczy, które mają klucz publiczny.
uk_ua: Цей вибір показуватиме лише пари ключів, які мають публічний ключ.
zh_cn: 该选择只会显示具有公共密钥的密钥对。

source: Select a peer key pair previously configured at IPsec \ Key Pairs.
cs_cz: Vyberte dříve nastavený pár klíčů v IPsec \ Páry klíčů.
de_de: Wähle ein Peer-Schlüsselpaar aus, das zuvor unter "IPsec \ Schlüsselpaare" konfiguriert wurde.
el_gr: Επιλέξτε ένα ζεύγος κλειδιών ομότιμων που έχει ρυθμιστεί προηγουμένως στο IPsec \ Key Pairs.
fa_ir: یک جفت‌کلید همتا را که قبلاً در IPsec \ Key Pairs پیکربندی شده است، انتخاب کنید.
fr_fr: Sélectionnez une paire de clés d'homologue précédemment configurée à l'adresse IPsec - Key Pairs.
it_it: Selezionare una coppia di chiavi peer precedentemente configurata in IPsec \ Coppie di chiavi.
ko_kr: IPsec \ Key Pairs에서 이전에 구성된 피어 키 쌍을 선택하세요.
pl_pl: Wybierz wcześniej skonfigurowaną parę kluczy dla peer'a w IPsec \ Key Pairs.
uk_ua: Виберіть пару ключів партнера, попередньо налаштовану в IPsec \ Пари ключів.
zh_cn: 选择一个先前在IPsec\密钥对中配置的对端密钥对。

source: This selection will only display key pairs which have both a public and private key.
cs_cz: Tento výběr zobrazí pouze ty dvojice klíčů, které mají jak veřejný, tak soukromý klíč.
de_de: Bei dieser Auswahl werden nur Schlüsselpaare angezeigt, die sowohl einen öffentlichen als auch einen privaten Schlüssel haben.
el_gr: Αυτή η επιλογή θα εμφανίσει μόνο ζεύγη κλειδιών που έχουν δημόσιο και ιδιωτικό κλειδί.
fa_ir: این انتخاب فقط جفت‌کلید‌هایی را نمایش می‌دهد که هم کلید عمومی و هم کلید خصوصی دارند.
fr_fr: Cette sélection n'affichera que les paires de clés qui ont à la fois une clé publique et une clé privée.
it_it: Questa selezione mostrerà solo le coppie di chiavi che hanno sia una chiave pubblica che una privata.
ko_kr: 이 선택 항목에는 공용 키와 개인 키가 모두 있는 키 쌍만 표시됩니다.
pl_pl: Ten wybór wyświetli tylko pary kluczy, które mają zarówno klucz publiczny, jak i prywatny.
uk_ua: Цей вибір показуватиме лише пари ключів, які мають як публічний, так і приватний ключ.
zh_cn: 该选择只会显示同时具有公钥和私钥的密钥对。

source: Select a local key pair previously configured at IPsec \ Key Pairs.
cs_cz: Vyberte místní pár klíčů dříve nastavený v IPsec \ Páry klíčů.
de_de: Wähle ein lokales Schlüsselpaar aus, das zuvor unter "IPsec \ Schlüsselpaare" konfiguriert wurde.
el_gr: Επιλέξτε ένα τοπικό ζεύγος κλειδιών που έχει διαμορφωθεί προηγουμένως στο IPsec \ Key Pairs.
fa_ir: یک جفت‌کلید محلی را که قبلاً در IPsec \ Key Pairs پیکربندی شده است، انتخاب کنید.
fr_fr: Sélectionnez une paire de clés locale préalablement configurée à IPsec - Key Pairs.
it_it: Selezionare una coppia di chiavi locali precedentemente configurata in IPsec \ Coppie di chiavi.
ko_kr: IPsec \ Key Pairs에서 이전에 구성된 로컬 키 쌍을 선택하세요.
pl_pl: Wybierz lokalną parę kluczy wcześniej skonfigurowaną w IPsec \ Key Pairs.
uk_ua: Виберіть локальну пару ключів, попередньо налаштовану в IPsec \ Пари ключів.
zh_cn: 选择一个先前在IPsec\密钥对中配置的本地密钥对。

source: Invalid argument for DPD action.
cs_cz: Neplatný argument pro DPD akci.
de_de: Ungültiges Argument für DPD-Aktion.
el_gr: Μη έγκυρο όρισμα για ενέργεια DPD.
fa_ir: آرگومان نامعتبر برای عملیات DPD.
fr_fr: Argument non valide pour l'action DPD.
it_it: Argomento non valido per l'azione DPD.
ko_kr: DPD 작업에 대한 인수가 잘못되었습니다.
pl_pl: Nieprawidłowy argument dla akcji DPD.
uk_ua: Недійсний аргумент для дії DPD.
zh_cn: DPD操作的参数无效。

source: Rekeyfuzz must be an integer.
cs_cz: Je třeba, aby Rekeyfuzz bylo celé kladné číslo.
de_de: Rekeyfuzz muss eine Ganzzahl sein.
el_gr: Το Rekeyfuzz πρέπει να είναι ακέραιος αριθμός.
fa_ir: Rekeyfuzz باید عدد صحیح باشد.
fr_fr: Rekeyfuzz doit être un nombre entier.
it_it: Rekeyfuzz deve essere un numero intero.
ko_kr: 키 재생성 퍼지는 정수여야 합니다.
pl_pl: Rekeyfuzz musi być liczbą całkowitą.
uk_ua: Rekeyfuzz має бути цілим числом.
zh_cn: Rekeyfuzz必须为整数。

source: The value margin... + margin... * rekeyfuzz must not exceed the original lifetime limit.
cs_cz: Je třeba, aby hodnota rezervy… + rezerva * rekeyfuzz nesmí nepřekročila původní limit životnosti.
de_de: Der Wert margin… + margin… * rekeyfuzz darf die ursprüngliche Lebensdauergrenze nicht überschreiten.
el_gr: Το περιθώριο τιμής... + περιθώριο... * rekeyfuzz δεν πρέπει να υπερβαίνει το αρχικό όριο διάρκειας ζωής.
fa_ir: مقدار margin... + margin... * rekeyfuzz نباید از حد مجاز طول عمر اصلی بیشتر باشد.
fr_fr: La valeur margin... + marge... * rekeyfuzz ne doit pas dépasser la limite de la durée de vie initiale.
it_it: Il valore margine... + margine... * rekeyfuzz non deve superare il limite di durata originale.
ko_kr: 값 마진... + 여백... * 키 재생성은 원래 수명 제한을 초과하면 안 됩니다.
pl_pl: Wartość margin... + margin... * rekeyfuzz nie może przekroczyć pierwotnego limitu czasu życia.
uk_ua: Значення margin... + margin... * rekeyfuzz не повинно перевищувати початкове обмеження терміну дії.
zh_cn: 保证... +保证... *rekeyfuzz的值不得超过原始有效期限制。

source: The margintime must be an integer.
cs_cz: Je třeba, aby margintime bylo celé kladné číslo.
de_de: Margintime muss eine Ganzzahl sein.
el_gr: Το margintime πρέπει να είναι ακέραιος αριθμός.
fa_ir: margintime باید عدد صحیح باشد.
fr_fr: Le temps de marge doit être un nombre entier.
it_it: Il margine deve essere un numero intero.
ko_kr: 한계 시간은 정수여야 합니다.
pl_pl: Margintime musi być liczbą całkowitą.
uk_ua: Margintime має бути цілим числом.
zh_cn: 保证时间必须为整数。

source: The inactivity timeout must be an integer.
cs_cz: Je třeba, aby časový limit neaktivity bylo celé kladné číslo.
de_de: Der Inaktivitäts-Timeout muss eine ganze Zahl sein.
el_gr: Το χρονικό όριο αδράνειας πρέπει να είναι ακέραιος αριθμός.
fa_ir: زمان انتظار عدم‌فعالیت باید عدد صحیح باشد.
fr_fr: Le délai d'inactivité doit être un nombre entier.
it_it: Il timeout di inattività deve essere un numero intero.
ko_kr: 비활성 시간 제한은 정수여야 합니다.
pl_pl: Limit czasu bezczynności musi być liczbą całkowitą.
uk_ua: Таймаут неактивності має бути цілим числом.
zh_cn: 非活动超时必须为整数。

source: Peer Key Pair
cs_cz: Dvojice klíčů protějšku
de_de: Schlüsselpaar der Gegenstelle
el_gr: Ζεύγος κλειδιών ομότιμων
fa_ir: جفت‌کلید همتا
fr_fr: Paire de clés homologues
it_it: Coppia di chiavi peer
ko_kr: 피어 키 쌍
pl_pl: Klucz Peer
uk_ua: Пара ключів партнера
zh_cn: 对端密钥对

source: Local Key Pair
cs_cz: Lokální dvojice klíčů
de_de: Lokales Schlüsselpaar
el_gr: Τοπικό ζεύγος κλειδιών
fa_ir: جفت‌کلید محلی
fr_fr: Paire de clés locales
it_it: Coppia di chiavi locali
ko_kr: 로컬 키 쌍
pl_pl: Klucz lokalny
uk_ua: Локальна пара ключів
zh_cn: 本地密钥对

source: Provide a virtual IPv6 address to clients
cs_cz: Poskytnout klientům virtuální IPv6 adresu
de_de: Stelle Clients eine virtuelle IPv6-Adresse zur Verfügung
el_gr: Παροχή εικονικής διεύθυνσης IPv6 στους πελάτες
fa_ir: به کلاینت‌ها یک آدرس مجازی IPv6 اختصاص دهید
fr_fr: Fournir une adresse IPv6 virtuelle aux clients
it_it: Fornire un indirizzo IPv6 virtuale ai client
ko_kr: 클라이언트에 가상 IPv6 주소 입력
pl_pl: Podaj wirtualny adres IPv6 dla klientów
uk_ua: Надати клієнтам віртуальну IPv6 адресу
zh_cn: 向客户端提供虚拟IPv6地址

source: Virtual IPv6 Address Pool
cs_cz: Fond virtuálních IPv6 adres
de_de: Virtueller IPv6-Adresspool
el_gr: Εικονική ομάδα διευθύνσεων IPv6
fa_ir: استخر آدرس‌های مجازی IPv6
fr_fr: Pool d'adresses IPv6 virtuelles
it_it: Pool di indirizzi IPv6 virtuali
ko_kr: 가상 IPv6 주소 풀
pl_pl: Pula wirtualnych adresów IPv6
uk_ua: Пул віртуальних IPv6 адрес
zh_cn: 虚拟IPv6地址池

source: Provide a virtual IPv4 address to clients
cs_cz: Poskytnout klientům virtuální IPv4 adresu
de_de: Stelle Clients eine virtuelle IPv4-Adresse zur Verfügung
el_gr: Παροχή εικονικής διεύθυνσης IPv4 στους πελάτες
fa_ir: به کلاینت‌ها یک آدرس مجازی IPv4 اختصاص دهید
fr_fr: Fournir une adresse IPv4 virtuelle aux clients
it_it: Fornire un indirizzo IPv4 virtuale ai client
ko_kr: 클라이언트에 가상 IPv4 주소 입력
pl_pl: Podaj wirtualny adres IPv4 dla klientów
uk_ua: Надати клієнтам віртуальну IPv4 адресу
zh_cn: 向客户端提供虚拟IPv4地址

source: Virtual IPv4 Address Pool
cs_cz: Fond virtuálních IPv4 adres
de_de: Virtueller IPv4-Adresspool
el_gr: Εικονική ομάδα διευθύνσεων IPv4
fa_ir: استخر آدرس‌های مجازی IPv4
fr_fr: Pool d'adresses IPv4 virtuelles
it_it: Pool di indirizzi IPv4 virtuali
ko_kr: 가상 IPv4 주소 풀
pl_pl: Pula wirtualnych adresów IPv4
uk_ua: Пул віртуальних IPv4 адрес
zh_cn: 虚拟IPv4地址池

source: A valid IPv6 address for 'Virtual IPv6 Address Pool Network' must be specified.
cs_cz: Je třeba zadat platnou IPv6 adresu pro „Síť fondu virtuálních IPv6 adres“.
de_de: Es muss eine gültige IPv6-Adresse für 'Virtuelles IPv6-Adresspool-Netzwerk' angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 για το «Εικονικό δίκτυο συγκέντρωσης διευθύνσεων IPv6».
fa_ir: باید یک آدرس IPv6 معتبر برای 'Virtual IPv6 Address Pool Network' مشخص شود.
fr_fr: Une adresse IPv6 valide pour 'Virtual IPv6 Address Pool Network' doit être spécifiée.
it_it: È necessario specificare un indirizzo IPv6 valido per la "Rete pool di indirizzi IPv6 virtuale".
ko_kr: '가상 IPv6 주소 풀 네트워크'에 대한 유효한 IPv6 주소를 지정해야 합니다.
pl_pl: Dla 'Virtual IPv6 Address Pool Network' musi być podany prawidłowy adres IPv6.
uk_ua: Має бути вказана дійсна IPv6 адреса для 'Мережі пулу віртуальних IPv6 адрес'.
zh_cn: 必须为"虚拟IPv6地址池网络"指定有效的IPv6地址。

source: A valid IPv4 address for 'Virtual IPv4 Address Pool Network' must be specified.
cs_cz: Je třeba zadat platnou IPv4 adresu pro „Síť fondu virtuálních IPv4 adres“.
de_de: Es muss eine gültige IPv4-Adresse für 'Virtuelles IPv4-Adresspool-Netzwerk' angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv4 για το «Εικονικό δίκτυο συγκέντρωσης διευθύνσεων IPv4».
fa_ir: باید یک آدرس IPv4 معتبر برای 'Virtual IPv4 Address Pool Network' مشخص شود.
fr_fr: Une adresse IPv4 valide doit être spécifiée pour 'Virtual IPv4 Address Pool Network'.
it_it: È necessario specificare un indirizzo IPv4 valido per la "Rete pool di indirizzi IPv4 virtuale".
ko_kr: '가상 IPv4 주소 풀 네트워크'에 대한 유효한 IPv4 주소를 지정해야 합니다.
pl_pl: Dla 'Virtual IPv4 Address Pool Network' musi być podany prawidłowy adres IPv4.
uk_ua: Має бути вказана дійсна IPv4 адреса для 'Мережі пулу віртуальних IPv4 адрес'.
zh_cn: 必须为"虚拟IPv4地址池网络"指定有效的IPv4地址。

source: Phase 2 Proposal
cs_cz: Návrh fáze 2
de_de: Vorschlag für Phase 2
el_gr: Πρόταση Φάσης 2
fa_ir: پیشنهاد فاز 2
fr_fr: Proposition de la phase 2
it_it: Proposta di fase 2
ko_kr: 2단계 제안
pl_pl: Propozycja fazy 2
uk_ua: Пропозиція фази 2
zh_cn: 阶段2提案

source: Synchronize the Static Route configuration and Gateways to the other HA host.
cs_cz: Synchronizovat nastavení statických tras a bran na druhého hostitele pro vysokou dostupnost.
de_de: Synchronisiere die Konfiguration der statischen Route und der Gateways mit dem anderen HA-Host.
el_gr: Συγχρονίστε τη διαμόρφωση της στατικής διαδρομής και τις πύλες με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: پیکربندی مسیر ایستا و دروازه‌ها را با هاست HA دیگر همگام‌سازی کنید.
fr_fr: Synchronisez la configuration de la route statique et les passerelles avec l'autre hôte HA.
it_it: Sincronizzare la configurazione della route statica e i gateway con l'altro host HA.
ko_kr: 정적 라우트 구성 및 게이트웨이를 다른 HA 호스트에 동기화합니다.
pl_pl: Synchronizuj konfiguracje statycznych tras i bramy do innego hosta HA.
uk_ua: Синхронізувати конфігурацію статичного маршруту та шлюзи з іншим HA-хостом.
zh_cn: 将静态路由配置和网关同步到其他HA主机。

source: Exclude interfaces
cs_cz: Vynechat rozhraní
de_de: Schnittstellen ausschließen
el_gr: Εξαίρεση διεπαφών
fa_ir: استثنا کردن رابط‌ها
fr_fr: Exclure les interfaces
it_it: Escludere le interfacce
ko_kr: 제외할 인터페이스
pl_pl: Wyklucz interfejsy
uk_ua: Виключити інтерфейси
zh_cn: 排除接口

source: If this option is set, DNS servers assigned by a DHCP/PPP server on WAN will be used for their own purposes (including the DNS services). However, they will not be assigned to DHCP clients. Since this option concerns all interfaces retrieving dynamic dns entries, you can exclude items from the list below.
cs_cz: Pokud je tato možnost nastavena, budou DNS servery přidělené DHCP/PPP serverem v síti WAN používány pro vlastní účely (včetně služeb DNS). Nebudou však přiřazeny klientům DHCP. Protože se tato možnost týká všech rozhraní načítajících dynamické položky DNS, můžete položky z níže uvedeného seznamu vyloučit.
de_de: Wenn diese Option aktiviert ist, werden von einem DHCP/PPP-Server im WAN zugewiesene DNS-Server für eigene Zwecke (einschließlich der DNS-Dienste) verwendet. Sie werden jedoch nicht DHCP-Clients zugewiesen. Da diese Option alle Schnittstellen betrifft, die dynamische DNS-Einträge abrufen, können Sie Elemente aus der folgenden Liste ausschließen.
el_gr: Εάν οριστεί αυτή η επιλογή, οι διακομιστές DNS που έχουν εκχωρηθεί από έναν διακομιστή DHCP/PPP σε WAN θα χρησιμοποιούνται για τους δικούς τους σκοπούς (συμπεριλαμβανομένων των υπηρεσιών DNS). Ωστόσο, δεν θα εκχωρούνται σε πελάτες DHCP. Δεδομένου ότι αυτή η επιλογή αφορά όλες τις διεπαφές που ανακτούν δυναμικές καταχωρήσεις DNS, μπορείτε να εξαιρέσετε στοιχεία από την παρακάτω λίστα.
fa_ir: اگر این گزینه فعال شود، سرورهای DNS که توسط یک سرور DHCP/PPP روی WAN اختصاص یافته‌اند برای مقاصد خودشان (از جمله سرویس‌های DNS) استفاده خواهند شد. با این حال، به کلاینت‌های DHCP اختصاص داده نخواهند شد. چون این گزینه تمامی رابط‌هایی را که ورودی‌های DNS پویا را دریافت می‌کنند دربرمی‌گیرد، می‌توانید آیتم‌هایی را از فهرست زیر مستثنی کنید.
fr_fr: Si cette option est définie, les serveurs DNS attribués par un serveur DHCP/PPP sur le WAN seront utilisés à leurs propres fins (y compris les services DNS). Cependant, ils ne seront pas attribués aux clients DHCP. Étant donné que cette option concerne toutes les interfaces récupérant des entrées DNS dynamiques, vous pouvez exclure des éléments de la liste ci-dessous.
it_it: Se questa opzione è impostata, i server DNS assegnati da un server DHCP/PPP sulla WAN verranno utilizzati per i propri scopi (inclusi i servizi DNS). Tuttavia, non verranno assegnati ai client DHCP. Poiché questa opzione riguarda tutte le interfacce che recuperano le voci DNS dinamiche, puoi escludere elementi dall'elenco seguente.
ko_kr: 이 옵션을 설정하면 WAN의 DHCP/PPP 서버에서 할당한 DNS 서버가 DNS 서비스를 포함한 자체 목적으로 사용됩니다. 그러나 DHCP 클라이언트에는 할당되지 않습니다. 이 옵션은 동적 DNS 항목을 검색하는 모든 인터페이스와 관련되므로 아래 목록에서 항목을 제외할 수 있습니다.
pl_pl: Jeśli ta opcja jest ustawiona, serwery DNS przydzielone przez serwer DHCP/PPP na WAN będą używane dla własnych celów (w tym usług DNS). Jednak nie będą one przydzielane klientom DHCP. Ponieważ ta opcja dotyczy wszystkich interfejsów pobierających dynamiczne wpisy DNS, możesz wykluczyć pozycje z poniższej listy.
uk_ua: Якщо цю опцію встановлено, сервери DNS, призначені сервером DHCP/PPP на WAN, використовуватимуться для власних цілей (включаючи служби DNS). Однак вони не будуть призначені клієнтам DHCP. Оскільки ця опція стосується всіх інтерфейсів, які отримують динамічні записи DNS, ви можете виключити елементи зі списку нижче.
zh_cn: 选中时，则使用由WAN上的DHCP/PPP服务器分配的DNS服务器。但是它们不会分配给 DHCP 客户端。 由于此选项涉及检索动态 dns 条目的所有接口，因此可以从下面的列表中排除项目。

source: You can not assign a gateway to DNS server "%s" which is on a directly connected network.
cs_cz: Není možné přiřadit bránu DNS serveru „%s“, který se nachází na přímo připojené síti.
de_de: Dem DNS-Server "%s", der sich in einem direkt verbundenen Netzwerk befindet, kein kein Gateway zugewiesen werden.
el_gr: Δεν μπορείτε να αντιστοιχίσετε μια πύλη στον διακομιστή DNS "%s" που βρίσκεται σε ένα άμεσα συνδεδεμένο δίκτυο.
fa_ir: نمی‌توانید دروازه‌ای به سرور DNS "%s" که در شبکه‌ای متصل مستقیم قرار دارد اختصاص دهید.
fr_fr: Vous ne pouvez pas attribuer une passerelle au serveur DNS "%s" qui se trouve sur un réseau directement connecté.
it_it: Non è possibile assegnare un gateway al server DNS "%s" che si trova su una rete connessa direttamente.
ko_kr: 직접 연결된 네트워크에 있는 DNS 서버 "%s"에 게이트웨이를 할당할 수 없습니다.
pl_pl: Nie możesz przypisać bramy do serwera DNS "%s", który jest w bezpośrednio podłączonej sieci.
uk_ua: Ви не можете призначити шлюз для DNS-сервера "%s", який знаходиться в безпосередньо підключеній мережі.
zh_cn: 您无法给直接连接网络上的DNS服务器"%s"分配网关。

source: A valid IP address must be specified for DNS server "%s".
cs_cz: Je třeba zadat platnou IP adresu pro DNS server „%s“.
de_de: Eine gültige IP-Adresse für den DNS-Server "%s" muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τον διακομιστή DNS "%s".
fa_ir: باید یک آدرس IP معتبر برای سرور DNS "%s" مشخص شود.
fr_fr: Une adresse IP valide doit être spécifiée pour le serveur DNS "%s".
it_it: È necessario specificare un indirizzo IP valido per il server DNS "%s".
ko_kr: DNS 서버 "%s"에 대해 유효한 IP 주소를 지정해야 합니다.
pl_pl: Dla serwera DNS "%s" musi być podany prawidłowy adres IP.
uk_ua: Має бути вказана дійсна IP-адреса для DNS-сервера "%s".
zh_cn: 必须为DNS服务器"%s"指定一个有效的IP地址。

source: This will select the above gateway as a default gateway candidate.
cs_cz: Toto výše uvedenou bránu vybere jako kandidáta na tu výchozí.
de_de: Dadurch wird das obige Gateway als Standard-Gateway-Kandidat ausgewählt.
el_gr: Αυτό θα επιλέξει την παραπάνω πύλη ως προεπιλεγμένη υποψήφια πύλη.
fa_ir: این دروازهٔ بالا را به‌عنوان کاندیدای دروازهٔ پیش‌فرض انتخاب می‌کند.
fr_fr: Ceci sélectionnera la passerelle ci-dessus comme candidate à la passerelle par défaut.
it_it: Ciò selezionerà il gateway sopra indicato come candidato gateway predefinito.
ko_kr: 위의 게이트웨이를 기본 게이트웨이 후보로 선택합니다.
pl_pl: To wybierze powyższą bramę jako kandydata na domyślną bramę.
uk_ua: Це обере вищезгаданий шлюз як кандидата на шлюз типово.
zh_cn: 选择该网关为默认网关候选者之一。

source: defunct
cs_cz: nefunkční
de_de: außer Betrieb
el_gr: μακαρίτης
fa_ir: از کار افتاده
fr_fr: défunt
it_it: defunto
ko_kr: 소멸한
pl_pl: nieczynny
uk_ua: Застарілий
zh_cn: 已不复存在

source: Elliptic Curve
cs_cz: Eliptické křivky
de_de: Elliptische Kurve
el_gr: Ελλειπτική καμπύλη
fa_ir: منحنی بیضوی
fr_fr: Courbe elliptique
it_it: Curva ellittica
ko_kr: 타원 곡선
pl_pl: Krzywa eliptyczna
uk_ua: Еліптична крива
zh_cn: 椭圆曲线

source: Limit groups
cs_cz: Omezit skupiny
de_de: Gruppen beschränken
el_gr: Όριο ομάδων
fa_ir: محدود کردن گروه‌ها
fr_fr: Groupes limites
it_it: Limita i gruppi
ko_kr: 그룹 제한
pl_pl: Ogranicz grupy
uk_ua: Обмежити групи
zh_cn: 限制组

source: Synchronize groups
cs_cz: Synchronizovat skupiny
de_de: Gruppen synchronisieren
el_gr: Συγχρονισμός ομάδων
fa_ir: همگام‌سازی گروه‌ها
fr_fr: Synchroniser les groupes
it_it: Sincronizza i gruppi
ko_kr: 그룹 동기화
pl_pl: Synchronizuj grupy
uk_ua: Синхронізувати групи
zh_cn: 同步组

source: When choosing StartTLS or SSL, please configure the required private CAs in System -> Trust
cs_cz: Při volbě StartTLS nebo SSL nastavte požadované soukromé certifikační autority v Systém -> Důvěryhodnost
de_de: Wenn Sie StartTLS oder SSL wählen, konfigurieren Sie bitte die erforderlichen privaten CAs unter System -> Sicherheit.
el_gr: Όταν επιλέγετε StartTLS ή SSL, διαμορφώστε τις απαιτούμενες ιδιωτικές αρχές έκδοσης πιστοποιητικών (CA) στο Σύστημα -> Αξιόπιστο
fa_ir: هنگام انتخاب StartTLS یا SSL، لطفاً CAهای خصوصی موردنیاز را در System -> Trust پیکربندی کنید.
fr_fr: Lorsque vous choisissez StartTLS ou SSL, veuillez configurer les autorités de certification privées requises dans Système -> Confiance
it_it: Quando si sceglie StartTLS o SSL, configurare le CA private richieste in Sistema -> Trust
ko_kr: StartTLS 또는 SSL을 선택하면 시스템 -> 신뢰성에서 필요한 개인 CA를 구성하세요
pl_pl: Przy wyborze StartTLS lub SSL, skonfiguruj wymagane prywatne CA w Systemie -> Trust
uk_ua: При виборі StartTLS або SSL, будь ласка, налаштуйте необхідні приватні ЦС у Система -> Довіра
zh_cn: 选择StartTLS或SSL时，请在系统->证书中配置所需的私有CAs

source: Select the allowed groups for sudo usage. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will.
cs_cz: Vyberte skupiny, které budou moci používat sudo. Skupina „wheel“ je (pro účely zotavení z při poruše) nastavena vždy a k tomu je možné vybrat libovolnou lokální skupinu.
de_de: Wählen Sie die zulässigen Gruppen für die Sudo-Nutzung aus. Die Gruppe „wheel“ ist für Wiederherstellungszwecke immer aktiviert. Eine zusätzliche lokale Gruppe kann nach Belieben ausgewählt werden.
el_gr: Επιλέξτε τις επιτρεπόμενες ομάδες για χρήση sudo. Η ομάδα "wheel" ορίζεται πάντα για σκοπούς ανάκτησης και μπορεί να επιλεγεί μια επιπλέον τοπική ομάδα κατά βούληση.
fa_ir: گروه‌های مجاز برای استفاده از sudo را انتخاب کنید. گروه "wheel" همواره برای بازیابی تنظیم شده و می‌توان یک گروه محلی اضافی را به دلخواه انتخاب کرد.
fr_fr: Sélectionnez les groupes autorisés pour l'utilisation de sudo. Le groupe « roue » est toujours défini à des fins de récupération et un groupe local supplémentaire peut être sélectionné à volonté.
it_it: Seleziona i gruppi consentiti per l'utilizzo di sudo. Il gruppo "ruota" è sempre impostato per il recupero ed è possibile selezionare a piacimento un ulteriore gruppo locale.
ko_kr: sudo 사용을 위해 허용된 그룹을 선택하세요. "wheel" 그룹은 복구 목적으로 항상 설정되며 추가 로컬 그룹은 원하는 대로 선택할 수 있습니다.
pl_pl: Wybierz dozwolone grupy do użytku sudo. Grupa "wheel" jest zawsze ustawiana dla celów odzyskiwania, a dodatkowa lokalna grupa może być wybrana według uznania.
uk_ua: Виберіть дозволені групи для використання sudo. Група "wheel" завжди встановлена для цілей відновлення, і додаткову локальну групу можна вибрати за бажанням.
zh_cn: 选择允许使用sudo的组。“wheel”组只用于恢复目的，并且可以随意选择其他本地组。

source: status
cs_cz: stav
el_gr: κατάσταση
fa_ir: وضعیت
fr_fr: statut
it_it: stato
ko_kr: 상황
uk_ua: Статус
zh_cn: 状态

source: Log Queries
cs_cz: Dotazy na záznam událostí
de_de: Abfragen protokollieren
el_gr: Ερωτήματα καταγραφής
fa_ir: لاگ پرس‌وجوها
fr_fr: Requêtes de journal
it_it: Query di registro
ko_kr: 쿼리 로그
pl_pl: Loguj zapytania
uk_ua: Логувати запити
zh_cn: 记录查询

source: If enabled, extended statistics are printed.
cs_cz: Pokud zapnuto, jsou vypisovány rozšířené statistiky.
de_de: Wenn aktiviert, werden erweiterte Statistiken ausgegeben.
el_gr: Εάν είναι ενεργοποιημένη, εκτυπώνονται εκτεταμένα στατιστικά στοιχεία.
fa_ir: در صورت فعال‌سازی، آمار گسترش‌یافته نمایش داده می‌شوند.
fr_fr: Si cette option est activée, les statistiques étendues sont imprimées.
it_it: Se abilitato, vengono stampate le statistiche estese.
ko_kr: 활성화하면, 확장 통계가 인쇄됩니다.
pl_pl: Jeśli jest włączone, wydrukowane są rozszerzone statystyki.
uk_ua: Якщо увімкнено, розширену статистику буде надруковано.
zh_cn: 如果启用，则输出扩展统计信息。
