Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Local addresses
cs_cz: Lokální adresa
de_de: Lokale Adressen
el_gr: Τοπικές διευθύνσεις
fa_ir: آدرس‌های محلی
fr_fr: Adresses locales
it_it: Indirizzi locali
ko_kr: 로컬 주소
uk_ua: Локальні адреси
zh_cn: 本地地址

source: Local tunnel address used for the outer IP header of ESP packets
cs_cz: Místní adresa tunelu použitá pro vnější IP záhlaví ESP paketů.
de_de: Lokale Tunneladresse, die für den äußeren IP-Header von ESP-Paketen verwendet wird
el_gr: Τοπική διεύθυνση σήραγγας που χρησιμοποιείται για την εξωτερική κεφαλίδα IP των πακέτων ESP
fa_ir: آدرس تونل محلی مورد استفاده در هدر بیرونی IP بسته‌های ESP
fr_fr: Adresse locale du tunnel utilisée pour l'en-tête IP externe des paquets ESP
it_it: Indirizzo del tunnel locale utilizzato per l'intestazione IP esterna dei pacchetti ESP
ko_kr: ESP 패킷의 외부 IP 헤더에 사용되는 로컬 터널 주소
uk_ua: Локальна адреса тунелю, що використовується для зовнішнього IP-заголовка пакетів ESP
zh_cn: 用于ESP数据包外部IP标头的本地隧道地址

source: Log Level Verbosity
cs_cz: Stupeň podrobnosti záznamu
de_de: Protokollierungsgrad
el_gr: Λεπτομέρεια επιπέδου καταγραφής
fa_ir: سطح جزئیات لاگ
fr_fr: Verbosité du niveau de journalisation
it_it: Verbosità a livello di registro
ko_kr: 로그 레벨 상세도
uk_ua: Рівень деталізації журналу
zh_cn: 日志详细程度

source: Log Neighbor Changes
cs_cz: Zaznamenávat změny sousedů
de_de: Nachbarschaftsänderungen protokollieren
el_gr: Καταγραφή αλλαγών γειτόνων
fa_ir: ثبت تغییرات همسایه
fr_fr: Enregistrer les changements de voisins
it_it: Registra le modifiche dei vicini
ko_kr: 이웃 변경 사항 로그
uk_ua: Журнал змін сусідів
zh_cn: 记录邻居变更

source: Log Replies
cs_cz: Zaznamenávat odpovědi
de_de: Antworten protokollieren
el_gr: Καταγραφή απαντήσεων
fa_ir: ثبت پاسخ‌ها
fr_fr: Réponses du journal
it_it: Registra le risposte
ko_kr: 응답 로그
uk_ua: Журнал відповідей
zh_cn: 记录回复

source: Log SERVFAIL
cs_cz: Zaznamenávat SERVFAIL
de_de: SERVFAIL protokollieren
el_gr: Καταγραφή SERVFAIL
fa_ir: ثبت SERVFAIL
fr_fr: Journal SERVFAIL
it_it: Registra SERVFAIL
ko_kr: SERVFAIL 로그
uk_ua: Журнал SERVFAIL
zh_cn: 记录服务失败

source: Log local actions
cs_cz: Zaznamenávat lokální akce
de_de: Lokale Aktionen protokollieren
el_gr: Καταγραφή τοπικών ενεργειών
fa_ir: ثبت اقدامات محلی
fr_fr: Enregistrer les actions locales
it_it: Registra le azioni locali
ko_kr: 로컬 동작 로그
uk_ua: Журнал локальних дій
zh_cn: 记录本地操作

source: Log validation level
cs_cz: Úroveň ověřování záznamu
de_de: Validierungsprotokoll-Stufe
el_gr: Επίπεδο επικύρωσης αρχείου καταγραφής
fa_ir: سطح ثبت اعتبارسنجی
fr_fr: Niveau de validation du journal
it_it: Livello di convalida del registro
ko_kr: 검증 레벨 로그
uk_ua: Рівень перевірки журналу
zh_cn: 日志验证级别

source: Logcollector remote commands
cs_cz: Vzdálené příkazy Logcollector
de_de: Remote-Befehle des Logcollectors
el_gr: Απομακρυσμένες εντολές Logcollector
fa_ir: دستورات از راه دور Logcollector
fr_fr: Commandes à distance de Logcollector
it_it: Comandi remoti di Logcollector
ko_kr: 로그 수집기 원격 명령
uk_ua: Віддалені команди Logcollector
zh_cn: 日志收集器远程命令

source: Logging Settings
cs_cz: Nastavení zaznamenávání událostí
de_de: Protokollierungseinstellungen
el_gr: Ρυθμίσεις καταγραφής
fa_ir: تنظیمات ثبت لاگ
fr_fr: Paramètres de journalisation
it_it: Impostazioni di registrazione
ko_kr: 로깅 설정
uk_ua: Налаштування журналювання
zh_cn: 记录设置

source: Manager hostname
cs_cz: Název stroje se správou
de_de: Hostname des Managers
el_gr: Όνομα κεντρικού υπολογιστή διαχειριστή
fa_ir: نام میزبان مدیریت
fr_fr: Nom d'hôte du gestionnaire
it_it: Nome host del gestore
ko_kr: 관리자 호스트 이름
uk_ua: Ім'я хоста менеджера
zh_cn: 管理器主机名

source: Manual LAPI configuration
cs_cz: Ruční nastavení LAPI
de_de: Manuelle LAPI-Konfiguration
el_gr: Χειροκίνητη διαμόρφωση LAPI
fa_ir: پیکربندی دستی LAPI
fr_fr: Configuration manuelle de LAPI
it_it: Configurazione LAPI manuale
ko_kr: 수동 LAPI 구성
uk_ua: Ручна конфігурація LAPI
zh_cn: 手动LAPI配置

source: Max Outstanding
cs_cz: Nejvýše nevyřízených
de_de: Max. ausstehend
el_gr: Μέγιστη Εξαιρετική
fa_ir: حداکثر موارد در انتظار
fr_fr: Encours maximal
it_it: Massimo Eccezionale
ko_kr: 최대 미해결 항목
uk_ua: Макс. невирішених

source: Maximum Concurrent Requests
cs_cz: Souběžných požadavků nejvýše
de_de: Max. gleichzeitige Anfragen
el_gr: Μέγιστος αριθμός ταυτόχρονων αιτημάτων
fa_ir: حداکثر درخواست‌های همزمان
fr_fr: Nombre maximal de demandes simultanées
it_it: Numero massimo di richieste simultanee
ko_kr: 최대 동시 요청
uk_ua: Максимальна кількість одночасних запитів
zh_cn: 最大并发请求

source: Maximum Negative TTL for RRsets and messages
cs_cz: Maximální záporná TTL pro sady RR a zprávy
de_de: Maximale negative TTL für RRSets und Nachrichten
el_gr: Μέγιστο Αρνητικό TTL για RRsets και μηνύματα
fa_ir: حداکثر TTL منفی برای RRsets و پیام‌ها
fr_fr: TTL négatif maximum pour les RRsets et les messages
it_it: TTL negativo massimo per RRset e messaggi
ko_kr: RRset 및 메시지의 최대 Negative TTL
uk_ua: Максимальний негативний TTL для наборів записів та повідомлень
zh_cn: RRsets和消息的最大负 TTL

source: Maximum Number of secondary entries
cs_cz: Maximální počet druhotných položek
de_de: Max. Anzahl sekundärer Einträge
el_gr: Μέγιστος αριθμός δευτερευουσών καταχωρίσεων
fa_ir: حداکثر تعداد ورودی‌های ثانویه
fr_fr: Nombre maximal d'entrées secondaires
it_it: Numero massimo di voci secondarie
ko_kr: 보조 항목의 최대 수
uk_ua: Максимальна кількість вторинних записів
zh_cn: 次要条目的最大数量

source: Multiplexer Protocol
cs_cz: Protokol multiplexoru
de_de: Multiplexer-Protokoll
el_gr: Πρωτόκολλο Πολυπλέκτη
fa_ir: پروتکل مالتی‌پلکسر
fr_fr: Protocole de multiplexage
it_it: Protocollo multiplexer
ko_kr: 멀티플렉서 프로토콜
uk_ua: Протокол мультиплексора
zh_cn: 多路复用器协议

source: NOTE: A DNS sleep time of at least 300 is recommended.
cs_cz: POZNÁMKA: Doporučuje se doba nečinnosti DNS alespoň 300.
de_de: HINWEIS: Eine DNS-Wartezeit von mindestens 300 wird empfohlen.
el_gr: ΣΗΜΕΙΩΣΗ: Συνιστάται χρόνος αναστολής λειτουργίας DNS τουλάχιστον 300.
fa_ir: توجه: توصیه می‌شود زمان خواب DNS حداقل 300 باشد.
fr_fr: NOTE : Un temps de sommeil DNS d'au moins 300 est recommandé.
it_it: NOTA: si consiglia un tempo di sospensione DNS di almeno 300.
ko_kr: 참고: 최소 300의 DNS 대기 시간이 권장됩니다.
uk_ua: НОТАТКА: Рекомендується час сну DNS не менше 300.
zh_cn: 注意：建议DNS睡眠时间至少为 300。

source: NTS Disable Certcheck
cs_cz: NTS vypnout kontrolu certifikátů
de_de: NTS: Zertifikatsprüfung deaktivieren
el_gr: Απενεργοποίηση Certcheck από το NTS
fa_ir: غیرفعال‌سازی بررسی گواهی برای NTS
fr_fr: Les STN désactivent Certcheck
it_it: NTS disabilita il controllo del certificato
ko_kr: NTS 인증서 확인 비활성화
uk_ua: NTS Вимкнути перевірку сертифіката
zh_cn: NTS 禁用证书检查

source: Name of the UPS for log files, status reports etc.
cs_cz: Název UPS do souborů se záznamy událostí, hlášení stavu atp.
de_de: Name der USV für Protokolldateien, Statusberichte usw.
el_gr: Όνομα του UPS για αρχεία καταγραφής, αναφορές κατάστασης κ.λπ.
fa_ir: نام UPS برای فایل‌های لاگ، گزارش‌های وضعیت و غیره.
fr_fr: Nom de l'ASI pour les fichiers journaux, les rapports d'état, etc.
it_it: Nome dell'UPS per file di registro, rapporti di stato, ecc.
ko_kr: 로그 파일, 상태 보고서 등의 UPS 이름입니다.
uk_ua: Назва ДБЖ для файлів журналу, звітів про стан тощо.
zh_cn: 用于日志文件、状态报告等的 UPS 名称。

source: Name of the host, without the domain part. Use "*" to create a wildcard entry.
cs_cz: Název hostitele bez doménové části. Pokud chcete vytvořit položku se zástupným znakem, použijte „*“.
de_de: Geben Sie den Namen des Hosts ein, ohne den Domainanteil. Verwenden Sie "*", um einen Wildcard-Eintrag zu erstellen.
el_gr: Όνομα του κεντρικού υπολογιστή, χωρίς το τμήμα τομέα. Χρησιμοποιήστε "*" για να δημιουργήσετε μια καταχώρηση μπαλαντέρ.
fa_ir: نام میزبان، بدون بخش دامنه. برای ایجاد یک ورودی wildcard از «*» استفاده کنید.
fr_fr: Nom de l'hôte, sans la partie domaine. Utilisez "*" pour créer une entrée générique.
it_it: Nome dell'host, senza la parte del dominio. Utilizzare "*" per creare una voce con caratteri jolly.
ko_kr: 도메인 부분을 제외한 호스트 이름입니다. 와일드카드 항목을 만들려면 "*"를 사용하세요.
uk_ua: Ім'я хоста, без доменної частини. Використовуйте "*" для створення запису з підстановкою.
zh_cn: 主机名，不带域部分。 使用"*"创建通配符条目。

source: Name of the protocol to connect to after the timeout period is over. Default is to forward to the first specified protocol. It usually makes sense to specify 'ssh' as the timeout protocol, as the SSH specification does not tell who is supposed to speak first and a large number of SSH clients wait for the server to send its banner. Default: ssh
cs_cz: Název protokolu, ke kterému se připojit po uplynutí časového limitu. Výchozí nastavení je předání na první zadaný protokol. Obvykle má smysl zadat jako takový protokol „ssh“, protože jeho specifikace neříká, kdo má mluvit komunikovat jako první, a velké množství klientů SSH čeká, až server pošle svou uvítací zprávu. Výchozí hodnota: ssh
de_de: Name des Protokolls, zu dem nach Ablauf der Wartezeit verbunden werden soll. Standardmäßig erfolgt die Weiterleitung an das zuerst angegebene Protokoll. Es ist in der Regel sinnvoll, "ssh" als Timeout-Protokoll anzugeben, da die SSH-Spezifikation nicht definiert, wer zuerst sprechen muss, und viele SSH-Clients auf das Banner des Servers warten. Standard: ssh
el_gr: Όνομα του πρωτοκόλλου στο οποίο θα συνδεθεί μετά τη λήξη της περιόδου χρονικού ορίου. Η προεπιλογή είναι η προώθηση στο πρώτο καθορισμένο πρωτόκολλο. Συνήθως έχει νόημα να ορίσετε το 'ssh' ως πρωτόκολλο χρονικού ορίου, καθώς η προδιαγραφή SSH δεν λέει ποιος υποτίθεται ότι θα μιλήσει πρώτος και ένας μεγάλος αριθμός πελατών SSH περιμένει τον διακομιστή να στείλει το banner του. Προεπιλογή: ssh
fa_ir: نام پروتکلی که پس از پایان زمان انتظار باید به آن متصل شد. پیش‌فرض ارسال به اولین پروتکل مشخص‌شده است. معمولاً مشخص‌کردن 'ssh' به‌عنوان پروتکل timeout منطقی است، زیرا مشخصه SSH ترتیب صحبت را تعیین نمی‌کند و اکثر کلاینت‌های SSH منتظر بنر سرور می‌مانند. پیش‌فرض: ssh
fr_fr: Nom du protocole auquel se connecter une fois le délai d'attente écoulé. Par défaut, le protocole est transmis au premier protocole spécifié. Il est généralement judicieux de spécifier "ssh" comme protocole de temporisation, car la spécification SSH ne précise pas qui est censé parler en premier et un grand nombre de clients SSH attendent que le serveur envoie sa bannière. Valeur par défaut : ssh
it_it: Nome del protocollo a cui connettersi allo scadere del periodo di timeout. L'impostazione predefinita prevede l'inoltro al primo protocollo specificato. Di solito ha senso specificare 'ssh' come protocollo di timeout, poiché la specifica SSH non dice chi dovrebbe parlare per primo e un gran numero di client SSH aspettano che il server invii il suo banner. Predefinito: ssh
ko_kr: 타임아웃 기간이 지난 후 연결할 프로토콜의 이름입니다. 기본값은 첫 번째 지정된 프로토콜로 전달하는 것입니다. 일반적으로 SSH 사양은 누가 먼저 말해야 하는지를 알려주지 않으며 많은 SSH 클라이언트가 서버가 배너를 보내기를 기다립니다. 기본값: ssh
uk_ua: Назва протоколу для підключення після закінчення періоду очікування. Типово пересилати на перший зазначений протокол. Зазвичай має сенс вказати 'ssh' як протокол очікування, оскільки специфікація SSH не вказує, хто повинен говорити першим, і велика кількість SSH-клієнтів чекають, поки сервер надішле свій банер. Типово: ssh
zh_cn: 超时后要连接的协议名称。默认情况下会转发到第一个指定的协议。指定 "ssh "作为超时协议通常是合理的，因为 SSH 规范没有说明谁应该先发言，而且大量 SSH 客户端都在等待服务器发送旗帜。默认：ssh

source: Name to identify this FastCGI application.
cs_cz: Název pro identifikaci této FastCGI aplikace.
de_de: Name zur Identifizierung dieser FastCGI-Anwendung.
el_gr: Όνομα για την αναγνώριση αυτής της εφαρμογής FastCGI.
fa_ir: نام برای شناسایی این برنامه FastCGI.
fr_fr: Nom permettant d'identifier cette application FastCGI.
it_it: Nome per identificare questa applicazione FastCGI.
ko_kr: 이 FastCGI 응용 프로그램을 식별하는 이름입니다.
uk_ua: Назва для ідентифікації цього FastCGI застосунку.
zh_cn: 该FastCGI应用程序的名称。

source: Netserver
el_gr: Διακομιστής δικτύου
uk_ua: Мережевий сервер
zh_cn: 网络服务器

source: Netserver IP Address
cs_cz: IP adresa Netserveru
de_de: IP-Adresse des Netservers
el_gr: Διεύθυνση IP διακομιστή δικτύου
fa_ir: آدرس IP Netserver
fr_fr: Adresse IP du serveur réseau
it_it: Indirizzo IP del Netserver
ko_kr: Netserver IP 주소
uk_ua: IP-адреса мережевого сервера
zh_cn: 网络服务器 IP 地址

source: Netserver Port
cs_cz: Port Netserveru
de_de: Port des Netservers
el_gr: Θύρα διακομιστή δικτύου
fa_ir: پورت Netserver
fr_fr: Port Netserver
it_it: Porta del server di rete
ko_kr: Netserver 포트
uk_ua: Порт мережевого сервера
zh_cn: 网络服务器端口

source: Network / Address
cs_cz: Síť / adresa
de_de: Netzwerk / Adresse
el_gr: Δίκτυο / Διεύθυνση
fa_ir: شبکه / آدرس
fr_fr: Réseau / Adresse
it_it: Rete/Indirizzo
ko_kr: 네트워크 / 주소
uk_ua: Мережа / Адреса
zh_cn: 网络/地址

source: Network Import-Check
cs_cz: Kontrola importu sítě
de_de: Netzwerk-Importprüfung
el_gr: Εισαγωγή δικτύου-Έλεγχος
fa_ir: بررسی واردسازی شبکه
fr_fr: Vérification de l'importation du réseau
it_it: Controllo importazione di rete
ko_kr: 네트워크 가져오기 확인
uk_ua: Перевірка імпорту мережі
zh_cn: 网络导入检查

source: Network port used to send status and event data over the network.
cs_cz: Síťový port použitý pro odesílání dat o stavu a událostech po síti.
de_de: Netzwerkport, über den Status- und Ereignisdaten gesendet werden.
el_gr: Θύρα δικτύου που χρησιμοποιείται για την αποστολή δεδομένων κατάστασης και συμβάντων μέσω του δικτύου.
fa_ir: پورت شبکه‌ای که برای ارسال داده‌های وضعیت و رویداد از طریق شبکه استفاده می‌شود.
fr_fr: Port réseau utilisé pour envoyer des données d'état et d'événement sur le réseau.
it_it: Porta di rete utilizzata per inviare dati sullo stato e sugli eventi sulla rete.
ko_kr: 네트워크를 통해 상태 및 이벤트 데이터를 전송하는 데 사용되는 네트워크 포트입니다.
uk_ua: Мережевий порт, який використовується для надсилання даних про стан та події мережею.
zh_cn: 用于通过网络发送状态和事件数据的网络端口。

source: Next-Hop-Self All
de_de: Next-Hop-Self für alle
el_gr: Επόμενο-Hop-Self Όλα
it_it: Next-Hop-Self Tutto
uk_ua: Наступний перехід - сам для всіх
zh_cn: 全部Next-Hop-Self

source: No Response Fail
cs_cz: Žádná odezva => neúspěch
de_de: Fehler bei keiner Antwort
el_gr: Αποτυχία Καμίας Απόκρισης
fa_ir: خطا در صورت عدم پاسخ
fr_fr: Pas de réponse Échec
it_it: Nessuna risposta fallita
ko_kr: 응답 실패 없음
uk_ua: Відсутність відповіді - збій
zh_cn: 无响应失败

source: No Strip
cs_cz: Neořezávat
de_de: Keine Entfernung
el_gr: Χωρίς λωρίδα
fa_ir: حذف نشود
fr_fr: Pas de bande
it_it: Nessuna striscia
ko_kr: 스트립 없음
uk_ua: Не видаляти

source: Nologon Mode
cs_cz: Režim Nologon
de_de: Kein-Anmelde-Modus
el_gr: Λειτουργία Nologon
fa_ir: حالت NoLogon
fr_fr: Mode Nologon
it_it: Modalità Nologon
ko_kr: Nologon 모드
uk_ua: Режим без входу

source: Normally disable unless you share an UPS using an APC ShareUPS card.
cs_cz: Typicky vypněte pokud záložní zdroj nesdílíte pomocí karty APC ShareUPS.
de_de: Normalerweise deaktivieren, es sei denn, eine USV wird über eine APC ShareUPS-Karte gemeinsam genutzt.
el_gr: Κανονικά απενεργοποιείται εκτός εάν κάνετε κοινή χρήση ενός UPS χρησιμοποιώντας μια κάρτα APC ShareUPS.
fa_ir: معمولاً غیرفعال مگر اینکه با استفاده از کارت APC ShareUPS یک UPS را به اشتراک بگذارید.
fr_fr: Normalement désactivé sauf si vous partagez un onduleur à l'aide d'une carte APC ShareUPS.
it_it: Normalmente disabilitato a meno che non si condivida un UPS utilizzando una carta APC ShareUPS.
ko_kr: 일반적으로 APC ShareUPS 카드를 사용하여 UPS를 공유하지 않는 한 비활성화합니다.
uk_ua: Зазвичай вимкнено, якщо ви не ділитесь ДБЖ за допомогою карти APC ShareUPS.
zh_cn: 通常禁用，除非您使用 APC ShareUPS 卡共享 UPS。

source: Normally standalone unless you share an UPS using an APC ShareUPS card.
cs_cz: Typicky standalone, pokud UPS zdroj není sdílena pomocí karty APC ShareUPS.
de_de: Normalerweise eigenständig, es sei denn, eine USV wird über eine APC ShareUPS-Karte gemeinsam genutzt.
el_gr: Κανονικά αυτόνομο, εκτός εάν μοιράζεστε ένα UPS χρησιμοποιώντας μια κάρτα APC ShareUPS.
fa_ir: معمولاً مستقل مگر اینکه با استفاده از کارت APC ShareUPS یک UPS را به اشتراک بگذارید.
fr_fr: Normalement autonome, sauf si vous partagez un onduleur à l'aide d'une carte APC ShareUPS.
it_it: Normalmente autonomo, a meno che non si condivida un UPS utilizzando una carta APC ShareUPS.
ko_kr: 일반적으로 APC ShareUPS 카드를 사용하여 UPS를 공유하지 않는 한 독립형입니다.
uk_ua: Зазвичай автономний, якщо ви не ділитесь ДБЖ за допомогою карти APC ShareUPS.
zh_cn: 通常是独立的，除非您使用 APC ShareUPS 卡共享 UPS。

source: Normally, when an incoming User-Name is matched against the realm, the realm name is "stripped" off, and the "stripped" user name is used to perform matches.
cs_cz: Obvykle, při porovnávání příchozího uživatelského jména se sférou (realm), je její název „oříznut“ a porovnáváno je pouze uživatelské jméno.
de_de: Normalerweise wird bei der Überprüfung eines eingehenden Benutzernamens auf die Realm-Zuordnung der Realm-Name entfernt ("stripped") und der bereinigte Benutzername zum Abgleich verwendet.
el_gr: Κανονικά, όταν ένα εισερχόμενο όνομα χρήστη αντιστοιχίζεται με τον τομέα εμβέλειας, το όνομα του τομέα εμβέλειας "αφαιρείται" και το "αφαιρεμένο" όνομα χρήστη χρησιμοποιείται για την εκτέλεση αντιστοιχίσεων.
fa_ir: معمولاً وقتی User-Name دریافتی با قلمرو مطابقت داده می‌شود، نام قلمرو «حذف» شده و نام کاربری «حذف‌شده» برای انجام تطبیق‌ها استفاده می‌شود.
fr_fr: Normalement, lorsqu'un nom d'utilisateur entrant est comparé au domaine, le nom du domaine est "supprimé" et le nom d'utilisateur "supprimé" est utilisé pour effectuer les correspondances.
it_it: Normalmente, quando un nome utente in entrata viene confrontato con il realm, il nome del realm viene "rimosso" e il nome utente "rimosso" viene utilizzato per eseguire le corrispondenze.
ko_kr: 일반적으로 들어오는 사용자 이름이 영역과 일치하면 영역 이름이 "제거"되고, "제거된" 사용자 이름을 사용하여 일치를 수행합니다.
uk_ua: Зазвичай, коли вхідне ім'я користувача співставляється з областю, ім'я області "видаляється", і "видалене" ім'я користувача використовується для виконання співставлень.
zh_cn: 通常情况下，当输入的用户名与领域匹配时，领域名会被 "剥离"，而 "剥离 "后的用户名将用于执行匹配。

source: Note that specifying a Zone ID will limit this configuration to a single domain.
cs_cz: Upozorňujeme, že zadáním ID zóny se toto nastavení omezí na jednu doménu.
de_de: Beachten Sie, dass durch die Angabe einer Zonen-ID diese Konfiguration auf eine einzelne Domain beschränkt wird.
el_gr: Σημειώστε ότι ο καθορισμός ενός Αναγνωριστικού Ζώνης θα περιορίσει αυτήν τη διαμόρφωση σε έναν μόνο τομέα.
fa_ir: توجه: مشخص کردن Zone ID این پیکربندی را به یک دامنه محدود می‌کند.
fr_fr: Notez que la spécification d'un ID de zone limitera cette configuration à un seul domaine.
it_it: Tieni presente che specificando un ID zona limiterai questa configurazione a un singolo dominio.
ko_kr: Zone ID를 지정하면 이 구성이 단일 도메인으로 제한됩니다.
uk_ua: Зверніть увагу, що вказання ідентифікатора зони обмежить цю конфігурацію одним доменом.
zh_cn: 注意，指定区域ID会将此配置限制为单个域。

source: Num answers to alive
cs_cz: Počet odpovědí pro aktivní stav
de_de: Anzahl der Antworten für "lebendig"
el_gr: Αριθμητικές απαντήσεις στο "ζωντανός"
fa_ir: تعداد پاسخ‌ها به alive
fr_fr: Réponses numériques aux questions sur la vie
it_it: Num risponde a vivo
ko_kr: 활성 상태의 답변 수
uk_ua: Кількість відповідей на живе

source: Number of ping packets to send per interval. Corresponds to the "-c" option of the ping command.
cs_cz: Počet paketů ping, které se odešlou za interval. Odpovídá parametru „-c“ příkazu ping.
de_de: Anzahl der Ping-Pakete, die pro Intervall gesendet werden. Entspricht der Option "-c" des Ping-Befehls.
el_gr: Αριθμός πακέτων ping προς αποστολή ανά διάστημα. Αντιστοιχεί στην επιλογή "-c" της εντολής ping.
fa_ir: تعداد بسته‌های ping برای ارسال در هر بازه. متناظر با گزینه "-c" دستور ping.
fr_fr: Nombre de paquets ping à envoyer par intervalle. Correspond à l'option "-c" de la commande ping.
it_it: Numero di pacchetti ping da inviare per intervallo. Corrisponde all'opzione "-c" del comando ping.
ko_kr: 인터벌 당 보낼 핑 패킷 수입니다. ping 명령의 "-c" 옵션에 해당합니다.
uk_ua: Кількість ping-пакетів для надсилання за інтервал. Відповідає опції "-c" команди ping.
zh_cn: 每个间隔要发送的 ping 数据包数量。对应于 ping 命令的"-c "选项。

source: Numeric
cs_cz: Číselný
de_de: Numerisch
el_gr: Αριθμητικός
fa_ir: عددی
fr_fr: Numérique
it_it: Numerico
ko_kr: 숫자
uk_ua: Числовий
zh_cn: 数值

source: Numeric identifier by which authentication rounds are sorted.
cs_cz: Číselný identifikátor podle kterého jsou kola ověřování se řazena.
de_de: Numerischer Bezeichner, nach dem Authentifizierungsdurchläufe sortiert werden.
el_gr: Αριθμητικό αναγνωριστικό με βάση το οποίο ταξινομούνται οι γύροι ελέγχου ταυτότητας.
fa_ir: شناسه عددی که بر اساس آن دورهای احراز هویت مرتب می‌شوند.
fr_fr: Identifiant numérique par lequel les séries d'authentification sont triées.
it_it: Identificatore numerico in base al quale vengono ordinati i cicli di autenticazione.
ko_kr: 인증 라운드가 정렬되는 숫자 식별자입니다.
uk_ua: Числовий ідентифікатор, за яким сортуються раунди автентифікації.
zh_cn: 身份验证回合排序所依据的数字标识符。

source: Offer extended data to the login template before authentication (mac addresses for upstream use).
cs_cz: Nabídnout šabloně přihlášení rozšířené údaje před ověřením (adresy mac pro použití v upstreamu).
de_de: Ermöglicht das Übermitteln erweiterter Daten an die Anmeldevorlage vor der Authentifizierung (z. B. MAC-Adressen zur Weiterleitung an das Upstream-System).
el_gr: Προσφορά εκτεταμένων δεδομένων στο πρότυπο σύνδεσης πριν από τον έλεγχο ταυτότητας (διευθύνσεις MAC για χρήση από το upstream).
fa_ir: پیش از احراز هویت، داده‌های گسترده‌تری را به قالب ورود ارائه بده (آدرس‌های MAC برای استفادهٔ upstream).
fr_fr: Offrir des données étendues au modèle de connexion avant l'authentification (adresses mac pour une utilisation en amont).
it_it: Offri dati estesi al modello di accesso prima dell'autenticazione (indirizzi Mac per l'uso a monte).
ko_kr: 인증 전에 로그인 템플릿에 확장 데이터를 제공합니다(상위 스트림 사용을 위한 MAC 주소).
uk_ua: Запропонувати розширені дані шаблону входу перед автентифікацією (MAC-адреси для вихідного використання).
zh_cn: 在身份验证之前向登录模板提供扩展数据（上游使用的mac地址）。

source: On Timeout
cs_cz: Při překročení časového limitu
de_de: Bei Zeitüberschreitung
el_gr: Σε Χρονικό Όριο
fa_ir: در صورت Timeout
fr_fr: Délai d'attente
it_it: Al timeout
ko_kr: 타임아웃 시
uk_ua: Після закінчення часу

source: OnBattery Event Delay
cs_cz: Prodleva události „napájení z akumulátoru“
de_de: Verzögerung des OnBattery-Ereignisses
el_gr: Καθυστέρηση συμβάντος OnBattery
fa_ir: تاخیر رویداد OnBattery
fr_fr: Délai de l'événement OnBattery
it_it: Ritardo evento batteria
ko_kr: OnBattery 이벤트 지연
uk_ua: Затримка події розряду батареї
zh_cn: OnBattery事件延迟

source: OpenVPN Target
cs_cz: OpenVPN cíl
de_de: OpenVPN-Ziel
el_gr: Στόχος OpenVPN
fa_ir: هدف OpenVPN
fr_fr: Cible OpenVPN
it_it: Obiettivo OpenVPN
ko_kr: OpenVPN 대상
uk_ua: Ціль OpenVPN
zh_cn: OpenVPN 目标

source: Optional DNS server address.
cs_cz: Adresa volitelného DNS serveru.
de_de: Optionale DNS-Serveradresse.
el_gr: Προαιρετική διεύθυνση διακομιστή DNS.
fa_ir: آدرس اختیاری سرور DNS.
fr_fr: Adresse du serveur DNS en option.
it_it: Indirizzo del server DNS opzionale.
ko_kr: 선택적 DNS 서버 주소입니다.
uk_ua: Додаткова адреса DNS-сервера.
zh_cn: 可选的DNS服务器地址。

source: Optional HTTP basic authentication details for Elasticsearch.
cs_cz: Volitelné údaje základního ověřování HTTP pro Elasticsearch.
de_de: Optionale HTTP-Basisauthentifizierungsdaten für Elasticsearch.
el_gr: Προαιρετικές βασικές λεπτομέρειες ελέγχου ταυτότητας HTTP για το Elasticsearch.
fa_ir: جزئیات اختیاری احراز هویت پایه HTTP برای Elasticsearch.
fr_fr: Détails facultatifs de l'authentification de base HTTP pour Elasticsearch.
it_it: Dettagli di autenticazione di base HTTP facoltativi per Elasticsearch.
ko_kr: Elasticsearch의 선택적 HTTP 기본 인증 세부 정보입니다.
uk_ua: Додаткові дані базової HTTP-автентифікації для Elasticsearch.
zh_cn: 可选的 Elasticsearch HTTP 基本身份验证详细信息。

source: Optional source address.
cs_cz: Volitelná zdrojová adresa.
de_de: Optionale Quelladresse.
el_gr: Προαιρετική διεύθυνση πηγής.
fa_ir: آدرس مبدأ اختیاری.
fr_fr: Adresse source facultative.
it_it: Indirizzo di origine facoltativo.
ko_kr: 선택적 출발지 주소입니다.
uk_ua: Додаткова вихідна адреса.
zh_cn: 可选的源地址。
