Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Connect timeout in seconds. The number of seconds the server waits for the creation of a connection to the backend to complete.
de_de: Verbindungs-Timeout in Sekunden. Anzahl der Sekunden, die der Server auf den Aufbau einer Verbindung zum Backend wartet.
fa_ir: زمان انتظار اتصال بر حسب ثانیه. تعداد ثانیه‌هایی که سرور منتظر می‌ماند تا ایجاد اتصال به بک‌اند کامل شود.
fr_fr: Délai de connexion en secondes. Nombre de secondes pendant lesquelles le serveur attend la fin de la création d'une connexion au backend.
ko_kr: 연결 제한 시간(초). 서버가 백엔드와의 연결 생성이 완료되기를 기다리는 시간(초)입니다.
uk_ua: Таймаут підключення в секундах. Кількість секунд, протягом яких сервер очікує завершення створення підключення до бекенду.

source: Connection timeout
de_de: Verbindungs-Timeout
fa_ir: زمان انتظار اتصال
fr_fr: Délai de connexion
ko_kr: 연결 시간 초과
uk_ua: Таймаут підключення

source: Constrain access to networks provided in this list, when not provided no constraints apply. When type is Exchange Server, it will restrict access to paths selected in Restrict Exchange Paths.
de_de: Zugriff auf die in dieser Liste angegebenen Netzwerke beschränken. Wenn keine Angabe erfolgt, gilt keine Einschränkung. Bei Typ "Exchange-Server" wird der Zugriff auf die in "Exchange-Pfade einschränken" ausgewählten Pfade begrenzt.
fa_ir: دسترسی را به شبکه‌های موجود در این فهرست محدود کنید؛ اگر فهرست ارائه نشود، محدودیتی اعمال نمی‌شود. اگر نوع Exchange Server باشد، دسترسی را به مسیرهایی که در Restrict Exchange Paths انتخاب شده‌اند محدود خواهد کرد.
fr_fr: Limite l'accès aux réseaux indiqués dans cette liste ; si cette liste n'est pas indiquée, aucune contrainte ne s'applique. Lorsque le type est Exchange Server, l'accès est limité aux chemins d'accès sélectionnés dans Restrict Exchange Paths.
ko_kr: 이 목록에 제공된 네트워크에 대한 접근을 제한합니다. 목록이 제공되지 않으면 제한이 적용되지 않습니다. Exchange Server 유형인 경우, Restrict Exchange Paths에서 선택한 경로에 대한 접근만 제한됩니다.
uk_ua: Обмежте доступ до мереж, наданих у цьому списку; якщо не надано, обмеження не застосовуються. Коли тип є Exchange Server, це обмежить доступ до шляхів, вибраних у Restrict Exchange Paths.

source: Constructor
de_de: Konstruktor
fa_ir: سازنده
fr_fr: Constructeur
ko_kr: 생성자
uk_ua: Конструктор

source: Control FRR’s default profile: traditional reflects defaults adhering mostly to IETF standards or common practices in wide-area internet routing. datacenter reflects a single administrative domain with intradomain links using aggressive timers.
de_de: Standardprofil für FRR steuern: "traditional" entspricht Voreinstellungen, die sich überwiegend an IETF-Standards oder gängigen Praktiken im Weitverkehrs-Routing orientieren. "datacenter" entspricht einer einzelnen administrativen Domäne mit Intra-Domain-Links unter Verwendung aggressiver Timer.
fa_ir: کنترل پروفایل پیش‌فرض FRR: traditional نمایانگر پیش‌فرض‌هایی است که عمدتاً با استانداردهای IETF یا رویه‌های مرسوم در مسیریابی اینترنت پهن‌دامنه مطابقت دارند. datacenter نمایانگر یک حوزهٔ مدیریتی واحد با لینک‌های درون‌دامنه‌ای است که از تایمرهای تهاجمی استفاده می‌کند.
fr_fr: Contrôlez le profil par défaut du FRR : traditionnel reflète les valeurs par défaut qui adhèrent principalement aux normes de l'IETF ou aux pratiques courantes en matière de routage Internet à grande distance. datacenter reflète un domaine administratif unique avec des liens intradomaines utilisant des temporisateurs agressifs.
ko_kr: FRR의 기본 프로필을 제어합니다. 기존 프로필은 주로 IETF 표준이나 광역 인터넷 라우팅의 일반적인 관행을 따르는 기본값을 반영합니다. 데이터 센터 프로필은 공격적인 타이머를 사용하는 도메인 내 링크가 있는 단일 관리 도메인을 반영합니다.
uk_ua: Керування типовим профілем FRR: традиційний відображає типові налаштування, що здебільшого відповідають стандартам IETF або поширеним практикам у маршрутизації інтернету в широких мережах. Центр обробки даних відображає єдиний адміністративний домен з внутрішньодоменними посиланнями, що використовують агресивні таймери.

source: Control how IPv6 clients receive their addresses. Enabling Router Advertisements in general settings will enable it for all configured DHCPv6 ranges with the managed address bits set, and the use SLAAC bit reset. To change this default, select a combination of the possible options here. "slaac", "ra-stateless" and "ra-names" can be freely combined, all other options shall remain single selections.
de_de: Steuern, wie IPv6-Clients ihre Adressen erhalten. Wenn Router Advertisements in den allgemeinen Einstellungen aktiviert sind, gilt dies für alle konfigurierten DHCPv6-Bereiche mit gesetzten "Managed Address Bits" und zurückgesetztem "SLAAC-Bit". Um diese Voreinstellung zu ändern, wählen Sie hier eine Kombination der möglichen Optionen. "slaac", "ra-stateless" und "ra-names" können beliebig kombiniert werden, alle anderen Optionen müssen einzeln ausgewählt werden.
fa_ir: کنترل نحوهٔ دریافت آدرس‌ها توسط کلاینت‌های IPv6. فعال‌کردن Router Advertisements در تنظیمات عمومی این ویژگی را برای تمام بازه‌های پیکربندی‌شده DHCPv6 که بیت‌های آدرس مدیریت‌شده تنظیم شده‌اند و بیت استفاده از SLAAC ریست شده است فعال می‌کند. برای تغییر این پیش‌فرض، ترکیبی از گزینه‌های ممکن را اینجا انتخاب کنید. "slaac"، "ra-stateless" و "ra-names" را می‌توان آزادانه ترکیب کرد؛ سایر گزینه‌ها باید به‌صورت تک انتخاب شوند.
fr_fr: Contrôlez la manière dont les clients IPv6 reçoivent leurs adresses. L'activation des annonces de routeur dans les paramètres généraux l'activera pour toutes les plages DHCPv6 configurées avec les bits d'adresse gérée activés et le bit d'utilisation SLAAC réinitialisé. Pour modifier cette valeur par défaut, sélectionnez une combinaison des options possibles ici. Les options "slaac", "ra-stateless" et "ra-names" peuvent être combinées librement, toutes les autres options doivent rester des sélections uniques.
ko_kr: IPv6 클라이언트가 주소를 수신하는 방식을 제어합니다. 일반 설정에서 라우터 알림을 활성화하면 관리되는 주소 비트가 설정되어 있고 SLAAC 비트가 재설정된 모든 DHCPv6 범위에서 활성화됩니다. 이 기본값을 변경하려면 여기에서 가능한 옵션의 조합을 선택하십시오. "slaac", "ra-stateless" 및 "ra-names"는 자유롭게 조합할 수 있으며, 다른 모든 옵션은 단일 선택으로 유지됩니다.
uk_ua: Керування тим, як клієнти IPv6 отримують свої адреси. Увімкнення оголошень маршрутизаторів у загальних налаштуваннях дозволить це для всіх налаштованих діапазонів DHCPv6 з встановленими бітами керованих адрес і скинутими бітами використання SLAAC. Щоб змінити це типове налаштування, виберіть комбінацію можливих опцій тут. "slaac", "ra-stateless" та "ra-names" можна вільно комбінувати, всі інші опції повинні залишатися окремими виборами.

source: Controls the verification of certificates. The full mode verifies that the provided certificate is signed by a trusted authority (CA) and also verifies that the server's hostname (or IP address) matches the names identified within the certificate. The strict mode is similar to full mode, but requires the Subject Alternative Name to be defined as well. The certificate mode verifies that the provided certificate is signed by a trusted authority (CA), but does not perform any hostname verification.
de_de: Steuert die Überprüfung von Zertifikaten. Der Modus "Full" prüft, ob das bereitgestellte Zertifikat von einer vertrauenswürdigen Zertifizierungsstelle (CA) signiert wurde und ob der Hostname (oder die IP-Adresse) des Servers mit den im Zertifikat angegebenen Namen übereinstimmt. Der Modus "Strict" entspricht dem „Full“-Modus, erfordert jedoch zusätzlich, dass ein Subject Alternative Name (SAN) definiert ist. Der Modus "Certificate" prüft, ob das Zertifikat von einer vertrauenswürdigen CA signiert wurde, führt jedoch keine Hostnamen-Überprüfung durch.
fa_ir: کنترل تأیید گواهی‌ها. حالت full بررسی می‌کند که گواهی ارائه‌شده توسط یک مرجع مورد اعتماد (CA) امضا شده و همچنین نام میزبان سرور (یا آدرس IP) با نام‌های داخل گواهی مطابقت دارد. حالت strict مشابه full است اما همچنین نیاز دارد که Subject Alternative Name تعریف شده باشد. حالت certificate بررسی می‌کند که گواهی ارائه‌شده توسط یک مرجع مورد اعتماد (CA) امضا شده است اما هیچ بررسی نام میزبان انجام نمی‌دهد.
fr_fr: Contrôle la vérification des certificats. Le mode complet vérifie que le certificat fourni est signé par une autorité de confiance (CA) et que le nom d'hôte (ou l'adresse IP) du serveur correspond aux noms identifiés dans le certificat. Le mode strict est similaire au mode complet, mais exige que le nom alternatif du sujet soit également défini. Le mode certificat vérifie que le certificat fourni est signé par une autorité de confiance (CA), mais ne vérifie pas le nom d'hôte.
ko_kr: 인증서 검증을 제어합니다. 전체 모드는 제공된 인증서가 신뢰할 수 있는 기관(CA)에서 서명되었는지 확인하고, 서버의 호스트 이름(또는 IP 주소)이 인증서에 명시된 이름과 일치하는지 확인합니다. 엄격 모드는 전체 모드와 유사하지만 주체 대체 이름(Subject Alternative Name)도 정의해야 합니다. 인증서 모드는 제공된 인증서가 신뢰할 수 있는 기관(CA)에서 서명되었는지 확인하지만, 호스트 이름 검증은 수행하지 않습니다.
uk_ua: Керує перевіркою сертифікатів. Повний режим перевіряє, що наданий сертифікат підписаний довіреним центром сертифікації (ЦС), а також перевіряє, що ім'я хоста сервера (або IP-адреса) відповідає іменам, зазначеним у сертифікаті. Суворий режим схожий на повний, але вимагає також визначення альтернативного імені суб'єкта. Режим сертифікату перевіряє, що наданий сертифікат підписаний довіреним центром сертифікації (ЦС), але не виконує жодної перевірки імені хоста.

source: Copy Headers
de_de: Header kopieren
fa_ir: کپی هدرها
fr_fr: Copier les en-têtes
ko_kr: 헤더 복사
uk_ua: Копіювати заголовки

source: Create blocklist rules
de_de: Blocklisten-Regeln erstellen
fa_ir: ایجاد قوانین بلوک‌لیست
fr_fr: Créer des règles de liste de blocage
ko_kr: 차단 목록 규칙 생성
uk_ua: Створити правила чорного списку

source: Current password
de_de: Aktuelles Passwort
fa_ir: گذرواژهٔ فعلی
fr_fr: Mot de passe actuel
ko_kr: 현재 비밀번호
uk_ua: Поточний пароль

source: DHCP authoritative
fa_ir: مرجع بودن DHCP
fr_fr: DHCP faisant autorité
ko_kr: DHCP 권한 서버
uk_ua: DHCP авторитетний

source: DHCP default domain
de_de: DHCP-Standarddomain
fa_ir: دامنه پیش‌فرض DHCP
fr_fr: Domaine DHCP par défaut
ko_kr: DHCP 기본 도메인
uk_ua: DHCP типовий домен

source: DHCP domain override
de_de: DHCP-Domainüberschreibung
fa_ir: جایگزینی دامنه DHCP
fr_fr: Remplacement du domaine DHCP
ko_kr: DHCP 도메인 재정의
uk_ua: DHCP перевизначення домену

source: DHCP hostname
fa_ir: نام میزبان DHCP
fr_fr: Nom d'hôte DHCP
ko_kr: DHCP 호스트 이름
uk_ua: DHCP ім'я хоста

source: DHCP local domain
de_de: DHCP-lokale Domain
fa_ir: دامنه محلی DHCP
fr_fr: Domaine local DHCP
ko_kr: DHCP 로컬 도메인
uk_ua: DHCP локальний домен

source: DHCP max leases
de_de: Max. DHCP-Leases
fa_ir: حداکثر تخصیص‌های DHCP
fr_fr: Baux maximums DHCP
ko_kr: DHCP 최대 대여 수
uk_ua: DHCP максимальна кількість оренд

source: DHCP register firewall rules
de_de: DHCP-Firewall-Regeln registrieren
fa_ir: ثبت قوانین فایروال توسط DHCP
fr_fr: Registre DHCP règles de pare-feu
ko_kr: DHCP 방화벽 규칙 등록
uk_ua: DHCP зареєструвати правила міжмережевого екрана

source: DHCP reply delay
de_de: DHCP-Antwortverzögerung
fa_ir: تأخیر پاسخ DHCP
fr_fr: Délai de réponse DHCP
ko_kr: DHCP 응답 지연
uk_ua: DHCP затримка відповіді

source: DHCPv4 option to offer to the client.
de_de: DHCPv4-Option, die dem Client angeboten wird.
fa_ir: گزینه DHCPv4 که به کلاینت پیشنهاد می‌شود.
fr_fr: Option DHCPv4 à proposer au client.
ko_kr: 클라이언트에게 제공하는 DHCPv4 옵션입니다.
uk_ua: Опція DHCPv4 для пропозиції клієнту.

source: DHCPv6 option to offer to the client.
de_de: DHCPv6-Option, die dem Client angeboten wird.
fa_ir: گزینه DHCPv6 که به کلاینت پیشنهاد می‌شود.
fr_fr: Option DHCPv6 à proposer au client.
ko_kr: 클라이언트에게 제공하는 DHCPv6 옵션입니다.
uk_ua: Опція DHCPv6 для пропозиції клієнту.

source: DNS server
fa_ir: سرور DNS
fr_fr: Serveur DNS
ko_kr: DNS 서버
uk_ua: DNS-сервер

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
de_de: DNSSEC-Daten sind für Trust-Anchored-Zonen erforderlich. Fehlen diese Daten, wird die Zone ungesichert. Ist dies deaktiviert und werden keine DNSSEC-Daten empfangen, wird die Zone unsicher.
fa_ir: برای زون‌های دارای trust-anchor داده‌های DNSSEC لازم است. اگر چنین داده‌ای موجود نباشد، زون نامعتبر می‌شود. اگر این گزینه غیرفعال باشد و هیچ داده DNSSEC دریافت نشود، زون ناامن در نظر گرفته می‌شود.
fr_fr: Les données DNSSEC sont nécessaires pour les zones de confiance. En l'absence de telles données, la zone devient fausse. Si cette fonction est désactivée et qu'aucune donnée DNSSEC n'est reçue, la zone n'est pas sécurisée.
ko_kr: 트러스트 앵커가 설정된 영역에는 DNSSEC 데이터가 필요합니다. 해당 데이터가 없으면 영역은 무효 상태가 됩니다. 이 기능이 비활성화된 경우 DNSSEC 데이터를 수신하지 못하면 영역은 비보안 상태로 처리됩니다.
uk_ua: Для зон з довіреними якорями потрібні дані DNSSEC. Якщо такі дані відсутні, зона стає недостовірною. Якщо це вимкнено і дані DNSSEC не отримано, то зона стає незахищеною.

source: Default policies
de_de: Standardrichtlinien
fa_ir: سیاست‌های پیش‌فرض
fr_fr: Politiques par défaut
ko_kr: 기본 정책
uk_ua: Типові політики

source: Default search
de_de: Standard-Suchdomain
fa_ir: جستجوی پیش‌فرض
fr_fr: Recherche par défaut
ko_kr: 기본 검색
uk_ua: Типовий пошук

source: Default search domain used when resolving host names via the assigned DNS servers
de_de: Standard-Suchdomain, die verwendet wird, wenn Hostnamen über die zugewiesenen DNS-Server aufgelöst werden.
fa_ir: دامنه جستجوی پیش‌فرض که هنگام حل نام میزبان‌ها از طریق سرورهای DNS اختصاص‌یافته استفاده می‌شود.
fr_fr: Domaine de recherche par défaut utilisé lors de la résolution des noms d'hôtes via les serveurs DNS attribués
ko_kr: 지정된 DNS 서버를 통해 호스트 이름을 확인할 때 사용되는 기본 검색 도메인
uk_ua: Типовий домен пошуку, що використовується під час розв'язання імен хостів через призначені сервери DNS

source: Default weight for routes from this neighbor; higher weight increases path preference within the same AS.
de_de: Standardgewicht für Routen von diesem Nachbarn. Ein höheres Gewicht erhöht die Pfadpräferenz innerhalb desselben AS.
fa_ir: وزن پیش‌فرض برای مسیرهای این همسایه؛ وزن بالاتر ترجیح مسیر را در داخل همان AS افزایش می‌دهد.
fr_fr: Poids par défaut pour les itinéraires provenant de ce voisin ; un poids plus élevé augmente la préférence du chemin au sein du même AS.
ko_kr: 이웃으로부터 수신한 경로의 기본 가중치를 설정합니다. 더 높은 가중치는 동일한 AS 내에서 경로 선호도를 증가시킵니다.
uk_ua: Типова вага для маршрутів від цього сусіда; більша вага збільшує перевагу шляху в межах однієї AS.

source: Define IPv6 addresses of the Provider Edge (PE) router(s). These addresses represent the sources from which ndproxy will handle and respond to NDP traffic. Defining these addresses ensures that ndproxy only proxies traffic from trusted upstream routers.
de_de: IPv6-Adressen des Provider-Edge-Routers (PE) definieren. Diese Adressen stellen die Quellen dar, von denen ndproxy NDP-Verkehr verarbeitet und beantwortet. Durch das Definieren dieser Adressen wird sichergestellt, dass ndproxy nur Verkehr von vertrauenswürdigen Upstream-Routern proxyed.
fa_ir: آدرس‌های IPv6 روتر(های) Provider Edge (PE) را تعریف کنید. این آدرس‌ها نشان‌دهنده منابعی هستند که ndproxy از آن‌ها ترافیک NDP را پردازش و پاسخ می‌دهد. تعریف این آدرس‌ها تضمین می‌کند که ndproxy تنها ترافیک را از روترهای بالادستی مورد اعتماد پراکسی کند.
fr_fr: Définissez les adresses IPv6 du ou des routeurs Provider Edge (PE). Ces adresses représentent les sources à partir desquelles ndproxy traitera le trafic NDP et y répondra. La définition de ces adresses garantit que ndproxy n'intercepte que le trafic provenant de routeurs en amont fiables.
ko_kr: Provider Edge(PE) 라우터의 IPv6 주소를 정의하세요. 이러한 주소는 ndproxy가 NDP 트래픽을 처리하고 응답할 소스를 나타냅니다. 이러한 주소를 정의하면 ndproxy가 신뢰할 수 있는 상위 라우터에서 오는 트래픽만 프록시하도록 보장할 수 있습니다.
uk_ua: Визначте IPv6-адреси маршрутизатора(ів) PE (Provider Edge). Ці адреси представляють джерела, з яких ndproxy оброблятиме та відповідатиме на трафік NDP. Визначення цих адрес гарантує, що ndproxy проксуватиме трафік лише з довірених вищестоящих маршрутизаторів.

source: Define IPv6 addresses that should be excepted from proxying. This is to prevent ndproxy from handling NDP requests for specific addresses on the network that should be managed by other devices. Can be left empty for simple networks.
de_de: IPv6-Adressen definieren, die vom Proxying ausgeschlossen werden sollen. Dies verhindert, dass ndproxy NDP-Anfragen für bestimmte Adressen im Netzwerk verarbeitet, die von anderen Geräten verwaltet werden. Für einfache Netzwerke kann dieses Feld leer gelassen werden.
fa_ir: آدرس‌های IPv6 که باید از پراکسی شدن مستثنی شوند را تعریف کنید. این کار مانع از آن می‌شود که ndproxy درخواست‌های NDP مربوط به آدرس‌های خاصی در شبکه را که باید توسط دستگاه‌های دیگر مدیریت شوند، پردازش کند. برای شبکه‌های ساده می‌توان این فیلد را خالی گذاشت.
fr_fr: Définir les adresses IPv6 qui doivent être exclues du proxy. Cela permet d'éviter que ndproxy ne traite des requêtes NDP pour des adresses spécifiques du réseau qui devraient être gérées par d'autres appareils. Peut être laissé vide pour les réseaux simples.
ko_kr: 프록시 처리를 제외할 IPv6 주소를 정의하세요. 이는 ndproxy가 다른 장치에서 관리해야 하는 네트워크상의 특정 주소에 대한 NDP 요청을 처리하지 못하도록 하기 위한 것입니다. 간단한 네트워크의 경우 비워둘 수 있습니다.
uk_ua: Визначте IPv6-адреси, які слід виключити з проксування. Це для запобігання обробки ndproxy запитів NDP для конкретних адрес у мережі, які мають керуватися іншими пристроями. Можна залишити порожнім для простих мереж.

source: Defined By
de_de: Definiert durch
fa_ir: تعیین‌شده توسط
fr_fr: Défini par
ko_kr: 에 의해 정의됨
uk_ua: Визначено

source: Defines connected networks to be advertised over BGP. Disable Network Import-Check to announce all networks.
de_de: Gibt die verbundenen Netzwerke an, die über BGP angekündigt werden sollen. Deaktivieren Sie "Network Import-Check", um alle Netzwerke anzukündigen.
fa_ir: شبکه‌های متصل را که باید از طریق BGP تبلیغ شوند تعیین می‌کند. برای اعلان همه شبکه‌ها، «بررسی واردات شبکه» را غیرفعال کنید.
fr_fr: Définit les réseaux connectés à annoncer sur BGP. Désactiver l'importation de réseaux : cochez cette case pour annoncer tous les réseaux.
ko_kr: BGP를 통해 광고할 연결된 네트워크를 정의합니다. 모든 네트워크를 광고하려면 네트워크 가져오기 검사를 비활성화하세요.
uk_ua: Визначає підключені мережі для оголошення через BGP. Вимкніть перевірку імпорту мережі, щоб оголосити всі мережі.

source: Defines how long the addresses (leases) given out by the server are valid (in seconds). Set 0 for infinite.
de_de: Definiert, wie lange die vom Server vergebenen Adressen (Leases) gültig sind (in Sekunden). 0 setzen für unbegrenzt.
fa_ir: مدت زمانی که آدرس‌ها (lease) اختصاص‌یافته توسط سرور معتبرند را به ثانیه تعیین می‌کند. برای نامحدود مقدار 0 وارد کنید.
fr_fr: Définit la durée de validité (en secondes) des adresses (baux) attribuées par le serveur. La valeur 0 correspond à une durée infinie.
ko_kr: 서버에서 발급하는 주소(임대)의 유효 기간(초)을 정의합니다. 0으로 설정하면 무한대입니다.
uk_ua: Визначає, як довго адреси (оренди), видані сервером, є дійсними (в секундах). Встановіть 0 для нескінченності.

source: Defines security method for OSPF exchanges (None, plain, or MD5) to prevent unauthorized updates.
de_de: Definiert die Sicherheitsmethode für OSPF-Austauschvorgänge (Keine, Plain oder MD5), um unautorisierte Updates zu verhindern.
fa_ir: روش امنیتی برای تبادل‌های OSPF را تعیین می‌کند (None، plain یا MD5) تا از به‌روزرسانی‌های غیرمجاز جلوگیری شود.
fr_fr: Définit la méthode de sécurité pour les échanges OSPF (None, plain ou MD5) afin d'empêcher les mises à jour non autorisées.
ko_kr: 무단 업데이트를 방지하기 위해 OSPF 교환에 대한 보안 방법(없음, 일반 또는 MD5)을 정의합니다.
uk_ua: Визначає метод безпеки для обміну OSPF (Немає, простий або MD5) для запобігання несанкціонованих оновлень.

source: Defines the OSPF network type, impacting adjacency and LSA flooding methods. "Broadcast Multi-Access": Assumes networks supporting multiple routers with broadcast capability (e.g., Ethernet). "Non-Broadcast Multi-Access (NBMA)"": For networks without broadcast support (e.g., Frame Relay); requires manual neighbor setup. "Point-to-Multipoint": Connects multiple routers over a single interface, treating each as a point-to-point link. "Point-to-Point": Directly connects two routers, simplifying adjacency and LSA transmission.
de_de: Definiert den OSPF-Netzwerktyp, der die Nachbarschaftsbildung und die LSA-Übertragung beeinflusst. "Broadcast Multi-Access": Für Netzwerke mit Broadcast-Fähigkeit und mehreren Routern (z. B. Ethernet). "Non-Broadcast Multi-Access (NBMA)": Für Netzwerke ohne Broadcast-Unterstützung (z. B. Frame Relay); erfordert manuelle Nachbarkonfiguration. "Point-to-Multipoint": Verbindet mehrere Router über eine Schnittstelle, wobei jede Verbindung als Punkt-zu-Punkt behandelt wird. "Point-to-Point": Direkte Verbindung zweier Router, vereinfacht Nachbarschaft und LSA-Übertragung.
fa_ir: نوع شبکه OSPF را تعیین می‌کند که بر روش‌های adjacency و Flooding LSA تأثیر می‌گذارد. "Broadcast Multi-Access": فرض می‌کند شبکه‌ها از چند روتر و قابلیت broadcast پشتیبانی می‌کنند (مثلاً Ethernet). "Non-Broadcast Multi-Access (NBMA)": برای شبکه‌هایی بدون پشتیبانی broadcast (مثلاً Frame Relay) است و نیاز به تنظیم دستی همسایه‌ها دارد. "Point-to-Multipoint": چندین روتر را از طریق یک اینترفیس متصل می‌کند و هر مسیر را مانند یک لینک نقطه‌به‌نقطه در نظر می‌گیرد. "Point-to-Point": دو روتر را مستقیماً به هم متصل می‌کند و adjacency و ارسال LSA را ساده‌تر می‌کند.
fr_fr: Définit le type de réseau OSPF, qui a un impact sur les méthodes d'adjacence et d'inondation des LSA. "Broadcast Multi-Access" : Suppose des réseaux supportant plusieurs routeurs avec capacité de diffusion (par exemple, Ethernet). "Non-Broadcast Multi-Access (NBMA)" : Pour les réseaux ne prenant pas en charge la diffusion (par exemple, Frame Relay) ; nécessite une configuration manuelle des voisins. "Point à multipoint" : Connecte plusieurs routeurs sur une seule interface, en traitant chacun d'eux comme une liaison point à point. "Point à point" : Connecte directement deux routeurs, ce qui simplifie l'adjacence et la transmission des LSA.
ko_kr: OSPF 네트워크 유형을 정의하며, 인접성 및 LSA 플러딩 방식에 영향을 미칩니다. "브로드캐스트 멀티 액세스(Broadcast Multi-Access, NBMA)": 브로드캐스트 기능을 지원하는 여러 라우터를 사용하는 네트워크(예: 이더넷)를 가정합니다. "비브로드캐스트 멀티 액세스(NBMA)": 브로드캐스트를 지원하지 않는 네트워크(예: 프레임 릴레이)에 사용되며, 수동으로 인접 라우터를 설정해야 합니다. "포인트 투 멀티포인트(Point-to-Multipoint)": 단일 인터페이스를 통해 여러 라우터를 연결하며, 각 라우터를 포인트 투 포인트 링크로 처리합니다. "포인트 투 포인트(Point-to-Point)": 두 라우터를 직접 연결하여 인접성 및 LSA 전송을 단순화합니다.
uk_ua: Визначає тип мережі OSPF, що впливає на суміжність та методи розповсюдження LSA. "Широкомовний багатоточковий доступ": Припускає мережі, що підтримують кілька маршрутизаторів з можливістю широкомовлення (наприклад, Ethernet). "Неширокомовний багатоточковий доступ (NBMA)": Для мереж без підтримки широкомовлення (наприклад, Frame Relay); вимагає ручного налаштування сусідів. "Точка-Багатоточка": З'єднує кілька маршрутизаторів через один інтерфейс, розглядаючи кожен як канал точка-точка. "Точка-Точка": Безпосередньо з'єднує два маршрутизатори, спрощуючи суміжність та передачу LSA.

source: Defines the network mask (e.g., 24) for the specified network.
de_de: Definiert die Netzmaske (z. B. 24) für das angegebene Netzwerk.
fa_ir: ماسک شبکه (مثلاً 24) را برای شبکه مشخص شده تعیین می‌کند.
fr_fr: Définit le masque de réseau (par exemple, 24) pour le réseau spécifié.
ko_kr: 지정된 네트워크에 대한 네트워크 마스크(예: 24)를 정의합니다.
uk_ua: Визначає маску мережі (наприклад, 24) для вказаної мережі.

source: Defines the network prefix length (e.g., 64) for the specified IPv6 address range.
de_de: Definiert die Präfixlänge (z. B. 64) für den angegebenen IPv6-Adressbereich.
fa_ir: طول پیشوند شبکه (مثلاً 64) را برای محدوده آدرس‌های IPv6 تعیین می‌کند.
fr_fr: Définit la longueur du préfixe réseau (par exemple, 64) pour la plage d'adresses IPv6 spécifiée.
ko_kr: 지정된 IPv6 주소 범위에 대해 네트워크 프리픽스 길이를 정의합니다(예: 64).
uk_ua: Визначає довжину префікса мережі (наприклад, 64) для вказаного діапазону IPv6-адрес.
