Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable the DNS-01 Challenge for this domain. Requires a "DNS Provider" in "General Settings". This is only needed for wildcard domains, or when the default challenges can not be used due to restrictive firewall policies.
cs_cz: Povolit výzvu DNS-01 pro tuto doménu. Vyžaduje „Poskytovatel DNS“ v „Obecná nastavení“. Toto je nutné pouze pro domény se zástupnými znaky nebo v případě, že výchozí výzvy nelze použít z důvodu omezujících zásad brány firewall.
de_de: Die DNS-01-Challenge für diese Domain aktivieren. Erfordert einen "DNS Provider" unter "General Settings". Wird nur benötigt für Wildcard-Domains oder wenn die Standard-Challenges aufgrund restriktiver Firewall-Richtlinien nicht verwendet werden können.
el_gr: Ενεργοποιήστε την Πρόκληση DNS-01 για αυτόν τον τομέα. Απαιτείται ένας "Πάροχος DNS" στις "Γενικές Ρυθμίσεις". Αυτό χρειάζεται μόνο για τομείς με wildcard ή όταν οι προεπιλεγμένες προκλήσεις δεν μπορούν να χρησιμοποιηθούν λόγω περιοριστικών πολιτικών τείχους προστασίας.
fa_ir: DNS-01 Challenge را برای این دامنه فعال کنید. نیازمند یک "DNS Provider" در "General Settings" است. این تنها برای دامنه‌های wildcard یا زمانی لازم است که به‌دلیل سیاست‌های محدودکنندهٔ فایروال، چالش‌های پیش‌فرض قابل‌استفاده نباشند.
fr_fr: Activer le défi DNS-01 pour ce domaine. Nécessite un "Fournisseur DNS" dans les "Paramètres généraux". Ceci n'est nécessaire que pour les domaines de type "wildcard", ou lorsque les défis par défaut ne peuvent pas être utilisés en raison de politiques de pare-feu restrictives.
it_it: Abilita la sfida DNS-01 per questo dominio. Richiede un "provider DNS" in "Impostazioni generali". Ciò è necessario solo per i domini con caratteri jolly o quando le sfide predefinite non possono essere utilizzate a causa di policy firewall restrittive.
ko_kr: 이 도메인에 DNS-01 챌린지를 사용합니다. "일반 설정"에서 "DNS 제공자"가 필요합니다. 이는 와일드카드 도메인이나 제한적인 방화벽 정책으로 인해 기본 챌린지를 사용할 수 없는 경우에만 필요합니다.
uk_ua: Увімкнути виклик DNS-01 для цього домену. Потребує "Постачальника DNS" у "Загальних налаштуваннях". Це потрібно лише для доменів-шаблонів, або якщо типові виклики не можуть бути використані через обмежувальні політики брандмауера.
zh_cn: 为该域启用DNS-01质询。需要在“常规设置”中设置“DNS 提供商”。这仅适用于通配符域，或者由于防火墙策略限制而无法使用默认质询时。

source: Enable this Layer4 route.
cs_cz: Povolit tuto trasu na 4. vrstvě.
de_de: Aktiviert diese Layer-4-Route.
el_gr: Ενεργοποιήστε αυτήν τη διαδρομή Layer4.
fa_ir: این مسیر Layer4 را فعال کنید.
fr_fr: Activer cette route de niveau 4.
it_it: Abilita questo percorso Layer4.
ko_kr: 이 Layer4 경로를 활성화합니다.
uk_ua: Увімкнути цей маршрут рівня 4.
zh_cn: 启用该第四层路由。

source: Enable this domain.
cs_cz: Zapnout tuto doménu.
de_de: Aktiviert diese Domain.
el_gr: Ενεργοποίηση αυτού του τομέα.
fa_ir: این دامنه را فعال کنید.
fr_fr: Activer ce domaine.
it_it: Abilita questo dominio.
ko_kr: 이 도메인 사용합니다.
uk_ua: Увімкнути цей домен.
zh_cn: 启用域。

source: Enable this handler.
cs_cz: Povolit tuto obslužnou rutinu.
de_de: Aktiviert diesen Handler.
el_gr: Ενεργοποιήστε αυτόν τον χειριστή.
fa_ir: این handler را فعال کنید.
fr_fr: Activer ce gestionnaire.
it_it: Abilita questo gestore.
ko_kr: 핸들러를 사용합니다.
uk_ua: Увімкнути цей обробник.
zh_cn: 启用该处理程序。

source: Enable this item
cs_cz: Zapnout tuto položku
de_de: Aktiviert dieses Element.
el_gr: Ενεργοποίηση αυτού του στοιχείου
fa_ir: این مورد را فعال کنید
fr_fr: Activer cet élément
it_it: Abilita questo elemento
ko_kr: 이 아이템을 사용
uk_ua: Увімкнути цей елемент
zh_cn: 启用此项

source: Enable this subdomain.
cs_cz: Zapnout tuto dílčí doménu
de_de: Aktiviert diese Subdomain.
el_gr: Ενεργοποίηση αυτού του υποτομέα.
fa_ir: این زیردامنه را فعال کنید.
fr_fr: Activer ce sous-domaine.
it_it: Abilita questo sottodominio.
ko_kr: 이 서브도메인 사용합니다.
uk_ua: Увімкнути цей субдомен.
zh_cn: 启用此子域。

source: Enable writing log files to the local disk.
cs_cz: Zapnout zapisování souborů se záznamem událostí do lokálního úložiště.
de_de: Aktivieren Sie das Schreiben von Protokolldateien auf die lokale Festplatte.
el_gr: Ενεργοποίηση εγγραφής αρχείων καταγραφής στον τοπικό δίσκο.
fa_ir: نوشتن فایل‌های لاگ در دیسک محلی را فعال کنید.
fr_fr: Activer l'écriture des fichiers journaux sur le disque local.
it_it: Abilita la scrittura dei file di registro sul disco locale.
ko_kr: 로컬 디스크에 로그 파일 쓰기를 활성화합니다.
uk_ua: Увімкнути запис файлів журналів на локальний диск.
zh_cn: 允许将日志文件写入本地磁盘。

source: Enable/disable the remediation component. Keep this enabled to block packets from the attacking IP addresses.
cs_cz: Povolení/zakázání součásti nápravy. Pokud ji chcete blokovat, nechte ji povolenou. pakety z útočících IP adres.
de_de: Remediation-Komponente aktivieren oder deaktivieren. Aktiviert lassen, um Pakete von angreifenden IP-Adressen zu blockieren.
el_gr: Ενεργοποιήστε/απενεργοποιήστε το στοιχείο αποκατάστασης Διατηρήστε το ενεργοποιημένο για να αποκλείσετε πακέτα από τις διευθύνσεις IP που δέχονται επίθεση.
fa_ir: مولفه رفع را فعال/غیرفعال کنید. برای مسدود کردن بسته‌ها از آدرس‌های IP مهاجم، این گزینه را فعال نگه دارید.
fr_fr: Activer/désactiver le composant de remédiation. Gardez cette option activée pour bloquer les les paquets provenant des adresses IP attaquantes.
it_it: Abilita/disabilita il componente di riparazione. Mantienilo abilitato per bloccare pacchetti provenienti dagli indirizzi IP attaccanti.
ko_kr: 복구 구성 요소를 활성화/비활성화합니다. 공격 IP 주소로부터 패킷을 차단하려면 이 기능을 활성화 상태로 유지하세요.
uk_ua: Увімкнути/вимкнути компонент виправлення. Залиште це увімкненим, щоб блокувати пакети від атакуючих IP-адрес.
zh_cn: 启用/禁用修复组件。 保持启用以阻止来自攻击IP地址的数据包。

source: Endpoint address
cs_cz: Adresa koncového bodu
de_de: Endpunktadresse
el_gr: Διεύθυνση τελικού σημείου
fa_ir: آدرس Endpoint
fr_fr: Adresse du point final
it_it: Indirizzo dell'endpoint
ko_kr: 엔드포인트 주소
uk_ua: Адреса кінцевої точки
zh_cn: 地址

source: Endpoint port
cs_cz: Port koncového bodu
de_de: Endpunktport
el_gr: Θύρα τελικού σημείου
fa_ir: پورت Endpoint
fr_fr: Port d'extrémité
it_it: Porta dell'endpoint
ko_kr: 엔드포인트 포트
uk_ua: Порт кінцевої точки
zh_cn: 端口

source: Enter a URL to test the current IP address of the firewall via the HTTP protocol. This is generally not needed as Caddy uses default providers to test the current IP addresses. If a custom provider is preferred, enter the "https://" link to an IP address testing website.
cs_cz: Zadejte URL adresu pro testování aktuální IP adresy brány firewall (prostřednictvím protokolu HTTP). Obecně to není potřeba, protože Caddy používá k testování aktuálních IP adres výchozí poskytovatele. Pokud upřednostňujete vlastního poskytovatele, zadejte „https://“ odkaz na webovou stránku pro testování IP adres.
de_de: Geben Sie eine URL ein, um die aktuelle IP-Adresse der Firewall über das HTTP-Protokoll zu testen. Dies ist in der Regel nicht erforderlich, da Caddy Standardanbieter zur Erkennung der IP-Adresse verwendet. Wenn ein benutzerdefinierter Anbieter bevorzugt wird, geben Sie den "https://"-Link zu einer Website zur IP-Erkennung ein.
el_gr: Εισαγάγετε μια διεύθυνση URL για να ελέγξετε την τρέχουσα διεύθυνση IP του τείχους προστασίας μέσω του πρωτοκόλλου HTTP. Αυτό γενικά δεν είναι απαραίτητο, καθώς η Caddy χρησιμοποιεί προεπιλεγμένους παρόχους για να ελέγξει τις τρέχουσες διευθύνσεις IP. Εάν προτιμάτε έναν προσαρμοσμένο πάροχο, εισαγάγετε τον σύνδεσμο "https://" προς έναν ιστότοπο ελέγχου διευθύνσεων IP.
fa_ir: یک URL وارد کنید تا آدرس IP فعلی فایروال را از طریق HTTP بررسی کند. معمولاً نیاز نیست، چون Caddy از ارائه‌دهنده‌های پیش‌فرض برای تست آدرس‌های IP استفاده می‌کند. در صورت تمایل به استفاده از ارائه‌دهندهٔ دلخواه، لینک "https://" مربوط به یک وب‌سایت تست آدرس IP را وارد کنید.
fr_fr: Entrez une URL pour tester l'adresse IP actuelle du pare-feu via le protocole HTTP. Ceci n'est généralement pas nécessaire car Caddy utilise des fournisseurs par défaut pour tester les adresses IP actuelles. Si vous préférez un fournisseur personnalisé, entrez le lien "https://" vers un site Web de test d'adresse IP.
it_it: Immettere un URL per testare l'indirizzo IP corrente del firewall tramite il protocollo HTTP. Questo generalmente non è necessario poiché Caddy utilizza provider predefiniti per testare gli indirizzi IP attuali. Se si preferisce un provider personalizzato, inserire il collegamento "https://" a un sito Web di test dell'indirizzo IP.
ko_kr: HTTP 프로토콜을 통해 방화벽의 현재 IP 주소를 테스트할 URL을 입력하세요. 일반적으로 Caddy는 기본 제공자를 사용하여 현재 IP 주소를 테스트하므로 필요하지 않습니다. 사용자 지정 제공자를 선호하는 경우 IP 주소 테스트 웹사이트의 "https://" 링크를 입력하세요.
uk_ua: Введіть URL-адресу для перевірки поточної IP-адреси брандмауера за протоколом HTTP. Зазвичай це не потрібно, оскільки Caddy використовує типових постачальників для перевірки поточних IP-адрес. Якщо віддається перевага користувацькому постачальнику, введіть посилання "https://" на веб-сайт для тестування IP-адреси.
zh_cn: 输入URL以通过HTTP协议测试防火墙的当前IP地址。这通常不需要，因为Caddy使用默认提供商来测试当前IP地址。如果希望使用自定义提供商，请输入指向IP地址测试网站的“https://”链接。

source: Enter a description for this Layer4 route.
cs_cz: Zadejte popis pro tuto trasu na 4. vrstvě.
de_de: Geben Sie eine Beschreibung für diese Layer4-Route ein.
el_gr: Εισαγάγετε μια περιγραφή για αυτήν τη διαδρομή Layer4.
fa_ir: یک توضیح برای این مسیر Layer4 وارد کنید.
fr_fr: Saisissez une description pour cette route de niveau 4.
it_it: Inserisci una descrizione per questo percorso Layer4.
ko_kr: 이 Layer4 경로에 대한 설명을 입력하세요.
uk_ua: Введіть опис для цього маршруту рівня 4.
zh_cn: 输入此第四层路由的描述。

source: Enter a description for this access list.
cs_cz: Zadejte popis pro tento přístupový seznam.
de_de: Geben Sie eine Beschreibung für diese Zugriffsliste ein.
el_gr: Εισαγάγετε μια περιγραφή για αυτήν τη λίστα πρόσβασης.
fa_ir: یک توضیح برای این لیست دسترسی وارد کنید.
fr_fr: Entrez une description pour cette liste d'accès.
it_it: Inserisci una descrizione per questo elenco di accesso.
ko_kr: 이 접근 목록에 대한 설명을 입력하세요.
uk_ua: Введіть опис для цього списку доступу.
zh_cn: 输入访问列表的描述信息。

source: Enter a description for this domain.
cs_cz: Zadejte popis pro tuto doménu.
de_de: Geben Sie eine Beschreibung für diese Domain ein.
el_gr: Εισαγάγετε μια περιγραφή για αυτόν τον τομέα.
fa_ir: یک توضیح برای این دامنه وارد کنید.
fr_fr: Entrez une description pour ce domaine.
it_it: Inserisci una descrizione per questo dominio.
ko_kr: 이 도메인에 대한 설명을 입력하세요.
uk_ua: Введіть опис для цього домену.
zh_cn: 输入域的描述信息。

source: Enter a description for this handler.
cs_cz: Zadejte popis pro tuto obslužnou rutinu.
de_de: Geben Sie eine Beschreibung für diesen Handler ein.
el_gr: Εισαγάγετε μια περιγραφή για αυτόν τον χειριστή.
fa_ir: یک توضیح برای این handler وارد کنید.
fr_fr: Saisissez une description pour ce gestionnaire.
it_it: Inserisci una descrizione per questo gestore.
ko_kr: 이 핸들러에 대한 설명을 입력하세요.
uk_ua: Введіть опис для цього обробника.
zh_cn: 输入处理程序的描述说明。

source: Enter a description for this header.
cs_cz: Zadejte popis pro tuto hlavičku.
de_de: Geben Sie eine Beschreibung für diesen Header ein.
el_gr: Εισαγάγετε μια περιγραφή για αυτήν την κεφαλίδα.
fa_ir: یک توضیح برای این هدر وارد کنید.
fr_fr: Saisissez une description pour cet en-tête.
it_it: Inserisci una descrizione per questa intestazione.
ko_kr: 이 헤더에 대한 설명을 입력하세요.
uk_ua: Введіть опис для цього заголовка.
zh_cn: 输入标头的描述信息。

source: Enter a description for this subdomain.
cs_cz: Zadejte popis pro tuto dílčí doménu.
de_de: Geben Sie eine Beschreibung für diese Subdomain ein.
el_gr: Εισαγάγετε μια περιγραφή για αυτόν τον υποτομέα.
fa_ir: یک توضیح برای این زیردامنه وارد کنید.
fr_fr: Entrez une description pour ce sous-domaine.
it_it: Inserisci una descrizione per questo sottodominio.
ko_kr: 이 하위 도메인에 대한 설명을 입력하세요.
uk_ua: Введіть опис для цього субдомену.
zh_cn: 输入对此子域的描述。

source: Enter a description for this user.
cs_cz: Zadejte popis pro tohoto uživatele.
de_de: Geben Sie eine Beschreibung für diesen Benutzer ein.
el_gr: Εισαγάγετε μια περιγραφή για αυτόν τον χρήστη.
fa_ir: یک توضیح برای این کاربر وارد کنید.
fr_fr: Saisissez une description pour cet utilisateur.
it_it: Inserisci una descrizione per questo utente.
ko_kr: 이 사용자에 대한 설명을 입력하세요.
uk_ua: Введіть опис для цього користувача.
zh_cn: 输入此用户的描述信息。

source: Enter a domain name or IP address of the upstream destination. If multiple are chosen, they will be load balanced with the default random policy.
cs_cz: Zadejte doménový název nebo IP adresu nadřazeného cíle. Pokud jich bude vybráno více, bude na ně vytížení rozprostíráno pomocí výchozí náhodné zásady.
de_de: Geben Sie einen Domainnamen oder eine IP-Adresse des Upstream-Ziels ein. Bei mehreren Einträgen erfolgt das Load-Balancing per Zufallsprinzip (Standardverhalten).
el_gr: Εισαγάγετε ένα όνομα τομέα ή μια διεύθυνση IP του ανοδικού προορισμού. Εάν επιλεγούν πολλά, θα εξισορροπηθεί το φορτίο τους με την προεπιλεγμένη πολιτική τυχαίας επιλογής.
fa_ir: یک نام دامنه یا آدرس IP مقصد upstream را وارد کنید. اگر چند مورد انتخاب شوند، با سیاست پیش‌فرض تصادفی بار آن‌ها متعادل می‌شود.
fr_fr: Saisissez le nom de domaine ou l'adresse IP de la destination en amont. Si plusieurs destinations sont choisies, elles seront équilibrées avec la politique aléatoire par défaut.
it_it: Inserisci un nome di dominio o un indirizzo IP della destinazione upstream. Se ne vengono scelti più, il carico verrà bilanciato con la politica casuale predefinita.
ko_kr: 업스트림의 도메인 이름 또는 IP 주소를 입력하세요. 여러 개가 선택된 경우 기본 랜덤 정책으로 로드 밸런싱됩니다.
uk_ua: Введіть доменне ім'я або IP-адресу кінцевого призначення вгору за потоком. Якщо вибрано кілька, вони будуть збалансовані за допомогою типової випадкової політики.
zh_cn: 输入上行目标的域名或IP地址。如果选择多个，将使用默认随机策略进行负载平衡。

source: Enter a domain name or IP address of the upstream destination. If multiple are chosen, they will be load balanced with the default random policy. A health check can be activated by populating "Upstream Fail Duration" in advanced mode. When directive is "redir", only the first domain will be evaluated.
cs_cz: Zadejte název domény nebo IP adresu nadřazeného cíle. Pokud jich bude vybráno vícero, bude jejich vytěžování rozkládáno pomocí výchozí zásady nahodilosti. Kontrolu stavu je možné aktivovat vyplněním položky „Délka trvání selhání nadřazeného“ v pokročilém režimu. Pokud je direktiva „redir“, bude vyhodnocena pouze první doména.
de_de: Geben Sie einen Domainnamen oder eine IP-Adresse des Upstream-Ziels ein. Bei mehreren Einträgen erfolgt das Load-Balancing per Zufallsprinzip (Standardverhalten). Eine Zustandsprüfung kann aktiviert werden, indem "Upstream Fail Duration" im erweiterten Modus ausgefüllt wird. Wenn die Direktive "redir" verwendet wird, wird nur die erste Domain ausgewertet.
el_gr: Εισαγάγετε ένα όνομα τομέα ή μια διεύθυνση IP του προορισμού upstream. Εάν επιλεγούν πολλά, θα εξισορροπηθεί το φορτίο τους με την προεπιλεγμένη πολιτική τυχαίας μετάβασης. Ένας έλεγχος εύρυθμης λειτουργίας μπορεί να ενεργοποιηθεί συμπληρώνοντας την επιλογή "Διάρκεια αποτυχίας upstream" σε λειτουργία για προχωρημένους. Όταν η οδηγία είναι "redir", θα αξιολογηθεί μόνο ο πρώτος τομέας.
fa_ir: یک نام دامنه یا آدرس IP مقصد upstream وارد کنید. اگر چند مورد انتخاب شوند، با سیاست پیش‌فرض تصادفی بار میان آن‌ها توزیع می‌شود. با پر کردن "Upstream Fail Duration" در حالت پیشرفته می‌توان بررسی سلامت (health check) را فعال کرد. وقتی directive برابر "redir" باشد، فقط دامنهٔ اول ارزیابی خواهد شد.
fr_fr: Saisissez le nom de domaine ou l'adresse IP de la destination en amont. Si plusieurs destinations sont choisies, elles seront équilibrées avec la politique aléatoire par défaut. Un bilan de santé peut être activé en renseignant "Upstream Fail Duration" dans le mode avancé. Lorsque la directive est "redir", seul le premier domaine sera évalué.
it_it: Inserisci un nome di dominio o un indirizzo IP della destinazione upstream. Se ne vengono scelti più, il carico verrà bilanciato con la politica casuale predefinita. È possibile attivare un controllo dello stato compilando "Durata errore upstream" in modalità avanzata. Quando la direttiva è "redir", verrà valutato solo il primo dominio.
ko_kr: 업스트림 대상의 도메인 이름이나 IP 주소를 입력하세요. 여러 개를 선택하면 기본 임의 정책으로 로드 밸런싱됩니다. 고급 모드에서 "업스트림 실패 기간"을 입력하여 상태 검사를 활성화할 수 있습니다. 지시문이 "redir"인 ​​경우 첫 번째 도메인만 평가됩니다.
uk_ua: Введіть доменне ім'я або IP-адресу висхідного призначення. Якщо вибрано кілька, вони будуть збалансовані за навантаженням за типовою випадковою політикою. Перевірка стану працездатності може бути активована шляхом заповнення поля «Тривалість відмови висхідного каналу» в розширеному режимі. Якщо директива «redir», буде оцінено лише перший домен.
zh_cn: 输入上游目标域名或IP地址。如果选择多个，将使用默认随机策略进行负载平衡。可以通过在高级模式下填充“上游故障持续时间”来激活健康检查。当指令为“redir”时，将仅评估第一个域。

source: Enter a domain name or IP address. The HTTP-01 challenge will be redirected to that destination. This enables an ACME Client behind Caddy to serve "/.well-known/acme-challenge/" on port 80. Caddy will reverse proxy the HTTP-01 challenge for this domain, and will still issue a certificate using the TLS-ALPN-01 challenge or DNS-01 challenge for itself. This option can be used for High Availability when using Caddy with a master and backup OPNsense.
cs_cz: Zadejte název domény nebo IP adresu. Výzva HTTP-01 bude přesměrována na tento cíl. To umožňuje klientovi ACME za Caddy obsluhovat „/.well-known/acme-challenge/“ na portu 80. Caddy bude pro tuto doménu dělat reverzní proxy pro HTTP-01 výzvu a pro sebe ještě vystaví certifikát pomocí výzvy TLS-ALPN-01 nebo výzvy DNS-01. Tuto volbu lze použít pro vysokou dostupnost při použití Caddy s hlavním a záložním OPNsense.
de_de: Geben Sie einen Domainnamen oder eine IP-Adresse ein. Die HTTP-01-Challenge wird an dieses Ziel weitergeleitet. Dies ermöglicht es einem ACME-Client hinter Caddy, unter Port 80 "/.well-known/acme-challenge/" bereitzustellen. Caddy wird die HTTP-01-Challenge für diese Domain per Reverse-Proxy weiterleiten und trotzdem ein Zertifikat per TLS-ALPN-01-Challenge oder DNS-01-Challenge für sich selbst ausstellen. Diese Option kann bei Hochverfügbarkeits-Szenarien mit Caddy in Kombination mit einer OPNsense-Master-/Backup-Konfiguration verwendet werden.
el_gr: Εισαγάγετε ένα όνομα τομέα ή μια διεύθυνση IP. Η πρόκληση HTTP-01 θα ανακατευθυνθεί σε αυτόν τον προορισμό. Αυτό επιτρέπει σε έναν πελάτη ACME πίσω από το Caddy να εμφανίσει το "/.well-known/acme-challenge/" στη θύρα 80. Το Caddy θα αναστρέψει τη μεσολάβηση της πρόκλησης HTTP-01 για αυτόν τον τομέα και θα εξακολουθεί να εκδίδει ένα πιστοποιητικό χρησιμοποιώντας την πρόκληση TLS-ALPN-01 ή την πρόκληση DNS-01 για τον εαυτό του. Αυτή η επιλογή μπορεί να χρησιμοποιηθεί για Υψηλή Διαθεσιμότητα κατά τη χρήση του Caddy με ένα κύριο και ένα εφεδρικό OPNsense.
fa_ir: یک نام دامنه یا آدرس IP وارد کنید. چالش HTTP-01 به آن مقصد هدایت خواهد شد. این اجازه می‌دهد یک ACME Client پشت Caddy، مسیر "/.well-known/acme-challenge/" را روی پورت 80 ارائه دهد. Caddy چالش HTTP-01 این دامنه را به‌صورت reverse proxy عبور می‌دهد و خود همچنان گواهی را با استفاده از چالش TLS-ALPN-01 یا DNS-01 صادر خواهد کرد. این گزینه هنگام استفاده از Caddy با یک OPNsense اصلی و پشتیبان برای High Availability قابل‌استفاده است.
fr_fr: Entrez un nom de domaine ou une adresse IP. Le défi HTTP-01 sera redirigé vers cette destination. Cela permet à un client ACME derrière Caddy de servir "/.well-known/acme-challenge/" sur le port 80. Caddy effectuera un reverse proxy du challenge HTTP-01 pour ce domaine, et émettra toujours un certificat en utilisant le challenge TLS-ALPN-01 ou le challenge DNS-01 pour lui-même. Cette option peut être utilisée pour la haute disponibilité lorsque Caddy est utilisé avec un OPNsense maître et un OPNsense de secours.
it_it: Inserisci un nome di dominio o un indirizzo IP. La richiesta HTTP-01 verrà reindirizzata a quella destinazione. Ciò consente a un client ACME dietro Caddy di servire "/.well-known/acme-challenge/" sulla porta 80. Caddy invertirà il proxy della sfida HTTP-01 per questo dominio e emetterà comunque un certificato utilizzando TLS-ALPN- 01 o DNS-01 per se stesso. Questa opzione può essere utilizzata per l'alta disponibilità quando si utilizza Caddy con un OPNsense master e di backup.
ko_kr: 도메인 이름이나 IP 주소를 입력하세요. HTTP-01 챌린지는 해당 목적지로 리디렉션됩니다. 이를 통해 Caddy 뒤에 있는 ACME 클라이언트가 포트 80에서 "/.well-known/acme-challenge/"를 제공할 수 있습니다. Caddy는 이 도메인에 대한 HTTP-01 챌린지를 역방향 프록시하고, 여전히 TLS-ALPN-01 챌린지 또는 DNS-01 챌린지를 사용하여 자체 인증서를 발급합니다. 이 옵션은 마스터 및 백업 OPNsense와 함께 Caddy를 사용할 때 고가용성에 사용할 수 있습니다.
uk_ua: Введіть доменне ім'я або IP-адресу. Запит HTTP-01 буде перенаправлено до цього призначення. Це дозволяє клієнту ACME за Caddy обслуговувати «/.well-known/acme-challenge/» на порту 80. Caddy буде виконувати зворотне проксіювання запиту HTTP-01 для цього домену і все ще видаватиме сертифікат, використовуючи запит TLS-ALPN-01 або DNS-01 для себе. Цю опцію можна використовувати для високої доступності при використанні Caddy з головним і резервним OPNsense.
zh_cn: 输入域名或IP地址。HTTP-01质询将被重定向到该目的地。这使Caddy后面的ACME客户端能够在端口80上提供“/.well-known/acme-challenge/”。Caddy 将反向代理此域的HTTP-01 质询，并且仍将使用TLS-ALPN-01质询或DNS-01质询为自己颁发证书。当将Caddy与主OPNsense和备份OPNsense一起使用时，此选项可用于高可用性。

source: Enter a domain name or IP address. The HTTP-01 challenge will be redirected to that destination. This enables an ACME Client behind Caddy to serve "/.well-known/acme-challenge/" on port 80. Caddy will reverse proxy the HTTP-01 challenge for this subdomain.
cs_cz: Zadejte doménový název nebo IP adresu. Výzva HTTP-01 bude přesměrována na tento cíl. To umožňuje klientovi ACME za Caddy obsluhovat „/.well-known/acme-challenge/“ na portu 80. Caddy bude pro tuto subdoménu dělat reverzní proxy výzvu HTTP-01.
de_de: Geben Sie einen Domainnamen oder eine IP-Adresse ein. Die HTTP-01-Challenge wird an dieses Ziel weitergeleitet. Dies ermöglicht es einem ACME-Client hinter Caddy, unter Port 80 "/.well-known/acme-challenge/" für diese Subdomain bereitzustellen.
el_gr: Εισαγάγετε ένα όνομα τομέα ή μια διεύθυνση IP. Η πρόκληση HTTP-01 θα ανακατευθυνθεί σε αυτόν τον προορισμό. Αυτό επιτρέπει σε έναν πελάτη ACME πίσω από το Caddy να εμφανίσει το "/.well-known/acme-challenge/" στη θύρα 80. Το Caddy θα αναστρέψει το proxy της πρόκλησης HTTP-01 για αυτόν τον υποτομέα.
fa_ir: یک نام دامنه یا آدرس IP وارد کنید. چالش HTTP-01 به آن مقصد هدایت خواهد شد. این اجازه می‌دهد یک ACME Client پشت Caddy، مسیر "/.well-known/acme-challenge/" را روی پورت 80 ارائه دهد. Caddy چالش HTTP-01 این زیردامنه را به‌صورت reverse proxy عبور می‌دهد.
fr_fr: Entrez un nom de domaine ou une adresse IP. Le défi HTTP-01 sera redirigé vers cette destination. Cela permet à un client ACME derrière Caddy de servir "/.well-known/acme-challenge/" sur le port 80. Caddy effectuera un reverse proxy du challenge HTTP-01 pour ce sous-domaine.
it_it: Inserisci un nome di dominio o un indirizzo IP. La richiesta HTTP-01 verrà reindirizzata a quella destinazione. Ciò consente a un client ACME dietro Caddy di servire "/.well-known/acme-challenge/" sulla porta 80. Caddy invertirà il proxy della sfida HTTP-01 per questo sottodominio.
ko_kr: 도메인 이름이나 IP 주소를 입력하세요. HTTP-01 챌린지는 해당 목적지로 리디렉션됩니다. 이를 통해 Caddy 뒤의 ACME 클라이언트가 포트 80에서 "/.well-known/acme-challenge/"를 제공할 수 있습니다. Caddy는 이 하위 도메인에 대한 HTTP-01 챌린지를 역방향 프록시합니다.
uk_ua: Введіть доменне ім'я або IP-адресу. Запит HTTP-01 буде перенаправлено до цього призначення. Це дозволяє клієнту ACME за Caddy обслуговувати «/.well-known/acme-challenge/» на порту 80. Caddy буде виконувати зворотне проксіювання запиту HTTP-01 для цього субдомену.
zh_cn: 输入域名或 IP 地址。HTTP-01 挑战将被重定向到该目标。这样，Caddy 背后的 ACME 客户端就能在 80 端口上为"/.wellous/acme-challenge/"提供服务。Caddy 将反向代理该子域的 HTTP-01 挑战。
