Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: 6RD IPv4 Prefix address
cs_cz: Adresa předpony 6RD IPv4 předpony
de_de: 6RD-IPv4-Präfixadresse
el_gr: 6RD Διεύθυνση προθέματος IPv4
fa_ir: آدرس پیشوند 6RD IPv4
fr_fr: 6RD Adresse préfixe IPv4
it_it: 6RD Indirizzo prefisso IPv4
ko_kr: 6RD IPv4 프리픽스 주소
pl_pl: Adres przedrostka IPv4 6RD
uk_ua: Адреса префікса IPv4 6RD
zh_cn: 6RD IPv4前缀地址

source: Only request an IPv6 prefix; do not request an IPv6 address.
cs_cz: Vyžádat si pouze IPv6 předponu; nepožadovat IPv6 adresu.
de_de: Fordern Sie nur ein IPv6-Präfix an; fordern Sie keine IPv6-Adresse an.
el_gr: Ζητήστε μόνο πρόθεμα IPv6. Μην ζητάτε διεύθυνση IPv6.
fa_ir: فقط پیشوند IPv6 را درخواست کنید؛ آدرس IPv6 را درخواست نکنید.
fr_fr: Ne demandez qu'un préfixe IPv6 ; ne demandez pas d'adresse IPv6.
it_it: Richiedi solo un prefisso IPv6; non richiedere un indirizzo IPv6.
ko_kr: IPv6 프리픽스만 요청하고 IPv6 주소는 요청하지 않습니다.
pl_pl: Zażądaj tylko przedrostka IPv6; nie żądaj adresu IPv6.
uk_ua: Запитувати лише префікс IPv6; не запитувати адресу IPv6.
zh_cn: 仅请求IPv6前缀，不请求IPv6地址。

source: An ISP may incorrectly set an MTU value which can cause intermittent network disruption. By default this value will be ignored. Unsetting this option will allow to apply the MTU supplied by the ISP instead.
cs_cz: Může se stát, že poskytovatel připojení k Internetu nesprávně nastaví hodnotu MTU, což může způsobovat občasné přerušování komunikace. Ve výchozím nastavení proto bude tato hodnota ignorována. Naopak zrušení nastavení této předvolby umožní použít MTU dodanou poskytovatelem připojení k Internetu.
de_de: Ein ISP kann eine falsche MTU setzen, was zu sporadischen Netzwerkstörungen führen kann. Standardmäßig wird dieser Wert ignoriert. Sollte diese Option nicht ausgewählt werden, wird die vom ISP bereitgestellte MTU verwendet.
el_gr: Ένας πάροχος υπηρεσιών Διαδικτύου (ISP) ενδέχεται να ορίσει εσφαλμένα μια τιμή MTU, η οποία μπορεί να προκαλέσει διακοπτόμενη διακοπή δικτύου. Από προεπιλογή, αυτή η τιμή θα αγνοηθεί. Η απενεργοποίηση αυτής της επιλογής θα επιτρέψει την εφαρμογή της MTU που παρέχεται από τον πάροχο υπηρεσιών Διαδικτύου.
fa_ir: ممکن است ISP مقدار MTU را نادرست تنظیم کند که می‌تواند باعث اختلالات متناوب شبکه شود. به‌طور پیش‌فرض این مقدار نادیده گرفته می‌شود. غیرفعال‌کردن این گزینه اجازه می‌دهد از مقدار MTU ارائه‌شده توسط ISP استفاده شود.
fr_fr: Un FAI peut définir de manière incorrecte une valeur MTU, ce qui peut provoquer une interruption intermittente du réseau. Par défaut, cette valeur sera ignorée. La désactivation de cette option permettra d'appliquer à la place le MTU fourni par le FAI.
it_it: Un ISP potrebbe impostare in modo errato un valore MTU che può causare interruzioni intermittenti della rete. Per impostazione predefinita questo valore verrà ignorato. La disattivazione di questa opzione consentirà invece di applicare la MTU fornita dall'ISP.
ko_kr: ISP가 MTU 값을 잘못 설정하여 간헐적인 네트워크 중단을 유발할 수 있습니다. 기본적으로 이 값은 무시됩니다. 이 옵션의 설정을 해제하면 ISP가 제공한 MTU를 대신 적용할 수 있습니다.
pl_pl: ISP może błędnie ustawić wartość MTU, co może powodować przerywane zakłócenia w sieci. Domyślnie ta wartość będzie ignorowana. Wyłączenie tej opcji pozwoli na zastosowanie MTU dostarczonego przez ISP.
uk_ua: Інтернет-провайдер може неправильно встановити значення MTU, що може спричинити періодичні збої в мережі. За типово, це значення буде ігноруватися. Скасування цього параметра дозволить застосувати MTU, наданий провайдером.
zh_cn: ISP设置的MTU值如果不正确，将会导致网络间歇性中断。选中，则ISP设置的值会被忽略。不选，则允许改为使用ISP提供的MTU。

source: Override MTU
cs_cz: Přepsat MTU
de_de: MTU überschreiben
el_gr: Παράκαμψη MTU
fa_ir: بازنویسی MTU
fr_fr: Remplacer MTU
it_it: Sostituisci MTU
ko_kr: MTU 재정의
pl_pl: Nadpisz MTU
uk_ua: Перевизначити MTU
zh_cn: 覆盖MTU

source: Auto-detect
cs_cz: Automatické zjišťování
de_de: Automatischer Erkennung
el_gr: Αυτόματη ανίχνευση
fa_ir: تشخیص خودکار
fr_fr: Auto-détecte
it_it: Rilevamento automatico
ko_kr: 자동 감지
pl_pl: Auto-wykrywanie
uk_ua: Автоматичне визначення
zh_cn: 自动检测

source: You specified an IPv6 prefix ID that is already in use.
cs_cz: Zadali jste IPv6 předponu, která už je používána.
de_de: Sie haben eine IPv6-Präfix ID angegeben, die schon in Benutzung ist.
el_gr: Καθορίσατε ένα αναγνωριστικό προθέματος IPv6 που χρησιμοποιείται ήδη.
fa_ir: شناسه پیشوند IPv6 که وارد کرده‌اید قبلاً استفاده شده است.
fr_fr: Vous avez spécifié un ID de préfixe IPv6 qui est déjà utilisé.
it_it: Hai specificato un ID prefisso IPv6 che è già in uso.
ko_kr: 이미 사용 중인 IPv6 프리픽스 ID를 지정했습니다.
pl_pl: Podano przedrostek ID IPv6, który jest już w użyciu.
uk_ua: Ви вказали ідентифікатор префікса IPv6, який вже використовується.
zh_cn: 您指定了一个已在使用的IPv6前缀ID。

source: 6RD IPv4 prefix length must be a number.
cs_cz: Je třeba, aby délka 6RD IPv4 předpony byla číslo.
de_de: Die 6RD IPv4 Präfixlänge muss eine Nummer sein.
el_gr: Το μήκος του προθέματος 6RD IPv4 πρέπει να είναι αριθμός.
fa_ir: طول پیشوند 6RD IPv4 باید یک عدد باشد.
fr_fr: 6RD La longueur du préfixe IPv4 doit être un nombre.
it_it: La lunghezza del prefisso IPv4 6RD deve essere un numero.
ko_kr: 6RD IPv4 프리픽스 길이는 숫자여야 합니다.
pl_pl: Długość przedrostka IPv4 6RD musi być liczbą.
uk_ua: Довжина префікса IPv4 6RD повинна бути числом.
zh_cn: 6RD IPv4前缀长度必须是一个数字。

source: 6RD IPv4 prefix address must be a valid IPv4 address.
cs_cz: Je třeba, aby adresa 6RD IPv4 předpony byla platnou IPv4 adresou.
de_de: Die 6RD IPv6-Präfixadresse muss eine zulässige IPv4-Adresse sein.
el_gr: Η διεύθυνση προθέματος IPv4 του 6RD πρέπει να είναι μια έγκυρη διεύθυνση IPv4.
fa_ir: آدرس پیشوند 6RD IPv4 باید یک آدرس IPv4 معتبر باشد.
fr_fr: 6RD L'adresse du préfixe IPv4 doit être une adresse IPv4 valide.
it_it: L'indirizzo del prefisso IPv4 6RD deve essere un indirizzo IPv4 valido.
ko_kr: 6RD IPv4 프리픽스주소는 유효한 IPv4 주소여야 합니다.
pl_pl: Adres przedrostka IPv4 6RD musi być prawidłowym adresem IPv4.
uk_ua: Адреса префікса IPv4 6RD повинна бути дійсною адресою IPv4.
zh_cn: 6RD IPv4前缀地址必须是一个有效的IPv4地址。

source: 6RD prefix must be a valid IPv6 subnet.
cs_cz: Je třeba, aby 6DR předpona byla platnou IPv6 podsítí.
de_de: Das 6RD Präfix muss ein zulässiges IPv6-Subnet sein.
el_gr: Το πρόθεμα 6RD πρέπει να είναι ένα έγκυρο υποδίκτυο IPv6.
fa_ir: پیشوند 6RD باید یک زیرشبکه IPv6 معتبر باشد.
fr_fr: Le préfixe 6RD doit être un sous-réseau IPv6 valide.
it_it: Il prefisso 6RD deve essere una sottorete IPv6 valida.
ko_kr: 6RD 프리픽스는 유효한 IPv6 서브넷이어야 합니다.
pl_pl: Przedrostek 6RD musi być prawidłową podsiecią IPv6.
uk_ua: Префікс 6RD повинен бути дійсною підмережею IPv6.
zh_cn: 6RD前缀必须是有效的IPv6子网。

source: 6RD border relay gateway must be a valid IPv4 address.
cs_cz: Je třeba, aby brána hraničního předávání 6RD byla platná IPv4 adresa.
de_de: Das 6RD Border-Relay-Gateway muss eine zulässige IPv4-Adresse sein.
el_gr: Η πύλη αναμετάδοσης συνόρων 6RD πρέπει να είναι μια έγκυρη διεύθυνση IPv4.
fa_ir: دروازه رله مرزی 6RD باید یک آدرس IPv4 معتبر باشد.
fr_fr: La passerelle de relais frontière 6RD doit être une adresse IPv4 valide.
it_it: Il gateway border Relay 6RD deve essere un indirizzo IPv4 valido.
ko_kr: 6RD 경계 릴레이 게이트웨이는 유효한 IPv4 주소여야 합니다.
pl_pl: Brama brzegowa 6RD musi być prawidłowym adresem IPv4.
uk_ua: Прикордонний релейний шлюз 6RD повинен бути дійсною адресою IPv4.
zh_cn: 6RD边界中继网关必须是有效的IPv4地址。

source: Or click to %scheck for updates%s.
cs_cz: Nebo klikněte na %szkontrolovat aktualizace%s.
de_de: Oder klicke %sauf Aktualisierungen prüfen%s.
el_gr: Ή κάντε κλικ για %έλεγχο για ενημερώσεις%.
fa_ir: یا کلیک کنید تا %sبه‌روزرسانی‌ها را بررسی کنید%s.
fr_fr: Ou cliquez sur %scheck for updates%s.
it_it: Oppure fai clic per %scontrollare gli aggiornamenti%s.
ko_kr: 또는 %s 업데이트 확인%s을 클릭하세요.
pl_pl: Lub kliknij, aby %ssprawdzić aktualizacje%s.
uk_ua: Або натисніть, щоб %sперевірити наявність оновлень%s.
zh_cn: 或者单击%s检查更新%s。

source: You can not use an IPv4 or IPv6 address in combined IPv4 + IPv6 rules.
cs_cz: V kombinovaných pravidlech IPv4 + IPv6 nelze použít adresu IPv4 ani IPv6.
de_de: Sie können keine IPv4 oder IPv6-Adresse in kombinierten IPV4 + IPv6 Regeln verwenden.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε μια διεύθυνση IPv4 ή IPv6 σε συνδυασμένους κανόνες IPv4 + IPv6.
fa_ir: نمی‌توانید از آدرس IPv4 یا IPv6 در قوانین ترکیبی IPv4 + IPv6 استفاده کنید.
fr_fr: Vous ne pouvez pas utiliser une adresse IPv4 ou IPv6 dans les règles combinées IPv4 + IPv6
it_it: Non è possibile utilizzare un indirizzo IPv4 o IPv6 nelle regole combinate IPv4 + IPv6.
ko_kr: 결합된 IPv4 + IPv6 규칙에서는 IPv4 또는 IPv6 주소를 사용할 수 없습니다.
pl_pl: Nie możesz używać adresu IPv4 ani IPv6 w połączonych regułach IPv4 + IPv6.
uk_ua: Ви не можете використовувати адресу IPv4 або IPv6 у комбінованих правилах IPv4 + IPv6.
zh_cn: 您不能在组合的IPv4 + IPv6规则中使用IPv4或IPv6地址。

source: You can not assign an ICMP type to a rule that applies to IPv4 and IPv6.
cs_cz: Pravidlu, které platí pro IPv4 a IPv6, nelze přiřadit typ ICMP.
de_de: Sie können keinen ICMP-Typ zu einer Regel hinzufügen die IPv4 und IPv6 betrifft.
el_gr: Δεν μπορείτε να αντιστοιχίσετε έναν τύπο ICMP σε έναν κανόνα που ισχύει για IPv4 και IPv6.
fa_ir: نمی‌توانید نوع ICMP را به قانونی که برای IPv4 و IPv6 اعمال می‌شود اختصاص دهید.
fr_fr: Vous ne pouvez pas assigner un type ICMP à une règle qui s'applique à IPv4 et IPv6.
it_it: Non è possibile assegnare un tipo ICMP a una regola che si applica a IPv4 e IPv6.
ko_kr: IPv4 및 IPv6에 적용되는 규칙에는 ICMP 유형을 할당할 수 없습니다.
pl_pl: Nie możesz przypisać typu ICMP do reguły dotyczącej IPv4 i IPv6.
uk_ua: Ви не можете призначити тип ICMP правилу, яке застосовується до IPv4 та IPv6.
zh_cn: 您无法将ICMP类型分配给适用于IPv4和IPv6的规则。

source: You can not assign the IPv6 Gateway to an IPv4 filter rule.
cs_cz: Není možné přiřadit IPv6 bránu IPv4 filtrovacímu pravidlu.
de_de: Sie können kein IPv6 Gateway zu einer IPv4 Filter Regel zuweisen.
el_gr: Δεν μπορείτε να αντιστοιχίσετε την πύλη IPv6 σε έναν κανόνα φίλτρου IPv4.
fa_ir: نمی‌توانید دروازه IPv6 را به یک قانون فیلتر IPv4 اختصاص دهید.
fr_fr: Vous ne pouvez pas assigner une passerelle IPv6 à un règle de filtrage IPv4.
it_it: Non è possibile assegnare il gateway IPv6 a una regola di filtro IPv4.
ko_kr: IPv6 게이트웨이를 IPv4 필터 규칙에 할당할 수 없습니다.
pl_pl: Nie możesz przypisać Bramki IPv6 do reguły filtru IPv4.
uk_ua: Ви не можете призначити шлюз IPv6 правилу фільтра IPv4.
zh_cn: 您无法将IPv6网关分配给IPv4过滤规则。

source: You can not assign the IPv4 Gateway to an IPv6 filter rule.
cs_cz: Není možné přiřadit IPv4 bránu IPv6 filtrovacímu pravidlu.
de_de: Sie können kein IPv4 Gateway zu einer IPv6 Filter Regel zuweisen.
el_gr: Δεν μπορείτε να αντιστοιχίσετε την πύλη IPv4 σε έναν κανόνα φίλτρου IPv6.
fa_ir: نمی‌توانید دروازه IPv4 را به یک قانون فیلتر IPv6 اختصاص دهید.
fr_fr: Vous ne pouvez pas assigner une passerelle IPv4 à un règle de filtrage IPv6.
it_it: Non è possibile assegnare il gateway IPv4 a una regola di filtro IPv6.
ko_kr: IPv4 게이트웨이를 IPv6 필터 규칙에 할당할 수 없습니다.
pl_pl: Nie możesz przypisać Bramki IPv4 do reguły filtru IPv6.
uk_ua: Ви не можете призначити шлюз IPv4 правилу фільтра IPv6.
zh_cn: 您无法将IPv4网关分配给IPv6过滤规则。

source: You can not assign an IPv6 gateway group on an IPv4 rule.
cs_cz: Není možné přiřadit skupinu IPv6 brány IPv4 pravidlu.
de_de: Sie können kein IPv6 Gateway Gruppe zu einer IPv4 Filter Regel zuweisen.
el_gr: Δεν μπορείτε να αντιστοιχίσετε μια ομάδα πύλης IPv6 σε έναν κανόνα IPv4.
fa_ir: نمی‌توانید یک گروه دروازه IPv6 را به یک قانون IPv4 اختصاص دهید.
fr_fr: Vous ne pouvez pas assigner un groupe de passerelles IPv6 à un règle de filtrage IPv4.
it_it: Non è possibile assegnare un gruppo gateway IPv6 su una regola IPv4.
ko_kr: IPv4 규칙에서는 IPv6 게이트웨이 그룹을 할당할 수 없습니다.
pl_pl: Nie możesz przypisać grupy bramek IPv6 do reguły IPv4.
uk_ua: Ви не можете призначити групу шлюзів IPv6 правилу IPv4.
zh_cn: 您无法在IPv4规则上分配IPv6网关组。

source: You can not assign an IPv4 gateway group on an IPv6 rule.
cs_cz: Není možné přiřadit skupinu IPv4 brány IPv6 pravidlu.
de_de: Sie können kein IPv4 Gateway Gruppe zu einer IPv6 Filter Regel zuweisen.
el_gr: Δεν μπορείτε να αντιστοιχίσετε μια ομάδα πύλης IPv4 σε έναν κανόνα IPv6.
fa_ir: نمی‌توانید یک گروه دروازه IPv4 را به یک قانون IPv6 اختصاص دهید.
fr_fr: Vous ne pouvez pas assigner un groupe de passerelles IPv4 à un règle de filtrage IPv6.
it_it: Non è possibile assegnare un gruppo gateway IPv4 su una regola IPv6.
ko_kr: IPv6 규칙에서는 IPv4 게이트웨이 그룹을 할당할 수 없습니다.
pl_pl: Nie możesz przypisać grupy bramek IPv4 do reguły IPv6.
uk_ua: Ви не можете призначити групу шлюзів IPv4 правилу IPv6.
zh_cn: 您无法在IPv6规则上分配IPv4网关组。

source: Active/Inactive Schedule (click to view/edit)
cs_cz: Aktivní/neaktivní plán (kliknutím zobrazíte/upravíte)
de_de: Aktive/Inaktive Zeitpläne (zum Anzeigen/Bearbeiten klicken)
el_gr: Ενεργό/Ανενεργό Πρόγραμμα (κάντε κλικ για προβολή/επεξεργασία)
fa_ir: زمان‌بندی فعال/غیرفعال (برای مشاهده/ویرایش کلیک کنید)
fr_fr: Programme actif/inactif (cliquez pour afficher/modifier)
it_it: Programma attivo/inattivo (fare clic per visualizzare/modificare)
ko_kr: 활성/비활성 스케줄(클릭하여 보거나 편집)
pl_pl: Harmonogram Aktywny/Nieaktywny (kliknij, aby wyświetlić/edytować)
uk_ua: Активний/Неактивний розклад (натисніть для перегляду/редагування)
zh_cn: 活动/非活动计划(单击查看/编辑)

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source. Optionally provide a Source Hash Key to make it persist when the ruleset is reloaded. Must be 0x followed by 32 hexadecimal digits.
cs_cz: Otisk (hash) zdroje: K určení adresy překladu se používá otisk zdrojové adresy, což zajišťuje, že adresa přesměrování je pro daný zdroj vždy stejná. Volitelně zadejte Klíč otisku zdroje, aby byl zachován i při opětovném načtení sady pravidel. Je třeba, aby měl hodnotu 0x následovanou 32 šestnáctkovými číslicemi.
de_de: Quell-Hash: Verwendet einen Hash der Quelladresse, um die Zieladresse zu bestimmen. Dadurch wird sichergestellt, dass eine Quelle stets derselben Zieladresse zugewiesen wird. Optional kann ein Quell-Hash-Schlüssel angegeben werden, um die Persistenz beim Neuladen der Regelmenge sicherzustellen. Der Schlüssel muss mit 0x beginnen und 32 hexadezimale Zeichen enthalten.
el_gr: Hash πηγής: Χρησιμοποιεί ένα hash της διεύθυνσης πηγής για να προσδιορίσει τη διεύθυνση μετάφρασης, διασφαλίζοντας ότι η διεύθυνση ανακατεύθυνσης είναι πάντα η ίδια για μια δεδομένη πηγή. Προαιρετικά, παρέχετε ένα κλειδί Hash πηγής για να διατηρείται όταν επαναφορτωθεί το σύνολο κανόνων. Πρέπει να είναι 0x ακολουθούμενο από 32 δεκαεξαδικά ψηφία.
fa_ir: هش مبدأ: از هش آدرس مبدأ برای تعیین آدرس ترجمه استفاده می‌کند و تضمین می‌کند که آدرس تغییرمسیر برای یک مبدأ مشخص همیشه یکسان بماند. اختیاری است؛ می‌توانید یک کلید هش مبدأ وارد کنید تا هنگام بارگذاری مجدد مجموعه قوانین حفظ شود. باید با 0x شروع شده و به‌دنبال آن 32 رقم هگزادسیمال بیاید.
fr_fr: Hash source : utilise un hachage de l'adresse source pour déterminer l'adresse de traduction, garantissant que l'adresse de redirection est toujours la même pour une source donnée. Fournissez éventuellement une clé de hachage source pour la faire persister lorsque l'ensemble de règles est rechargé. Doit être 0x suivi de 32 chiffres hexadécimaux.
it_it: Hash di origine: utilizza un hash dell'indirizzo di origine per determinare l'indirizzo di traduzione, garantendo che l'indirizzo di reindirizzamento sia sempre lo stesso per una determinata origine. Facoltativamente, fornisci una chiave hash di origine per renderla persistente quando il set di regole viene ricaricato. Deve essere 0x seguito da 32 cifre esadecimali.
ko_kr: 소스 해시: 소스 주소의 해시를 사용하여 변환 주소를 결정하여 지정된 출발지에 대해 리디렉션 주소가 항상 동일한지 확인합니다. 선택적으로 소스 해시 키를 제공하여 규칙 집합을 다시 로드할 때 소스 해시 키가 유지되도록 합니다. 0x 뒤에 32자리의 16진수가 와야 합니다.
pl_pl: Hash źródła: Używa skrótu adresu źródłowego do określenia adresu tłumaczenia, zapewniając, że adres przekierowania jest zawsze taki sam dla danego źródła. Opcjonalnie podaj klucz Hash źródła, aby utrzymać go po ponownym załadowaniu zestawu reguł. Musi być poprzedzony 0x i składać się z 32 cyfr szesnastkowych.
uk_ua: Хеш джерела: Використовує хеш вихідної адреси для визначення адреси трансляції, забезпечуючи, що адреса перенаправлення завжди однакова для даного джерела. За бажанням, надайте ключ хешу джерела, щоб він зберігався при перезавантаженні набору правил. Має бути 0x, за яким йдуть 32 шістнадцяткові цифри.
zh_cn: Source Hash:使用源地址的哈希值来确定转换地址，确保给定源的重定向地址始终相同。提供源哈希密钥(可选)，以便在重新加载规则集时使其保持不变。必须是0x后跟32个十六进制数字。

source: Enter the destination network for the outbound NAT mapping.
cs_cz: Zadejte cílovou síť pro odchozí NAT mapování.
de_de: Geben Sie das Zielnetzwerk für die ausgehende NAT-Zuordnung an.
el_gr: Εισαγάγετε το δίκτυο προορισμού για την αντιστοίχιση εξερχόμενου NAT.
fa_ir: شبکه مقصد را برای نگاشت NAT خروجی وارد کنید.
fr_fr: Saisissez le réseau de destination pour le mappage NAT sortant.
it_it: Immettere la rete di destinazione per la mappatura NAT in uscita.
ko_kr: 아웃바운드 NAT 매핑의 대상 네트워크를 입력하세요.
pl_pl: Wprowadź sieć docelową dla mapowania docelowego NATu.
uk_ua: Введіть цільову мережу для вихідного NAT-мапування.
zh_cn: 输入出站NAT映射的目标网络。

source: Source Hash Key must be 0x followed by 32 hexadecimal digits
cs_cz: Je třeba, aby klíč otisku zdroje bylo 0x následované 32 šestnáctkovými číslicemi
de_de: Hash Key der Quelle muss 0x gefolgt von 32 Hexadezimalbits sein
el_gr: Το κλειδί κατακερματισμού πηγής πρέπει να είναι 0x ακολουθούμενο από 32 δεκαεξαδικά ψηφία
fa_ir: کلید هش منبع باید با 0x شروع شود و پس از آن ۳۲ رقم هگزادسیمال قرار گیرد.
fr_fr: La clé de hachage de la source doit être 0x suivie de 32 chiffres hexadécimaux.
it_it: La chiave hash di origine deve essere 0x seguita da 32 cifre esadecimali
ko_kr: 소스 해시 키는 0x 뒤에 32자리의 16진수여야 합니다
pl_pl: Klucz Hash źródła musi być poprzedzony 0x i składać się z 32 cyfr szesnastkowych
uk_ua: Ключ хешу джерела має бути 0x, за яким йдуть 32 шістнадцяткові цифри
zh_cn: Source Hash密钥必须是0x后跟32个十六进制数字

source: Source Hash Key is only valid for Source Hash type
cs_cz: Klíč otisku zdroje je platný pouze pro typ otisku zdroje
de_de: Quell-Hash-Schlüssel ist nur für Quell-Hash-Typ gültig
el_gr: Το κλειδί κατακερματισμού πηγής είναι έγκυρο μόνο για τον τύπο κατακερματισμού πηγής
fa_ir: کلید Source Hash فقط برای نوع Source Hash معتبر است
fr_fr: La clé de hachage de la source n'est valable que pour le type de hachage de la source.
it_it: La chiave hash di origine è valida solo per il tipo hash di origine
ko_kr: 소스 해시 키는 소스 해시 유형에만 유효합니다
pl_pl: Klucz Hash źródła jest ważny tylko dla typu Hash źródła
uk_ua: Ключ хешу джерела дійсний лише для типу хешу джерела
zh_cn: Source Hash密钥仅对源哈希类型有效

source: Automatic rules
cs_cz: Automatická pravidla
de_de: Automatische Regeln
el_gr: Αυτόματοι κανόνες
fa_ir: قوانین خودکار
fr_fr: Règles automatiques
it_it: Regole automatiche
ko_kr: 자동 규칙
pl_pl: Regóły automatyczne
uk_ua: Автоматичні правила
zh_cn: 自动规则

source: Manual rules
cs_cz: Ručně zadaná pravidla
de_de: Manuelle Regeln
el_gr: Χειροκίνητοι κανόνες
fa_ir: قوانین دستی
fr_fr: Règles manuelles
it_it: Regole manuali
ko_kr: 수동 규칙
pl_pl: Reguły ręczne
uk_ua: Ручні правила
zh_cn: 手动规则

source: Disabled linked rule
cs_cz: Propojené pravidlo vypnuto
de_de: Verknüpfte Regel deaktiviert
el_gr: Απενεργοποιημένος συνδεδεμένος κανόνας
fa_ir: قانون مرتبط غیرفعال
fr_fr: Règle liée désactivée
it_it: Regola collegata disabilitata
ko_kr: 연결된 규칙 사용 안 함
pl_pl: Wyłączona połączona reguła
uk_ua: Вимкнене зв'язане правило
zh_cn: 禁用链接规则

source: Disabled no redirect
cs_cz: Vypnuto žádné přesměrování
de_de: Deaktiviere keine Umleitung
el_gr: Απενεργοποιήθηκε χωρίς ανακατεύθυνση
fa_ir: غیرفعال (بدون تغییر مسیر)
fr_fr: Désactivé pas de redirection
it_it: Disabilitato nessun reindirizzamento
ko_kr: 리디렉션 사용 안 함
pl_pl: Wyłącz bez przekierowania
uk_ua: Вимкнено без перенаправлення
zh_cn: 禁用无重定向

source: Delete selected
cs_cz: Smazat označené
de_de: Ausgewählte löschen
el_gr: Διαγραφή επιλεγμένων
fa_ir: حذف موارد انتخاب‌شده
fr_fr: Supprime la sélection
it_it: Elimina selezionato
ko_kr: 선택 삭제
pl_pl: Usuń wybrane
uk_ua: Видалити вибране
zh_cn: 删除所选

source: Disable selected rules?
cs_cz: Smazat označená pravidla?
de_de: Ausgewählte Regeln deaktivieren?
el_gr: Απενεργοποίηση επιλεγμένων κανόνων;
fa_ir: آیا می‌خواهید قوانین انتخاب‌شده را غیرفعال کنید؟
fr_fr: Désactiver les règles sélectionnées ?
it_it: Disabilitare le regole selezionate?
ko_kr: 선택한 규칙을 사용하지 않도록 설정하시겠습니까?
pl_pl: Wyłączyć wybrane reguły?
uk_ua: Вимкнути вибрані правила?
zh_cn: 禁用所选规则？

source: Enable selected rules?
cs_cz: Zapnout označená pravidla?
de_de: Ausgewählte Regeln aktivieren?
el_gr: Ενεργοποίηση επιλεγμένων κανόνων;
fa_ir: آیا قوانین انتخاب‌شده فعال شوند؟
fr_fr: Activer les règles sélectionnées ?
it_it: Abilitare le regole selezionate?
ko_kr: 선택한 규칙을 사용하시겠습니까?
pl_pl: Włączyć wybrane reguły?
uk_ua: Увімкнути вибрані правила?
zh_cn: 启用所选规则？

source: %s columns
cs_cz: %s sloupce
de_de: %s Spalten
el_gr: %s στήλες
fa_ir: %s ستون
fr_fr: %s colonnes
it_it: %s colonne
ko_kr: %s 열
pl_pl: Kolumn: %s
uk_ua: %s стовпців
zh_cn: %s列

source: The uploaded file could not be decrypted.
cs_cz: Nahrávaný soubor se nepodařilo rozšifrovat.
de_de: Die hochgeladene Datei konnte nicht entschlüsselt werden.
el_gr: Δεν ήταν δυνατή η αποκρυπτογράφηση του μεταφορτωμένου αρχείου.
fa_ir: فایل بارگذاری‌شده رمزگشایی نشد.
fr_fr: Le fichier téléchargé n'a pas pu être décrypté.
it_it: Non è stato possibile decrittografare il file caricato.
ko_kr: 업로드한 파일의 암호를 해독할 수 없습니다.
pl_pl: Przesłany plik nie mógł zostać odszyfrowany.
uk_ua: Завантажений файл не вдалося розшифрувати.
zh_cn: 上传的文件无法解密。

source: You do not have the permission to perform this action.
cs_cz: Nemáte oprávnění k provedení této akce.
de_de: Sie haben nicht die Berechtigung, diese Aktion auszuführen.
el_gr: Δεν έχετε την άδεια να εκτελέσετε αυτήν την ενέργεια.
fa_ir: شما اجازهٔ انجام این عمل را ندارید.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.
it_it: Non hai l'autorizzazione per eseguire questa azione.
ko_kr: 이 작업을 수행할 수 있는 권한이 없습니다.
pl_pl: Nie masz uprawnień do wykonania tej czynności.
uk_ua: Ви не маєте дозволу на виконання цієї дії.
zh_cn: 您无权执行此操作。

source: You must supply the password for decryption.
cs_cz: Je třeba zadat heslo pro rozšifrování.
de_de: Sie müssen das Passwort zur entschlüsselung angeben.
el_gr: Πρέπει να δώσετε τον κωδικό πρόσβασης για την αποκρυπτογράφηση.
fa_ir: برای رمزگشایی باید رمز عبور را وارد کنید.
fr_fr: Vous devez fournir le mot de passe pour le décryptage.
it_it: È necessario fornire la password per la decrittografia.
ko_kr: 복호화를 위해 비밀번호를 제공해야 합니다.
pl_pl: Musisz podać hasło do odszyfrowania.
uk_ua: Ви повинні надати пароль для розшифровки.
zh_cn: 您必须提供解密密码。

source: Toggle sidebar
cs_cz: (Ne)zobrazovat postranní panel
de_de: Sidebar umschalten
el_gr: Εναλλαγή πλευρικής γραμμής
fa_ir: نمایش/پنهان کردن نوار کناری
fr_fr: Afficher la barre latérale
it_it: Attiva/disattiva la barra laterale
ko_kr: 사이드바 전환
pl_pl: Przełącz pasek boczny
uk_ua: Перемкнути бічну панель
zh_cn: 切换侧栏

source: Elapsed
cs_cz: Uplynulé
de_de: Vergangen
el_gr: Παρέλθει
fa_ir: سپری‌شده
it_it: Trascorso
ko_kr: 경과됨
pl_pl: Upłynęło
uk_ua: Час, що минув
zh_cn: 过去

source: Now
cs_cz: Nyní
de_de: Jetzt
el_gr: Τώρα
fa_ir: اکنون
fr_fr: Maintenant
it_it: Ora
ko_kr: 지금
pl_pl: Teraz
uk_ua: Зараз
zh_cn: 现在

source: Queries
cs_cz: Dotazy
de_de: Abfragen
el_gr: Ερωτήματα
fa_ir: پرس‌وجوها
fr_fr: Requêtes
it_it: Domande
ko_kr: 쿼리
pl_pl: Zapytania
uk_ua: Запити
zh_cn: 查询

source: Prefetch
cs_cz: Přednačíst
de_de: Vorabruf
el_gr: Προανάκτηση
fa_ir: پیش‌بارگذاری
fr_fr: Préfixe
it_it: Prelettura
ko_kr: 프리페치
pl_pl: Wstępne pobieranie
uk_ua: Попереднє завантаження
zh_cn: 预取

source: Cache hits
cs_cz: Odbaveno z mezipaměti
de_de: Cache-Treffer
el_gr: Επισκέψεις στην προσωρινή μνήμη
fa_ir: برخوردهای کش
fr_fr: Hits de cache
it_it: Risultati della cache
ko_kr: 캐시 적중
pl_pl: Trafienia w pamięci podręcznej
uk_ua: Попадання в кеш
zh_cn: 缓存命中
