Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Block user-agents. You may use a regular expression, use a comma or press Enter for new item. Examples: "^(.)+Macintosh(.)+Firefox/37\.0" matches on "Macintosh version of Firefox revision 37.0"; "^Mozilla" matches on "all Mozilla based browsers"
cs_cz: Blokování uživatelských agentů. Je možné použít regulární výraz, čárku nebo stiskem klávesy Enter zadat další položku. Příklady: „^(.)+Macintosh(.)+Firefox/37\.0“ odpovídá „verzi Firefoxu 37.0 pro Macintosh“; „^Mozilla“ odpovídá „všem prohlížečům založeným na Mozille“.
de_de: Blockiere user-agents. Sie können einen regulären Ausdruck verwenden, ein Komma setzen oder die Eingabetaste drücken, um ein neues Element zu erstellen. Beispiele: "^(.)+Macintosh(.)+Firefox/37\.0" entspricht der "Macintosh-Version von Firefox Revision 37.0"; "^Mozilla" entspricht allen Mozilla-basierten Browsern.
el_gr: Αποκλεισμός πρακτόρων χρήστη. Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: Το "^(.)+Macintosh(.)+Firefox/37\.0" ταιριάζει στην "έκδοση Macintosh του Firefox αναθεώρηση 37.0"· το "^Mozilla" ταιριάζει σε "όλα τα προγράμματα περιήγησης που βασίζονται στο Mozilla"
fa_ir: مسدود کردن user-agentها. می‌توانید از عبارت منظم استفاده کنید، با کاما جدا کنید یا برای آیتم جدید Enter بزنید. مثال‌ها: "^(.)+Macintosh(.)+Firefox/37\.0" مطابقت با "Macintosh version of Firefox revision 37.0"; "^Mozilla" مطابقت با "all Mozilla based browsers"
fr_fr: Bloquer les agents utilisateurs. Vous pouvez utiliser une expression régulière, utiliser une virgule ou appuyer sur Entrée pour un nouvel élément. Exemples: "^ (.)+Macintosh(.)+Firefox/37\.0" correspond à "Version Macintosh de Firefox révision 37.0";"^Mozilla" correspond à "tous les navigateurs basés sur Mozilla"
it_it: Blocca gli user-agent. Puoi usare un'espressione regolare, usare una virgola o premere Invio per un nuovo elemento. Esempi: "^(.)+Macintosh(.)+Firefox/37\.0" corrisponde a "Versione Macintosh di Firefox revisione 37.0"; "^Mozilla" corrisponde a "tutti i browser basati su Mozilla"
ko_kr: 사용자 에이전트를 차단합니다. 정규식을 사용하거나 쉼표를 사용하거나 Enter 키를 눌러 새 항목을 선택할 수 있습니다. 예: "^(.)"+ 매킨토시(.)+Firefox/37\.0"은 "Macintosh 버전의 Firefox 리비전 37.0"과 일치하고, "^Mozilla"는 "모든 Mozilla 기반 브라우저"와 일치합니다
pl_pl: Blokuj user-agents. Możesz użyć wyrażenia regularnego, użyj przecinka lub naciśnij Enter dla nowego elementu. Przykłady: "^(.)+Macintosh(.)+Firefox/37.0" odpowiada "Macintosh version of Firefox revision 37.0"; "^Mozilla" odpowiada "wszystkie przeglądarki oparte na Mozilli"
uk_ua: Блокувати user-agent. Можна використовувати регулярний вираз, використовувати кому або натиснути Enter для нового елемента. Приклади: "^(.)+Macintosh(.)+Firefox/37\.0" збігається з "Macintosh version of Firefox revision 37.0"; "^Mozilla" збігається з "all Mozilla based browsers"
zh_cn: 阻止用户代理。可以使用正则表达式，使用逗号或按回车键输入新项目。例如:"^(.)+Macintosh(.)+Firefox/37\.0"匹配"Macintosh平台上的Firefox37.0"; "^Mozilla" 匹配"所有基于Mozilla的浏览器"

source: Blocks files like .htaccess files or other files not intended for the public.
cs_cz: Blokovat soubory jako .htaccess a další, nezamýšlené veřejnosti.
de_de: Blockiert Dateien wie .htaccess oder andere, die nicht öffentlich zugänglich sein sollen.
el_gr: Αποκλείει αρχεία όπως αρχεία .htaccess ή άλλα αρχεία που δεν προορίζονται για το κοινό.
fa_ir: فایل‌هایی مانند .htaccess یا سایر فایل‌های غیرقابل‌دسترسی عمومی را مسدود می‌کند.
fr_fr: Bloque les fichiers tels que les fichiers .htaccess ou d'autres fichiers non destinés au public.
it_it: Blocca file come file .htaccess o altri file non destinati al pubblico.
ko_kr: .htaccess 파일과 같은 파일이나 공용이 아닌 다른 파일을 차단합니다.
pl_pl: Blokuj pliki takie jak .htaccess lub inne pliki nieprzeznaczone dla publiczności.
uk_ua: Блокує файли, такі як .htaccess, або інші файли, не призначені для загального доступу.
zh_cn: 阻止.htaccess文件之类的文件或其他非公开文件。

source: Blocks the request when a possibly bad bot is detected and adds the originating IP to the managed firewall alias for permanent blocking.
cs_cz: Zablokuje požadavek, pokud je vyhodnocen jako pocházející od zákeřného automatu (bot) a přidá IP adresu původu do spravovaného alternativního názvu brány firewall pro trvalé zablokování.
de_de: Blockiert die Anfrage, wenn ein möglicherweise bösartiger Bot erkannt wird, und fügt die ursprüngliche IP dem verwalteten Firewall-Alias ​​zur dauerhaften Blockierung hinzu.
el_gr: Αποκλείει το αίτημα όταν εντοπιστεί ένα πιθανώς κακόβουλο bot και προσθέτει την αρχική διεύθυνση IP στο ψευδώνυμο του διαχειριζόμενου τείχους προστασίας για μόνιμο αποκλεισμό.
fa_ir: وقتی یک بات احتمالاً مخرب شناسایی شد، درخواست را مسدود کرده و آی‌پی مبدأ را به alias مدیریت‌شده فایروال اضافه می‌کند تا به‌صورت دائم مسدود شود.
fr_fr: Bloque la demande lorsqu'un bot éventuellement défectueux est détecté et ajoute l'adresse IP d'origine à l'alias de pare-feu géré pour un blocage permanent.
it_it: Blocca la richiesta quando viene rilevato un bot potenzialmente dannoso e aggiunge l'IP di origine all'alias del firewall gestito per il blocco permanente.
ko_kr: 잠재적으로 잘못된 봇이 탐지되면 요청을 차단하고 영구 차단을 위해 관리되는 방화벽 별칭에 원래 IP를 추가합니다.
pl_pl: Blokuj żądanie, gdy zostanie wykryty prawdopodobnie szkodliwy bot i dodaje pochodzące IP do zarządzanego aliasu zapory ogniowej w celu stałego blokowania.
uk_ua: Блокує запит, коли виявлено потенційно поганого бота, та додає вихідний IP до керованого псевдоніма брандмауера для постійного блокування.
zh_cn: 当检测到可能是坏机器人时阻止请求，并将原始IP添加到托管防火墙别名中以进行永久阻止。

source: Body Buffer Size
cs_cz: Velikost vyrovnávací paměti těla
de_de: Body-Puffergröße
el_gr: Μέγεθος ρυθμιστικού σώματος
fa_ir: اندازه بافر بدنه
fr_fr: Taille de la mémoire tampon du corps
it_it: Dimensioni del buffer del corpo
ko_kr: 본문 버퍼 크기
pl_pl: Rozmiar Bufora Ciała
uk_ua: Розмір буфера тіла
zh_cn: Body缓冲大小

source: Buckets
cs_cz: Kbelíky
el_gr: Κουβάδες
fa_ir: باکت‌ها
fr_fr: Seaux
it_it: Secchi
ko_kr: 버킷
pl_pl: Koszyki
uk_ua: Відра
zh_cn: 存储桶

source: Burst (HTTP Only)
cs_cz: Dávka (pouze HTTP)
de_de: Burst (nur HTTP)
el_gr: Ριπή (Μόνο HTTP)
fa_ir: Burst (فقط HTTP)
fr_fr: Burst (HTTP uniquement)
it_it: Burst (solo HTTP)
ko_kr: Burst (HTTP만)
pl_pl: Poryw (Tylko HTTP)
uk_ua: Серія (Тільки HTTP)
zh_cn: Burst (仅HTTP)

source: CA Certificate
cs_cz: Certifikát cert. autority
de_de: CA-Zertifikat
el_gr: Πιστοποιητικό CA
fa_ir: گواهی CA
fr_fr: Certificat CA
it_it: Certificato CA
ko_kr: CA 인증서
pl_pl: Certyfikat CA
uk_ua: Сертифікат ЦС
zh_cn: CA证书

source: CPU Affinity Rules
cs_cz: Pravidla afinity procesoru
de_de: CPU-Zuweisungsregeln
el_gr: Κανόνες Συνάφειας CPU
fa_ir: قوانین تخصیص CPU
fr_fr: Règles d'affinité des CPU
it_it: Regole di affinità della CPU
ko_kr: CPU 선호도 규칙
pl_pl: Reguły Powinowactwa CPU
uk_ua: Правила прив'язки ЦП
zh_cn: CPU关联性规则

source: CPU ID
cs_cz: Identif. procesoru
el_gr: Αναγνωριστικό CPU
fa_ir: شناسه CPU
fr_fr: ID CPU
it_it: ID della CPU
pl_pl: ID CPU
uk_ua: ID ЦП

source: Cache Max TTL
cs_cz: Nejvyšší životnost mezipaměti
de_de: Maximale Cache-Gültigkeitsdauer (TTL)
el_gr: Μέγιστο TTL προσωρινής μνήμης
fa_ir: حداکثر TTL کش
it_it: TTL massimo della cache
ko_kr: 캐시 최대 TTL
pl_pl: Maksymalny TTL Pamięci Podręcznej
uk_ua: Макс. час життя кешу
zh_cn: 缓存最大TTL

source: Cache Min TTL
cs_cz: Nejnižší životnost mezipaměti
de_de: Minimale Cache-Gültigkeitsdauer (TTL)
el_gr: Ελάχιστη TTL προσωρινής μνήμης
fa_ir: حداقل TTL کش
it_it: TTL minimo cache
ko_kr: 캐시 최소 TTL
pl_pl: Minimalny TTL Pamięci Podręcznej
uk_ua: Мін. час життя кешу
zh_cn: 缓存最小TTL

source: Cache Negative Max TTL
cs_cz: Nejvyšší životnost negativní mezipaměti
de_de: Maximale Gültigkeitsdauer für negative Cache-Einträge
el_gr: Μέγιστο TTL αρνητικού cache
fa_ir: حداکثر TTL کش منفی
fr_fr: Cache négatif Max TTL
it_it: TTL massimo negativo della cache
ko_kr: 캐시 네거티브 최대 TTL
pl_pl: Maksymalny Negatywny TTL Pamięci Podręcznej
uk_ua: Макс. негативний час життя кешу
zh_cn: Cache Negative最大TTL

source: Cache Negative Min TTL
cs_cz: Nejnižší životnost negativní mezipaměti
de_de: Minimale Gültigkeitsdauer für negative Cache-Einträge
el_gr: Αρνητικό ελάχιστο TTL προσωρινής μνήμης
fa_ir: حداقل TTL کش منفی
fr_fr: Cache négatif Min TTL
it_it: TTL minimo negativo della cache
ko_kr: 캐시 네거티브 최소 TTL
pl_pl: Minimalny Negatywny TTL Pamięci Podręcznej
uk_ua: Мін. негативний час життя кешу
zh_cn: 缓存负最小 TTL

source: Cache: Background Update
cs_cz: Mezipaměť: aktualizace na pozadí
de_de: Cache: Hintergrundaktualisierung
el_gr: Cache: Ενημέρωση φόντου
fa_ir: کش: به‌روزرسانی پس‌زمینه
fr_fr: Cache : Mise à jour du fond
it_it: Cache: aggiornamento in background
ko_kr: 캐시: 백그라운드 업데이트
pl_pl: Pamięć Podręczna: Aktualizacja w Tle
uk_ua: Кеш: Фонове оновлення
zh_cn: 缓存后台更新

source: Cache: Directory
cs_cz: Mezipaměť: složka
de_de: Cache: Verzeichnis
el_gr: Κρυφή μνήμη: Κατάλογος
fa_ir: کش: دایرکتوری
fr_fr: Cache : Répertoire
it_it: Cache: elenco
ko_kr: 캐시: 디렉토리
pl_pl: Pamięć Podręczna: Katalog
uk_ua: Кеш: Тека
zh_cn: 缓存目录

source: Cache: HTTP Verbs
cs_cz: Mezipaměť: HTTP slovesa
de_de: Cache: HTTP-Verben
el_gr: Κρυφή μνήμη: Ρήματα HTTP
fa_ir: کش: متدهای HTTP
fr_fr: Cache : Verbes HTTP
it_it: Cache: verbi HTTP
ko_kr: 캐시: HTTP 요청 메소드
pl_pl: Pamięć Podręczna: Czasy Dostępu HTTP
uk_ua: Кеш: Дієслова HTTP
zh_cn: 缓存HTTP动作

source: Cache: Lock Backend on Update
cs_cz: Mezipaměť: při aktualizaci uzamknout podpůrnou vrstvu
de_de: Cache: Backend bei Aktualisierung sperren
el_gr: Cache: Κλείδωμα Backend κατά την ενημέρωση
fa_ir: کش: قفل کردن بک‌اند هنگام به‌روزرسانی
fr_fr: Cache : Verrouillage du backend lors de la mise à jour
it_it: Cache: blocca il backend all'aggiornamento
ko_kr: 캐시: 업데이트 시 백엔드 잠금
pl_pl: Pamięć Podręczna: Zablokuj Backend podczas Aktualizacji
uk_ua: Кеш: Блокувати бекенд під час оновлення
zh_cn: 缓存在更新时锁定后端

source: Cache: Minimum Uses
cs_cz: Mezipaměť: minimální použití
de_de: Cache: Minimale Verwendungen
el_gr: Κρυφή μνήμη: Ελάχιστες χρήσεις
fa_ir: کش: حداقل دفعات استفاده
fr_fr: Cache : Utilisations minimales
it_it: Cache: usi minimi
ko_kr: 캐시: 최소 사용량
pl_pl: Pamięć Podręczna: Minimalne Użycia
uk_ua: Кеш: Мінімальне використання
zh_cn: 缓存最低使用量

source: Cache: Revalidate
cs_cz: Mezipaměť: znovu ověřit
de_de: Cache: Revalidieren
el_gr: Κρυφή μνήμη: Επανεπικύρωση
fa_ir: کش: اعتبارسنجی مجدد
fr_fr: Cache : Revalidez
it_it: Cache: riconvalidare
ko_kr: 캐시: 재검증
pl_pl: Pamięć Podręczna: Ponowne Walidowanie
uk_ua: Кеш: Повторно перевірити
zh_cn: 缓存重新验证

source: Cache: Use Stale
cs_cz: Mezipaměť: Použít Stale
de_de: Cache: Abgelaufene Daten verwenden
el_gr: Cache: Χρήση Stale
fa_ir: کش: استفاده از محتوای قدیمی
fr_fr: Cache : Utilisation de Stale
it_it: Cache: usa stantio
ko_kr: 캐시: 만료된 데이터 사용
pl_pl: Pamięć Podręczna: Użyj Przeterminowanego
uk_ua: Кеш: Використовувати застарілі
zh_cn: 缓存过期响应

source: Capture All
cs_cz: Zachytávat vše
de_de: Alles erfassen
el_gr: Καταγραφή όλων
fa_ir: ضبط همه
fr_fr: Capturez tout
it_it: Cattura tutto
ko_kr: 모두 캡처
pl_pl: Przechwytuj Wszystko
uk_ua: Захопити все
zh_cn: 全部捕获

source: Cert Refresh Delay
cs_cz: Prodleva obnovení certifikátu
de_de: Zertifikat-Aktualisierungsverzögerung
el_gr: Καθυστέρηση ανανέωσης πιστοποιητικού
fa_ir: تاخیر تازه‌سازی گواهی
fr_fr: Délai de rafraîchissement Cert
it_it: Ritardo aggiornamento certificato
ko_kr: 인증서 새로 고침 지연
pl_pl: Opóźnienie Odświeżania Certyfikatu
uk_ua: Затримка оновлення сертифіката
zh_cn: 证书刷新延迟

source: Certificate Authorities
cs_cz: Certifikační autority
de_de: Zertifizierungsstellen
el_gr: Αρχές έκδοσης πιστοποιητικών
fa_ir: مراجع صدور گواهی
fr_fr: Autorités de certification
it_it: Autorità di certificazione
ko_kr: 인증서 기관
pl_pl: Organizacje Certyfikujące
uk_ua: Центри сертифікації
zh_cn: 证书颁发机构

source: Certificate Hash
cs_cz: Otisk (hash) certifikátu
de_de: Zertifikat-Hash
el_gr: Κατακερματισμός πιστοποιητικού
fa_ir: هش گواهی
fr_fr: Certificat Hash
it_it: Hash del certificato
ko_kr: 인증서 해시
pl_pl: Skrót Certyfikatu
uk_ua: Хеш сертифіката
zh_cn: 证书哈希

source: Certificate Hash Type
cs_cz: Typ otisku certifikátu
de_de: Zertifikat-Hash Typ
el_gr: Τύπος κατακερματισμού πιστοποιητικού
fa_ir: نوع هش گواهی
fr_fr: Type de hachage de certificat
it_it: Tipo di hash del certificato
ko_kr: 인증서 해시 유형
pl_pl: Typ Skrótu Certyfikatu
uk_ua: Тип хешу сертифіката
zh_cn: 证书哈希类型

source: Certificate Revocation Lists
cs_cz: Seznamy certifikátů s odvolanou platností
de_de: Listen widerrufener Zertifikate
el_gr: Λίστες ανάκλησης πιστοποιητικών
fa_ir: فهرست‌های ابطال گواهی
fr_fr: Listes de révocation de certificats
it_it: Elenchi di revoche di certificati
ko_kr: 인증서 취소 목록
pl_pl: Listy Unieważnienia Certyfikatów
uk_ua: Списки відкликаних сертифікатів
zh_cn: 证书撤销列表

source: Charset
cs_cz: Znaková sada
de_de: Zeichensatz
el_gr: Σύνολο χαρακτήρων
fa_ir: مجموعه کاراکتر
fr_fr: Jeu de caractères
it_it: Carattere
ko_kr: 문자셋
pl_pl: Zestaw Znaków
uk_ua: Набір символів
zh_cn: 字符集

source: Check this box to match the variable name and not its content when matching any of the above checkboxes.
cs_cz: Tuto kolonku zaškrtněte, pokud při porovnávání s některou z výše uvedených kolonek porovnávat název proměnné, nikoli její obsah.
de_de: Aktivieren Sie dieses Kontrollkästchen, um bei Übereinstimmung mit einem der oben aufgeführten Kontrollkästchen den Variablennamen und nicht dessen Inhalt abzugleichen.
el_gr: Επιλέξτε αυτό το πλαίσιο για να ταιριάζει με το όνομα της μεταβλητής και όχι με το περιεχόμενό της, όταν αντιστοιχίζετε οποιοδήποτε από τα παραπάνω πλαίσια ελέγχου.
fa_ir: برای مطابقت با نام متغیر (نه محتوای آن) هنگام بررسی هر یک از چک‌باکس‌های بالا، این کادر را تیک بزنید.
fr_fr: Cochez cette case pour faire correspondre le nom de la variable et non son contenu lors de la correspondance avec l'une des cases ci-dessus.
it_it: Seleziona questa casella per far corrispondere il nome della variabile e non il suo contenuto quando si abbina una delle caselle di controllo precedenti.
ko_kr: 위의 확인란과 일치할 때 변수 이름을 일치시키고 변수의 내용을 일치시키지 않으려면 이 확인란을 선택합니다.
pl_pl: Zaznacz to pole, aby dopasować nazwę zmiennej, a nie jej zawartość podczas dopasowywania któregokolwiek z powyższych pól wyboru.
uk_ua: Поставте цей прапорець, щоб зіставляти ім'я змінної, а не її вміст, при зіставленні будь-якого з вищезазначених прапорців.
zh_cn: 选中该选项来匹配变量名称，而不是匹配上述任何复选框时的内容。

source: Check this to serve a file list when a directory is requested. This is useful for serving multiple files with someone without a web application. It is recommended to use this option only with authentication.
cs_cz: Zaškrtnutím této položky se při požadavku na adresář zobrazí seznam souborů. To je užitečné pro obsluhu více souborů u někoho bez webové aplikace. Tuto možnost doporučujeme používat pouze s ověřením se.
de_de: Aktivieren Sie diese Option, um eine Dateiliste bereitzustellen, wenn ein Verzeichnis angefragt wird. Dies ist nützlich, um mehrere Dateien bereitzustellen, z. B. ohne Webanwendung. Es wird empfohlen, diese Option nur mit Authentifizierung zu verwenden.
el_gr: Επιλέξτε αυτήν την επιλογή για να εμφανίζεται μια λίστα αρχείων όταν ζητείται ένας κατάλογος. Αυτό είναι χρήσιμο για την εμφάνιση πολλαπλών αρχείων σε κάποιον χωρίς εφαρμογή ιστού. Συνιστάται να χρησιμοποιείτε αυτήν την επιλογή μόνο με έλεγχο ταυτότητας.
fa_ir: برای نمایش فهرست فایل هنگام درخواست دایرکتوری، این گزینه را تیک بزنید. این برای ارائهٔ چند فایل بدون برنامهٔ وب مفید است. توصیه می‌شود فقط همراه با احراز هویت استفاده شود.
fr_fr: Cochez cette case pour servir une liste de fichiers lorsqu'un répertoire est demandé. Ceci est utile pour servir plusieurs fichiers avec une personne sans application Web. Il est recommandé d'utiliser cette option uniquement avec l'authentification.
it_it: Seleziona questo per fornire un elenco di file quando viene richiesta una directory. Ciò è utile per servire più file con qualcuno senza un'applicazione web. Si consiglia di utilizzare questa opzione solo con l'autenticazione.
ko_kr: 디렉토리가 요청될 때 파일 목록을 제공하려면 이 항목을 선택합니다. 웹 응용프로그램 없이 다른 사용자와 함께 여러 파일을 제공할 때 유용합니다. 인증확인 시에만 이 옵션을 사용하는 것이 좋습니다.
pl_pl: Zaznacz to, aby serwować listę plików, gdy żądana jest katalog. Jest to przydatne do udostępniania wielu plików komuś bez aplikacji internetowej. Zaleca się korzystanie z tej opcji tylko z uwierzytelnieniem.
uk_ua: Поставте цей прапорець, щоб надавати список файлів при запиті теки. Це корисно для надання кількох файлів комусь без веб-застосунку. Рекомендується використовувати цю опцію лише з автентифікацією.
zh_cn: 设置此选项则在请求目录时提供文件列表。这对于没有Web应用程序的人提供多个文件很有用。建议仅在认证时使用此选项。

source: Checking this box allows functions like eval or createFunction in JS, or style attributes for CSS.
cs_cz: Zaškrtnutí této kolonky umožňuje používat funkce jako eval nebo createFunction v JS nebo atributy stylů pro CSS.
de_de: Wenn Sie dieses Kontrollkästchen aktivieren, werden Funktionen wie eval oder createFunction in JS oder Stilattribute für CSS aktiviert.
el_gr: Η επιλογή αυτού του πλαισίου επιτρέπει συναρτήσεις όπως η eval ή η createFunction σε JS ή χαρακτηριστικά στυλ για CSS.
fa_ir: با تیک‌زدن این کادر، توابعی مانند eval یا createFunction در JS و صفت‌های style در CSS مجاز می‌شوند.
fr_fr: En cochant cette case, vous autorisez les fonctions telles que eval ou createFunction en JS, ou les attributs de style en CSS.
it_it: Selezionando questa casella si abilitano funzioni come eval o createFunction in JS o attributi di stile per CSS.
ko_kr: 이 상자를 선택하면 JS에서 eval 또는 createFunction과 같은 기능이나 CSS의 스타일 속성을 사용할 수 있습니다.
pl_pl: Zaznaczając to pole umożliwisz funkcje takie jak eval czy createFunction w JS lub atrybuty stylu dla CSS.
uk_ua: Встановлення цього прапорця дозволяє функції, такі як eval або createFunction у JS, або атрибути стилю для CSS.
zh_cn: 选中该选项可以使用JS中的eval或createFunction等函数或CSS的样式属性。

source: Choose CPU affinity rules that should be applied to this Public Service.
cs_cz: Zvolte pravidla afinity procesoru, která by měla být použita pro tuto Veřejnou službu.
de_de: Wählen Sie CPU-Affinitätsregeln aus, die auf diesen öffentlichen Dienst angewendet werden sollen.
el_gr: Επιλέξτε κανόνες συσχέτισης CPU που θα πρέπει να εφαρμοστούν σε αυτήν τη Δημόσια Υπηρεσία.
fa_ir: قوانین تخصیص CPU که باید به این سرویس عمومی اعمال شوند را انتخاب کنید.
fr_fr: Choisissez les règles d'affinité du CPU qui doivent être appliquées à ce service public.
it_it: Scegli le regole di affinità della CPU da applicare a questo servizio pubblico.
ko_kr: 이 공용 서비스에 적용할 CPU 선호도 규칙을 선택하세요.
pl_pl: Wybierz reguły afiniczności CPU, które powinny być zastosowane do tej Publicznej Usługi.
uk_ua: Виберіть правила прив'язки ЦП, які мають бути застосовані до цієї публічної служби.
zh_cn: 择应该应用于此公共服务的CPU关联性规则。

source: Choose CPU affinity rules.
cs_cz: Zvolte pravidla afinity k procesoru.
de_de: Wählen Sie CPU-Affinitätsregeln aus.
el_gr: Επιλέξτε κανόνες συσχέτισης CPU.
fa_ir: قوانین تخصیص CPU را انتخاب کنید.
fr_fr: Choisissez les règles d'affinité du CPU.
it_it: Scegli le regole di affinità della CPU.
ko_kr: CPU 선호도 규칙을 선택하세요.
pl_pl: Wybierz reguły afiniczności CPU.
uk_ua: Виберіть правила прив'язки ЦП.
zh_cn: 选择CPU关联性规则。

source: Choose If in case any case you want to ensure a match to evaluate as is, else choose unless if you want the negated version. Unless is used if you want to use the proxy for every host but not for some special ones.
cs_cz: V případě, že chcete zajistit, aby shoda byla vyhodnocována tak, jak je, zvolte „pokud“. Pokud chcete negovat, zvolte „dokud“. Dokud se používá, pokud chcete použít proxy pro každého hostitele, ale ne pro některé speciální.
de_de: Wähle "Wenn" in jedem Fall, um sicherzustellen, dass eine Übereinstimmung so ausgewertet wird, wie sie ist. Andernfalls wähle "Es sei denn", wenn Sie die negierte Version wünschen. "Es sei denn" wird verwendet, wenn Sie den Proxy für alle Hosts verwenden möchten, außer für bestimmte Hosts.
el_gr: Επιλέξτε "Εάν" σε οποιαδήποτε περίπτωση θέλετε να διασφαλίσετε μια αντιστοίχιση για να αξιολογήσετε ως έχει, διαφορετικά επιλέξτε "εκτός αν" αν θέλετε την αρνητική έκδοση. Το "εκτός αν" χρησιμοποιείται αν θέλετε να χρησιμοποιήσετε τον διακομιστή μεσολάβησης για κάθε κεντρικό υπολογιστή αλλά όχι για ορισμένους ειδικούς.
fa_ir: گزینهٔ 'If' را انتخاب کنید اگر می‌خواهید مطابقت به‌صورت عادی ارزیابی شود؛ در غیر این صورت 'Unless' را انتخاب کنید تا نسخهٔ نقیض اعمال شود. از 'Unless' زمانی استفاده کنید که می‌خواهید پراکسی برای همهٔ میزبان‌ها فعال باشد مگر برای برخی میزبان‌های خاص.
fr_fr: Choisissez Si dans le cas où vous souhaitez assurer une correspondance pour évaluer tel quel, sinon choisissez à moins que si vous voulez la version annulée. Sauf si est utilisé si vous souhaitez utiliser le proxy pour chaque hôte mais pas pour certains spéciaux.
it_it: Scegli se in ogni caso vuoi assicurarti una corrispondenza da valutare così com'è, altrimenti scegli a meno che tu non voglia la versione negata. Unless viene utilizzato se si desidera utilizzare il proxy per ogni host ma non per alcuni host speciali.
ko_kr: 현재 상태로 평가할 일치 항목을 확인하려는 경우를 선택하고, 부정된 버전을 원하지 않는 경우를 선택합니다. 모든 호스트에 대해 프록시를 사용하고 일부 특수 호스트에는 사용하지 않을 경우에만 사용됩니다.
pl_pl: Wybierz "If" w przypadku gdy chcesz zapewnić dopasowanie do oceny w takiej postaci, jak jest, w przeciwnym razie wybierz "unless", jeśli chcesz negowaną wersję. "Unless" jest używane, jeśli chcesz używać proxy dla każdego hosta, ale nie dla niektórych specjalnych.
uk_ua: Виберіть «Якщо», якщо ви хочете перевірити точну відповідність, інакше виберіть «Крім», якщо вам потрібна заперечна версія. «Крім» використовується, якщо ви хочете використовувати проксі для кожного хоста, крім деяких особливих.
zh_cn: 任何情况下都要确保匹配按原样评估，请选择"如果"。如果要对每个主机使用代理，而对某些特殊主机不使用代理，则使用"除非"。

source: Choose URL rewriting rules.
cs_cz: Zvolte pravidla přepisování URL adres.
de_de: Wählen Sie Regeln zur Umschreibung von URLs.
el_gr: Επιλέξτε κανόνες επανεγγραφής URL.
fa_ir: قواعد بازنویسی URL را انتخاب کنید.
fr_fr: Choisissez les règles de réécriture d'URL.
it_it: Scegli le regole di riscrittura degli URL.
ko_kr: URL 다시 쓰기 규칙을 선택합니다.
pl_pl: Wybierz reguły przepisywania adresów URL.
uk_ua: Виберіть правила перезапису URL.
zh_cn: 选择URL重写规则。

source: Choose a Firewall Alias for trusted proxies.
cs_cz: Zvolte alternativní název brány firewall pro důvěryhodné proxy.
de_de: Wählen Sie einen Firewall-Alias für vertrauenswürdige Proxys aus.
el_gr: Επιλέξτε ένα ψευδώνυμο τείχους προστασίας για αξιόπιστους διακομιστές μεσολάβησης.
fa_ir: برای پروکسی‌های مورد اعتماد یک نام مستعار برای فایروال انتخاب کنید.
fr_fr: Choisissez un alias de pare-feu pour les proxies de confiance.
it_it: Scegli un alias firewall per i proxy affidabili.
ko_kr: 신뢰할 수 있는 프록시에 대한 방화벽 별칭을 선택하세요.
pl_pl: Wybierz Alias Zapory dla zaufanych proxy.
uk_ua: Виберіть псевдонім брандмауера для довірених проксі.
zh_cn: 选择可信任代理的防火墙别名。
