Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Related Prefix-List item not found
cs_cz: Související položka seznamu předpon nenalezena
de_de: Zugehöriger Präfixlisteneintrag nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο λίστας προθεμάτων
fa_ir: آیتم Prefix-List مرتبط یافت نشد
fr_fr: Élément de la liste de préfixes connexe non trouvé
it_it: Elemento correlato dell'elenco dei prefissi non trovato
ko_kr: 관련 Prefix-List 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu Prefix-List.
uk_ua: Пов'язаний елемент списку префіксів не знайдено
zh_cn: 找不到相关的前缀列表项

source: Related Route-Map item not found
cs_cz: Související položka mapy tras nenalezena
de_de: Zugehöriger Routenkarteneintrag nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο χάρτη διαδρομής
fa_ir: آیتم Route-Map مرتبط یافت نشد
fr_fr: L'élément Route-Map correspondant n'a pas été trouvé
it_it: Elemento correlato sulla mappa del percorso non trovato
ko_kr: 관련 Route-Map 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu Route-Map.
uk_ua: Пов'язаний елемент карти маршрутів не знайдено
zh_cn: 找不到相关的路由映射项

source: Related action item not found
cs_cz: Související položka akce nenalezena
de_de: Zugehöriger Aktionseintrag nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο ενέργειας
fa_ir: آیتم اقدام مرتبط یافت نشد
fr_fr: Elément d'action associé introuvable
it_it: Azione correlata non trovata
ko_kr: 관련 액션 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu akcji
uk_ua: Пов'язану дію не знайдено
zh_cn: 找不到相关的操作项

source: Related backend item not found
cs_cz: Související položka podpůrné vrstvy nenalezena
de_de: Zugehöriger Backend-Eintrag nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο backend
fa_ir: آیتم backend مرتبط یافت نشد
fr_fr: L'élément backend correspondant n'a pas été trouvé
it_it: Elemento di backend correlato non trovato
ko_kr: 관련 백엔드 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu backendu
uk_ua: Пов'язаний бекенд не знайдено
zh_cn: 找不到相关的后端项

source: Related cron not found
cs_cz: Související naplánovaná úloha (cron) nenalezena
de_de: Zugehörigen cron-Eintrag nicht gefunden
el_gr: Δεν βρέθηκε σχετικό cron
fa_ir: cron مرتبط یافت نشد
fr_fr: cron concerné introuvable
it_it: Cron correlato non trovato
ko_kr: 관련 cron을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego cron
uk_ua: Пов'язаний cron не знайдено
zh_cn: 找不到相关的调度任务

source: Related cron not found.
cs_cz: Související naplánovaná úloha (cron) nenalezena.
de_de: Zugehöriges Cron nicht gefunden.
el_gr: Δεν βρέθηκε σχετικό cron.
fa_ir: cron مرتبط یافت نشد.
fr_fr: Cron associé introuvable.
it_it: Cron correlato non trovato.
ko_kr: 관련 cron을 찾을 수 없습니다.
pl_pl: Nie znaleziono powiązanego cron.
uk_ua: Пов'язаний cron не знайдено.
zh_cn: 找不到相关的调度任务。

source: Related error file item not found
cs_cz: Související položka souboru se záznamem chyb nenalezena
de_de: Zugehörige Fehlerdatei nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο αρχείου σφάλματος
fa_ir: آیتم فایل خطا مرتبط یافت نشد
fr_fr: Elément de fichier d'erreur associé non trouvé
it_it: Elemento del file di errore correlato non trovato
ko_kr: 관련 오류 파일 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu pliku błędu
uk_ua: Пов'язаний елемент файлу помилок не знайдено
zh_cn: 找不到相关的错误文件项

source: Related health check item not found
cs_cz: Související položka kontroly stavu nenalezena
de_de: Zugehöriger Gesundheitsüberprüfungseintrag nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο ελέγχου υγείας
fa_ir: آیتم بررسی سلامت مرتبط یافت نشد
fr_fr: Elément de contrôle de santé associé introuvable
it_it: Elemento del controllo di integrità correlato non trovato
ko_kr: 관련 상태 확인 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu sprawdzania stanu
uk_ua: Пов'язаний елемент перевірки стану не знайдено
zh_cn: 找不到相关健康检查项

source: Related item not found
cs_cz: Související položka nalezena
de_de: Zugehöriger Artikel nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο
fa_ir: آیتم مرتبط یافت نشد
fr_fr: Article associé non trouvé
it_it: Articolo correlato non trovato
ko_kr: 관련 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu
uk_ua: Пов'язаний елемент не знайдено
zh_cn: 找不到相关项目

source: Related network not found
cs_cz: Související síť nenalezena
de_de: Zugehöriges Netzwerk nicht gefunden
el_gr: Δεν βρέθηκε σχετικό δίκτυο
fa_ir: شبکه مرتبط یافت نشد
fr_fr: Le réseau concerné est introuvable
it_it: Rete correlata non trovata
ko_kr: 관련 네트워크를 찾을 수 없음
pl_pl: Nie znaleziono powiązanej sieci
uk_ua: Пов'язану мережу не знайдено
zh_cn: 找不到相关网络

source: Related pipe not found
cs_cz: Související roura nenalezena
de_de: Verbundene Pipe wurde nicht gefunden
el_gr: Δεν βρέθηκε σχετικός σωλήνας
fa_ir: pipe مرتبط یافت نشد
fr_fr: Le tuyau (pipe) concerné est introuvable
it_it: Tubo correlato non trovato
ko_kr: 관련 파이프를 찾을 수 없음
pl_pl: Nie znaleziono powiązanej rury
uk_ua: Пов'язану трубу не знайдено
zh_cn: 找不到相关管道

source: Related pipe or queue not found
cs_cz: Související roura nebo fronta nenalezena
de_de: Verbundene Pipe oder Queue wurde nicht gefunden
el_gr: Δεν βρέθηκε σχετικός αγωγός ή ουρά
fa_ir: pipe یا queue مرتبط یافت نشد
fr_fr: Le tuyau (pipe) ou la file d'attente concerné est introuvable
it_it: Pipe o coda correlata non trovata
ko_kr: 관련 파이프 또는 큐를 찾을 수 없음
pl_pl: Nie znaleziono powiązanej rury lub kolejki
uk_ua: Пов'язану трубу або чергу не знайдено
zh_cn: 未找到相关的的管道或队列

source: Related server item not found
cs_cz: Související serverová položka nenalezena
de_de: Zugehöriger Servereintrag nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο διακομιστή
fa_ir: آیتم سرور مرتبط پیدا نشد
fr_fr: Élément de serveur associé non trouvé
it_it: Elemento del server correlato non trovato
ko_kr: 관련 서버 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu serwera
uk_ua: Пов'язаний елемент сервера не знайдено
zh_cn: 找不到相关的服务器项

source: Related template not found
cs_cz: Související šablona nenalezena
de_de: Zugehörige Vorlage nicht gefunden
el_gr: Δεν βρέθηκε σχετικό πρότυπο
fa_ir: الگوی مرتبط پیدا نشد
fr_fr: Modèle associé introuvable
it_it: Modello correlato non trovato
ko_kr: 관련 템플릿을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego szablonu
uk_ua: Пов'язаний шаблон не знайдено
zh_cn: 找不到相关模板

source: Relay
cs_cz: Předávání
el_gr: Αναμετάδοση
fa_ir: رله
fr_fr: Relais
it_it: Relè
ko_kr: 릴레이
pl_pl: Przekaźnik
uk_ua: Ретрансляція
zh_cn: 中继

source: Reminder needs to be an integer value between 0 and 86400
cs_cz: Je třeba, aby připomínání bylo celé číslo z rozmezí 0 až 86400
de_de: Erinnerung muss eine Zahl zwischen 0 und 86400 sein
el_gr: Η υπενθύμιση πρέπει να είναι μια ακέραια τιμή μεταξύ 0 και 86400
fa_ir: مقدار یادآور باید عدد صحیحی بین 0 تا 86400 باشد
fr_fr: Le rappel doit être un entier compris entre 0 et 86400
it_it: Il promemoria deve essere un valore intero compreso tra 0 e 86400
ko_kr: 알림은 0에서 86400 사이의 정수 값이어야 함
pl_pl: Przypomnienie musi mieć wartość całkowitą pomiędzy 0 a 86400
uk_ua: Нагадування має бути цілим числом від 0 до 86400
zh_cn: 注意是0到86400之间的整数值

source: Remote Host
cs_cz: Stroj na protějšku
de_de: Ferner Host
el_gr: Απομακρυσμένος κεντρικός υπολογιστής
fa_ir: میزبان راه دور
fr_fr: Hôte Distant
it_it: Host remoto
ko_kr: 원격 호스트
pl_pl: Zdalny host
uk_ua: Віддалений хост
zh_cn: 远程主机

source: Replace all with client's IP (truncate)
cs_cz: Nahradit vše IP adresou klienta (zkrátit)
de_de: Mit Client-IP ersetzen (truncate)
el_gr: Αντικατάσταση όλων με την IP του πελάτη (περικοπή)
fa_ir: همه را با IP کلاینت جایگزین کن (کوتاه‌سازی)
fr_fr: Remplacer tout par l'IP du client (tronquer)
it_it: Sostituisci tutto con l'IP del client (troncare)
ko_kr: 모두 클라이언트의 IP로 바꾸기 (잘라내기)
pl_pl: Zastąp wszystko adresem IP klienta (skróć)
uk_ua: Замінити все на IP клієнта (обрізати)
zh_cn: 全部替换为客户的IP (truncate)

source: Reporter
cs_cz: Hlásí
de_de: Berichterstatter
el_gr: Αναφορά
fa_ir: گزارش‌دهنده
fr_fr: Rapports
ko_kr: 리포팅
pl_pl: Raportowanie
uk_ua: Репортер
zh_cn: 报告

source: Reporting
cs_cz: Hlášení
de_de: Berichterstattung
el_gr: Αναφορά
fa_ir: گزارش‌دهی
fr_fr: Rapports
it_it: Segnalazione
ko_kr: 보고
pl_pl: Raportowanie
uk_ua: Звітність
zh_cn: 报告

source: Restart
cs_cz: Restartování
de_de: Neu starten
el_gr: Επανεκκίνηση
fa_ir: راه‌اندازی مجدد
fr_fr: Redémarrer
it_it: Ricomincia
ko_kr: 재시작
pl_pl: Uruchom ponownie
uk_ua: Перезапустити
zh_cn: 重启

source: Restart HAProxy (OPNsense plugin)
cs_cz: Restartovat HAProxy (zásuvný modul OPNsense)
de_de: HAProxy neustarten (OPNsense plugin)
el_gr: Επανεκκίνηση του HAProxy (πρόσθετο OPNsense)
fa_ir: راه‌اندازی مجدد HAProxy (افزونه OPNsense)
fr_fr: Redémarrer HAProxy (greffon OPNsense)
it_it: Riavvia HAProxy (plug-in OPNsense)
ko_kr: HAProxy (OPNsense 플러그인) 재시작
pl_pl: Uruchom ponownie HAProxy (wtyczka OPNsense)
uk_ua: Перезапустити HAProxy (плагін OPNsense)
zh_cn: 重启HAProxy(OPNsense插件)

source: Restart OPNsense Web UI
cs_cz: Restartovat webové rozhraní OPNsense
de_de: Starte OPNsense Web Oberfläche neu
el_gr: Επανεκκίνηση του OPNsense Web UI
fa_ir: راه‌اندازی مجدد رابط وب OPNsense
fr_fr: Redémarrer l'interface web d'OPNsense
it_it: Riavviare l'interfaccia utente Web OPNsense
ko_kr: OPNsense 웹 UI 재시작
pl_pl: Uruchom ponownie interfejs użytkownika OPNsense Web
uk_ua: Перезапустити веб-інтерфейс OPNsense
zh_cn: 重启OPNsense Web UI

source: Retransmit interval must be between 0 and 4294967295.
cs_cz: Je třeba, aby interval zopakování přenosu byl z rozmezí 0 až 4294967295.
de_de: Der Neuversand-Intervall muss zwischen 0 und 4294967295 liegen.
el_gr: Το διάστημα επαναμετάδοσης πρέπει να είναι μεταξύ 0 και 4294967295.
fa_ir: فاصلهٔ ارسال مجدد باید بین 0 تا 4294967295 باشد.
fr_fr: L'intervalle de retransmission doit être compris entre 0 et 4294967295.
it_it: L'intervallo di ritrasmissione deve essere compreso tra 0 e 4294967295.
ko_kr: 재전송 간격은 0에서 4294967295 사이여야 합니다.
pl_pl: Interwał retransmisji musi mieścić się w zakresie od 0 do 4294967295.
uk_ua: Інтервал повторної передачі має бути від 0 до 4294967295.
zh_cn: 重新发送间隔必须介于0和4294967295之间。

source: Reverse address must be a valid IPv4 address
cs_cz: Je třeba, aby obrácená adresa byla platná IPv4 adresa
de_de: Die Reverse-Adresse muss eine gültige IPv4-Adresse sein
el_gr: Η αντίστροφη διεύθυνση πρέπει να είναι μια έγκυρη διεύθυνση IPv4
fa_ir: آدرس معکوس باید یک آدرس IPv4 معتبر باشد
fr_fr: L'adresse inverse doit être une adresse IPv4 valide
it_it: L'indirizzo inverso deve essere un indirizzo IPv4 valido
ko_kr: 역방향 주소는 유효한 IPv4 주소여야 함
pl_pl: Odwrotny adres musi być prawidłowym adresem IPv4
uk_ua: Зворотна адреса має бути дійсною адресою IPv4
zh_cn: 反向地址必须是有效的IPv4地址

source: Reverse port needs to be an integer value between 1 and 65535
cs_cz: Je třeba, aby obrácený port bylo celé číslo z rozmezí 1 až 65535
de_de: Der Reverse-Port muss eine Zahl zwischen 1 und 65535 sein
el_gr: Η αντίστροφη θύρα πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 65535
fa_ir: پورت معکوس باید عدد صحیحی بین 1 تا 65535 باشد
fr_fr: Le port inverse doit être un entier entre 1 et 65535
it_it: La porta inversa deve essere un valore intero compreso tra 1 e 65535
ko_kr: 역방향 포트는 1에서 65535 사이의 정수 값이어야 함
pl_pl: Port odwrotny musi mieć wartość całkowitą pomiędzy 1 a 65535
uk_ua: Зворотний порт має бути цілим числом від 1 до 65535
zh_cn: 反向端口必须是1到65535之间的整数值

source: Revocation
cs_cz: Odvolání platnosti
de_de: Widerruf
el_gr: Ανάκληση
fa_ir: ابطال
fr_fr: Révocation
it_it: Revoca
ko_kr: 취소
pl_pl: Unieważnienie
uk_ua: Анулювання
zh_cn: 吊销

source: Round Robin
it_it: Girotondo
ko_kr: 라운드 로빈
uk_ua: Циклічний

source: Route
cs_cz: Trasa
fa_ir: مسیر
it_it: Itinerario
ko_kr: 라우트
pl_pl: Trasa
uk_ua: Маршрут
zh_cn: 路由

source: Router Advertisements
cs_cz: Propagace směrovačů
el_gr: Διαφημίσεις δρομολογητή
fa_ir: اعلان‌های روتر
fr_fr: Publication de Routeur (RA)
it_it: Annunci dei router
ko_kr: 라우트 광고
pl_pl: Reklamy routerów
uk_ua: Оголошення маршрутизаторів
zh_cn: 路由通告

source: Routes
cs_cz: Trasy
de_de: Routen
fa_ir: مسیرها
it_it: Percorsi
ko_kr: 라우팅
pl_pl: Trasy
uk_ua: Маршрути
zh_cn: 路由

source: Routing
cs_cz: Směrování
el_gr: Δρομολόγηση
fa_ir: مسیریابی
fr_fr: Routage
it_it: Instradamento
ko_kr: 라우팅
pl_pl: Trasowanie
uk_ua: Маршрутизація
zh_cn: 路由

source: Routing Information Protocol (RIP)
cs_cz: Protokol RIP (Routing Information Protocol)
el_gr: Πρωτόκολλο Πληροφοριών Δρομολόγησης (RIP)
fa_ir: پروتکل اطلاعات مسیریابی (RIP)
fr_fr: Protocole d'information sur le routage (RIP)
it_it: Protocollo di informazione di routing (RIP)
ko_kr: 라우팅 정보 프로토콜 (RIP)
pl_pl: Protokół informacji o trasowaniu (RIP)
uk_ua: Протокол інформації маршрутизації (RIP)
zh_cn: 路由信息协议(RIP)

source: SCRIPT
cs_cz: SKRIPT
de_de: SKRIPT
fa_ir: اسکریپت
it_it: SCRITTURA
ko_kr: 스크립트
pl_pl: SKRYPT
uk_ua: СКРИПТ
zh_cn: 脚本

source: SEND
cs_cz: ODESLAT
de_de: SENDEN
el_gr: ΣΤΕΛΝΩ
fa_ir: ارسال
fr_fr: ENVOYER
it_it: INVIARE
ko_kr: 보내기
pl_pl: WYŚLIJ
uk_ua: ВІДПРАВИТИ
zh_cn: 发送

source: SNMP port needs to be an integer value between 1 and 65535
cs_cz: Je třeba, aby SNMP port bylo celé číslo z rozmezí 1 až 65535
de_de: Der SNMP-Port muss ein ganzzahliger Wert zwischen 1 und 65535 sein
el_gr: Η θύρα SNMP πρέπει να έχει ακέραια τιμή μεταξύ 1 και 65535
fa_ir: پورت SNMP باید یک عدد صحیح بین 1 تا 65535 باشد
fr_fr: Le port SNMP doit être un entier compris entre 1 et 65535
it_it: La porta SNMP deve essere un valore intero compreso tra 1 e 65535
ko_kr: SNMP 포트는 1에서 65535 사이의 정수 값이어야 함
pl_pl: Port SNMP musi mieć wartość całkowitą pomiędzy 1 a 65535
uk_ua: Порт SNMP має бути цілим числом від 1 до 65535
zh_cn: SNMP端口是1到65535之间的整数值

source: SSL / HTTPS (TCP mode)
cs_cz: SSL / HTTPS (TCP režim)
de_de: SSL / HTTPS (TCP-Modus)
el_gr: SSL / HTTPS (λειτουργία TCP)
fa_ir: SSL / HTTPS (حالت TCP)
fr_fr: SSL / HTTPS (mode TCP)
it_it: SSL/HTTPS (modalità TCP)
ko_kr: SSL / HTTPS (TCP 모드)
pl_pl: SSL / HTTPS (tryb TCP)
uk_ua: SSL / HTTPS (режим TCP)
zh_cn: SSL / HTTPS(TCP模式)

source: SSL Client certificate is valid
cs_cz: Klientský SSL certifikát je platný
de_de: SSL-Client-Zertifikat ist gültig
el_gr: Το πιστοποιητικό προγράμματος-πελάτη SSL είναι έγκυρο
fa_ir: گواهی مشتری SSL معتبر است
fr_fr: Le certificat client SSL est valide
it_it: Il certificato client SSL è valido
ko_kr: SSL 클라이언트 인증서가 유효함
pl_pl: Certyfikat klienta SSL jest ważny
uk_ua: Клієнтський сертифікат SSL дійсний
zh_cn: SSL客户端证书有效

source: SSL Client certificate issued by CA common-name
cs_cz: Klientský SSL certifikát vydaný certifikační autoritou common-name
de_de: SSL-Client-Zertifikat, ausgestellt von CA Common-Name
el_gr: Πιστοποιητικό πελάτη SSL που εκδόθηκε από την CA common-name
fa_ir: گواهی مشتری SSL صادرشده توسط CA با common-name
fr_fr: Certificat Client SSL émis par l'Autorité de Certification dont le nom commun est
it_it: Certificato client SSL emesso dalla CA nome comune
ko_kr: SSL 클라이언트 인증서가 CA 공통 이름에 의해 발급됨
pl_pl: Certyfikat klienta SSL wydany przez CA common-name
uk_ua: Клієнтський сертифікат SSL виданий загальним ім'ям ЦС
zh_cn: CA通用名称颁发的SSL客户端证书

source: SSL Client certificate verify error result
cs_cz: Chybový výsledek ověření klientského SSL certifikátu
de_de: Fehlerergebnis des SSL-Client-Zertifikats überprüfen
el_gr: Αποτέλεσμα σφάλματος επαλήθευσης πιστοποιητικού πελάτη SSL
fa_ir: نتیجهٔ خطای تأیید گواهی مشتری SSL
fr_fr: Résultat d'erreur de vérification du certificat Client SSL
it_it: Risultato dell'errore di verifica del certificato client SSL
ko_kr: SSL 클라이언트 인증서 검증 오류 결과
pl_pl: Wynik błędu weryfikacji certyfikatu klienta SSL
uk_ua: Результат помилки перевірки клієнтського сертифіката SSL
zh_cn: SSL客户端证书验证错误结果

source: SSL Proxy port needs to be an integer value between 1 and 65535
cs_cz: Je třeba, aby port pro SSL proxy bylo celé číslo z rozmezí 1 až 65535
de_de: Der SSL-Proxy-Port muss eine Zahl zwischen 1 und 65535 sein
el_gr: Η θύρα διακομιστή μεσολάβησης SSL πρέπει να έχει ακέραια τιμή μεταξύ 1 και 65535
fa_ir: پورت پراکسی SSL باید یک عدد صحیح بین 1 تا 65535 باشد
fr_fr: Le port du Proxy SSL doit être un entier compris entre 1 et 65535
it_it: La porta proxy SSL deve essere un valore intero compreso tra 1 e 65535
ko_kr: SSL 프록시 포트는 1에서 65535 사이의 정수 값이어야 함
pl_pl: Port proxy SSL musi mieć wartość całkowitą pomiędzy 1 a 65535
uk_ua: Порт SSL-проксі має бути цілим числом від 1 до 65535
zh_cn: SSL代理端口必须是介于1和65535之间的整数值

source: Schedules
cs_cz: Naplánované
de_de: Zeitpläne
el_gr: Χρονοπρογραμματισμός
fa_ir: زمان‌بندی‌ها
fr_fr: Planifications
it_it: Orari
ko_kr: 스케줄
pl_pl: Harmonogramy
uk_ua: Розклади
zh_cn: 计划

source: Seconds
cs_cz: Sekund
de_de: Sekunden
el_gr: Δευτερόλεπτα
fa_ir: ثانیه‌ها
fr_fr: Secondes
it_it: Secondi
ko_kr: 초
pl_pl: Sekundy
uk_ua: Секунди
zh_cn: 秒

source: Security Association Database
cs_cz: Databáze bezpečnostních přiřazení
de_de: Datenbank Sicherheitszuordnung
el_gr: Βάση δεδομένων συσχέτισης ασφαλείας
fa_ir: پایگاه دادهٔ انجمن امنیت
fr_fr: Base de données des associations de sécurité
it_it: Database dell'Associazione per la Sicurezza
ko_kr: 보안 연결 데이터베이스
pl_pl: Baza Danych Stowarzyszeń Bezpieczeństwa
uk_ua: База даних асоціацій безпеки
zh_cn: 安全关联数据库

source: Security Policy Database
cs_cz: Databáze pravidel zabezpečení
de_de: Datenbank Sicherheitsregelwerk
el_gr: Πολιτική ασφαλείας βάσης δεδομένων
fa_ir: پایگاه دادهٔ سیاست‌های امنیتی
fr_fr: Base de données des politiques de sécurité
it_it: Database delle politiche di sicurezza
ko_kr: 보안 정책 데이터베이스
pl_pl: Baza Danych Polityki Bezpieczeństwa
uk_ua: База даних політик безпеки
zh_cn: 安全策略数据库

source: Select a command from the list.
cs_cz: Vyberte příkaz ze seznamu.
de_de: Wählen Sie ein Kommando aus der Liste aus.
el_gr: Επιλέξτε μια εντολή από τη λίστα.
fa_ir: یک دستور از فهرست انتخاب کنید.
fr_fr: Sélectionner une commande à partir de la liste.
it_it: Seleziona un comando dall'elenco.
ko_kr: 목록에서 명령을 선택하세요.
pl_pl: Wybierz polecenie z listy.
uk_ua: Оберіть команду зі списку.
zh_cn: 选择列表里的命令。

source: Senders
cs_cz: Odesílatelé
de_de: Sender
el_gr: Αποστολείς
fa_ir: فرستنده‌ها
fr_fr: Expéditeurs
it_it: Mittenti
ko_kr: 발신자
pl_pl: Nadawcy
uk_ua: Відправники
zh_cn: 发件人

source: Services
cs_cz: Služby
de_de: Dienste
el_gr: Υπηρεσίες
fa_ir: سرویس‌ها
it_it: Servizi
ko_kr: 서비스
pl_pl: Usługi
uk_ua: Служби
zh_cn: 服务

source: Session rate
cs_cz: Četnost relací
de_de: Sitzungsrate
el_gr: Ρυθμός συνεδριών
fa_ir: نرخ نشست
fr_fr: Tarif de la session
it_it: Tasso di sessione
ko_kr: 세션 속도
pl_pl: Wskaźnik sesji
uk_ua: Швидкість сесії
zh_cn: 会话率

source: Sessions
cs_cz: Relace
de_de: Sitzungen
el_gr: Συνεδρίες
fa_ir: نشست‌ها
it_it: Sessioni
ko_kr: 세션
pl_pl: Sesje
uk_ua: Сесії
zh_cn: 会话

source: Set forward header to unknown (off)
cs_cz: Nastavení předávací hlavičky na neznámou (vypnuto)
de_de: Setzt den forward header auf unbekannt (aus)
el_gr: Ορισμός της μπροστινής κεφαλίδας σε άγνωστη (απενεργοποιημένη)
fa_ir: هدر فوروارد را روی unknown (خاموش) تنظیم کنید
fr_fr: Définir l'en-tête de transfert sur inconnu (off)
it_it: Imposta l'intestazione di inoltro su sconosciuto (disattivato)
ko_kr: 알 수 없는 전달 헤더 설정 (끄기)
pl_pl: Ustaw nagłówek przekierowania na nieznany (wyłączony)
uk_ua: Встановити заголовок пересилання на невідомо (вимкнено)
zh_cn: 将转发头设置为未知（关闭）

source: Should be a number between 0 and 20.
cs_cz: Mělo by být číslo z rozmezí 0 až 20.
de_de: Sollte eine Zahl zwischen 0 und 20 sein.
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 0 και 20.
fa_ir: باید عددی بین 0 و 20 باشد.
fr_fr: Devrait être un nombre entre 0 et 20.
it_it: Dovrebbe essere un numero compreso tra 0 e 20.
ko_kr: 0에서 20 사이의 숫자여야 합니다.
pl_pl: Powinna to być liczba między 0 a 20.
uk_ua: Повинно бути число від 0 до 20.
zh_cn: 应为是0到20之间的数字。

source: Should be a number between 1 and 10000.
cs_cz: Mělo by být číslo z rozmezí 1 až 10000.
de_de: Sollte eine Zahl zwischen 1 und 10000 sein.
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 1 και 10000.
fa_ir: باید عددی بین 1 و 10000 باشد.
fr_fr: Devrait être un nombre entre 1 et 10000.
it_it: Dovrebbe essere un numero compreso tra 1 e 10000.
ko_kr: 1에서 10000 사이의 숫자여야 합니다.
pl_pl: Powinna to być liczba między 1 a 10000.
uk_ua: Повинно бути число від 1 до 10000.
zh_cn: 应为是1到10000之间的数字。

source: Should be a number between 1 and 30.
cs_cz: Mělo by být číslo z rozmezí 1 až 30.
de_de: Sollte eine Zahl zwischen 1 und 30 sein.
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 1 και 30.
fa_ir: باید عددی بین 1 و 30 باشد.
fr_fr: Devrait être un nombre entre 1 et 30.
it_it: Dovrebbe essere un numero compreso tra 1 e 30.
ko_kr: 1에서 30 사이의 숫자여야 합니다.
pl_pl: Powinna to być liczba między 1 a 30.
uk_ua: Повинно бути число від 1 до 30.
zh_cn: 应为是1到30之间的数字。

source: Should be a number between 1 and 3600.
cs_cz: Mělo by být číslo z rozmezí 1 až 3600.
de_de: Sollte eine Zahl zwischen 1 und 3600 sein.
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 1 και 3600.
fa_ir: باید عددی بین 1 و 3600 باشد.
fr_fr: Devrait être un nombre entre 1 et 3600.
it_it: Dovrebbe essere un numero compreso tra 1 e 3600.
ko_kr: 1에서 3600 사이의 숫자여야 합니다.
pl_pl: Powinna to być liczba między 1 a 3600.
uk_ua: Повинно бути число від 1 до 3600.
zh_cn: 应为是1到3600之间的数字。

source: Should be a number between 1 and 5 characters followed by either "d", "h", "m", "s" or "ms".
cs_cz: Mělo by být číslo jeden až pět znaků dlouhé, následované buď „d“, „h“, „m“, „s“ nebo „ms“.
de_de: Sollte eine ein- bis fünfstellige Zahl, gefolgt von "d", "h", "m", "s" oder "ms", sein.
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 1 και 5 χαρακτήρων ακολουθούμενος από "d", "h", "m", "s" ή "ms".
fa_ir: باید عددی شامل 1 تا 5 کاراکتر باشد که پس از آن یکی از "d"، "h"، "m"، "s" یا "ms" قرار گیرد.
fr_fr: Devrait être un nombre entre 1 et 5 caractères suivi de "d", "h", "m", "s" ou "ms".
it_it: Deve essere un numero compreso tra 1 e 5 caratteri seguito da "d", "h", "m", "s" o "ms".
ko_kr: 1에서 5 사이의 숫자를 입력하세요. 그리고 "d", "h", "m", "s" 또는 "ms"를 입력하세요.
pl_pl: Powinna to być liczba między 1 a 5 znakami poprzedzona "d", "h", "m", "s" lub "ms".
uk_ua: Повинно бути число від 1 до 5 символів, за яким слідує "d", "h", "m", "s" або "ms".
zh_cn: 应为是1到5个字符之间的数字，后跟"d"，"h"，"m"，"s"或"ms"。

source: Should be a number between 1 and 5 characters followed by either "k", "m" or "g".
cs_cz: Mělo by být číslo jeden až pět znaků dlouhé, následované buď „k“, „m“ nebo „g“.
de_de: Sollte eine ein- bis fünfstellige Zahl, gefolgt von "k", "m" oder "g", sein.
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 1 και 5 χαρακτήρων ακολουθούμενος από "k", "m" ή "g".
fa_ir: باید عددی شامل 1 تا 5 کاراکتر باشد که پس از آن یکی از "k"، "m" یا "g" قرار گیرد.
fr_fr: Devrait être un nombre entre 1 et 5 caractères suivi de "k", "m", ou "g".
it_it: Deve essere un numero compreso tra 1 e 5 caratteri seguito da "k", "m" o "g".
ko_kr: 1~5자 사이의 숫자여야 하며, "k", "m" 또는 "g"가 뒤에 올 수 있습니다.
pl_pl: Powinna to być liczba między 1 a 5 znakami poprzedzona "k", "m" lub "g".
uk_ua: Повинно бути число від 1 до 5 символів, за яким слідує "k", "m" або "g".
zh_cn: 应为是1到5个字符之间的数字，后跟"k"，"m"或"g"。

source: Should be a number between 1 and 8 characters, optionally followed by either "d", "h", "m", "s", "ms" or "us".
cs_cz: Mělo by být číslo jeden až osm znaků dlouhé, následované buď „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Sollte eine Zahl zwischen 1 und 8 Zeichen sein, wahlweise gefolgt von "d", "h", "m", "s", "ms" oder "us".
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 1 και 8 χαρακτήρων, ακολουθούμενος προαιρετικά από "d", "h", "m", "s", "ms" ή "us".
fa_ir: باید عددی شامل 1 تا 8 کاراکتر باشد که ممکن است پس از آن یکی از "d"، "h"، "m"، "s"، "ms" یا "us" قرار گیرد.
fr_fr: Devrait être un nombre compris entre 1 et 8 caractères, éventuellement suivi de "d", "h", "m", "s", "ms" ou "us".
it_it: Deve essere un numero compreso tra 1 e 8 caratteri, facoltativamente seguito da "d", "h", "m", "s", "ms" o "us".
ko_kr: 1~8자 사이의 숫자여야 하며, 선택적으로 "d", "h", "m", "s", "ms" 또는 "us"가 뒤에 올 수 있습니다.
pl_pl: Powinna to być liczba między 1 a 8 znakami, opcjonalnie poprzedzona "d", "h", "m", "s", "ms" lub "us".
uk_ua: Повинно бути число від 1 до 8 символів, за яким необов'язково слідує "d", "h", "m", "s", "ms" або "us".
zh_cn: 应为是1到8个字符之间的数字，后跟"d"，"h"，"m"，"s"，"ms"或"us"(可选)。
