Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: MASTER
cs_cz: HLAVNÍ
el_gr: ΚΥΡΙΟΣ
fa_ir: اصلی
it_it: MAESTRO
ko_kr: 마스터
pl_pl: GŁÓWNY
uk_ua: ГОЛОВНИЙ
zh_cn: 主要

source: learning
cs_cz: učení
de_de: lernen
el_gr: μάθηση
fa_ir: یادگیری
fr_fr: apprentissage
it_it: apprendimento
ko_kr: 학습
pl_pl: nauka
uk_ua: навчання
zh_cn: 学习

source: Network Control (7, highest)
cs_cz: Síťová kontrola (7, nejvyšší)
de_de: Netzwerkkontrolle (7, höchste)
el_gr: Έλεγχος δικτύου (7, υψηλότερο)
fa_ir: کنترل شبکه (7، بالاترین)
fr_fr: Contrôle du réseau (7, le plus élevé)
it_it: Controllo di rete (7, il più alto)
ko_kr: 네트워크 제어(7, 최고)
pl_pl: Kontrola Sieci (7, najwyższa)
uk_ua: Керування мережею (7, найвищий)

source: Internetwork Control (6)
cs_cz: Mezisíťové řízení (6)
de_de: Zwischennetzwerkkontrolle (6)
el_gr: Έλεγχος Διαδικτύου (6)
fa_ir: کنترل بین‌شبکه‌ای (6)
fr_fr: Contrôle du réseau Internet (6)
it_it: Controllo della rete (6)
ko_kr: 인터네트워크 제어(6)
pl_pl: Kontrola Międzysieciowa (6)
uk_ua: Керування міжмережевим з’єднанням (6)

source: Voice (5)
cs_cz: Hlas (5)
de_de: Stimme (5)
el_gr: Φωνή (5)
fa_ir: صدا (5)
fr_fr: Voix (5)
it_it: Voce (5)
ko_kr: 음성 (5)
pl_pl: Głos (5)
uk_ua: Голос (5)

source: Video (4)
el_gr: Βίντεο (4)
fa_ir: ویدئو (4)
fr_fr: Vidéo (4)
ko_kr: 비디오 (4)
pl_pl: Wideo (4)
uk_ua: Відео (4)

source: Critical Applications (3)
cs_cz: Kritické aplikace (3)
de_de: Kritische Anwendungen (3)
el_gr: Κρίσιμες Εφαρμογές (3)
fa_ir: برنامه‌های بحرانی (3)
fr_fr: Application critique (3)
it_it: Applicazioni critiche (3)
ko_kr: 중요 애플리케이션 (3)
pl_pl: Krytyczne Aplikacje (3)
uk_ua: Критичні застосунки (3)

source: Excellent Effort (2)
cs_cz: Excelentní snaha (2)
de_de: Hervorragende Leistung (2)
el_gr: Εξαιρετική προσπάθεια (2)
fa_ir: تلاش عالی (2)
it_it: Sforzo eccellente (2)
ko_kr: 우수한 작용 (2)
pl_pl: Doskonałe Starania (2)
uk_ua: Відмінні зусилля (2)

source: Best Effort (0, default)
cs_cz: Nejlepší snaha (0, výchozí)
de_de: Beste Leistung (0, Standardwert)
el_gr: Βέλτιστη προσπάθεια (0, προεπιλογή)
fa_ir: بهترین تلاش (0، پیش‌فرض)
fr_fr: Au mieux (0, valeur par default)
it_it: Miglior sforzo (0, predefinito)
ko_kr: 최선 다함 (0, 기본값)
pl_pl: Najlepszy Wysiłek (0, domyślne)
uk_ua: Найкращі зусилля (0, типово)

source: Background (1, lowest)
cs_cz: Na pozadí (1, nejnižší)
de_de: Hintergrund (1, niedrigste)
el_gr: Ιστορικό (1, χαμηλότερο)
fa_ir: پس‌زمینه (1، پایین‌ترین)
fr_fr: Arrière-plan (1, le plus faible)
it_it: Sfondo (1, il più basso)
ko_kr: 백그라운드 (1, 가장 낮음)
pl_pl: Tło (1, najniższe)
uk_ua: Фон (1, найнижчий)

source: Gateways status could not be determined, considering all as up/active. (Group: %s)
cs_cz: Stav bran nebylo možné zjistit, všechny budou považovány za v provozu (skupina: %s).
de_de: Der Gatewaystatus konnte nicht erkannt werden; nehme an, dass alle erreichbar/aktiv sind. (Gruppe: %s)
el_gr: Δεν ήταν δυνατός ο προσδιορισμός της κατάστασης των πυλών, θεωρώντας όλες ενεργές/ενεργοποιημένες. (Ομάδα: %s)
fa_ir: وضعیت دروازه‌ها قابل تعیین نبود، همه را به‌عنوان فعال در نظر می‌گیریم. (گروه: %s)
fr_fr: Le statut des passerelles ne peut être déterminé, toutes sont considérées comme actives. (Groupe : %s)
it_it: Non è stato possibile determinare lo stato dei gateway, considerandoli tutti attivi/attivi. (Gruppo: %s)
ko_kr: 게이트웨이 상태를 확인할 수 없습니다. 모두 가동/활성으로 간주됩니다. (그룹: %s)
pl_pl: Nie można ustalić statusu bram, uznaje wszystkie jako podniesione/aktywne. (Grupa: %s)
uk_ua: Статус шлюзів не вдалося визначити, вважаючи всі як робочі/активні. (Група: %s)
zh_cn: 网关状态无法确定，将所有状态都视为启用/活动。 (组: %s)

source: MONITOR: %s has high latency, removing from routing group %s
cs_cz: DOHLED: %s má příliš dlouhé odezvy, je proto odebrána ze směrovací skupiny %s
de_de: MONITOR: %s hat eine hohe Latenz und wird aus der Routinggruppe %s entfernt
el_gr: ΠΑΡΑΚΟΛΟΥΘΗΣΗ: Το %s έχει υψηλή καθυστέρηση, αφαιρείται από την ομάδα δρομολόγησης %s
fa_ir: MONITOR: %s تأخیر بالایی دارد، از گروه مسیریابی %s حذف می‌شود
fr_fr: MONITORING: latence élevée pour %s, suppression du groupe de routage %s
it_it: MONITOR: %s ha una latenza elevata, rimozione dal gruppo di routing %s
ko_kr: 모니터: %s의 지연 시간이 길어 라우팅 그룹 %s에서 제거 중
pl_pl: MONITOR: %s ma dużą latencję, usuwam z grupy routingu %s
uk_ua: МОНІТОР: %s має високу затримку, вилучається з групи маршрутизації %s
zh_cn: 监视:%s延迟，已从路由组%s中删除

source: MONITOR: %s has packet loss, removing from routing group %s
cs_cz: DOHLED: %s ztrácí pakety, je proto odebrána ze směrovací skupiny %s
de_de: MONITOR: %s verliert Pakete und wird daher aus der Routinggruppe %s entfernt
el_gr: ΠΑΡΑΚΟΛΟΥΘΗΣΗ: %s έχει απώλεια πακέτων, διαγραφή από την ομάδα δρομολόγησης %s
fa_ir: MONITOR: %s دچار از دست رفتن بسته‌ها است، از گروه مسیریابی %s حذف می‌شود
fr_fr: SUPERVISION: perte de paquets sur %s, suppression de %s du groupe de routage
it_it: MONITOR: %s ha perso pacchetti, rimozione dal gruppo di routing %s
ko_kr: 모니터: %s에 패킷 손실이 있습니다. 라우팅 그룹 %s에서 제거 중
pl_pl: MONITOR: %s ma utraty pakietów, usuwam z grupy routingu %s
uk_ua: МОНІТОР: %s має втрату пакетів, вилучається з групи маршрутизації %s
zh_cn: 监视:%s丢包，已从路由组%s中删除

source: MONITOR: %s is down, removing from routing group %s
cs_cz: DOHLED: %s není dostupná, je proto odebrána ze směrovací skupiny %s
de_de: MONITOR: %s ist nicht erreichbar und wird daher aus der Routinggruppe %s entfernt
el_gr: ΠΑΡΑΚΟΛΟΥΘΗΣΗ: Το %s είναι εκτός λειτουργίας, αφαιρείται από την ομάδα δρομολόγησης %s
fa_ir: MONITOR: %s از دسترس خارج است، از گروه مسیریابی %s حذف می‌شود
fr_fr: SUPERVISION: %s est en panne, suppression de %s du groupe de routage
it_it: MONITOR: %s è inattivo, rimosso dal gruppo di routing %s
ko_kr: 모니터: %s이(가) 다운되어 라우팅 그룹 %s에서 제거 중
pl_pl: MONITOR: %s jest niedostępny, usuwam z grupy routingu %s
uk_ua: МОНІТОР: %s не працює, вилучається з групи маршрутизації %s
zh_cn: 监视:%s掉线，已从路由组%s中删除

source: There were error(s) loading the rules: %s%s
cs_cz: Při načítání pravidel se vyskytly chyby: %s%s
de_de: Es kam zu(m) Fehler(n) beim Laden von Regeln: %s%s
el_gr: Παρουσιάστηκαν σφάλματα κατά τη φόρτωση των κανόνων: %s%s
fa_ir: خطا(ها) در بارگذاری قوانین رخ داد: %s%s
fr_fr: Il y a eu des erreurs lors du chargement des règles: %s%s
it_it: Si sono verificati errori durante il caricamento delle regole: %s%s
ko_kr: 규칙을 로드하는 동안 오류가 발생했습니다. %s%s
pl_pl: Wystąpiły błędy podczas ładowania reguł: %s%s
uk_ua: Виникли помилки під час завантаження правил: %s%s
zh_cn: 加载规则时出错:%s%s

source: Your browser must support cookies to login.
cs_cz: Aby bylo možné se přihlásit, je třeba, aby prohlížeč podporoval tzv. cookies.
de_de: Ihr Browser muss Cookies unterstützen, um eine Anmeldung zu ermöglichen.
el_gr: Το πρόγραμμα περιήγησής σας πρέπει να υποστηρίζει cookies για να συνδεθείτε.
fa_ir: برای ورود باید مرورگر شما از کوکی‌ها پشتیبانی کند.
fr_fr: Votre navigateur doit supporter les cookies pour se connecter.
it_it: Il tuo browser deve supportare i cookie per accedere.
ko_kr: 로그인하려면 브라우저에서 쿠키를 지원해야 합니다.
pl_pl: Twoja przeglądarka musi obsługiwać ciasteczka, aby się zalogować.
uk_ua: Ваш браузер повинен підтримувати файли cookie для входу.
zh_cn: 您的浏览器必须支持cookie才能登录。

source: Password:
cs_cz: Heslo:
de_de: Passwort:
el_gr: Συνθηματικό:
fa_ir: رمز عبور:
fr_fr: Mot de passe
ko_kr: 비밀번호:
pl_pl: Hasło:
uk_ua: Пароль:
zh_cn: 密码:

source: Username:
cs_cz: Uživatelské jméno:
de_de: Benutzername:
el_gr: Όνομα χρήστη:
fa_ir: نام کاربری:
fr_fr: Nom d'utilisateur:
it_it: Nome utente:
ko_kr: 사용자 이름:
pl_pl: Nazwa użytkownika:
uk_ua: Ім'я користувача:
zh_cn: 用户名:

source: Login
cs_cz: Přihlásit
de_de: Anmelden
el_gr: Σύνδεση
fa_ir: ورود
fr_fr: Connexion
ko_kr: 로그인
pl_pl: Zaloguj
uk_ua: Увійти
zh_cn: 登录

source: No page assigned to this user! Click here to logout.
cs_cz: Tento uživatelský účet nemá přístup k žádným stránkám! Kliknutím sem se odhlašte.
de_de: Keine Seite dem Benutzer zugewiesen! Klicke hier zum Abmelden.
el_gr: Δεν έχει αντιστοιχιστεί σελίδα σε αυτόν τον χρήστη! Κάντε κλικ εδώ για αποσύνδεση.
fa_ir: صفحه‌ای به این کاربر اختصاص نیافته! برای خروج اینجا کلیک کنید.
fr_fr: Aucune page assignée à cet utilisateur! Cliquez ici pour se déconnecter.
it_it: Nessuna pagina assegnata a questo utente! Clicca qui per uscire.
ko_kr: 이 사용자에게 할당된 페이지가 없습니다! 로그아웃하려면 여기를 클릭하세요.
pl_pl: Nie przypisano strony do tego użytkownika! Kliknij tutaj, aby się wylogować.
uk_ua: Цьому користувачеві не призначено жодної сторінки! Натисніть тут, щоб вийти.
zh_cn: 没有页面分配给该用户！单击此处注销。

source: Wrong username or password.
cs_cz: Chybné uživatelské jméno nebo heslo.
de_de: Benutzername oder Passwort falsch.
el_gr: Λάθος όνομα χρήστη ή κωδικός πρόσβασης.
fa_ir: نام کاربری یا رمز عبور اشتباه است.
fr_fr: Nom d'utilisateur ou mot de passe incorrect.
it_it: Nome utente o password errati.
ko_kr: 사용자 이름 또는 비밀번호가 잘못되었습니다.
pl_pl: Błędna nazwa użytkownika lub hasło.
uk_ua: Неправильне ім'я користувача або пароль.
zh_cn: 用户名或密码错误。

source: Local Database
cs_cz: Místní databáze
de_de: Lokale Datenbank
el_gr: Τοπική βάση δεδομένων
fa_ir: پایگاه داده محلی
fr_fr: Base de données locale
it_it: Banca dati locale
ko_kr: 로컬 데이터베이스
pl_pl: Baza lokalna
uk_ua: Локальна база даних
zh_cn: 本地数据库

source: The HTTP_REFERER "%s" does not match the predefined settings. You can disable this check if needed under System: Settings: Administration.
cs_cz: HTTP_REFERER „%s“ neodpovídá předpřipraveným nastavením. Tuto kontrolu je v případě potřeby možné vypnout v Systém: Nastavení: Správa.
de_de: Der HTTP_REFERER "%s" entspricht nicht den vordefinierten Einstellungen. Sie können diese Überprüfung bei Bedarf unter System: Einstellungen: Administration deaktivieren.
el_gr: Το HTTP_REFERER "%s" δεν ταιριάζει με τις προκαθορισμένες ρυθμίσεις. Μπορείτε να απενεργοποιήσετε αυτόν τον έλεγχο, εάν χρειάζεται, στην ενότητα Σύστημα: Ρυθμίσεις: Διαχείριση.
fa_ir: HTTP_REFERER "%s" با تنظیمات از پیش‌تعریف‌شده مطابقت ندارد. در صورت نیاز می‌توانید این بررسی را در System: Settings: Administration غیرفعال کنید.
fr_fr: L'en-tête HTTP_REFERER "%s" ne correspond pas aux paramètres prédéfinis. Vous pouvez désactiver ce contrôle si besoin dans Système: Paramètres: Administration.
it_it: HTTP_REFERER "%s" non corrisponde alle impostazioni predefinite. Se necessario, puoi disattivare questo controllo in Sistema: Impostazioni: Amministrazione.
ko_kr: HTTP_REFERER "%s"가 미리 정의된 설정과 일치하지 않습니다. 필요한 경우 시스템: 설정: 관리에서 이 확인을 비활성화할 수 있습니다.
pl_pl: HTTP_REFERER "%s" nie zgadza się z wcześniej zdefiniowanymi ustawieniami. Możesz wyłączyć to sprawdzenie w razie potrzeby w System: Ustawienia: Administracja.
uk_ua: HTTP_REFERER "%s" не відповідає попередньо визначеним налаштуванням. Ви можете вимкнути цю перевірку за потреби в розділі Система: Налаштування: Адміністрування.
zh_cn: HTTP_REFERER"%s"与预定义设置不匹配。 如果需要，可以在"系统：设置：管理"下禁用此检查。

source: You must specify at least one internal interface.
cs_cz: Je třeba zadat alespoň jedno vnitřní rozhraní.
de_de: Sie müssen mindestens eine interne Schnittstelle angeben.
el_gr: Πρέπει να καθορίσετε τουλάχιστον μία εσωτερική διεπαφή.
fa_ir: باید حداقل یک رابط داخلی مشخص کنید.
fr_fr: Vous devez spécifier au moins une interface interne.
it_it: È necessario specificare almeno un'interfaccia interna.
ko_kr: 내부 인터페이스를 하나 이상 지정해야 합니다.
pl_pl: Musisz określić co najmniej jeden wewnętrzny interfejs.
uk_ua: Ви повинні вказати принаймні один внутрішній інтерфейс.
zh_cn: 您必须至少指定一个内部接口。

source: Test Kerberos login
cs_cz: Vyzkoušet kerberos přihlášení
de_de: Kerberos Anmeldung testen
el_gr: Δοκιμή σύνδεσης Kerberos
fa_ir: آزمایش ورود Kerberos
fr_fr: Tester l'authentification Kerberos
it_it: Testare l'accesso Kerberos
ko_kr: Kerberos 로그인 테스트
pl_pl: Test logowania Kerberos
uk_ua: Перевірити вхід Kerberos
zh_cn: 测试Kerberos登录

source: Show Key Table
cs_cz: Zobrazit tabulku klíčů
de_de: Schlüsseltabelle anzeigen
el_gr: Εμφάνιση πίνακα κλειδιών
fa_ir: نمایش جدول کلید
fr_fr: Affiche la table de clés
it_it: Mostra tabella chiavi
ko_kr: 키 테이블 표시
pl_pl: Pokaż Tabelę Kluczy
uk_ua: Показати таблицю ключів
zh_cn: 显示密钥表

source: Delete Key Table
cs_cz: Smazat tabulku klíčů
de_de: Schlüsseltabelle löschen
el_gr: Διαγραφή πίνακα κλειδιών
fa_ir: حذف جدول کلید
fr_fr: Supprimer la table des clés
it_it: Elimina tabella chiavi
ko_kr: 키 테이블 삭제
pl_pl: Usuń Tabelę Kluczy
uk_ua: Видалити таблицю ключів
zh_cn: 删除密钥表

source: Create Key Table
cs_cz: Vytvořit tabulku klíčů
de_de: Schlüsseltabelle erstellen
el_gr: Δημιουργία πίνακα κλειδιών
fa_ir: ایجاد جدول کلید
fr_fr: Crée la table de clés
it_it: Crea tabella chiavi
ko_kr: 키 테이블 생성
pl_pl: Utwórz Tabelę Kluczy
uk_ua: Створити таблицю ключів
zh_cn: 创建密钥表

source: Kerberos Authentication
cs_cz: Kerberos ověřování
de_de: Kerberos-Authentifizierung
el_gr: Έλεγχος ταυτότητας Kerberos
fa_ir: احراز هویت Kerberos
fr_fr: Authentification Kerberos
it_it: Autenticazione Kerberos
ko_kr: Kerberos 인증
pl_pl: Uwierzytelnianie Kerberos
uk_ua: Автентифікація Kerberos
zh_cn: Kerberos认证

source: Show dump
cs_cz: Zobrazit výpis
de_de: Dump anzeigen
el_gr: Εμφάνιση αποτύπωσης
fa_ir: نمایش دامپ
fr_fr: Afficher la capture
it_it: Mostra discarica
ko_kr: 덤프 표시
pl_pl: Pokaż zrzut
uk_ua: Показати дамп
zh_cn: 显示转储

source: Proxy reconfigured
cs_cz: Proxy přenastaveno
de_de: Proxy neu konfiguriert
el_gr: Ο διακομιστής μεσολάβησης αναδιαμορφώθηκε
fa_ir: پراکسی مجدداً پیکربندی شد
fr_fr: Proxy reconfiguré
it_it: Proxy riconfigurato
ko_kr: 프록시 재구성
pl_pl: Proxy zostało przekonfigurowane
uk_ua: Проксі переконфігуровано
zh_cn: 代理已重新配置

source: LDAP server is not set in Web Proxy - Authentication Settings
cs_cz: LDAP server není nastavený ve Webová proxy – nastavení ověřování
de_de: LDAP-Server ist nicht in Web Proxy eingestellt - Authentifizierungseinstellungen
el_gr: Ο διακομιστής LDAP δεν έχει οριστεί στο Web Proxy - Ρυθμίσεις ελέγχου ταυτότητας
fa_ir: در Web Proxy - Authentication Settings، سرور LDAP تنظیم نشده است.
fr_fr: Le serveur LDAP n'est pas défini dans le Proxy Web - Paramètres d'Authentification
it_it: Il server LDAP non è impostato in Proxy Web - Impostazioni di autenticazione
ko_kr: LDAP 서버가 웹 프록시 - 인증 설정에서 설정되지 않았습니다
pl_pl: Serwer LDAP nie jest ustawiony w Proxy Sieciowym - Ustawienia Uwierzytelniania
uk_ua: Сервер LDAP не налаштований у Веб-проксі - Налаштування автентифікації
zh_cn: 未在Web代理-认证设置中设置LDAP服务器

source: Do not set localhost as DNS server.
cs_cz: Jako DNS server nenastavujte localhost.
de_de: Wählen Sie localhost nicht als DNS-Server aus.
el_gr: Μην ορίσετε το localhost ως διακομιστή DNS.
fa_ir: localhost را به‌عنوان سرور DNS تنظیم نکنید.
fr_fr: Ne pas positionner localhost comme serveur DNS
it_it: Non impostare localhost come server DNS.
ko_kr: localhost를 DNS 서버로 설정하지 않습니다.
pl_pl: Nie ustawiaj localhost jako serwera DNS.
uk_ua: Не встановлюйте localhost як DNS-сервер.
zh_cn: 不要将localhost设置为DNS服务器。

source: LDAP server is not in DNS servers list.
cs_cz: LDAP server se nenachází na seznamu DNS serverů.
de_de: Der LDAP-Server ist nicht in der DNS-Serverliste.
el_gr: Ο διακομιστής LDAP δεν βρίσκεται στη λίστα διακομιστών DNS.
fa_ir: سرور LDAP در فهرست سرورهای DNS موجود نیست.
fr_fr: Le serveur LDAP ne figure pas dans la liste des serveurs DNS.
it_it: Il server LDAP non è nell'elenco dei server DNS.
ko_kr: LDAP 서버가 DNS 서버 목록에 없습니다.
pl_pl: Serwer LDAP nie znajduje się na liście serwerów DNS.
uk_ua: Сервер LDAP відсутній у списку DNS-серверів.
zh_cn: LDAP服务器不在DNS服务器列表中。

source: SSO is not enabled or kerberos configuration file has invalid content
cs_cz: SSO není zapnuté nebo má soubor s nastaveními pro kerberos neplatný obsah
de_de: SSO ist nicht aktiviert oder die Kerberos-Konfigurationsdatei hat einen ungültigen Inhalt
el_gr: Το SSO δεν είναι ενεργοποιημένο ή το αρχείο διαμόρφωσης kerberos έχει μη έγκυρο περιεχόμενο
fa_ir: SSO فعال نیست یا فایل پیکربندی Kerberos محتوای نامعتبر دارد.
fr_fr: SSO n'est pas activé ou le contenu du fichier de configuration kerberos est invalide
it_it: SSO non è abilitato oppure il file di configurazione Kerberos ha contenuti non validi
ko_kr: SSO가 사용하도록 설정되지 않았거나 kerberos 구성 파일에 잘못된 콘텐츠가 있음
pl_pl: SSO nie jest włączone lub plik konfiguracyjny kerberos ma nieprawidłową zawartość
uk_ua: SSO не ввімкнено або файл конфігурації kerberos має недійсний вміст
zh_cn: 未启用SSO或kerberos配置文件的内容无效

source: File %s does not exists.
cs_cz: Soubor %s neexistuje.
de_de: Die Datei %s existiert nicht.
el_gr: Το αρχείο %s δεν υπάρχει.
fa_ir: فایل %s وجود ندارد.
fr_fr: Le fichier %s n'existe pas.
it_it: Il file %s non esiste.
ko_kr: %s 파일이 없습니다.
pl_pl: Plik %s nie istnieje.
uk_ua: Файл %s не існує.
zh_cn: 文件%s不存在。

source: Unknown LDAP server FQDN.
cs_cz: Neznámý FQDN název LDAP serveru
de_de: Unbekannter LDAP-Server-FQDN
el_gr: Άγνωστος FQDN διακομιστή LDAP.
fa_ir: FQDN سرور LDAP ناشناخته است.
fr_fr: Nom de domaine complet (FQDN) du serveur LDAP inconnu.
it_it: FQDN del server LDAP sconosciuto.
ko_kr: 알 수 없는 LDAP 서버 FQDN입니다.
pl_pl: Nieznany pełny adres domenowy FQDN serwera LDAP.
uk_ua: Невідомий FQDN сервера LDAP.
zh_cn: 未知的LDAP服务器FQDN。

source: Unknown LDAP server IP.
cs_cz: Neznámá IP adresa LDAP serveru.
de_de: Unbekannte LDAP-Server-IP
el_gr: Άγνωστη IP διακομιστή LDAP.
fa_ir: IP سرور LDAP ناشناخته است.
fr_fr: Adresse IP du serveur LDAP inconnue.
it_it: IP del server LDAP sconosciuto.
ko_kr: 알 수 없는 LDAP 서버 IP입니다.
pl_pl: Nieznany IP serwera LDAP.
uk_ua: Невідома IP-адреса сервера LDAP.
zh_cn: 未知的LDAP服务器IP。

source: Hostname doesn't resolved to IP.
cs_cz: Název stroje se nedaří přeložit na IP adresu.
de_de: Der Hostname konnte nicht auf eine IP aufgelöst werden.
el_gr: Το όνομα κεντρικού υπολογιστή δεν επιλύεται σε IP.
fa_ir: نام میزبان به IP حل نشد.
fr_fr: Le nom d'hôte n'est pas résolu pour l'IP.
it_it: Il nome host non viene risolto in IP.
ko_kr: 호스트 이름이 IP로 확인되지 않습니다.
pl_pl: Nazwa hosta nie została rozwiązana na IP.
uk_ua: Ім'я хоста не розпізнано в IP.
zh_cn: 主机名不能解析为IP。

source: Hostname doesn't resolved to host IP.
cs_cz: Název stroje nepřeložen na IP adresu stroje.
de_de: Der Hostname wird nicht in die Host-IP aufgelöst.
el_gr: Το όνομα κεντρικού υπολογιστή δεν επιλύεται ως IP κεντρικού υπολογιστή.
fa_ir: نام میزبان به IP میزبان حل نشد.
fr_fr: Le nom d'hôte n'est pas résolu pour l'hôte IP.
it_it: Il nome host non viene risolto nell'IP dell'host.
ko_kr: 호스트 이름이 호스트 IP로 확인되지 않습니다.
pl_pl: Nazwa hosta nie została rozwiązana na IP hosta.
uk_ua: Ім'я хоста не розпізнано в IP-адресу хоста.
zh_cn: 主机名不能解析为主机IP。

source: DNS server not found
cs_cz: DNS server nenalezen
de_de: DNS-Server nicht gefunden
el_gr: Δεν βρέθηκε διακομιστής DNS
fa_ir: سرور DNS یافت نشد
fr_fr: Serveur DNS introuvable
it_it: Server DNS non trovato
ko_kr: DNS 서버를 찾을 수 없음
pl_pl: Nie znaleziono serwera DNS
uk_ua: DNS-сервер не знайдено
zh_cn: 找不到DNS服务器

source: Kerberos authentication module
cs_cz: Kerberos ověřovací modul
de_de: Kerberos-Authentifizierungsmodul
el_gr: Μονάδα ελέγχου ταυτότητας Kerberos
fa_ir: ماژول احراز هویت Kerberos
fr_fr: Module d'authentification Kerberos
it_it: Modulo di autenticazione Kerberos
ko_kr: Kerberos 인증 모듈
pl_pl: Moduł uwierzytelniania Kerberos
uk_ua: Модуль автентифікації Kerberos
zh_cn: Kerberos认证模块

source: Add %sBackend Pools:%s Group the previously added servers to build a server farm. All servers in a group usually deliver the same content. The Backend Pool takes care of health monitoring and load distribution. A Backend Pool must be configured even if you only have a single server.
cs_cz: Přidat %sFondy podpůrných vrstev:%s Seskupit předtím přidané servery a vytvořit serverovou farmu. Všechny servery ve skupině obvykle poskytují stejný obsah. Fond podpůrné vrstvy dohlíží na stav a rozdělování zátěž. Je třeba, aby fond byl nanastaven i když máte jen jediný server.
de_de: %s Backend-Pools hinzufügen: %s Gruppieren Sie die zuvor hinzugefügten Server, um eine Serverfarm aufzubauen. Alle Server einer Gruppe liefern in der Regel den gleichen Inhalt. Der Backend-Pool kümmert sich um die Zustandsüberwachung und Lastverteilung. Ein Backend-Pool muss konfiguriert werden, auch wenn Sie nur einen einzigen Server haben.
el_gr: Προσθήκη %sBackend Pools:%s Ομαδοποιήστε τους διακομιστές που προστέθηκαν προηγουμένως για να δημιουργήσετε μια συστοιχία διακομιστών. Όλοι οι διακομιστές σε μια ομάδα συνήθως παρέχουν το ίδιο περιεχόμενο. Η Backend Pool φροντίζει για την παρακολούθηση της εύρυθμης λειτουργίας και την κατανομή του φορτίου. Μια Backend Pool πρέπει να διαμορφωθεί ακόμα και αν έχετε μόνο έναν διακομιστή.
fa_ir: افزودن %sBackend Pools:%s گروه‌بندی سرورهای قبلاً اضافه‌شده برای ساخت یک مزرعهٔ سرور. تمام سرورها در یک گروه معمولاً محتوای یکسانی ارائه می‌دهند. Backend Pool مسئول مانیتورینگ سلامت و توزیع بار است. حتی اگر تنها یک سرور داشته باشید، باید یک Backend Pool پیکربندی شود.
fr_fr: Ajouter %sBackend Pools:%s Grouper les serveurs précédemment ajoutés pour créer une batterie de serveurs. Tous les serveurs d'un groupe fournissent généralement le même contenu. Le groupe d'arrière-plan s'occupe de la surveillance de la santé et de la distribution de la charge. Un groupe d'arrière-plan doit être configuré même si vous n'avez qu'un seul serveur.
it_it: Aggiungi %sPool backend:%s Raggruppa i server aggiunti in precedenza per creare una server farm. Tutti i server di un gruppo solitamente forniscono lo stesso contenuto. Il pool backend si occupa del monitoraggio dello stato e della distribuzione del carico. È necessario configurare un pool backend anche se si dispone di un solo server.
ko_kr: %s백엔드 풀 추가:%s 이전에 추가한 서버를 그룹화하여 서버 팜을 구축합니다. 그룹의 모든 서버는 일반적으로 동일한 내용을 배달합니다. 백엔드 풀은 상태 모니터링 및 로드 분산을 처리합니다. 서버가 하나뿐인 경우에도 백엔드 풀을 구성해야 합니다.
pl_pl: Dodaj %sPule Backendów:%s Grupuj wcześniej dodane serwery, aby zbudować farmę serwerów. Wszystkie serwery w grupie zwykle dostarczają te same treści. Pula Backend zajmuje się monitorowaniem zdrowia i dystrybucją obciążenia. Pula Backend musi być skonfigurowana, nawet jeśli masz tylko jeden serwer.
uk_ua: Додати %sПул зовнішніх серверів:%s Згрупуйте раніше додані сервери для створення серверної ферми. Всі сервери в групі зазвичай надають однаковий вміст. Пул зовнішніх серверів відповідає за моніторинг стану та розподіл навантаження. Пул зовнішніх серверів має бути налаштований, навіть якщо у вас є лише один сервер.
zh_cn: 添加%s后端池:%s 对先前添加的服务器进行分组来构建服务器集群。 组中的所有服务器通常都提供相同的内容。 后端池负责健康监测和负载分配。 即使只有一台服务器，也必须配置后端池。

source: SMART Status
cs_cz: Stav SMART
el_gr: Κατάσταση SMART
fa_ir: وضعیت SMART
fr_fr: Statut SMART
it_it: Stato INTELLIGENTE
ko_kr: SMART 상태
pl_pl: Status SMART
uk_ua: Статус SMART
zh_cn: SMART状态

source: No SMART devices.
cs_cz: Žádná SMART zařízení.
de_de: Keine SMART-Geräte
el_gr: Δεν υπάρχουν συσκευές SMART.
fa_ir: دستگاه SMART یافت نشد.
fr_fr: Pas de périphérique supportant SMART.
it_it: Nessun dispositivo SMART.
ko_kr: SMART 장치가 없습니다.
pl_pl: Brak urządzeń SMART.
uk_ua: Пристроїв SMART немає.
zh_cn: 没有智能设备。

source: Do you really want to abort the test?
cs_cz: Opravdu chcete přerušit test?
de_de: Wollen Sie diesen Test wirklich abbrechen?
el_gr: Θέλετε πραγματικά να διακόψετε τη δοκιμή;
fa_ir: آیا مطمئن هستید که می‌خواهید تست را لغو کنید؟
fr_fr: Vous-vous vraiment abandonner le test ?
it_it: Vuoi davvero interrompere il test?
ko_kr: 테스트를 중단하시겠습니까?
pl_pl: Czy na pewno chcesz przerwać test?
uk_ua: Ви дійсно бажаєте перервати тест?
zh_cn: 您真要中止该测试吗？

source: Abort tests
cs_cz: Přerušit testy
de_de: Tests abbrechen
el_gr: Διακοπή δοκιμών
fa_ir: لغو تست‌ها
fr_fr: Abandonner les tests
it_it: Interrompere i test
ko_kr: 테스트 중단
pl_pl: Przerwij testy
uk_ua: Перервати тести
zh_cn: 中止测试

source: Self-test
cs_cz: Samotest
de_de: Selbsttest
el_gr: Αυτοέλεγχος
fa_ir: خودآزمایی
fr_fr: Auto-test
it_it: Autotest
ko_kr: 셀프 테스트
pl_pl: Auto-test
uk_ua: Самотестування
zh_cn: 自测试

source: Error
cs_cz: Chyba
de_de: Fehler
el_gr: Σφάλμα
fa_ir: خطا
fr_fr: Erreur
it_it: Errore
ko_kr: 오류
pl_pl: Błąd
uk_ua: Помилка
zh_cn: 错误

source: Log type
cs_cz: Typ záznamu událostí
de_de: Protokolltyp
el_gr: Τύπος αρχείου καταγραφής
fa_ir: نوع لاگ
fr_fr: Type de journal
it_it: Tipo di registro
ko_kr: 로그 유형
pl_pl: Typ logu
uk_ua: Тип журналу
zh_cn: 日志类型
