Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Interface and port on which to forward SSH connections, typically localhost:22.
cs_cz: Rozhraní a port na které přeposlat SSH spojení (typicky localhost:22).
de_de: Schnittstelle und Port zur Weiterleitung von SSH-Verbindungen, typischerweise localhost:22
el_gr: Διεπαφή και θύρα στην οποία θα προωθούνται οι συνδέσεις SSH, συνήθως localhost:22.
fa_ir: رابط و پورت برای فوروارد اتصالات SSH، معمولاً localhost:22.
fr_fr: Interface et port sur lesquels transférer les connexions SSH, généralement localhost:22.
it_it: Interfaccia e porta su cui inoltrare le connessioni SSH, in genere localhost:22.
ko_kr: SSH 연결을 전달할 인터페이스 및 포트, 일반적으로 localhost:22 입니다.
uk_ua: Інтерфейс і порт для пересилання SSH-з'єднань, типово localhost:22.
zh_cn: 转发 SSH 连接的接口和端口，通常为 localhost:22。

source: Interface and port on which to forward SSL connection, typically localhost:443. Note that you can set sslh to listen on ext_ip:443 and httpd to listen on localhost:443: this allows clients inside your network to just connect directly to httpd. Also, sslh probes for SSLv3 (or TLSv1) handshake and will reject connections from clients requesting SSLv2. This is compliant with RFC6176 which prohibits the usage of SSLv2. If you wish to accept SSLv2, use --anyprot instead.
cs_cz: Rozhraní a port, na který se má předávat SSL připojení, obvykle localhost:443. Všimněte si, že sslh je možné nastavit tak, aby očekávalo spojení na ext_ip:443, a httpd, aby očekával na localhost:443: to umožňuje klientům uvnitř vaší sítě připojit se přímo k httpd. Kromě toho sslh sondou sleduje handshake SSLv3 (nebo TLSv1) a odmítne spojení od klientů požadujících SSLv2. To je v souladu s RFC6176, které zakazuje používání SSLv2. Pokud si přejete akceptovat SSLv2, použijte místo toho --anyprot.
de_de: Schnittstelle und Port zur Weiterleitung von SSL-Verbindungen, typischerweise localhost:443. Hinweis: Sie können sslh auf ext_ip:443 und httpd auf localhost:443 lauschen lassen. Dadurch können interne Clients direkt eine Verbindung zu httpd herstellen. sslh prüft auf SSLv3- oder TLSv1-Handshake und lehnt SSLv2-Anfragen ab. Dies entspricht RFC6176, welcher die Verwendung von SSLv2 untersagt. Wenn Sie SSLv2 zulassen möchten, verwenden Sie die Option --anyprot.
el_gr: Διεπαφή και θύρα στην οποία θα προωθηθεί η σύνδεση SSL, συνήθως localhost:443. Σημειώστε ότι μπορείτε να ορίσετε το sslh να ακούει στο ext_ip:443 και το httpd να ακούει στο localhost:443: αυτό επιτρέπει στους υπολογιστές-πελάτες εντός του δικτύου σας να συνδέονται απευθείας στο httpd. Επίσης, το sslh ελέγχει για χειραψία SSLv3 (ή TLSv1) και θα απορρίψει συνδέσεις από υπολογιστές-πελάτες που ζητούν SSLv2. Αυτό είναι συμβατό με το RFC6176, το οποίο απαγορεύει τη χρήση του SSLv2. Εάν θέλετε να αποδεχτείτε το SSLv2, χρησιμοποιήστε την εντολή --anyprot.
fa_ir: رابط و پورت برای فوروارد اتصال SSL، معمولاً localhost:443. توجه داشته باشید که می‌توانید sslh را طوری تنظیم کنید که روی ext_ip:443 گوش کند و httpd را روی localhost:443: این امکان را می‌دهد که کلاینت‌های داخل شبکه به‌طور مستقیم به httpd متصل شوند. همچنین sslh برای handshake مربوط به SSLv3 (یا TLSv1) بررسی می‌کند و اتصالات درخواست‌کننده SSLv2 را رد می‌کند. این مطابق RFC6176 است که استفاده از SSLv2 را ممنوع می‌کند. اگر می‌خواهید SSLv2 را بپذیرید، از --anyprot استفاده کنید.
fr_fr: Interface et port sur lesquels transférer la connexion SSL, typiquement localhost:443. Notez que vous pouvez configurer sslh pour qu'il écoute sur ext_ip:443 et httpd pour qu'il écoute sur localhost:443 : cela permet aux clients de votre réseau de se connecter directement à httpd. De plus, sslh vérifie les échanges SSLv3 (ou TLSv1) et rejette les connexions des clients qui demandent SSLv2. Ceci est conforme à la RFC6176 qui interdit l'utilisation de SSLv2. Si vous souhaitez accepter SSLv2, utilisez --anyprot à la place.
it_it: Interfaccia e porta su cui inoltrare la connessione SSL, in genere localhost:443. Tieni presente che puoi impostare sslh per l'ascolto su ext_ip:443 e httpd per l'ascolto su localhost:443: questo consente ai client all'interno della tua rete di connettersi direttamente direttamente a httpd. Inoltre, sslh verifica l'handshake SSLv3 (o TLSv1) e rifiuterà le connessioni dai client che richiedono SSLv2. Questo è conforme a RFC6176 che proibisce l'utilizzo di SSLv2. Se desideri accettare SSLv2, utilizza invece --anyprot.
ko_kr: SSL 연결을 전달할 인터페이스 및 포트, 일반적으로 localhost:443 입니다. sslh를 ext_ip:443에서 수신하고 httpd를 localhost:443에서 수신하도록 설정할 수 있습니다. 이렇게 하면 네트워크 내의 클라이언트가 httpd에 직접 연결할 수 있습니다. 또한 sslh는 SSLv3(또는 TLSv1) 핸드셰이크를 조사하고 SSLv2를 요청하는 클라이언트의 연결을 거부합니다. 이는 SSLv2의 사용을 금지하는 RFC6176과 호환됩니다. SSLv2를 허용하려면 --anyprot을 사용하세요.
uk_ua: Інтерфейс і порт для пересилання SSL-з'єднань, типово localhost:443. Зауважте, що ви можете налаштувати sslh на прослуховування ext_ip:443, а httpd – на прослуховування localhost:443: це дозволяє клієнтам у вашій мережі безпосередньо підключатися до httpd. Крім того, sslh перевіряє рукостискання SSLv3 (або TLSv1) і відхилятиме з'єднання від клієнтів, які запитують SSLv2. Це відповідає RFC6176, який забороняє використання SSLv2. Якщо ви хочете приймати SSLv2, використовуйте натомість --anyprot.
zh_cn: 转发 SSL 连接的接口和端口，通常为 localhost:443。请注意，可以将 sslh 设置为监听 ext_ip:443，将 httpd 设置为监听 localhost:443：这样，网络内的客户端就可以直接连接到 httpd。此外，sslh 会探测 SSLv3（或 TLSv1）握手，并拒绝来自请求 SSLv2 的客户端连接。这符合禁止使用 SSLv2 的 RFC6176 标准。如果希望接受 SSLv2，请使用 --anyprot 代替。

source: Interface and port on which to forward Tinc connections, typically localhost:655.
cs_cz: Rozhraní a port na který přesměrovávat Tinc spojení, typicky localhost:655
de_de: Schnittstelle und Port zur Weiterleitung von Tinc-Verbindungen, typischerweise localhost:655
el_gr: Διεπαφή και θύρα στην οποία θα προωθούνται οι συνδέσεις Tinc, συνήθως localhost:655.
fa_ir: رابط و پورت برای فوروارد اتصالات Tinc، معمولاً localhost:655.
fr_fr: Interface et port sur lesquels transférer les connexions Tinc, typiquement localhost:655.
it_it: Interfaccia e porta su cui inoltrare le connessioni Tinc, tipicamente localhost:655.
ko_kr: Tinc 연결을 전달할 인터페이스 및 포트, 일반적으로 localhost:655 입니다.
uk_ua: Інтерфейс і порт для пересилання з'єднань Tinc, типово localhost:655.
zh_cn: 转发 Tinc 连接的接口和端口，通常为 localhost:655。

source: Interface and port on which to forward XMPP connections, typically localhost:5222.
cs_cz: Rozhraní a port na který přesměrovávat XMPP spojení, typicky localhost:5222.
de_de: Schnittstelle und Port zur Weiterleitung von XMPP-Verbindungen, typischerweise localhost:5222
el_gr: Διεπαφή και θύρα στην οποία θα προωθούνται οι συνδέσεις XMPP, συνήθως localhost:5222.
fa_ir: رابط و پورت برای فوروارد اتصالات XMPP، معمولاً localhost:5222.
fr_fr: Interface et port sur lesquels transférer les connexions XMPP, typiquement localhost:5222.
it_it: Interfaccia e porta su cui inoltrare le connessioni XMPP, in genere localhost:5222.
ko_kr: XMPP 연결을 전달할 인터페이스 및 포트, 일반적으로 localhost:5222 입니다.
uk_ua: Інтерфейс і порт для пересилання з'єднань XMPP, типово localhost:5222.
zh_cn: 转发 XMPP 连接的接口和端口，通常为 localhost:5222。

source: Interface and port on which to forward if no other protocol has been found. Because sslh tries protocols in the order specified on the command line, this should be specified last. If no default is specified, sslh will forward unknown protocols to the first protocol specified.
cs_cz: Rozhraní a port, na který se má předávat, pokud nebyl nalezen jiný protokol. Protože sslh zkouší protokoly v pořadí zadaném na příkazovém řádku, měl by být zadán jako poslední. Pokud není zadáno žádné výchozí nastavení, bude sslh předávat neznámé protokoly na první zadaný protokol.
de_de: Schnittstelle und Port für Weiterleitungen, wenn kein anderes Protokoll erkannt wurde. Da sslh die Protokolle in der angegebenen Reihenfolge prüft, sollte dieser Eintrag zuletzt angegeben werden. Wird kein Standard definiert, erfolgt die Weiterleitung unbekannter Protokolle zum zuerst angegebenen Protokoll.
el_gr: Διεπαφή και θύρα στην οποία θα γίνει προώθηση εάν δεν βρεθεί άλλο πρωτόκολλο. Επειδή το sslh δοκιμάζει πρωτόκολλα με τη σειρά που καθορίζεται στη γραμμή εντολών, αυτό θα πρέπει να καθοριστεί τελευταίο. Εάν δεν καθοριστεί προεπιλογή, το sslh θα προωθήσει άγνωστα πρωτόκολλα στο πρώτο καθορισμένο πρωτόκολλο.
fa_ir: رابط و پورتی که در صورت یافتن هیچ پروتکل دیگری، به آن فوروارد شود. از آنجا که sslh پروتکل‌ها را به ترتیب مشخص‌شده در خط فرمان امتحان می‌کند، این باید به‌عنوان آخرین مورد مشخص شود. اگر پیش‌فرضی مشخص نشود، sslh پروتکل‌های ناشناخته را به اولین پروتکل مشخص‌شده فوروارد می‌کند.
fr_fr: Interface et port sur lesquels transmettre si aucun autre protocole n'a été trouvé. Comme sslh essaie les protocoles dans l'ordre spécifié sur la ligne de commande, ce paramètre doit être spécifié en dernier. Si aucune valeur par défaut n'est spécifiée, sslh transmettra les protocoles inconnus au premier protocole spécifié.
it_it: Interfaccia e porta su cui inoltrare se non è stato trovato nessun altro protocollo. Poiché sslh prova i protocolli nell'ordine specificato sulla riga di comando, questo dovrebbe essere specificato per ultimo. Se non viene specificato alcun valore predefinito, sslh inoltrerà i protocolli sconosciuti al primo protocollo specificato.
ko_kr: 다른 프로토콜을 찾지 못한 경우 전달할 인터페이스 및 포트. sslh는 명령행에서 지정된 순서대로 프로토콜을 시도하므로 마지막에 지정해야 합니다. 기본값이 지정되지 않은 경우 sslh는 알 수 없는 프로토콜을 첫 번째 프로토콜로 전달합니다.
uk_ua: Інтерфейс і порт для пересилання, якщо не знайдено іншого протоколу. Оскільки sslh намагається використовувати протоколи в порядку, зазначеному в командному рядку, цей параметр слід вказувати останнім. Якщо типово не вказано, sslh пересилатиме невідомі протоколи на перший зазначений протокол.
zh_cn: 如果未找到其他协议，则转发的接口和端口。由于 sslh 会按照命令行指定的顺序尝试协议，因此应最后指定。如果没有指定默认值，sslh 将把未知协议转发到指定的第一个协议。

source: Interfaces to capture.
cs_cz: Rozhraní, ze kterých zachytávat.
de_de: Schnittstellen zum Mitschneiden.
el_gr: Διεπαφές για καταγραφή.
fa_ir: رابط‌هایی برای ضبط.
fr_fr: Interfaces à capturer.
it_it: Interfacce da catturare.
ko_kr: 캡처할 인터페이스입니다.
uk_ua: Інтерфейси для захоплення.
zh_cn: 要捕获的接口。

source: Internet Speed Test
cs_cz: Test rychlosti připojení k Internetu
de_de: Internet-Geschwindigkeitstest
el_gr: Δοκιμή ταχύτητας Διαδικτύου
fa_ir: تست سرعت اینترنت
fr_fr: Test de vitesse Internet
it_it: Prova di velocità di Internet
ko_kr: 인터넷 속도 테스트
uk_ua: Тест швидкості інтернету
zh_cn: 网络测速

source: Intrusion detection events
cs_cz: Události zjištění průniků
de_de: Ereignisse der Angriffserkennung (IDS)
el_gr: Συμβάντα ανίχνευσης εισβολής
fa_ir: رویدادهای تشخیص نفوذ
fr_fr: Événements de détection d'intrusion
it_it: Eventi di rilevamento delle intrusioni
ko_kr: 침입 탐지 이벤트
uk_ua: Події виявлення вторгнень
zh_cn: 入侵检测事件

source: Invert Port
cs_cz: Prohodit port
de_de: Port invertieren
el_gr: Αντιστροφή θύρας
fa_ir: معکوس کردن پورت
fr_fr: Port d'inversion
it_it: Inverti porta
ko_kr: 포트 반전
uk_ua: Інвертувати порт
zh_cn: 反转端口

source: Invert Protocol
cs_cz: Prohodit protokol
de_de: Protokoll invertieren
el_gr: Αντιστροφή πρωτοκόλλου
fa_ir: معکوس کردن پروتکل
fr_fr: Inverser le protocole
it_it: Protocollo invertito
ko_kr: 프로토콜 반전
uk_ua: Інвертувати протокол
zh_cn: 反转协议

source: JD Cloud region
cs_cz: Oblast v JD Cloud
el_gr: Περιοχή JD Cloud
fa_ir: منطقه JD Cloud
fr_fr: Région JD Cloud
it_it: Regione JD Cloud
ko_kr: JD Cloud 지역
uk_ua: Регіон JD Cloud

source: Keep Connection Open
cs_cz: Ponechat spojení otevřené
de_de: Verbindung offen halten
el_gr: Διατήρηση σύνδεσης ανοιχτής
fa_ir: حفظ اتصال باز
fr_fr: Maintenir la connexion ouverte
it_it: Mantieni la connessione aperta
ko_kr: 연결 유지
uk_ua: Тримати з'єднання відкритим
zh_cn: 保持连接打开

source: Keep probing down hosts
cs_cz: Pokračovat ve zkoušení nedostupných hostitelů
de_de: Erneute Prüfung ausgefallener Hosts
el_gr: Συνεχίστε να ελέγχετε τους κεντρικούς υπολογιστές
fa_ir: ادامه بررسی میزبان‌های از کار افتاده
fr_fr: Continuer à sonder les hôtes
it_it: Continua a sondare gli host
ko_kr: 다운된 호스트 계속 검사
uk_ua: Продовжувати опитувати неактивні хости
zh_cn: 持续探测主机

source: Kill Delay
cs_cz: Prodleva vynuceného ukončení
de_de: Verzögerung beim Beenden
el_gr: Καθυστέρηση εξόντωσης
fa_ir: تأخیر قطع
fr_fr: Délai de mise à mort
it_it: Uccidi il ritardo
ko_kr: 종료 지연
uk_ua: Затримка завершення
zh_cn: 终止延迟

source: LAPI listen address
cs_cz: Adresa na které LAPI očekává spojení
de_de: LAPI-Listenadresse
el_gr: Διεύθυνση ακρόασης LAPI
fa_ir: آدرس شنود LAPI
fr_fr: Adresse d'écoute LAPI
it_it: Indirizzo di ascolto LAPI
ko_kr: LAPI 수신 주소
uk_ua: Адреса прослуховування LAPI
zh_cn: LAPI监听地址

source: LAPI listen port
cs_cz: Port očekávání spojení LAPI
el_gr: Θύρα ακρόασης LAPI
fa_ir: پورت شنود LAPI
fr_fr: Port d'écoute LAPI
it_it: Porta di ascolto LAPI
ko_kr: LAPI 수신 포트
uk_ua: Порт прослуховування LAPI
zh_cn: LAPI监听端口

source: Limit Idle Timeout
cs_cz: Omezit časový limit nečinnosti
de_de: Leerlauf-Timeout begrenzen
el_gr: Όριο χρονικού ορίου αδράνειας
fa_ir: محدودیت زمان بیکار
fr_fr: Limiter le délai d'inactivité
it_it: Limita il timeout di inattività
ko_kr: 유휴 시간 타임아웃
uk_ua: Обмежити тайм-аут бездіяльності
zh_cn: 空闲超时限制

source: Limit Max Connections
cs_cz: Omezit nejvyšší počet připojení
de_de: Maximale Anzahl gleichzeitiger Verbindungen begrenzen
el_gr: Όριο μέγιστου αριθμού συνδέσεων
fa_ir: محدودیت حداکثر اتصالات
fr_fr: Limite Max Connexions
it_it: Limita il numero massimo di connessioni
ko_kr: 최대 연결 수 제한
uk_ua: Обмежити максимальну кількість з'єднань
zh_cn: 最大连接数限制

source: Limit Max Requests
cs_cz: Omezit maximum požadavků
de_de: Maximale Anzahl Anfragen begrenzen
el_gr: Όριο μέγιστου αριθμού αιτημάτων
fa_ir: محدودیت حداکثر درخواست‌ها
fr_fr: Limite Demandes maximales
it_it: Limita il numero massimo di richieste
ko_kr: 최대 요청 수 제한
uk_ua: Обмежити максимальну кількість запитів
zh_cn: 最大请求限制

source: Limit lifetime
cs_cz: Omezit životnost
de_de: Lebensdauer begrenzen
el_gr: Όριο διάρκειας ζωής
fa_ir: محدودیت طول عمر
fr_fr: Limiter la durée de vie
it_it: Limita la durata
ko_kr: 수명 제한
uk_ua: Обмежити термін дії
zh_cn: 有效期限制

source: Limit the number of TCP connections to the home server. Setting this to 0 means "no limit".
cs_cz: Omezit počet TCP spojení k domovskému serveru. Nastavení této hodnoty na 0 (nula) znamená „bez omezení“.
de_de: Begrenzt die Anzahl der TCP-Verbindungen zum Heimserver. Bei Angabe von 0 erfolgt keine Begrenzung.
el_gr: Περιορίστε τον αριθμό των συνδέσεων TCP στον οικιακό διακομιστή. Η ρύθμιση σε 0 σημαίνει "χωρίς όριο".
fa_ir: تعداد اتصالات TCP به سرور مقصد را محدود کنید. قرار دادن مقدار 0 یعنی «بدون محدودیت».
fr_fr: Limite le nombre de connexions TCP au serveur domestique. La valeur 0 signifie "aucune limite".
it_it: Limita il numero di connessioni TCP al server principale. Impostarlo su 0 significa "nessun limite".
ko_kr: 홈 서버로의 TCP 연결 수를 제한합니다. 0으로 설정하면 "제한 없음"을 의미합니다.
uk_ua: Обмежити кількість TCP-з'єднань з головним сервером. Встановлення цього значення на 0 означає «без обмежень».
zh_cn: 限制主服务器的 TCP 连接数。设置为 0 表示 "无限制"。

source: Limit the total number of outstanding packets to the home server.
cs_cz: Omezit celkový počet nevyřízených paketů k domovskému serveru.
de_de: Begrenzt die Gesamtanzahl ausstehender Pakete an den Heimserver.
el_gr: Περιορίστε τον συνολικό αριθμό των εκκρεμών πακέτων στον οικιακό διακομιστή.
fa_ir: تعداد کل بسته‌های در انتظار به سرور مقصد را محدود کنید.
fr_fr: Limite le nombre total de paquets en attente vers le serveur d'origine.
it_it: Limita il numero totale di pacchetti in sospeso sul server principale.
ko_kr: 홈 서버로의 미처리 패킷 수를 제한합니다.
uk_ua: Обмежити загальну кількість невиконаних пакетів до головного сервера.
zh_cn: 限制发送到主服务器的未处理数据包总数。

source: Limit the total number of requests sent over one TCP connection. Setting this to 0 means "no limit".
cs_cz: Omezit celkový počet požadavků odeslaných přes jedno TCP spojení. Nastavení této hodnoty na 0 (nula) znamená „bez omezení“.
de_de: Begrenzt die Gesamtanzahl der Anfragen, die über eine TCP-Verbindung gesendet werden. Bei Angabe von 0 erfolgt keine Begrenzung.
el_gr: Περιορίστε τον συνολικό αριθμό αιτημάτων που αποστέλλονται μέσω μίας σύνδεσης TCP. Η ρύθμιση σε 0 σημαίνει "χωρίς όριο".
fa_ir: تعداد کل درخواست‌هایی که از طریق یک اتصال TCP ارسال می‌شوند را محدود کنید. قرار دادن 0 یعنی «بدون محدودیت».
fr_fr: Limite le nombre total de requêtes envoyées sur une connexion TCP. La valeur 0 signifie qu'il n'y a pas de limite.
it_it: Limita il numero totale di richieste inviate tramite una connessione TCP. Impostarlo su 0 significa "nessun limite".
ko_kr: 하나의 TCP 연결로 전송되는 요청 수를 제한합니다. 0으로 설정하면 "제한 없음"을 의미합니다.
uk_ua: Обмежити загальну кількість запитів, надісланих через одне TCP-з'єднання. Встановлення цього значення на 0 означає «без обмежень».
zh_cn: 限制通过一个 TCP 连接发送的请求总数。设置为 0 表示 "无限制"。

source: List of certificate candidates to use for authentication.
cs_cz: Seznam certifikátů, coby kandidátů pro použití při ověřování.
de_de: Liste der Zertifikatskandidaten, die für die Authentifizierung verwendet werden sollen.
el_gr: Λίστα υποψήφιων πιστοποιητικών που θα χρησιμοποιηθούν για έλεγχο ταυτότητας.
fa_ir: فهرست گواهی‌های قابل‌استفاده برای احراز هویت.
fr_fr: Liste des certificats candidats à utiliser pour l'authentification.
it_it: Elenco dei candidati al certificato da utilizzare per l'autenticazione.
ko_kr: 인증에 사용할 인증서 후보 목록입니다.
uk_ua: Список кандидатів сертифікатів для використання в автентифікації.
zh_cn: 用于身份验证的候选证书列表。

source: List of domains to blocklist. Only exact matches are supported.
cs_cz: Seznam domén na seznam blokovaných. Podporované jsou pouze přesné shody.
de_de: Liste von zu blockierenden Domains. Nur exakte Übereinstimmungen werden unterstützt.
el_gr: Λίστα τομέων προς αποκλεισμό. Υποστηρίζονται μόνο ακριβείς αντιστοιχίσεις.
fa_ir: فهرست دامنه‌هایی که باید مسدود شوند. فقط تطابق دقیق پشتیبانی می‌شود.
fr_fr: Liste des domaines à bloquer. Seules les correspondances exactes sont prises en charge.
it_it: Elenco dei domini da inserire nella blocklist. Sono supportate solo le corrispondenze esatte.
ko_kr: 차단 목록에 포함할 도메인 목록입니다. 정확한 일치만 지원됩니다.
uk_ua: Список доменів для чорного списку. Підтримуються лише точні збіги.
zh_cn: 要列入黑名单的域列表。仅支持精确匹配。

source: List of local traffic selectors to include in CHILD_SA. Each selector is a CIDR subnet definition. When left empty the address will be replaced by the tunnel outer address or the virtual IP if negotiated ([dynamic]).
cs_cz: Seznam selektorů místního provozu, které mají být zahrnuty do CHILD_SA. Každý selektor je definice CIDR podsítě. Pokud zůstane adresa prázdná, bude nahrazena vnější adresou tunelu nebo virtuální IP adresou, pokud byla vyjednána ([dynamická]).
de_de: Liste der lokalen Verkehrsselektoren, die in die CHILD_SA aufgenommen werden sollen. Jeder Selektor ist eine CIDR-Subnetzdefinition. Wenn leer, wird die Adresse durch die äußere Tunneladresse oder die verhandelte virtuelle IP ersetzt ([dynamisch]).
el_gr: Λίστα επιλογέων τοπικής κυκλοφορίας που θα συμπεριληφθούν στο CHILD_SA Κάθε επιλογέας είναι ένας ορισμός υποδικτύου CIDR Όταν αφεθεί κενό, η διεύθυνση θα αντικατασταθεί από την εξωτερική διεύθυνση της σήραγγας ή την εικονική IP, εάν έχει διαπραγματευτεί ([δυναμική])
fa_ir: فهرست انتخاب‌کننده‌های ترافیک محلی که باید در CHILD_SA گنجانده شوند. هر انتخاب‌کننده یک تعریف زیرشبکه CIDR است. اگر خالی رها شود، آدرس با آدرس خارجی تونل یا آدرس IP مجازی در صورت مذاکره جایگزین خواهد شد ([dynamic]).
fr_fr: Liste des sélecteurs de trafic local à inclure dans CHILD_SA. Chaque sélecteur est une définition de sous-réseau CIDR. Si l'adresse est vide, elle sera remplacée par l'adresse extérieure du tunnel ou par l'IP virtuelle si elle a été négociée ([dynamique]).
it_it: Elenco di selettori di traffico locale da includere in CHILD_SA. Ogni selettore è una definizione di sottorete CIDR. Se lasciato vuoto, l'indirizzo verrà sostituito dall'indirizzo esterno del tunnel o dall'IP virtuale se negoziato ([dinamico]).
ko_kr: CHILD_SA에 포함할 로컬 트래픽 선택기 목록입니다. 각 선택기는 CIDR 서브넷 정의입니다. 비어 두면 주소가 터널 외부 주소 또는 협상된 경우 가상 IP로 대체됩니다([동적])
uk_ua: Список локальних селекторів трафіку для включення до CHILD_SA. Кожен селектор є визначенням підмережі CIDR. Якщо залишити порожнім, адресу буде замінено зовнішньою адресою тунелю або віртуальною IP-адресою, якщо погоджено ([динамічна]).
zh_cn: 包含在 CHILD_SA 中的本地流量选择器列表。每个选择器都是一个CIDR子网定义。 留空时，地址将被隧道外部地址或虚拟 IP（如果协商好的话）（[动态]）取代。

source: List of raw public key candidates to use for authentication.
cs_cz: Seznam kandidátů na nezpracované veřejné klíče, které se mají použít k ověření.
de_de: Liste der öffentlichen Rohschlüssel, die für die Authentifizierung verwendet werden sollen.
el_gr: Λίστα υποψήφιων ακατέργαστων δημόσιων κλειδιών που θα χρησιμοποιηθούν για έλεγχο ταυτότητας.
fa_ir: فهرست کلیدهای عمومی خام برای احراز هویت.
fr_fr: Liste des clés publiques brutes candidates à utiliser pour l'authentification.
it_it: Elenco dei candidati a chiave pubblica grezza da utilizzare per l'autenticazione.
ko_kr: 인증에 사용할 원시 공개 키 후보 목록입니다.
uk_ua: Список кандидатів необроблених відкритих ключів для використання в автентифікації.
zh_cn: 用于身份验证的候选原始公钥列表。

source: List of remote traffic selectors to include in CHILD_SA. Each selector is a CIDR subnet definition. When left empty the address will be replaced by the tunnel outer address or the virtual IP if negotiated ([dynamic])
cs_cz: Seznam selektorů vzdáleného provozu, které mají být zahrnuty do CHILD_SA. Každý selektor je definice CIDR podsítě. Pokud je adresa ponechána prázdná, bude nahrazena vnější adresou tunelu nebo virtuální IP adresou, pokud byla vyjednána ([dynamická]).
de_de: Liste der entfernten Verkehrsselektoren, die in die CHILD_SA aufgenommen werden sollen. Jeder Selektor ist eine CIDR-Subnetzdefinition. Wenn leer, wird die Adresse durch die äußere Tunneladresse oder die verhandelte virtuelle IP ersetzt ([dynamisch]).
el_gr: Λίστα επιλογέων απομακρυσμένης κίνησης που θα συμπεριληφθούν στο CHILD_SA Κάθε επιλογέας είναι ένας ορισμός υποδικτύου CIDR Όταν αφεθεί κενό, η διεύθυνση θα αντικατασταθεί από την εξωτερική διεύθυνση σήραγγας ή την εικονική IP, εάν έχει διαπραγματευτεί ([δυναμική])
fa_ir: فهرست انتخابگرهای ترافیک راه‌دور برای افزودن به CHILD_SA. هر انتخابگر یک تعریف زیرشبکه CIDR است. اگر خالی بماند، آدرس با آدرس بیرونی تونل یا IP مجازی در صورت مذاکره ([dynamic]) جایگزین می‌شود.
fr_fr: Liste des sélecteurs de trafic à distance à inclure dans CHILD_SA. Chaque sélecteur est une définition de sous-réseau CIDR. Si l'adresse est vide, elle sera remplacée par l'adresse extérieure du tunnel ou par l'IP virtuelle si elle a été négociée ([dynamique]).
it_it: Elenco di selettori di traffico remoto da includere in CHILD_SA. Ogni selettore è una definizione di sottorete CIDR. Se lasciato vuoto, l'indirizzo verrà sostituito dall'indirizzo esterno del tunnel o dall'IP virtuale se negoziato ([dinamico])
ko_kr: CHILD_SA에 포함할 원격 트래픽 선택기 목록입니다. 각 선택기는 CIDR 서브넷 정의입니다. 비어 두면 주소가 터널 외부 주소 또는 협상된 경우 가상 IP로 대체됩니다([동적])
uk_ua: Список віддалених селекторів трафіку для включення до CHILD_SA. Кожен селектор є визначенням підмережі CIDR. Якщо залишити порожнім, адресу буде замінено зовнішньою адресою тунелю або віртуальною IP-адресою, якщо погоджено ([динамічна])
zh_cn: 包含在CHILD_SA中的远程流量选择器列表。每个选择器都是一 个CIDR子网定义。 留空时，该地址将被隧道外部地址或虚拟 IP（如果协商好的话）（[动态]）取代。

source: Listen addresses
cs_cz: Adresy na kterých očekávat spojení
de_de: Hörende Adressen
el_gr: Ακούστε διευθύνσεις
fa_ir: آدرس‌های شنود
fr_fr: Écouter les adresses
it_it: Ascolta gli indirizzi
ko_kr: 수신 대기 주소
uk_ua: Адреси прослуховування
zh_cn: 监听地址

source: Local Identifier
cs_cz: Místní identifikátor
de_de: Lokaler Bezeichner
el_gr: Τοπικό αναγνωριστικό
fa_ir: شناسه محلی
fr_fr: Identifiant local
it_it: Identificatore locale
ko_kr: 로컬 식별자
uk_ua: Локальний ідентифікатор
zh_cn: 本地标识符

source: Local Initiater IP
cs_cz: IP adresa místního iniciátora
de_de: Lokale Initiator-IP
el_gr: Τοπική διεύθυνση IP εκκινητή
fa_ir: آدرس IP آغازگر محلی
fr_fr: IP de l'initiateur local
it_it: IP dell'iniziatore locale
ko_kr: 로컬 초기화 IP
uk_ua: Локальний IP ініціатора
zh_cn: 本地发起者IP
