Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Out (bps)
cs_cz: Odchozí (bitů/s)
de_de: Ausgehend (bps)
el_gr: Εξερχόμενα (bps)
fa_ir: خروجی (bps)
fr_fr: Sortant (bps)
ko_kr: 송신 (bps)
pl_pl: Wyjście (bps)
uk_ua: Вихід (біт/с)
zh_cn: 出 (bps)

source: In (bps)
cs_cz: Příchozí (bitů/s)
de_de: Eingehend (bps)
el_gr: Είσερχόμενα (bps)
fa_ir: ورودی (bps)
fr_fr: Entrant (bps)
ko_kr: 수신 (bps)
pl_pl: Wejście (bps)
uk_ua: Вхід (біт/с)
zh_cn: 进 (bps)

source: Current date/time
cs_cz: Stávající datum/čas
de_de: Aktuelles Datum/Uhrzeit
el_gr: Τρέχουσα ημερομηνία/ώρα
fa_ir: تاریخ/زمان فعلی
fr_fr: Date/heure actuelle
it_it: Data/ora corrente
ko_kr: 현재 날짜/시간
pl_pl: Aktualna data/czas
uk_ua: Поточна дата/час
zh_cn: 当前日期/时间

source: Load average
cs_cz: Průměrná vytíženost systému
de_de: Durchschnittliche Auslastung
el_gr: Μέσος όρος φορτίου
fa_ir: میانگین بار
fr_fr: Moyenne de la charge système
it_it: Carico medio
ko_kr: 평균 부하
pl_pl: Średnie obciążenie
uk_ua: Середнє навантаження
zh_cn: 负载平衡

source: Versions
cs_cz: Verze
de_de: Versionen
el_gr: Εκδόσεις
fa_ir: نسخه‌ها
it_it: Versioni
ko_kr: 버전
pl_pl: Wersje
uk_ua: Версії
zh_cn: 版本

source: Tunnels
cs_cz: Tunely
de_de: Tunnel
el_gr: Τούνελ
fa_ir: تونل‌ها
it_it: Tunnel
ko_kr: 터널
pl_pl: Tunele
uk_ua: Тунелі
zh_cn: 隧道

source: Errors Out
cs_cz: Chyb odesílání
de_de: Fehler ausgehend
el_gr: Εξερχόμενα Σφάλματα
fa_ir: خطاهای خروجی
fr_fr: Erreurs sortantes
it_it: Errori fuori
ko_kr: 송신 오류
pl_pl: Błędy (wyjście)
uk_ua: Помилки вихідні
zh_cn: 出错误

source: Errors In
cs_cz: Chyb příjmu
de_de: Fehler eingehend
el_gr: Εισερχόμενα Σφάλματα
fa_ir: خطاهای ورودی
fr_fr: Erreurs entrantes
it_it: Errori dentro
ko_kr: 수신 오류
pl_pl: Błędy (wejście)
uk_ua: Помилки вхідні
zh_cn: 进错误

source: Bytes Out
cs_cz: Odeslaných bajtů
de_de: Bytes ausgehend
el_gr: Εξερχόμενα Bytes
fa_ir: بایت‌های خروجی
fr_fr: Octets sortants
it_it: Byte Out
ko_kr: 송신 바이트
pl_pl: Bajty (wyjście)
uk_ua: Вихідні байти
zh_cn: 出字节

source: Bytes In
cs_cz: Přijatých bajtů
de_de: Bytes eingehend
el_gr: Εισερχόμενα Bytes
fa_ir: بایت‌های ورودی
fr_fr: Octets entrants
it_it: Byte In
ko_kr: 수신 바이트
pl_pl: Bajty (wejście)
uk_ua: Вхідні байти
zh_cn: 进字节

source: Packets Out
cs_cz: Odeslaných paketů
de_de: Pakete ausgehend
el_gr: Εξερχόμενα Πακέτα
fa_ir: بسته‌های خروجی
fr_fr: Paquets sortants
it_it: Pacchetti Out
ko_kr: 송신 패킷
pl_pl: Pakiety (wyjście)
uk_ua: Вихідні пакети
zh_cn: 出数据包

source: Packets In
cs_cz: Přijatých paketů
de_de: Pakete eingehend
el_gr: Εισερχόμενα Πακέτα
fa_ir: بسته‌های ورودی
fr_fr: Paquets entrants
it_it: Pacchetti in ingresso
ko_kr: 수신 패킷
pl_pl: Pakiety (wejście)
uk_ua: Вхідні пакети
zh_cn: 进数据包

source: DISABLED
cs_cz: VYPNUTO
de_de: DEAKTIVIERT
el_gr: ΑΠΕΝΕΡΓΟΠΟΙΗΜΕΝΟ
fa_ir: غیرفعال
fr_fr: DÉSACTIVÉ
it_it: DISABILITATO
ko_kr: 비활성화됨
pl_pl: WYŁĄCZONO
uk_ua: ВИМКНЕНО
zh_cn: 禁用

source: Traffic Graph
cs_cz: Graf provozu
de_de: Datenverkehrsdiagramm
el_gr: Γράφημα κίνησης
fa_ir: نمودار ترافیک
fr_fr: Graphique du trafic
it_it: Grafico del traffico
ko_kr: 트래픽 그래프
pl_pl: Graf ruchu
uk_ua: Графік трафіку
zh_cn: 流量图

source: System Log
cs_cz: Záznam událostí v systému
de_de: Systemprotokoll
el_gr: Αρχείο καταγραφής συστήματος
fa_ir: لاگ سیستم
fr_fr: Journal du système
it_it: Registro di sistema
ko_kr: 시스템 로그
pl_pl: Log systemowy
uk_ua: Системний журнал
zh_cn: 系统日志

source: Interface Statistics
cs_cz: Statistiky rozhraní
de_de: Statistiken der Schnittstellen
el_gr: Στατιστικά διεπαφής
fa_ir: آمار رابط
fr_fr: Statistiques des Interfaces
it_it: Statistiche dell'interfaccia
ko_kr: 인터페이스 통계
pl_pl: Statystyki interfejsu
uk_ua: Статистика інтерфейсу
zh_cn: 接口统计

source: CPU Usage
cs_cz: Využití procesoru
de_de: CPU-Auslastung
el_gr: Χρήση CPU
fa_ir: مصرف CPU
fr_fr: Utilisation CPU
it_it: Utilizzo della CPU
ko_kr: CPU 사용량
pl_pl: Użycie CPU
uk_ua: Використання ЦП
zh_cn: CPU使用率

source: Zone
cs_cz: Zóna
el_gr: Ζώνη
fa_ir: زون
it_it: Zona
ko_kr: 영역
pl_pl: Strefa
uk_ua: Зона
zh_cn: 区域

source: Packetloss
cs_cz: Ztracených paketů
de_de: Paketverlust
el_gr: Απώλεια πακέτων
fa_ir: از دست رفتن بسته‌ها
fr_fr: Perte de paquets
it_it: Perdita di pacchetti
ko_kr: 패킷 손실
pl_pl: Utrata pakietów
uk_ua: Втрата пакетів
zh_cn: 丢包

source: Latency
cs_cz: Zpoždění
de_de: Latenz
el_gr: Καθυστέρηση
fa_ir: تأخیر
fr_fr: Latence
it_it: Latenza
ko_kr: 대기 시간
pl_pl: Czas opóźnienia
uk_ua: Затримка
zh_cn: 延迟

source: Protocol / Port
cs_cz: Protokol / port
de_de: Protokoll / Port
el_gr: Πρωτόκολλο / Θύρα
fa_ir: پروتکل / پورت
fr_fr: Protocole / Port
it_it: Protocollo/Porta
ko_kr: 프로토콜 / 포트
pl_pl: Protokół / port
uk_ua: Протокол / Порт
zh_cn: 协议/端口

source: Renegotiate data channel key after n seconds (default=3600).%sWhen using a one time password, be advised that your connection will automatically drop because your password is not valid anymore.%sSet to 0 to disable, remember to change your client as well.
cs_cz: Po n sekundách (výchozí=3600) znovu dojednat klíč datového kanálu.%sJe třeba si uvědomit, že při použití jednorázového hesla by došlo k přerušení spojení, protože heslo by už nebylo nadále platné.%sNastavením na hodnotu 0 (nula) je možné tuto funkci vypnout – v každém případě nezapomeňte stejně nastavit i klienty.
de_de: Bestimme einen neuen Schlüssel für die Verschlüsselung des Datenkanals nach n Sekunden (Standard=3600).%sSeien Sie gewarnt, dass bei Verwendung eines Einmal-Passworts die Verbindung nach dieser Zeitspanne automatisch getrennt wird, da Ihr Passwort nicht mehr gültig ist.%sSetzen Sie den Wert zur Deaktivierung auf 0. Vergessen Sie nicht, den Client ebenfalls anzupassen.
el_gr: Επαναδιαπραγμάτευση κλειδιού καναλιού δεδομένων μετά από n δευτερόλεπτα (προεπιλογή=3600).%sΌταν χρησιμοποιείτε έναν κωδικό πρόσβασης μίας χρήσης, λάβετε υπόψη ότι η σύνδεσή σας θα διακοπεί αυτόματα επειδή ο κωδικός πρόσβασής σας δεν είναι πλέον έγκυρος.%sΟρίστε σε 0 για απενεργοποίηση, θυμηθείτε να αλλάξετε και τον client σας.
fa_ir: کلید کانال داده را پس از n ثانیه دوباره مذاکره کنید (پیش‌فرض=3600).%sهنگام استفاده از یک رمز یکبار مصرف، توجه داشته باشید که اتصال شما به‌طور خودکار قطع می‌شود زیرا رمز شما دیگر معتبر نیست.%sبرای غیرفعال‌سازی مقدار 0 قرار دهید، و یادتان باشد که کلاینت خود را نیز تغییر دهید.
fr_fr: Renégociation de la clé du canal de données après n secondes (défaut=3600). %sSi vous utilisez un mot de passe à usage unique, votre connexion tombera automatiquement. %sMettre à 0 pour désactiver, pensez à changer également votre client.
it_it: Rinegozia la chiave del canale dati dopo n secondi (impostazione predefinita = 3600).%sQuando usi una password monouso, tieni presente che la connessione verrà interrotta automaticamente perché la password non è più valida.%sImposta su 0 per disabilitare, ricordati di cambiare il tuo client come BENE.
ko_kr: 수초 후에 데이터 채널 키를 다시 협상합니다(기본값=3600). %s일회성 비밀번호를 사용할 때, 비밀번호가 더 이상 유효하지 않으므로 연결이 자동으로 끊어집니다. %s사용 안함으로 설정하려면 0으로 설정하세요, 이와 같은 설정을 클라이언트에서도 변경해야 하는 것을 잊지마세요.
pl_pl: Ponowna negocjacja klucza kanału danych po n sekundach (domyślnie=3600).%s Jeśli używasz jednorazowego hasła, pamiętaj, że połączenie zostanie automatycznie przerwane, ponieważ hasło nie jest już ważne.%s Ustaw 0, aby wyłączyć, pamiętaj również o zmianie nazwy użytkownika
uk_ua: Повторно узгоджувати ключ каналу даних через n секунд (типово=3600).%sПри використанні одноразового пароля зверніть увагу, що ваше з'єднання автоматично розірветься, оскільки ваш пароль більше не дійсний.%sВстановіть 0 для вимкнення, не забудьте також змінити налаштування клієнта.
zh_cn: 在设定的秒数后重新协商数据通道密钥（默认值为3600）。%s在使用一次性密码的时候，请注意您的连接会自动断开，因为您的密码不再有效。%s设置为0表示禁用，还有请记得更改您的客户端。

source: %s4%s -- Normal usage range.
cs_cz: %s4%s – rozsah běžného využití.
de_de: %s4%s -- Normaler Nutzungsbereich.
el_gr: %s4%s -- Κανονικό εύρος χρήσης.
fa_ir: %s4%s -- بازه استفاده عادی.
fr_fr: %s4%s -- Plage d'utilisation normale.
it_it: %s4%s -- Intervallo di utilizzo normale.
ko_kr: %s4%s -- 일반적 사용 범위.
pl_pl: %s4%s -- Przedział normalnego użycia.
uk_ua: %s4%s -- Нормальний діапазон використання.
zh_cn: %s4%s -- 正常范围。

source: %s2,3%s -- show TLS negotiations & route info.
cs_cz: %s2,3%s – zobrazit informace o TLS dojednávání a trase.
de_de: %s2,3%s -- TLS-Aufbau & Routeninformation anzeigen.
el_gr: %s2,3%s -- εμφάνιση πληροφοριών διαπραγματεύσεων και διαδρομής TLS.
fa_ir: %s2,3%s -- نمایش مذاکرات TLS و اطلاعات مسیر.
fr_fr: %s2,3%s -- afficher les négociations TLS & les informations de routage.
it_it: %s2,3%s: mostra negoziazioni TLS e informazioni sul percorso.
ko_kr: %s2,3%s -- TLS 협상 및 라우트 정보를 표시.
pl_pl: %s2,3%s -- wyświetl negocjacje TLS i informacje o trasach
uk_ua: %s2,3%s -- показати переговори TLS та інформацію про маршрут.
zh_cn: %s2-3%s -- 显示TLS协商及路由信息。

source: %s1%s -- startup info + connection initiated messages + non-fatal encryption & net errors.
cs_cz: %s1%s – informace o spouštění + zprávy o zahájení spojení + nefatální chyby šifrování a sítě.
de_de: %s1%s -- Startinformation + Nachrichten zum Verbindungsaufbau + nicht schwere Verschlüsselungs- & Netzwerkfehler.
el_gr: %s1%s -- πληροφορίες εκκίνησης + μηνύματα που προέκυψαν από τη σύνδεση + μη ανεπανόρθωτη κρυπτογράφηση και σφάλματα δικτύου.
fa_ir: %s1%s — اطلاعات راه‌اندازی + پیام‌های شروع اتصال + خطاهای غیرمرگبار رمزگذاری و شبکه.
fr_fr: %s1%s -- info du démarrage + messages des connexions initiées + chiffrement non fatal & erreurs réseau.
it_it: %s1%s -- informazioni di avvio + messaggi di connessione avviata + crittografia non fatale ed errori di rete.
ko_kr: %s1%s -- 시작 정보 + 연결 시작 메시지 + 암호화되지 않은 오류 및 넷 오류.
pl_pl: %s1%s — informacje o uruchomieniu + wiadomości o zainicjowanych połączeniach + niekrytyczne szyfrowanie i błędy sieciowe.
uk_ua: %s1%s -- інформація про запуск + повідомлення про ініціацію з'єднання + нефатальні помилки шифрування та мережі.
zh_cn: %s1%s -- 起始信息 + 连接初始信息 + 非致命加密及网络错误。

source: %s0%s -- No output except fatal errors.
cs_cz: %s0%s – žádný výstup kromě fatálních chyb.
de_de: %s0%s -- Keine Ausgabe, außer schwere Fehler.
el_gr: %s0%s -- Δεν υπάρχει απάντηση εκτός από ανεπανόρθωτα σφάλματα.
fa_ir: %s0%s — هیچ خروجی‌ای جز خطاهای بحرانی.
fr_fr: %s0%s -- Pas de sortie exceptée les erreurs fatales.
it_it: %s0%s - Nessun output tranne errori irreversibili.
ko_kr: %s0%s -- 치명적인 오류를 제외하고 출력 없음.
pl_pl: %s0%s -- Bez wyjście, tylko błędy krytyczne.
uk_ua: %s0%s -- Немає виводу, крім фатальних помилок.
zh_cn: %s0%s -- 除致命错误外没有输出。

source: When using a client certificate, use certificate common name for indexing purposes instead of username
cs_cz: Při použití klientského certifikátu, použít pro účely indexování common name namísto uživatelského jména
de_de: Wenn Sie ein Clientzertifikat verwenden, verwenden Sie für den Indizierungszweck statt des Benutzernamens den Namen des Zertifikats
el_gr: Όταν χρησιμοποιείτε client πιστοποιητικό, χρησιμοποιήστε το κοινό όνομα πιστοποιητικού για σκοπούς ευρετηρίασης αντί για όνομα client
fa_ir: هنگام استفاده از گواهی کلاینت، به‌جای نام کاربری از نام عمومی گواهی برای نمایه‌سازی استفاده کنید.
fr_fr: Lors de l'utilisation d'un certificat client, utilisez le nom commun du certificat pour l'indexation au lieu du nom d'utilisateur
it_it: Quando si utilizza un certificato client, utilizzare il nome comune del certificato per scopi di indicizzazione anziché il nome utente
ko_kr: 클라이언트 인증서를 사용하는 경우 인덱싱 목적으로 사용자 이름 대신 인증서 일반 이름을 사용하세요.
pl_pl: W przypadku używania certyfikatów klienckich, użyj pole nazwy zwyczajowej certyfikatu w celu indeksowania zamiast nazwy użytkownika
uk_ua: При використанні клієнтського сертифіката, використовувати загальне ім'я сертифіката для цілей індексації замість імені користувача
zh_cn: 使用客户端证书时，请使用证书通用名称进行索引，而不是使用用户名

source: Use common name
cs_cz: Použít common name
de_de: Den Common-Name verwenden
el_gr: Χρήση κοινού ονόματος
fa_ir: استفاده از نام عمومی
fr_fr: Utiliser le nom commun
it_it: Usa un nome comune
ko_kr: 일반 이름 사용
pl_pl: Użyj common name
uk_ua: Використовувати загальне ім'я
zh_cn: 使用通用名称

source: Use a different management port on clients. The default port is 166. Specify a different port if the client machines need to select from multiple OpenVPN links.
cs_cz: Používat na klientech jiný port pro správu. Výchozím je 166. Odlišný zadejte pokud klientské stroje potřebují volit mezi vícero OpenVPN linkami.
de_de: Auf den Clients einen anderen Verwaltungsport verwenden. Der Standardport ist 166. Geben Sie einen anderen Port an, falls der Client zwischen verschiedenen OpenVPN-Verbindungen unterscheiden muss.
el_gr: Χρησιμοποιήστε διαφορετική θύρα διαχείρισης στους υπολογιστές των πελατών. Η προεπιλεγμένη θύρα είναι η 166. Καθορίστε διαφορετική θύρα εάν οι υπολογιστές τους πρέπει να επιλέξουν από πολλαπλούς συνδέσμους OpenVPN.
fa_ir: از یک پورت مدیریت متفاوت در کلاینت‌ها استفاده کنید. پورت پیش‌فرض 166 است. اگر ماشین‌های کلاینت نیاز به انتخاب از میان چند لینک OpenVPN دارند، پورت دیگری مشخص کنید.
fr_fr: Utiliser un port de gestion différent sur les clients. Le port par défaut est 166. Définissez un port différent si la machine cliente peut se connecter au travers de liens OpenVPN multiples.
it_it: Utilizzare una porta di gestione diversa sui client. La porta predefinita è 166. Specificare una porta diversa se i computer client devono selezionare tra più collegamenti OpenVPN.
ko_kr: 클라이언트에서 다른 관리 포트를 사용합니다. 기본 포트는 166입니다. 클라이언트 시스템이 여러 OpenVPN 링크에서 선택해야 하는 경우 다른 포트를 지정합니다.
pl_pl: Użyj innego portu zarządzania u klientów. Domyślny port to 166. Podaj inny port jeśli urządzenia klienta muszą wybrać z różnych połączeń OpenVPN.
uk_ua: Використовуйте інший порт управління на клієнтах. Порт типово 166. Вкажіть інший порт, якщо клієнтським машинам потрібно вибирати з декількох посилань OpenVPN.
zh_cn: 在客户端上使用不同的管理端口。 默认端口为166。如果客户端计算机需要从多个OpenVPN链接中进行选择，请指定其他端口。

source: Client Management Port
cs_cz: Port správy klienta
de_de: Clientverwaltungsport
el_gr: Θύρα Διαχείρισης Client
fa_ir: پورت مدیریت کلاینت
fr_fr: Port de Management Client
it_it: Porta di gestione del cliente
ko_kr: 클라이언트 관리 포트
pl_pl: Port zarządzania klienta
uk_ua: Клієнтський порт управління
zh_cn: 客户端管理端口

source: Scope ID
cs_cz: Identifikátor rozsahu
el_gr: Αναγνωριστικό πεδίου εφαρμογής
fa_ir: شناسه محدوده
fr_fr: ID de l'étendue
it_it: ID dell'ambito
ko_kr: 범위 ID
pl_pl: ID zakresu
uk_ua: Ідентифікатор області
zh_cn: 范围ID

source: Run ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' and ''ipconfig /registerdns'' on connection initiation. This is known to kick Windows into recognizing pushed DNS servers.
cs_cz: Při navazování spojení spustit příkazy „net stop dnscache“, „net start dnscache“, „ipconfig /flushdns“ a „ipconfig /registerdns“. Toto přiměje systém Windows rozpoznat předložené DNS servery.
de_de: Führen Sie "net stop dnscache", "net start dnscache", "ipconfig /flushdns" und "ipconfig /registerdns" beim Verbindungsaufbau aus. Dies ist ein bekannter Trick, um Windows dazu zu bringen, die DNS-Server zu erkennen.
el_gr: Εκτελέστε τις εντολές ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' και ''ipconfig /registerdns'' κατά την έναρξη της σύνδεσης. Αυτό είναι γνωστό ότι ενεργοποιεί τα Windows στην αναγνώριση των διακομιστών DNS που έχουν ωθηθεί.
fa_ir: در هنگام آغاز اتصال، ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' و ''ipconfig /registerdns'' را اجرا کنید. این کار باعث می‌شود Windows سرورهای DNS ارسال‌شده را شناسایی کند.
fr_fr: Exécuter ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' et ''ipconfig /registerdns'' à l'initialisation de la connexion. Cela permet de forcer les clients Windows à mettre à jour les serveurs DNS.
it_it: Eseguire ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' e ''ipconfig /registerdns'' all'avvio della connessione. Questo è noto per spingere Windows a riconoscere i server DNS inviati.
ko_kr: 연결 시작 시 ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' 및 ''ipconfig /registerdns''를 실행합니다. 이는 Windows가 푸시된 DNS 서버를 인식하도록 하는 것으로 알려져 있습니다.
pl_pl: Uruchom ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' i ''ipconfig /registerdns'' przy inicjalizacji połączenia. Wymusza to wykrycie przekazanych serwerów DNS przez Windows.
uk_ua: Запускати ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' та ''ipconfig /registerdns'' при ініціації з'єднання. Відомо, що це змушує Windows розпізнавати передані DNS-сервери.
zh_cn: 在开始连接上运行''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns''和''ipconfig /registerdns''。众所周知，这可以让Windows识别推送的DNS服务器。

source: Force DNS cache update
cs_cz: Vynutit aktualizaci mezipaměti DNS
de_de: DNS-Cache-Aktualisierung erzwingen
el_gr: Αναγκαστική ενημέρωση της προσωρινής μνήμης DNS
fa_ir: اجبار به‌روزرسانی کش DNS
fr_fr: Forcer la mise à jour du cache DNS
it_it: Forza l'aggiornamento della cache DNS
ko_kr: DNS 캐시 강제 업데이트
pl_pl: Wymuszanie aktualizacji cache DNS
uk_ua: Примусове оновлення кешу DNS
zh_cn: 强制DNS缓存更新

source: Some clients may require this even for IPv6, such as OpenVPN Connect (iOS/Android). Others may break if it is present, such as older versions of OpenVPN or clients such as Yealink phones.
cs_cz: Některé klientské aplikace mohou toto vyžadovat dokonce i pro IPv6, jako například OpenVPN Connect (iOS/Android). Jiné zase s tímto nefungují, jako například starší verze OpenVPN nebo VoIP telefony Yealink.
de_de: Manche Clients, wie beispielsweise OpenVPN Connect (iOS/Android), benötigen dies möglicherweise sogar für IPv6. Andere, wie beispielsweise ältere OpenVPN-Versionen oder Clients wie Yealink-Telefone, können bei Vorhandensein dieser Funktion abstürzen.
el_gr: Ορισμένοι πελάτες ενδέχεται να το απαιτούν ακόμη και για IPv6 συνδέσεις, όπως το OpenVPN Connect (iOS/Android). Άλλοι ενδέχεται να παρουσιάσουν σφάλματα εάν υπάρχει, όπως παλαιότερες εκδόσεις του OpenVPN ή clients όπως τα τηλέφωνα Yealink.
fa_ir: برخی کلاینت‌ها حتی برای IPv6 ممکن است به این نیاز داشته باشند، مانند OpenVPN Connect (iOS/Android). برخی دیگر، مانند نسخه‌های قدیمی OpenVPN یا کلاینت‌هایی مانند تلفن‌های Yealink، در صورت فعال بودن آن ممکن است دچار اختلال شوند.
fr_fr: Cela sera nécessaire avec certains clients même en IPv6, comme par exemple avec OpenVPN Connect (iOS/Android). Avec d'autres, cela pourra cependant ne pas fonctionner comme par exemple avec les anciennes version d'OpenVPN ou des client tels que ceux présent sur les téléphones Yealink.
it_it: Alcuni client potrebbero richiederlo anche per IPv6, come OpenVPN Connect (iOS/Android). Altri potrebbero rompersi se sono presenti, come le versioni precedenti di OpenVPN o client come i telefoni Yealink.
ko_kr: 일부 클라이언트는 IPv6에서도 이것을 요구할 수 있습니다(예: OpenVPN Connect(iOS/Android)). 다른 클라이언트는 이것이 있으면 중단될 수 있습니다(예: 이전 버전의 OpenVPN 또는 Yealink 폰과 같은 클라이언트).
pl_pl: Niektórzy klienci, takie jak OpenVPN Connect (iOS/Android), mogą tego wymagać nawet dla IPv6. Inni mogą nie zadziałać z tym ustawieniem, dla przykładu starsze wersje OpenVPN lub telefony Yealink.
uk_ua: Деяким клієнтам це може знадобитися навіть для IPv6, наприклад OpenVPN Connect (iOS/Android). Інші можуть перестати працювати, якщо це присутнє, наприклад, старіші версії OpenVPN або клієнти, такі як телефони Yealink.
zh_cn: 即使在IPv6下，某些客户端可能需要这个，比如OpenVPN Connect (iOS/Android)。其它客户端的可能无法工作，比如OpenVPN旧版本或者Yealink phones客户端。

source: Relevant when supplying a virtual adapter IP address to clients when using tun mode on IPv4.
cs_cz: Platné v TUN režimu a IPv4, při poskytování IP adresy virtuálního adaptéru klientovi.
de_de: Relevant, wenn man den Clients eine virtuelle Adapter-IP-Adresse im tun-Modus für IPv4 zur Verfügung stellt.
el_gr: Σχετικό κατά την παροχή μιας εικονικής διεύθυνσης IP προσαρμογέα σε πελάτες κατά τη χρήση της λειτουργίας tun σε IPv4.
fa_ir: مرتبط هنگام تخصیص آدرس IP آداپتور مجازی به کلاینت‌ها در حالت tun برای IPv4.
fr_fr: Approprié lorsque l'adresse IP de la carte virtuelle est fournie aux clients en utilisant le mode tun sur IPv4.
it_it: Rilevante quando si fornisce un indirizzo IP dell'adattatore virtuale ai client quando si utilizza la modalità tun su IPv4.
ko_kr: IPv4에서 튜닝 모드를 사용할 때 클라이언트에 가상 어댑터 IP 주소를 제공할 때 관련됩니다.
pl_pl: Ma to znaczenie w przypadku dostarczania klientom adresu IP karty wirtualnej podczas korzystania z trybu tun w protokole IPv4.
uk_ua: Актуально при наданні IP-адреси віртуального адаптера клієнтам при використанні режиму tun на IPv4.
zh_cn: 这与在IPv4上使用tun模式时向客户端提供虚拟适配器IP地址时有相关性。

source: Allocate only one IP per client (topology subnet), rather than an isolated subnet per client (topology net30).
cs_cz: Každému klientovi přiřadit pouze jednu IP adresu (topologie podsíť), namísto izolované podsítě pro každého z klientů (topologie net30).
de_de: Weise anstelle eines isolieren Subnetzes pro Client (Topologie Netz 30) nur eine IP pro Client (Topologie Subnetz) zu.
el_gr: Εκχωρήστε μόνο μία IP ανά πελάτη (υποδίκτυο τοπολογίας), αντί για ένα απομονωμένο υποδίκτυο ανά πελάτη (τοπολογία net30).
fa_ir: اختصاص فقط یک IP به ازای هر کلاینت (topology subnet)، به‌جای یک زیرشبکه جدا برای هر کلاینت (topology net30).
fr_fr: Attribuer seulement une IP par client (topology subnet), plutôt que d'isoler le client dans son sous-réseau (topology net30).
it_it: Assegnare un solo IP per client (sottorete della topologia), anziché una sottorete isolata per client (sottorete della topologia30).
ko_kr: 클라이언트 당 하나의 IP만 할당(토폴로지 서브넷)하고 클라이언트 당 격리된 서브넷(토폴로지 net30)을 할당하지 않습니다.
pl_pl: Przydziel klientowy tylko jeden adres IP (topologia podsieci) zamiast odizolowanej podsieci dla klienta (topologia net30).
uk_ua: Виділяти лише одну IP-адресу на клієнта (топологія підмережі), а не ізольовану підмережу на клієнта (топологія net30).
zh_cn: 为每个客户端只分配一个IP(子网拓扑)，而不是为每个客户端分配一个单独的子网(Net30拓扑)。

source: Topology
cs_cz: Topologie
de_de: Netzstruktur
el_gr: Τοπολογία
fa_ir: توپولوژی
fr_fr: Topologie
it_it: Topologia
ko_kr: 토폴로지
pl_pl: Topologia
uk_ua: Топологія
zh_cn: 拓扑

source: Allow connected clients to retain their connections if their IP address changes
cs_cz: Umožnit připojeným klientům ponechat si připojení i když se jejich adresy změní
de_de: Erlaube den verbundenen Clients, deren Verbindung aufrecht zu erhalten, falls sich deren IP-Adresse ändert
el_gr: Επιτρέψτε στους συνδεδεμένους πελάτες να διατηρήσουν τις συνδέσεις τους εάν αλλάξει η διεύθυνση IP τους
fa_ir: اجازه دهید کلاینت‌های متصل اتصال خود را در صورت تغییر آدرس IP حفظ کنند
fr_fr: Permettre aux clients connectés de conserver leurs connexions lors de changements d'adresse IP
it_it: Consenti ai client connessi di mantenere le proprie connessioni se il loro indirizzo IP cambia
ko_kr: IP 주소가 변경된 경우 연결된 클라이언트가 연결을 유지하도록 허용
pl_pl: Pozwól klientom zachować połączenia jeżeli adres IP się zmieni
uk_ua: Дозволити підключеним клієнтам зберігати свої з'єднання, якщо їхня IP-адреса змінюється
zh_cn: 当IP地址改变时，允许已连接客户端仍保持它们的连接
