Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: 5 (log packets)
cs_cz: 5 (zaznamenávat pakety)
de_de: 5 (Protokoll-Pakete)
el_gr: 5 (πακέτα καταγραφής)
fa_ir: 5 (لاگ بسته‌ها)
fr_fr: 5 (paquets de données)
it_it: 5 (pacchetti di log)
ko_kr: 5 (패킷 로그)
uk_ua: 5 (журнал пакетів)

source: 6 (debug)
cs_cz: 6 (ladění)
el_gr: 6 (εντοπισμός σφαλμάτων)
fa_ir: 6 (دیباگ)
fr_fr: 6 (débogage)
ko_kr: 6 (디버그)
uk_ua: 6 (налагодження)

source: 7 (debug)
cs_cz: 7 (ladění)
el_gr: 7 (εντοπισμός σφαλμάτων)
fa_ir: 7 (دیباگ)
fr_fr: 7 (débogage)
ko_kr: 7 (디버그)
uk_ua: 7 (налагодження)

source: 8 (debug)
cs_cz: 8 (ladění)
el_gr: 8 (εντοπισμός σφαλμάτων)
fa_ir: 8 (دیباگ)
fr_fr: 8 (débogage)
ko_kr: 8 (디버그)
uk_ua: 8 (налагодження)

source: 9 (debug)
cs_cz: 9 (ladění)
el_gr: 9 (εντοπισμός σφαλμάτων)
fa_ir: 9 (دیباگ)
fr_fr: 9 (débogage)
ko_kr: 9 (디버그)
uk_ua: 9 (налагодження)

source: A (IPv4 address)
cs_cz: A (IPv4 adresa)
de_de: A (IPv4-Adresse)
el_gr: Α (διεύθυνση IPv4)
fa_ir: A (آدرس IPv4)
fr_fr: A (adresse IPv4)
it_it: A (indirizzo IPv4)
ko_kr: A (IPv4 주소)
uk_ua: A (IPv4-адреса)
zh_cn: A（IPv4 地址）

source: A backend is required.
cs_cz: Je vyžadována podpůrná vrstva.
de_de: Ein Backend ist erforderlich.
el_gr: Απαιτείται ένα backend.
fa_ir: یک backend لازم است
fr_fr: Un backend est nécessaire.
it_it: È richiesto un backend.
ko_kr: 백엔드가 필요합니다.
uk_ua: Потрібен бекенд.

source: A protocol type is required.
cs_cz: Je třeba uvést typ protokolu.
de_de: Ein Protokolltyp ist erforderlich.
el_gr: Απαιτείται ένας τύπος πρωτοκόλλου.
fa_ir: انتخاب نوع پروتکل الزامی است
fr_fr: Un type de protocole est requis.
it_it: È richiesto un tipo di protocollo.
ko_kr: 프로토콜 유형이 필요합니다.
uk_ua: Потрібен тип протоколу.
zh_cn: 需要协议类型。

source: AAAA (IPv6 address)
cs_cz: AAAA (IPv6 adresa)
de_de: AAAA (IPv6-Adresse)
el_gr: AAAA (διεύθυνση IPv6)
fa_ir: AAAA (آدرس IPv6)
fr_fr: AAAA (adresse IPv6)
it_it: AAAA (indirizzo IPv6)
ko_kr: AAAA (IPv6 주소)
uk_ua: AAAA (IPv6-адреса)
zh_cn: AAAA（IPv6 地址）

source: Address already assigned.
cs_cz: Adresa už je přiřazená.
de_de: Adresse bereits vergeben.
el_gr: Η διεύθυνση έχει ήδη εκχωρηθεί.
fa_ir: آدرس قبلاً اختصاص داده شده است
fr_fr: Adresse déjà attribuée.
it_it: Indirizzo già assegnato.
ko_kr: 주소가 이미 할당되었습니다.
uk_ua: Адреса вже призначена.
zh_cn: 地址已分配。

source: All Porn List
de_de: Alle-Porno-Liste
el_gr: Λίστα πορνογραφίας
fa_ir: فهرست همهٔ پورن
fr_fr: Liste de tous les pornos
it_it: Tutta la lista dei porno
uk_ua: Список усіх порносайтів
zh_cn: 所有色情列表

source: An ACL with this name already exists.
cs_cz: ACL s tímto názvem už existuje.
de_de: Eine ACL mit diesem Namen ist bereits vorhanden.
el_gr: Υπάρχει ήδη ένα ACL με αυτό το όνομα.
fa_ir: یک ACL با این نام قبلاً وجود دارد
fr_fr: Une ACL portant ce nom existe déjà.
it_it: Esiste già un ACL con questo nome.
ko_kr: 이 이름의 ACL이 이미 있습니다.
uk_ua: ACL з такою назвою вже існує.
zh_cn: 已存在具有此名称的 ACL。

source: An Access list name is required
cs_cz: Je třeba zadat název pro seznam řízení přístupu
de_de: Ein Name für die Zugriffsliste ist erforderlich
el_gr: Απαιτείται όνομα λίστας πρόσβασης
fa_ir: نام فهرست دسترسی الزامی است
fr_fr: Un nom de liste d'accès est requis
it_it: È richiesto un nome dell'elenco di accesso
ko_kr: 액세스 목록 이름이 필요합니다
uk_ua: Потрібна назва списку доступу
zh_cn: 需要访问列表名称

source: An interface is required for the selected check method
cs_cz: V případě zvolené metody kontroly je vyžadováno rozhraní
de_de: Für die gewählte Prüfmethode ist eine Schnittstelle erforderlich
el_gr: Απαιτείται μια διεπαφή για την επιλεγμένη μέθοδο ελέγχου
fa_ir: برای روش بررسی انتخاب‌شده، یک رابط لازم است.
fr_fr: Une interface est requise pour la méthode de contrôle sélectionnée
it_it: Per il metodo di controllo selezionato è necessaria un'interfaccia
ko_kr: 선택한 확인 방법에 대해 인터페이스가 필요합니다
uk_ua: Потрібен інтерфейс для вибраного методу перевірки
zh_cn: 所选检查方法需要一个接口

source: Annoy delay time must be between 10 and 360 seconds.
cs_cz: Je třeba, aby délka prodlevy otravování byla z rozmezí 10 až 360 sekund.
de_de: Die Verzögerungszeit muss zwischen 10 und 360 Sekunden liegen.
el_gr: Ο χρόνος καθυστέρησης για την ενόχληση πρέπει να είναι μεταξύ 10 και 360 δευτερολέπτων.
fa_ir: زمان تأخیر Annoy باید بین 10 تا 360 ثانیه باشد.
fr_fr: La durée de la temporisation doit être comprise entre 10 et 360 secondes.
it_it: Il tempo di ritardo del fastidio deve essere compreso tra 10 e 360 ​​secondi.
ko_kr: Annoy 지연 시간은 10에서 360초 사이여야 합니다.
uk_ua: Час затримки Annoy має бути від 10 до 360 секунд.
zh_cn: 提示延迟时间必须在 10 秒到 360 秒之间。

source: Annoy time must be between 10 and 360 seconds.
cs_cz: Je třeba, aby doba otravování byla z rozmezí 10 až 360 sekund.
de_de: Die Erinnerungszeit muss zwischen 10 und 360 Sekunden liegen.
el_gr: Ο χρόνος ενόχλησης πρέπει να είναι μεταξύ 10 και 360 δευτερολέπτων.
fa_ir: زمان Annoy باید بین 10 تا 360 ثانیه باشد.
fr_fr: Le temps d'agacement doit être compris entre 10 et 360 secondes.
it_it: Il tempo di fastidio deve essere compreso tra 10 e 360 ​​secondi.
ko_kr: Annoy 시간은 10에서 360초 사이여야 합니다.
uk_ua: Час Annoy має бути від 10 до 360 секунд.
zh_cn: 提示时间必须在 10 至 360 秒之间。

source: At least one interface must be selected
cs_cz: Je třeba vybrat alespoň jedno rozhraní
de_de: Mindestens eine Schnittstelle muss ausgewählt sein
el_gr: Πρέπει να επιλεγεί τουλάχιστον μία διεπαφή
fa_ir: حداقل یک رابط باید انتخاب شود.
fr_fr: Au moins une interface doit être sélectionnée
it_it: È necessario selezionare almeno un'interfaccia
ko_kr: 적어도 하나의 인터페이스를 선택해야 합니다
uk_ua: Має бути вибрано принаймні один інтерфейс
zh_cn: 必须至少选择一个接口

source: BLAKE2b512 (512-bit)
fr_fr: BLAKE2b512 (512 bits)
uk_ua: BLAKE2b512 (512-біт)

source: BLAKE2s256 (256-bit)
fr_fr: BLAKE2s256 (256 bits)
uk_ua: BLAKE2s256 (256-біт)

source: Bandwidth metric should be either bit/s, kbit/s, Mbit/s or Gbit/s
cs_cz: Metrika přenosu by měla být buď bit/s, kbit/s, Mbit/s nebo Gbit/s
de_de: Die Einheit der Bandbreite sollte entweder bit/s, kbit/s, Mbit/s oder Gbit/s sein.
el_gr: Η μέτρηση εύρους ζώνης θα πρέπει να είναι είτε bit/s, kbit/s, Mbit/s ή Gbit/s
fa_ir: معیار پهنای‌باند باید یکی از مقادیر bit/s، kbit/s، Mbit/s یا Gbit/s باشد
fr_fr: La mesure de la largeur de bande doit être soit bit/s, kbit/s, Mbit/s ou Gbit/s.
it_it: La metrica della larghezza di banda deve essere bit/s, kbit/s, Mbit/s o Gbit/s
ko_kr: 대역폭 측정 단위는 bit/s, kbit/s, Mbit/s 또는 Gbit/s여야 합니다
uk_ua: Метрика пропускної здатності має бути біт/с, кбіт/с, Мбіт/с або Гбіт/с
zh_cn: 带宽指标应为 bit/s、kbit/s、Mbit/s 或 Gbit/s

source: Battery level must be between -1 and 99 percent.
cs_cz: Je třeba, aby úroveň nabití akumulátoru byla z rozmezí -1 až 99 procent.
de_de: Der Akkustand muss zwischen -1 und 99 Prozent liegen.
el_gr: Η στάθμη της μπαταρίας πρέπει να είναι μεταξύ -1 και 99 τοις εκατό.
fa_ir: سطح باتری باید بین -1% و 99% باشد.
fr_fr: Le niveau de la batterie doit être compris entre -1 et 99 %.
it_it: Il livello della batteria deve essere compreso tra -1 e 99%.
ko_kr: 배터리 수준은 -1에서 99% 사이여야 합니다.
uk_ua: Рівень заряду батареї має бути від -1 до 99 відсотків.
zh_cn: 电池电量必须介于-1至99%之间。

source: Boot
cs_cz: Zavedení
el_gr: Εκκίνηση συστήματος
fa_ir: بوت
fr_fr: Botte
it_it: Stivale
ko_kr: 부팅
uk_ua: Завантаження
zh_cn: 引导

source: CONFIG (3)
cs_cz: NASTAVENÍ (3)
el_gr: ΔΙΑΜΟΡΦΩΣΗ (3)
fa_ir: پیکربندی (3)
it_it: CONFIGURAZIONE (3)
uk_ua: КОНФІГ (3)
zh_cn: 配置 (3)

source: Client
cs_cz: Klient
fa_ir: کلاینت
it_it: Cliente
ko_kr: 클라이언트
uk_ua: Клієнт
zh_cn: 客户端

source: Custom POST
cs_cz: Uživatelsky určené POST
de_de: Benutzerdefiniertes POST
el_gr: Προσαρμοσμένη ΔΗΜΟΣΙΕΥΣΗ
fa_ir: POST سفارشی
fr_fr: POST personnalisé
it_it: POST personalizzato
ko_kr: 사용자 정의 POST
uk_ua: Користувацький POST

source: DEBUG (4)
cs_cz: LADĚNÍ (4)
el_gr: ΕΝΤΟΠΙΣΜΟΣ ΣΦΑΛΜΑΤΩΝ (4)
fa_ir: اشکال‌زدایی (4)
uk_ua: НАЛАГОДЖЕННЯ (4)

source: Error (default)
cs_cz: Chyba (výchozí)
de_de: Fehler (Standard)
el_gr: Σφάλμα (προεπιλογή)
fa_ir: خطا (پیش‌فرض)
fr_fr: Erreur (par défaut)
it_it: Errore (predefinito)
ko_kr: 오류 (기본값)
uk_ua: Помилка (типово)

source: FastCGI Applications
cs_cz: FastCGI aplikace
de_de: FastCGI-Anwendungen
el_gr: Εφαρμογές FastCGI
fa_ir: برنامه‌های FastCGI
fr_fr: Applications FastCGI
it_it: Applicazioni FastCGI
ko_kr: FastCGI 응용 프로그램
uk_ua: Застосунки FastCGI
zh_cn: FastCGI应用

source: Gbit/s
uk_ua: Гбіт/с

source: Google Test CA
de_de: Google-Test-Zertifizierungsstelle
ko_kr: 구글 테스트 CA
uk_ua: Тестовий ЦС Google

source: Hetzner DNS Console
cs_cz: Konzole Hetzner DNS
de_de: Hetzner DNS-Konsole
el_gr: Κονσόλα DNS Hetzner
fr_fr: Console DNS Hetzner
it_it: Console DNS Hetzner
ko_kr: Hetzner DNS 콘솔
uk_ua: Консоль DNS Hetzner

source: Homeserverpools
fa_ir: استخرهای سرور خانگی
it_it: Pool di server domestici
ko_kr: 홈 서버 풀
uk_ua: Пули домашніх серверів

source: Homeservers
el_gr: Οικιακοί διακομιστές
fa_ir: سرورهای خانگی
it_it: Homeserver
ko_kr: 홈 서버
uk_ua: Домашні сервери

source: INFO (1)
el_gr: ΠΛΗΡΟΦΟΡΙΕΣ (1)
it_it: INFORMAZIONI (1)
uk_ua: ІНФО (1)

source: IONOS domain
cs_cz: Doména IONOS
el_gr: Τομέας IONOS
fa_ir: دامنه IONOS
fr_fr: Domaine IONOS
it_it: Dominio IONOS
uk_ua: Домен IONOS

source: If asked
cs_cz: Pokud požádáno
de_de: Wenn Sie gefragt werden
el_gr: Αν σας ζητηθεί
fa_ir: در صورت درخواست
fr_fr: Si l'on demande
it_it: Se richiesto
ko_kr: 묻는다면
uk_ua: Якщо запитано
zh_cn: 如果被问到

source: Informational (default)
cs_cz: Informační (výchozí)
de_de: Informativ (Standard)
el_gr: Ενημερωτικό (προεπιλογή)
fa_ir: اطلاعاتی (پیش‌فرض)
fr_fr: Information (par défaut)
it_it: Informativo (predefinito)
ko_kr: 정보 (기본값)
uk_ua: Інформаційний (типово)
zh_cn: 信息（默认）

source: Internal (automatic)
cs_cz: Vnitřní (automatické)
de_de: Intern (automatisch)
el_gr: Εσωτερικό (αυτόματο)
fa_ir: داخلی (خودکار)
fr_fr: Interne (automatique)
it_it: Interno (automatico)
ko_kr: 내부 (자동)
uk_ua: Внутрішній (автоматичний)

source: Invalid VHID number provided, Acceptable values for vhid are 1 to 255.
cs_cz: Zadáno neplatné číslo VHID – přijatelné hodnoty jsou 1 až 255.
de_de: Ungültige VHID-Nummer angegeben, Zulässige Werte für VHID sind 1 bis 255.
el_gr: Δόθηκε μη έγκυρος αριθμός VHID. Οι αποδεκτές τιμές για το vhid είναι από 1 έως 255.
fa_ir: شمارهٔ VHID واردشده نامعتبر است. مقادیر مجاز برای vhid از 1 تا 255 هستند.
fr_fr: Le numéro de VHID fourni n'est pas valide. Les valeurs acceptables pour vhid sont comprises entre 1 et 255.
it_it: Numero VHID fornito non valido. I valori accettabili per vhid sono compresi tra 1 e 255.
ko_kr: 유효하지 않은 VHID 번호가 제공되었습니다. vhid에 대한 허용 가능한 값은 1~255입니다.
uk_ua: Надано недійсний номер VHID, Припустимі значення для vhid від 1 до 255.
zh_cn: 提供的VHID号码无效，vhid的可接受值为1至255。

source: Invalid advertisement interval, acceptable values are 1 to 255.
cs_cz: Neplatný interval propagace – přijatelné hodnoty jsou 1 až 255.
de_de: Ungültiges Ankündigungsintervall, akzeptable Werte sind 1 bis 255.
el_gr: Μη έγκυρο χρονικό διάστημα διαφήμισης, οι αποδεκτές τιμές είναι από 1 έως 255.
fa_ir: فاصلهٔ اعلان نامعتبر است. مقادیر مجاز بین 1 تا 255 هستند.
fr_fr: Intervalle d'annonce non valide, les valeurs acceptables sont de 1 à 255.
it_it: Intervallo pubblicitario non valido, i valori accettabili sono compresi tra 1 e 255.
ko_kr: 유효하지 않은 광고 간격입니다. 허용 가능한 값은 1~255입니다.
uk_ua: Недійсний інтервал оголошень, допустимі значення від 1 до 255.
zh_cn: 无效的通告间隔，可接受的值为1至255。

source: Invalid skew value, acceptable values are 0 to 255.
cs_cz: Neplatná hodnota posunu – přijatelné hodnoty jsou 0 až 255.
de_de: Ungültiger Skew-Wert, zulässige Werte liegen zwischen 0 und 255.
el_gr: Μη έγκυρη τιμή ασυμμετρίας, οι αποδεκτές τιμές είναι από 0 έως 255.
fa_ir: مقدار skew نامعتبر است. مقادیر مجاز بین 0 تا 255 هستند.
fr_fr: Valeur de skew non valide, les valeurs acceptables sont de 0 à 255.
it_it: Valore di inclinazione non valido, i valori accettabili sono compresi tra 0 e 255.
ko_kr: 유효하지 않은 skew 값입니다. 허용 가능한 값은 0~255입니다.
uk_ua: Недійсне значення зсуву, допустимі значення від 0 до 255.
zh_cn: 偏离值无效，可接受的值为0至255。

source: Keep
cs_cz: Ponechat
de_de: Beibehalten
el_gr: Διατήρηση
fa_ir: حفظ
fr_fr: Garder
it_it: Mantenere
uk_ua: Зберегти
zh_cn: 保持

source: Key Pairs
cs_cz: Dvojice klíčů
de_de: Schlüsselpaare
el_gr: Ζεύγη κλειδιών
fa_ir: جفت کلیدها
fr_fr: Paires de clés
it_it: Coppie di chiavi
ko_kr: 키 페어
uk_ua: Ключові пари
zh_cn: 密钥对

source: Kill delay time must be between 0 and 360 seconds.
cs_cz: Je třeba, aby doba prodlevy vynuceného ukončení byla z rozmezí 0 až 360 sekund.
de_de: Die Abschaltverzögerung muss zwischen 0 und 360 Sekunden liegen.
el_gr: Ο χρόνος καθυστέρησης θανάτωσης πρέπει να είναι μεταξύ 0 και 360 δευτερολέπτων.
fa_ir: زمان تأخیر خاتمه باید بین 0 تا 360 ثانیه باشد.
fr_fr: Le délai de mise à mort doit être compris entre 0 et 360 secondes.
it_it: Il tempo di ritardo dell'uccisione deve essere compreso tra 0 e 360 ​​secondi.
ko_kr: 종료 지연 시간은 0에서 360초 사이여야 합니다.
uk_ua: Час затримки вимкнення має бути від 0 до 360 секунд.
zh_cn: 终止延迟时间必须介于0至360秒之间。

source: L2: src/dst MAC address and optional VLAN number.
cs_cz: L2: zdroj/cíl. MAC adresa a volitelně číslo VLAN.
de_de: L2: Quell-/Ziel-MAC-Adresse und optional VLAN-Nummer.
el_gr: L2: διεύθυνση MAC src/dst και προαιρετικός αριθμός VLAN.
fa_ir: L2: آدرس MAC مبدا/مقصد و شماره VLAN اختیاری.
fr_fr: L2 : adresse MAC src/dst et numéro VLAN optionnel.
it_it: L2: indirizzo MAC src/dst e numero VLAN opzionale.
ko_kr: L2: 출발지/목적지 MAC 주소 및 선택적 VLAN 번호.
uk_ua: L2: MAC-адреса джерела/призначення та необов'язковий номер VLAN.
zh_cn: L2：源/目标MAC地址和可选VLAN号。

source: Level 0
cs_cz: Úroveň 0
de_de: Stufe 0
el_gr: Επίπεδο 0
fa_ir: سطح 0
fr_fr: Niveau 0
it_it: Livello 0
ko_kr: 레벨 0
uk_ua: Рівень 0

source: Level 0 (Default)
cs_cz: Úroveň 0 (výchozí)
de_de: Stufe 0 (Standard)
el_gr: Επίπεδο 0 (Προεπιλογή)
fa_ir: سطح 0 (پیش‌فرض)
fr_fr: Niveau 0 (par défaut)
it_it: Livello 0 (predefinito)
ko_kr: 레벨 0 (기본값)
uk_ua: Рівень 0 (типово)

source: Level 1
cs_cz: Úroveň 1
de_de: Stufe 1
el_gr: Επίπεδο 1
fa_ir: سطح 1
fr_fr: Niveau 1
it_it: Livello 1
ko_kr: 레벨 1
uk_ua: Рівень 1

source: Level 1 (Default)
cs_cz: Úroveň 1 (výchozí)
de_de: Stufe 1 (Standard)
el_gr: Επίπεδο 1 (Προεπιλογή)
fa_ir: سطح 1 (پیش‌فرض)
fr_fr: Niveau 1 (par défaut)
it_it: Livello 1 (predefinito)
ko_kr: 레벨 1 (기본값)
uk_ua: Рівень 1 (типово)

source: Level 2
cs_cz: Úroveň 2
de_de: Stufe 2
el_gr: Επίπεδο 2
fa_ir: سطح 2
fr_fr: Niveau 2
it_it: Livello 2
ko_kr: 레벨 2
uk_ua: Рівень 2

source: Level 3
cs_cz: Úroveň 3
de_de: Stufe 3
el_gr: Επίπεδο 3
fa_ir: سطح 3
fr_fr: Niveau 3
it_it: Livello 3
ko_kr: 레벨 3
uk_ua: Рівень 3

source: Level 4
cs_cz: Úroveň 4
de_de: Stufe 4
el_gr: Επίπεδο 4
fa_ir: سطح 4
fr_fr: Niveau 4
it_it: Livello 4
ko_kr: 레벨 4
uk_ua: Рівень 4

source: Level 5
cs_cz: Úroveň 5
de_de: Stufe 5
el_gr: Επίπεδο 5
fa_ir: سطح 5
fr_fr: Niveau 5
it_it: Livello 5
ko_kr: 레벨 5
uk_ua: Рівень 5

source: Linode (v3 / Deprecated)
cs_cz: Linode (v3 / zastaralé)
de_de: Linode (v3 / Veraltet)
el_gr: Linode (έκδοση 3 / Καταργημένο)
fa_ir: Linode (v3 / منسوخ)
fr_fr: Linode (v3 / Obsolète)
it_it: Linode (v3 / obsoleto)
ko_kr: Linode (v3 / 사용되지 않음)
uk_ua: Linode (v3 / Застарілий)

source: Localzone
de_de: Lokale Zone
el_gr: Τοπική ζώνη
fr_fr: Zone locale
it_it: Zona locale
uk_ua: Локальна зона

source: Logfile / active-responses
cs_cz: Soubor záznamu událostí / active-responses
de_de: Protokolldatei / aktive Reaktionen
el_gr: Αρχείο καταγραφής / ενεργές απαντήσεις
fa_ir: لاگ / active-responses
fr_fr: Fichier journal / réponses actives
it_it: File di registro/risposte attive
uk_ua: Файл журналу / активні відповіді

source: Logfile / ossec
cs_cz: Soubor záznamu událostí / ossec
de_de: Protokolldatei / OSSEC
el_gr: Αρχείο καταγραφής / ossec
fa_ir: لاگ / ossec
fr_fr: Fichier journal / ossec
it_it: File di registro/ossec
uk_ua: Файл журналу / ossec

source: MD4 (128-bit)
fa_ir: MD4 (128 بیتی)
fr_fr: MD4 (128 bits)
uk_ua: MD4 (128-біт)

source: MD5 (128-bit)
fa_ir: MD5 (128 بیتی)
fr_fr: MD5 (128 bits)
uk_ua: MD5 (128-біт)

source: MD5-SHA1 (288-bit)
fa_ir: MD5-SHA1 (288 بیتی)
fr_fr: MD5-SHA1 (288 bits)
uk_ua: MD5-SHA1 (288-біт)

source: No (default)
cs_cz: Ne (výchozí)
de_de: Nein (Standard)
el_gr: Όχι (προεπιλογή)
fa_ir: خیر (پیش‌فرض)
fr_fr: Non (par défaut)
it_it: No (predefinito)
ko_kr: 아니오 (기본값)
uk_ua: Ні (типово)

source: OVH, kimsufi, soyoustart and runabove
cs_cz: OVH, kimsufi, soyoustart a runabove
de_de: OVH, kimsufi, soyoustart und runabove
el_gr: OVH, kimsufi, soyoustart και runabove
fa_ir: OVH، kimsufi، soyoustart و runabove
fr_fr: OVH, kimsufi, soyoustart et runabove
it_it: OVH, kimsufi, quindi inizi e corri sopra
ko_kr: OVH, kimsufi, soyoustart 및 runabove
uk_ua: OVH, kimsufi, soyoustart та runabove

source: On battery delay must be between 1 and 60.
cs_cz: Je třeba, aby prodleva při provozu z akumulátoru byla z rozmezí 1 až 60.
de_de: Die Verzögerung im Batteriebetrieb muss zwischen 1 und 60 liegen.
el_gr: Η καθυστέρηση στην μπαταρία πρέπει να είναι μεταξύ 1 και 60.
fa_ir: تأخیر در حالت باتری باید بین 1 و 60 باشد.
fr_fr: Le délai d'activation de la batterie doit être compris entre 1 et 60.
it_it: Il ritardo della batteria deve essere compreso tra 1 e 60.
ko_kr: 배터리 지연 시간은 1~60 사이여야 합니다.
uk_ua: Затримка на батареї має бути від 1 до 60.
zh_cn: 电池接通延迟必须在 1 和 60 之间。

source: OpenVPN group
cs_cz: OpenVPN skupina
de_de: OpenVPN-Gruppe
el_gr: Ομάδα OpenVPN
fa_ir: گروه OpenVPN
fr_fr: Groupe OpenVPN
it_it: Gruppo OpenVPN
ko_kr: OpenVPN 그룹
uk_ua: Група OpenVPN
zh_cn: OpenVPN组

source: Password can be up to 128 signs long. Alphanumeric characters and also dot, dash, percent sign (for URL escapes) and underscore allowed.
cs_cz: Hesla mohou být dlouhá až 128 znaků. Je možné použít písmena a číslice, dále také tečku, pomlčku, procento (pro zbavení URL významu) a podtržítko.
de_de: Das Passwort kann bis zu 128 Zeichen lang sein. Alphanumerische Zeichen sowie Punkt, Bindestrich, Prozentzeichen (für URL-Escapes) und Unterstrich sind erlaubt.
el_gr: Ο κωδικός πρόσβασης μπορεί να έχει μήκος έως και 128 χαρακτήρες. Επιτρέπονται αλφαριθμητικοί χαρακτήρες, καθώς και τελεία, παύλα, σύμβολο ποσοστού (για διαφυγές URL) και υπογράμμιση.
fa_ir: رمز عبور می‌تواند تا 128 کاراکتر طول داشته باشد. مجازند: حروف و اعداد، همچنین نقطه، خط تیره، علامت درصد (برای فرارهای URL) و زیرخط.
fr_fr: Le mot de passe peut comporter jusqu'à 128 signes. Les caractères alphanumériques ainsi que les points, les tirets, le signe de pourcentage (pour les échappements d'URL) et le trait de soulignement sont autorisés.
it_it: La password può contenere fino a 128 caratteri. Sono consentiti caratteri alfanumerici, punto, trattino, segno di percentuale (per gli escape URL) e carattere di sottolineatura.
ko_kr: 비밀번호는 최대 128자까지 가능합니다. 영숫자 문자와 점, 대시, 퍼센트 기호(URI 이스케이프용) 및 밑줄이 허용됩니다.
uk_ua: Пароль може бути довжиною до 128 символів. Дозволені літерно-цифрові символи, а також крапка, тире, знак відсотка (для URL-екранування) та підкреслення.
zh_cn: 密码长度最多为 128 个字符。允许使用字母数字字符、点、破折号、百分号（用于 URL 转义）和下划线。

source: Please provide a valid group name. Allowed are at most 64 characters from a-zA-Z0-9._-() and space.
cs_cz: Zadejte platný název pro skupinu. Je možné až 64 znaků z a-zA-Z0-9._-() a mezery.
de_de: Bitte geben Sie einen gültigen Gruppennamen an. Erlaubt sind maximal 64 Zeichen von a-zA-Z0-9._-() und Leerzeichen.
el_gr: Παρακαλώ δώστε ένα έγκυρο όνομα ομάδας. Επιτρέπονται το πολύ 64 χαρακτήρες από a-zA-Z0-9._-() και κενό.
fa_ir: لطفاً یک نام گروه معتبر وارد کنید. حداکثر 64 کاراکتر از مجموعه a-zA-Z0-9._-() و فاصله مجاز است.
fr_fr: Veuillez fournir un nom de groupe valide. Les caractères autorisés sont au maximum 64 caractères de a-zA-Z0-9._-() et des espaces.
it_it: Fornisci un nome di gruppo valido. Sono consentiti al massimo 64 caratteri da a-zA-Z0-9._-() e spazio.
ko_kr: 유효한 그룹 이름을 입력하세요. a-zA-Z0-9._-() 및 공백에서 최대 64자까지 허용됩니다.
uk_ua: Будь ласка, надайте дійсну назву групи. Дозволено не більше 64 символів з a-zA-Z0-9._-() та пробілу.
zh_cn: 请提供有效的组名。最多允许 64 个字符（a-zA-Z0-9._-() 和空格）。

source: Please provide a valid listen address, i.e. 10.0.0.1:8404 or haproxy.example.com:8404.
cs_cz: Zadejte platnou adresu, na které je očekáváno spojení – tj. 10.0.0.1:8404 nebo haproxy.example.com:8404.
de_de: Bitte geben Sie eine gültige Listen-Adresse an, z. B. 10.0.0.1:8404 oder haproxy.example.com:8404.
el_gr: Παρακαλώ δώστε μια έγκυρη διεύθυνση ακρόασης, π.χ. 10.0.0.1:8404 ή haproxy.example.com:8404.
fa_ir: لطفاً یک آدرس شنونده معتبر وارد کنید، مثلاً 10.0.0.1:8404 یا haproxy.example.com:8404.
fr_fr: Veuillez fournir une adresse d'écoute valide, c'est-à-dire 10.0.0.1:8404 ou haproxy.example.com:8404.
it_it: Fornisci un indirizzo di ascolto valido, ad esempio 10.0.0.1:8404 o haproxy.example.com:8404.
ko_kr: 유효한 수신 대기 주소를 입력하세요. 예: 10.0.0.1:8404 또는 haproxy.example.com:8404.
uk_ua: Будь ласка, надайте дійсну адресу прослуховування, наприклад 10.0.0.1:8404 або haproxy.example.com:8404.
zh_cn: 请提供一个有效的监听地址，即 10.0.0.1:8404 或 haproxy.example.com:8404。

source: Please provide a valid nameserver address, i.e. 127.0.0.1:53, [::1]:53 or tcp@192.168.1.1:53.
cs_cz: Zadejte platnou adresu jmenného serveru– tj 127.0.0.1:53, [::1]:53 nebo tcp@192.168.1.1:53.
de_de: Bitte geben Sie eine gültige Nameserver-Adresse an, z. B. 127.0.0.1:53, [::1]:53 oder tcp@192.168.1.1:53.
el_gr: Παρακαλώ δώστε μια έγκυρη διεύθυνση διακομιστή ονομάτων, π.χ. 127.0.0.1:53, [::1]:53 ή tcp@192.168.1.1:53.
fa_ir: لطفاً یک آدرس nameserver معتبر وارد کنید، مثلاً 127.0.0.1:53، [::1]:53 یا tcp@192.168.1.1:53.
fr_fr: Veuillez fournir une adresse de serveur de noms valide, c'est-à-dire 127.0.0.1:53, [::1]:53 ou tcp@192.168.1.1:53.
it_it: Fornisci un indirizzo del server dei nomi valido, ad esempio 127.0.0.1:53, [::1]:53 o tcp@192.168.1.1:53.
ko_kr: 유효한 네임서버 주소를 입력하세요. 예: 127.0.0.1:53, [::1]:53 또는 tcp@192.168.1.1:53.
uk_ua: Будь ласка, надайте дійсну адресу сервера імен, наприклад 127.0.0.1:53, [::1]:53 або tcp@192.168.1.1:53.
zh_cn: 请提供有效的域名服务器地址，即 127.0.0.1:53、[::1]:53 或 tcp@192.168.1.1:53。

source: Please provide valid server addresses, i.e. radius.example.com, 10.0.0.2 or 10.0.0.0/24.
cs_cz: Zadejte platné adresy serverů, např. radius.example.com, 10.0.0.2 nebo 10.0.0.0/24.
de_de: Bitte geben Sie gültige Serveradressen an, z. B. radius.example.com, 10.0.0.2 oder 10.0.0.0/24.
el_gr: Παρακαλώ δώστε έγκυρες διευθύνσεις διακομιστή, π.χ. radius.example.com, 10.0.0.2 ή 10.0.0.0/24.
fa_ir: لطفاً آدرس‌های سرور معتبر وارد کنید، مثلاً radius.example.com، 10.0.0.2 یا 10.0.0.0/24.
fr_fr: Veuillez fournir des adresses de serveur valides, c'est-à-dire radius.example.com, 10.0.0.2 ou 10.0.0.0/24.
it_it: Fornisci indirizzi server validi, ad esempio raggio.esempio.com, 10.0.0.2 o 10.0.0.0/24.
ko_kr: 유효한 서버 주소를 입력하세요. 예: radius.example.com, 10.0.0.2 또는 10.0.0.0/24.
uk_ua: Будь ласка, надайте дійсні адреси серверів, наприклад radius.example.com, 10.0.0.2 або 10.0.0.0/24.
zh_cn: 请提供有效的服务器地址，如 radius.example.com、10.0.0.2 或 10.0.0.0/24。

source: Please specify a one or more valid network segment in CIDR notation (Ipv4/IPv6).
cs_cz: Zadejte jeden nebo více platných síťových segmentů v CIDR zápisu (IPv4/IPv6).
de_de: Bitte geben Sie ein oder mehrere gültige Netzwerksegmente in CIDR-Notation (IPv4/IPv6) an.
el_gr: Παρακαλώ προσδιορίστε ένα ή περισσότερα έγκυρα τμήματα δικτύου σε συμβολισμό CIDR (Ipv4/IPv6).
fa_ir: لطفاً یک یا چند بخش شبکه معتبر را به صورت CIDR (Ipv4/IPv6) مشخص کنید.
fr_fr: Veuillez indiquer un ou plusieurs segments de réseau valides en notation CIDR (Ipv4/IPv6).
it_it: Specifica uno o più segmenti di rete validi nella notazione CIDR (Ipv4/IPv6).
ko_kr: CIDR 표기법(Ipv4/IPv6)으로 하나 이상의 유효한 네트워크 세그먼트를 지정하세요.
uk_ua: Будь ласка, вкажіть один або кілька дійсних мережевих сегментів у нотації CIDR (IPv4/IPv6).
zh_cn: 请用CIDR符号指定一个或多个有效网段（Ipv4/IPv6）。
