Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: You can only specify the maximum state entries (advanced option) for Pass type rules.
cs_cz: Nejvyšší umožněný počet stavových položek (pokročilá předvolba) je možné zadávat pouze pro typ pravidla „nechat projít“.
de_de: Sie können die maximalen Statuseinträge (erweiterte Einstellung) nur für Pass Typ Regeln angeben.
el_gr: Μπορείτε να καθορίσετε μόνο τον μέγιστο αριθμό καταχωρίσεων πολιτείας (επιλογή για προχωρημένους) για τους κανόνες τύπου Pass.
fa_ir: تنها برای قوانین از نوع Pass می‌توانید حداکثر ورودی‌های state (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Le nombre maximal d'états (option avancée) peut uniquement être spécifié avec les règles de type Autoriser.
it_it: È possibile specificare solo le voci di stato massime (opzione avanzata) per le regole del tipo di passaggio.
ko_kr: 통과 유형 규칙에 대한 최대 상태 항목(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić maksymalną liczbę wpisów stanu (opcja zaawansowana) tylko dla reguł typu Pass.
uk_ua: Ви можете вказати лише максимальну кількість записів стану (розширена опція) для правил типу Pass.
zh_cn: 您只能为‘通过’类型的规则定义最大状态条数。

source: You can only specify the state timeout (advanced option) for TCP protocol.
cs_cz: Časový limit stavu (pokročilá předvolba) je možné nastavit pouze v případě TCP protokolu.
de_de: Sie können den die Zustandszeitüberschreitung (erweiterte Einstellung) nur für das TCP Protokoll angeben.
el_gr: Μπορείτε να καθορίσετε μόνο το χρονικό όριο κατάστασης (επιλογή για προχωρημένους) για το πρωτόκολλο TCP.
fa_ir: تنها می‌توانید زمان انقضای state (گزینهٔ پیشرفته) را برای پروتکل tcp مشخص کنید.
fr_fr: Le délai d'expiration des états (option avancée) peut uniquement être défini pour le protocole TCP.
it_it: È possibile specificare solo il timeout dello stato (opzione avanzata) per il protocollo TCP.
ko_kr: TCP 프로토콜에 대한 상태 제한 시간(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić limit czasu stanu (opcja zaawansowana) tylko dla protokołu TCP.
uk_ua: Ви можете вказати лише час очікування стану (розширена опція) для протоколу TCP.
zh_cn: 您只能为TCP协议定义超时状态(高级选项)。

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for TCP protocol.
cs_cz: Nejvyšší umožněný počet nových spojení na stroj (pokročilá předvolba) je možné nastavit pouze v případě TCP protokolu.
de_de: Sie können die maximale Zahl neuer Verbindungen pro Host / pro Sekunde(n) (erweiterte Einstellung) nur für das TCP Protokoll angeben.
el_gr: Μπορείτε να καθορίσετε μόνο τον μέγιστο αριθμό νέων συνδέσεων ανά κεντρικό υπολογιστή / ανά δευτερόλεπτο (επιλογή για προχωρημένους) για το πρωτόκολλο TCP.
fa_ir: تنها برای پروتکل tcp می‌توانید حداکثر ارتباطات جدید به ازای هر میزبان/در هر ثانیه (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous ne pouvez spécifier que le nombre maximum de nouvelles connexions par hôte / par seconde(s) (option avancée) pour le protocole TCP.
it_it: È possibile specificare solo il numero massimo di nuove connessioni per host/per secondo(i) (opzione avanzata) per il protocollo TCP.
ko_kr: TCP 프로토콜에 대해 호스트당/초당 최대 새 연결 수(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić maksymalną liczbę nowych połączeń na hosta / na sekundę (opcja zaawansowana) tylko dla protokołu TCP.
uk_ua: Ви можете вказати лише максимальну кількість нових з'єднань на хост / за секунду(и) (розширена опція) для протоколу TCP.
zh_cn: 您只能为TCP协议指定每主机/每秒的最大新连接数（高级选项）。

source: You can only specify the maximum number of established connections per host (advanced option) for TCP protocol.
cs_cz: Nejvyšší umožněný počet navázaných spojení na stroj (pokročilá předvolba) je možné nastavit pouze v případě TCP protokolu.
de_de: Sie können die maximale Zahl von aufgebauten Verbindungen pro Host (erweiterte Einstellung) nur für das TCP Protokoll angeben.
el_gr: Μπορείτε να καθορίσετε μόνο τον μέγιστο αριθμό δημιουργημένων συνδέσεων ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) για το πρωτόκολλο TCP.
fa_ir: تنها برای پروتکل tcp می‌توانید حداکثر تعداد اتصال‌های برقرارشده به ازای هر میزبان (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous ne pouvez spécifier que le nombre maximum de connexions établies par hôte (option avancée) pour le protocole TCP.
it_it: È possibile specificare solo il numero massimo di connessioni stabilite per host (opzione avanzata) per il protocollo TCP.
ko_kr: TCP 프로토콜에 대해 호스트당 설정된 최대 연결 수(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić maksymalną liczbę nawiązanych połączeń na hosta (opcja zaawansowana) tylko dla protokołu TCP.
uk_ua: Ви можете вказати лише максимальну кількість встановлених з'єднань на хост (розширена опція) для протоколу TCP.
zh_cn: 您只能为TCP协议指定每个主机的最大已建立连接数（高级选项）。

source: You can not use gateways in Floating rules without choosing a direction.
cs_cz: V plovoucích pravidlech není možné použít brány aniž by byl zvolen směr.
de_de: Sie können in schwebenden Regeln keine Gateways verwenden ohne die Richtung anzugeben.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε πύλες σε κανόνες κινητής τηλεφωνίας χωρίς να επιλέξετε κατεύθυνση.
fa_ir: در قوانین Floating بدون تعیین جهت، نمی‌توانید از gateways استفاده کنید.
fr_fr: Vous ne pouvez pas utiliser des passerelles dans des règles flottantes sans choisir une direction.
it_it: Non è possibile utilizzare i gateway nelle regole mobili senza scegliere una direzione.
ko_kr: 방향을 선택하지 않고 플로팅 규칙에서 게이트웨이를 사용할 수 없습니다.
pl_pl: Bez wybrania kierunku nie możesz użyć bram w pływających regułach.
uk_ua: Ви не можете використовувати шлюзи у Floating правилах без вибору напрямку.
zh_cn: 如果不选择方向，就不能在浮动规则中使用网关。

source: Invalid OS detection selection. Please select a valid OS.
cs_cz: Neplatný výběr detekce typu operačního systému. Vyberte platný OS.
de_de: Ungültige Betriebsystem Erkennungsauswahl. Bitte wähle ein güliges Betriebsystem.
el_gr: Μη έγκυρη επιλογή ανίχνευσης λειτουργικού συστήματος. Επιλέξτε ένα έγκυρο λειτουργικό σύστημα.
fa_ir: انتخاب تشخیص سیستم‌عامل نامعتبر است. لطفاً یک سیستم‌عامل معتبر انتخاب کنید.
fr_fr: Sélection de détection d'OS non valide. Merci de sélectionner un OS valide.
it_it: Selezione rilevamento sistema operativo non valida. Seleziona un sistema operativo valido.
ko_kr: 잘못된 OS 탐지 선택입니다. 유효한 OS를 선택하세요.
pl_pl: Nieprawidłowy wybór wykrywania systemu operacyjnego. Wybierz prawidłowy system operacyjny.
uk_ua: Недійсний вибір виявлення ОС. Будь ласка, оберіть дійсну ОС.
zh_cn: 无效的OS检测选择。请选择一个有效的OS。

source: OS detection is only valid with protocol tcp.
cs_cz: Zjišťování varianty operačního systému je možné pouze u protokolu tcp.
de_de: Betriebssystemerkennung ist nur mit dem Protokoll TCP gültig.
el_gr: Η ανίχνευση λειτουργικού συστήματος είναι έγκυρη μόνο με το πρωτόκολλο tcp.
fa_ir: تشخیص سیستم‌عامل تنها با پروتکل tcp معتبر است.
fr_fr: La détection de l'OS est seulement valide avec le protocole tcp.
it_it: Il rilevamento del sistema operativo è valido solo con il protocollo TCP.
ko_kr: OS 탐지는 프로토콜 tcp에서만 유효합니다.
pl_pl: Wykrywanie systemu operacyjnego jest ważne tylko przy protokole tcp.
uk_ua: Виявлення ОС дійсне лише для протоколу TCP.
zh_cn: OS检测仅对协议tcp有效。

source: Invalid subnet mask on IPv4 destination
cs_cz: Neplatná maska podsítě u IPv4 cíle
de_de: Ungültige Subnetzmaske bei IPv4-Ziel
el_gr: Μη έγκυρη μάσκα υποδικτύου στον προορισμό IPv4
fa_ir: ماسک زیرشبکه نامعتبر در مقصد IPv4
fr_fr: Masque de sous-réseau non valide pour cette destination IPv4
it_it: Maschera di sottorete non valida sulla destinazione IPv4
ko_kr: IPv4 목적지 서브넷 마스크가 잘못됨
pl_pl: Nieprawidłowa maska podsieci dla miejsca docelowego IPv4
uk_ua: Недійсна маска підмережі для IPv4 призначення
zh_cn: IPv4目标上的子网掩码无效

source: Invalid subnet mask on IPv4 source
cs_cz: Neplatná maska podsítě u IPv4 zdroje
de_de: Ungültige Subnetzmaske bei IPv4-Quelle
el_gr: Μη έγκυρη μάσκα υποδικτύου στην πηγή IPv4
fa_ir: ماسک زیرشبکه نامعتبر در مبدأ IPv4
fr_fr: Masque de sous-réseau non valide pour cette source IPv4
it_it: Maschera di sottorete non valida sull'origine IPv4
ko_kr: IPv4 출발지의 서브넷 마스크가 잘못됨
pl_pl: Nieprawidłowa maska podsieci dla źródła IPv4
uk_ua: Недійсна маска підмережі для IPv4 джерела
zh_cn: IPv4源上的子网掩码无效

source: You can not use IPv4 addresses in IPv6 rules.
cs_cz: V IPv6 pravidlech není možné použít IPv4 adresy.
de_de: Sie können keine IPv4-Adressen in IPv6-Regeln anwenden.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε διευθύνσεις IPv4 σε κανόνες IPv6.
fa_ir: نمی‌توانید آدرس‌های IPv4 را در قوانین IPv6 استفاده کنید.
fr_fr: Vous ne pouvez pas utiliser des adresses IPv4 dans les règles IPv6.
it_it: Non è possibile utilizzare indirizzi IPv4 nelle regole IPv6.
ko_kr: IPv6 규칙에서는 IPv4 주소를 사용할 수 없습니다.
pl_pl: Nie możesz używać adresów IPv4 w regułach IPv6.
uk_ua: Ви не можете використовувати IPv4 адреси у правилах IPv6.
zh_cn: 您不能在IPv6规则使用IPv4地址。

source: You can not use IPv6 addresses in IPv4 rules.
cs_cz: V IPv4 pravidlech není možné použít IPv6 adresy.
de_de: Sie können keine IPv6-Adressen in IPv4 Regeln verwenden.
el_gr: Δεν μπορείτε να χρησιμοποιήσετε διευθύνσεις IPv6 σε κανόνες IPv4.
fa_ir: نمی‌توانید آدرس‌های IPv6 را در قوانین IPv4 استفاده کنید.
fr_fr: Vous ne pouvez pas utiliser des adresses IPv6 dans les règles IPv4.
it_it: Non è possibile utilizzare indirizzi IPv6 nelle regole IPv4.
ko_kr: IPv4 규칙에서는 IPv6 주소를 사용할 수 없습니다.
pl_pl: Nie możesz używać adresów IPv6 w regułach IPv4.
uk_ua: Ви не можете використовувати IPv6 адреси у правилах IPv4.
zh_cn: 您不能在IPv4规则使用IPv6地址。

source: The Source IP address %s Address Family differs from the destination %s.
cs_cz: Adresní generace u zdrojové IP %s je jiná než u cílové %s.
de_de: Die Adressfamilie der Quell IP Adresse %s unterscheidet sich von der der Zieladresse %s.
el_gr: Η οικογένεια διευθύνσεων %s της διεύθυνσης IP προέλευσης διαφέρει από την %s του προορισμού.
fa_ir: خانوادهٔ آدرس IP مبدأ %s با مقصد %s متفاوت است.
fr_fr: La famille d'adresses %s de l'adresse IP source diffère de la %s de destination.
it_it: L'indirizzo IP di origine %s Address Family è diverso da quello di destinazione %s.
ko_kr: 출발지 IP 주소 %s 주소 패밀리가 목적지 %s과(와) 다릅니다.
pl_pl: Adres IP źródłowy %s rodzina adresów różni się od miejsca docelowego %s.
uk_ua: Сімейство адрес вихідної IP-адреси %s відрізняється від призначення %s.
zh_cn: 源IP地址%s类型与目标不同%s。

source: When selecting aliases for destination ports, both from and to fields must be the same
cs_cz: Při výběru alternativních cílových portů je třeba, aby kolonky z a do byly shodné
de_de: Bei der Auswahl von Alias für Zielports, müssen sowohl "Von" als auch "An" Felder übereinstimmen
el_gr: Όταν επιλέγετε ψευδώνυμα για θύρες προορισμού, τα πεδία "από" και "προς" πρέπει να είναι τα ίδια.
fa_ir: هنگام انتخاب aliases برای پورت‌های مقصد، هر دو فیلد from و to باید یکسان باشند.
fr_fr: Lors de la sélection d'alias pour les ports destination, les champs source et destination doivent être identiques
it_it: Quando si selezionano gli alias per le porte di destinazione, i campi da e verso devono essere gli stessi
ko_kr: 목적지 포트에 대한 별칭을 선택할 때 시작 및 끝 필드가 모두 동일해야 합니다
pl_pl: Wybierając aliasy dla portów docelowych, zarówno pola od jak i do muszą być takie same
uk_ua: При виборі псевдонімів для портів призначення, обидва поля 'від' та 'до' мають бути однаковими
zh_cn: 为目标端口选择别名时，从和到字段必须相同

source: When selecting aliases for source ports, both from and to fields must be the same
cs_cz: Při výběru alternativních zdrojových portů je třeba, aby kolonky z a do byly shodné
de_de: Bei der Auswahl von Alias für Quellports, müssen sowohl "Von" als auch "An" Felder übereinstimmen
el_gr: Όταν επιλέγετε ψευδώνυμα για τις θύρες προέλευσης, τα πεδία "από" και "προς" πρέπει να είναι τα ίδια.
fa_ir: هنگام انتخاب aliases برای پورت‌های مبدأ، هر دو فیلد from و to باید یکسان باشند.
fr_fr: Lors de la sélection d'alias pour les ports source, les champs source et destination doivent être identiques
it_it: Quando si selezionano gli alias per le porte di origine, i campi da e verso devono essere gli stessi
ko_kr: 출발지 포트에 대한 별칭을 선택할 때 시작 및 끝 필드가 모두 동일해야 합니다
pl_pl: Wybierając aliasy dla portów źródłowych, zarówno pola od jak i do muszą być takie same
uk_ua: При виборі псевдонімів для портів джерела, обидва поля 'від' та 'до' мають бути однаковими
zh_cn: 为源端口选择别名时，从和到字段必须相同

source: %s is only valid if the gateway is set to 'default'.
cs_cz: %s je platné pouze pokud je brána nastavená na „výchozí“.
de_de: %s ist nur gültig, wenn Gateway auf 'standard' gesetzt wird.
el_gr: Το %s είναι έγκυρο μόνο εάν η πύλη έχει οριστεί σε 'προεπιλογή'.
fa_ir: %s تنها در صورتی معتبر است که درگاه روی 'default' تنظیم شده باشد.
fr_fr: %s est uniquement valable si la passerelle est positionnée à 'défaut'.
it_it: %s è valido solo se il gateway è impostato su "predefinito".
ko_kr: %s은(는) 게이트웨이가 '기본값'으로 설정된 경우에만 유효합니다.
pl_pl: %s jest ważny tylko wtedy, gdy brama jest ustawiona na 'domyślny'.
uk_ua: %s дійсне лише якщо шлюз встановлено на 'типово'.
zh_cn: %s仅在网关设置为"默认"时有效。

source: %s is only valid with protocol tcp.
cs_cz: %s je platné pouze u protokolu tcp.
de_de: %s ist nur mit dem Protokoll TCP gültig
el_gr: Το %s είναι έγκυρο μόνο με το πρωτόκολλο tcp.
fa_ir: %s تنها با پروتکل tcp معتبر است.
fr_fr: %s est seulement valide avec le protocole tcp.
it_it: %s è valido solo con il protocollo tcp.
ko_kr: %s은(는) 프로토콜 tcp에서만 유효합니다.
pl_pl: %s jest ważny tylko z protokołem tcp.
uk_ua: %s дійсне лише для протоколу TCP.
zh_cn: %s只在tcp协议有效。

source: You can not assign a gateway to a rule that applies to IPv4 and IPv6
cs_cz: Pravidlu, které se týká IPv4 a IPv6 není možné přiřadit pravidlo
de_de: Sie können kein Gateway einer Regel zuweisen die für IPv4 und IPv6 verwendet wird.
el_gr: Δεν μπορείτε να αντιστοιχίσετε μια πύλη σε έναν κανόνα που ισχύει για IPv4 και IPv6
fa_ir: نمی‌توانید درگاه را به قانونی اختصاص دهید که هم برای IPv4 و هم برای IPv6 اعمال می‌شود.
fr_fr: Vous ne pouvez pas affecter une passerelle à une règle qui s'applique à IPv4 et IPv6
it_it: Non è possibile assegnare un gateway a una regola che si applica a IPv4 e IPv6
ko_kr: IPv4 및 IPv6에 적용되는 규칙에는 게이트웨이를 할당할 수 없습니다
pl_pl: Nie możesz przypisać bramy do reguły, która dotyczy IPv4 i IPv6
uk_ua: Ви не можете призначити шлюз правилу, яке застосовується до IPv4 та IPv6
zh_cn: 您不能将网关分配给适用于IPv4和IPv6的规则

source: log (disabled)
cs_cz: zaznamenat (vypnuto)
de_de: Protokollieren (deaktiviert)
el_gr: αρχείο καταγραφής (απενεργοποιημένο)
fa_ir: لاگ (غیرفعال)
fr_fr: tracer (désactivé)
it_it: registro (disabilitato)
ko_kr: 로그 (사용 안 함)
pl_pl: log (wyłączony)
uk_ua: журнал (вимкнено)
zh_cn: 日志(禁用)

source: reject (disabled)
cs_cz: odmítnout (vypnuto)
de_de: Zurückweisen (deaktiviert)
el_gr: απόρριψη (απενεργοποιημένο)
fa_ir: رد (غیرفعال)
fr_fr: rejeter (désactivé)
it_it: rifiutare (disabilitato)
ko_kr: 거부 (사용 안 함)
pl_pl: odrzuć (wyłączony)
uk_ua: відхилити (вимкнено)
zh_cn: 拒绝(禁用)

source: block (disabled)
cs_cz: blokovat (vypnuto)
de_de: Blockieren (deaktiviert)
el_gr: μπλοκάρισμα (απενεργοποιημένο)
fa_ir: مسدود (غیرفعال)
fr_fr: bloquer (désactivé)
it_it: blocco (disabilitato)
ko_kr: 차단(사용 안 함)
pl_pl: blokuj (wyłączony)
uk_ua: блокувати (вимкнено)
zh_cn: 阻止(禁用)

source: pass (disabled)
cs_cz: nechat projít (vypnuto)
de_de: Erlauben (deaktiviert)
el_gr: πέρασμα (άτομα με αναπηρία)
fa_ir: اجازه (غیرفعال)
fr_fr: passer (désactivé)
it_it: passare (disabilitato)
ko_kr: 통과 (비활성화)
pl_pl: przepuść (wyłączony)
uk_ua: пропустити (вимкнено)
zh_cn: 通过(禁用)

source: log
cs_cz: záznam událostí
de_de: Protokollieren
fa_ir: لاگ
fr_fr: tracer
it_it: tronco d'albero
ko_kr: 로그
uk_ua: журнал
zh_cn: 日志

source: reject
cs_cz: odmítnout
de_de: Zurückweisen
el_gr: απόρριψη
fa_ir: رد
fr_fr: rejeter
it_it: rifiutare
ko_kr: 거부
pl_pl: odrzuć
uk_ua: відхилити
zh_cn: 拒绝

source: block
cs_cz: blokovat
de_de: Blockieren
el_gr: φραγμός
fa_ir: مسدود
fr_fr: bloquer
it_it: bloccare
ko_kr: 차단
pl_pl: blokuj
uk_ua: блокувати
zh_cn: 阻止

source: pass
cs_cz: nechat projít
de_de: Erlauben
el_gr: πέρασμα
fa_ir: اجازه
fr_fr: autoriser
it_it: passaggio
ko_kr: 통과
pl_pl: przepuść
uk_ua: дозволити
zh_cn: 通过

source: No floating rules are currently defined. Floating rules are not bound to a single interface and can therefore be used to span policies over multiple networks at the same time.
cs_cz: V tuto chvíli nejsou určená žádná plovoucí pravidla. Plovoucí pravidla nejsou svázaná s žádným konkrétním rozhraním a proto je možné je použít pro rozprostření sad pravidel napříč vícero sítěmi naráz.
de_de: Zur Zeit sind keine globalen Regeln definiert. Globale Regeln sind nicht an eine einzelne Schnittstelle gebunden und können daher verwendet werden, um Regeln über mehrere Netzwerke zur selben Zeit zu definieren.
el_gr: Δεν έχουν οριστεί προς το παρόν κινητοί κανόνες. Οι κινητοί κανόνες δεν συνδέονται με μία μόνο διεπαφή και επομένως μπορούν να χρησιμοποιηθούν για την ταυτόχρονη επέκταση πολιτικών σε πολλά δίκτυα.
fa_ir: در حال حاضر هیچ قانون شناوری تعریف نشده است. قوانین شناور به یک رابط محدود نیستند و بنابراین می‌توانند برای اعمال سیاست‌ها روی چند شبکه به‌طور هم‌زمان استفاده شوند.
fr_fr: Aucune règle flottante n'est actuellement définie. Les règles flottantes ne sont pas liées à une interface unique et peuvent donc être utilisées pour étendre des stratégies sur plusieurs réseaux en même temps.
it_it: Al momento non sono definite regole mobili. Le regole mobili non sono legate a una singola interfaccia e possono quindi essere utilizzate per estendere le policy su più reti contemporaneamente.
ko_kr: 현재 정의된 플로팅 규칙이 없습니다. 플로팅 규칙은 단일 인터페이스에 바인딩되지 않으므로 정책을 여러 네트워크에 동시에 적용할 수 있습니다.
pl_pl: Aktualnie nie zdefiniowano żadnych zmiennych reguł. Reguły te nie są związane z pojedynczym interfejsem i dlatego mogą być używane jednocześnie do tworzenia polityk na wielu sieciach.
uk_ua: Плаваючі правила наразі не визначені. Плаваючі правила не прив'язані до одного інтерфейсу, тому їх можна використовувати для охоплення політик у кількох мережах одночасно.
zh_cn: 当前未定义任何浮动规则。浮动规则不绑定到单个接口，因此可用于同时在多个网络接口上扩展策略。

source: Address Mask Reply (Deprecated)
cs_cz: Odpověď adresní masky (zastaralé)
de_de: Adressmaskenantwort (Veraltet)
el_gr: Απάντηση μάσκας διεύθυνσης (Καταργήθηκε)
fa_ir: Address Mask Reply (منسوخ)
fr_fr: Réponse au masque d'adresse (déprécié)
it_it: Risposta maschera indirizzo (obsoleto)
ko_kr: 주소 마스크 응답(사용되지 않음)
pl_pl: Odpowiedź na maskę adresu (nieaktualne)
uk_ua: Відповідь на маску адреси (застаріле)
zh_cn: 地址掩码回复(已弃用)

source: Address Mask Request (Deprecated)
cs_cz: Požadavek na adresní masku (zastaralé)
de_de: Adressmaskenanfrage (Veraltet)
el_gr: Αίτημα μάσκας διεύθυνσης (Καταργημένο)
fa_ir: Address Mask Request (منسوخ)
fr_fr: Demande de masque d'adresse (déprécié)
it_it: Richiesta maschera indirizzo (obsoleto)
ko_kr: 주소 마스크 요청(사용되지 않음)
pl_pl: Żądanie maski adresu (nieaktualne)
uk_ua: Запит маски адреси (застаріле)
zh_cn: 地址掩码请求(已弃用)

source: Information Reply (Deprecated)
cs_cz: Informační odpověď (zastaralé)
de_de: Informationsantwort (veraltet)
el_gr: Απάντηση πληροφοριών (Καταργήθηκε)
fa_ir: Information Reply (منسوخ)
fr_fr: Retour d'information (obsolète)
it_it: Risposta informativa (obsoleto)
ko_kr: 정보 회신(사용되지 않음)
pl_pl: Odpowiedź informacyjna (nieaktualne)
uk_ua: Інформаційна відповідь (застаріле)
zh_cn: 信息回复(已弃用)

source: Information Request (Deprecated)
cs_cz: Informační žádost (zastaralé)
de_de: Informationsanfrage (veraltet)
el_gr: Αίτημα πληροφοριών (Καταργημένο)
fa_ir: Information Request (منسوخ)
fr_fr: Demande d'information (obsolète)
it_it: Richiesta informazioni (obsoleto)
ko_kr: 정보 요청(사용되지 않음)
pl_pl: Żądanie informacyjne (nieaktualne)
uk_ua: Інформаційний запит (застаріле)
zh_cn: 信息请求(已弃用)

source: Timestamp Reply
cs_cz: Odpověď časového razítka
de_de: Zeitstempelantwort
el_gr: Απάντηση χρονικής σήμανσης
fr_fr: Horodatage Réponse
it_it: Risposta con timestamp
ko_kr: 타임스탬프 응답
pl_pl: Odpowiedź na znacznik czasu
uk_ua: Відповідь на позначку часу
zh_cn: 时间戳回复

source: Parameter Problem
cs_cz: Problém s parametrem
el_gr: Πρόβλημα παραμέτρων
fr_fr: Problème de paramètre
it_it: Problema dei parametri
ko_kr: 매개 변수 문제
pl_pl: Problem z parametrem
uk_ua: Проблема з параметром
zh_cn: 参数问题

source: Time Exceeded
cs_cz: Překročen časový limit
de_de: Zeit überschritten
el_gr: Υπέρβαση Χρόνου
fr_fr: Temps dépassé
it_it: Tempo superato
ko_kr: 시간 초과
pl_pl: Przekroczenie czasu
uk_ua: Час вийшов
zh_cn: 超过时间

source: Router Solicitation
cs_cz: Naléhavá žádost směrovače
el_gr: Προσέλκυση πελατών μέσω δρομολογητή
fr_fr: Sollicitation du routeur
it_it: Sollecitazione del router
ko_kr: 라우터 요청
pl_pl: Żądanie routera
uk_ua: Запит маршрутизатора
zh_cn: 路由器请求

source: Router Advertisement
cs_cz: Propagace směrovače
el_gr: Διαφήμιση δρομολογητή
fa_ir: اعلان روتر
fr_fr: Annonce de routeur
it_it: Pubblicità del router
ko_kr: 라우터 알림
pl_pl: Reklama routera
uk_ua: Оголошення маршрутизатора
zh_cn: 路由通告

source: Alternate Host Address (Deprecated)
cs_cz: Alternativní adresa stroje (zastaralé)
de_de: Alternative Hostadresse (veraltet)
el_gr: Εναλλακτική διεύθυνση κεντρικού υπολογιστή (Καταργήθηκε)
fa_ir: آدرس میزبان جایگزین (منسوخ)
fr_fr: Adresse alternative de la machine (obsolète)
it_it: Indirizzo host alternativo (obsoleto)
ko_kr: 대체 호스트 주소(사용되지 않음)
pl_pl: Alternatywny adres hosta (nieaktualne)
uk_ua: Альтернативна адреса хоста (застаріле)
zh_cn: 备用主机地址(已弃用)

source: Redirect
cs_cz: Přesměrovat
de_de: Weiterleiten
el_gr: Διευθύνω πάλιν
fa_ir: تغییر مسیر
fr_fr: redirection (type: 5,code: 0 à 3)
it_it: Reindirizzamento
ko_kr: 리디렉션
pl_pl: Przekierowanie
uk_ua: Перенаправлення
zh_cn: 重定向

source: Source Quench (Deprecated)
cs_cz: Potlačení zdroje (zastaralé)
de_de: Source Quench (Veraltet)
el_gr: Απόσβεση πηγής (Καταργημένο)
fa_ir: Source Quench (منسوخ)
fr_fr: Source Quench (déprécié)
it_it: Quench dell'origine (obsoleto)
ko_kr: 출발지 Quench (사용되지 않음)
pl_pl: Zmniejszenie źródła (nieaktualne)
uk_ua: Придушення джерела (застаріле)
zh_cn: 源抑制(已弃用)

source: Destination Unreachable
cs_cz: Cíl není dostupný
de_de: Ziel unerreichbar
el_gr: Μη προσβάσιμος προορισμός
fa_ir: مقصد در دسترس نیست
fr_fr: Destination injoignable
it_it: Destinazione irraggiungibile
ko_kr: 목적지에 연결할 수 없음
pl_pl: Cel nieosiągalny
uk_ua: Призначення недосяжне
zh_cn: 目标不可达

source: Echo Reply
cs_cz: Echo odpověď
de_de: Echo-Antwort
el_gr: Απάντηση Echo
fa_ir: پاسخ اکو
fr_fr: Réponse d'écho
it_it: Risposta eco
ko_kr: 에코 응답
pl_pl: Odpowiedź echo
uk_ua: Відповідь на ехо
zh_cn: 回显应答

source: Echo Request
cs_cz: Echo požadavek
de_de: Echo-Anfrage
el_gr: Αίτημα Ηχούς
fa_ir: درخواست اکو
fr_fr: Demande d'écho
it_it: Richiesta di eco
ko_kr: 에코 요청
pl_pl: Żądanie echo
uk_ua: Ехо-запит
zh_cn: 回显请求

source: last match
cs_cz: poslední shoda
de_de: Letzte passende Regel
el_gr: τελευταίος αγώνας
fa_ir: آخرین تطبیق
fr_fr: dernière correspondance
it_it: ultima partita
ko_kr: 마지막 일치
pl_pl: ostatnie dopasowanie
uk_ua: останнє співпадіння
zh_cn: 最后匹配

source: first match
cs_cz: první shoda
de_de: Erste passende Regel
el_gr: πρώτος αγώνας
fa_ir: اولین تطبیق
fr_fr: première correspondance
it_it: prima partita
ko_kr: 처음 일치
pl_pl: pierwsze dopasowanie
uk_ua: перше співпадіння
zh_cn: 首先匹配

source: Block private networks
cs_cz: Blokovat soukromé sítě
de_de: Private Netzwerke blockieren
el_gr: Αποκλεισμός ιδιωτικών δικτύων
fa_ir: مسدود کردن شبکه‌های خصوصی
fr_fr: Bloquer les réseaux privés
it_it: Blocca le reti private
ko_kr: 사설 네트워크 차단
pl_pl: Blokuj sieci prywatne
uk_ua: Блокувати приватні мережі
zh_cn: 阻止私有网络
