Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This is a list with backend hosts
cs_cz: Toto je seznam s hostiteli podpůrné vrstvy
de_de: Dies ist eine Liste von Backend-Hosts.
el_gr: Αυτή είναι μια λίστα με κεντρικούς υπολογιστές backend
fa_ir: این فهرستی از میزبان‌های backend است.
fr_fr: Il s'agit d'une liste avec les hôtes backend
it_it: Questo è un elenco con host backend
ko_kr: 백엔드 호스트가 있는 목록입니다
uk_ua: Це список з хостами бекенда
zh_cn: 这是后端主机的列表

source: Use SSL.
cs_cz: Použít SSL.
de_de: Verwende SSL.
el_gr: Χρησιμοποιήστε SSL.
fa_ir: از SSL استفاده شود
fr_fr: Utiliser SSL.
it_it: Utilizza SSL.
ko_kr: SSL을 사용합니다.
uk_ua: Використовувати SSL.
zh_cn: 使用SSL。

source: Use the specified protocol definition for the relay.
cs_cz: Použít zadanou definici protokolu pro předávání.
de_de: Die angegebene Protokolldefinition für das Relay verwenden.
el_gr: Χρησιμοποιήστε τον καθορισμένο ορισμό πρωτοκόλλου για το ρελέ.
fa_ir: از تعریف پروتکل مشخص‌شده برای رله استفاده شود
fr_fr: Utiliser la définition de protocole spécifiée pour le relais.
it_it: Utilizzare la definizione del protocollo specificata per il relè.
ko_kr: 릴레이에 대해 지정된 프로토콜 정의를 사용합니다.
uk_ua: Використовувати вказане визначення протоколу для ретрансляції.
zh_cn: 为中继使用指定的协议定义。

source: API Endpoint
cs_cz: Koncový bod API
de_de: API-Endpunkt
el_gr: Τελικό σημείο API
fa_ir: نقطه پایانی API
fr_fr: Point de terminaison de l'API
it_it: Endpoint API
ko_kr: API 엔드포인트
pl_pl: Punkt końcowy API
uk_ua: Кінцева точка API
zh_cn: API端点

source: API Password
cs_cz: Heslo k API
de_de: API Passwort
el_gr: Κωδικός πρόσβασης API
fa_ir: رمز عبور API
fr_fr: Mot de passe API
it_it: Password dell'API
ko_kr: API 비밀번호
pl_pl: Hasło API
uk_ua: Пароль API
zh_cn: API密码

source: AVPair
ko_kr: AV 쌍
uk_ua: AV-пара

source: Action required
cs_cz: Vyžadována akce
de_de: Aktion erforderlich
el_gr: Απαιτούμενη ενέργεια
fa_ir: نیاز به اقدام
fr_fr: Action requise
it_it: Azione richiesta
ko_kr: 필요한 작업
pl_pl: Wymagane działanie
uk_ua: Потрібна дія
zh_cn: 必须的操作

source: Active Timeout
cs_cz: Časový limit aktivity
de_de: Aktives Zeitlimit
el_gr: Ενεργό χρονικό όριο
fa_ir: Timeout فعال
fr_fr: Délai d'attente actif
it_it: Timeout attivo
ko_kr: 활성 타임아웃
pl_pl: Czas wygaśnięcia aktywności
uk_ua: Активний тайм-аут
zh_cn: 活动超时

source: Add JURLBLA Signatures
cs_cz: Přidat JURLBLA signatury
de_de: JURLBLA Signaturen hinzufügen
el_gr: Προσθήκη υπογραφών JURLBLA
fa_ir: افزودن امضاهای JURLBLA
fr_fr: Ajouter des signatures JURLBLA
it_it: Aggiungi firme JURLBLA
ko_kr: JURLBLA 서명 추가
pl_pl: Dodaj sygnatury JURLBLA
uk_ua: Додати підписи JURLBLA
zh_cn: 添加JURLBLA签名

source: Advanced HELO Restrictions
cs_cz: Pokročilá HELO omezení
de_de: Erweiterte HELO-Einschränkungen
el_gr: Προηγμένοι περιορισμοί HELO
fa_ir: محدودیت‌های HELO پیشرفته
fr_fr: Restrictions avancées pour les HELO
it_it: Restrizioni HELO avanzate
ko_kr: 고급 HELO 제한 사항
pl_pl: Zaawansowane ograniczenia HELO
uk_ua: Додаткові обмеження HELO
zh_cn: 高级HELO限制

source: Advanced Sender Restrictions
cs_cz: Pokročilá omezení odesilatele
de_de: Erweiterte Absender-Einschränkungen
el_gr: Προηγμένοι περιορισμοί αποστολέα
fa_ir: محدودیت‌های پیشرفته فرستنده
fr_fr: Restrictions avancées sur les expéditeurs
it_it: Restrizioni avanzate per il mittente
ko_kr: 고급 송신자 제한
pl_pl: Zaawansowane ograniczenia nadawcy
uk_ua: Додаткові обмеження відправника
zh_cn: 高级发件人限制

source: Advertise Protocols (ALPN)
cs_cz: Propagovat protokoly (ALPN)
de_de: Anzubietende Protokolle (ALPN)
el_gr: Πρωτόκολλα Διαφήμισης (ALPN)
fa_ir: اعلام پروتکل‌ها (ALPN)
fr_fr: Annoncer les protocoles (ALPN)
it_it: Protocolli pubblicitari (ALPN)
ko_kr: 광고 프로토콜(ALPN)
pl_pl: Reklamuj protokoły (ALPN)
uk_ua: Рекламувати протоколи (ALPN)
zh_cn: 广告协议（ALPN）

source: All sender domains listed here are getting whitelisted, no matter if they have wrong SPF records or are on multiple blacklists.
cs_cz: Všechny zde uvedené domény odesílatelů se dostanou na seznam povolených bez ohledu na to, zda mají špatné SPF záznamy nebo jsou na více seznam vyloučených.
de_de: Alle hier aufgeführten Absenderdomains werden auf die Whitelist gesetzt, unabhängig davon, ob sie fehlerhafte SPF-Einträge haben oder auf mehreren Blacklists stehen.
el_gr: Όλοι οι τομείς αποστολέα που αναφέρονται εδώ προστίθενται στη λίστα επιτρεπόμενων, ανεξάρτητα από το αν έχουν λανθασμένες εγγραφές SPF ή βρίσκονται σε πολλές μαύρες λίστες.
fa_ir: تمام دامنه‌های فرستندهٔ فهرست‌شده در اینجا به فهرست سفید اضافه می‌شوند، حتی اگر رکوردهای SPF نادرست داشته باشند یا در چند فهرست سیاه باشند.
fr_fr: Tous les domaines d'expéditeur répertoriés ici sont mis sur liste blanche, qu'ils aient des enregistrements SPF incorrects ou figurent sur plusieurs listes noires.
it_it: Tutti i domini dei mittenti elencati qui verranno inseriti nella whitelist, indipendentemente dal fatto che abbiano record SPF errati o si trovino su più blacklist.
ko_kr: 잘못된 SPF 레코드가 있거나 여러 블랙리스트에 있는 경우 여기에 나열된 모든 보낸 사람 도메인이 화이트리스트에 추가됩니다.
pl_pl: Wszystkie wymienione tutaj domeny nadawców są umieszczane na białej liście, niezależnie od tego, czy mają błędne rekordy SPF czy znajdują się na wielu czarnych listach.
uk_ua: Усі домени відправників, перелічені тут, додаються до білого списку, незалежно від того, чи мають вони неправильні записи SPF, чи знаходяться в декількох чорних списках.
zh_cn: 此处列出的所有发件人域都会被列入白名单，无论它们的SPF记录有误还是在多个黑名单中。

source: Allow Arguments
cs_cz: Umožnit argumenty
de_de: Argumente erlauben
el_gr: Επιτρέπονται ορίσματα
fa_ir: اجازه به آرگومان‌ها
fr_fr: Autoriser les arguments
it_it: Consenti argomenti
ko_kr: 인수 허용
pl_pl: Zezwól na argumenty
uk_ua: Дозволити аргументи
zh_cn: 允许参数

source: Allow Bash Substitutions
cs_cz: Umožnit Bash dosazování
de_de: Bash-Substituierung erlauben
el_gr: Επιτρέπονται οι αντικαταστάσεις Bash
fa_ir: اجازه به جایگزینی‌های Bash
fr_fr: Autoriser les substitutions du Bash
it_it: Consenti sostituzioni Bash
ko_kr: Bash 대체 허용
pl_pl: Zezwól na podstawienia w Bashu
uk_ua: Дозволити підстановки Bash
zh_cn: 允许Bash替换

source: Allow Notfiy
cs_cz: Povolit upozornění
de_de: Benachrichtigung erlauben
el_gr: Επιτρέψτε το Notfiy
fa_ir: اجازه به Notfiy
fr_fr: Autoriser Notfiy
it_it: Consenti Notifica
ko_kr: 통지 허용
pl_pl: Zezwól na powiadomienia
uk_ua: Дозволити сповіщення
zh_cn: 允许通知

source: Allow Query
cs_cz: Povolit dotaz
de_de: Abfragen erlauben
el_gr: Επιτρέψτε το ερώτημα
fa_ir: اجازه به Query
fr_fr: Autoriser les requêtes
it_it: Consenti query
ko_kr: 쿼리 허용
pl_pl: Zezwól na zapytanie
uk_ua: Дозволити запит
zh_cn: 允许查询

source: Allow Transfer
cs_cz: Umožnit přenost
de_de: Erlaube Übertragung
el_gr: Επιτρέψτε τη μεταφορά
fa_ir: اجازه به Transfer
fr_fr: Permettre le transfert
it_it: Consenti trasferimento
ko_kr: 전송 허용
pl_pl: Zezwól na transfer
uk_ua: Дозволити передачу
zh_cn: 允许传输

source: Allowed Hosts
cs_cz: Povolení hostitelé
de_de: Zugelassene Hosts
el_gr: Επιτρεπόμενοι κεντρικοί υπολογιστές
fa_ir: میزبان‌های مجاز
fr_fr: Hôtes autorisés
it_it: Host consentiti
ko_kr: 허용된 호스트
pl_pl: Dozwolone hosty
uk_ua: Дозволені хости
zh_cn: 允许的主机

source: Allowed IPs
cs_cz: Povolené IP adresy
de_de: Zugelassene IPs
el_gr: Επιτρεπόμενες IP
fa_ir: آدرس‌های IP مجاز
fr_fr: IPs autorisés
it_it: IP consentiti
ko_kr: 허용된 IP
pl_pl: Dozwolone IP
uk_ua: Дозволені IP-адреси
zh_cn: 允许IP

source: Allowed Networks
cs_cz: Povolené sítě
de_de: Zugelassene Netzwerke
el_gr: Επιτρεπόμενα Δίκτυα
fa_ir: شبکه‌های مجاز
fr_fr: Réseaux autorisés
it_it: Reti consentite
ko_kr: 허용된 네트워크
pl_pl: Dozwolone sieci
uk_ua: Дозволені мережі
zh_cn: 允许的网络

source: Applications
cs_cz: Aplikace
de_de: Anwendungen
el_gr: Εφαρμογές
fa_ir: برنامه‌ها
it_it: Applicazioni
ko_kr: 어플리케이션
pl_pl: Aplikacje
uk_ua: Застосунки
zh_cn: 应用范围

source: BCMXCPUSB-Driver
de_de: BCMXCPUSB-Treiber
el_gr: Πρόγραμμα οδήγησης BCMXCPUSB
it_it: Driver BCMXCPUSB
ko_kr: BCMXCPUSB-드라이버
pl_pl: Sterownik BCMXCPUSB
uk_ua: Драйвер BCMXCPUSB
zh_cn: BCMXCPUSB-驱动程序

source: By default this is the size of one page (4 or 8 Kilobytes). It can be changed.
cs_cz: Ve výchozím nastavení je to velikost jedné stránky (4 nebo 8 kilobajtů). Lze ji změnit.
de_de: Standardmäßig entspricht dies der Größe einer Seite (4 oder 8 Kilobyte). Kann geändert werden.
el_gr: Από προεπιλογή, αυτό είναι το μέγεθος μίας σελίδας (4 ή 8 Kilobyte). Μπορεί να αλλάξει.
fa_ir: به‌طور پیش‌فرض این اندازه یک صفحه است (۴ یا ۸ کیلوبایت). قابل تغییر است.
fr_fr: Par défaut, c'est la taille d'une page (4 ou 8 kilo-octets). Cela peut être changé.
it_it: Per impostazione predefinita questa è la dimensione di una pagina (4 o 8 kilobyte). Può essere cambiato.
ko_kr: 기본적으로 페이지 크기는 한 페이지(4 또는 8 킬로바이트)입니다. 바뀔 수 있어요.
pl_pl: Domyślnie jest to rozmiar jednej strony (4 lub 8 Kilobajtów). Można go zmienić.
uk_ua: Типово це розмір однієї сторінки (4 або 8 кілобайт). Його можна змінити.
zh_cn: 默认情况下，这是一页的大小(4或8千字节)。它可以更改。

source: CARP demote
cs_cz: Degradace v CARP
de_de: CARP zurückstufen
el_gr: Υποβιβασμός CARP
fa_ir: کاهش اولویت CARP
fr_fr: Démission de la CARP
it_it: CARP retrocede
ko_kr: CARP 강등
pl_pl: Degradacja CARP
uk_ua: Деградація CARP
zh_cn: CARP降级

source: CF API Token
cs_cz: Token k CF API
fr_fr: Token API CF
it_it: Token API CF
ko_kr: CF API 토큰
pl_pl: Token API CF
uk_ua: Токен API CF
zh_cn: CF API令牌

source: CF Account ID
cs_cz: Identif. CF účtu
de_de: CF-Konto-ID
el_gr: Αναγνωριστικό λογαριασμού CF
fr_fr: ID du compte CF
it_it: ID conto CF
ko_kr: CF 계정 ID
pl_pl: ID konta CF
uk_ua: Ідентифікатор облікового запису CF
zh_cn: CF账户ID

source: Cache enabled
cs_cz: Mezipaměť zapnuta
de_de: Cache aktivieren
el_gr: Η προσωρινή μνήμη ενεργοποιήθηκε
fa_ir: کش فعال
fr_fr: Cache activé
it_it: Cache abilitata
ko_kr: 캐시 사용
pl_pl: Pamięć podręczna włączona
uk_ua: Кеш увімкнено
zh_cn: 启用的缓存

source: Can be found in the URI after logging into the Cloudflare dashboard.
cs_cz: Je k nalezení v URI po přihlášení se k přehledu Cloudflare.
de_de: Ist in der URI sichtbar, nachdem Sie sich im Cloudflare-Dashboard angemeldet haben.
el_gr: Μπορεί να βρεθεί στο URI μετά τη σύνδεση στον πίνακα ελέγχου του Cloudflare.
fa_ir: پس از ورود به داشبورد Cloudflare، در URI یافت می‌شود.
fr_fr: Peut être trouvé dans l'URI après s'être connecté au tableau de bord de Cloudflare.
it_it: Può essere trovato nell'URI dopo aver effettuato l'accesso alla dashboard di Cloudflare.
ko_kr: Cloudflare 대시보드에 로그인한 후 URI에서 찾을 수 있습니다.
pl_pl: Można znaleźć w URI po zalogowaniu się do pulpitu nawigacyjnego Cloudflare.
uk_ua: Можна знайти в URI після входу в панель керування Cloudflare.
zh_cn: 登录Cloudflare仪表盘后，可以在URI中找到它。

source: Certificate Options
cs_cz: Předvolby pro certifikát
de_de: Zertifikatsoptionen
el_gr: Επιλογές πιστοποιητικού
fa_ir: گزینه‌های گواهی
fr_fr: Options de certificat
it_it: Opzioni del certificato
ko_kr: 인증서 옵션
pl_pl: Opcje certyfikatu
uk_ua: Параметри сертифіката
zh_cn: 证书选项

source: Challenge Alias
cs_cz: Alternativní název výzvy
el_gr: Ψευδώνυμο πρόκλησης
fa_ir: نام مستعار چالش
fr_fr: Alias de défi
it_it: Alias ​​sfida
ko_kr: 챌린지 별칭
pl_pl: Alias wyzwania
uk_ua: Псевдонім виклику
zh_cn: 挑战别名

source: Choose what to do with packets that match the criteria specified below. Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
cs_cz: Vyberte, co má být uděláno s pakety, které splňují níže uvedená kritéria. Tip: rozdíl mezi blokováním a odmítnutím je ten, že při odmítnutí je paket vrácen odesílateli (TCP RST nebo ICMP port unreachable pro UDP), zatímco při blokování je paket v tichosti zahozen. V obou případech je původní paket zahozen.
de_de: Wählen Sie aus, was mit Paketen geschehen soll, die den unten angegebenen Kriterien entsprechen. Hinweis: Der Unterschied zwischen Blockieren und Zurückweisen besteht darin, dass beim Zurückweisen ein Paket (TCP RST oder ICMP-Port nicht erreichbar bei UDP) an den Absender zurückgesendet wird, während beim Blockieren das Paket stillschweigend verworfen wird. In beiden Fällen wird das ursprüngliche Paket verworfen.
el_gr: Επιλέξτε τι θα κάνετε με τα πακέτα που πληρούν τα κριτήρια που καθορίζονται παρακάτω. Υπόδειξη: η διαφορά μεταξύ αποκλεισμού και απόρριψης είναι ότι με την απόρριψη, ένα πακέτο (θύρα TCP RST ή ICMP μη προσβάσιμη για UDP) επιστρέφεται στον αποστολέα, ενώ με τον αποκλεισμό το πακέτο απορρίπτεται σιωπηλά. Και στις δύο περιπτώσεις, το αρχικό πακέτο απορρίπτεται.
fa_ir: انتخاب کنید با بسته‌هایی که با معیارهای زیر مطابقت دارند چه کاری انجام شود. نکته: تفاوت بین block و reject این است که در حالت reject بسته‌ای (TCP RST یا ICMP با پیام پورت غیرقابل‌دسترس برای UDP) به فرستنده بازگردانده می‌شود، در حالی که در حالت block بسته به‌صورت بی‌صدا رها می‌شود. در هر دو حالت، بستهٔ اصلی حذف می‌شود.
fr_fr: Choisissez quoi faire avec les paquets qui correspondent aux critères spécifiés ci-dessous. Astuce: la différence entre le blocage et le rejet est qu'avec le rejet, un paquet (port TCP RST ou ICMP inaccessible pour UDP) est renvoyé à l'expéditeur, tandis qu'avec le blocage le paquet est abandonné en silence. Dans les deux cas, le paquet d'origine est rejeté.
it_it: Scegli cosa fare con i pacchetti che corrispondono ai criteri specificati di seguito. Suggerimento: la differenza tra blocco e rifiuto è che con il rifiuto un pacchetto (porta TCP RST o ICMP non raggiungibile per UDP) viene restituito al mittente, mentre con il blocco il pacchetto viene eliminato silenziosamente. In entrambi i casi, il pacchetto originale viene scartato.
ko_kr: 아래 지정된 조건과 일치하는 패킷에 대해 수행할 작업을 선택하세요. 힌트: 차단과 거부의 차이점은 거부의 경우 패킷(UDP에 대해 TCP RST 또는 ICMP 포트에 연결할 수 없음)이 송신자에게 반환되는 반면 차단의 경우 패킷이 자동으로 삭제된다는 것입니다. 두 경우 모두 원본 패킷이 삭제됩니다.
uk_ua: Виберіть, що робити з пакетами, які відповідають критеріям, зазначеним нижче. Підказка: різниця між «блокувати» та «відхилити» полягає в тому, що при «відхилити» пакет (TCP RST або ICMP порт недосяжний для UDP) повертається відправнику, тоді як при «блокувати» пакет мовчазно відкидається. В обох випадках початковий пакет відкидається.
zh_cn: 选择如何处理符合以下指定条件的数据包。 提示：阻止和拒绝之间的区别在于，使用拒绝时，数据包(UDP不可访问的TCP RST或ICMP端口)被返回给发送方，而使用阻止时，该数据包被静默丢弃。无论哪种情况，原始数据包都会被丢弃。

source: Choose which IP versions are allowed, defaults to all.
cs_cz: Zvolte které verze IP protokolu jsou povolené (výchozí je všechny).
de_de: Wählen Sie aus, welche IP-Versionen erlaubt sind (Standard: alle).
el_gr: Επιλέξτε ποιες εκδόσεις IP επιτρέπονται, η προεπιλογή είναι όλες.
fa_ir: نسخه‌های IP مجاز را انتخاب کنید؛ پیش‌فرض: همه.
fr_fr: Choisissez quelles versions d'IP sont autorisées, la valeur par défaut étant toutes.
it_it: Scegli quali versioni IP sono consentite, per impostazione predefinita sono tutte.
ko_kr: 허용되는 IP 버전을 선택합니다. 기본값은 모두입니다.
pl_pl: Wybierz dozwolone wersje IP, domyślnie wszystkie.
uk_ua: Виберіть, які версії IP дозволені, типово – всі.
zh_cn: 选择允许的IP版本，默认为全部。

source: Choose which applications should be forwarded to the specified target, omit to select all.
cs_cz: Zvolte které aplikace by měly být přesměrovávány do zadaného cíle – pokud všechny, ponechte bez výběru.
de_de: Wählen Sie aus, welche Anwendungen an das angegebene Ziel weitergeleitet werden sollen. Lassen Sie die Auswahl weg, um alle auszuwählen.
el_gr: Επιλέξτε ποιες εφαρμογές θα πρέπει να προωθούνται στον καθορισμένο προορισμό, παραλείψτε να επιλέξετε όλες.
fa_ir: انتخاب کنید کدام برنامه‌ها به هدف مشخص‌شده فوروارد شوند؛ برای انتخاب همه، چیزی انتخاب نکنید.
fr_fr: Choisissez les applications qui doivent être transférées vers la cible spécifiée, omettre pour tout sélectionner.
it_it: Scegli quali applicazioni devono essere inoltrate alla destinazione specificata, ometti di selezionare tutto.
ko_kr: 지정한 대상으로 전달할 응용 프로그램을 선택하고 모두 선택하려면 생략합니다.
pl_pl: Wybierz, które aplikacje powinny być przekierowywane do określonego celu, pomiń, aby wybrać wszystkie.
uk_ua: Виберіть, які застосунки слід перенаправити на вказану ціль, пропустіть, щоб вибрати всі.
zh_cn: 选择应将哪些应用程序转发到指定目标，省略则选择全部。

source: Choose which facilities to include, omit to select all.
cs_cz: Zvolte, které oblasti chcete zahrnout – vynechání vybere všechny.
de_de: Wählen Sie aus, welche Bereiche einbezogen werden sollen. Lassen Sie die Auswahl weg, um alle auszuwählen.
el_gr: Επιλέξτε ποιες εγκαταστάσεις θα συμπεριλάβετε, παραλείψτε να επιλέξετε όλες.
fa_ir: کدام facilityها شامل شوند را انتخاب کنید؛ برای انتخاب همه، چیزی انتخاب نکنید.
fr_fr: Choisissez les installations à inclure, omettre pour tout sélectionner.
it_it: Scegli quali servizi includere, ometti di selezionare tutti.
ko_kr: 포함할 주체를 선택하고 모두 선택하려면 생략합니다.
pl_pl: Wybierz, które usługi uwzględnić, pomiń, aby wybrać wszystkie.
uk_ua: Виберіть, які засоби включити, пропустіть, щоб вибрати всі.
zh_cn: 选择要包含的消息，省略则选择全部。

source: Choose which levels to include, omit to select all.
cs_cz: Zvolte, které úrovně chcete zahrnout – vynechání vybere všechny.
de_de: Wählen Sie aus, welche Ebenen einbezogen werden sollen. Lassen Sie die Option weg, um alle auszuwählen.
el_gr: Επιλέξτε ποια επίπεδα θα συμπεριληφθούν, παραλείψτε για να επιλέξετε όλα.
fa_ir: کدام سطوح شامل شوند را انتخاب کنید؛ برای انتخاب همه، چیزی انتخاب نکنید.
fr_fr: Choisir quels niveaux inclure, omettre pour tout sélectionner.
it_it: Scegli quali livelli includere, ometti per selezionare tutto.
ko_kr: 포함할 수준을 선택하고 모두 선택하려면 생략합니다.
pl_pl: Wybierz, które poziomy uwzględnić, pomiń, aby wybrać wszystkie.
uk_ua: Виберіть, які рівні включити, пропустіть, щоб вибрати всі.
zh_cn: 选择要包含的层级，省略则选择全部。

source: Client CA Certificate
cs_cz: Certifikát cert. autority klienta
de_de: Client-CA-Zertifikat
el_gr: Πιστοποιητικό CA πελάτη
fa_ir: گواهی CA مشتری
fr_fr: Certificat de l'autorité de certification du client
it_it: Certificato CA cliente
ko_kr: 클라이언트 CA 인증서
pl_pl: Certyfikat CA klienta
uk_ua: Сертифікат CA клієнта
zh_cn: 客户端CA证书

source: Command Timeout
cs_cz: Časový limit příkazu
de_de: Befehlszeitüberschreitung
el_gr: Χρονικό όριο εντολής
fa_ir: مهلت فرمان
fr_fr: Délai de commande
it_it: Timeout del comando
ko_kr: 명령 시간 초과
pl_pl: Limit czasu polecenia
uk_ua: Тайм-аут команди
zh_cn: 命令超时

source: Configure DNS alias mode to validate the certificate.
cs_cz: Nastavit režim alternativního názvu DNS pro ověření certifikátu.
de_de: DNS-Aliasmodus konfigurieren, um das Zertifikat zu validieren.
el_gr: Ρυθμίστε τη λειτουργία ψευδωνύμου DNS για να επικυρώσετε το πιστοποιητικό.
fa_ir: حالت نام مستعار DNS را برای اعتبارسنجی گواهی پیکربندی کنید.
fr_fr: Configurer le mode alias DNS pour valider le certificat.
it_it: Configura la modalità alias DNS per convalidare il certificato.
ko_kr: 인증서의 유효성을 검사하도록 DNS 별칭 모드를 구성합니다.
pl_pl: Konfiguruj tryb aliasu DNS, aby zweryfikować certyfikat.
uk_ua: Налаштуйте режим DNS-псевдоніма для перевірки сертифіката.
zh_cn: 配置DNS别名模式来验证证书。

source: Contains the size of a header Buffer. If a header or the request line does not fit into it, a large header buffer will be used.
cs_cz: Obsahuje velikost vyrovnávací paměti hlaviček. Pokud se hlavička či požadavek do ní nevejde, bude použit větší vyrovnávací paměť.
de_de: Gibt die Größe eines Header-Puffers an. Wenn ein Header oder die Anforderungszeile nicht hineinpasst, wird ein großer Header-Puffer verwendet.
el_gr: Περιέχει το μέγεθος ενός buffer κεφαλίδας. Εάν μια κεφαλίδα ή η γραμμή αιτήματος δεν χωράει σε αυτήν, θα χρησιμοποιηθεί ένα μεγάλο buffer κεφαλίδας.
fa_ir: شامل اندازهٔ بافر هدر است. اگر هدر یا خط درخواست در آن جای نگیرد، از بافر هدر بزرگ‌تری استفاده خواهد شد.
fr_fr: Contient la taille d'un tampon d'en-tête. Si un en-tête ou la ligne de demande ne tient pas dans ce tampon, un grand tampon d'en-tête sera utilisé.
it_it: Contiene la dimensione di un buffer di intestazione. Se un'intestazione o una riga di richiesta non rientra in essa, verrà utilizzato un buffer di intestazione di grandi dimensioni.
ko_kr: 헤더 버퍼의 크기를 포함합니다. 헤더나 요청 줄이 맞지 않으면 큰 헤더 버퍼가 사용됩니다.
pl_pl: Zawiera rozmiar bufora nagłówka. Jeśli nagłówek lub linia żądania nie mieszczą się w nim, używany będzie większy bufor nagłówka.
uk_ua: Містить розмір буфера заголовка. Якщо заголовок або рядок запиту не вміщається, буде використано великий буфер заголовка.
zh_cn: 包含标头缓存区的大小。如果标头或请求行不适合它，则使用较大的标头缓冲区。

source: Count Of Large Header Buffers
cs_cz: Počet vyrovnávacích pamětí velkých záhlaví
de_de: Anzahl großer Header-Puffer
el_gr: Αριθμός μεγάλων buffer κεφαλίδας
fa_ir: تعداد بافرهای هدر بزرگ
fr_fr: Nombre de grands tampons d'en-tête
it_it: Conteggio di buffer di intestazione di grandi dimensioni
ko_kr: 대용량 헤더 버퍼 수
pl_pl: Liczba dużych buforów nagłówków
uk_ua: Кількість великих буферів заголовків
zh_cn: 标头最大缓冲区大小

source: Count of buffers for a single connection.
cs_cz: Počet vyrovnávacích pamětí pro jednotlivá spojení.
de_de: Anzahl der Puffer pro Verbindung.
el_gr: Αριθμός buffer για μία μόνο σύνδεση.
fa_ir: تعداد بافرها برای یک اتصال.
fr_fr: Nombre de tampons pour une seule connexion.
it_it: Conteggio di buffer per una singola connessione.
ko_kr: 단일 연결에 대한 버퍼 수입니다.
pl_pl: Liczba buforów dla pojedynczego połączenia.
uk_ua: Кількість буферів для одного з'єднання.
zh_cn: 单个连接的缓冲区数量。

source: Customer number
cs_cz: Číslo zákazníka
de_de: Kundennummer
el_gr: Αριθμός πελάτη
fa_ir: شماره مشتری
fr_fr: Numéro de client
it_it: Numero cliente
ko_kr: 고객번호
pl_pl: Numer klienta
uk_ua: Номер клієнта
zh_cn: 客户编号

source: DNS Alias Mode
cs_cz: Režim DNS alternativního názvu
de_de: DNS-Aliasmodus
el_gr: Λειτουργία ψευδωνύμου DNS
fa_ir: حالت نام مستعار DNS
fr_fr: Mode Alias DNS
it_it: Modalità alias DNS
ko_kr: DNS 별칭 모드
pl_pl: Tryb aliasu DNS
uk_ua: Режим DNS-псевдоніма
zh_cn: DNS别名模式

source: Debug Log
cs_cz: Záznam ladících informací
de_de: Debug-Protokoll
el_gr: Αρχείο καταγραφής εντοπισμού σφαλμάτων
fa_ir: لاگ اشکال‌زدایی
fr_fr: Journal de débogage
it_it: Registro di debug
ko_kr: 디버그 로그
pl_pl: Dziennik debugowania
uk_ua: Журнал налагодження
zh_cn: 调试日志

source: Default Metric
cs_cz: Výchozí metrika
de_de: Standardmetrik
el_gr: Προεπιλεγμένη μέτρηση
fa_ir: متریک پیش‌فرض
fr_fr: Métrique par défaut
it_it: Metrica predefinita
ko_kr: 기본 메트릭
pl_pl: Domyślna metryka
uk_ua: Типова метрика
zh_cn: 默认指标

source: Define the maximum expiration duration. Cache-Control response headers will be respected if they are less than this value. The default value is 60 seconds.
cs_cz: Definujte nejdelší umožněnou dobu před skončením platnosti. Hlavičky odpovědi Cache-Control budou respektovány, pokud budou kratší než tato hodnota. Výchozí hodnota je 60 sekund.
de_de: Definiert die maximale Ablaufdauer. „Cache-Control“-Antwortheader werden berücksichtigt, wenn sie kürzer als dieser Wert sind. Der Standardwert ist 60 Sekunden.
el_gr: Ορίστε τη μέγιστη διάρκεια λήξης. Οι κεφαλίδες απόκρισης Cache-Control θα τηρούνται εάν είναι μικρότερες από αυτήν την τιμή. Η προεπιλεγμένη τιμή είναι 60 δευτερόλεπτα.
fa_ir: حداکثر مدت انقضا را تعیین کنید. هدرهای Cache-Control پاسخ در صورتی که کمتر از این مقدار باشند رعایت می‌شوند. مقدار پیش‌فرض 60 ثانیه است.
fr_fr: Définissez la durée d'expiration maximale. Les en-têtes de réponse Cache-Control seront respectés s'ils sont inférieurs à cette valeur. La valeur par défaut est de 60 secondes.
it_it: Definire la durata massima di scadenza. Le intestazioni di risposta Cache-Control verranno rispettate se sono inferiori a questo valore. Il valore predefinito è 60 secondi.
ko_kr: 최대 만료 기간을 정의합니다. 캐시-제어 응답 헤더가 이 값보다 작을 경우 이 헤더가 유지됩니다. 기본값은 60초입니다.
pl_pl: Określ maksymalny czas ważności. Nagłówki odpowiedzi Cache-Control będą przestrzegane, jeśli są krótsze niż ta wartość. Domyślna wartość to 60 sekund.
uk_ua: Визначте максимальну тривалість закінчення терміну дії. Заголовки відповіді Cache-Control будуть враховані, якщо вони менші за це значення. Типове значення – 60 секунд.
zh_cn: 定义最大过期时间。如果Cache-Control响应标头小于这个值，那么它们会受到尊重。默认值是60秒。
