Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set a number between 1 and 500.
cs_cz: Nastavte číslo z rozmezí 1 až 500.
de_de: Geben Sie eine Zahl zwischen 1 und 500 an.
el_gr: Ορίστε έναν αριθμό μεταξύ 1 και 500.
fa_ir: یک عدد بین 1 تا 500 وارد کنید.
fr_fr: Définit un nombre entre 1 et 500.
it_it: Imposta un numero compreso tra 1 e 500.
ko_kr: 1에서 500 사이의 숫자를 설정하세요.
uk_ua: Встановіть число від 1 до 500.
zh_cn: 设置一个介于1至500的数字。

source: Should be a string between 1 and 100 characters.
cs_cz: Mělo by být řetězec dlouhý 1 až 100 znaků.
de_de: Sollte ein Text mit 1 bis 100 Zeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 100 χαρακτήρων.
fa_ir: باید رشته‌ای بین 1 تا 100 کاراکتر باشد.
fr_fr: Doit être une chaîne entre 1 et 100 caractères.
it_it: Dovrebbe essere una stringa compresa tra 1 e 100 caratteri.
ko_kr: 1에서 100 사이의 문자열이어야 합니다.
uk_ua: Має бути рядок довжиною від 1 до 100 символів.
zh_cn: 应当为包含1至100个字符的字符串。

source: Should be a string between 1 and 25 characters whithout special characters.
cs_cz: Mělo by být řetězec dlouhý 1 až 25 znaků (bez těch speciálních)
de_de: Sollte ein Text mit 1 bis 25 Zeichen ohne Sonderzeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 25 χαρακτήρων χωρίς ειδικούς χαρακτήρες.
fa_ir: باید رشته‌ای بین 1 تا 25 کاراکتر باشد و کاراکتر ویژه نداشته باشد.
fr_fr: doit être une chaîne entre 1 et 25 caractères sans caractère spécial.
it_it: Dovrebbe essere una stringa compresa tra 1 e 25 caratteri senza caratteri speciali.
ko_kr: 특수 문자 없이 1에서 25 사이의 문자열을 입력하세요.
uk_ua: Має бути рядок довжиною від 1 до 25 символів без спеціальних символів.
zh_cn: 应当为包含1至25个字符并且不带特殊字符的字符串。

source: Should be a string between 1 and 32 characters. Allowed characters are 0-9, a-z, A-Z, _ and -. Built-in ACL names must not be used: any, localhost, localnets, none.
cs_cz: Měl by to být řetězec o délce 1 až 32 znaků. Povolené znaky jsou 0-9, a-z, A-Z, _ a -. Nesmí být použity vestavěné názvy ACL: any, localhost, localnets, none.
de_de: Sollte ein Text mit 1 bis 32 Zeichen sein. Erlaubte Zeichen: 0–9, a–z, A–Z, _ und -. Eingebaute ACL-Namen dürfen nicht verwendet werden: any, localhost, localnets, none.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 32 χαρακτήρων. Οι επιτρεπόμενοι χαρακτήρες είναι 0-9, az, AZ, _ και -. Δεν πρέπει να χρησιμοποιούνται ενσωματωμένα ονόματα ACL: any, localhost, localnets, none.
fa_ir: باید رشته‌ای بین 1 تا 32 کاراکتر باشد. کاراکترهای مجاز: 0-9, a-z, A-Z, _ و -. از نام‌های داخلی ACL استفاده نشود: any، localhost، localnets، none.
fr_fr: Doit être une chaîne entre 1 et 32 caractères. Les caractères acceptés sont 0-9, a-z, A-Z, _ et -. Les noms d'ACL intégrées ne doivent pas être utilisées: any, localhost, localnets, none.
it_it: Dovrebbe essere una stringa compresa tra 1 e 32 caratteri. I caratteri consentiti sono 0-9, a-z, A-Z, _ e -. Non devono essere utilizzati i nomi ACL incorporati: any, localhost, localnets, none.
ko_kr: 1에서 32 사이의 문자열을 입력하세요. 허용되는 문자는 0-9, a-z, A-Z, _ 및 -입니다. 내장 ACL 이름을 사용하지 마세요: any, localhost, localnets, none.
uk_ua: Має бути рядок довжиною від 1 до 32 символів. Дозволені символи: 0-9, a-z, A-Z, _ та -. Вбудовані імена ACL не повинні використовуватися: any, localhost, localnets, none.
zh_cn: 应当为包含1至32个字符的字符串。可接受的字符有：0-9、a-z、A-Z、_ 与 - 。内置的ACL名称不得使用这些名字：any、localhost、localnets、none。

source: Source IP: cumulative number of sessions
cs_cz: Zdrojová IP: celkový počet relací
de_de: Quell-IP: kumulative Anzahl der Sitzungen
el_gr: IP πηγής: συνολικός αριθμός περιόδων σύνδεσης
fa_ir: IP مبدأ: تعداد تجمعی نشست‌ها
fr_fr: IP source: nombre de sessions cumulatif
it_it: IP di origine: numero cumulativo di sessioni
ko_kr: 출발지 IP: 누적 세션 수
uk_ua: IP-адреса джерела: сукупна кількість сесій

source: Source NAT
cs_cz: Zdrojový NAT
de_de: Quell-NAT
el_gr: Πηγή NAT
fa_ir: NAT مبدأ
fr_fr: NAT source
it_it: NAT di origine
ko_kr: 출발지 NAT
pl_pl: NAT źródłowy
uk_ua: Вихідний NAT
zh_cn: 源NAT

source: Strict
cs_cz: Striktní
de_de: Strikt
el_gr: Αυστηρός
fa_ir: سخت‌گیرانه
it_it: Rigoroso
uk_ua: Суворий
zh_cn: 严格

source: Subnet field must be set in router mode.
cs_cz: V režimu směrovače je třeba vyplnit kolonku podsíť.
de_de: Im Router-Modus muss das Subnetzfeld gesetzt sein.
el_gr: Το πεδίο υποδικτύου πρέπει να οριστεί σε λειτουργία δρομολογητή.
fa_ir: فیلد زیرشبکه باید در حالت روتر تنظیم شود.
fr_fr: Le champ sous-réseau doit être définit en mode routeur.
it_it: Il campo Sottorete deve essere impostato in modalità router.
ko_kr: 라우터 모드에서 서브넷 필드를 설정해야 합니다.
uk_ua: Поле підмережі має бути встановлено в режимі маршрутизатора.
zh_cn: 子网字段必须在路由器模式下设置。

source: Table names should be unique.
cs_cz: Názvy tabulek by se neměly opakovat.
de_de: Tabellennamen müssen eindeutig sein.
el_gr: Τα ονόματα των πινάκων πρέπει να είναι μοναδικά.
fa_ir: نام‌های جدول باید یکتا باشند.
fr_fr: Les noms de table doivent être unique.
it_it: I nomi delle tabelle devono essere univoci.
ko_kr: 테이블 이름은 고유한 값이어야 합니다.
uk_ua: Імена таблиць мають бути унікальними.
zh_cn: 表名必须是唯一的。

source: The Backup Directory can only consist of alphanumeric characters, dash, underscores and slash. No leading or trailing slash.
cs_cz: Záložní adresář se může skládat pouze z písmen a číslic, pomlček, podtržítek a lomítek. Lomítkem nemůže začínat ani končit.
de_de: Das Sicherungsverzeichnis darf nur aus alphanumerischen Zeichen, Bindestrichen, Unterstrichen und Schrägstrichen bestehen. Kein führender oder nachgestellter Schrägstrich.
el_gr: Ο Κατάλογος Αντιγράφων Ασφαλείας μπορεί να αποτελείται μόνο από αλφαριθμητικούς χαρακτήρες, παύλα, κάτω παύλα και κάθετο. Δεν υπάρχει κάθετος στην αρχή ή στο τέλος.
fa_ir: دایرکتوری پشتیبان تنها می‌تواند شامل حروف و ارقام، خطِ تیره، زیرخط و / باشد. نباید با / در ابتدا یا انتها باشد.
fr_fr: Le répertoire de sauvegarde ne peut être constitué que de caractères alphanumériques, dash, underscores et slashes. Pas de slashes ouvrants ou fermants.
it_it: La directory di backup può essere composta solo da caratteri alfanumerici, trattini, trattini bassi e barre. Nessuna barra iniziale o finale.
ko_kr: 백업 디렉토리는 알파벳, 숫자, 대시, 밑줄, 슬래시만 포함할 수 있습니다. 앞뒤로 슬래시를 사용할 수 없습니다.
uk_ua: Каталог резервного копіювання може містити лише буквено-цифрові символи, дефіс, підкреслення та скісну риску. Без початкової або кінцевої скісної риски.
zh_cn: 组成备份目录的字符只可以是字母、数字、短横线、下划线与斜杠。首尾字符不能使用斜杠。

source: The absolute limitation for packet size is 64K (65535 bytes)
cs_cz: Absolutní omezení velikosti paketu je 64K (65535 bajtů).
de_de: Die absolute Begrenzung der Paketgröße beträgt 64 KB (65 535 Byte).
el_gr: Ο απόλυτος περιορισμός για το μέγεθος του πακέτου είναι 64K (65535 bytes)
fa_ir: محدودیت مطلق اندازه بسته 64K (65535 بایت) است.
fr_fr: La limitation absolue pour la taille des paquets est 64K (65535 bytes)
it_it: Il limite assoluto per la dimensione del pacchetto è 64K (65535 byte)
ko_kr: 패킷 크기의 절대 제한은 64K(65535 바이트)입니다.
uk_ua: Абсолютне обмеження для розміру пакета становить 64 КБ (65535 байтів)
zh_cn: 数据包大小的绝对限制值为64K (65535字节)

source: Traditional
cs_cz: Tradiční
de_de: Traditionell
el_gr: Παραδοσιακός
fa_ir: سنتی
fr_fr: Traditionnel
it_it: Tradizionale
ko_kr: 전통적인
uk_ua: Традиційний
zh_cn: 传统

source: VendorHashed
uk_ua: ВендорХешований

source: VendorKeyHashed
uk_ua: ВендорКлючХешований

source: Virtual server names should be unique.
cs_cz: Názvy virtuálních serverů by se neměly opakovat.
de_de: Virtuelle Servernamen müssen eindeutig sein.
el_gr: Τα ονόματα των εικονικών διακομιστών πρέπει να είναι μοναδικά.
fa_ir: نام‌های سرور مجازی باید یکتا باشند.
fr_fr: Les noms de serveur virtuels doivent être unique.
it_it: I nomi dei server virtuali devono essere univoci.
ko_kr: 가상 서버 이름은 고유해야 합니다.
uk_ua: Імена віртуальних серверів мають бути унікальними.
zh_cn: 虚拟服务器的名称必须是唯一的。

source: accept
cs_cz: přijmout
de_de: annehmen
el_gr: αποδέχομαι
fa_ir: پذیرفتن
fr_fr: accepte
it_it: accettare
ko_kr: 수락
uk_ua: прийняти
zh_cn: 接受

source: allow-dup-ip
it_it: consenti-dup-ip
uk_ua: дозволити-дублікат-ip

source: force-tlsv13
el_gr: δύναμη-tlsv13
uk_ua: примусити-tlsv13

source: guest-exec
it_it: ospite-executore
uk_ua: гость-виконати

source: guest-exec-status
el_gr: κατάσταση-επισκέπτη-στελέχους
it_it: stato-dirigente-ospite
uk_ua: гость-виконати-статус

source: guest-file-close
el_gr: κλείσιμο-αρχείου-επισκέπτη
it_it: chiusura-file-ospite
uk_ua: гость-файл-закрити

source: guest-file-flush
el_gr: εκκαθάριση-αρχείου-επισκέπτη
uk_ua: гость-файл-скинути

source: guest-file-open
el_gr: άνοιγμα-αρχείου-επισκέπτη
it_it: file-ospite-aperto
uk_ua: гость-файл-відкрити

source: guest-file-read
el_gr: ανάγνωση-αρχείου-επισκέπτη
it_it: lettura-file-ospite
uk_ua: гость-файл-читати

source: guest-file-seek
cs_cz: hledání souboru hosta
el_gr: αναζήτηση-αρχείου-επισκέπτη
fr_fr: recherche de fichiers d'invités
it_it: ricerca-file-ospite
uk_ua: гость-файл-шукати

source: guest-file-write
el_gr: εγγραφή-αρχείου-επισκέπτη
it_it: scrittura-file-ospite
uk_ua: гость-файл-записати

source: guest-fsfreeze-freeze
fa_ir: فریز فایل‌سیستم مهمان
uk_ua: гость-fsfreeze-заморозити

source: guest-fsfreeze-freeze-list
el_gr: λίστα-fsfreeze-επισκέπτη
fa_ir: لیست فریز فایل‌سیستم مهمان
uk_ua: гость-fsfreeze-заморозити-список

source: guest-fsfreeze-status
el_gr: κατάσταση-fsfreeze-επισκέπτη
fa_ir: وضعیت فریز فایل‌سیستم مهمان
uk_ua: гость-fsfreeze-статус

source: ignore-weight
cs_cz: ignorovat váhu
el_gr: αγνόηση-βάρους
fa_ir: نادیده‌گرفتن وزن
it_it: ignora-peso
ko_kr: 가중치 무시
uk_ua: ігнорувати вагу

source: last
cs_cz: poslední
de_de: letzte
el_gr: τελευταίος
fa_ir: آخرین
fr_fr: dernier
it_it: scorso
ko_kr: 지난
uk_ua: останній

source: port needs to be an integer value between 1 and 65535
cs_cz: je třeba, aby port byla celočíselná hodnota z rozmezí 1 až 65535
de_de: Port muss eine Ganzzahl zwischen 1 und 65 535 sein.
el_gr: Η θύρα πρέπει να έχει ακέραια τιμή μεταξύ 1 και 65535
fa_ir: پورت باید یک عدد صحیح بین 1 و 65535 باشد
fr_fr: le port doit être une valeur entière entre 1 et 65535
it_it: port deve essere un valore intero compreso tra 1 e 65535
ko_kr: 포트는 1에서 65535 사이의 정수 값이어야 함
uk_ua: порт має бути цілим числом від 1 до 65535
zh_cn: 端口必须是介于1和65535之间的整数值

source: prefer IPv4
cs_cz: upřednostňovat IPv4
de_de: bevorzuge IPv4
el_gr: προτιμώ IPv4
fa_ir: ترجیح IPv4
fr_fr: préfèrent l'IPv4
it_it: preferire IPv4
ko_kr: IPv4 우선
uk_ua: надавати перевагу IPv4
zh_cn: 优先IPv4

source: prefer IPv6 [default]
cs_cz: upřednostňovat IPv6 [výchozí]
de_de: prevent-dup-ip
el_gr: προτιμώ IPv6 [προεπιλογή]
fa_ir: ترجیح IPv6 [پیش‌فرض]
fr_fr: préférer IPv6 [par défaut]
it_it: preferisci IPv6 [predefinito]
ko_kr: IPv6 우선 [기본값]
uk_ua: надавати перевагу IPv6 [типово]
zh_cn: 优先IPv6[默认]

source: prefer-client-ciphers
cs_cz: šifry upřednostňované klientem
de_de: Client-Verschlüsselung bevorzugen
el_gr: προτιμώμενοι κρυπτογράφοι-πελάτη
fa_ir: ترجیح رمزنگاری‌های مشتری
uk_ua: надавати перевагу клієнтським шифрам

source: prevent-dup-ip
el_gr: αποτροπή διπλής όψης ip
fa_ir: جلوگیری از IP تکراری
it_it: prevenire-dup-ip
uk_ua: запобігти дублюванню IP

source: static
cs_cz: statické
de_de: Statisch
el_gr: στατικός
fa_ir: ثابت
fr_fr: statique
it_it: statico
ko_kr: 정적
uk_ua: статичний

source: tempfail
el_gr: προσωρινή αποτυχία
fa_ir: خطای موقت
uk_ua: тимчасова помилка
zh_cn: 临时故障

source: template
cs_cz: šablona
de_de: Vorlage
el_gr: περίγραμμα
fa_ir: قالب
fr_fr: modèle
it_it: modello
ko_kr: 템플릿
uk_ua: шаблон
zh_cn: 模板

source: variable is shared only during request processing
cs_cz: proměnná je sdílená pouze při zpracovávání požadavku
de_de: Variable wird nur während der Anfrageverarbeitung gemeinsam genutzt.
el_gr: Η μεταβλητή κοινοποιείται μόνο κατά την επεξεργασία του αιτήματος
fa_ir: متغیر فقط هنگام پردازش درخواست به‌اشتراک گذاشته می‌شود
fr_fr: la variable est partagée seulement pendant que la requête est traitée
it_it: la variabile viene condivisa solo durante l'elaborazione della richiesta
ko_kr: 변수는 요청 처리 중에만 공유됨
uk_ua: змінна доступна лише під час обробки запиту
zh_cn: 变量仅在请求处理期间共享

source: variable is shared only during response processing
cs_cz: proměnná je sdílená pouze při zpracovávání odpovědi
de_de: Variable wird nur während der Antwortverarbeitung gemeinsam genutzt.
el_gr: Η μεταβλητή κοινοποιείται μόνο κατά την επεξεργασία της απόκρισης
fa_ir: متغیر فقط هنگام پردازش پاسخ به‌اشتراک گذاشته می‌شود
fr_fr: la variable est partagée seulement pendant que la réponse est traitée
it_it: la variabile viene condivisa solo durante l'elaborazione della risposta
ko_kr: 변수는 응답 처리 중에만 공유됨
uk_ua: змінна доступна лише під час обробки відповіді
zh_cn: 变量仅在响应处理期间共享

source: variable is shared with the transaction (request/response)
cs_cz: proměnná je sdílena s transakcí (požadavek/odpověď)
de_de: Variable wird innerhalb der Transaktion (Anfrage/Antwort) gemeinsam genutzt.
el_gr: η μεταβλητή κοινοποιείται με τη συναλλαγή (αίτημα/απόκριση)
fa_ir: متغیر با تراکنش (درخواست/پاسخ) به‌اشتراک گذاشته می‌شود
fr_fr: la variable est partagée avec la transaction (requête/réponse)
it_it: la variabile è condivisa con la transazione (richiesta/risposta)
ko_kr: 변수는 트랜잭션(요청/응답)과 공유됨
uk_ua: змінна доступна для транзакції (запит/відповідь)
zh_cn: 变量与事项共享（请求/响应）

source: variable is shared with the whole process
cs_cz: proměnná je sdílená s celým procesem
de_de: Variable wird im gesamten Prozess gemeinsam genutzt.
el_gr: η μεταβλητή είναι κοινή με ολόκληρη τη διεργασία
fa_ir: متغیر با کل فرآیند به‌اشتراک گذاشته می‌شود
fr_fr: la variable est partagée sur tout le processus
it_it: la variabile è condivisa con l'intero processo
ko_kr: 변수는 전체 프로세스와 공유됨
uk_ua: змінна доступна для всього процесу
zh_cn: 变量与整个过程共享

source: variable is shared with the whole session
cs_cz: proměnná je sdílená s celou relací
de_de: Variable wird in der gesamten Sitzung gemeinsam genutzt.
el_gr: η μεταβλητή κοινοποιείται σε ολόκληρη την συνεδρία
fa_ir: متغیر با کل نشست به‌اشتراک گذاشته می‌شود
fr_fr: la variable est partagée sur toute la session
it_it: la variabile è condivisa con l'intera sessione
ko_kr: 변수는 전체 세션과 공유됨
uk_ua: змінна доступна для всього сеансу
zh_cn: 变量与整个会话共享

source: while delivering mail
cs_cz: při doručování e-mailu
de_de: während der Zustellung von E-Mails
el_gr: κατά την παράδοση αλληλογραφίας
fa_ir: در حین تحویل ایمیل
fr_fr: lors de la livraison d'un courriel
it_it: durante la consegna della posta
ko_kr: 메일 전달 중
uk_ua: під час доставки пошти
zh_cn: 在发送邮件时

source: while receiving mail
cs_cz: při přijímání e-mailu
de_de: während des Empfangs von E-Mails
el_gr: κατά τη λήψη αλληλογραφίας
fa_ir: در حین دریافت ایمیل
fr_fr: lors de la réception d'un courriel
it_it: durante la ricezione della posta
ko_kr: 메일 수신 중
uk_ua: під час отримання пошти
zh_cn: 在接收邮件时

source: %sBuypass:%s A commercial, european certificate authority, based in Norway. Check out %stheir documentation%s for details about rate-limits and the usage policy.
cs_cz: %sBuypass:%s Komerční evropská certifikační autorita se sídlem v Norsku. Podrobnosti o limitech a zásadách používání naleznete v %sjejich dokumentaci%s.
de_de: %sBuypass:%s Eine kommerzielle europäische Zertifizierungsstelle mit Sitz in Norwegen. Siehe %sdie Dokumentation%s für Details zu Rate-Limits und Nutzungsrichtlinien.
el_gr: %sBuypass:%s Μια εμπορική, ευρωπαϊκή αρχή έκδοσης πιστοποιητικών, με έδρα τη Νορβηγία. Δείτε την %sτεκμηρίωσή τους%s για λεπτομέρειες σχετικά με τα όρια τιμών και την πολιτική χρήσης.
fa_ir: %sBuypass:%s یک مرجع صدور گواهی تجاری اروپایی مستقر در نروژ است. برای جزئیات دربارهٔ محدودیت‌های نرخ و سیاست استفاده، %sمستندات آن‌ها%s را بررسی کنید.
fr_fr: %sBuypass:%s Une autorité de certification européenne commerciale, basée en Norvège. Consultez %stheir documentation%s pour plus de détails sur les limites de taux et la politique d'utilisation.
it_it: %sBuypass:%s Un'autorità di certificazione commerciale europea, con sede in Norvegia. Controlla %sla loro documentazione%s per i dettagli sui limiti di velocità e sulla politica di utilizzo.
ko_kr: %sBuypass:%s 노르웨이에 기반을 둔 상업적, 유럽 인증 기관입니다. 요금 제한 및 사용 정책에 대한 자세한 내용은 %s문서%s를 참조하세요.
uk_ua: %sBuypass:%s Комерційний європейський центр сертифікації, розташований у Норвегії. Перегляньте %sїхню документацію%s для отримання деталей щодо обмежень швидкості та політики використання.
zh_cn: %sBuypass:%s 位于挪威的商业欧洲证书颁发机构。要获取更多信息，请访问%s官方文档%s。

source: %sDNS-01:%s This is the most reliable challenge type and thus highly recommended when using this plugin. It requires that you control the DNS for your domain name and that your DNS provider is supported both %sby acme.sh%s and this plugin.
cs_cz: %sDNS-01:%s Jedná se o nejspolehlivější typ výzvy, a proto je při použití tohoto zásuvného modulu velmi doporučován. Vyžaduje, abyste měli pod kontrolou DNS pro název své domény a aby váš poskytovatel DNS byl podporován jak %sskriptem acme.sh%s, tak tímto doplňkem.
de_de: %sDNS-01:%s Dies ist der zuverlässigste Challenge-Typ und wird daher für dieses Plugin ausdrücklich empfohlen. Sie müssen die Kontrolle über den DNS-Eintrag Ihrer Domain haben, und Ihr DNS-Anbieter muss sowohl von %sacme.sh%s als auch von diesem Plugin unterstützt werden.
el_gr: %sDNS-01:%s Αυτός είναι ο πιο αξιόπιστος τύπος πρόκλησης και επομένως συνιστάται ιδιαίτερα κατά τη χρήση αυτού του πρόσθετου. Απαιτεί να ελέγχετε το DNS για το όνομα τομέα σας και ότι ο πάροχος DNS σας υποστηρίζεται τόσο από το %sby acme.sh%s όσο και από αυτό το πρόσθετο.
fa_ir: %sDNS-01:%s این نوع چالش قابل‌اعتمادترین است و بنابراین هنگام استفاده از این پلاگین بسیار توصیه می‌شود. این روش مستلزم آن است که شما کنترل DNS دامنه خود را داشته باشید و اینکه ارائه‌دهنده DNS شما %sتوسط acme.sh%s و این پلاگین پشتیبانی شود.
fr_fr: %sDNS-01:%s Il s'agit du type de défi le plus fiable et il est donc fortement recommandé d'utiliser ce plugin. Il nécessite que vous contrôliez le DNS de votre nom de domaine et que votre fournisseur de DNS soit supporté à la fois par acme.sh%s et par ce plugin.
it_it: %sDNS-01:%s Questo è il tipo di sfida più affidabile e quindi altamente raccomandato quando si utilizza questo plugin. Richiede che tu controlli il DNS per il tuo nome di dominio e che il tuo provider DNS sia supportato sia %sby acme.sh%s che questo plugin.
ko_kr: %sDNS-01:%s 이것은 가장 신뢰할 수 있는 챌린지 유형이므로 이 플러그인을 사용할 때 강력히 권장됩니다. 도메인 이름의 DNS를 제어하고 DNS 공급자가 %sacme.sh%s 및 이 플러그인에서 모두 지원되는지 확인해야 합니다.
uk_ua: %sDNS-01:%s Це найнадійніший тип виклику, і тому настійно рекомендується при використанні цього плагіна. Він вимагає, щоб ви контролювали DNS для свого доменного імені і щоб ваш DNS-провайдер підтримувався як %sacme.sh%s, так і цим плагіном.
zh_cn: %sDNS-01:%s 这是最可靠的挑战类型，因此强烈推荐使用此插件。它要求您控制域名的DNS，并且%sacme.sh%s和此插件都支持您的DNS提供商。

source: %sEnable%s the plugin: When enabling this plugin on the %ssettings%s page, a lightweight service is started and a cron job is added to run periodic tasks.
cs_cz: %sZapnout%s zásuvný modul: Při zapnutí tohoto zásuvného modulu na stránce %snastavení%s bude spuštěna nenáročná služba a přidána naplánovaná úloha (cron) pro pravidelné spouštění.
de_de: %sPlugin aktivieren:%s Beim Aktivieren dieses Plugins auf der Seite %sEinstellungen%s wird ein schlanker Dienst gestartet und ein Cronjob für wiederkehrende Aufgaben eingerichtet.
el_gr: %sΕνεργοποίηση%s του πρόσθετου: Όταν ενεργοποιείτε αυτό το πρόσθετο στη σελίδα %ssettings%s, ξεκινά μια ελαφριά υπηρεσία και προστίθεται μια εργασία cron για την εκτέλεση περιοδικών εργασιών.
fa_ir: %sفعال‌سازی%s پلاگین: هنگام فعال‌سازی این پلاگین در صفحه %sتنظیمات%s، یک سرویس سبک راه‌اندازی شده و یک کار زمان‌بندی‌شده کرون برای اجرای وظایف دوره‌ای اضافه می‌شود.
fr_fr: %sEnable%s le plugin : Lorsque vous activez ce plugin sur la page %settings%s, un service léger est démarré et une tâche cron est ajoutée pour exécuter des tâches périodiques.
it_it: %sAbilita%s il plugin: quando si abilita questo plugin nella pagina %ssettings%s, viene avviato un servizio leggero e viene aggiunto un processo cron per eseguire attività periodiche.
ko_kr: 플러그인을 %s활성화%s합니다: %s설정%s 페이지에서 이 플러그인을 사용하도록 설정하면 경량 서비스가 시작되고 정기적인 작업을 실행하기 위해 cron 작업이 추가됩니다.
uk_ua: %sУвімкнути%s плагін: При увімкненні цього плагіна на сторінці %sналаштувань%s запускається полегшена служба і додається завдання cron для виконання періодичних завдань.
zh_cn: %s启用%s插件: 在%s设置%s页面启用此插件时，会启动一个轻量级服务并添加一个cron作业来运行定期任务。

source: %sSSL.com:%s A commercial, globally trusted certificate authority. They provide an %sextensive guide%s for using their paid services with the ACME protocol.
cs_cz: %sSSL.com:%s Komerční, celosvětově důvěřovaná certifikační autorita. Poskytují %srozsáhlou příručku%s pro používání svých placených služeb pomocí protokolu ACME.
de_de: %sSSL.com:%s Eine kommerzielle, weltweit anerkannte Zertifizierungsstelle. Sie stellen eine %sumfassende Anleitung%s zur Nutzung ihrer kostenpflichtigen Dienste mit dem ACME-Protokoll bereit.
el_gr: %sSSL.com:%s Μια εμπορική, παγκοσμίως αξιόπιστη αρχή έκδοσης πιστοποιητικών. Παρέχει έναν %εκτεταμένο οδηγό%s για τη χρήση των υπηρεσιών επί πληρωμή με το πρωτόκολλο ACME.
fa_ir: %sSSL.com:%s یک مرجع صدور گواهی تجاری و مورد اعتماد در سطح جهانی است. آن‌ها یک %sراهنمای جامع%s برای استفاده از خدمات پولی‌شان با پروتکل ACME ارائه می‌دهند.
fr_fr: %sSSL.com:%s Une autorité de certification commerciale, mondialement reconnue. Elle fournit un guide %sextensif%s pour l'utilisation de ses services payants avec le protocole ACME.
it_it: %sSSL.com:%s Un'autorità di certificazione commerciale e affidabile a livello globale. Forniscono una %guida estesa%s per l'utilizzo dei servizi a pagamento con il protocollo ACME.
ko_kr: %sSSL.com:%s 상업적으로 신뢰할 수 있는 글로벌 인증 기관입니다. 유료 서비스를 ACME 프로토콜과 함께 사용하는 방법에 대한 %s상세 가이드%s를 제공합니다.
uk_ua: %sSSL.com:%s Комерційний, глобально довірений центр сертифікації. Вони надають %sрозширений посібник%s для використання їхніх платних послуг з протоколом ACME.
zh_cn: %sSSL.com:%s 全球信任的商业证书颁发机构。 他们提供了通过ACME协议使用其付费服务的%s指南%s。

source: '%s' in '%s' is not a single valid %s CIDR range
cs_cz: „%s“ v „%s“ není jediný platný %s CIDR rozsah
de_de: '%s' in '%s' ist kein gültiger einzelner %s-CIDR-Bereich.
el_gr: Το '%s' στο '%s' δεν είναι ένα μόνο έγκυρο εύρος CIDR %s
fa_ir: '%s' در '%s' یک محدوده CIDR %s واحد و معتبر نیست
fr_fr: '%s' dans '%s' n'est pas une seule plage CIDR valide %s
it_it: '%s' in '%s' non è un singolo intervallo CIDR %s valido
ko_kr: '%s'의 '%s'이(가) 유효한 %s CIDR 범위가 아닙니다
uk_ua: '%s' у '%s' не є єдиним дійсним %s діапазоном CIDR
zh_cn: "%s"中的"%s"不是单个有效的 %s CIDR 范围

source: '%s' in '%s' may only contain valid %s CIDR range(s) separated by commas.
cs_cz: „%s“ v „%s“ může obsahovat pouze platné CIDR rozsahy %s, oddělované čárkami.
de_de: '%s' in '%s' darf nur gültige %s-CIDR-Bereiche enthalten, getrennt durch Kommas.
el_gr: Το '%s' στο '%s' μπορεί να περιέχει μόνο έγκυρα εύρη CIDR %s διαχωρισμένα με κόμματα.
fa_ir: '%s' در '%s' تنها می‌تواند شامل محدوده(های) CIDR %s معتبر، جدا شده با ویرگول، باشد.
fr_fr: Le terme "%s" dans "%s" ne peut contenir que des plages CIDR %s valides séparées par des virgules.
it_it: '%s' in '%s' può contenere solo intervalli CIDR %s validi separati da virgole.
ko_kr: '%s'의 '%s'에는 쉼표로 구분된 유효한 %s CIDR 범위만 포함할 수 있습니다.
uk_ua: '%s' у '%s' може містити лише дійсні %s діапазони CIDR, розділені комами.
zh_cn: "%s"中的"%s"只能包含有效的 %s CIDR范围，以逗号分隔。

source: (Re-) Import certificate
cs_cz: (Znovu)naimportovat certifikát
de_de: (Neu-) Import Zertifikat
el_gr: Πιστοποιητικό (Επανα) Εισαγωγής
fa_ir: (دوباره) وارد کردن گواهی
fr_fr: (Re-) Certificat d'importation
it_it: (Ri-)Certificato di importazione
ko_kr: 인증서 (다시)가져오기
pl_pl: Importuj certyfikat
uk_ua: (Повторний) Імпорт сертифіката
zh_cn: (重新)导入证书
