Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enter additional domains to add to the local list of search domains. Use "." to disable passing any other automatic search domain for resolving.
de_de: Geben Sie zusätzliche Domänen ein, die der lokalen Liste der Suchdomänen hinzugefügt werden sollen. Verwenden Sie ".", um die Übergabe anderer automatischer Suchdomänen zur Auflösung zu deaktivieren.
fa_ir: دامنه‌های اضافی را برای افزودن به فهرست محلی دامنه‌های جستجو وارد کنید. برای جلوگیری از ارسال هر دامنهٔ جستجوی خودکار دیگر برای حل نام، از "." استفاده کنید.
fr_fr: Saisissez des domaines supplémentaires à ajouter à la liste locale des domaines de recherche. Utilisez "." pour désactiver le passage de tout autre domaine de recherche automatique pour la résolution.
ko_kr: 로컬 검색 도메인 목록에 추가할 도메인을 입력하세요. 다른 자동 검색 도메인을 전달하여 확인하지 않으려면 "."을 사용하세요.
uk_ua: Введіть додаткові домени, які потрібно додати до локального списку доменів пошуку. Використовуйте "." для вимкнення передачі будь-якого іншого автоматичного домену пошуку для розв'язання.

source: Entry "%s" is not a valid uri.
de_de: Eintrag "%s" ist keine gültige URI.
fa_ir: ورودی "%s" یک URI معتبر نیست.
fr_fr: L'entrée "%s" n'est pas une uri valide.
ko_kr: "%s" 항목은 유효한 URI가 아닙니다.
uk_ua: Запис "%s" не є дійсним URI.

source: Entry "%s,%s" is not a valid dest-ip,router-ip pair.
de_de: Eintrag "%s,%s" ist kein gültiges Ziel-IP/Router-IP-Paar.
fa_ir: ورودی "%s,%s" یک جفت dest-ip,router-ip معتبر نیست.
fr_fr: L'entrée "%s,%s" n'est pas une paire dest-ip,router-ip valide.
ko_kr: "%s,%s" 항목은 유효한 dest-ip, router-ip 쌍이 아닙니다.
uk_ua: Запис "%s,%s" не є дійсною парою dest-ip,router-ip.

source: Error connecting NetBird
de_de: Fehler beim Verbinden mit NetBird
fa_ir: خطا در اتصال به NetBird
fr_fr: Erreur de connexion à NetBird
ko_kr: NetBird 연결 오류
uk_ua: Помилка підключення NetBird

source: Error disconnecting NetBird
de_de: Fehler beim Trennen von NetBird
fa_ir: خطا هنگام قطع اتصال NetBird
fr_fr: Erreur de déconnexion de NetBird
ko_kr: NetBird 연결 해제 오류
uk_ua: Помилка відключення NetBird

source: Error message
de_de: Fehlermeldung
fa_ir: پیغام خطا
fr_fr: Message d'erreur
ko_kr: 오류 메시지
uk_ua: Повідомлення про помилку

source: Error performing backup, check system log for details
de_de: Fehler beim Ausführen der Sicherung. Weitere Informationen finden Sie im Systemprotokoll.
fa_ir: خطا در انجام پشتیبان‌گیری؛ برای جزئیات، لاگ سیستم را بررسی کنید.
fr_fr: Erreur lors de la sauvegarde, vérifier le journal du système pour plus de détails
ko_kr: 백업 수행 중 오류가 발생했습니다. 자세한 내용은 시스템 로그를 확인하세요.
uk_ua: Помилка виконання резервного копіювання, перевірте системний журнал для деталей

source: Error reconfiguring Tailscale
de_de: Fehler bei der Neukonfiguration von Tailscale
fa_ir: خطا در بازپیکربندی Tailscale
fr_fr: Erreur de reconfiguration de Tailscale
ko_kr: Tailscale 재구성 중 오류 발생
uk_ua: Помилка переналаштування Tailscale

source: Execute backup
de_de: Sicherung ausführen
fa_ir: اجرای پشتیبان‌گیری
fr_fr: Exécuter la sauvegarde
ko_kr: 백업 실행
uk_ua: Виконати резервне копіювання

source: Expand
de_de: Erweitern
fa_ir: باز کردن
fr_fr: Élargir
ko_kr: 확장
uk_ua: Розгорнути

source: Expires
de_de: Läuft ab
fa_ir: انقضا
fr_fr: Expirations
ko_kr: 만료
uk_ua: Термін дії закінчується

source: Export as CSV
de_de: Als CSV exportieren
fa_ir: صادر کردن به صورت CSV
fr_fr: Exporter en CSV
ko_kr: CSV로 내보내기
uk_ua: Експортувати як CSV

source: Export current selection as CSV
de_de: Aktuelle Auswahl als CSV exportieren
fa_ir: صادر کردن انتخاب فعلی به صورت CSV
fr_fr: Exporter la sélection actuelle au format CSV
ko_kr: CSV로 현재 선택 내보내기
uk_ua: Експортувати поточний вибір як CSV

source: Failed to download the configuration file.
de_de: Konfigurationsdatei konnte nicht heruntergeladen werden.
fa_ir: دانلود فایل پیکربندی انجام نشد.
fr_fr: Le téléchargement du fichier de configuration a échoué.
ko_kr: 구성 파일을 다운로드하지 못했습니다.
uk_ua: Не вдалося завантажити файл конфігурації.

source: Failed to hash password for user %s
de_de: Passwort für Benutzer %s konnte nicht gehasht werden.
fa_ir: هش کردن گذرواژه برای کاربر %s انجام نشد.
fr_fr: Échec du hachage du mot de passe de l'utilisateur %s
ko_kr: 사용자 %s의 비밀번호 해시 처리에 실패함
uk_ua: Не вдалося хешувати пароль для користувача %s

source: Field is required to enable Ndproxy.
de_de: Feld ist erforderlich, um Ndproxy zu aktivieren.
fa_ir: برای فعال‌سازی Ndproxy این فیلد ضروری است.
fr_fr: Ce champ est obligatoire pour activer Ndproxy.
ko_kr: Ndproxy를 활성화하려면 필드가 필요합니다.
uk_ua: Поле є обов'язковим для увімкнення Ndproxy.

source: Find Reservation
de_de: Reservierung suchen
fa_ir: یافتن رزرو
fr_fr: Trouver une réservation
ko_kr: 예약 찾기
uk_ua: Знайти резервування

source: Firmware version
fa_ir: نسخه فریم‌ور
fr_fr: Version du micrologiciel
ko_kr: 펌웨어 버전
uk_ua: Версія прошивки

source: Floating Rule
de_de: Floating-Regel
fa_ir: قانون شناور
fr_fr: Règle flottante
ko_kr: 플로팅 규칙
uk_ua: Плаваюче правило

source: For IPv4 dhcp reservations, only a single address is allowed.
de_de: Für IPv4-DHCP-Reservierungen ist nur eine einzelne Adresse erlaubt.
fa_ir: برای رزروهای DHCP در IPv4 تنها یک آدرس مجاز است.
fr_fr: Pour les réservations dhcp IPv4, une seule adresse est autorisée.
ko_kr: IPv4 DHCP 예약의 경우 단일 주소만 허용됩니다.
uk_ua: Для резервувань DHCP IPv4 дозволена лише одна адреса.

source: For example: 00:1A:2B:3C:4F:5E:opnsense.localdomain
de_de: Zum Beispiel: 00:1A:2B:3C:4F:5E:opnsense.localdomain
fa_ir: برای مثال: 00:1A:2B:3C:4F:5E:opnsense.localdomain
fr_fr: Par exemple : 00:1A:2B:3C:4F:5E:opnsense.localdomain
ko_kr: 예: 00:1A:2B:3C:4F:5E:opnsense.localdomain
uk_ua: Наприклад: 00:1A:2B:3C:4F:5E:opnsense.localdomain

source: Forward Zones
de_de: Forward-Zonen
fa_ir: زون‌های فوروارد
fr_fr: Zones avant
ko_kr: 전달 영역
uk_ua: Зони пересилання

source: Forwarder IPs
fa_ir: آدرس‌های IP فوروارد
fr_fr: IP du transitaire
ko_kr: 포워더 IP 주소
uk_ua: IP-адреси пересилача

source: Gateway max delay / loss
de_de: Gateway max. Verzögerung / Verlust
fa_ir: حداکثر تأخیر / افت بسته‌ها در دروازه
fr_fr: Retard / perte max. de la passerelle
ko_kr: 게이트 웨이 최대 지연 / 손실
uk_ua: Максимальна затримка / втрата шлюзу

source: Gateway status
fa_ir: وضعیت دروازه
fr_fr: État de la passerelle
ko_kr: 게이트웨이 상태
uk_ua: Статус шлюзу

source: Generate and download API key?
de_de: API-Schlüssel generieren und herunterladen?
fa_ir: تولید و دانلود کلید API؟
fr_fr: Générer et télécharger la clé API ?
ko_kr: API 키를 생성하고 다운로드할까요?
uk_ua: Згенерувати та завантажити ключ API?

source: Generate debug messages for common conditions (loud)
de_de: Debug-Meldungen für häufige Bedingungen erzeugen (ausführlich)
fa_ir: تولید پیام‌های اشکال‌زدایی برای شرایط معمول (با جزئیات زیاد)
fr_fr: Générer des messages de débogage pour les conditions courantes (loud)
ko_kr: 일반 조건에 대한 디버그 메시지 생성 (자세히)
uk_ua: Генерувати налагоджувальні повідомлення для типових умов (гучно)

source: Generate debug messages for various errors (misc)
de_de: Debug-Meldungen für verschiedene Fehler erzeugen (verschiedenes)
fa_ir: تولید پیام‌های دیباگ برای خطاهای مختلف (متفرقه)
fr_fr: Générer des messages de débogage pour diverses erreurs (misc)
ko_kr: 다양한 오류에 대한 디버그 메시지 생성 (기타)
uk_ua: Генерувати налагоджувальні повідомлення для різних помилок (різне)

source: Generate debug messages only for serious errors (urgent)
de_de: Debug-Meldungen nur für schwerwiegende Fehler erzeugen (dringend)
fa_ir: تولید پیام‌های دیباگ فقط برای خطاهای جدی (فوری)
fr_fr: Générer des messages de débogage uniquement pour les erreurs graves (urgent)
ko_kr: 심각한 오류에 대해서만 디버그 메시지 생성 (긴급)
uk_ua: Генерувати налагоджувальні повідомлення лише для серйозних помилок (терміново)

source: Generate new auth-token.
de_de: Neues Authentifizierungstoken generieren.
fa_ir: تولید توکن احراز هویت جدید.
fr_fr: Générer un nouveau jeton d'authentification.
ko_kr: 새로운 인증 토큰 생성
uk_ua: Згенерувати новий токен автентифікації.

source: Greek
de_de: Griechisch
fa_ir: یونانی
fr_fr: Grecque
ko_kr: 그리스어
uk_ua: Грецька

source: Group Rule
de_de: Gruppenregel
fa_ir: قانون گروه
fr_fr: Règle du groupe
ko_kr: 그룹 규칙
uk_ua: Правило групи

source: Group(s) to add by default when creating users
de_de: Gruppe(n), die beim Erstellen von Benutzern standardmäßig hinzugefügt werden sollen.
fa_ir: گروه(ها) که هنگام ایجاد کاربر به‌طور پیش‌فرض اضافه می‌شوند
fr_fr: Groupe(s) à ajouter par défaut lors de la création d'utilisateurs
ko_kr: 사용자를 생성할 때 기본적으로 추가할 그룹
uk_ua: Група(и) для додавання типово при створенні користувачів

source: Handlers
fa_ir: هندلرها
fr_fr: Manipulateurs
ko_kr: 핸들러
uk_ua: Обробники

source: Handshake Age
de_de: Handshake-Alter
fa_ir: عمر Handshake
fr_fr: Poignée de main Âge
ko_kr: 핸드셰이크 경과 시간
uk_ua: Вік рукостискання

source: Headers
de_de: Header
fa_ir: هدرها
fr_fr: En-têtes
ko_kr: 헤더
uk_ua: Заголовки

source: High availability status
de_de: Hochverfügbarkeitsstatus
fa_ir: وضعیت دسترس‌پذیری بالا
fr_fr: Statut de haute disponibilité
ko_kr: 고가용성 상태
uk_ua: Статус високої доступності

source: Home
de_de: Startseite
fa_ir: صفحه اصلی
fr_fr: Accueil
ko_kr: 홈
uk_ua: Головна

source: IDS config override
de_de: IDS-Konfigurationsüberschreibung
fa_ir: بازنویسی پیکربندی IDS
fr_fr: Remplacement de la configuration de l'IDS
ko_kr: IDS 구성 재정의
uk_ua: Перевизначення конфігурації IDS

source: If the remote server enforces authorization, you can specify the authorization type here.
de_de: Wenn der Remote-Server eine Autorisierung erzwingt, können Sie hier den Autorisierungstyp angeben.
fa_ir: اگر سرور راه‌دور احراز هویت را الزامی کند، می‌توانید نوع احراز هویت را اینجا مشخص کنید.
fr_fr: Si le serveur distant impose une autorisation, vous pouvez spécifier le type d'autorisation ici.
ko_kr: 원격 서버가 권한 부여를 강제하는 경우 여기에서 권한 부여 유형을 지정할 수 있습니다.
uk_ua: Якщо віддалений сервер вимагає авторизації, ви можете вказати тип авторизації тут.

source: Illegal characters in token
de_de: Ungültige Zeichen im Token
fa_ir: کاراکترهای غیرمجاز در توکن
fr_fr: Caractères illégaux dans le jeton
ko_kr: 토큰에 잘못된 문자가 포함됨
uk_ua: Неприпустимі символи в токені

source: In block bytes
de_de: Eingehend blockierte Bytes
fa_ir: بایت‌های ورودی مسدودشده
fr_fr: En blocs d'octets
ko_kr: 수신 차단 바이트
uk_ua: У заблокованих байтах

source: In block pkt
de_de: Eingehend blockierte Pakete
fa_ir: بسته‌های ورودی مسدودشده
fr_fr: Pkt en bloc
ko_kr: 수신 차단 패킷
uk_ua: У заблокованих пакетах

source: In pass bytes
de_de: Eingehend erlaubte Bytes
fa_ir: بایت‌های عبوری ورودی
fr_fr: En octets de passage
ko_kr: 수신 통과 바이트
uk_ua: У переданих байтах

source: In pass pkt
de_de: Eingehend erlaubte Pakete
fa_ir: بسته‌های عبوری ورودی
fr_fr: Pkt d'entrée
ko_kr: 수신 통과 패킷
uk_ua: У переданих пакетах

source: Interface Rule
de_de: Schnittstellenregel
fa_ir: قانون اینترفیس
fr_fr: Règle d'interface
ko_kr: 인터페이스 규칙
uk_ua: Правило інтерфейсу

source: Interface not configured in general settings
de_de: Schnittstelle nicht in den allgemeinen Einstellungen konfiguriert
fa_ir: رابط در تنظیمات کلی پیکربندی نشده است
fr_fr: Interface non configurée dans les paramètres généraux
ko_kr: 일반 설정에서 인터페이스가 구성되지 않음
uk_ua: Інтерфейс не налаштовано в загальних параметрах

source: Invalid RA mode combination.
de_de: Ungültige RA-Moduskombination.
fa_ir: ترکیب حالت RA نامعتبر است.
fr_fr: Combinaison de modes RA non valide.
ko_kr: 잘못된 RA 모드 조합입니다.
uk_ua: Неприпустима комбінація режимів RA.

source: Invalid export template
de_de: Ungültige Exportvorlage
fa_ir: قالب خروجی نامعتبر
fr_fr: Modèle d'exportation non valide
ko_kr: 잘못된 내보내기 템플릿
uk_ua: Неприпустимий шаблон експорту

source: Invalid option for other than TCP protocol choices.
de_de: Ungültige Option für andere als TCP-Protokollauswahlen.
fa_ir: گزینهٔ نامعتبر برای انتخاب‌های پروتکل به‌جز TCP.
fr_fr: Option non valide pour les choix de protocole autres que TCP.
ko_kr: TCP 프로토콜 선택 이외의 옵션은 유효하지 않습니다.
uk_ua: Неприпустима опція для інших, окрім TCP, протоколів.

source: Invalid option when statetype is none.
de_de: Ungültige Option, wenn der Status-Typ "none" ist.
fa_ir: گزینهٔ نامعتبر زمانی که statetype برابر none است.
fr_fr: Option non valide lorsque le type d'état est nul.
ko_kr: statetype이 none인 경우 잘못된 옵션입니다.
uk_ua: Неприпустима опція, коли statetype є 'none'.

source: Invalid private key provided: cannot parse private key data
de_de: Ungültiger privater Schlüssel angegeben: Private-Key-Daten können nicht verarbeitet werden.
fa_ir: کلید خصوصی ارائه‌شده نامعتبر است: داده‌های کلید خصوصی قابل‌تجزیه نیستند
fr_fr: Clé privée invalide fournie : impossible d'analyser les données de la clé privée
ko_kr: 잘못된 개인 키가 제공됨: 개인 키 데이터를 구문 분석할 수 없음
uk_ua: Надано неприпустимий приватний ключ: неможливо розібрати дані приватного ключа

source: Invalid private key provided: private key does not match certificate data
de_de: Ungültiger privater Schlüssel angegeben: Privater Schlüssel stimmt nicht mit den Zertifikatsdaten überein.
fa_ir: کلید خصوصی ارائه‌شده نامعتبر است: کلید خصوصی با داده‌های گواهی مطابقت ندارد
fr_fr: Clé privée non valide fournie : la clé privée ne correspond pas aux données du certificat
ko_kr: 잘못된 개인 키가 제공됨: 개인 키가 인증서 데이터와 일치하지 않음
uk_ua: Надано неприпустимий приватний ключ: приватний ключ не відповідає даним сертифіката

source: Invalid profile requested
de_de: Ungültiges Profil angefordert
fa_ir: پروفایل درخواست‌شده نامعتبر است
fr_fr: Profil demandé non valide
ko_kr: 잘못된 프로필이 요청됨
uk_ua: Запит на неприпустимий профіль

source: Invalid request method
de_de: Ungültige Anforderungsmethode
fa_ir: روش درخواست نامعتبر است
fr_fr: Méthode de requête non valide
ko_kr: 잘못된 메소드가 요청됨
uk_ua: Неприпустимий метод запиту

source: Invalid token length
de_de: Ungültige Tokenlänge
fa_ir: طول توکن نامعتبر است
fr_fr: Longueur du jeton non valide
ko_kr: 잘못된 토큰 길이
uk_ua: Неприпустима довжина токена

source: Invalid uid.
de_de: Ungültige UID.
fa_ir: UID نامعتبر است.
fr_fr: L'identifiant n'est pas valide.
ko_kr: 잘못된 uid.
uk_ua: Неприпустимий uid.

source: Inverting destinations is only allowed for single targets to avoid mis-interpretations
de_de: Umkehren von Zielen ist nur für einzelne Ziele erlaubt, um Fehlinterpretationen zu vermeiden.
fa_ir: معکوس‌کردن مقاصد تنها برای هدف‌های تک مجاز است تا از تفسیرهای نادرست جلوگیری شود
fr_fr: L'inversion des destinations n'est autorisée que pour les cibles uniques afin d'éviter les erreurs d'interprétation.
ko_kr: 오해를 방지하기 위해 목적지 반전은 단일 대상에 대해서만 허용됨
uk_ua: Інвертування призначення дозволено лише для одиночних цілей, щоб уникнути неправильного тлумачення

source: Inverting sources is only allowed for single targets to avoid mis-interpretations
de_de: Umkehren von Quellen ist nur für einzelne Quellen erlaubt, um Fehlinterpretationen zu vermeiden.
fa_ir: معکوس‌کردن منابع تنها برای هدف‌های تک مجاز است تا از تفسیرهای نادرست جلوگیری شود
fr_fr: L'inversion des sources n'est autorisée que pour les cibles uniques afin d'éviter les erreurs d'interprétation.
ko_kr: 잘못된 해석을 방지하기 위해 단일 대상에만 출발지 반전이 허용됨
uk_ua: Інвертування джерел дозволено лише для одиночних цілей, щоб уникнути неправильного тлумачення

source: KEA DHCPv6 server
fa_ir: سرور KEA DHCPv6
fr_fr: Serveur KEA DHCPv6
ko_kr: KEA DHCPv6 서버
uk_ua: Сервер KEA DHCPv6

source: KEA control agent
fa_ir: عامل کنترل KEA
fr_fr: Agent de contrôle KEA
ko_kr: KEA 제어 에이전트
uk_ua: Агент керування KEA

source: LAN IP address will be reset to %s
de_de: Die LAN-IP-Adresse wird auf %s zurückgesetzt
fa_ir: آدرس IP رابط LAN به %s بازنشانی خواهد شد
fr_fr: L'adresse IP du réseau local sera réinitialisée à %s
ko_kr: LAN IP 주소가 %s로 재설정됨
uk_ua: IP-адреса LAN буде скинута до %s

source: Last Seen
de_de: Zuletzt gesehen
fa_ir: آخرین مشاهده
fr_fr: Dernière visite
ko_kr: 마지막 확인됨
uk_ua: Останній перегляд

source: Last config change
de_de: Letzte Konfigurationsänderung
fa_ir: آخرین تغییر پیکربندی
fr_fr: Dernier changement de configuration
ko_kr: 마지막 구성 변경
pl_pl: Konfigurację zmodyfikowano
uk_ua: Остання зміна конфігурації

source: Layer7 Matcher Settings
de_de: Layer7-Matcher-Einstellungen
fa_ir: تنظیمات تطبیق‌دهنده لایه 7
fr_fr: Paramètres de Layer7 Matcher
ko_kr: Layer7 매칭기 설정
uk_ua: Налаштування зіставлення Layer7

source: Live Media
de_de: Live-Medium
fa_ir: رسانه زنده
fr_fr: Médias en direct
ko_kr: 라이브 미디어
uk_ua: Живі медіа

source: Loading....
de_de: Laden....
fa_ir: در حال بارگذاری....
fr_fr: Chargement....
ko_kr: 로딩중...
uk_ua: Завантаження....

source: Local data collection is not enabled. Enable it in Reporting Settings page.
de_de: Lokale Datensammlung ist nicht aktiviert. Aktivieren Sie diese auf der Seite "Berichtseinstellungen".
fa_ir: جمع‌آوری داده‌های محلی فعال نیست. آن را در صفحه تنظیمات گزارش فعال کنید.
fr_fr: La collecte de données locales n'est pas activée. Activez-la dans la page Paramètres des rapports.
ko_kr: 로컬 데이터 수집이 활성화되어 있지 않습니다. 보고 설정 페이지에서 활성화하세요.
uk_ua: Локальний збір даних не увімкнено. Увімкніть його на сторінці Налаштування звітів.

source: Login using <a href='%s'>%s</a>
de_de: Anmelden mit <a href='%s'>%s</a>
fa_ir: ورود با <a href='%s'>%s</a>
fr_fr: Se connecter en utilisant <a href='%s'>%s</a>
ko_kr: <a href='%s'>%s</a>를 사용하여 로그인
uk_ua: Увійти за допомогою <a href='%s'>%s</a>

source: Lookup Rule
de_de: Nachschlageregel
fa_ir: جستجوی قانون
fr_fr: Règle de consultation
ko_kr: 조회 규칙
uk_ua: Правило пошуку

source: Matched
de_de: Übereinstimmung
fa_ir: مطابق
fr_fr: Apparié
ko_kr: 일치함
uk_ua: Зіставлено

source: May access the following locations, depending on source address
de_de: Kann abhängig von der Quelladresse auf die folgenden Ziele zugreifen
fa_ir: ممکن است بسته به آدرس مبدأ به مکان‌های زیر دسترسی داشته باشد
fr_fr: Peut accéder aux lieux suivants, en fonction de l'adresse source
ko_kr: 출발지 주소에 따라 다음 위치에 액세스할 수 있음
uk_ua: Може отримувати доступ до наступних розташувань, залежно від вихідної адреси

source: Memory usage
de_de: Speicherauslastung
fa_ir: مصرف حافظه
fr_fr: Utilisation de la mémoire
ko_kr: 메모리 사용량
pl_pl: Użycie pamięci
uk_ua: Використання пам'яті

source: Missing certificate
de_de: Fehlendes Zertifikat
fa_ir: گواهی‌نامه یافت نشد.
fr_fr: Certificat manquant
ko_kr: 인증서 없음
uk_ua: Відсутній сертифікат

source: Modified
de_de: Geändert
fa_ir: تغییر یافته
fr_fr: Modifié
ko_kr: 수정됨
uk_ua: Змінено

source: Move Error
de_de: Verschiebe-Fehler
fa_ir: خطای جابجایی
fr_fr: Erreur de déplacement
ko_kr: 이동 오류
uk_ua: Помилка переміщення

source: Move selected rule before this rule
de_de: Ausgewählte Regel vor dieser Regel verschieben
fa_ir: قانون انتخاب‌شده را قبل از این قانون منتقل کنید
fr_fr: Déplacer la règle sélectionnée avant cette règle
ko_kr: 선택한 규칙을 이 규칙 앞으로 이동
uk_ua: Перемістити вибране правило перед цим правилом

source: Need to specify both a number of connections and a time interval.
de_de: Es muss sowohl eine Anzahl an Verbindungen als auch ein Zeitintervall angegeben werden.
fa_ir: باید هم تعداد اتصالات و هم بازه زمانی را مشخص کنید.
fr_fr: Nécessité de spécifier à la fois un nombre de connexions et un intervalle de temps.
ko_kr: 연결 수와 시간 간격을 모두 지정해야 합니다.
uk_ua: Потрібно вказати як кількість з'єднань, так і часовий інтервал.

source: Net Check
de_de: Netzwerktest
fa_ir: بررسی شبکه
fr_fr: Contrôle net
ko_kr: Net 확인
uk_ua: Перевірка мережі

source: Network [LAN]
de_de: Netzwerk [LAN]
fa_ir: شبکه [LAN]
fr_fr: Réseau [LAN]
ko_kr: 네트워크 [LAN]
uk_ua: Мережа [LAN]

source: Network [WAN]
de_de: Netzwerk [WAN]
fa_ir: شبکه [WAN]
fr_fr: Réseau [WAN]
ko_kr: 네트워크 [WAN]
uk_ua: Мережа [WAN]

source: New
de_de: Neu
fa_ir: جدید
fr_fr: Nouveau
ko_kr: 신규
uk_ua: Новий

source: No data available
de_de: Keine Daten verfügbar
fa_ir: داده‌ای موجود نیست
fr_fr: Pas de données disponibles
ko_kr: 사용 가능한 데이터가 없음
uk_ua: Немає доступних даних

source: No pending messages
de_de: Keine ausstehenden Nachrichten.
fa_ir: هیچ پیامی در انتظار وجود ندارد.
fr_fr: Aucun message en attente
ko_kr: 보류 중인 메시지가 없음
uk_ua: Немає незавершених повідомлень

source: No problems were detected.
de_de: Es wurden keine Probleme festgestellt.
fa_ir: هیچ مشکلی شناسایی نشد.
fr_fr: Aucun problème n'a été détecté.
ko_kr: 문제가 발견되지 않음.
uk_ua: Проблем не виявлено.

source: No results found
de_de: Keine Ergebnisse gefunden
fa_ir: نتیجه‌ای یافت نشد.
fr_fr: Aucun résultat trouvé
ko_kr: 결과 없음
uk_ua: Результатів не знайдено

source: Not allowed to delete system group %s
de_de: Systemgruppe %s darf nicht gelöscht werden
fa_ir: حذف گروه سیستمی %s مجاز نیست
fr_fr: Interdit de supprimer le groupe système %s
ko_kr: %s 시스템 그룹을 삭제할 수 없음
uk_ua: Заборонено видаляти системну групу %s

source: Not allowed to delete system user %s
de_de: Systembenutzer %s darf nicht gelöscht werden
fa_ir: حذف کاربر سیستمی %s مجاز نیست
fr_fr: Interdit de supprimer l'utilisateur système %s
uk_ua: Заборонено видаляти системного користувача %s

source: Not allowed to remove logged in user %s
de_de: Angemeldeter Benutzer %s darf nicht entfernt werden
fa_ir: حذف کاربر وارد شده %s مجاز نیست
fr_fr: Interdit de supprimer l'utilisateur connecté %s
ko_kr: 로그인 중인 사용자 %s 삭제 불가
uk_ua: Заборонено видаляти користувача %s, який увійшов у систему

source: Number of rule evaluations
de_de: Anzahl der Regel-Auswertungen
fa_ir: تعداد ارزیابی قوانین
fr_fr: Nombre d'évaluations de règles
ko_kr: 규칙 평가 횟수
uk_ua: Кількість оцінок правил

source: OS
de_de: Betriebssystem
uk_ua: ОС

source: Only a single destination is allowed when type is '%s'.
de_de: Nur ein einzelnes Ziel ist erlaubt, wenn der Typ '%s' ist.
fa_ir: وقتی نوع '%s' است، فقط یک مقصد مجاز است.
fr_fr: Une seule destination est autorisée lorsque le type est "%s".
ko_kr: 유형이 '%s'인 경우 하나의 목적지만 허용됩니다.
uk_ua: Дозволено лише одне призначення, коли тип є '%s'.

source: Only path / is allowed when type is '%s'.
de_de: Nur der Pfad / ist erlaubt, wenn der Typ '%s' ist.
fa_ir: وقتی نوع '%s' است، فقط مسیر / مجاز است.
fr_fr: Seul le chemin / est autorisé lorsque le type est '%s'.
ko_kr: 유형이 '%s'인 경우 경로 /만 허용됩니다.
uk_ua: Дозволено лише шлях / коли тип є '%s'.

source: OpenSSH config override
de_de: OpenSSH-Konfigurationsüberschreibung
fa_ir: بازنویسی پیکربندی OpenSSH
fr_fr: Remplacement de la configuration d'OpenSSH
ko_kr: OpenSSH 구성 재정의
uk_ua: Перевизначення конфігурації OpenSSH

source: OpenVPN Static Keys
fa_ir: کلیدهای استاتیک OpenVPN
fr_fr: Clés statiques OpenVPN
ko_kr: OpenVPN 정적 키
uk_ua: Статичні ключі OpenVPN

source: Option only applies to ICMP packets
de_de: Option gilt nur für ICMP-Pakete
fa_ir: این گزینه فقط برای بسته‌های ICMP اعمال می‌شود
fr_fr: L'option ne s'applique qu'aux paquets ICMP
ko_kr: 옵션은 ICMP 패킷에만 적용됨
uk_ua: Опція застосовується лише до ICMP-пакетів

source: Out block bytes
de_de: Ausgehend blockierte Bytes
fa_ir: بایت‌های بلوک خروجی
fr_fr: Octets du bloc de sortie
ko_kr: 송신 블럭 바이트
uk_ua: Вихідні заблоковані байти

source: Out block pkt
de_de: Ausgehend blockierte Pakete
fa_ir: بسته‌های بلوک خروجی
ko_kr: 송신 차단 패킷
uk_ua: Вихідні заблоковані пакети

source: Out pass bytes
de_de: Ausgehend erlaubte Bytes
fa_ir: بایت‌های عبوری خروجی
fr_fr: Octets de sortie
ko_kr: 송신 통과 바이트
uk_ua: Вихідні пропущені байти

source: Out pass pkt
de_de: Ausgehend erlaubte Pakete
fa_ir: بسته‌های عبوری خروجی
ko_kr: 송싱 통과 패킷
uk_ua: Вихідні пропущені пакети

source: PD Pools
fa_ir: استخرهای PD
fr_fr: Pools de DP
ko_kr: 프리픽스 위임 풀
uk_ua: Пули PD

source: Package Versions
de_de: Paketversionen
fa_ir: نسخه‌های بسته
fr_fr: Versions du paquet
ko_kr: 패키지 버전
uk_ua: Версії пакетів

source: Packet Loss and High Latency
de_de: Paketverlust und hohe Latenz
fa_ir: اتلاف بسته و تأخیر بالا
fr_fr: Perte de paquets et temps de latence élevé
ko_kr: 패킷 손실과 고지연
uk_ua: Втрата пакетів та висока затримка

source: Partial addresses can only be used with a constructor.
de_de: Partielle Adressen können nur mit einem Konstruktor verwendet werden.
fa_ir: آدرس‌های جزئی تنها با یک سازنده قابل‌استفاده هستند.
fr_fr: Les adresses partielles ne peuvent être utilisées qu'avec un constructeur.
ko_kr: 부분 주소는 생성자에서만 사용할 수 있습니다.
uk_ua: Часткові адреси можна використовувати лише з конструктором.

source: Path expression
de_de: Pfadausdruck
fa_ir: عبارت مسیر
fr_fr: Expression du chemin
ko_kr: 경로 표현식
uk_ua: Вираз шляху
