Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Lease Requirements
cs_cz: Požadavky na zápůjčku
de_de: Leaseanforderungen
el_gr: Απαιτήσεις εκχώρησηςς
fa_ir: الزامات اجاره
fr_fr: Prérequis des Baux
it_it: Requisiti di locazione
ko_kr: 대여 요구 사항
pl_pl: Wymagania dzierżawy
uk_ua: Вимоги до оренди
zh_cn: 租约要求

source: The values in these fields are DHCP %sprotocol timings%s used when requesting a lease.
cs_cz: Hodnoty v těchto kolonkách jsou %sčasování protokolu%s DHCP, použitá při požadování zápůjčky.
de_de: Die Werte in diesen Feldern sind DHCP-%sProtokollzeiten%s, die beim Anfordern einer Lease verwendet werden.
el_gr: Οι τιμές σε αυτά τα πεδία είναι οι χρονισμοί %s πρωτοκόλλου DHCP που χρησιμοποιούνται κατά την υποβολή αιτήματος εκχώρησηςς.
fa_ir: مقادیر این فیلدها، DHCP %sزمان‌بندی‌های پروتکل%s هستند که هنگام درخواست اجاره استفاده می‌شوند.
fr_fr: Les valeurs de ces champs sont des %sprotocol timings%s DHCP utilisés lors d'une requête de bail.
it_it: I valori in questi campi rappresentano i %sprotocol timings%s DHCP utilizzati quando si richiede un lease.
ko_kr: 이 필드의 값은 대여를 요청할 때 사용되는 DHCP %s프로토콜 타이밍%s입니다.
pl_pl: Wartości w tych polach to %stimingi protokołu%s DHCP używane podczas żądania dzierżawy.
uk_ua: Значення в цих полях — це %sтаймінги протоколу%s DHCP, що використовуються при запиті оренди.
zh_cn: 这些字段中的值是请求租约时使用的DHCP%s协议时间%s。

source: Saved Cfg
cs_cz: Uložená nastavení
de_de: Gespeicherte Konfiguration
el_gr: Αποθηκευμένη διασταύρωση
fa_ir: پیکربندی ذخیره‌شده
fr_fr: Sauvegarder config
it_it: Cf. salvata
ko_kr: 저장된 Cfg
pl_pl: Zapisana konfiguracja
uk_ua: Збережена конфігурація
zh_cn: 保存的Cfg

source: OPNsense Default
cs_cz: OPNsense výchozí
de_de: OPNsense-Standard
el_gr: Προεπιλογή OPNsense
fa_ir: پیش‌فرض OPNsense
fr_fr: Par défaut pour OPNsense
it_it: OPNsense predefinito
ko_kr: OPNsense 기본값
pl_pl: Domyślne OPNsense
uk_ua: Типові для OPNsense
zh_cn: OPNsense默认

source: Clear
cs_cz: Vyčistit
de_de: Leeren
el_gr: Σαφής
fa_ir: پاک‌سازی
fr_fr: Effacer
it_it: Chiaro
ko_kr: 지우기
pl_pl: Wyczyść
uk_ua: Очистити
zh_cn: 清除

source: FreeBSD Default
cs_cz: FreeBSD výchozí
de_de: FreeBSD-Standard
el_gr: Προεπιλογή FreeBSD
fa_ir: پیش‌فرض FreeBSD
fr_fr: Par défaut pour FreeBSD
it_it: Impostazione predefinita di FreeBSD
ko_kr: FreeBSD 기본값
pl_pl: Domyślne FreeBSD
uk_ua: Типові для FreeBSD
zh_cn: FreeBSD默认

source: Presets:
cs_cz: Přednastavené:
de_de: Voreinstellungen:
el_gr: Προεπιλογές:
fa_ir: پیش‌تنظیم‌ها:
fr_fr: Préréglages:
it_it: Preimpostazioni:
ko_kr: 사전 설정:
pl_pl: Ustawienia wstępne:
uk_ua: Налаштування:
zh_cn: 预设:

source: Initial Interval
cs_cz: Počáteční interval
de_de: Initialer Intervall
el_gr: Αρχικό διάστημα
fa_ir: بازهٔ اولیه
fr_fr: Intervalle Initial
it_it: Intervallo iniziale
ko_kr: 초기 간격
pl_pl: Początkowy interwał
uk_ua: Початковий інтервал
zh_cn: 初始间隔

source: Backoff Cutoff
cs_cz: Backoff odříznout
de_de: Rücktrittsabschaltung
el_gr: Αποκοπή υποχώρησης
fa_ir: حد قطع افزایش تأخیر
it_it: Taglio del backoff
ko_kr: 백오프 컷오프
pl_pl: Ograniczenie wycofania
uk_ua: Відключення затримки
zh_cn: 返回截止

source: Select Timeout
cs_cz: Vyberte časový limit
de_de: Gültigkeitsdauer auswählen
el_gr: Επιλογή χρονικού ορίου
fa_ir: زمان انتظار انتخاب
fr_fr: Sélectionnez l'expiration
it_it: Seleziona Timeout
ko_kr: 타임아웃 선택
pl_pl: Wybierz czas wygaśnięcia
uk_ua: Таймаут вибору
zh_cn: 选择超时

source: Retry
cs_cz: Zkusit znovu
de_de: Wiederholen
el_gr: Δοκιμάζω πάλι
fa_ir: تلاش مجدد
fr_fr: Réessayer
it_it: Riprova
ko_kr: 재시도
pl_pl: Ponów próbę
uk_ua: Повторити
zh_cn: 重试

source: Protocol Timing
cs_cz: Časování protokolu
de_de: Protokolldauer
el_gr: Χρονισμός πρωτοκόλλου
fa_ir: زمان‌بندی پروتکل
fr_fr: Chronologie du protocole
it_it: Tempistiche del protocollo
ko_kr: 프로토콜 타이밍
pl_pl: Czasowanie protokołu
uk_ua: Таймінги протоколу
zh_cn: 协议时间

source: This is useful for rejecting leases from cable modems that offer private IPs when they lose upstream sync.
cs_cz: Toto je užitečné pro odmítání zápůjček od kabelových modemů, které když ztratí synchronizaci s jim nadřazenou sítí, začnou nabízet IP adresy z neveřejného rozsahu.
de_de: Dies ist für das Ablehnen von Leases von Kabelmodems nützlich, welche private IP-Adressen verteilen, wenn diese die Upstream-Synchronisation verlieren.
el_gr: Αυτό είναι χρήσιμο για την απόρριψη μισθώσεων από καλωδιακά μόντεμ που προσφέρουν ιδιωτικές διευθύνσεις IP όταν χάνουν τον ανοδικό συγχρονισμό.
fa_ir: این برای رد کردن واگذاری‌ها از مودم‌های کابلی که هنگام از دست دادن همگام‌سازی بالادست آدرس‌های IP خصوصی ارائه می‌دهند، مفید است.
fr_fr: Ceci est utile pour rejeter des contrats de location de modems câbles offrant des adresses IP privées lorsqu'elles perdent la synchronisation en amont.
it_it: Ciò è utile per rifiutare i lease dei modem via cavo che offrono IP privati ​​quando perdono la sincronizzazione upstream.
ko_kr: 이것은 업스트림 동기화가 손실될 때 개인 IP를 제공하는 케이블 모뎀의 대여를 거부하는 데 유용합니다.
pl_pl: To jest przydatne do odrzucania dzierżaw od modemów kablowych, które oferują prywatne adresy IP, gdy tracą synchronizację ze źródłem.
uk_ua: Це корисно для відхилення оренди від кабельних модемів, які пропонують приватні IP-адреси, коли вони втрачають синхронізацію вхідного каналу.
zh_cn: 这在某些情况下需要。

source: Reject Leases From
cs_cz: Odmítnout zápůjčky od
de_de: Verweigere Leases von
el_gr: Απόρριψη μισθώσεων από
fa_ir: رد واگذاری‌ها از
fr_fr: Rejeter les baux venant de
it_it: Rifiuta contratti di locazione da
ko_kr: 다음에서 대여 거부
pl_pl: Odrzuć dzierżawy od
uk_ua: Відхиляти оренди від
zh_cn: 拒绝租约

source: The value in this field is used as a fixed alias IPv4 address by the DHCP client.
cs_cz: Hodnota v této kolonce slouží jako pevná alternativní IPv4 adresa DHCP klientem.
de_de: Der Wert in diesem Feld wird als fixierte Alias-IPv4-Adresse für den DHCP-Client verwendet.
el_gr: Η τιμή σε αυτό το πεδίο χρησιμοποιείται ως σταθερή ψευδώνυμη διεύθυνση IPv4 από τον υπολογιστή-πελάτη DHCP.
fa_ir: مقدار این فیلد به‌عنوان یک آدرس IPv4 مستعار ثابت توسط کلاینت DHCP استفاده می‌شود.
fr_fr: La valeur de ce champ est utilisée comme adresse IPv4 à alias fixe par le client DHCP.
it_it: Il valore in questo campo viene utilizzato come indirizzo IPv4 alias fisso dal client DHCP.
ko_kr: 이 필드의 값은 DHCP 클라이언트에서 고정 별칭 IPv4 주소로 사용됩니다.
pl_pl: Wartość w tym polu jest używana jako stały aliasowy adres IPv4 przez klienta DHCP.
uk_ua: Значення в цьому полі використовується як фіксована адреса-псевдонім IPv4 клієнтом DHCP.
zh_cn: 该字段中的值由DHCP客户端用作固定别名IPv4地址。

source: Alias IPv4 address
cs_cz: IPv4 adresa alternativního názvu
de_de: Alias-IPv4-Adresse
el_gr: Διεύθυνση IPv4 ψευδώνυμου
fa_ir: آدرس IPv4 مستعار
fr_fr: Adresse IPv4 de l'alias
it_it: Alias ​​indirizzo IPv4
ko_kr: 별칭 IPv4 주소
pl_pl: Aliasowy adres IPv4
uk_ua: Адреса-псевдонім IPv4
zh_cn: 别名IPv4地址

source: The configuration file override mode may point to a fully customised file on the system instead.
cs_cz: Režim přebití souboru s nastaveními může odkazovat na zcela přizpůsobený alternativní soubor s nastaveními.
de_de: Der Konfigurationsdateiüberschreibungsmodus kann stattdessen auf eine benutzerdefinierte Datei auf dem System zeigen.
el_gr: Η λειτουργία παράκαμψης αρχείου διαμόρφωσης ενδέχεται να υποδεικνύει ένα πλήρως προσαρμοσμένο αρχείο στο σύστημα.
fa_ir: حالت بازنویسی فایل پیکربندی می‌تواند به یک فایل کاملاً سفارشی‌شده در سیستم اشاره کند.
fr_fr: Le mode de contournement de fichier de configuration peut pointer vers un fichier entièrement personnalisé sur le système.
it_it: La modalità di override del file di configurazione potrebbe invece puntare a un file completamente personalizzato sul sistema.
ko_kr: 구성 파일 재정의 모드는 대신 시스템의 전체 사용자 지정 파일을 가리킬 수 있습니다.
pl_pl: Tryb nadpisywania pliku konfiguracyjnego może wskazywać na w pełni dostosowany plik w systemie.
uk_ua: Режим заміни файлу конфігурації може натомість вказувати на повністю налаштований файл у системі.
zh_cn: 配置文件覆盖模式可以指向系统上完全自定义的文件。

source: The advanced mode does not provide any default values, you will need to fill out any values you would like to use.
cs_cz: Pokročilý režim nenabízí žádné výchozí hodnoty – vše co byste rádi použili je třeba vyplnit.
de_de: Der erweiterte Modus enthält keine Standardwerte. Sie müssen alle Werte so ausfüllen, wie Sie diese verwenden möchten.
el_gr: Η προηγμένη λειτουργία δεν παρέχει προεπιλεγμένες τιμές, θα πρέπει να συμπληρώσετε όποιες τιμές θέλετε να χρησιμοποιήσετε.
fa_ir: حالت پیشرفته هیچ مقدار پیش‌فرضی ارائه نمی‌دهد؛ باید هر مقدار موردنظر را خودتان وارد کنید.
fr_fr: Le mode avancé ne fournit aucune valeur par défaut, vous devrez remplir toutes les valeurs que vous souhaitez utiliser.
it_it: La modalità avanzata non fornisce alcun valore predefinito, dovrai inserire i valori che desideri utilizzare.
ko_kr: 고급 모드에서는 기본값을 제공하지 않으므로 사용할 값을 입력해야 합니다.
pl_pl: Tryb zaawansowany nie dostarcza żadnych wartości domyślnych, musisz wypełnić wszystkie wartości, które chciałbyś użyć.
uk_ua: Розширений режим не надає жодних типових значень, вам потрібно буде заповнити всі значення, які ви бажаєте використовувати.
zh_cn: 高级模式不提供任何默认值，您需要手动填写网络参数。

source: The basic mode auto-configures DHCP using default values and optional user input.
cs_cz: Základní režim automaticky nastaví DHCP s použitím výchozích hodnot a volitelného vstupu od uživatele.
de_de: Der Basismodus konfiguriert DHCP automatisch unter Verwendung von Standardwerten und optionalen Benutzereingaben.
el_gr: Η βασική λειτουργία ρυθμίζει αυτόματα το DHCP χρησιμοποιώντας προεπιλεγμένες τιμές και προαιρετική εισαγωγή δεδομένων από τον χρήστη.
fa_ir: حالت پایه DHCP را با مقادیر پیش‌فرض و ورودی اختیاری کاربر به‌طور خودکار پیکربندی می‌کند.
fr_fr: Le mode basique auto-configure DHCP en utilisant les valeurs par défaut et les entrées optionnelles de l'utilisateur.
it_it: La modalità di base configura automaticamente DHCP utilizzando i valori predefiniti e l'input opzionale dell'utente.
ko_kr: 기본 모드는 기본값과 선택적 사용자 입력을 사용하여 DHCP를 자동으로 구성합니다.
pl_pl: Tryb podstawowy automatycznie konfiguruje DHCP przy użyciu wartości domyślnych i opcjonalnego wprowadzenia przez użytkownika.
uk_ua: Базовий режим автоматично налаштовує DHCP, використовуючи типові значення та додатковий ввід користувача.
zh_cn: 基本模式使用默认值和可选的用户输入值来自动配置DHCP。

source: Config File Override
cs_cz: Přebití souboru s nastaveními
de_de: Konfigurationsdateiüberschreibung
el_gr: Παράκαμψη αρχείου διαμόρφωσης
fa_ir: بازنویسی فایل پیکربندی
fr_fr: Contournement de Fichier de Config
it_it: Sostituzione del file di configurazione
ko_kr: 구성 파일 재정의
pl_pl: Nadpisanie pliku konfiguracyjnego
uk_ua: Заміна файлу конфігурації
zh_cn: 配置文件覆盖

source: Configuration Mode
cs_cz: Režim nastavení
de_de: Konfigurationsmodus
el_gr: Λειτουργία διαμόρφωσης
fa_ir: حالت پیکربندی
fr_fr: Mode de configuration
it_it: Modalità di configurazione
ko_kr: 구성 모드
pl_pl: Tryb konfiguracji
uk_ua: Режим конфігурації
zh_cn: 配置模式

source: Static IPv4 configuration
cs_cz: Statické IPv4 nastavení
de_de: Statische IPv4-Konfiguration
el_gr: Διαμόρφωση στατικού IPv4
fa_ir: پیکربندی IPv4 ثابت
fr_fr: Configuration adresse IPv4 statique
it_it: Configurazione IPv4 statica
ko_kr: 정적 IPv4 구성
pl_pl: Konfiguracja statyczna IPv4
uk_ua: Статична конфігурація IPv4
zh_cn: 静态IPv4配置

source: Here you can explicitly set speed and duplex mode for this interface. WARNING: You MUST leave this set to autoselect (automatically negotiate speed) unless the port this interface connects to has its speed and duplex forced.
cs_cz: Zde je možné výslovně nastavit rychlost a duplexní režim pro toto rozhraní. VAROVÁNÍ: Je NEZBYTNÉ ponechat toto na automatický výběr (automaticky dohodnout rychlost) pokud protějšek tohoto rozhraní nemá svou rychlost a duplex vynucený.
de_de: Hier können Sie die Geschwindigkeit und den Duplexmodus für diese Schnittstelle explizit festlegen. WARNUNG: Sie MÜSSEN die Einstellung auf „autoselect“ (Geschwindigkeit automatisch aushandeln) belassen, es sei denn, für den Port, mit dem diese Schnittstelle verbunden ist, werden Geschwindigkeit und Duplex erzwungen.
el_gr: Εδώ μπορείτε να ορίσετε ρητά την ταχύτητα και τη λειτουργία αμφίδρομης σύνδεσης για αυτήν τη διεπαφή. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: ΠΡΕΠΕΙ να αφήσετε αυτήν τη ρύθμιση σε αυτόματη επιλογή (αυτόματη διαπραγμάτευση ταχύτητας), εκτός εάν η θύρα στην οποία συνδέεται αυτή η διεπαφή έχει επιβάλει την ταχύτητα και την αμφίδρομη σύνδεση.
fa_ir: در اینجا می‌توانید سرعت و حالت duplex این رابط را به‌طور صریح تنظیم کنید. هشدار: مگر اینکه پورتی که این رابط به آن متصل است سرعت و duplex را به‌صورت اجباری تنظیم کرده باشد، حتماً این گزینه را روی autoselect (مذاکره خودکار سرعت) نگه دارید.
fr_fr: Ici vous pouvez explicitement définir la vitesse et le mode duplex de cette interface. ATTENTION : Vous DEVEZ laisser la configuration sur autoselect (négociation automatique de la vitesse) à moins que le port auquel se connecte cette interface n'ait sa vitesse et son mode duplex forcé.
it_it: Qui puoi impostare esplicitamente la velocità e la modalità duplex per questa interfaccia. ATTENZIONE: È NECESSARIO lasciare questa impostazione su selezione automatica (negoziazione automatica della velocità) a meno che la porta a cui si connette questa interfaccia non abbia velocità e duplex forzati.
ko_kr: 여기서 이 인터페이스에 대한 속도 및 이중 모드를 명시적으로 설정할 수 있습니다. 경고: 이 인터페이스에 연결된 포트의 속도와 이중 모드가 적용되지 않는 한 이 설정을 자동 선택(자동 속도 협상)으로 유지해야 합니다.
pl_pl: Tutaj możesz jawnie ustawić prędkość i tryb duplex dla tego interfejsu. UWAGA: MUSISZ zostawić to ustawienie na autoselect (automatyczne negocjacje prędkości), chyba że port, do którego podłączony jest ten interfejs, ma wymuszone prędkość i tryb duplex.
uk_ua: Тут ви можете явно встановити швидкість та режим дуплексу для цього інтерфейсу. ПОПЕРЕДЖЕННЯ: Ви ПОВИННІ залишити це значення автовибором (автоматичне узгодження швидкості), якщо тільки порт, до якого підключається цей інтерфейс, не має примусово встановленої швидкості та дуплексу.
zh_cn: 这里可以设置接口的速度和双工模式。 注意：必须保持该设置为自动选择，除非此接口连接的端口强制要求指定的速度和双工模式。

source: Default (no preference, typically autoselect)
cs_cz: Výchozí (žádné upřednostnění, typicky automatický výběr)
de_de: Standard (keine Präferenz, üblicherweise automatische Auswahl)
el_gr: Προεπιλογή (χωρίς προτίμηση, συνήθως αυτόματη επιλογή)
fa_ir: پیش‌فرض (بدون اولویت، معمولاً autoselect)
fr_fr: Par défaut (sans préférence, souvent autoselect)
it_it: Predefinito (nessuna preferenza, in genere selezione automatica)
ko_kr: 기본값(기본 설정 없음, 일반적으로 자동 선택)
pl_pl: Domyślnie (brak preferencji, najczęściej autowybór)
uk_ua: Типово (без переваг, зазвичай автовибір)
zh_cn: 默认(无首选项，通常为自动选择)

source: Speed and duplex
cs_cz: Rychlost a duplex
de_de: Geschwindigkeit und Duplex
el_gr: Ταχύτητα και διπλή όψη
fa_ir: سرعت و duplex
fr_fr: Vitesse et duplex
it_it: Velocità e duplex
ko_kr: 속도 및 이중 방식
pl_pl: Prędkość i duplex
uk_ua: Швидкість та дуплекс
zh_cn: 速度和双工

source: If you leave this field blank, the adapter's default MTU will be used. This is typically 1500 bytes but can vary in some circumstances.
cs_cz: Pokud není vyplněno, je použito výchozí MTU rozhraní. To obvykle bývá 1500 bajtů ale za určitých okolností může být jiné.
de_de: Wenn Sie dieses Feld leer lassen, wird die Standard-MTU des Adapters verwendet. Diese beträgt normalerweise 1500 Byte, kann aber unter Umständen variieren.
el_gr: Εάν αφήσετε αυτό το πεδίο κενό, θα χρησιμοποιηθεί η προεπιλεγμένη MTU του προσαρμογέα. Αυτή είναι συνήθως 1500 byte, αλλά μπορεί να διαφέρει σε ορισμένες περιπτώσεις.
fa_ir: اگر این فیلد را خالی بگذارید، MTU پیش‌فرض کارت شبکه استفاده خواهد شد. معمولاً این مقدار 1500 بایت است اما در برخی موارد ممکن است متفاوت باشد.
fr_fr: Si vous laissez ce champ vide, la MTU par défaut sera utilisée. Elle est généralement de 1500 octets, mais peut varier dans certaines circonstances.
it_it: Se si lascia vuoto questo campo, verrà utilizzata la MTU predefinita dell'adattatore. Solitamente è di 1500 byte ma può variare in alcune circostanze.
ko_kr: 이 필드를 비워 두면 어댑터의 기본 MTU가 사용됩니다. 일반적으로 1500바이트이지만 상황에 따라 다를 수 있습니다.
pl_pl: Jeśli pozostawisz to pole puste, zostanie użyta domyślna wartość MTU adaptera. Zwykle wynosi ona 1500 bajtów, ale w pewnych okolicznościach może się różnić.
uk_ua: Якщо ви залишите це поле порожнім, буде використано типове значення MTU адаптера. Зазвичай це 1500 байтів, але за деяких обставин може змінюватись.
zh_cn: 留空使用网卡默认的MTU。通常为1500字节，但在某些情况下可能会有所不同。

source: Calculated PPP MTU
cs_cz: Spočítané PPP MTU
de_de: Berechnete PPP-MTU
el_gr: Υπολογισμένη PPP MTU
fa_ir: MTU محاسبه‌شده PPP
fr_fr: PPP MTU calculé
it_it: MTU PPP calcolato
ko_kr: 계산된 PPP MTU
pl_pl: Obliczone MTU PPP
uk_ua: Розрахований PPP MTU
zh_cn: 计算的PPP MTU

source: Insert my currently connected MAC address (use with care)
cs_cz: Vložit mou nyní připojenou MAC adresu (použijte s rozmyslem)
de_de: Meine aktuell verbundene MAC-Adresse einfügen (mit Vorsicht verwenden)
el_gr: Εισαγάγετε τη διεύθυνση MAC που είναι συνδεδεμένη αυτήν τη στιγμή (χρησιμοποιήστε με προσοχή)
fa_ir: وارد کردن آدرس MAC متصل فعلی من (با احتیاط)
fr_fr: Insérer mon adresse MAC actuellement connectée (à utiliser avec précaution)
it_it: Inserisci il mio indirizzo MAC attualmente connesso (usalo con cautela)
ko_kr: 현재 연결된 MAC 주소 삽입(주의해서 사용)
pl_pl: Wprowadź mój obecnie podłączony adres MAC (używaj ostrożnie)
uk_ua: Вставити MAC-адресу мого поточного підключення (використовувати з обережністю)
zh_cn: 插入当前连接的MAC地址(小心使用)

source: This field can be used to spoof the MAC address of the interface. Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank if unsure. This may only be required e.g. with certain cable connections on a WAN interface.
cs_cz: Tuto kolonkulze použít k podvržení MAC adresy rozhraní. Zadejte ji v následujícím formátu: xx:xx:xx:xx:xx:xx (pokud nevíte, nevyplňujte). Toto může být vyžadováno pouze např. u některých kabelových připojení na rozhraní WAN.
de_de: Dieses Feld kann verwendet werden, um die MAC-Adresse der Schnittstelle zu fälschen. Geben Sie eine MAC-Adresse im folgenden Format ein: xx:xx:xx:xx:xx:xx oder lassen Sie das Feld leer, wenn Sie unsicher sind. Dies kann z. B. nur bei bestimmten Kabelverbindungen an einer WAN-Schnittstelle erforderlich sein.
el_gr: Αυτό το πεδίο μπορεί να χρησιμοποιηθεί για την πλαστογράφηση της διεύθυνσης MAC της διεπαφής. Εισαγάγετε μια διεύθυνση MAC με την ακόλουθη μορφή: xx:xx:xx:xx:xx:xx ή αφήστε το κενό εάν δεν είστε σίγουροι. Αυτό μπορεί να απαιτείται μόνο, π.χ. με ορισμένες συνδέσεις καλωδίων σε μια διεπαφή WAN.
fa_ir: این فیلد می‌تواند برای جعل آدرس MAC رابط استفاده شود. یک آدرس MAC را به فرمت زیر وارد کنید: xx:xx:xx:xx:xx:xx یا در صورت تردید خالی بگذارید. این ممکن است تنها در برخی اتصالات کابلی روی رابط WAN لازم باشد.
fr_fr: Ce champs peut être utilisé pour usurpé l'adresse MAC de l'interface réseau. Entrer une adresse MAC au format xx:xx:xx:xx:xx:xx ou laisser le champs vide. Ce paramètre est requis avec certains type de cablage WAN.
it_it: Questo campo può essere utilizzato per falsificare l'indirizzo MAC dell'interfaccia. Inserisci un indirizzo MAC nel seguente formato: xx:xx:xx:xx:xx:xx o lascia vuoto se non sei sicuro. Ciò può essere richiesto solo ad es. con determinate connessioni via cavo su un'interfaccia WAN.
ko_kr: 이 필드는 인터페이스의 MAC 주소를 스푸핑하는 데 사용될 수 있습니다. MAC 주소를 xx:xx:xx:xx:xx:xx 형식으로 입력하거나 확실하지 않은 경우 비워 두세요. 이는 WAN 인터페이스의 특정 케이블 연결에서만 필요할 수 있습니다.
pl_pl: To pole można użyć do podszywania się pod adres MAC interfejsu. Wprowadź adres MAC w następującym formacie: xx:xx:xx:xx:xx:xx lub pozostaw puste w przypadku wątpliwości. Może to być wymagane np. przy pewnych połączeniach kablowych na interfejsie WAN.
uk_ua: Це поле можна використовувати для підміни MAC-адреси інтерфейсу. Введіть MAC-адресу у форматі: xx:xx:xx:xx:xx:xx або залиште порожнім, якщо не впевнені. Це може знадобитися, наприклад, для певних кабельних з'єднань на інтерфейсі WAN.
zh_cn: 该字段可用于欺骗接口的MAC地址，格式:xx:xx:xx:xx:xx:xx 。

source: Track Interface
cs_cz: Sledovat rozhraní
de_de: Schnittstelle verfolgen
el_gr: Διεπαφή τροχιάς
fa_ir: ردیابی رابط
fr_fr: Suivre l'interface
it_it: Interfaccia traccia
ko_kr: 추적 인터페이스
pl_pl: Śledź interfejs
uk_ua: Відстежувати інтерфейс
zh_cn: 跟踪接口

source: Static IPv6
cs_cz: Statická IPv6 adresa
de_de: Statisches IPv6
el_gr: Στατικό IPv6
fa_ir: IPv6 ثابت
fr_fr: Adresse IPv6 statique
it_it: IPv6 statico
ko_kr: 정적 IPv6
pl_pl: Statyczny IPv6
uk_ua: Статичний IPv6
zh_cn: 静态IPv6

source: 6to4 Tunnel
cs_cz: Tunel 6to4
de_de: 6zu4-Tunnel
el_gr: Σήραγγα 6 προς 4
fa_ir: تونل 6to4
fr_fr: Tunnel 6to4
it_it: Tunnel 6to4
ko_kr: 6to4 터널
pl_pl: Tunel 6to4
uk_ua: Тунель 6to4
zh_cn: 6to4隧道

source: 6rd Tunnel
cs_cz: Tunel 6rd
el_gr: 6η Σήραγγα
fa_ir: تونل 6rd
fr_fr: Tunnel 6rd
it_it: 6° Tunnel
ko_kr: 6rd 터널
pl_pl: Tunel 6rd
uk_ua: Тунель 6rd
zh_cn: 6rd隧道

source: IPv6 Configuration Type
cs_cz: Typ nastavení IPv6
de_de: IPv6-Konfigurationstyp
el_gr: Τύπος διαμόρφωσης IPv6
fa_ir: نوع پیکربندی IPv6
fr_fr: Type de configuration IPv6
it_it: Tipo di configurazione IPv6
ko_kr: IPv6 구성 유형
pl_pl: Typ konfiguracji IPv6
uk_ua: Тип конфігурації IPv6
zh_cn: IPv6配置类型

source: Static IPv4
cs_cz: Statické IPv4
de_de: Statisches IPv4
el_gr: Στατικό IPv4
fa_ir: IPv4 ثابت
fr_fr: Adresse IPv4 statique
it_it: IPv4 statico
ko_kr: 정적 IPv4
pl_pl: Statyczny IPv4
uk_ua: Статичний IPv4
zh_cn: 静态IPv4

source: IPv4 Configuration Type
cs_cz: Typ nastavení IPv4
de_de: IPv4-Konfigurationstyp
el_gr: Τύπος διαμόρφωσης IPv4
fa_ir: نوع پیکربندی IPv4
fr_fr: Type de configuration IPv4
it_it: Tipo di configurazione IPv4
ko_kr: IPv4 구성 유형
pl_pl: Typ konfiguracji IPv4
uk_ua: Тип конфігурації IPv4
zh_cn: IPv4配置类型

source: Bogons are prefixes that should never appear in the Internet routing table, and obviously should not appear as the source address in any packets you receive.
cs_cz: Nastrčené jsou předpony, které by se nikdy neměly objevit ve směrovací tabulce Internetu a tím ani jako zdrojová adresa v žádném z paketů, který obdržíte.
de_de: Bogons sind Präfixe die niemals in der Internetroutingtabelle auftauchen sollten und auch nicht als Quelladresse in Paketen verwendet werden sollte, die Sie empfangen.
el_gr: Τα Bogons είναι προθέματα που δεν πρέπει ποτέ να εμφανίζονται στον πίνακα δρομολόγησης του Διαδικτύου και προφανώς δεν πρέπει να εμφανίζονται ως η διεύθυνση προέλευσης σε κανένα πακέτο που λαμβάνετε.
fa_ir: بوگون‌ها پیشوندهایی هستند که هرگز نباید در جدول مسیریابی اینترنت ظاهر شوند و بدیهی است که نباید به‌عنوان آدرس مبدأ در هیچ‌یک از بسته‌های دریافتی شما ظاهر شوند.
fr_fr: Les bogons sont des préfixes qui ne devraient jamais apparaître dans la table de routage Internet, et ne devraient évidemment pas apparaître comme l'adresse source dans les paquets que vous recevez. Réglez le délai d'expiration des entrées de cache d'adresse sur ce nombre de secondes. Si secondes est zéro, les entrées du cache d'adresses ne seront pas expirées. La valeur par défaut est 240 secondes.
it_it: I bogon sono prefissi che non dovrebbero mai apparire nella tabella di routing Internet e ovviamente non dovrebbero apparire come indirizzo di origine in nessun pacchetto ricevuto.
ko_kr: Bogon은 인터넷 라우팅 테이블에 나타나서는 안 되는프리픽스이며, 당연히 수신하는 패킷의 출발지 주소로 나타나서도 안 됩니다.
pl_pl: Bogony to prefiksy, które nigdy nie powinny pojawiać się w tabeli trasowania internetowego i oczywiście nie powinny pojawiać się jako adres źródłowy w żadnych pakietach, które otrzymujesz.
uk_ua: Богони - це префікси, які ніколи не повинні з'являтися в таблиці маршрутизації Інтернету і, очевидно, не повинні з'являтися як вихідна адреса в будь-яких отриманих вами пакетах.
zh_cn: Bogons是不应该出现在Internet路由表中的前缀，不应该作为接收的任何数据包中的源地址。
