Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: %s is currently using one of these ports.
cs_cz: %s v tuto chvíli využívá jeden z těchto portů.
de_de: %s verwendet derzeit einen dieser Ports.
el_gr: Το %s χρησιμοποιεί αυτήν τη στιγμή μία από αυτές τις θύρες.
fa_ir: %s در حال حاضر از یکی از این پورت‌ها استفاده می‌کند.
fr_fr: %s utilise actuellement l'un de ces ports.
it_it: %s sta attualmente utilizzando una di queste porte.
ko_kr: %s(이)가 현재 이 포트 중 하나를 사용하고 있습니다.
uk_ua: %s зараз використовує один з цих портів.
zh_cn: %s是当前正在使用其中一个端口。

source: %s is currently using this port.
cs_cz: %s v tuto chvíli využívá tento port.
de_de: %s verwendet derzeit diesen Port.
el_gr: Το %s χρησιμοποιεί αυτήν τη θύρα αυτήν τη στιγμή.
fa_ir: %s در حال حاضر از این پورت استفاده می‌کند.
fr_fr: %s utilise actuellement ce port.
it_it: %s sta attualmente utilizzando questa porta.
ko_kr: %s이(가) 현재 이 포트를 사용하고 있습니다.
uk_ua: %s зараз використовує цей порт.
zh_cn: %s是正在使用的端口。

source: %s minute ago
cs_cz: před %s minutou
de_de: vor %s Minute
el_gr: %s λεπτό πριν
fa_ir: %s دقیقه پیش
fr_fr: Il y a %s minute
it_it: %s minuto fa
ko_kr: %s 분 전
uk_ua: %s хвилину тому
zh_cn: %s分钟前

source: %s minutes ago
cs_cz: před %s minutami
de_de: vor %s Minuten
el_gr: %s λεπτά πριν
fa_ir: %s دقیقه پیش
fr_fr: Il y a %s minutes
it_it: %s minuti fa
ko_kr: %s 분 전
uk_ua: %s хвилин тому
zh_cn: %s分钟前

source: %s month ago
cs_cz: před %s měsícem
de_de: vor %s Monat
el_gr: %s μήνα πριν
fa_ir: %s ماه پیش
fr_fr: il y a %s mois
it_it: %s mese fa
ko_kr: %s 달 전
uk_ua: %s місяць тому
zh_cn: %s个月前

source: %s months ago
cs_cz: před %s měsíci
de_de: vor %s Monaten
el_gr: %s μήνες πριν
fa_ir: %s ماه پیش
fr_fr: il y a %s mois
it_it: %s mesi fa
ko_kr: %s 달 전
uk_ua: %s місяців тому
zh_cn: %s个月前

source: %s second ago
cs_cz: před %s sekundou
de_de: vor %s Sekunde
el_gr: %s δευτερόλεπτο πριν
fa_ir: %s ثانیه پیش
fr_fr: Il y a %s secondes
it_it: %s secondo fa
ko_kr: %s 초 전
uk_ua: %s секунду тому
zh_cn: %s秒前

source: %s seconds ago
cs_cz: před %s sekundami
de_de: vor %s Sekunden
el_gr: %s δευτερόλεπτα πριν
fa_ir: %s ثانیه پیش
fr_fr: Il y a %s secondes
it_it: %s secondi fa
ko_kr: %s 초 전
uk_ua: %s секунд тому
zh_cn: %s秒前

source: %s week ago
cs_cz: před %s týdnem
de_de: vor %s Woche
el_gr: %s εβδομάδα πριν
fa_ir: %s هفته پیش
fr_fr: il y a %s semaine
it_it: %s settimana fa
ko_kr: %s 주 전
uk_ua: %s тиждень тому
zh_cn: %s周前

source: %s weeks ago
cs_cz: před %s týdny
de_de: vor %s Wochen
el_gr: %s εβδομάδες πριν
fa_ir: %s هفته پیش
fr_fr: il y a %s semaines
it_it: %s settimane fa
ko_kr: %s 주 전
uk_ua: %s тижнів тому
zh_cn: %s周前

source: %s year ago
cs_cz: před %s rokem
de_de: vor %s Jahr
el_gr: %s χρόνια πριν
fa_ir: %s سال پیش
fr_fr: il y a %s ans
it_it: %s anno fa
ko_kr: %s 년 전
uk_ua: %s рік тому
zh_cn: %s年前

source: %s years ago
cs_cz: před %s lety
de_de: vor %s Jahren
el_gr: %s χρόνια πριν
fa_ir: %s سال پیش
fr_fr: il y a %s ans
it_it: %s anni fa
ko_kr: %s 년 전
uk_ua: %s років тому
zh_cn: %s年前

source: %sGoogle:%s A commercial certificate authority. More information is available from %stheir documentation%s.
cs_cz: %sGoogle:%s Komerční certifikační autorita. Více informací naleznete v %sjejich dokumentaci%s.
de_de: %sGoogle:%s Eine kommerzielle Zertifizierungsstelle. Weitere Informationen finden Sie in %sihrer Dokumentation%s.
el_gr: %sGoogle:%s Μια εμπορική αρχή έκδοσης πιστοποιητικών. Περισσότερες πληροφορίες είναι διαθέσιμες από την %sτεκμηρίωσή τους%s.
fa_ir: %sGoogle:%s یک مرجع صدور گواهی تجاری است. اطلاعات بیشتر در %sمستندات آن‌ها%s.
fr_fr: %sGoogle:%s Une autorité de certification commerciale. De plus amples informations sont disponibles dans %leur documentation%s.
it_it: %sGoogle:%s Un'autorità di certificazione commerciale. Maggiori informazioni sono disponibili nella %sloro documentazione%s.
ko_kr: %sGoogle:%s 상용 인증 기관. %s문서%s에서 더 많은 정보를 얻을 수 있습니다.
uk_ua: %sGoogle:%s Комерційний центр сертифікації. Додаткова інформація доступна в %sїхній документації%s.
zh_cn: %sGoogle:%s 商业证书颁发机构。要获取更多信息，请访问%s官方文档%s。

source: (OpenVPN) user groups
cs_cz: (OpenVPN) skupiny uživatelů
de_de: (OpenVPN)-Benutzergruppen
el_gr: Ομάδες χρηστών (OpenVPN)
fa_ir: (OpenVPN) گروه‌های کاربری
fr_fr: (OpenVPN)
it_it: gruppi di utenti (OpenVPN).
ko_kr: (OpenVPN) 사용자 그룹
uk_ua: групи користувачів (OpenVPN)
zh_cn: (OpenVPN) 用户组

source: (re)start
cs_cz: (znovu)spuštění
de_de: (neu)starten
el_gr: (επαν)εκκίνηση
fa_ir: (راه‌اندازی/راه‌اندازی مجدد)
fr_fr: (re)démarrer
it_it: (ricomincia
ko_kr: (재)시작
uk_ua: (пере)запустити
zh_cn: （重新）开始

source: (re)start capture
cs_cz: (znovu)spustit snímání
de_de: (Erneut) Mitschnitt starten
el_gr: (επαν)έναρξη λήψης
fa_ir: (راه‌اندازی/راه‌اندازی مجدد ضبط)
fr_fr: (re)commencer la capture
it_it: (ri)avviare la cattura
ko_kr: (재)캡처 시작
uk_ua: (пере)запустити захоплення
zh_cn: (重启)启动捕获

source: /tmp RAM usage
cs_cz: Využití operační paměti na /tmp
de_de: /tmp RAM-Nutzung
el_gr: Χρήση μνήμης RAM /tmp
fa_ir: استفاده از RAM (/tmp)
fr_fr: /tmp Utilisation de la RAM
it_it: /tmp Utilizzo della RAM
ko_kr: /tmp 램 사용량
uk_ua: використання RAM в /tmp
zh_cn: /tmp内存用量

source: /var/log RAM disk
cs_cz: /var/log disk v RAM
el_gr: δίσκος RAM /var/log
fa_ir: دیسک RAM (/var/log)
fr_fr: /var/log Disque RAM
it_it: /var/log Disco RAM
ko_kr: /var/log 램 디스크
uk_ua: RAM-диск /var/log
zh_cn: /var/log内存磁盘

source: /var/log RAM usage
cs_cz: Využití operační paměti na /var/log
de_de: /var/log RAM-Nutzung
el_gr: /var/log χρήση RAM
fa_ir: استفاده از RAM (/var/log)
fr_fr: /var/log Utilisation de la RAM
it_it: /var/log Utilizzo della RAM
ko_kr: /var/log 램 사용량
uk_ua: використання RAM в /var/log
zh_cn: /var/log内存用量

source: 1 Hour
cs_cz: 1 hodina
de_de: 1 Stunde
el_gr: 1 ώρα
fa_ir: 1 ساعت
fr_fr: 1 heure
it_it: 1 ora
ko_kr: 1 시간
uk_ua: 1 година
zh_cn: 1小时

source: 12 Hours
cs_cz: 12 hodin
de_de: 12 Stunden
el_gr: 12 ώρες
fa_ir: 12 ساعت
fr_fr: 12 heures
it_it: 12 ore
ko_kr: 12 시간
uk_ua: 12 годин
zh_cn: 12小时

source: 24 Hours
cs_cz: 24 hodin
de_de: 24 Stunden
el_gr: 24 ώρες
fa_ir: 24 ساعت
fr_fr: 24 heures
it_it: 24 ore
ko_kr: 24 시간
uk_ua: 24 години
zh_cn: 24小时

source: A TLS 1.3-compliant application MUST implement the TLS_AES_128_GCM_SHA256 according to RFC 8446.
cs_cz: Podle normy RFC 8446 MUSÍ aplikace kompatibilní s TLS 1.3 implementovat TLS_AES_128_GCM_SHA256.
de_de: Eine TLS 1.3-konforme Anwendung MUSS gemäß RFC 8446 die Cipher Suite TLS_AES_128_GCM_SHA256 implementieren.
el_gr: Μια εφαρμογή συμβατή με TLS 1.3 ΠΡΕΠΕΙ να υλοποιεί το TLS_AES_128_GCM_SHA256 σύμφωνα με το RFC 8446.
fa_ir: یک برنامهٔ سازگار با TLS 1.3 باید TLS_AES_128_GCM_SHA256 را مطابق RFC 8446 پیاده‌سازی کند.
fr_fr: Une application conforme à TLS 1.3 DOIT mettre en œuvre le TLS_AES_128_GCM_SHA256 conformément à la RFC 8446.
it_it: Un'applicazione compatibile con TLS 1.3 DEVE implementare TLS_AES_128_GCM_SHA256 secondo RFC 8446.
ko_kr: TLS 1.3 호환 애플리케이션은 RFC 8446에 따라 TLS_AES_128_GCM_SHA256을 구현해야 합니다.
uk_ua: Застосунок, сумісний з TLS 1.3, ПОВИНЕН реалізувати TLS_AES_128_GCM_SHA256 відповідно до RFC 8446.
zh_cn: 符合TLS 1.3的应用程序必须根据RFC 8446实现TLS_AES_128_GCM_SHA256。

source: A potential %sDNS Rebind attack%s has been detected.%sTry to access the router by IP address instead of by hostname. You can disable this check if needed under System: Settings: Administration.
cs_cz: Byl zjištěn potenciální útok %sDNS Rebind%s.%sZkuste přistupovat ke směrovači pomocí IP adresy namísto názvu hostitele. Tuto kontrolu je v případě potřeby možné vypnout v Systém: Nastavení: Správa.
de_de: Ein möglicher %sDNS-Rebind-Angriff%s wurde erkannt.%sVersuchen Sie, auf den Router per IP-Adresse statt per Hostnamen zuzugreifen. Diese Prüfung kann bei Bedarf unter System: Einstellungen: Verwaltung deaktiviert werden.
el_gr: Εντοπίστηκε πιθανή επίθεση %sDNS Rebind%s. %sΔοκιμάστε να αποκτήσετε πρόσβαση στον δρομολογητή μέσω διεύθυνσης IP αντί για όνομα κεντρικού υπολογιστή. Μπορείτε να απενεργοποιήσετε αυτόν τον έλεγχο, εάν χρειάζεται, στην ενότητα Σύστημα: Ρυθμίσεις: Διαχείριση.
fa_ir: یک حملۀ احتمالی %sDNS Rebind%s شناسایی شده‌است.%sبرای دسترسی به روتر به‌جای نام میزبان از آدرس IP استفاده کنید. در صورت نیاز می‌توانید این بررسی را در System: Settings: Administration غیرفعال کنید.
fr_fr: Une attaque potentielle %sDNS Rebind%s a été détectée.%sTentez d'accéder au routeur par l'adresse IP au lieu du nom d'hôte. Vous pouvez désactiver cette vérification si nécessaire sous Système : Paramètres : Administration.
it_it: È stato rilevato un potenziale attacco %sDNS Rebind%s.%sProva ad accedere al router tramite l'indirizzo IP anziché tramite il nome host. Se necessario, puoi disattivare questo controllo in Sistema: Impostazioni: Amministrazione.
ko_kr: 잠재적인 %sDNS 재결합 공격%s이 탐지되었습니다. %s호스트 이름 대신 IP 주소로 라우터에 액세스하세요. 시스템: 설정: 관리에서 필요한 경우 이 검사를 사용하지 않도록 설정할 수 있습니다.
uk_ua: Виявлено потенційну %sатаку DNS Rebind%s.%sСпробуйте отримати доступ до маршрутизатора за IP-адресою замість імені хоста. Ви можете відключити цю перевірку за потреби в розділі Система: Налаштування: Адміністрування.
zh_cn: 已检测到潜在的%DNS重新绑定攻击%s。%尝试通过IP地址而不是主机名访问路由器。如有必要，您可以在系统：设置：管理下禁用此检查。

source: A search domain may only contain the characters a-z, 0-9, '-' and '.'.
cs_cz: Doména k prohledávání může obsahovat pouze znaky a-z, 0-9, „-“ a „.“.
de_de: Eine Suchdomäne darf nur die Zeichen a–z, 0–9, '-' und '.' enthalten.
el_gr: Ένας τομέας αναζήτησης μπορεί να περιέχει μόνο τους χαρακτήρες az, 0-9, '-' και '.'.
fa_ir: یک دامنهٔ جستجو فقط می‌تواند حاوی کاراکترهای a-z, 0-9, '-' و '.' باشد.
fr_fr: Un domaine de recherche ne peut contenir que les caractères a-z, 0-9, '-' et '.
it_it: Un dominio di ricerca può contenere solo i caratteri a-z, 0-9, '-' e '.'.
ko_kr: 검색 도메인에는 a-z, 0-9, '-' 및 '.' 문자만 포함될 수 있습니다.
uk_ua: Домен пошуку може містити лише символи a-z, 0-9, '-' та '.'.
zh_cn: 搜索域只能包含字符 a-z、0-9、'-'和'.'。

source: A valid URI is required.
cs_cz: Je zapotřebí platného URI.
de_de: Eine gültige URI ist erforderlich.
el_gr: Απαιτείται ένα έγκυρο URI.
fa_ir: یک URI معتبر لازم است.
fr_fr: Un URI valide est requis.
it_it: È richiesto un URI valido.
ko_kr: 올바른 URI가 필요합니다.
uk_ua: Потрібна дійсна URI.
zh_cn: 需要有效的URI。

source: A valid domain is required.
cs_cz: Je zapotřebí platné domény.
de_de: Eine gültige Domain ist erforderlich.
el_gr: Απαιτείται έγκυρο domain.
fa_ir: یک دامنهٔ معتبر لازم است.
fr_fr: Un domaine valide est requis.
it_it: È richiesto un dominio valido.
ko_kr: 올바른 도메인이 필요합니다.
uk_ua: Потрібен дійсний домен.
zh_cn: 需要有效的域名。

source: A valid subscription is required for this firmware mirror
cs_cz: Pro přítup k tomuto zrcadlu s firmware je nutné platné předplatné.
de_de: Für diesen Firmware-Mirror ist ein gültiges Abonnement erforderlich.
el_gr: Απαιτείται έγκυρη συνδρομή για αυτόν τον καθρέφτη υλικολογισμικού
fa_ir: برای این آینهٔ firmware نیاز به یک اشتراک معتبر است
fr_fr: Un abonnement valide est requis pour ce miroir firmware.
it_it: Per questo mirroring del firmware è richiesto un abbonamento valido
ko_kr: 이 펌웨어 미러에는 올바른 구독이 필요합니다
uk_ua: Для цього дзеркала прошивки потрібна дійсна підписка
zh_cn: 此固件镜像需要有效的订阅

source: APC UPS Daemon
cs_cz: Proces služby APC UPS
de_de: APC-USV-Dienst
it_it: Demone UPS APC
ko_kr: APC UPS 데몬
uk_ua: Демон APC UPS
zh_cn: APC UPS 守护进程

source: ARC size %d MB
cs_cz: Velikost ARC %d MB
de_de: ARC-Größe %d MB
el_gr: Μέγεθος ARC %d MB
fa_ir: اندازهٔ ARC %d MB
fr_fr: Taille de l'ARC %d MB
it_it: Dimensione ARC %d MB
ko_kr: ARC 크기 %d MB
uk_ua: Розмір ARC %d МБ
zh_cn: ARC大小 %d MB

source: Access Control Lists
cs_cz: Seznamy řízení přístupu
de_de: Zugriffskontrolllisten
el_gr: Λίστες ελέγχου πρόσβασης
fa_ir: فهرست‌های کنترل دسترسی
fr_fr: Listes de contrôle d'accès
it_it: Elenchi di controllo degli accessi
ko_kr: 엑세스 제어 목록
uk_ua: Списки контролю доступу
zh_cn: 访问控制列表

source: Access Point Authentication
cs_cz: Ověřování přístupového bodu
de_de: Authentifizierung des Access Points
el_gr: Έλεγχος ταυτότητας σημείου πρόσβασης
fa_ir: احراز هویت نقطه دسترسی
fr_fr: Authentification du point d'accès
it_it: Autenticazione del punto di accesso
ko_kr: 액세스 포인트 인증
uk_ua: Автентифікація точки доступу
zh_cn: 接入点验证

source: Adaptive Timeouts
cs_cz: Přizpůsobivé časové limity
de_de: Adaptive Zeitüberschreitungen
el_gr: Προσαρμοστικά χρονικά όρια
fa_ir: تایم‌اوت‌های تطبیقی
fr_fr: Délais d'attente adaptatifs
it_it: Timeout adattivi
ko_kr: 적응 시간초과
uk_ua: Адаптивні тайм-аути
zh_cn: 自适应超时

source: Adaptive timeouts must be disabled together.
cs_cz: Je třeba, aby adaptivní časové limity byly vypnuty společně.
de_de: Adaptive Timeouts müssen gemeinsam deaktiviert werden.
el_gr: Τα προσαρμοστικά χρονικά όρια πρέπει να απενεργοποιηθούν ταυτόχρονα.
fa_ir: تایم‌اوت‌های تطبیقی باید به‌صورت هم‌زمان غیرفعال شوند.
fr_fr: Les délais d'adaptation doivent être désactivés en même temps.
it_it: I timeout adattivi devono essere disabilitati insieme.
ko_kr: 적응 시간 초과는 함께 비활성화해야 합니다.
uk_ua: Адаптивні тайм-аути повинні бути вимкнені разом.
zh_cn: 必须同时禁用自适应超时。

source: Add name to the domain search list. Repeat this option to add more entries. Expressed as a comma-separated list up to 10 domains are supported.
cs_cz: Přidání názvu do seznamu pro vyhledávání domén. Opakováním této možnosti přidáte další položky. Vyjádřeno jako seznam oddělovaný čárkami, podporováno je až 10 domén.
de_de: Füge Domainnamen zu der Domain Suchliste hinzu. Um bis zu 10 Domänen der Suchliste hinzuzufügen, trenne diese mit einem Komma.
el_gr: Προσθήκη ονόματος στη λίστα αναζήτησης τομέα. Επαναλάβετε αυτήν την επιλογή για να προσθέσετε περισσότερες καταχωρήσεις. Εκφρασμένη ως λίστα διαχωρισμένη με κόμμα, υποστηρίζονται έως και 10 τομείς.
fa_ir: نام را به فهرست جستجوی دامنه اضافه کنید. برای افزودن موارد بیشتر این گزینه را تکرار کنید. به‌صورت لیست جداشده با کاما وارد شود؛ حداکثر 10 دامنه پشتیبانی می‌شود.
fr_fr: Ajouter le nom à la liste de recherche du domaine. Répétez cette option pour ajouter d'autres entrées. Exprimée sous la forme d'une liste séparée par des virgules, cette option permet de prendre en charge jusqu'à 10 domaines.
it_it: Aggiungi il nome all'elenco di ricerca del dominio. Ripeti questa opzione per aggiungere più voci. Espresso come elenco separato da virgole, sono supportati fino a 10 domini.
ko_kr: 도메인 검색 목록에 이름을 추가합니다. 항목을 추가하려면 이 옵션을 반복합니다. 쉼표로 구분된 목록으로 표현하면 최대 10개의 도메인이 지원됩니다.
uk_ua: Додати ім'я до списку пошуку доменів. Повторіть цю опцію, щоб додати більше записів. Виражається як список, розділений комами, підтримується до 10 доменів.
zh_cn: 将名称添加到域搜索列表。以逗号分隔，最多支持10个域。

source: Address %s referenced by port forward "%s"
cs_cz: Adresa %s odkazována předáváním portu „%s“
de_de: Adresse %s wird durch Portweiterleitung "%s" referenziert
el_gr: Η διεύθυνση %s αναφέρεται από την προώθηση θύρας "%s"
fa_ir: آدرس %s توسط انتقال پورت "%s" ارجاع داده شده است.
fr_fr: Adresse %s référencée par le port forward "%s"
it_it: Indirizzo %s a cui fa riferimento il port forwarding "%s"
ko_kr: 포트 포워딩 "%s"에 의해 참조되는 %s 주소
uk_ua: Адреса %s посилається на переадресацію порту "%s"
zh_cn: 地址%s被端口转发"%s"引用

source: AddressRange
de_de: Adressbereich
el_gr: Εύρος διευθύνσεων
fa_ir: بازه آدرس
fr_fr: Plage d'adresses
it_it: Intervallo di indirizzi
ko_kr: 주소범위
uk_ua: Діапазон адрес
zh_cn: 地址范围

source: Affects all interfaces
cs_cz: Týká se všech rozhraní
de_de: Betrifft alle Schnittstellen
el_gr: Επηρεάζει όλες τις διεπαφές
fa_ir: بر همه رابط‌ها تأثیر می‌گذارد.
fr_fr: Affecte toutes les interfaces
it_it: Influisce su tutte le interfacce
ko_kr: 모든 인터페이스에 반영
uk_ua: Стосується всіх інтерфейсів
zh_cn: 影响所有接口

source: After changing settings, please remember to apply them
cs_cz: Po změně nastavení je nezapomeňte uplatnit
de_de: Nach Änderung der Einstellungen bitte nicht vergessen, diese zu übernehmen
el_gr: Αφού αλλάξετε τις ρυθμίσεις, θυμηθείτε να τις εφαρμόσετε
fa_ir: پس از تغییر تنظیمات، لطفاً فراموش نکنید آن‌ها را اعمال کنید.
fr_fr: Après avoir modifié les paramètres, n'oubliez pas de les appliquer
it_it: Dopo aver modificato le impostazioni, ricordati di applicarle
ko_kr: 설정을 변경한 후 반드시 적용하세요
uk_ua: Після зміни налаштувань, будь ласка, не забудьте їх застосувати
zh_cn: 更改设置后，请记得应用它们

source: All local Unbound statistics data has been cleared.
cs_cz: Veškeré údaje statistik lokálního Unbound byla vymazána.
de_de: Alle lokalen Unbound-Statistikdaten wurden gelöscht.
el_gr: Όλα τα τοπικά δεδομένα στατιστικών στοιχείων για το περιεχόμενο του Unbound έχουν διαγραφεί.
fa_ir: تمام داده‌های آماری محلی Unbound پاک شد.
fr_fr: Toutes les données statistiques locales non liées ont été effacées.
it_it: Tutti i dati statistici locali non associati sono stati cancellati.
ko_kr: 모든 로컬 언바운드 통계 데이터가 삭제되었습니다.
uk_ua: Усі локальні статистичні дані Unbound очищено.
zh_cn: 已清除所有本地Unbound统计数据。

source: An issue was detected and can be reviewed using the firmware crash reporter.
cs_cz: Byl zjištěn problém a je možné si ho prohlédnout pomocí nástroje pro hlášení chyb.
de_de: Ein Problem wurde erkannt und kann über den Firmware-Absturzbericht eingesehen werden.
el_gr: Εντοπίστηκε ένα πρόβλημα και μπορεί να εξεταστεί χρησιμοποιώντας την αναφορά σφαλμάτων υλικολογισμικού.
fa_ir: یک مشکل شناسایی شد و می‌توان آن را با گزارش‌دهنده‌ی کرش فِرم‌ویر بررسی کرد.
fr_fr: Un problème a été détecté et peut être examiné à l'aide de l'outil de signalement des défaillances du micrologiciel.
it_it: È stato rilevato un problema che può essere esaminato utilizzando il reporter sugli arresti anomali del firmware.
ko_kr: 문제가 감지되었으며 펌웨어 충돌 리포터를 사용하여 검토할 수 있습니다.
uk_ua: Виявлено проблему, яку можна переглянути за допомогою засобу звітування про збої прошивки.
zh_cn: 检测到问题，可以使用固件崩溃报告器进行检查。

source: Answer
cs_cz: Odpověď
de_de: Antwort
el_gr: Απάντηση
fa_ir: پاسخ
fr_fr: Réponse
it_it: Risposta
ko_kr: 응답
uk_ua: Відповідь
zh_cn: 答案

source: Anti DDOS
cs_cz: Prevence DDOS
el_gr: Αντι DDOS
fa_ir: مقابله با DDoS
ko_kr: 안티 DDOS
uk_ua: Захист від DDOS
zh_cn: DDOS防御

source: Any country setting other than "Default" will override the regulatory domain setting
cs_cz: Jakékoli jiné nastavení země než „Výchozí“ přepíše nastavení oblasti regulace.
de_de: Jede andere Ländereinstellung als "Standard" überschreibt die Einstellung der Regulierungsdomäne.
el_gr: Οποιαδήποτε ρύθμιση χώρας εκτός από την "Προεπιλογή" θα παρακάμψει τη ρύθμιση κανονιστικού τομέα
fa_ir: هر تنظیم کشور غیر از "پیش‌فرض" تنظیم حوزه‌ی مقررات را بازنویسی خواهد کرد.
fr_fr: Tout paramètre de pays autre que "Défaut" remplacera le paramètre du domaine réglementaire.
it_it: Qualsiasi impostazione del Paese diversa da "Predefinito" sovrascriverà l'impostazione del dominio normativo
ko_kr: "기본값"을 제외한 국가 설정은 규제 도메인 설정을 재정의합니다
uk_ua: Будь-яке налаштування країни, відмінне від "Типово", перекриє налаштування регуляторного домену
zh_cn: 除“默认”之外的任何国家/地区设置都将覆盖监管区域设置

source: At least one event should be selected when using an inverted selection.
cs_cz: Při použití obráceného výběru by měla být vybrána alespoň jedna událost.
de_de: Bei Verwendung einer invertierten Auswahl muss mindestens ein Ereignis ausgewählt werden.
el_gr: Θα πρέπει να επιλεγεί τουλάχιστον ένα συμβάν όταν χρησιμοποιείται μια ανεστραμμένη επιλογή.
fa_ir: هنگام استفاده از انتخاب معکوس، حداقل یک رویداد باید انتخاب شود.
fr_fr: Au moins un événement doit être sélectionné lors de l'utilisation d'une sélection inversée.
it_it: Quando si utilizza una selezione invertita è necessario selezionare almeno un evento.
ko_kr: 반전 선택을 사용할 경우 적어도 하나의 이벤트를 선택해야 합니다.
uk_ua: При використанні інвертованого вибору слід вибрати принаймні одну подію.
zh_cn: 使用反向选择时，应至少选择一个事件。

source: Block Domain
cs_cz: Blokovat doménu
de_de: Domain blockieren
el_gr: Αποκλεισμός τομέα
fa_ir: مسدود کردن دامنه
fr_fr: Domaine des blocs
it_it: Blocca dominio
ko_kr: 도메인 차단
uk_ua: Блокувати домен
zh_cn: 阻止域名

source: Blocked
cs_cz: Blokováno
de_de: Blockiert
el_gr: Αποκλεισμένο
fa_ir: مسدود شده
fr_fr: Bloqué
it_it: Bloccato
ko_kr: 차단됨
uk_ua: Заблоковано
zh_cn: 阻止数量

source: Blocked Log
cs_cz: Záznam blokovaných
de_de: Blockiertes Protokoll
el_gr: Αποκλεισμένο αρχείο καταγραφής
fa_ir: لاگ مسدود شده
fr_fr: Journal bloqué
it_it: Registro bloccato
ko_kr: 차단된 로그
uk_ua: Журнал блокувань
zh_cn: 拦截日志

source: By default, if a hostname resolves IPv6 and IPv4 addresses IPv6 will be used. If you check this option, IPv4 will be used instead of IPv6.
cs_cz: Ve výchozím nastavení se v případě, že název hostitele je překládán jak na IPv6, tak Pv4 adresu, použije ta IPv6. Pokud tuto možnost zaškrtnete, bude místo IPv6 použita IPv4.
de_de: Wenn ein Hostname IPv6- und IPv4-Adressen auflöst, wird standardmäßig IPv6 verwendet. Wenn Sie diese Option aktivieren, wird IPv4 anstelle von IPv6 verwendet.
el_gr: Από προεπιλογή, εάν ένα όνομα κεντρικού υπολογιστή επιλύσει τις διευθύνσεις IPv6 και IPv4, θα χρησιμοποιηθεί το IPv6. Εάν ενεργοποιήσετε αυτήν την επιλογή, θα χρησιμοποιηθεί το IPv4 αντί για το IPv6.
fa_ir: به‌طور پیش‌فرض، اگر یک نام میزبان هر دو آدرس IPv6 و IPv4 را حل کند، IPv6 استفاده خواهد شد. اگر این گزینه را علامت بزنید، به‌جای IPv6 از IPv4 استفاده می‌شود.
fr_fr: Par défaut, si un nom d'hôte résout des adresses IPv6 et IPv4, IPv6 sera utilisé. Si vous cochez cette option, IPv4 sera utilisé à la place d'IPv6.
it_it: Per impostazione predefinita, se un nome host risolve gli indirizzi IPv6 e IPv4, verrà utilizzato IPv6. Se selezioni questa opzione, verrà utilizzato IPv4 invece di IPv6.
ko_kr: 기본적으로 호스트 이름이 IPv6을 해결하는 경우 IPv4 주소가 사용됩니다. 이 옵션을 선택하면 IPv6 대신 IPv4가 사용됩니다.
uk_ua: Типово, якщо ім'я хоста розпізнає адреси IPv6 та IPv4, буде використовуватися IPv6. Якщо ви позначите цю опцію, замість IPv6 буде використовуватися IPv4.
zh_cn: 默认情况下，如果主机名解析IPv6和IPv4地址，则将使用IPv6。如果选中此选项，将使用IPv4而不是IPv6。

source: CSP Rules
cs_cz: CSP pravidla
de_de: CSP-Regeln
el_gr: Κανόνες CSP
fa_ir: قوانین CSP
fr_fr: Règles du PSC
it_it: Regole CSP
ko_kr: CSP 규칙
uk_ua: Правила CSP
zh_cn: CSP 规则

source: Cannot configure on both "0.0.0.0" and "::" as the first occurence will be treated as dual-stack.
cs_cz: Nelze nastavit jak na „0.0.0.0“, tak na „::“, protože první výskyt bude považován za dvojitý protokolový zásobník.
de_de: Eine Konfiguration auf sowohl "0.0.0.0" als auch "::" ist nicht möglich, da die erste Vorkommnis als Dual-Stack behandelt wird.
el_gr: Δεν είναι δυνατή η ρύθμιση παραμέτρων και στις δύο περιπτώσεις: "0.0.0.0" και "::", καθώς η πρώτη εμφάνιση θα αντιμετωπιστεί ως διπλή στοίβα.
fa_ir: نمی‌توان هم‌زمان روی هر دو "0.0.0.0" و "::" پیکربندی کرد، زیرا اولین وقوع به‌عنوان دو-پشته (dual-stack) در نظر گرفته می‌شود.
fr_fr: Impossible de configurer à la fois sur "0.0.0.0" et ": :" car la première occurrence sera traitée comme une double pile.
it_it: Impossibile configurare sia "0.0.0.0" che "::" poiché la prima occorrenza verrà trattata come dual-stack.
ko_kr: 첫 번째 경우 듀얼 스택으로 처리되므로 "0.0.0.0"과 "::" 모두에서 구성할 수 없습니다.
uk_ua: Неможливо налаштувати на обох "0.0.0.0" та "::", оскільки перше входження буде розглядатися як подвійний стек.
zh_cn: 无法同时在“0.0.0.0”和“::”上进行配置，因为第一个出现将被视为双栈。

source: Cannot delete group. Currently in use by %s
cs_cz: Skupinu nelze smazat. Nyní využívána %s
de_de: Gruppe kann nicht gelöscht werden. Wird derzeit von %s verwendet.
el_gr: Δεν είναι δυνατή η διαγραφή της ομάδας. Αυτήν τη στιγμή χρησιμοποιείται από %s
fa_ir: امکان حذف گروه نیست. در حال حاضر توسط %s استفاده می‌شود
fr_fr: Impossible de supprimer le groupe. Actuellement utilisé par %s
it_it: Impossibile eliminare il gruppo. Attualmente utilizzato da %s
ko_kr: 그룹을 삭제할 수 없습니다. %s에서 현재 사용 중입니다
uk_ua: Неможливо видалити групу. Наразі використовується %s
zh_cn: 无法删除组。当前由%s使用
