Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Thread 17
cs_cz: Vlákno 17
fa_ir: ترد 17
fr_fr: Fil 17
it_it: Discussione 17
pl_pl: Wątek 17
uk_ua: Потік 17

source: Thread 18
cs_cz: Vlákno 18
fa_ir: ترد 18
fr_fr: Sujet 18
it_it: Discussione 18
pl_pl: Wątek 18
uk_ua: Потік 18

source: Thread 19
cs_cz: Vlákno 19
fa_ir: ترد 19
fr_fr: Fil 19
it_it: Discussione 19
pl_pl: Wątek 19
uk_ua: Потік 19

source: Thread 2
cs_cz: Vlákno 2
el_gr: Θέμα 2
fa_ir: ترد 2
fr_fr: Sujet 2
it_it: Discussione 2
pl_pl: Wątek 2
uk_ua: Потік 2

source: Thread 20
cs_cz: Vlákno 20
fa_ir: ترد 20
fr_fr: Sujet 20
it_it: Discussione 20
pl_pl: Wątek 20
uk_ua: Потік 20

source: Thread 21
cs_cz: Vlákno 21
fa_ir: ترد 21
fr_fr: Fil conducteur 21
it_it: Discussione 21
pl_pl: Wątek 21
uk_ua: Потік 21

source: Thread 22
cs_cz: Vlákno 22
fa_ir: ترد 22
fr_fr: Sujet 22
it_it: Discussione 22
pl_pl: Wątek 22
uk_ua: Потік 22

source: Thread 23
cs_cz: Vlákno 23
fa_ir: ترد 23
fr_fr: Fil 23
it_it: Discussione 23
pl_pl: Wątek 23
uk_ua: Потік 23

source: Thread 24
cs_cz: Vlákno 24
fa_ir: ترد 24
fr_fr: Sujet 24
it_it: Discussione 24
pl_pl: Wątek 24
uk_ua: Потік 24

source: Thread 25
cs_cz: Vlákno 25
fa_ir: ترد 25
fr_fr: Filet 25
it_it: Discussione 25
pl_pl: Wątek 25
uk_ua: Потік 25

source: Thread 26
cs_cz: Vlákno 26
fa_ir: ترد 26
fr_fr: Sujet 26
it_it: Discussione 26
pl_pl: Wątek 26
uk_ua: Потік 26

source: Thread 27
cs_cz: Vlákno 27
fa_ir: ترد 27
fr_fr: Sujet 27
it_it: Discussione 27
pl_pl: Wątek 27
uk_ua: Потік 27

source: Thread 28
cs_cz: Vlákno 28
fa_ir: ترد 28
fr_fr: Fil conducteur 28
it_it: Discussione 28
pl_pl: Wątek 28
uk_ua: Потік 28

source: Thread 29
cs_cz: Vlákno 29
fa_ir: ترد 29
fr_fr: Sujet 29
it_it: Discussione 29
pl_pl: Wątek 29
uk_ua: Потік 29

source: Thread 3
cs_cz: Vlákno 3
el_gr: Θέμα 3
fa_ir: ترد 3
fr_fr: Sujet 3
it_it: Discussione 3
pl_pl: Wątek 3
uk_ua: Потік 3

source: Thread 30
cs_cz: Vlákno 30
fa_ir: ترد 30
fr_fr: Fil conducteur 30
it_it: Discussione 30
pl_pl: Wątek 30
uk_ua: Потік 30

source: Thread 31
cs_cz: Vlákno 31
fa_ir: ترد 31
fr_fr: Sujet 31
it_it: Discussione 31
pl_pl: Wątek 31
uk_ua: Потік 31

source: Thread 32
cs_cz: Vlákno 32
fa_ir: ترد 32
fr_fr: Fil conducteur 32
it_it: Discussione 32
pl_pl: Wątek 32
uk_ua: Потік 32

source: Thread 33
cs_cz: Vlákno 33
fa_ir: نخ 33
fr_fr: Sujet 33
it_it: Discussione 33
pl_pl: Wątek 33
uk_ua: Потік 33

source: Thread 34
cs_cz: Vlákno 34
fa_ir: نخ 34
fr_fr: Fil conducteur 34
it_it: Discussione 34
pl_pl: Wątek 34
uk_ua: Потік 34

source: Thread 35
cs_cz: Vlákno 35
fa_ir: نخ 35
fr_fr: Fil conducteur 35
it_it: Discussione 35
pl_pl: Wątek 35
uk_ua: Потік 35

source: Thread 36
cs_cz: Vlákno 36
fa_ir: نخ 36
fr_fr: Sujet 36
it_it: Discussione 36
pl_pl: Wątek 36
uk_ua: Потік 36

source: Thread 37
cs_cz: Vlákno 37
fa_ir: نخ 37
fr_fr: Sujet 37
it_it: Discussione 37
pl_pl: Wątek 37
uk_ua: Потік 37

source: Thread 38
cs_cz: Vlákno 38
fa_ir: نخ 38
fr_fr: Sujet 38
it_it: Discussione 38
pl_pl: Wątek 38
uk_ua: Потік 38

source: Thread 39
cs_cz: Vlákno 39
fa_ir: نخ 39
fr_fr: Sujet 39
it_it: Discussione 39
pl_pl: Wątek 39
uk_ua: Потік 39

source: Thread 4
cs_cz: Vlákno 4
el_gr: Θέμα 4
fa_ir: نخ 4
fr_fr: Sujet 4
it_it: Discussione 4
pl_pl: Wątek 4
uk_ua: Потік 4

source: Thread 40
cs_cz: Vlákno 40
fa_ir: نخ 40
fr_fr: Fil 40
it_it: Discussione 40
pl_pl: Wątek 40
uk_ua: Потік 40

source: Thread 41
cs_cz: Vlákno 41
fa_ir: نخ 41
fr_fr: Fil 41
it_it: Discussione 41
pl_pl: Wątek 41
uk_ua: Потік 41

source: Thread 42
cs_cz: Vlákno 42
fa_ir: نخ 42
fr_fr: Fil 42
it_it: Discussione 42
pl_pl: Wątek 42
uk_ua: Потік 42

source: Thread 43
cs_cz: Vlákno 43
fa_ir: نخ 43
fr_fr: Fil 43
it_it: Discussione 43
pl_pl: Wątek 43
uk_ua: Потік 43

source: Thread 44
cs_cz: Vlákno 44
fa_ir: نخ 44
fr_fr: Fil 44
it_it: Discussione 44
pl_pl: Wątek 44
uk_ua: Потік 44

source: Thread 45
cs_cz: Vlákno 45
fa_ir: نخ 45
fr_fr: Sujet 45
it_it: Discussione 45
pl_pl: Wątek 45
uk_ua: Потік 45

source: Thread 46
cs_cz: Vlákno 46
fa_ir: نخ 46
fr_fr: Fil 46
it_it: Discussione 46
pl_pl: Wątek 46
uk_ua: Потік 46

source: Thread 47
cs_cz: Vlákno 47
fa_ir: نخ 47
fr_fr: Fil 47
it_it: Discussione 47
pl_pl: Wątek 47
uk_ua: Потік 47

source: Thread 48
cs_cz: Vlákno 48
fa_ir: نخ 48
fr_fr: Fil 48
it_it: Discussione 48
pl_pl: Wątek 48
uk_ua: Потік 48

source: Thread 49
cs_cz: Vlákno 49
fa_ir: نخ 49
fr_fr: Fil 49
it_it: Discussione 49
pl_pl: Wątek 49
uk_ua: Потік 49

source: Thread 5
cs_cz: Vlákno 5
el_gr: Θέμα 5
fa_ir: نخ 5
fr_fr: Sujet 5
it_it: Discussione 5
pl_pl: Wątek 5
uk_ua: Потік 5

source: Thread 50
cs_cz: Vlákno 50
fa_ir: نخ 50
fr_fr: Fil 50
it_it: Discussione 50
pl_pl: Wątek 50
uk_ua: Потік 50

source: Thread 51
cs_cz: Vlákno 51
fa_ir: ترد 51
fr_fr: Fil 51
it_it: Discussione 51
pl_pl: Wątek 51
uk_ua: Потік 51

source: Thread 52
cs_cz: Vlákno 52
fa_ir: ترد 52
fr_fr: Fil 52
it_it: Discussione 52
pl_pl: Wątek 52
uk_ua: Потік 52

source: Thread 53
cs_cz: Vlákno 53
fa_ir: ترد 53
fr_fr: Fil 53
it_it: Discussione 53
pl_pl: Wątek 53
uk_ua: Потік 53

source: Thread 54
cs_cz: Vlákno 54
fa_ir: ترد 54
fr_fr: Fil 54
it_it: Discussione 54
pl_pl: Wątek 54
uk_ua: Потік 54

source: Thread 55
cs_cz: Vlákno 55
fa_ir: ترد 55
fr_fr: Fil conducteur 55
it_it: Discussione 55
pl_pl: Wątek 55
uk_ua: Потік 55

source: Thread 56
cs_cz: Vlákno 56
fa_ir: ترد 56
fr_fr: Fil 56
it_it: Discussione 56
pl_pl: Wątek 56
uk_ua: Потік 56

source: Thread 57
cs_cz: Vlákno 57
fa_ir: ترد 57
fr_fr: Fil 57
it_it: Discussione 57
pl_pl: Wątek 57
uk_ua: Потік 57

source: Thread 58
cs_cz: Vlákno 58
fa_ir: ترد 58
fr_fr: Fil 58
it_it: Discussione 58
pl_pl: Wątek 58
uk_ua: Потік 58

source: Thread 59
cs_cz: Vlákno 59
fa_ir: ترد 59
fr_fr: Sujet 59
it_it: Discussione 59
pl_pl: Wątek 59
uk_ua: Потік 59

source: Thread 6
cs_cz: Vlákno 6
el_gr: Θέμα 6
fa_ir: ترد 6
fr_fr: Sujet 6
it_it: Discussione 6
pl_pl: Wątek 6
uk_ua: Потік 6

source: Thread 60
cs_cz: Vlákno 60
fa_ir: ترد 60
fr_fr: Filet 60
it_it: Discussione 60
pl_pl: Wątek 60
uk_ua: Потік 60

source: Thread 61
cs_cz: Vlákno 61
fa_ir: ترد 61
fr_fr: Fil 61
it_it: Discussione 61
pl_pl: Wątek 61
uk_ua: Потік 61

source: Thread 62
cs_cz: Vlákno 62
fa_ir: ترد 62
fr_fr: Sujet 62
it_it: Discussione 62
pl_pl: Wątek 62
uk_ua: Потік 62

source: Thread 63
cs_cz: Vlákno 63
fa_ir: ترد 63
fr_fr: Sujet 63
it_it: Discussione 63
pl_pl: Wątek 63
uk_ua: Потік 63

source: Thread 7
cs_cz: Vlákno 7
el_gr: Θέμα 7
fa_ir: ترد 7
fr_fr: Sujet 7
it_it: Discussione 7
pl_pl: Wątek 7
uk_ua: Потік 7

source: Thread 8
cs_cz: Vlákno 8
el_gr: Θέμα 8
fa_ir: ترد 8
fr_fr: Sujet 8
it_it: Discussione 8
pl_pl: Wątek 8
uk_ua: Потік 8

source: Thread 9
cs_cz: Vlákno 9
el_gr: Θέμα 9
fa_ir: ترد 9
fr_fr: Sujet 9
it_it: Discussione 9
pl_pl: Wątek 9
uk_ua: Потік 9

source: Threads with even ID
cs_cz: Vlákna se sudým identifikátorem
de_de: Threads mit gerader ID
el_gr: Νήματα με άρτιο ID
fa_ir: تردها با شناسهٔ زوج
fr_fr: Fils de discussion avec même ID
it_it: Discussioni con ID pari
ko_kr: ID가 짝수인 Thread
pl_pl: Wątki o parzystym ID
uk_ua: Потоки з парним ID
zh_cn: ID为偶数的线程

source: Threads with odd ID
cs_cz: Vlákna se lichým identifikátorem
de_de: Threads mit ungerader ID
el_gr: Νήματα με περιττό αναγνωριστικό
fa_ir: تردها با شناسهٔ فرد
fr_fr: Fils avec un ID impair
it_it: Discussioni con ID dispari
ko_kr: ID가 홀수인 Thread
pl_pl: Wątki o nieparzystym ID
uk_ua: Потоки з непарним ID
zh_cn: ID为奇数的线程

source: Thursday
cs_cz: čtvrtek
de_de: Donnerstag
el_gr: Πέμπτη
fa_ir: پنج‌شنبه
fr_fr: Jeudi
it_it: Giovedì
ko_kr: 목요일
pl_pl: Czwartek
uk_ua: Четвер
zh_cn: 星期四

source: Time Range
cs_cz: Časový rozsah
de_de: Zeitbereich
el_gr: Χρονικό εύρος
fa_ir: بازه زمانی
fr_fr: Plage de temps
it_it: Intervallo di tempo
ko_kr: 시간 범위
pl_pl: Zakres czasu
uk_ua: Діапазон часу
zh_cn: 时间范围

source: Traffic Mgmt
cs_cz: Správa provozu
de_de: Datenverkehrsverwaltung
el_gr: Διαχείριση Κυκλοφορίας
fa_ir: مدیریت ترافیک
fr_fr: Gestion du trafic
it_it: Gestione del traffico
ko_kr: 트래픽 관리
pl_pl: Zarządzanie ruchem
uk_ua: Керування трафіком
zh_cn: 流量管理

source: Traffic Statistic
cs_cz: Statistiky provozu
de_de: Verkehrsstatistik
el_gr: Στατιστικά στοιχεία επισκεψιμότητας
fa_ir: آمار ترافیک
fr_fr: Statistiques sur le trafic
it_it: Statistica del traffico
ko_kr: 트래픽 통계
pl_pl: Statystyki ruchu
uk_ua: Статистика трафіку
zh_cn: 流量统计

source: Tuesday
cs_cz: úterý
de_de: Dienstag
el_gr: Τρίτη
fa_ir: سه‌شنبه
fr_fr: Mardi
it_it: Martedì
ko_kr: 화요일
pl_pl: Wtorek
uk_ua: Вівторок
zh_cn: 星期二

source: URL Matches
cs_cz: Shody URL
de_de: URL Entspricht
el_gr: Αντιστοιχίσεις URL
fa_ir: مطابقت‌های URL
fr_fr: Correspondances URL
it_it: Corrispondenze URL
ko_kr: URL 일치
pl_pl: Dopasowanie URL
uk_ua: Збіги URL
zh_cn: URL匹配

source: Unless
cs_cz: Pokud není
de_de: Andernfalls
el_gr: Εκτός
fa_ir: مگر اینکه
fr_fr: Sauf si
it_it: Salvo che
pl_pl: Chyba że
uk_ua: Якщо не
zh_cn: 除非

source: Unsafe URL
cs_cz: Nebezpečná URL
el_gr: Μη ασφαλής διεύθυνση URL
fa_ir: URL ناامن
fr_fr: URL non sécurisée
it_it: URL non sicuro
ko_kr: 안전하지 않은 URL
pl_pl: Niebezpieczny URL
uk_ua: Небезпечний URL
zh_cn: 非安全URL

source: Updating
cs_cz: Aktualizuje se
de_de: Aktualisiere
el_gr: Ενημέρωση
fa_ir: در حال به‌روزرسانی
fr_fr: Mise à jour de
it_it: Aggiornamento
ko_kr: 업데이트 중
pl_pl: Aktualizacja
uk_ua: Оновлення
zh_cn: 更新

source: Upstream
el_gr: Αντίθετα στο ρεύμα
fa_ir: بالادست
fr_fr: En amont
it_it: A monte
ko_kr: 업스트림
pl_pl: Dostawca
uk_ua: Вище за течією
zh_cn: 上游

source: Wednesday
cs_cz: středa
de_de: Mittwoch
el_gr: Τετάρτη
fa_ir: چهارشنبه
fr_fr: Mercredi
it_it: Mercoledì
ko_kr: 수요일
pl_pl: Środa
uk_ua: Середа
zh_cn: 星期三

source: Weekday Range
cs_cz: Rozsah dnů v týdnů
de_de: Wochentagsbereich
el_gr: Εύρος εβδομαδιαίων ημερών
fa_ir: بازهٔ روزهای هفته
fr_fr: Plage des Jours de semaine
it_it: Intervallo dei giorni feriali
ko_kr: 요일 범위
pl_pl: Zakres dni roboczych
uk_ua: Діапазон днів тижня
zh_cn: 工作日范围

source: X-Real-IP (default)
cs_cz: X-Real-IP (výchozí)
de_de: X-Real-IP (Standard)
el_gr: X-Real-IP (προεπιλογή)
fa_ir: X-Real-IP (پیش‌فرض)
fr_fr: X-Real-IP (par défaut)
it_it: X-Real-IP (predefinito)
ko_kr: X-Real-IP (기본값)
pl_pl: X-Real-IP (domyślnie)
uk_ua: X-Real-IP (типово)
zh_cn: X-Real-IP(默认)

source: YoYo List
de_de: YoYo-Liste
el_gr: Λίστα Γιο-Γιο
fa_ir: لیست YoYo
fr_fr: Liste des yoyos
it_it: Lista YoYo
ko_kr: YoYo 리스트
pl_pl: Lista YoYo
uk_ua: Список YoYo

source: You have to enable FreeRADIUS DHCP service.
cs_cz: Je třeba povolit službu FreeRADIUS DHCP.
de_de: Sie müssen den FreeRADIUS-DHCP-Dienst aktivieren.
el_gr: Πρέπει να ενεργοποιήσετε την υπηρεσία FreeRADIUS DHCP.
fa_ir: باید سرویس DHCP FreeRADIUS را فعال کنید.
fr_fr: Vous devez activer le service DHCP de FreeRADIUS.
it_it: È necessario abilitare il servizio DHCP FreeRADIUS.
ko_kr: FreeRADIUS DHCP 서비스를 활성화해야 합니다.
pl_pl: Musisz włączyć usługę DHCP FreeRADIUS.
uk_ua: Вам потрібно увімкнути службу DHCP FreeRADIUS.
zh_cn: 您必须启用FreeRADIUS DHCP服务。

source: You need to set a proper listening IP.
cs_cz: Je třeba nastavit správnou IP adresu pro očekávání spojení.
de_de: Sie benötigen eine passende hörende IP.
el_gr: Πρέπει να ορίσετε μια σωστή IP ακρόασης.
fa_ir: باید یک IP مناسب برای شنود تنظیم کنید.
fr_fr: Vous devez définir une IP d'écoute appropriée.
it_it: È necessario impostare un IP di ascolto adeguato.
ko_kr: 적절한 수신 대기 IP를 설정해야 합니다.
pl_pl: Musisz ustawić prawidłowy adres IP nasłuchiwania.
uk_ua: Вам потрібно встановити правильну IP-адресу для прослуховування.
zh_cn: 您需要设置正确的监听IP。

source: http-request set-path
de_de: HTTP-Anfrage: Pfad setzen
el_gr: http-αίτημα-ορισμού διαδρομής
fa_ir: تنظیم مسیر درخواست HTTP
it_it: Percorso impostato richiesta http
uk_ua: http-запит set-path

source: optional
cs_cz: volitelné
el_gr: προαιρετικός
fa_ir: اختیاری
fr_fr: facultatif
it_it: opzionale
ko_kr: 선택 사항
pl_pl: opcjonalny
uk_ua: необов'язково
zh_cn: 可选

source: required
cs_cz: vyžadováno
de_de: erforderlich
el_gr: υποχρεούμαι
fa_ir: الزامی
fr_fr: requis
it_it: necessario
ko_kr: 필수
pl_pl: wymagany
uk_ua: обов'язково
zh_cn: 需要

source: tcp-request inspect-delay
cs_cz: prodleva prohlídky tcp požadavku
el_gr: καθυστέρηση επιθεώρησης αιτήματος tcp
it_it: ritardo-ispezione richiesta tcp
ko_kr: tcp-request 검사 딜레이
uk_ua: tcp-запит inspect-delay

source: tcp-response inspect-delay
de_de: TCP-Antwort: Inspektionsverzögerung
el_gr: καθυστέρηση επιθεώρησης απόκρισης tcp
fa_ir: گزینه tcp-response inspect-delay
it_it: ritardo-ispezione risposta tcp
ko_kr: tcp-response 검사 딜레이
uk_ua: tcp-відповідь inspect-delay

source: Root Password
cs_cz: Heslo správce systému (root)
de_de: Root-Passwort
el_gr: Κωδικός πρόσβασης root
fa_ir: رمز عبور root
fr_fr: Mot de passe Root
it_it: Password di root
ko_kr: Root 비밀번호
pl_pl: Hasło główne
uk_ua: Пароль адміністратора
zh_cn: Root密码

source: Root Password Confirmation
cs_cz: Potvrzení zadání hesla správce systému
de_de: Root-Passwort-Bestätigung
el_gr: Επιβεβαίωση κωδικού πρόσβασης root
fa_ir: تأیید رمز عبور کاربر root
fr_fr: Confirmation Mot de passe Root
it_it: Conferma della password di root
ko_kr: Root 비밀번호 확인
pl_pl: Potwierdzenie hasła głównego
uk_ua: Підтвердження пароля адміністратора
zh_cn: Root密码确认

source: When set, this option blocks traffic from IP addresses that are reserved for private networks as per RFC 1918 (10/8, 172.16/12, 192.168/16) as well as loopback addresses (127/8) and Carrier-grade NAT addresses (100.64/10). This option should only be set for WAN interfaces that use the public IP address space.
cs_cz: Pokud toto nastaveno, blokuje provoz z IP adres, které jsou vyhrazeny pro privátní sítě podle RFC 1918 (10/8, 172.16/12, 192.168/16), a také ze zpětných adres (127/8) a adres NAT pro operátory (100.64/10). Tato předvolba by měla být nastavena pouze pro rozhraní WAN, která používají veřejný IP adresní prostor.
de_de: Wenn diese Option gesetzt wird, blockiert sie Datenverkehr von IP-Adressen die durch RFC 1918 für die Nutzung in privaten Netzwerken vorgesehen sind (10/8, 172.16/12, 192.168/16) sowie loopback-Adressen (127/8) und Carrier Grade NAT-Adressen (100.64/10). Diese Option sollte nur für WAN-Schnittstellen verwendet werden, die den öffentlichen IP-Raum verwenden.
el_gr: Όταν οριστεί, αυτή η επιλογή αποκλείει την κίνηση από διευθύνσεις IP που έχουν δεσμευτεί για ιδιωτικά δίκτυα σύμφωνα με το RFC 1918 (10/8, 172.16/12, 192.168/16), καθώς και από διευθύνσεις βρόχου επιστροφής (127/8) και διευθύνσεις NAT επιπέδου Carrier (100.64/10). Αυτή η επιλογή θα πρέπει να οριστεί μόνο για διεπαφές WAN που χρησιμοποιούν τον δημόσιο χώρο διευθύνσεων IP.
fa_ir: با فعال‌سازی، این گزینه ترافیک با آدرس‌های IP رزروشده برای شبکه‌های خصوصی طبق RFC 1918 (10/8, 172.16/12, 192.168/16)، همچنین آدرس‌های لوپ‌بک (127/8) و آدرس‌های Carrier‑grade NAT (100.64/10) را مسدود می‌کند. این گزینه باید تنها برای رابط‌های WAN که از فضای آدرس‌دهی IP عمومی استفاده می‌کنند تنظیم شود.
fr_fr: Lorsqu'elle est définie, cette option bloque le trafic des adresses IP réservées aux réseaux privés conformément à la RFC 1918 (10/8, 172.16/12, 192.168/16) ainsi que les adresses de bouclage (127/8) et les adresses NAT de classe opérateur ( 100.64/10). Cette option ne doit être définie que pour les interfaces WAN qui utilisent l'espace d'adressage IP public.
it_it: Se impostata, questa opzione blocca il traffico proveniente da indirizzi IP riservati per reti private secondo RFC 1918 (10/8, 172.16/12, 192.168/16), nonché indirizzi di loopback (127/8) e indirizzi NAT di livello carrier ( 100,64/10). Questa opzione deve essere impostata solo per le interfacce WAN che utilizzano lo spazio degli indirizzi IP pubblici.
ko_kr: 이 옵션을 설정하면 RFC 1918(10/8, 172.16/12, 192.168/16)에 따라 사설 네트워크용으로 예약된 IP 주소와 루프백 주소(127/8) 및 캐리어급 NAT 주소( 100.64/10)의 트래픽을 차단합니다. 이 옵션은 공인 IP 주소 공간을 사용하는 WAN 인터페이스에 대해서만 설정해야 합니다.
pl_pl: Gdy opcja jest ustawiona, blokuje ruch z adresów IP zarezerwowanych dla prywatnych sieci zgodnie z RFC 1918 (10/8, 172.16/12, 192.168/16) oraz adresów pętli zwrotnej (127/8) i adresów NAT klasy przewoźnika (100.64/10). Tę opcję należy ustawić tylko dla interfejsów WAN, które korzystają z publicznej przestrzeni adresowej IP.
uk_ua: Якщо встановлено, ця опція блокує трафік з IP-адрес, зарезервованих для приватних мереж згідно з RFC 1918 (10/8, 172.16/12, 192.168/16), а також з адрес зворотного зв'язку (127/8) та адрес NAT операторського класу (100.64/10). Цю опцію слід встановлювати лише для інтерфейсів WAN, які використовують публічний простір IP-адрес.
zh_cn: 选中后，将会阻止来自RFC 1918(10/ 8、172.16/12、192.168/16)为私有网络保留的IP地址的流量，以及环回地址(127/8)和电信级NAT地址(100.64/10)。使用公共IP地址空间的WAN接口应选中该选项。

source: Do not add or remove routes automatically. Instead pass routes to "--route-up" script using environmental variables.
cs_cz: Nepřidávat nebo neodebírat trasy automaticky. Namísto toho předávat trasy skriptu „--route-up“ pomocí proměnných prostředí.
de_de: Routen werden nicht automatisch hinzugefügt oder entfernt. Stattdessen werden Routen mithilfe von Umgebungsvariablen an das Skript "--route-up" übergeben.
el_gr: Μην προσθέτετε ή αφαιρείτε διαδρομές αυτόματα. Αντίθετα, μεταβιβάστε διαδρομές στο σενάριο "--route-up" χρησιμοποιώντας μεταβλητές περιβάλλοντος.
fa_ir: مسیرها را به‌طور خودکار اضافه یا حذف نکنید. در عوض مسیرها را با استفاده از متغیرهای محیطی به اسکریپت "--route-up" ارسال کنید.
fr_fr: N'ajoutez ni ne supprimez automatiquement des itinéraires. Passez plutôt les routes au script "--route-up" en utilisant des variables d'environnement.
it_it: Non aggiungere o rimuovere percorsi automaticamente. Passa invece le rotte allo script "--route-up" utilizzando variabili ambientali.
ko_kr: 경로를 자동으로 추가하거나 제거하지 마세요. 대신 환경 변수를 사용하여 "--route-up" 스크립트에 라우트를 전달하세요.
pl_pl: Nie dodawaj ani nie usuwaj tras automatycznie. Zamiast tego przekazuj trasy do skryptu "--route-up" za pomocą zmiennych środowiskowych.
uk_ua: Не додавати та не видаляти маршрути автоматично. Натомість передавати маршрути скрипту "--route-up" за допомогою змінних середовища.
zh_cn: 不要自动添加或删除路由。而是使用环境变量将路由传递到" --route-up"脚本。

source: Percentage by which margintime is randomly increased (may exceed 100%). Randomization may be disabled by setting rekeyfuzz=0%.
cs_cz: Procento, o které je náhodně zvyšována rezervní doba (margintime) – může přesáhnout 100 %. Náhodný výběr lze vypnout nastavením rekeyfuzz=0%.
de_de: Prozentsatz, um den die Margintime zufällig erhöht wird (kann 100 % überschreiten). Die Randomisierung kann durch Setzen von rekeyfuzz=0% deaktiviert werden.
el_gr: Ποσοστό κατά το οποίο αυξάνεται τυχαία ο χρόνος περιθωρίου (μπορεί να υπερβαίνει το 100%). Η τυχαιοποίηση μπορεί να απενεργοποιηθεί ορίζοντας την τιμή rekeyfuzz=0%.
fa_ir: درصدی که margintime به‌صورت تصادفی افزایش می‌یابد (ممکن است بیش از 100% شود). می‌توان تصادفی‌سازی را با قرار دادن rekeyfuzz=0% غیرفعال کرد.
fr_fr: Pourcentage d'augmentation aléatoire du temps de marge (peut dépasser 100 %). La randomisation peut être désactivée en définissant rekeyfuzz=0%.
it_it: Percentuale di cui il margine di margine viene aumentato in modo casuale (può superare il 100%). La randomizzazione può essere disabilitata impostando rekeyfuzz=0%.
ko_kr: 마진 시간이 랜덤하게 증가하는 백분율(100%를 초과할 수 있음). 키 재생성 퍼지=0%를 설정하여 랜덤화를 비활성화할 수 있습니다.
pl_pl: Procent, o jaki margintime jest losowo zwiększany (może przekraczać 100%). Losowość można wyłączyć, ustawiając rekeyfuzz=0%.
uk_ua: Відсоток, на який час маржі випадково збільшується (може перевищувати 100%). Випадковість може бути вимкнена шляхом встановлення rekeyfuzz=0%.
zh_cn: 保证时间随机增加的百分比(可能超过100％)。可以通过设置rekeyfuzz=0%来禁用随机化。

source: Time before SA expiry the rekeying should start. (seconds)
cs_cz: Doba (v sekundách) před skončením platnosti SA, kdy by mělo být zahájeno znovu opatřování klíčem.
de_de: Zeit vor Ablauf der SA, in der die Neuverschlüsselung beginnen soll. (Sekunden)
el_gr: Χρόνος πριν από τη λήξη της SA που θα πρέπει να ξεκινήσει η επανεγγραφή κλειδιών. (δευτερόλεπτα)
fa_ir: زمان شروع تجدید کلید قبل از انقضای SA. (ثانیه)
fr_fr: Temps avant l'expiration de la SA, le recléage doit commencer. (secondes)
it_it: Tempo prima della scadenza SA dovrebbe iniziare la riprogrammazione. (secondi)
ko_kr: SA가 만료되기 전에 키 재생성을 시작해야 합니다. (초)
pl_pl: Czas przed wygaśnięciem SA, kiedy powinno rozpocząć się ponowne kluczenie. (sekundy)
uk_ua: Час до закінчення терміну дії SA, коли має розпочатися повторне шифрування. (секунди)
zh_cn: SA到期之前应重新输入密钥的间隔时间(秒)。

source: Time before closing inactive tunnels if they don't handle any traffic. (seconds)
cs_cz: Doba (v sekundách) po jejímž uplynutí zavírat neaktivní tunely, pokud už neobsluhují žádný provoz.
de_de: Zeit bis zum Schließen inaktiver Tunnel, wenn diese keinen Verkehr verarbeiten. (Sekunden)
el_gr: Χρόνος πριν από το κλείσιμο ανενεργών σηράγγων εάν δεν χειρίζονται κυκλοφορία. (δευτερόλεπτα)
fa_ir: مدت زمان قبل از بستن تونل‌های غیرفعال در صورت عدم عبور ترافیک (ثانیه)
fr_fr: Temps avant fermeture des tunnels inactifs s'ils ne gèrent aucun trafic. (secondes)
it_it: Tempo prima della chiusura dei tunnel inattivi se non gestiscono traffico. (secondi)
ko_kr: 비활성 터널이 트래픽을 처리하지 않는 경우 터널을 닫기 전까지의 시간입니다. (초)
pl_pl: Czas przed zamknięciem nieaktywnych tuneli, jeśli nie przetwarzają żadnego ruchu. (sekundy)
uk_ua: Час до закриття неактивних тунелів, якщо вони не обробляють жодного трафіку. (секунди)
zh_cn: 关闭不活动的隧道(如果它们无法处理任何流量)之前的时间(秒)。

source: Inactivity timeout
cs_cz: Časový limit neaktivity
de_de: Zeitüberschreitung bei Inaktivität
el_gr: Χρονικό όριο αδράνειας
fa_ir: مهلت عدم‌فعالیت
fr_fr: Délai d'inactivité
it_it: Timeout di inattività
ko_kr: 비활성 타임아웃
pl_pl: Limit czasu nieaktywności
uk_ua: Таймаут неактивності
zh_cn: 非活动超时

source: Choose the behavior here what to do if a peer is detected to be unresponsive to DPD requests.
cs_cz: Zde zvolte co dělat, pokud je zjištěno, že protějšek neodpovídá na DPD požadavky.
de_de: Wähle hier das Verhalten aus, das erfolgen soll, wenn festgestellt wird, dass ein Peer nicht auf DPD-Anfragen reagiert.
el_gr: Επιλέξτε εδώ τη συμπεριφορά που θα εκτελεστεί εάν εντοπιστεί ότι ένας ομότιμος χρήστης δεν ανταποκρίνεται σε αιτήματα DPD.
fa_ir: نحوهٔ رفتار در صورت عدم پاسخ‌دهی همتا به درخواست‌های DPD را اینجا انتخاب کنید.
fr_fr: Choisissez ici le comportement à adopter si un pair est détecté comme ne répondant pas aux demandes DPD.
it_it: Scegli qui il comportamento da fare se viene rilevato che un peer non risponde alle richieste DPD.
ko_kr: 피어가 DPD 요청에 응답하지 않는 것으로 탐지될 경우 수행할 작업을 선택하세요.
pl_pl: Wybierz zachowanie w przypadku wykrycia, że peer nie reaguje na żądania DPD.
uk_ua: Виберіть поведінку, що робити, якщо виявлено, що партнер не відповідає на запити DPD.
zh_cn: 检测到对端对DPD请求无响应时会进行的操作。

source: DPD action
cs_cz: Akce ohledně DPD
de_de: DPD-Aktion
el_gr: Δράση DPD
fa_ir: اقدام DPD
fr_fr: Action de la DPD
it_it: Azione del DPD
ko_kr: DPD 액션
pl_pl: Akcja DPD
uk_ua: Дія DPD
zh_cn: DPD操作

source: Stop the tunnel
cs_cz: Zastavit tunel
de_de: Stoppe den Tunnel
el_gr: Σταματήστε τη σήραγγα
fa_ir: توقف تونل
fr_fr: Arrêtez le tunnel
it_it: Ferma il tunnel
ko_kr: 터널 중지
pl_pl: Zatrzymaj tunel
uk_ua: Зупинити тунель
zh_cn: 停止隧道

source: Restart the tunnel
cs_cz: Restartovat tunel
de_de: Starte den Tunnel neu
el_gr: Επανεκκίνηση της σήραγγας
fa_ir: راه‌اندازی مجدد تونل
fr_fr: Redémarrer le tunnel
it_it: Ricominciare il tunnel
ko_kr: 터널 다시 시작
pl_pl: Zrestartuj tunel
uk_ua: Перезапустити тунель
zh_cn: 重启隧道
