Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This component is reaching the end of the line, official maintenance will end as of version %s
de_de: Diese Komponente erreicht das Ende ihres Lebenszyklus, die offizielle Wartung endet mit Version %s.
fa_ir: این مؤلفه در پایان چرخهٔ عمر قرار دارد؛ نگهداری رسمی از آن از نسخهٔ %s متوقف خواهد شد.
fr_fr: Ce composant arrive en bout de course, la maintenance officielle prendra fin à partir de la version %s
ko_kr: 이 구성 요소는 지원 종료 단계에 있으며, 공식 유지보수는 버전 %s부터 종료됨
uk_ua: Термін експлуатації цього компонента добігає кінця, офіційна підтримка завершиться з версії %s

source: This is the last step in the wizard, click apply to reconfigure the firewall.
de_de: Dies ist der letzte Schritt im Assistenten. Klicken Sie auf "Anwenden", um die Firewall neu zu konfigurieren.
fa_ir: این آخرین مرحلهٔ راهنما است؛ برای پیکربندی مجدد فایروال روی «اعمال» کلیک کنید.
fr_fr: Il s'agit de la dernière étape de l'assistant. Cliquez sur appliquer pour reconfigurer le pare-feu.
ko_kr: 마법사의 마지막 단계, 방화벽을 다시 구성하려면 '적용'을 클릭하세요.
uk_ua: Це останній крок майстра, натисніть "Застосувати", щоб переналаштувати брандмауер.

source: This value serves as a unique identifier for this NAS. This value typically contains a MAC address, optionally appended with a known SSID or FQDN, separated by a ":".
de_de: Dieser Wert dient als eindeutiger Bezeichner für dieses NAS. Er enthält typischerweise eine MAC-Adresse, optional ergänzt durch eine bekannte SSID oder FQDN, getrennt durch einen ":".
fa_ir: این مقدار به‌عنوان شناسهٔ یکتا برای این NAS استفاده می‌شود. معمولاً شامل آدرس MAC است که در صورت نیاز با SSID یا FQDN شناخته‌شده و با ':' جدا شده، افزوده می‌شود.
fr_fr: Cette valeur sert d'identifiant unique pour ce NAS. Cette valeur contient généralement une adresse MAC, éventuellement complétée par un SSID ou un FQDN connu, séparés par un " :".
ko_kr: 이 값은 해당 NAS의 고유 식별자 역할을 합니다. 일반적으로 이 값에는 MAC 주소가 포함되며, 선택적으로 알려진 SSID 또는 FQDN이 추가되고 ":"로 구분됩니다.
uk_ua: Це значення слугує унікальним ідентифікатором для цього NAS. Це значення типово містить MAC-адресу, за бажанням доповнену відомим SSID або FQDN, розділеними ":".

source: This wireless clone cannot be deleted because it is assigned to interface '%s'.
de_de: Dieser Wireless-Clone kann nicht gelöscht werden, da er der Schnittstelle "%s" zugewiesen ist.
fa_ir: این کلون بی‌سیم قابل حذف نیست زیرا به رابط '%s' اختصاص یافته است.
fr_fr: Ce clone sans fil ne peut pas être supprimé car il est affecté à l'interface '%s'.
ko_kr: 이 무선 복제본은 인터페이스 '%s'에 할당되어 있으므로 삭제할 수 없습니다.
uk_ua: Цей бездротовий клон не може бути видалений, оскільки він призначений інтерфейсу '%s'.

source: Time in seconds after which addresses are purged from the alias when not being used.
de_de: Zeit in Sekunden, nach der ungenutzte Adressen aus dem Alias entfernt werden.
fa_ir: مدت زمان (برحسب ثانیه) پس از آن‌که آدرس‌ها در صورت عدم استفاده از آلیاس پاک می‌شوند.
fr_fr: Délai en secondes après lequel les adresses sont supprimées de l'alias lorsqu'elles ne sont pas utilisées.
ko_kr: 별칭에서 주소가 사용되지 않을 때 삭제되기까지 걸리는 시간(초)입니다.
uk_ua: Час у секундах, після якого адреси видаляються з псевдоніма, коли вони не використовуються.

source: Timeout must be at least twice the interval value.
de_de: Timeout muss mindestens doppelt so hoch wie der Intervallwert sein.
fa_ir: مقدار Timeout باید حداقل دو برابر مقدار interval باشد.
fr_fr: Le délai d'attente doit être au moins deux fois supérieur à la valeur de l'intervalle.
ko_kr: 시간 초과는 간격 값의 두 배 이상이어야 합니다.
uk_ua: Таймаут має бути щонайменше вдвічі більшим за значення інтервалу.

source: To be used in combination with synchronize or default groups, allow the authenticator to create new local users after successful login with group memberships returned for the user.
de_de: Zur Verwendung in Kombination mit Synchronisierungs- oder Standardgruppen. Erlauben Sie dem Authentifikator, nach erfolgreicher Anmeldung neue lokale Benutzer mit für den Benutzer zurückgegebenen Gruppenmitgliedschaften zu erstellen.
fa_ir: برای استفاده در ترکیب با گروه‌های synchronize یا default، به احراز هویت‌کننده اجازه دهید پس از ورود موفق و دریافت عضویت‌های گروه کاربر، کاربران محلی جدید ایجاد کند.
fr_fr: À utiliser en combinaison avec la synchronisation ou les groupes par défaut, pour permettre à l'authentificateur de créer de nouveaux utilisateurs locaux après une connexion réussie, avec l'appartenance à un groupe renvoyée pour l'utilisateur.
ko_kr: 동기화 또는 기본 그룹과 함께 사용하려면 인증자가 로그인에 성공한 후 사용자에게 그룹 멤버십이 반환된 후 새로운 로컬 사용자를 만들 수 있어야 합니다.
uk_ua: Використовується в поєднанні з групами синхронізації або типовими групами, дозволяє автентифікатору створювати нових локальних користувачів після успішного входу з поверненням членства в групі для користувача.

source: Toggle Logging
de_de: Protokollierung umschalten
fa_ir: فعال/غیرفعال کردن ثبت لاگ
fr_fr: Basculer l'enregistrement
ko_kr: 로깅 토글
uk_ua: Перемкнути журнал

source: Top level wildcard entries are not allowed for Ipset.
de_de: Wildcard-Einträge auf oberster Ebene sind für IPSet nicht erlaubt.
fa_ir: ورودی‌های wildcard سطح بالا برای Ipset مجاز نیستند.
fr_fr: Les entrées génériques de premier niveau ne sont pas autorisées pour Ipset.
ko_kr: Ipset에는 최상위 와일드카드 항목이 허용되지 않습니다.
uk_ua: Записи із символами підстановки верхнього рівня не дозволені для Ipset.

source: Total bytes matched by this rule
de_de: Gesamtanzahl der durch diese Regel erfassten Bytes
fa_ir: کل بایت‌های مطابق این قانون
fr_fr: Total des octets correspondant à cette règle
ko_kr: 이 규칙과 일치하는 총 바이트
uk_ua: Загальна кількість байтів, що відповідають цьому правилу

source: Total packets matched by this rule
de_de: Gesamtanzahl der durch diese Regel erfassten Pakete
fa_ir: کل بسته‌های مطابق این قانون
fr_fr: Total des paquets correspondant à cette règle
ko_kr: 이 규칙과 일치하는 총 패킷
uk_ua: Загальна кількість пакетів, що відповідають цьому правилу

source: Unable to connect
de_de: Verbindung nicht möglich
fa_ir: اتصال امکان‌پذیر نیست
fr_fr: Impossible de se connecter
ko_kr: 연결할 수 없음
uk_ua: Не вдалося підключитися

source: Unable to create a certificate, make sure a proper CA is configured
de_de: Zertifikat kann nicht erstellt werden, stellen Sie sicher, dass eine gültige CA konfiguriert ist.
fa_ir: امکان ایجاد گواهی وجود ندارد. مطمئن شوید CA مناسب پیکربندی شده است.
fr_fr: Impossible de créer un certificat, assurez-vous qu'une autorité de certification appropriée est configurée.
ko_kr: 인증서를 생성할 수 없습니다. 적절한 CA가 구성되었는지 확인하세요.
uk_ua: Не вдалося створити сертифікат, переконайтеся, що налаштовано відповідний ЦС

source: Unable to login automatically
de_de: Automatische Anmeldung nicht möglich
fa_ir: امکان ورود خودکار وجود ندارد
fr_fr: Impossible de se connecter automatiquement
ko_kr: 자동 로그인이 불가능
uk_ua: Не вдалося ввійти автоматично

source: Unable to login automatically, likely due to access constraints
de_de: Automatische Anmeldung nicht möglich, vermutlich aufgrund von Zugriffsbeschränkungen.
fa_ir: امکان ورود خودکار وجود ندارد، احتمالاً به‌خاطر محدودیت‌های دسترسی
fr_fr: Impossible de se connecter automatiquement, probablement en raison de contraintes d'accès
ko_kr: 자동 로그인이 불가능합니다. 접근 제한 때문일 가능성이 높습니다.
uk_ua: Не вдалося ввійти автоматично, ймовірно, через обмеження доступу

source: Unasssigned
de_de: Nicht zugewiesen
fa_ir: تخصیص‌نیافته
fr_fr: Non signé
ko_kr: 할당되지 않음
uk_ua: Непризначений

source: Unknown component at remote (Not installed)
de_de: Unbekannte Komponente auf dem entfernten System (nicht installiert)
fa_ir: مولفهٔ ناشناخته در سیستم راه دور (نصب‌نشده)
fr_fr: Composant inconnu à distance (non installé)
ko_kr: 원격에 알 수 없는 구성 요소가 있음 (설치되지 않음)
uk_ua: Невідомий компонент на віддаленому пристрої (не встановлено)

source: Unknown traffic shaper selected.
de_de: Unbekannter Traffic Shaper ausgewählt.
fa_ir: شکل‌دهنده ترافیک ناشناخته انتخاب شده.
fr_fr: Un modèle de trafic inconnu a été sélectionné.
ko_kr: 알 수 없는 트래픽 셰이퍼가 선택되었습니다.
uk_ua: Вибрано невідомий формувач трафіку.

source: Unmatched
de_de: Nicht übereinstimmend
fa_ir: بدون تطابق
fr_fr: Inégalé
ko_kr: 일치하지 않음
uk_ua: Непідібрано

source: Upgrade in progress
de_de: Upgrade wird durchgeführt
fa_ir: در حال ارتقا
fr_fr: Mise à niveau en cours
ko_kr: 업그레이드 진행 중
uk_ua: Оновлення в процесі

source: User %s can not lock itself out
de_de: Benutzer %s kann sich nicht selbst aussperren
fa_ir: کاربر %s نمی‌تواند خود را از دسترسی محروم کند
fr_fr: L'utilisateur %s ne peut pas se verrouiller lui-même
ko_kr: %s 사용자는 자신을 잠글 수 없음
uk_ua: Користувач %s не може заблокувати сам себе

source: User client certificate
de_de: Benutzer-Client-Zertifikat
fa_ir: گواهی کلاینت کاربر
fr_fr: Certificat client de l'utilisateur
ko_kr: 사용자 클라이언트 인증서
uk_ua: Сертифікат клієнта користувача

source: Usermanager
de_de: Benutzermanager
fa_ir: مدیر کاربران
fr_fr: Gestionnaire des utilisateurs
ko_kr: 사용자 관리자
uk_ua: Керування користувачами

source: Version mismatch, unable to provision (upgrade first)
de_de: Versionskonflikt, Bereitstellung nicht möglich (zuerst Upgrade durchführen).
fa_ir: عدم تطابق نسخه، امکان پیکربندی نیست (ابتدا ارتقا دهید)
fr_fr: Non concordance des versions, impossibilité de provisionner (mise à jour d'abord)
ko_kr: 버전 불일치로 인해 프로비저닝이 불가능합니다(먼저 업그레이드하세요)
uk_ua: Невідповідність версій, не вдалося виконати надання (спочатку оновіть)

source: Virtual servers
de_de: Virtuelle Server
fa_ir: سرورهای مجازی
fr_fr: Serveurs virtuels
ko_kr: 가상 서버
uk_ua: Віртуальні сервери

source: Web Application Firewall
fa_ir: فایروال برنامه وب
fr_fr: Pare-feu pour applications web
ko_kr: 웹 애플리케이션 방화벽
uk_ua: Міжмережевий екран веб-застосунків

source: Welcome
de_de: Willkommen
fa_ir: خوش‌آمدید
fr_fr: Bienvenue
ko_kr: 환영합니다
uk_ua: Ласкаво просимо

source: When "%s" matcher is selected, TLS can not be terminated.
de_de: Wenn "%s"-Matcher ausgewählt ist, kann TLS nicht beendet werden.
fa_ir: هنگامی که matcher "%s" انتخاب شود، TLS قابل خاتمه نیست.
fr_fr: Lorsque le comparateur "%s" est sélectionné, TLS ne peut pas être terminé.
ko_kr: "%s" 매칭기가 선택되면 TLS를 종료할 수 없습니다.
uk_ua: Коли вибрано збіг "%s", TLS не може бути припинено.

source: When "%s" matcher is selected, field must be empty.
de_de: Wenn "%s"-Matcher ausgewählt ist, muss das Feld leer sein.
fa_ir: هنگامی که matcher "%s" انتخاب شده باشد، فیلد باید خالی باشد.
fr_fr: Lorsque le sélecteur "%s" est sélectionné, le champ doit être vide.
ko_kr: "%s" 매칭기를 선택하면 필드는 비어 있어야 합니다.
uk_ua: Коли вибрано збіг "%s", поле має бути порожнім.

source: When Exchange is configured on the virtual host, only a single location may be used
de_de: Wenn Exchange auf dem virtuellen Host konfiguriert ist, darf nur ein einzelner Speicherort verwendet werden.
fa_ir: وقتی Exchange روی میزبان مجازی پیکربندی شده باشد، تنها یک مکان قابل استفاده است
fr_fr: Lorsque Exchange est configuré sur l'hôte virtuel, un seul emplacement peut être utilisé
ko_kr: 가상 호스트에 Exchange가 구성된 경우 단일 위치만 사용할 수 있습니다.
uk_ua: Якщо Exchange налаштовано на віртуальному хості, може використовуватися лише одне розташування

source: When LAN is enabled, an address needs to be provided.
de_de: Wenn LAN aktiviert ist, muss eine Adresse angegeben werden.
fa_ir: وقتی LAN فعال است، باید یک آدرس وارد شود.
fr_fr: Lorsque le réseau local est activé, une adresse doit être fournie.
ko_kr: LAN이 활성화된 경우 주소를 제공해야 합니다.
uk_ua: Коли LAN увімкнено, необхідно надати адресу.

source: When disabled, authorized keys need to be configured for each user that has been granted secure shell access.
de_de: Wenn diese Option deaktiviert ist, müssen autorisierte Schlüssel für jeden Benutzer konfiguriert werden, dem Secure Shell-Zugriff gewährt wurde.
fa_ir: وقتی غیرفعال است، باید کلیدهای مجاز برای هر کاربری که دسترسی Secure Shell (SSH) دارد پیکربندی شوند.
fr_fr: Lorsqu'elle est désactivée, les clés autorisées doivent être configurées pour chaque utilisateur auquel l'accès au shell sécurisé a été accordé.
ko_kr: 비활성화된 경우 ssh 액세스 권한이 부여된 각 사용자에 대해 인증된 키를 구성해야 합니다.
uk_ua: Коли вимкнено, для кожного користувача, якому надано доступ до безпечної оболонки, необхідно налаштувати авторизовані ключі.

source: When routing type is "%s", matchers "HTTP", "TLS" or "QUIC" cannot be chosen.
de_de: Wenn der Routing-Typ "%s" ist, können die Matcher "HTTP", "TLS" oder "QUIC" nicht ausgewählt werden.
fa_ir: وقتی نوع مسیریابی "%s" است، نمی‌توان matchers "HTTP"، "TLS" یا "QUIC" را انتخاب کرد.
fr_fr: Lorsque le type de routage est "%s", les correspondances "HTTP", "TLS" ou "QUIC" ne peuvent pas être choisies.
ko_kr: 라우팅 유형이 "%s"인 경우, "HTTP", "TLS" 또는 "QUIC" 매처를 선택할 수 없습니다.
uk_ua: Коли тип маршрутизації є "%s", зіставники "HTTP", "TLS" або "QUIC" не можуть бути вибрані.

source: When set, this option blocks traffic from IP addresses that are reserved for private networks as per RFC 1918 as well as loopback, link-local and Carrier-grade NAT addresses. This option should only be set for WAN interfaces that use the public IP address space.
de_de: Wenn aktiviert, blockiert diese Option Datenverkehr von IP-Adressen, die für private Netzwerke gemäß RFC 1918 reserviert sind, sowie von Loopback-, Link-Local- und Carrier-Grade-NAT-Adressen. Diese Option sollte nur für WAN-Schnittstellen aktiviert werden, die den öffentlichen IP-Adressraum verwenden.
fa_ir: با فعال‌سازی، این گزینه ترافیک را از آدرس‌های IP رزروشده برای شبکه‌های خصوصی طبق RFC 1918 و همچنین آدرس‌های لوپ‌بک، لینک-لوکال و Carrier-grade NAT مسدود می‌کند. این گزینه باید فقط برای اینترفیس‌های WAN که از فضای آدرس عمومی استفاده می‌کنند تنظیم شود.
fr_fr: Lorsqu'elle est activée, cette option bloque le trafic provenant des adresses IP réservées aux réseaux privés conformément à la norme RFC 1918, ainsi que des adresses loopback, link-local et Carrier-grade NAT. Cette option ne doit être définie que pour les interfaces WAN qui utilisent l'espace d'adressage IP public.
ko_kr: 이 옵션을 설정하면 RFC 1918에 따라 사설 네트워크용으로 예약된 IP 주소는 물론 루프백, 링크 로컬 및 캐리어급 NAT 주소에서 발생하는 트래픽이 차단됩니다. 이 옵션은 공용 IP 주소 공간을 사용하는 WAN 인터페이스에만 설정해야 합니다.
uk_ua: Якщо встановлено, ця опція блокує трафік з IP-адрес, зарезервованих для приватних мереж згідно з RFC 1918, а також адреси зворотнього зв'язку, локального зв'язку та NAT операторського класу. Цю опцію слід встановлювати лише для інтерфейсів WAN, що використовують публічний IP-адресний простір.

source: When syncookies are active, the firewall will answer each incoming TCP SYN with a syncookie SYN ACK for all state tracked connections without allocating any resources. TCP connections bound to stateless rules will be silently dropped for implementational reasons.
de_de: Wenn Syncookies aktiv sind, beantwortet die Firewall jedes eingehende TCP-SYN mit einem Syncookie-SYN-ACK für alle statusverfolgten Verbindungen, ohne Ressourcen zuzuweisen. TCP-Verbindungen, die an statuslose Regeln gebunden sind, werden aus Implementierungsgründen stillschweigend getrennt.
fa_ir: وقتی syncookies فعال هستند، فایروال به هر TCP SYN ورودی برای تمامی اتصالات پی‌گیری‌شده با حالت (state) یک syncookie SYN ACK پاسخ می‌دهد بدون تخصیص هیچ منبعی. اتصالات TCP که به قوانین بدون‌حالت (stateless) وابسته‌اند، به دلایل پیاده‌سازی به‌صورت بی‌صدا رها خواهند شد.
fr_fr: Lorsque les syncookies sont actifs, le pare-feu répondra à chaque SYN TCP entrant par un ACK SYN syncookie pour toutes les connexions suivies sans allouer de ressources. Les connexions TCP liées à des règles sans état seront abandonnées silencieusement pour des raisons d'implémentation.
ko_kr: Syncookies가 활성화되면, 방화벽은 상태를 추적하는 모든 연결에 대해 자원을 할당하지 않고 각 수신 TCP SYN 패킷에 syncookie 기반 SYN-ACK으로 응답합니다. 구현상의 이유로, 무상태(stateless) 규칙에 바인딩된 TCP 연결은 조용히 폐기됩니다.
uk_ua: Коли syncookies активні, міжмережевий екран відповідатиме на кожен вхідний TCP SYN за допомогою syncookie SYN ACK для всіх з'єднань, що відстежуються станом, не виділяючи жодних ресурсів. TCP-з'єднання, прив'язані до безстанових правил, будуть мовчазно відхилені з причин реалізації.

source: When type is 'Match', a tag must be set.
de_de: Wenn der Typ 'Match' ist, muss ein Tag gesetzt werden.
fa_ir: وقتی نوع 'Match' است، باید یک برچسب تعیین شود.
fr_fr: Lorsque le type est "Match", une balise doit être définie.
ko_kr: 유형이 '일치'인 경우 태그를 설정해야 합니다.
uk_ua: Коли тип – 'Збіг', має бути встановлено тег.

source: Wildcard entries are not allowed for DHCP reservations.
de_de: Wildcard-Einträge sind für DHCP-Reservierungen nicht erlaubt.
fa_ir: ورودی‌های wildcard برای رزروهای DHCP مجاز نیستند.
fr_fr: Les caractères génériques ne sont pas autorisés pour les réservations DHCP.
ko_kr: DHCP 예약에는 와일드카드 항목이 허용되지 않습니다.
uk_ua: Записи із символами підстановки не дозволені для резервувань DHCP.

source: You are currently running in live media mode. A reboot will reset the configuration.
de_de: Sie arbeiten derzeit im Live-Media-Modus. Ein Neustart setzt die Konfiguration zurück.
fa_ir: هم‌اکنون در حالت اجرای رسانه زنده هستید. راه‌اندازی مجدد، پیکربندی را بازنشانی خواهد کرد.
fr_fr: Vous êtes actuellement en mode "live media". Un redémarrage réinitialisera la configuration.
ko_kr: 현재 라이브 미디어 모드로 실행 중입니다. 재부팅하면 설정이 초기화됩니다.
uk_ua: Наразі ви працюєте в режимі Live Media. Перезавантаження скине конфігурацію.

source: Your system is rebooting
de_de: Ihr System wird neu gestartet.
fa_ir: سیستم شما در حال راه‌اندازی مجدد است
fr_fr: Votre système est en train de redémarrer
ko_kr: 시스템이 재부팅 중입니다.
uk_ua: Ваша система перезавантажується

source: bridge in use
de_de: Bridge in Verwendung
fa_ir: پل در حال استفاده
fr_fr: pont en service
ko_kr: 사용 중인 브리지
uk_ua: міст використовується

source: bytes in (block)
de_de: Eingehende Bytes (blockiert)
fa_ir: بایت ورودی (مسدود)
fr_fr: octets dans (bloc)
ko_kr: 수신 바이트 (차단)
uk_ua: байтів вхідних (блок)

source: bytes in (pass)
de_de: Eingehende Bytes (erlaubt)
fa_ir: بایت ورودی (مجاز)
fr_fr: octets en (passe)
ko_kr: 수신 바이트 (통과)
uk_ua: байтів вхідних (пропуск)

source: bytes out (block)
de_de: Ausgehende Bytes (blockiert)
fa_ir: بایت خروجی (مسدود)
fr_fr: octets sortants (bloc)
ko_kr: 송신 바이트 (차단)
uk_ua: байтів вихідних (блок)

source: bytes out (pass)
de_de: Ausgehende Bytes (erlaubt)
fa_ir: بایت خروجی (مجاز)
fr_fr: octets sortants (passage)
ko_kr: 송신 바이트 (통과)
uk_ua: байтів вихідних (пропуск)

source: coturn STUN/TURN Server
fa_ir: سرور coturn STUN/TURN
fr_fr: coturn STUN/TURN Serveur
ko_kr: coturn STUN/TURN 서버
uk_ua: coturn STUN/TURN Сервер

source: down #%d
fa_ir: پایین #%d
fr_fr: vers le bas #%d
ko_kr: #%d 중지
uk_ua: вниз #%d

source: dynamic
de_de: Dynamisch
fa_ir: پویا
fr_fr: dynamique
ko_kr: 동적
uk_ua: динамічний

source: e.g. %sinternal, name.internal%s
de_de: z. B. %sinternal, name.internal%s
fa_ir: مثلاً %sinternal, name.internal%s
fr_fr: par exemple : %sinternal, name.internal%s
ko_kr: 예: %sinternal, name.internal%s
uk_ua: напр. %sinternal, name.internal%s

source: generate new
de_de: Neu generieren
fa_ir: ایجاد جدید
fr_fr: générer de nouvelles
ko_kr: 새로운 생성
uk_ua: згенерувати новий

source: host groups
de_de: Host-Gruppen
fa_ir: گروه‌های میزبان
fr_fr: groupes d'accueil
ko_kr: 호스트 그룹
uk_ua: групи хостів

source: icon
de_de: Symbol
fa_ir: آیکون
fr_fr: icône
ko_kr: 아이콘
uk_ua: іконка

source: loss #%d
de_de: Verlust #%d
fa_ir: افت #%d
fr_fr: perte #%d
ko_kr: #%d 손실
uk_ua: втрата #%d

source: null (testing only, no encryption and no integrity checking!)
de_de: Null (nur Test, keine Verschlüsselung und keine Integritätsprüfung!)
fa_ir: null (فقط برای آزمایش، بدون رمزنگاری و بدون بررسی یکپارچگی!)
fr_fr: null (test uniquement, pas de cryptage ni de vérification de l'intégrité !)
ko_kr: null (테스트만 가능하며, 암호화 및 무결성 검사는 없습니다!)
uk_ua: нуль (лише для тестування, без шифрування та перевірки цілісності!)

source: packets in (block)
de_de: Eingehende Pakete (blockiert)
fa_ir: بسته‌های ورودی (مسدود)
fr_fr: paquets en (bloc)
ko_kr: 수신 패킷 (차단)
uk_ua: пакети вхідні (блоковано)

source: packets in (pass)
de_de: Eingehende Pakete (erlaubt)
fa_ir: بسته‌های ورودی (اجازه)
fr_fr: paquets entrants (pass)
ko_kr: 수신 패킷 (통과)
uk_ua: пакети вхідні (дозволено)

source: packets out (block)
de_de: Ausgehende Pakete (blockiert)
fa_ir: بسته‌های خروجی (مسدود)
fr_fr: paquets sortants (bloc)
ko_kr: 송신 패킷 (차단)
uk_ua: пакети вихідні (блоковано)

source: packets out (pass)
de_de: Ausgehende Pakete (erlaubt)
fa_ir: بسته‌های خروجی (اجازه)
fr_fr: paquets sortants (pass)
ko_kr: 송신 패킷 (통과)
uk_ua: пакети вихідні (дозволено)

source: reverse direction
de_de: Richtung umkehren
fa_ir: جهت معکوس
fr_fr: sens inverse
ko_kr: 역방향
uk_ua: зворотний напрямок

source: rule direction
de_de: Regelrichtung
fa_ir: جهت قانون
fr_fr: direction de la règle
ko_kr: 규칙 방향
uk_ua: напрямок правила

source: show
de_de: Zeigen
fa_ir: نمایش
fr_fr: montrer
ko_kr: 보기
uk_ua: показати

source: up #%d
fa_ir: بالا #%d
fr_fr: vers le haut #%d
ko_kr: #%d 가동
uk_ua: вгору #%d

source: The ACME protocol requires you to give a contact url when you sign up. Currently, Let's Encrypt wants an email address (and it will use it to inform you about renewals or changed terms of service).
de_de: Das ACME-Protokoll erfordert beim Registrieren eine Kontakt-URL. Derzeit verlangt Let's Encrypt eine E-Mail-Adresse (diese wird verwendet, um Sie über Verlängerungen oder geänderte Nutzungsbedingungen zu informieren).
fa_ir: پروتکل ACME هنگام ثبت‌نام از شما می‌خواهد یک contact url ارائه دهید. در حال حاضر، Let's Encrypt یک آدرس ایمیل می‌خواهد (و از آن برای اطلاع‌رسانی دربارهٔ تمدیدها یا تغییر شرایط خدمات استفاده خواهد کرد).
fr_fr: Le protocole ACME exige que vous fournissiez une adresse de contact lors de votre inscription. Actuellement, Let's Encrypt demande une adresse électronique (et l'utilisera pour vous informer des renouvellements ou des modifications des conditions de service).
ko_kr: ACME 프로토콜은 가입 시 연락용 URL을 제공하도록 요구합니다. 현재 Let's Encrypt는 이메일 주소를 요구하며, 이를 통해 갱신 알림이나 서비스 약관 변경 정보를 전달합니다.
uk_ua: Протокол ACME вимагає вказати контактну URL-адресу під час реєстрації. Наразі, Let's Encrypt вимагає адресу електронної пошти (і використовуватиме її для інформування про поновлення або змінені умови надання послуг).

source: A paranoia level of 1 is default. In this level, most core rules are enabled. PL1 is advised for beginners, installations covering many different sites and applications, and for setups with standard security requirements. A higher level will increase sensitivity at the cost of more false positives.
de_de: Paranoia-Level 1 ist die Standardeinstellung. In diesem Level sind die meisten Kernregeln aktiviert. PL1 wird Anfängern empfohlen, ebenso für Installationen mit vielen verschiedenen Websites und Anwendungen sowie für Setups mit Standard-Sicherheitsanforderungen. Ein höheres Level erhöht die Empfindlichkeit, verursacht jedoch mehr Fehlalarme.
fa_ir: سطح پارانویا 1 به‌صورت پیش‌فرض است. در این سطح بیشتر قوانین اصلی فعال هستند. PL1 برای مبتدیان، نصب‌هایی که چندین سایت و برنامهٔ مختلف را پوشش می‌دهند، و برای تنظیماتی با نیازهای امنیتی استاندارد توصیه می‌شود. سطح بالاتر حساسیت را افزایش می‌دهد اما هزینهٔ آن افزایش مثبت‌های کاذب است.
fr_fr: Le niveau de paranoïa par défaut est de 1. À ce niveau, la plupart des règles de base sont activées. PL1 est conseillé aux débutants, aux installations couvrant de nombreux sites et applications différents, ainsi qu'aux configurations ayant des exigences de sécurité standard. avec des exigences de sécurité standard. Un niveau plus élevé augmentera la sensibilité au prix d'un plus grand nombre de faux positifs.
ko_kr: 기본 보안 민감도 레벨은 1입니다. 대부분의 핵심 규칙이 활성화됩니다. PL1은 초보자, 여러 사이트 및 애플리케이션을 다루는 설치 환경, 표준 보안 요구 사항을 가진 설정에 권장됩니다. 높은 레벨로 설정할수록 감지는 민감해지지만, 오탐 가능성이 증가합니다.
uk_ua: Рівень параної 1 є типовим. На цьому рівні більшість основних правил увімкнено. PL1 рекомендовано для початківців, установок, що охоплюють багато різних сайтів і застосунків, а також для налаштувань зі стандартними вимогами безпеки. Вищий рівень збільшить чутливість за рахунок більшої кількості хибних спрацьовувань.
