Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Aho-Corasick, reduced memory implementation
cs_cz: Aho-Corasick – implementace pro malou paměť
de_de: Aho-Corasick, speichersparende Implementierung
el_gr: Aho-Corasick, εφαρμογή μειωμένης μνήμης
fa_ir: Aho-Corasick، پیاده‌سازی با حافظه کاهش‌یافته
fr_fr: Aho-Corasick, mise en œuvre de la mémoire réduite
it_it: Aho-Corasick, implementazione della memoria ridotta
ko_kr: Aho-Corasick, 메모리 절약 구현
uk_ua: Ахо-Корасік, реалізація зі зменшеним використанням пам'яті

source: Audit
el_gr: Ελεγχος
fa_ir: حسابرسی
it_it: Controllo
ko_kr: 감사
uk_ua: Аудит
zh_cn: 审计

source: Blocklist.site Abuse
cs_cz: Blocklist.site Zneužití
el_gr: Κατάχρηση Blocklist.site
fa_ir: Blocklist.site — سوءاستفاده
fr_fr: Blocklist.site Abus
it_it: Abuso di Blocklist.site
ko_kr: Blocklist.site 악용
uk_ua: Blocklist.site Зловживання

source: Blocklist.site Crypto
el_gr: Κρυπτογράφηση Blocklist.site
fa_ir: Blocklist.site — رمزارز
it_it: Blocklist.sito Cripto
ko_kr: Blocklist.site 암호 화폐
uk_ua: Blocklist.site Крипто

source: Blocklist.site Drugs
cs_cz: Blocklist.site drogy
el_gr: Φάρμακα Blocklist.site
fa_ir: Blocklist.site — مواد مخدر
fr_fr: Blocklist.site Drogues
it_it: Farmaci Blocklist.site
ko_kr: Blocklist.site 마약
uk_ua: Blocklist.site Наркотики

source: Blocklist.site Gambling
cs_cz: Blocklist.site hazard
el_gr: Τυχερά παιχνίδια Blocklist.site
fa_ir: Blocklist.site — قمار
fr_fr: Blocklist.site Jeux d'argent
it_it: Blocklist.site Gioco d'azzardo
ko_kr: Blocklist.site 도박
uk_ua: Blocklist.site Азартні ігри

source: Blocklist.site Malware
el_gr: Κακόβουλο λογισμικό Blocklist.site
fr_fr: Malware Blocklist.site
it_it: Malware Blocklist.site
ko_kr: Blocklist.site 악성 코드
uk_ua: Blocklist.site Шкідливе ПЗ

source: Blocklist.site Piracy
cs_cz: Blocklist.site pirátství
el_gr: Πειρατεία Blocklist.site
fa_ir: Blocklist.site — نقض حق نشر
fr_fr: Blocklist.site Piratage
it_it: Pirateria Blocklist.site
ko_kr: Blocklist.site 불법 복제
uk_ua: Blocklist.site Піратство

source: Blocklist.site Porn
cs_cz: Blocklist.site pornografie
el_gr: Blocklist.site Πορνό
fa_ir: Blocklist.site — پورنوگرافی
it_it: Blocklist.sito porno
ko_kr: Blocklist.site 포르노
uk_ua: Blocklist.site Порно

source: Blocklist.site Ransomware
el_gr: Ransomware Blocklist.site
fa_ir: Blocklist.site — باج‌افزار
ko_kr: Blocklist.site 랜섬웨어
uk_ua: Blocklist.site Вимагачі

source: Blocklist.site Redirect
cs_cz: Blocklist.site přesměrovávání
el_gr: Ανακατεύθυνση Blocklist.site
fa_ir: Blocklist.site — هدایت مجدد
fr_fr: Redirection de Blocklist.site
it_it: Reindirizzamento Blocklist.site
ko_kr: Blocklist.site 리디렉션
uk_ua: Blocklist.site Перенаправлення

source: Blocklist.site Scam
el_gr: Απάτη Blocklist.site
fa_ir: Blocklist.site — کلاهبرداری
fr_fr: Arnaque de Blocklist.site
it_it: Blocklist.site truffa
ko_kr: Blocklist.site 사기(Scam)
uk_ua: Blocklist.site Шахрайство

source: Blocklist.site Torrent
fa_ir: Blocklist.site — تورنت
it_it: Blocklist.sito Torrent
ko_kr: Blocklist.site 토렌트
uk_ua: Blocklist.site Торрент

source: Blocklist.site Tracking
cs_cz: Blocklist.site sledování
el_gr: Παρακολούθηση Blocklist.site
fa_ir: Blocklist.site — ردیابی
fr_fr: Suivi de Blocklist.site
it_it: Monitoraggio Blocklist.site
ko_kr: Blocklist.site 트래킹
uk_ua: Blocklist.site Відстеження

source: Broadcast address must be a valid IPv4 address
cs_cz: Je třeba, aby adresa všesměrového vysílání byla platnou IPv4 adresou
de_de: Broadcastadresse muss eine gültige IPv4-Adresse sein
el_gr: Η διεύθυνση μετάδοσης πρέπει να είναι μια έγκυρη διεύθυνση IPv4
fa_ir: آدرس پخش باید یک آدرس IPv4 معتبر باشد
fr_fr: L'adresse de diffusion doit être une adresse IPv4 valide.
it_it: L'indirizzo di trasmissione deve essere un indirizzo IPv4 valido
ko_kr: 브로드캐스트 주소는 유효한 IPv4 주소여야 함
uk_ua: Широкомовна адреса має бути дійсною адресою IPv4
zh_cn: 广播地址必须是有效的 IPv4 地址

source: Categories
cs_cz: Kategorie
de_de: Kategorien
el_gr: Κατηγορίες
fa_ir: دسته‌ها
fr_fr: Catégories
it_it: Categorie
ko_kr: 카테고리
pl_pl: Kategorie
uk_ua: Категорії
zh_cn: 分类

source: Challenge Types
cs_cz: Typy výzev
de_de: Challenge-Typen
el_gr: Τύποι προκλήσεων
fa_ir: انواع چالش‌ها
fr_fr: Types de défis
it_it: Tipi di sfida
ko_kr: 챌린지 유형
uk_ua: Типи викликів
zh_cn: 挑战类型

source: Chrony
it_it: Cronico
uk_ua: Хроні

source: Config Export
cs_cz: Export nastavení
de_de: Konfigurationsexport
el_gr: Εξαγωγή διαμόρφωσης
fa_ir: خروجی پیکربندی
fr_fr: Export de la configuration
it_it: Esportazione configurazione
ko_kr: 구성 내보내기
uk_ua: Експорт конфігурації
zh_cn: 配置导出

source: Cost must be between 1 and 65535.
cs_cz: Je třeba, aby náklady bylo z rozmezí 1 až 65535.
de_de: Kostenwert muss zwischen 1 und 65535 liegen.
el_gr: Το κόστος πρέπει να κυμαίνεται μεταξύ 1 και 65535.
fa_ir: مقدار Cost باید بین 1 تا 65535 باشد.
fr_fr: Le coût doit être compris entre 1 et 65535.
it_it: Il costo deve essere compreso tra 1 e 65535.
ko_kr: 비용은 1에서 65535 사이여야 합니다.
uk_ua: Вартість повинна бути від 1 до 65535.
zh_cn: 开销必须在 1 到 65535 之间。

source: Datacenter
cs_cz: Datacentrum
de_de: Rechenzentrum
el_gr: Κέντρο δεδομένων
fa_ir: مرکز داده
it_it: Centro dati
ko_kr: 데이터센터
uk_ua: Центр обробки даних
zh_cn: 数据中心

source: E-Mail Alerts
cs_cz: E-mailové výstrahy
de_de: E-Mail-Benachrichtigungen
el_gr: Ειδοποιήσεις μέσω ηλεκτρονικού ταχυδρομείου
fa_ir: هشدارهای ایمیل
fr_fr: Alertes par email
it_it: Avvisi tramite posta elettronica
ko_kr: E-Mail 경고
pl_pl: Alerty e-mail
uk_ua: Сповіщення електронною поштою
zh_cn: E-Mail警报

source: Enter a valid toclient-groups size
cs_cz: Zadejte platnou velikost toclient-groups
de_de: Geben Sie eine gültige Größe für toclient-Gruppen ein.
el_gr: Εισαγάγετε ένα έγκυρο μέγεθος ομάδων-πελατών
fa_ir: یک اندازهٔ معتبر برای toclient-groups وارد کنید
fr_fr: Entrez une taille toclient-groups valide
it_it: Inserisci una dimensione valida per i gruppi di clienti
ko_kr: 유효한 toclient-groups 크기를 입력하세요
uk_ua: Введіть дійсний розмір груп toclient
zh_cn: 输入有效的toclient-groups大小

source: Enter a valid toserver-groups size
cs_cz: Zadejte platnou velikost toserver-groups
de_de: Geben Sie eine gültige Größe für toserver-Gruppen ein.
el_gr: Εισαγάγετε ένα έγκυρο μέγεθος ομάδων διακομιστή
fa_ir: یک اندازهٔ معتبر برای toserver-groups وارد کنید
fr_fr: Entrez une taille valide de toserver-groups
it_it: Inserisci una dimensione valida per toserver-groups
ko_kr: 유효한 toserver-groups 크기를 입력하세요
uk_ua: Введіть дійсний розмір груп toserver
zh_cn: 输入有效的toserver-groups大小

source: Field is required
cs_cz: Kolonku je třeba vyplnit
de_de: Feld ist erforderlich
el_gr: Απαιτείται πεδίο
fa_ir: تکمیل این فیلد الزامی است
fr_fr: Champ requis
it_it: Il campo è obbligatorio
ko_kr: 필드 값은 필수입니다
uk_ua: Поле обов'язкове
zh_cn: 需要填写该字段

source: File (Json)
cs_cz: Soubor (json)
de_de: Datei (JSON)
el_gr: Αρχείο (Json)
fa_ir: فایل (JSON)
fr_fr: Fichier (Json)
ko_kr: 파일 (Json)
uk_ua: Файл (Json)
zh_cn: 文件(Json)

source: FullyHashed
de_de: Vollständig gehasht
el_gr: Πλήρως κατακερματισμένο
it_it: Completamente hash
uk_ua: Повністю хешований

source: FullyKeyHashed
de_de: Schlüsselbasiert vollständig gehasht
el_gr: ΠλήρωςKeyHashed
uk_ua: Повністю хешований ключ

source: HTTP Header contains
cs_cz: HTTP hlavička obsahuje
de_de: HTTP-Header enthält
el_gr: Η κεφαλίδα HTTP περιέχει
fa_ir: هدر HTTP حاوی
fr_fr: Entêtes HTTP contiennent
it_it: L'intestazione HTTP contiene
ko_kr: HTTP 헤더에 포함
uk_ua: Заголовок HTTP містить

source: HTTP Header ends with
cs_cz: HTTP hlavička končí na
de_de: HTTP-Header endet mit
el_gr: Η κεφαλίδα HTTP τελειώνει με
fa_ir: هدر HTTP خاتمه می‌یابد با
fr_fr: Entêtes HTTP finissent par
it_it: L'intestazione HTTP termina con
ko_kr: HTTP 헤더 뒷 글자
uk_ua: Заголовок HTTP закінчується на

source: HTTP Header matches
cs_cz: HTTP hlavička odpovídá
de_de: HTTP-Header stimmt überein
el_gr: Η κεφαλίδα HTTP ταιριάζει
fa_ir: هدر HTTP مطابقت دارد با
fr_fr: Entêtes HTTP correspondent à
it_it: Corrispondenze dell'intestazione HTTP
ko_kr: HTTP 헤더 일치
uk_ua: Заголовок HTTP відповідає

source: HTTP Header regex
cs_cz: Regulární výraz pro HTTP hlavičku
de_de: HTTP-Header-Regulärer Ausdruck
el_gr: Regex κεφαλίδας HTTP
fa_ir: عبارت منظم هدر HTTP
fr_fr: Regex d'en-tête HTTP
it_it: Regex dell'intestazione HTTP
ko_kr: HTTP 헤더 정규 표현식
uk_ua: Регулярний вираз заголовка HTTP

source: HTTP Header starts with
cs_cz: HTTP hlavička začíná na
de_de: HTTP-Header beginnt mit
el_gr: Η κεφαλίδα HTTP ξεκινά με
fa_ir: هدر HTTP شروع می‌شود با
fr_fr: Entêtes HTTP commencent par
it_it: L'intestazione HTTP inizia con
ko_kr: HTTP 헤더 앞 글자
uk_ua: Заголовок HTTP починається з

source: Header Checks
cs_cz: Kontroly hlaviček
de_de: Header-Prüfungen
el_gr: Έλεγχοι κεφαλίδας
fa_ir: بررسی هدرها
fr_fr: Vérifications des entêtes
it_it: Controlli dell'intestazione
ko_kr: 헤더 검사
uk_ua: Перевірки заголовків
zh_cn: 标头检查

source: Host names should be unique.
cs_cz: Názvy strojů by se neměly opakovat.
de_de: Hostnamen müssen eindeutig sein.
el_gr: Τα ονόματα κεντρικών υπολογιστών πρέπει να είναι μοναδικά.
fa_ir: نام‌های میزبان باید یکتا باشند.
fr_fr: Les noms d'hôte doivent être unique
it_it: I nomi host devono essere univoci.
ko_kr: 호스트 이름은 고유한 값이어야 합니다.
uk_ua: Імена хостів мають бути унікальними.
zh_cn: 主机名应该是唯一的。

source: Identifier already in use
cs_cz: Identifikátor už je používán
de_de: Bezeichner wird bereits verwendet
el_gr: Το αναγνωριστικό χρησιμοποιείται ήδη
fa_ir: شناسه قبلاً استفاده شده است
fr_fr: Identifiant déjà utilisé
it_it: Identificatore già in uso
ko_kr: 이미 사용 중인 식별자
uk_ua: Ідентифікатор вже використовується
zh_cn: 标识符已被使用

source: InstanceID needs to be an integer value between 1 and 63
cs_cz: Je třeba aby identifikátor instance bylo celé číslo z rozmezí 1 až 64
de_de: InstanceID muss eine Ganzzahl zwischen 1 und 63 sein.
el_gr: Το InstanceID πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 63
fa_ir: InstanceID باید یک مقدار عدد صحیح بین 1 تا 63 باشد.
fr_fr: InstanceID doit être un nombre entier compris entre 1 et 63.
it_it: InstanceID deve essere un valore intero compreso tra 1 e 63
ko_kr: InstanceID는 1에서 63 사이의 정수 값이어야 함
uk_ua: InstanceID має бути цілим числом від 1 до 63
zh_cn: InstanceID必须是1到63之间是整数值

source: Intermediate
cs_cz: Mezilehlé
el_gr: Ενδιάμεσος
fa_ir: میانی
fr_fr: Intermédiaire
it_it: Intermedio
ko_kr: 중간(Intermediate)
uk_ua: Проміжний
zh_cn: 中间

source: Maintenance
cs_cz: Údržba
de_de: Wartung
el_gr: Συντήρηση
fa_ir: نگهداری
it_it: Manutenzione
ko_kr: 유지보수
uk_ua: Обслуговування
zh_cn: 维护

source: Minimal
cs_cz: Minimální
el_gr: Ελάχιστος
fa_ir: حداقل
it_it: Minimo
ko_kr: 최소
uk_ua: Мінімальний
zh_cn: 最小

source: Moderate
cs_cz: Střední
de_de: Mäßig
el_gr: Μέτριος
fa_ir: متوسط
fr_fr: Modéré
it_it: Moderare
ko_kr: 보통
uk_ua: Помірний
zh_cn: 中等

source: Modern
cs_cz: Moderní
el_gr: Σύγχρονος
fa_ir: مدرن
fr_fr: Moderne
it_it: Moderno
ko_kr: 모던
uk_ua: Сучасний
zh_cn: 现代

source: Must be a number between 1 and 4294967.
cs_cz: Je třeba, aby bylo číslo z rozmezí 1 až 4244967.
de_de: Muss eine Zahl zwischen 1 und 4 294 967 sein.
el_gr: Πρέπει να είναι ένας αριθμός μεταξύ 1 και 4294967.
fa_ir: باید عددی بین 1 تا 4294967 باشد.
fr_fr: Doit être un nombre entre 1 et 4294967.
it_it: Deve essere un numero compreso tra 1 e 4294967.
ko_kr: 1에서 4294967 사이의 숫자여야 합니다.
uk_ua: Має бути числом від 1 до 4294967.
zh_cn: 必须是1和4294967之间的数字。

source: Must be set for TCP-clients.
cs_cz: V případě TCP klientů je třeba nastavit.
de_de: Muss für TCP-Clients gesetzt werden.
el_gr: Πρέπει να οριστεί για πελάτες TCP.
fa_ir: باید برای کلاینت‌های TCP تنظیم شود.
fr_fr: Doit être définit pour les clients TCP.
it_it: Deve essere impostato per i client TCP.
ko_kr: TCP 클라이언트에 설정해야 합니다.
uk_ua: Має бути встановлено для TCP-клієнтів.
zh_cn: 必须为TCP客户端设置。

source: Must be set for TCP-servers.
cs_cz: V případě TCP serverů je třeba nastavit.
de_de: Muss für TCP-Server gesetzt werden.
el_gr: Πρέπει να οριστεί για διακομιστές TCP.
fa_ir: باید برای سرورهای TCP تنظیم شود.
fr_fr: Doit être définit pour les serveurs TCP.
it_it: Deve essere impostato per i server TCP.
ko_kr: TCP 서버에 설정해야 합니다.
uk_ua: Має бути встановлено для TCP-серверів.
zh_cn: 必须为TCP服务端设置。

source: Must be set for UDP-clients.
cs_cz: V případě UDP klientů je třeba nastavit.
de_de: Muss für UDP-Client gesetzt werden.
el_gr: Πρέπει να οριστεί για πελάτες UDP.
fa_ir: باید برای کلاینت‌های UDP تنظیم شود.
fr_fr: Doit être définit pour les clients UDP.
it_it: Deve essere impostato per i client UDP.
ko_kr: UDP 클라이언트에 설정해야 합니다.
uk_ua: Має бути встановлено для UDP-клієнтів.
zh_cn: 必须为UDP客户端设置。

source: Must be set for UDP-servers.
cs_cz: Pro UDP servery je třeba nastavit.
de_de: Muss für UDP-Server gesetzt werden.
el_gr: Πρέπει να οριστεί για διακομιστές UDP.
fa_ir: باید برای سرورهای UDP تنظیم شود.
fr_fr: Doit être définit pour les serveurs UDP.
it_it: Deve essere impostato per i server UDP.
ko_kr: UDP 서버에 설정해야 합니다.
uk_ua: Має бути встановлено для UDP-серверів.
zh_cn: 必须为UDP服务端设置。

source: Must be unique
cs_cz: Nesmí se opakovat
de_de: Muss einzigartig sein
el_gr: Πρέπει να είναι μοναδικό
fa_ir: باید منحصر به فرد باشد
fr_fr: Doit être unique
it_it: Deve essere unico
ko_kr: 고유해야 함
uk_ua: Має бути унікальним
zh_cn: 必须唯一的

source: Must not be empty
cs_cz: Nemůže zůstat prázdné
de_de: Darf nicht leer sein
el_gr: Δεν πρέπει να είναι κενό
fa_ir: نباید خالی باشد
fr_fr: Ne doit pas être vide
it_it: Non deve essere vuoto
ko_kr: 비워둘 수 없음
uk_ua: Не може бути порожнім
zh_cn: 不能留空

source: Name already in use
cs_cz: Název už je používán
de_de: Name bereits in Verwendung
el_gr: Όνομα που χρησιμοποιείται ήδη
fa_ir: نام قبلاً استفاده شده است
fr_fr: Nom déjà utilisé
it_it: Nome già in uso
ko_kr: 이미 사용중인 이름
uk_ua: Ім'я вже використовується
zh_cn: 该名称已被使用

source: Need external address if you intend to "Connect To" this host
cs_cz: Pokud zamýšlíte se „Připojit k“ tomuto hostiteli, je zapotřebí externí adresa.
de_de: Externe Adresse erforderlich, wenn Sie "Verbinden mit" für diesen Host verwenden möchten.
el_gr: Χρειάζεστε εξωτερική διεύθυνση εάν σκοπεύετε να "συνδεθείτε με" αυτόν τον κεντρικό υπολογιστή
fa_ir: اگر می‌خواهید با استفاده از «Connect To» به این میزبان متصل شوید، به آدرس خارجی نیاز دارید.
fr_fr: Nécessite une adresse externe si vous envisages de vous "Connecter à" cet hôte
it_it: Hai bisogno di un indirizzo esterno se intendi "Connettiti a" questo host
ko_kr: 이 호스트에 "연결"하려면 외부 주소가 필요합니다.
uk_ua: Потрібна зовнішня адреса, якщо ви маєте намір «Підключитися до» цього хоста
zh_cn: 如果您打算"连接到"此主机，则需要外部地址

source: Network group
cs_cz: Síťová skupina
de_de: Netzwerkgruppe
el_gr: Ομάδα δικτύου
fa_ir: گروه شبکه
fr_fr: Groupe réseau
it_it: Gruppo di rete
ko_kr: 네트워크 그룹
uk_ua: Мережева група

source: Old
cs_cz: Staré
de_de: Alt
el_gr: Παλιός
fa_ir: قدیمی
fr_fr: ancien
it_it: Vecchio
ko_kr: 이전
uk_ua: Старий

source: Original
cs_cz: Původní
el_gr: Πρωτότυπο
fa_ir: اصلی
it_it: Originale
uk_ua: Оригінал
zh_cn: 原始

source: Page content is required if redirect is not used and needs to be empty otherwise.
cs_cz: Pokud přesměrování není použito, je obsah stránky je povinný – v opačném případě je třeba, aby byla prázdná.
de_de: Seiteninhalt ist erforderlich, wenn keine Weiterleitung verwendet wird, und muss andernfalls leer bleiben.
el_gr: Το περιεχόμενο της σελίδας απαιτείται εάν δεν χρησιμοποιείται ανακατεύθυνση και διαφορετικά πρέπει να είναι κενό.
fa_ir: اگر از redirect استفاده نشود، محتوای صفحه ضروری است و در غیر این صورت باید خالی باشد.
fr_fr: Le contenu de la page est requis si la redirection n'est pas utilisé et doit autrement être vide.
it_it: Il contenuto della pagina è obbligatorio se il reindirizzamento non viene utilizzato e altrimenti deve essere vuoto.
ko_kr: 리디렉션을 사용하지 않으면 페이지 콘텐츠가 필요하며, 그렇지 않으면 비워두어야 합니다.
uk_ua: Вміст сторінки потрібен, якщо перенаправлення не використовується, і має бути порожнім в іншому випадку.
zh_cn: 如果没有使用重定向，则需要页面内容，否则请保留为空白。

source: Please enter a valid domain name here
cs_cz: Zadejte sem platný doménový název
de_de: Bitte geben Sie hier einen gültigen Domainnamen ein.
el_gr: Παρακαλώ εισάγετε εδώ ένα έγκυρο όνομα τομέα
fa_ir: لطفاً یک نام دامنهٔ معتبر وارد کنید.
fr_fr: S'il vous plait, entrez un nom de domaine valide ici
it_it: Inserisci qui un nome di dominio valido
ko_kr: 여기에 유효한 도메인 이름을 입력
uk_ua: Будь ласка, введіть дійсну назву домену тут
zh_cn: 请输入有效的域名

source: Please provide mailserver addresses, i.e. 192.168.1.1:25.
cs_cz: Zadejte adresu e-mailového serveru, např. 192.168.1.1:25
de_de: Bitte geben Sie Mailserver-Adressen an, z. B. 192.168.1.1:25.
el_gr: Παρακαλώ δώστε διευθύνσεις διακομιστή αλληλογραφίας, π.χ. 192.168.1.1:25.
fa_ir: لطفاً آدرس‌های سرور ایمیل را وارد کنید، مثلاً 192.168.1.1:25.
fr_fr: S'il vous plait, fournissez des adresses de serveurmail, ex. 192.168.1.1:25
it_it: Fornisci gli indirizzi del server di posta, ad esempio 192.168.1.1:25.
ko_kr: 메일 서버 주소를 입력하세요. 예: 192.168.1.1:25.
uk_ua: Будь ласка, вкажіть адреси поштових серверів, наприклад 192.168.1.1:25.
zh_cn: 请提供邮箱服务器地址，如192.168.1.1:25。

source: Please select a valid detection profile
cs_cz: Zadejte platný profil ochrany
de_de: Bitte wählen Sie ein gültiges Erkennungsprofil aus.
el_gr: Επιλέξτε ένα έγκυρο προφίλ ανίχνευσης
fa_ir: لطفاً یک پروفایل تشخیص معتبر انتخاب کنید.
fr_fr: S'il vous plait sélectionnez un profil de détection valide
it_it: Seleziona un profilo di rilevamento valido
ko_kr: 유효한 감지 프로필을 선택하세요
uk_ua: Будь ласка, виберіть дійсний профіль виявлення
zh_cn: 请选择有效的检测配置文件

source: Please specify a buffer size between 10 and 1000 MB
cs_cz: Zadejte velikost vyrovnávací paměti z rozmezí 10 až 1000MB
de_de: Bitte geben Sie eine Puffergröße zwischen 10 und 1000 MB an.
el_gr: Παρακαλώ καθορίστε ένα μέγεθος buffer μεταξύ 10 και 1000 MB
fa_ir: لطفاً اندازهٔ بافر را بین 10 تا 1000 MB مشخص کنید.
fr_fr: S'il vous plait spécifiez une taille de tampon entre 10 et 1000 MB
it_it: Specificare una dimensione del buffer compresa tra 10 e 1000 MB
ko_kr: 10MB에서 1000MB 사이의 버퍼 크기를 지정
uk_ua: Будь ласка, вкажіть розмір буфера від 10 до 1000 МБ
zh_cn: 请指定缓冲区大小，介于10到1000 MB之间

source: Please specify a valid number or range.
cs_cz: Zadejte platné číslo nebo rozsah
de_de: Bitte geben Sie eine gültige Zahl oder einen gültigen Bereich an.
el_gr: Παρακαλώ καθορίστε έναν έγκυρο αριθμό ή εύρος.
fa_ir: لطفاً یک عدد یا بازهٔ معتبر مشخص کنید.
fr_fr: Veuillez spécifier un nombre ou une plage valide.
it_it: Specificare un numero o un intervallo valido.
ko_kr: 유효한 숫자 또는 범위를 지정하세요.
uk_ua: Будь ласка, вкажіть дійсне число або діапазон.
zh_cn: 请指定有效的数值或范围。

source: Please specify a valid service name.
cs_cz: Zadejte platný název služby.
de_de: Bitte geben Sie einen gültigen Dienstnamen an.
el_gr: Παρακαλώ καθορίστε ένα έγκυρο όνομα υπηρεσίας.
fa_ir: لطفاً یک نام سرویس معتبر مشخص کنید.
fr_fr: Veuillez spécifier un nom de service valide.
it_it: Specificare un nome di servizio valido.
ko_kr: 유효한 서비스 이름을 지정하세요.
uk_ua: Будь ласка, вкажіть дійсну назву служби.
zh_cn: 请指定有效的服务名称。

source: Please specify a value between 0 and 100000.
cs_cz: Zadejte hodnotu z rozmezí 0 až 100000.
de_de: Bitte geben Sie einen Wert zwischen 0 und 100 000 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 0 και 100000.
fa_ir: لطفاً مقداری بین 0 تا 100000 مشخص کنید.
fr_fr: Veuillez spécifier une valeur entre 0 et 100000.
it_it: Specificare un valore compreso tra 0 e 100000.
ko_kr: 0에서 100000 사이의 값을 지정하세요.
uk_ua: Будь ласка, вкажіть значення від 0 до 100000.
zh_cn: 请指定介于0到100000的数值。

source: Please specify a value between 4 and 10000 seconds.
cs_cz: Zadejte hodnotu z rozmezí 4 až 10000 sekund.
de_de: Bitte geben Sie einen Wert zwischen 4 und 10 000 Sekunden an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 4 και 10000 δευτερολέπτων.
fa_ir: لطفاً مقداری بین 4 تا 10000 ثانیه مشخص کنید.
fr_fr: Veuillez spécifier une valeur entre 4 et 10000 secondes.
it_it: Specificare un valore compreso tra 4 e 10.000 secondi.
ko_kr: 4에서 10000초 사이의 값을 지정하세요.
uk_ua: Будь ласка, вкажіть значення від 4 до 10000 секунд.
zh_cn: 请指定介于4到10000秒的数值。

source: Please specify valid tls ciphers.
cs_cz: Zadejte platné tls šifry.
de_de: Bitte gültige TLS-Verschlüsselungsverfahren angeben.
el_gr: Παρακαλώ προσδιορίστε έγκυρους κρυπτογραφικούς κώδικες TLS.
fa_ir: لطفاً رمزنگاری‌های TLS معتبر را مشخص کنید.
fr_fr: Veuillez spécifier des ciphers tls valides.
it_it: Specificare codici tls validi.
ko_kr: 유효한 tls 암호를 지정하세요.
uk_ua: Будь ласка, вкажіть дійсні шифри TLS.
zh_cn: 请指定有效的TLS加密算法。

source: Policy rule not found.
cs_cz: Pravidlo zásady nenalezeno.
de_de: Richtlinienregel nicht gefunden.
el_gr: Δεν βρέθηκε κανόνας πολιτικής.
fa_ir: قانون سیاست پیدا نشد.
fr_fr: Règle de politique générale non trouvée.
it_it: Regola politica non trovata.
ko_kr: 정책 규칙을 찾을 수 없습니다.
uk_ua: Правило політики не знайдено.
zh_cn: 找不到策略规则。

source: Priority should be a number.
cs_cz: Priorita by mělo být číslo.
de_de: Priorität muss eine Zahl sein.
el_gr: Η προτεραιότητα θα πρέπει να είναι ένας αριθμός.
fa_ir: اولویت باید عددی باشد.
fr_fr: La priorité doit être un nombre.
it_it: La priorità dovrebbe essere un numero.
ko_kr: 우선 순위는 숫자여야 합니다.
uk_ua: Пріоритет має бути числом.
zh_cn: 优先级应当是个数字。

source: Realms
cs_cz: Sféry
el_gr: Βασίλεια
fa_ir: Realmها
fr_fr: Royaumes
it_it: Regni
ko_kr: 영역
uk_ua: Домени

source: Related mailer not found
cs_cz: Související nástroj pro odesílání e-mailů nenalezen
de_de: Zugehöriger Mailer nicht gefunden.
el_gr: Δεν βρέθηκε σχετικό πρόγραμμα αλληλογραφίας
fa_ir: Mailer مرتبط پیدا نشد.
fr_fr: Mailer connexe non trouvé
it_it: Mail correlata non trovata
ko_kr: 관련 메일러를 찾을 수 없음
uk_ua: Пов'язаний розсильник не знайдено
zh_cn: 未找到相关邮件

source: Related resolver not found
cs_cz: Související překládání nenalezeno
de_de: Zugehöriger Resolver nicht gefunden.
el_gr: Δεν βρέθηκε σχετικός αναλυτής
fa_ir: Resolver مرتبط پیدا نشد
fr_fr: Le résolveur associé n'a pas été trouvé
it_it: Risolutore correlato non trovato
ko_kr: 관련 리졸버를 찾을 수 없음
uk_ua: Пов'язаний резолвер не знайдено
zh_cn: 未找到相关解析器

source: Related ruleset not found.
cs_cz: Související sada pravidel nenalezena.
de_de: Zugehöriges Regelwerk nicht gefunden.
el_gr: Δεν βρέθηκε σχετικό σύνολο κανόνων.
fa_ir: Ruleset مرتبط پیدا نشد.
fr_fr: Le jeu de règles correspondant n'a pas été trouvé.
it_it: Set di regole correlato non trovato.
ko_kr: 관련 룰셋을 찾을 수 없습니다.
uk_ua: Пов'язаний набір правил не знайдено.
zh_cn: 找不到相关规则集。

source: Related server not found
cs_cz: Související server nenalezen
de_de: Zugehöriger Server nicht gefunden.
el_gr: Δεν βρέθηκε σχετικός διακομιστής
fa_ir: سرور مرتبط پیدا نشد
fr_fr: Serveur connexe non trouvé
it_it: Server correlato non trovato
ko_kr: 관련 서버를 찾을 수 없음
uk_ua: Пов'язаний сервер не знайдено
zh_cn: 未找到相关服务器

source: Remove forward header (delete)
cs_cz: Odebrat záhlaví přesměrování (smazat)
de_de: Weiterleitungs-Header entfernen (löschen)
el_gr: Αφαίρεση κεφαλίδας προς τα εμπρός (διαγραφή)
fa_ir: حذف هدر forward (delete)
fr_fr: Suppression de l'en-tête d'envoi (delete)
it_it: Rimuovi intestazione inoltro (elimina)
ko_kr: Forward 헤더 제거(삭제)
uk_ua: Видалити заголовок пересилання (видалити)
zh_cn: 移除forward header (删除)

source: Rewrite-Rules
cs_cz: Pravidla pro přepisování
de_de: Umschreiberegeln
el_gr: Κανόνες επανεγγραφής
fa_ir: قوانین بازنویسی
fr_fr: Règles de réécriture
it_it: Riscrivere le regole
ko_kr: 재작성 규칙
uk_ua: Правила перезапису
zh_cn: 重写规则

source: Selected error page(s) not found
cs_cz: Vybrané chybové stránky nenalezeny
de_de: Ausgewählte Fehlerseite(n) nicht gefunden
el_gr: Δεν βρέθηκαν οι επιλεγμένες σελίδες σφάλματος
fa_ir: صفحه‌های خطای انتخاب‌شده پیدا نشدند
fr_fr: Page(s) d'erreur sélectionnée(s) introuvable
it_it: Le pagine di errore selezionate non sono state trovate
ko_kr: 선택한 오류 페이지를 찾을 수 없음
uk_ua: Вибрані сторінки помилок не знайдено
zh_cn: 未找到所选错误页
