Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Format: [allow or deny] [ext port or range] [int ipaddr or ipaddr/cidr] [int port or range]
cs_cz: Formát: [allow nebo deny] [ext port nebo rozsah] [int ipaddr nebo ipaddr/cidr] [int port nebo rozsah]
de_de: Format: [allow oder deny] [externer Port oder Bereich] [interne IP-Adresse oder IP-Adresse/CIDR] [interner Port oder Bereich]
el_gr: Μορφή: [επιτρέπεται ή απαγορεύεται] [ext port ή range] [int ipaddr ή ipaddr/cidr] [int port ή range]
fa_ir: قالب: [allow or deny] [ext port or range] [int ipaddr or ipaddr/cidr] [int port or range]
it_it: Formato: [consenti o nega] [porta o intervallo ext] [int ipaddr o ipaddr/cidr] [porta o intervallo int]
ko_kr: 형식: [허용 또는 거부] [외부 포트 또는 범위] [내부 IP 주소 또는 IP 주소/서브넷] [내부 포트 또는 범위]
uk_ua: Формат: [дозволити або заборонити] [зовнішній порт або діапазон] [внутрішня IP-адреса або IP-адреса/CIDR] [внутрішній порт або діапазон]
zh_cn: 格式：[allow or deny] [ext port or range] [int ipaddr or ipaddr/cidr] [int port or range]

source: Further information is available in the %sofficial HAProxy documentation%s. Be sure to report bugs and request features on our %sGitHub issue page%s. Code contributions are also very welcome!
cs_cz: Další informace jsou k dispozici v %soficiální dokumentaci k serveru HAProxy%s. Nezapomeňte hlásit chyby a požadovat funkce na naší stránce %sGitHub stránce s hlášeními problémů%s. Příspěvky do kódu jsou také velmi vítány!
de_de: Weitere Informationen finden Sie in der %soffiziellen HAProxy-Dokumentation%s. Melden Sie Fehler und fordern Sie Funktionen auf unserer %sGitHub-Issue-Seite%s an. Codebeiträge sind ebenfalls herzlich willkommen!
el_gr: Περισσότερες πληροφορίες είναι διαθέσιμες στην %επίσημη τεκμηρίωση του HAProxy. Φροντίστε να αναφέρετε σφάλματα και να ζητήσετε λειτουργίες στη σελίδα ζητημάτων του %GitHub. Οι συνεισφορές κώδικα είναι επίσης ευπρόσδεκτες!
fa_ir: اطلاعات بیشتر در %sمستندات رسمی HAProxy%s موجود است. حتماً باگ‌ها را گزارش دهید و درخواست ویژگی‌ها را در %sصفحهٔ issues در GitHub%s ثبت کنید. مشارکت‌های کد نیز بسیار خوش‌آمدند!
fr_fr: De plus amples informations sont disponibles dans la %sofficial HAProxy documentation%s. N'oubliez pas de signaler les bogues et de demander des fonctionnalités sur notre page %sGitHub issue page%s. Les contributions au code sont également les bienvenues !
it_it: Ulteriori informazioni sono disponibili nella %sdocumentazione ufficiale di HAProxy%s. Assicurati di segnalare bug e richiedere funzionalità sulla nostra %spagina dei problemi di GitHub%s. Anche i contributi al codice sono molto graditi!
ko_kr: 자세한 정보는 %s공식 HAProxy 문서%s에서 확인할 수 있습니다. 버그를 보고하고 기능 요청은 %sGitHub 이슈 페이지%s에서 해주세요. 코드 기여도 매우 환영합니다!
uk_ua: Додаткова інформація доступна в %sофіційній документації HAProxy%s. Обов'язково повідомляйте про помилки та запитуйте функції на нашій %sсторінці проблем GitHub%s. Внески коду також дуже вітаються!
zh_cn: 有关详细信息，请参阅%s官方HAProxy文档%s。 请务必在我们的%sGitHub问题页面%s上报告错误和请求功能。 当然也非常欢迎贡献源代码！

source: Gateway %s cannot be deleted because it is in use on Gateway Group(s) '%s'
cs_cz: Bránu %s není možné smazat protože je využívána ve skupinách bran „%s“
de_de: Gateway %s kann nicht gelöscht werden, da es in Gateway-Gruppe(n) '%s' verwendet wird.
el_gr: Η πύλη %s δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται στην/στις ομάδα/ομάδες πύλης '%s'
fa_ir: Gateway %s را نمی‌توان حذف کرد زیرا در گروه Gateway '%s' استفاده می‌شود.
fr_fr: La passerelle %s ne peut pas être supprimée car elle est utilisée par le(s) groupe(s) de passerelles "%s".
it_it: Impossibile eliminare il gateway %s perché è in uso sui gruppi gateway '%s'
ko_kr: %s 게이트웨이는 게이트웨이 그룹 '%s'에서 사용 중이므로 삭제할 수 없음
uk_ua: Шлюз %s не може бути видалений, оскільки він використовується в групі(ах) шлюзів '%s'
zh_cn: 无法删除网关%s，因为它正在接口组'%s'使用

source: Gateway %s cannot be deleted because it is in use on Interface '%s'
cs_cz: Bránu %s není možné smazat protože je využívána u rozhraní „%s“
de_de: Gateway %s kann nicht gelöscht werden, da es auf der Schnittstelle '%s' verwendet wird.
el_gr: Η πύλη %s δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται στη διεπαφή '%s'
fa_ir: Gateway %s را نمی‌توان حذف کرد زیرا در رابط '%s' استفاده می‌شود.
fr_fr: La passerelle %s ne peut pas être supprimée car elle est utilisée sur l'interface '%s'
it_it: Impossibile eliminare il gateway %s perché è in uso sull'interfaccia '%s'
ko_kr: %s 게이트웨이는 인터페이스 '%s'에서 사용 중이므로 삭제할 수 없음
uk_ua: Шлюз %s не може бути видалений, оскільки він використовується на інтерфейсі '%s'
zh_cn: 无法删除网关%s，因为它正在接口 '%s'上使用

source: Gateway %s cannot be deleted because it is in use on Static Route(s) '%s'
cs_cz: Bránu %s není možné smazat protože je využívána ve statických trasách „%s“
de_de: Gateway %s kann nicht gelöscht werden, da es in statischer Route/den statischen Routen '%s' verwendet wird.
el_gr: Η πύλη %s δεν μπορεί να διαγραφεί επειδή χρησιμοποιείται σε στατικές διαδρομές '%s'
fa_ir: Gateway %s را نمی‌توان حذف کرد زیرا در مسیر ایستا '%s' استفاده می‌شود.
fr_fr: La passerelle %s ne peut pas être supprimée car elle est utilisée sur la (les) route(s) statique(s) '%s'
it_it: Impossibile eliminare il gateway %s perché è in uso sulle rotte statiche '%s'
ko_kr: %s 게이트웨이는 정적 경로 '%s'에서 사용 중이므로 삭제할 수 없음
uk_ua: Шлюз %s не може бути видалений, оскільки він використовується на статичному маршруті(ах) '%s'
zh_cn: 无法删除网关%s，因为它正在静态路由'%s'使用

source: Gateway IP protocol should match network protocol
cs_cz: IP protokol brány by se měl shodovat s protokolem sítě
de_de: Das IP-Protokoll des Gateways sollte dem Netzwerkprotokoll entsprechen.
el_gr: Το πρωτόκολλο IP πύλης πρέπει να ταιριάζει με το πρωτόκολλο δικτύου
fa_ir: پروتکل IP Gateway باید با پروتکل شبکه مطابقت داشته باشد.
fr_fr: Le protocole IP de la passerelle doit correspondre au protocole du réseau
it_it: Il protocollo IP del gateway deve corrispondere al protocollo di rete
ko_kr: 게이트웨이 IP 프로토콜은 네트워크 프로토콜과 일치해야 함
uk_ua: IP-протокол шлюзу повинен відповідати мережевому протоколу
zh_cn: 网关IP协议应与网络协议一致

source: Generate new keypair.
cs_cz: Vytvořit novou dvojici klíčů.
de_de: Neues Schlüsselpaar erzeugen.
el_gr: Δημιουργία νέου ζεύγους κλειδιών.
fa_ir: تولید جفت‌کلید جدید.
fr_fr: Générer une nouvelle paire de clés.
it_it: Genera una nuova coppia di chiavi.
ko_kr: 새로운 키 쌍을 생성.
uk_ua: Згенерувати нову пару ключів.
zh_cn: 生成新密钥对。

source: Generate new psk.
cs_cz: Vytvořit nové psk.
de_de: Neuen PSK generieren.
el_gr: Δημιουργία νέου psk.
fa_ir: تولید psk جدید.
fr_fr: Générer un nouveau psk.
it_it: Genera nuovo PSK.
ko_kr: 새로운 psk를 생성.
uk_ua: Згенерувати новий PSK.
zh_cn: 生成新密钥。

source: Generic control flow with errors (default)
cs_cz: Obecné řízení toku s chybami (výchozí)
de_de: Allgemeiner Kontrollfluss mit Fehlern (Standard)
el_gr: Γενική ροή ελέγχου με σφάλματα (προεπιλογή)
fa_ir: جریان کنترل عمومی با خطاها (پیش‌فرض)
fr_fr: Flux de contrôle générique avec erreurs (par défaut)
it_it: Flusso di controllo generico con errori (predefinito)
ko_kr: 오류가 있는 일반 제어 흐름(기본값)
uk_ua: Загальний потік управління з помилками (типово)

source: Granularity
cs_cz: Jemnost členění
de_de: Granularität
el_gr: Βαθμός ανάλυσης
fa_ir: دقت
fr_fr: Granularité
it_it: Granularità
ko_kr: 세분화
uk_ua: Гранулярність
zh_cn: 精细度

source: HA Peers
cs_cz: Protějšky HA
de_de: HA-Gegenstellen
el_gr: Συνομήλικοι HA
fa_ir: همتاهای HA
fr_fr: Pairs de l'AP
it_it: HA colleghi
ko_kr: HA 피어
uk_ua: HA-піри
zh_cn: HA端点

source: Handshake
cs_cz: Ustavení komunikace
el_gr: Χειραψία
fa_ir: دست‌دهی (Handshake)
fr_fr: Poignée de main
it_it: Stretta di mano
ko_kr: 핸드쉐이크
uk_ua: Рукостискання
zh_cn: 握手

source: Hardware Offload Capabilities
cs_cz: Schopnosti přenosu zátěže na hardware
de_de: Hardware-Offloading-Funktionen
el_gr: Δυνατότητες μείωσης φόρτου υλικού
fa_ir: قابلیت‌های آف‌لود سخت‌افزاری
fr_fr: Capacités de déchargement du matériel
it_it: Funzionalità di scaricamento dell'hardware
ko_kr: 하드웨어 오프로드 기능
uk_ua: Можливості апаратного розвантаження
zh_cn: 硬件卸载功能

source: Header Length
cs_cz: Délka hlavičky
de_de: Header-Länge
el_gr: Μήκος κεφαλίδας
fa_ir: طول هدر
fr_fr: Longueur de l'en-tête
it_it: Lunghezza dell'intestazione
ko_kr: 헤더 길이
uk_ua: Довжина заголовка
zh_cn: 标头长度

source: IP protocol families should match.
cs_cz: Generace IP protokolu by se měly shodovat.
de_de: IP-Protokollfamilien sollten übereinstimmen.
el_gr: Οι οικογένειες πρωτοκόλλων IP θα πρέπει να ταιριάζουν.
fa_ir: خانواده‌های پروتکل IP باید با هم مطابقت داشته باشند.
fr_fr: Les familles de protocoles IP doivent correspondre.
it_it: Le famiglie di protocolli IP devono corrispondere.
ko_kr: IP 프로토콜 패밀리가 일치해야 합니다.
uk_ua: Сімейства IP-протоколів повинні збігатися.
zh_cn: IP 协议族应匹配。

source: IPv4 Addresses
cs_cz: IPv4 adresy
de_de: IPv4-Adressen
el_gr: Διευθύνσεις IPv4
fa_ir: آدرس‌های IPv4
fr_fr: Adresses IPv4
it_it: Indirizzi IPv4
ko_kr: IPv4 주소
uk_ua: Адреси IPv4
zh_cn: IPv4地址

source: IPv4 gateway rules
cs_cz: Pravidla IPv4 brány
de_de: IPv4-Gateway-Regeln
el_gr: Κανόνες πύλης IPv4
fa_ir: قوانین دروازه IPv4
fr_fr: Règles relatives aux passerelles IPv4
it_it: Regole del gateway IPv4
ko_kr: IPv4 게이트웨이 규칙
uk_ua: Правила шлюзу IPv4
zh_cn: IPv4网关

source: IPv6 Addresses
cs_cz: IPv6 adresy
de_de: IPv6-Adressen
el_gr: Διευθύνσεις IPv6
fa_ir: آدرس‌های IPv6
fr_fr: Adresses IPv6
it_it: Indirizzi IPv6
ko_kr: IPv6 주소
uk_ua: Адреси IPv6
zh_cn: IPv6 地址

source: IPv6 gateway rules
cs_cz: Pravidla IPv6 brány
de_de: IPv6-Gateway-Regeln
el_gr: Κανόνες πύλης IPv6
fa_ir: قوانین دروازه IPv6
fr_fr: Règles de passerelle IPv6
it_it: Regole del gateway IPv6
ko_kr: IPv6 게이트웨이 규칙
uk_ua: Правила шлюзу IPv6
zh_cn: IPv6网关规则

source: If there are certain upstream DHCP servers that should be ignored, place the comma separated list of IP addresses of the DHCP servers to be ignored here.
cs_cz: Pokud existují určité nadřazené DHCP servery, které mají být ignorovány, vložte sem seznam jejich IP adres (oddělované čárkou).
de_de: Wenn bestimmte Upstream-DHCP-Server ignoriert werden sollen, platzieren Sie hier die durch Kommas getrennte Liste der IP-Adressen der zu ignorierenden DHCP-Server.
el_gr: Εάν υπάρχουν ορισμένοι διακομιστές DHCP upstream που πρέπει να αγνοηθούν, τοποθετήστε εδώ τη λίστα διευθύνσεων IP των διακομιστών DHCP, διαχωρισμένη με κόμμα, που θα αγνοηθούν.
fa_ir: اگر سرورهای DHCP بالادستی خاصی وجود دارد که باید نادیده گرفته شوند، فهرست آدرس‌های IP آن‌ها را جداشده با ویرگول در اینجا قرار دهید.
fr_fr: Si certains serveurs DHCP en amont doivent être ignorés, placez ici la liste des adresses IP des serveurs DHCP à ignorer, séparées par des virgules.
it_it: Se sono presenti determinati server DHCP upstream che devono essere ignorati, inserire qui l'elenco separato da virgole degli indirizzi IP dei server DHCP da ignorare.
ko_kr: 무시해야 할 특정 업스트림 DHCP 서버가 있는 경우, 무시할 DHCP 서버의 IP 주소를 쉼표로 구분하여 여기에 입력하세요.
uk_ua: Якщо є певні вищестоящі DHCP-сервери, які слід ігнорувати, введіть тут список IP-адрес DHCP-серверів, розділених комою, які потрібно ігнорувати.
zh_cn: 如果存在应忽略的某些上游DHCP服务器，请在此处放置要忽略的DHCP服务器的IP地址的逗号分隔列表。

source: If this is checked, errors from the web GUI will appear in the main system log.
cs_cz: Pokud je toto zaškrtnuto, chyby z webového rozhraní se objeví v hlavním systémovém záznamu událostí.
de_de: Wenn diese Option aktiviert ist, werden Fehler der Weboberfläche im Hauptsystemprotokoll angezeigt.
el_gr: Εάν είναι επιλεγμένο αυτό, σφάλματα από το γραφικό περιβάλλον χρήστη ιστού θα εμφανίζονται στο κύριο αρχείο καταγραφής συστήματος.
fa_ir: اگر این گزینه علامت‌دار شود، خطاهای رابط وب در لاگ اصلی سیستم ظاهر خواهند شد.
fr_fr: Si cette case est cochée, les erreurs provenant de l'interface graphique web apparaîtront dans le journal principal du système.
it_it: Se questa opzione è selezionata, gli errori della GUI web verranno visualizzati nel registro di sistema principale.
ko_kr: 이 확인란을 선택하면 웹 GUI의 오류가 메인 시스템 로그에 나타납니다.
uk_ua: Якщо позначено, помилки з веб-інтерфейсу з'являтимуться в основному системному журналі.
zh_cn: 选中，则来自Web GUI的错误将出现在主系统日志中。

source: If unchecked, IPv6 interface configuration will be ignored and all forwarding traffic will be blocked. Use with care.
cs_cz: Pokud není zaškrtnuto, bude nastavení IPv6 ignorováno a veškerý předávaný provoz bude blokován. Používejte opatrně.
de_de: Wenn deaktiviert, wird die IPv6-Schnittstellenkonfiguration ignoriert und jeglicher IPv6-Verkehr blockiert. Vorsicht bei der Verwendung.
el_gr: Εάν δεν επιλεγεί, η ρύθμιση παραμέτρων διεπαφής IPv6 θα αγνοηθεί και όλη η προώθηση της κυκλοφορίας θα αποκλειστεί. Χρησιμοποιήστε το με προσοχή.
fa_ir: اگر علامت‌دار نشود، پیکربندی رابط IPv6 نادیده گرفته می‌شود و تمام ترافیک فورواردشده مسدود خواهد شد. با احتیاط استفاده کنید.
fr_fr: Si cette case n'est pas cochée, la configuration de l'interface IPv6 sera ignorée et tout le trafic de transfert sera bloqué. À utiliser avec précaution.
it_it: Se deselezionata, la configurazione dell'interfaccia IPv6 verrà ignorata e tutto il traffico di inoltro verrà bloccato. Utilizzare con cura.
ko_kr: 체크하지 않으면 IPv6 인터페이스 구성이 무시되고 모든 전달 트래픽이 차단됩니다. 주의해서 사용하세요.
uk_ua: Якщо не позначено, конфігурація інтерфейсу IPv6 буде ігноруватися, а весь трафік пересилання буде заблоковано. Використовуйте з обережністю.
zh_cn: 如果未选中，IPv6接口配置将被忽略，所有转发流量将被阻止。

source: Import csv
cs_cz: Naimportovat csv
de_de: CSV importieren
el_gr: Εισαγωγή csv
fa_ir: درون‌ریزی csv
fr_fr: Importer un fichier csv
it_it: Importa CSV
ko_kr: cvs 가져오기
uk_ua: Імпорт csv
zh_cn: 导入csv

source: Import existing
cs_cz: Naimportovat existující
de_de: Vorhandene importieren
el_gr: Εισαγωγή υπαρχόντων
fa_ir: درون‌ریزی موارد موجود
fr_fr: Importer des données existantes
it_it: Importa esistente
ko_kr: 기존 가져오기
uk_ua: Імпорт існуючих
zh_cn: 导入现有

source: Import reservations
cs_cz: Naimportovat rezervace
de_de: Reservierungen importieren
el_gr: Εισαγωγή κρατήσεων
fa_ir: درون‌ریزی رزروها
fr_fr: Importer des réservations
it_it: Importa prenotazioni
ko_kr: 예약 가져오기
uk_ua: Імпорт резервувань
zh_cn: 导入预订

source: In use
cs_cz: V používání
de_de: In Benutzung
el_gr: Σε χρήση
fa_ir: در حال استفاده
fr_fr: En cours d'utilisation
it_it: In uso
ko_kr: 사용 중
uk_ua: Використовується
zh_cn: 使用

source: Including RAW data dumps in hex
cs_cz: Včetně výpisů holých dat v šestnáctkovém vyjádření
de_de: Rohdatenausgaben im Hexadezimalformat einbeziehen
el_gr: Συμπεριλαμβανομένων των δεδομένων RAW σε δεκαεξαδική μορφή
fa_ir: شامل خروجی‌های خام (RAW) به‌صورت هگز
fr_fr: Inclure les vidages de données RAW en hexadécimal
it_it: Compresi i dump dei dati RAW in formato esadecimale
ko_kr: 16진수로 된 원시 데이터 덤프 포함
uk_ua: Включаючи дамп необроблених даних у шістнадцятковому форматі

source: Input Errors
cs_cz: Chyby vstupu
de_de: Empfangsfehler
el_gr: Σφάλματα εισαγωγής
fa_ir: خطاهای ورودی
fr_fr: Erreurs d'entrée
it_it: Errori di input
ko_kr: 오류 입력
uk_ua: Помилки введення
zh_cn: 入站错误

source: Input Queue Drops
cs_cz: Poklesy vstupní fronty
de_de: Verlorene Pakete in Empfangswarteschlange
el_gr: Απόρριψη ουράς εισόδου
fa_ir: حذف از صف ورودی
fr_fr: Chutes dans la file d'attente d'entrée
it_it: Eliminazione della coda di input
ko_kr: 큐 드랍 입력
uk_ua: Втрати у вхідній черзі
zh_cn: 接收队列丢弃

source: Interface / Invert
cs_cz: Rozhraní / inverze
de_de: Schnittstelle / Umkehren
el_gr: Διεπαφή / Αντιστροφή
fa_ir: رابط / معکوس
fr_fr: Interface / Inversion
it_it: Interfaccia/Inverti
ko_kr: 인터페이스 / 반전
uk_ua: Інтерфейс / Інвертувати
zh_cn: 接口/反转

source: Interfaces do not seem to match, please check the %sassignments%s now for missing devices.
cs_cz: Zdá se, že rozhraní nesouhlasí – zkontrolujte zda v %spřiřazení%s nechybí zařízení.
de_de: Schnittstellen scheinen nicht übereinzustimmen. Bitte prüfen Sie jetzt die %sZuweisungen%s auf fehlende Geräte.
el_gr: Οι διεπαφές δεν φαίνεται να ταιριάζουν, ελέγξτε τώρα τις %sassignments%s για συσκευές που λείπουν.
fa_ir: به نظر می‌رسد رابط‌ها مطابقت ندارند. لطفاً اکنون %sتخصیص‌ها%s را برای دستگاه‌های مفقود بررسی کنید.
fr_fr: Les interfaces ne semblent pas correspondre, veuillez vérifier les %sassignments%s maintenant pour les dispositifs manquants.
it_it: Le interfacce non sembrano corrispondere, controlla ora le %sassignment%s per verificare la presenza di dispositivi mancanti.
ko_kr: 인터페이스가 일치하지 않는 것 같습니다. 누락된 장치를 확인하려면 지금 %s할당%s를 확인해 주세요.
uk_ua: Інтерфейси, здається, не збігаються, будь ласка, перевірте %sпризначення%s зараз на наявність відсутніх пристроїв.
zh_cn: 接口似乎不匹配，请检查%s分配s%s是否丢失设备。

source: Interfaces to listen on and send outgoing queries.
cs_cz: Rozhraní na kterých očekávat spojení a odesílat odchozí dotazy.
de_de: Schnittstellen, auf denen gelauscht und über die ausgehende Anfragen gesendet werden sollen.
el_gr: Διεπαφές για ακρόαση και αποστολή εξερχόμενων ερωτημάτων.
fa_ir: رابط‌هایی برای شنیدن و ارسال پرس‌وجوهای خروجی.
fr_fr: Interfaces pour écouter et envoyer des requêtes sortantes.
it_it: Interfacce per ascoltare e inviare query in uscita.
ko_kr: 수신 대기할 인터페이스와 나가는 쿼리를 보낼 인터페이스입니다.
uk_ua: Інтерфейси для прослуховування та надсилання вихідних запитів.
zh_cn: 用于监听和发送出站查询的接口。

source: Invalid Base64-encoded string.
cs_cz: Neplatný řetězec v Base64 kódování.
de_de: Ungültige Base64-kodierte Zeichenkette.
el_gr: Μη έγκυρη συμβολοσειρά με κωδικοποίηση Base64.
fa_ir: رشتهٔ Base64 رمزگذاری‌شده نامعتبر است.
fr_fr: Chaîne de caractères encodée en base64 non valide.
it_it: Stringa con codifica Base64 non valida.
ko_kr: 유효하지 않은 Base64 인코딩 문자열.
uk_ua: Недійсний рядок, закодований Base64.
zh_cn: Base64-encoded 字符串无效。

source: Invalid CRL provided.
cs_cz: Poskytnut neplatný CRL seznam.
de_de: Ungültige Sperrliste (CRL) bereitgestellt.
el_gr: Δόθηκε μη έγκυρη CRL.
fa_ir: CRL ارائه‌شده نامعتبر است.
fr_fr: CRL invalide fournie.
it_it: CRL fornito non valido.
ko_kr: 유효하지 않은 CRL이 제공됨.
uk_ua: Надано недійсний CRL.
zh_cn: 提供的 CRL 无效。

source: Invalid IP-port combination.
cs_cz: Neplatná kombinace IP adresy a portu.
de_de: Ungültige Kombination aus IP-Adresse und Port.
el_gr: Μη έγκυρος συνδυασμός θύρας IP.
fa_ir: ترکیب IP-پورت نامعتبر است.
fr_fr: Combinaison IP-port non valide.
it_it: Combinazione porta IP non valida.
ko_kr: 유효하지 않은 IP-포트 조합.
uk_ua: Недійсна комбінація IP-порт.
zh_cn: 无效的 IP 端口组合。

source: Invalid IPv4 address
cs_cz: Neplatná IPv4 adresa.
de_de: Ungültige IPv4-Adresse
el_gr: Μη έγκυρη διεύθυνση IPv4
fa_ir: آدرس IPv4 نامعتبر
fr_fr: Adresse IPv4 invalide
it_it: Indirizzo IPv4 non valido
ko_kr: 유효하지 않은 IPv4 주소
uk_ua: Недійсна адреса IPv4
zh_cn: 无效 IPv4 地址

source: Invalid IPv6 address
cs_cz: Neplatná IPv6 adresa
de_de: Ungültige IPv6-Adresse
el_gr: Μη έγκυρη διεύθυνση IPv6
fa_ir: آدرس IPv6 نامعتبر
fr_fr: Adresse IPv6 invalide
it_it: Indirizzo IPv6 non valido
ko_kr: 유효하지 않은 IPv6 주소
uk_ua: Недійсна адреса IPv6
zh_cn: 无效 IPv6 地址

source: Invalid MAC address.
cs_cz: Neplatná MAC adresa.
de_de: Ungültige MAC-Adresse.
el_gr: Μη έγκυρη διεύθυνση MAC.
fa_ir: آدرس MAC نامعتبر.
fr_fr: Adresse MAC non valide.
it_it: Indirizzo MAC non valido.
ko_kr: 유효하지 않은 MAC 주소.
uk_ua: Недійсна MAC-адреса.
zh_cn: 无效的MAC地址。

source: Invalid URL.
cs_cz: Neplatná URL.
de_de: Ungültige URL.
el_gr: Μη έγκυρη διεύθυνση URL.
fa_ir: URL نامعتبر.
fr_fr: URL non valide.
it_it: URL non valido.
ko_kr: 유효하지 않은 URL.
uk_ua: Недійсна URL-адреса.
zh_cn: 无效的URL。

source: Invalid X509 certificate provided
cs_cz: Poskytnut neplatný X509 certifikát
de_de: Ungültiges X.509-Zertifikat bereitgestellt
el_gr: Δεν παρέχεται έγκυρο πιστοποιητικό X509
fa_ir: گواهی X509 ارائه‌شده نامعتبر است
fr_fr: Certificat X509 invalide fourni
it_it: Certificato X509 fornito non valido
ko_kr: 유효하지 않은 X509 인증서가 제공
uk_ua: Надано недійсний сертифікат X509
zh_cn: 提供的 X509 证书无效

source: Invalid X509 certificate provided : %s
cs_cz: Poskytnut neplatný X509 certifikát: %s
de_de: Ungültiges X.509-Zertifikat bereitgestellt: %s
el_gr: Μη έγκυρο πιστοποιητικό X509 που παρέχεται: %s
fa_ir: گواهی X509 ارائه‌شده نامعتبر است: %s
fr_fr: Certificat X509 invalide fourni : %s
it_it: Certificato X509 fornito non valido: %s
ko_kr: 유효하지 않은 X509 인증서가 제공 : %s
uk_ua: Надано недійсний сертифікат X509: %s
zh_cn: 提供的 X509 证书无效 : %s

source: Invalid integer value.
cs_cz: Neplatná celočíselná hodnota.
de_de: Ungültiger Ganzzahlwert.
el_gr: Μη έγκυρη ακέραια τιμή.
fa_ir: مقدار عدد صحیح نامعتبر.
fr_fr: Valeur entière non valide.
it_it: Valore intero non valido.
ko_kr: 유효하지 않은 정수값.
uk_ua: Недійсне ціле значення.
zh_cn: 无效整数值。

source: Invalid method %s
cs_cz: Neplatná metoda %s
de_de: Ungültige Methode %s
el_gr: Μη έγκυρη μέθοδος %s
fa_ir: متد %s نامعتبر است
fr_fr: Méthode non valide %s
it_it: Metodo %s non valido
ko_kr: 유효하지 않은 %s 방법
uk_ua: Недійсний метод %s
zh_cn: 无效方法 %s

source: Invalid name specified
cs_cz: Zadán neplatný název
de_de: Ungültiger Name angegeben
el_gr: Καθορίστηκε μη έγκυρο όνομα
fa_ir: نام مشخص‌شده نامعتبر است
fr_fr: Nom invalide spécifié
it_it: Nome specificato non valido
ko_kr: 유효하지 않은 지정된 이름
uk_ua: Вказано недійсне ім'я
zh_cn: 指定的名称无效

source: Invalid numeric value.
cs_cz: Neplatná číselná hodnota.
de_de: Ungültiger numerischer Wert.
el_gr: Μη έγκυρη αριθμητική τιμή.
fa_ir: مقدار عددی نامعتبر.
fr_fr: Valeur numérique non valide.
it_it: Valore numerico non valido.
ko_kr: 유효하지 않은 숫자 값.
uk_ua: Недійсне числове значення.
zh_cn: 数值无效。

source: Invalid private key provided
cs_cz: Poskytnut neplatný klíč
de_de: Ungültiger privater Schlüssel bereitgestellt
el_gr: Δόθηκε μη έγκυρο ιδιωτικό κλειδί
fa_ir: کلید خصوصی ارائه‌شده نامعتبر است
fr_fr: Clé privée non valide fournie
it_it: Chiave privata fornita non valida
ko_kr: 유효하지 않은 개인 키가 제공됨
uk_ua: Надано недійсний закритий ключ
zh_cn: 提供的私钥无效

source: Invalid range provided.
cs_cz: Poskytnut neplatný rozsah.
de_de: Ungültiger Bereich angegeben.
el_gr: Δεν παρέχεται έγκυρο εύρος.
fa_ir: بازه ارائه‌شده نامعتبر است.
fr_fr: La plage fournie n'est pas valide.
it_it: Intervallo fornito non valido.
ko_kr: 제공된 범위가 유효하지 않습니다.
uk_ua: Надано недійсний діапазон.
zh_cn: 提供的范围无效。

source: Invalid rekey limit option.
cs_cz: Neplatná možnost limitu pro opakované zadávání klíčů.
de_de: Ungültige Schlüsselwechselgrenze-Option
el_gr: Μη έγκυρη επιλογή ορίου επανάκτησης κλειδιών.
fa_ir: گزینه محدودیت rekey نامعتبر است.
fr_fr: Option de limite de reconnexion invalide.
it_it: Opzione del limite di rekey non valida.
ko_kr: rekey 제한 옵션이 유효하지 않습니다.
uk_ua: Недійсний параметр ліміту повторного ключа.
zh_cn: 重新密钥限制选项无效。

source: Invalid state policy type %s
cs_cz: Neplatný typ zásady stavu %s
de_de: Ungültiger Zustandsrichtlinientyp %s
el_gr: Μη έγκυρος τύπος πολιτικής κατάστασης %s
fa_ir: نوع سیاست state %s نامعتبر است
fr_fr: Type de politique d'État non valide %s
it_it: Tipo di politica statale %s non valido
ko_kr: 유효하지 않은 %s 상태 정책 유형
uk_ua: Недійсний тип політики стану %s
zh_cn: 无效的状态策略类型%s

source: Inverting interfaces is only allowed for single targets to avoid mis-interpretations
cs_cz: Inverze rozhraní je povolena pouze pro jednotlivé cíle, aby se předešlo nesprávným interpretacím
de_de: Das Umkehren von Schnittstellen ist nur bei einzelnen Zielen erlaubt, um Fehlinterpretationen zu vermeiden.
el_gr: Η αντιστροφή διεπαφών επιτρέπεται μόνο για μεμονωμένους στόχους για την αποφυγή παρερμηνειών
fa_ir: معکوس‌سازی رابط‌ها فقط برای اهداف تکی مجاز است تا از سوءتفسیر جلوگیری شود
fr_fr: L'inversion des interfaces n'est autorisée que pour les cibles uniques afin d'éviter les erreurs d'interprétation.
it_it: L'inversione delle interfacce è consentita solo per target singoli per evitare interpretazioni errate
ko_kr: 인터페이스를 반전하는 것은 잘못된 해석을 방지하기 위해 단일 대상에 대해서만 허용됨
uk_ua: Інвертування інтерфейсів дозволено лише для однієї цілі, щоб уникнути неправильних інтерпретацій
zh_cn: 仅允许对单个目标进行反转接口以避免误解

source: JSON Configuration
cs_cz: JSON nastavení
de_de: JSON-Konfiguration
el_gr: Ρύθμιση παραμέτρων JSON
fa_ir: پیکربندی JSON
fr_fr: Configuration JSON
it_it: Configurazione JSON
ko_kr: JSON 구성
uk_ua: Конфігурація JSON
zh_cn: JSON配置
