Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Header Replace
cs_cz: Nahrazení záhlaví
de_de: Header ersetzen
el_gr: Αντικατάσταση κεφαλίδας
fa_ir: جایگزینی هدر
fr_fr: Remplacement de l'en-tête
it_it: Sostituisci intestazione
ko_kr: 헤더 교체
uk_ua: Заміна заголовка
zh_cn: 标头替换

source: Header Type
cs_cz: Typ hlavičky
de_de: Header-Typ
el_gr: Τύπος κεφαλίδας
fa_ir: نوع هدر
fr_fr: Type d'en-tête
it_it: Tipo di intestazione
ko_kr: 헤더 유형
uk_ua: Тип заголовка
zh_cn: 标头类型

source: Header Value
cs_cz: Hodnota v hlavičce
de_de: Header-Wert
el_gr: Τιμή κεφαλίδας
fa_ir: مقدار هدر
fr_fr: Valeur de l'en-tête
it_it: Valore dell'intestazione
ko_kr: 헤더 값
uk_ua: Значення заголовка
zh_cn: 标头值

source: High threshold for latency in milliseconds. Default is 500.
cs_cz: Horní práh prodlevy (v milisekundách). Výchozí je 500.
de_de: Obere Schwelle für die Latenz in Millisekunden. Standardwert ist 500.
el_gr: Υψηλό όριο για καθυστέρηση σε χιλιοστά του δευτερολέπτου. Η προεπιλογή είναι 500.
fa_ir: آستانهٔ بالای تأخیر (ms). مقدار پیش‌فرض: 500.
fr_fr: Seuil haut de latence en millisecondes. La valeur par défaut est 500.
it_it: Soglia alta per la latenza in millisecondi. L'impostazione predefinita è 500.
ko_kr: 밀리초 단위의 대기 시간에 대한 높은 임계값. 기본값은 500입니다.
uk_ua: Високий поріг затримки в мілісекундах. Типово 500.
zh_cn: 延迟高阈值（毫秒）。默认值为 500。

source: High thresholds for packet loss in %. Default is 20.
cs_cz: Horní práh pro ztrátovost paketů (v %). Výchozí je 20.
de_de: Obere Schwelle für den Paketverlust in %. Standardwert ist 20.
el_gr: Υψηλά όρια για απώλεια πακέτων σε %. Η προεπιλογή είναι 20.
fa_ir: آستانه‌های بالای اتلاف بسته‌ها (%). مقدار پیش‌فرض: 20.
fr_fr: Seuils élevés pour la perte de paquets en %. La valeur par défaut est de 20.
it_it: Soglie elevate per la perdita di pacchetti in %. L'impostazione predefinita è 20.
ko_kr: 패킷 손실에 대한 높은 임계값(%). 기본값은 20입니다.
uk_ua: Високі пороги втрати пакетів у %. Типово 20.
zh_cn: 数据包丢失的高阈值（百分比）。默认值为 20。

source: How often that an ICMP probe will be sent in seconds. Default is 1.
cs_cz: Jak často bude odesílána ICMP sonda (v sekundách). Výchozí hodnota je 1.
de_de: Zeitabstand (in Sekunden), in dem ICMP-Abfragen gesendet werden. Standard ist 1.
el_gr: Πόσο συχνά θα αποστέλλεται ένας ανιχνευτής ICMP σε δευτερόλεπτα. Η προεπιλογή είναι 1.
fa_ir: فاصلهٔ زمانی ارسال پروب ICMP بر حسب ثانیه. پیش‌فرض 1 است.
fr_fr: Fréquence d'envoi d'une sonde ICMP en secondes. La valeur par défaut est 1.
it_it: La frequenza con cui verrà inviata una sonda ICMP in secondi. L'impostazione predefinita è 1.
ko_kr: ICMP 프로브가 초 단위로 전송되는 빈도입니다. 기본값은 1입니다.
uk_ua: Як часто зонд ICMP надсилатиметься в секундах. Типово 1.
zh_cn: ICMP探测的发送频率（秒）。默认值为 1。

source: IKE identity to use for authentication round. When using certificate authentication the IKE identity must be contained in the certificate; either as the subject DN or as a subjectAltName (the identity will default to the certificate’s subject DN if not specified). Refer to https://docs.strongswan.org/docs/5.9/config/identityParsing.html for details on how identities are parsed and may be configured.
cs_cz: Identita IKE, která bude použita pro kolo ověřování. Při použití ověřování certifikátem je třeba, aby identita IKE byla obsažena v certifikátu; buď jako DN subjektu, nebo jako subjectAltName. (pokud není identita zadána, je výchozí hodnotou DN subjektu certifikátu). Podrobnosti o tom, jak postupovat, naleznete na adrese https://docs.strongswan.org/docs/5.9/config/identityParsing.html. identity jsou zpracovávány a mohou být nastavovány.
de_de: IKE-Identität, die für den Authentifizierungsdurchlauf verwendet werden soll. Bei Zertifikatsauthentifizierung muss die IKE-Identität im Zertifikat enthalten sein - entweder als Subject DN oder als subjectAltName. (Wird keine Identität angegeben, wird standardmäßig der Subject DN des Zertifikats verwendet.) Details zur Verarbeitung und Konfiguration von Identitäten finden Sie unter: https://docs.strongswan.org/docs/5.9/config/identityParsing.html
el_gr: Ταυτότητα IKE που θα χρησιμοποιηθεί για τον γύρο ελέγχου ταυτότητας Όταν χρησιμοποιείτε έλεγχο ταυτότητας πιστοποιητικού, η ταυτότητα IKE πρέπει να περιέχεται στο πιστοποιητικό, είτε ως DN θέματος είτε ως SubjectAltName (η ταυτότητα θα οριστεί από προεπιλογή στο DN θέματος του πιστοποιητικού εάν δεν καθοριστεί). Ανατρέξτε στη διεύθυνση https://docs.strongswan.org/docs/5.9/config/identityParsing.html για λεπτομέρειες σχετικά με τον τρόπο ανάλυσης και τη δυνατότητα διαμόρφωσης των ταυτοτήτων.
fa_ir: شناسه IKE برای استفاده در دور احراز هویت. وقتی از احراز هویت مبتنی بر گواهی استفاده می‌کنید، شناسه IKE باید در گواهی موجود باشد؛ یا به‌عنوان subject DN یا subjectAltName (اگر مشخص نشود، شناسه به‌طور پیش‌فرض برابر subject DNِ گواهی خواهد بود). برای جزئیات نحوهٔ تجزیه و پیکربندی شناسه‌ها به https://docs.strongswan.org/docs/5.9/config/identityParsing.html مراجعه کنید.
fr_fr: Identité IKE à utiliser pour le cycle d'authentification. Lors de l'utilisation de l'authentification par certificat l'identité IKE doit être contenue dans le certificat ; soit en tant que DN du sujet, soit en tant que subjectAltName (l'identité sera par défaut le DN sujet du certificat si elle n'est pas spécifiée). Voir https://docs.strongswan.org/docs/5.9/config/identityParsing.html pour plus de détails sur la façon dont les identités sont analysées et peuvent être utilisées. sont analysées et peuvent être configurées.
it_it: Identità IKE da utilizzare per il round di autenticazione. Quando si utilizza l'autenticazione del certificato l'identità IKE deve essere contenuta nel certificato; come DN dell'oggetto o come soggettoAltName (l'identità verrà impostata automaticamente sul DN dell'oggetto del certificato se non specificato). Fare riferimento a https://docs.strongswan.org/docs/5.9/config/identityParsing.html per i dettagli su come le identità vengono analizzate e possono essere configurate.
ko_kr: 인증 라운드에 사용할 IKE ID. 인증서 인증을 사용할 때 IKE ID는 인증서에 포함되어야 합니다. 주체 DN 또는 주체대체이름으로 (지정하지 않으면 ID는 인증서의 주체 DN으로 기본 설정됨). ID가 구문 분석되고 구성될 수 있는 방법에 대한 자세한 내용은 https://docs.strongswan.org/docs/5.9/config/identityParsing.html 을 참조하세요.
uk_ua: Ідентифікатор IKE для використання в раунді автентифікації. При використанні автентифікації за сертифікатом ідентифікатор IKE повинен міститися в сертифікаті; як subject DN або як subjectAltName (ідентифікатор за типово буде subject DN сертифіката, якщо не вказано). Дивіться https://docs.strongswan.org/docs/5.9/config/identityParsing.html для отримання додаткової інформації про те, як ідентифікатори аналізуються та можуть бути налаштовані.
zh_cn: 用于一轮身份验证的 IKE 身份。 使用证书身份验证时 IKE身份必须包含在证书中； 作为主题DN或作为subjectAltName (如果未指定，身份将默认为证书的主题 DN）。 有关如何 解析和配置身份的详细信息，请参阅https://docs.strongswan.org/docs/5.9/config/identityParsing.html 。

source: IKE network communication
cs_cz: Síťová komunikace IKE
de_de: IKE-Netzwerkkommunikation
el_gr: Επικοινωνία δικτύου IKE
fa_ir: ارتباط شبکه‌ای IKE
fr_fr: Communication réseau IKE
it_it: Comunicazione di rete IKE
ko_kr: IKE 네트워크 통신
uk_ua: Мережевий зв'язок IKE
zh_cn: IKE 网络通信

source: IKESA table segments
cs_cz: Segmenty tabulky IKESA
de_de: IKESA-Tabellensegmente
el_gr: Τμήματα πίνακα IKESA
fa_ir: بخش‌های جدول IKESA
fr_fr: Segments de table IKESA
it_it: Segmenti di tabella IKEA
ko_kr: IKESA 테이블 세그먼트
uk_ua: Сегменти таблиці IKESA
zh_cn: IKESA表分片

source: IKESA table size
cs_cz: Velikost IKESA tabulky
de_de: IKESA-Tabellengröße
el_gr: Μέγεθος τραπεζιού IKESA
fa_ir: اندازه جدول IKESA
fr_fr: Taille de la table IKESA
it_it: Dimensioni del tavolo IKEA
ko_kr: IKESA 테이블 크기
uk_ua: Розмір таблиці IKESA
zh_cn: IKESA表大小

source: IKE_SA manager, handling synchronization for IKE_SA access
cs_cz: Správce IKE_SA, který zajišťuje synchronizaci přístupu k IKE_SA.
de_de: IKE_SA-Manager zur Synchronisation beim Zugriff auf IKE_SA
el_gr: Διαχειριστής IKE_SA, χειρισμός συγχρονισμού για πρόσβαση IKE_SA
fa_ir: مدیر IKE_SA، مسئول هماهنگ‌سازی دسترسی به IKE_SA
fr_fr: Gestionnaire IKE_SA, gérant la synchronisation de l'accès IKE_SA
it_it: Gestore IKE_SA, che gestisce la sincronizzazione per l'accesso IKE_SA
ko_kr: IKE_SA 관리자, IKE_SA 액세스에 대한 동기화 처리
uk_ua: Менеджер IKE_SA, що обробляє синхронізацію для доступу до IKE_SA
zh_cn: IKE_SA 管理器，处理 IKE_SA 访问的同步问题

source: IP address of the remote logging server. This is necessary if you are using a centralized Maltrail instance, otherwise leave it blank to use this instance as the logging server.
cs_cz: IP adresa vzdáleného serveru pro záznam událostí. Toto je nezbytné, pokud používáte centralizovanou instanci Maltrail. V opačném případě nevyplňujte (pokud chcete jako server pro záznam událostí používat tuto instanci).
de_de: IP-Adresse des entfernten Protokollservers. Erforderlich bei Verwendung einer zentralisierten Maltrail-Instanz. Andernfalls leer lassen, um diese Instanz als Protokollserver zu verwenden.
el_gr: Διεύθυνση IP του απομακρυσμένου διακομιστή καταγραφής. Αυτό είναι απαραίτητο εάν χρησιμοποιείτε μια κεντρική παρουσία Maltrail, διαφορετικά αφήστε το κενό για να χρησιμοποιήσετε αυτήν την παρουσία ως διακομιστή καταγραφής.
fa_ir: آدرس IPِ سرور ثبت لاگِ راه دور. اگر از یک نمونهٔ متمرکز Maltrail استفاده می‌کنید این مورد لازم است؛ در غیر این صورت برای استفاده از این نمونه به‌عنوان سرور لاگ، آن را خالی بگذارید.
fr_fr: Adresse IP du serveur de journalisation distant. Cette adresse est nécessaire si vous utilisez une instance centralisée de Maltrail, sinon laissez-la vide pour utiliser cette instance comme serveur de journalisation.
it_it: Indirizzo IP del server di registrazione remoto. Ciò è necessario se stai utilizzando un'istanza Maltrail centralizzata, altrimenti lascia vuoto il campo per utilizzare questa istanza come server di registrazione.
ko_kr: 원격 로깅 서버의 IP 주소입니다. 중앙 집중식 Maltrail 인스턴스를 사용하는 경우 필요하며, 그렇지 않으면 이 인스턴스를 로깅 서버로 사용하려면 비워 두세요.
uk_ua: IP-адреса віддаленого сервера журналювання. Це необхідно, якщо ви використовуєте централізований екземпляр Maltrail, інакше залиште поле пустим, щоб використовувати цей екземпляр як сервер журналювання.
zh_cn: 远程日志服务器的 IP 地址。如果您使用的是集中式 Maltrail 实例，则必须填写此地址，否则请留空，将此实例用作日志记录服务器。

source: IP address to assign to the provided MAC address, which will either end up in the ARP (IPv4) or NDP (IPv6) table.
cs_cz: IP adresa, která bude přiřazena zadané MAC adrese a která se dostane do ARP tabulky (IPv4) nebo NDP (IPv6).
de_de: Der angegebenen MAC-Adresse zuzuweisende IP-Adresse, die entweder in der ARP-Tabelle (IPv4) oder der NDP-Tabelle (IPv6) landet.
el_gr: Διεύθυνση IP που θα αντιστοιχιστεί στην παρεχόμενη διεύθυνση MAC, η οποία θα καταλήξει είτε στον πίνακα ARP (IPv4) είτε στον πίνακα NDP (IPv6).
fa_ir: آدرسی IP که به آدرس MAC ارائه‌شده اختصاص می‌یابد و در جدول ARP (برای IPv4) یا NDP (برای IPv6) قرار خواهد گرفت.
fr_fr: Adresse IP à attribuer à l'adresse MAC fournie, qui aboutira dans la table ARP (IPv4) ou NDP (IPv6).
it_it: Indirizzo IP da assegnare all'indirizzo MAC fornito, che finirà nella tabella ARP (IPv4) o NDP (IPv6).
ko_kr: 제공된 MAC 주소에 할당할 IP 주소로, 이는 ARP(IPv4) 또는 NDP(IPv6) 테이블에 등록됩니다.
uk_ua: IP-адреса для призначення наданій MAC-адресі, яка потрапить до таблиці ARP (IPv4) або NDP (IPv6).
zh_cn: 分配给所提供的MAC地址的IP地址，该地址最终将出现在ARP (IPv4)或 NDP(IPv6)表中。

source: IP address to offer to the client
cs_cz: IP adresa kterou nabídnout klientovi
de_de: IP-Adresse, die dem Client zugewiesen werden soll.
el_gr: Διεύθυνση IP που θα προσφερθεί στον πελάτη
fa_ir: آدرس IP برای ارائه به کلاینت
fr_fr: Adresse IP à proposer au client
it_it: Indirizzo IP da offrire al client
ko_kr: 클라이언트에 제공할 IP 주소
uk_ua: IP-адреса для пропозиції клієнту
zh_cn: 提供给客户端的IP地址

source: IPsec/Networking kernel interface
cs_cz: Rozhraní jádra systému pro IPsec / síťování
de_de: IPsec-/Netzwerk-Kernel-Schnittstelle
el_gr: Διεπαφή πυρήνα IPsec/δικτύου
fa_ir: واسط کرنل IPsec/شبکه
fr_fr: Interface IPsec/Noyau de mise en réseau
it_it: Interfaccia del kernel IPsec/rete
ko_kr: IPsec/네트워킹 커널 인터페이스
uk_ua: Інтерфейс ядра IPsec/мережі
zh_cn: IPsec/网络内核接口

source: Identity Service API
cs_cz: API rozhraní služby Identity
el_gr: API υπηρεσίας ταυτότητας
fa_ir: API سرویس هویت
fr_fr: API du service d'identité
it_it: API del servizio di identità
ko_kr: 아이덴티티 서비스 API
uk_ua: API служби ідентифікації

source: If Synology DSM has OTP enabled, then the device name has to be provided so that no OTP is required when running the automation.
cs_cz: Pokud je v systému Synology DSM povoleno OTP, je třeba zadat název zařízení, aby při spuštění automatizace nebylo vyžadováno OTP.
de_de: Wenn bei Synology DSM OTP aktiviert ist, muss der Gerätename angegeben werden, damit beim Ausführen der Automatisierung kein OTP erforderlich ist.
el_gr: Εάν το Synology DSM έχει ενεργοποιημένο το OTP, τότε πρέπει να καταχωρηθεί το όνομα της συσκευής, ώστε να μην απαιτείται OTP κατά την εκτέλεση του αυτοματισμού.
fa_ir: اگر در Synology DSM، OTP فعال باشد، باید نام دستگاه وارد شود تا هنگام اجرای اتوماسیون نیازی به OTP نباشد.
fr_fr: Si le Synology DSM a activé l'OTP, le nom de l'appareil doit être fourni afin qu'aucun OTP ne soit requis lors de l'exécution de l'automatisation.
it_it: Se Synology DSM ha l'OTP abilitato, è necessario fornire il nome del dispositivo in modo che non sia richiesto alcun OTP durante l'esecuzione dell'automazione.
ko_kr: Synology DSM에서 OTP(일회용 비밀번호)가 활성화되어 있는 경우, 자동화를 실행할 때 OTP가 필요하지 않도록 장치 이름을 제공해야 합니다.
uk_ua: Якщо в Synology DSM увімкнено OTP, необхідно вказати ім'я пристрою, щоб під час виконання автоматизації OTP не вимагався.
zh_cn: 如果 Synology DSM 已启用 OTP，则必须提供设备名称，以便在运行自动化时无需 OTP。

source: If a regular expression is used to search for a Header Value, the replacement string can be set here. For example: "replaced-$1-suffix" which expands the replacement string, allowing the use of captured values, "$1" being the first capture group.
cs_cz: Pokud je k vyhledávání hodnoty v záhlaví používán regulární výraz, lze zde nastavit nahrazovací řetězec. Například: „replaced-$1-suffix“, který rozšiřuje nahrazovací řetězec a umožňuje použití zachycených hodnot, přičemž „$1“ je první zachycená skupina.
de_de: Wenn ein regulärer Ausdruck verwendet wird, um einen Header-Wert zu suchen, kann hier der Ersetzungsstring angegeben werden. Beispiel: "replaced-$1-suffix" – dieser erweitert den Ersetzungswert unter Verwendung von Platzhaltern wie "$1" (erste Erfassungsgruppe).
el_gr: Εάν χρησιμοποιείται μια κανονική έκφραση για την αναζήτηση μιας τιμής κεφαλίδας, η συμβολοσειρά αντικατάστασης μπορεί να οριστεί εδώ. Για παράδειγμα: "replaced-$1-suffix" που επεκτείνει τη συμβολοσειρά αντικατάστασης, επιτρέποντας τη χρήση καταγεγραμμένων τιμών, με το "$1" να είναι η πρώτη ομάδα καταγραφής.
fa_ir: اگر از یک عبارت منظم برای جستجوی مقدار هدر استفاده شود، رشتهٔ جایگزین را می‌توان اینجا تنظیم کرد. برای مثال: "replaced-$1-suffix" که رشتهٔ جایگزین را با استفاده از مقادیر گرفته‌شده باز می‌کند — "$1" گروه گرفتن اول است.
fr_fr: Si une expression régulière est utilisée pour rechercher une valeur d'en-tête, la chaîne de remplacement peut être définie ici. Par exemple : "replaced-$1-suffix" qui développe la chaîne de remplacement, permettant l'utilisation de valeurs capturées, "$1" étant le premier groupe de capture.
it_it: Se viene utilizzata un'espressione regolare per cercare un valore di intestazione, la stringa sostitutiva può essere impostata qui. Ad esempio: "replaced-$1-suffix" che espande la stringa di sostituzione, consentendo l'uso di valori acquisiti, dove "$1" è il primo gruppo di acquisizione.
ko_kr: 헤더 값을 검색하기 위해 정규 표현식을 사용하는 경우, 여기에서 대체 문자열을 설정할 수 있습니다. 예를 들어: "replaced-$1-suffix"와 같이 대체 문자열을 확장하여 캡처된 값을 사용할 수 있습니다. "$1"은 첫 번째 캡처 그룹을 나타냅니다.
uk_ua: Якщо для пошуку значення заголовка використовується регулярний вираз, рядок заміни можна встановити тут. Наприклад: "replaced-$1-suffix", що розширює рядок заміни, дозволяючи використовувати захоплені значення, де "$1" є першою групою захоплення.
zh_cn: 如果使用正则表达式搜索标头值，则可以在此处设置替换字符串。例如：“replaced-$1-suffix”，它扩展了替换字符串，允许使用捕获的值，“$1”是第一个捕获组。

source: If checked version 2 of the kv store will be used, otherwise version 1. If you use v2 please consider the comment in the field "Vault Prefix".
cs_cz: Pokud zaškrtnuto, bude použita verze 2 úložiště kv, jinak verze 1. Pokud používáte v2, bylo by dobré to uvést v komentáři ke kolonce „Předpona trezoru“.
de_de: Wenn aktiviert, wird Version 2 des Key-Value-Stores verwendet; andernfalls Version 1. Bei Verwendung von Version 2 beachten Sie den Hinweis im Feld "Vault Prefix".
el_gr: Εάν επιλεγεί, θα χρησιμοποιηθεί η έκδοση 2 του χώρου αποθήκευσης kv, διαφορετικά η έκδοση 1. Εάν χρησιμοποιείτε την έκδοση 2, λάβετε υπόψη το σχόλιο στο πεδίο "Πρόθεμα Vault".
fa_ir: اگر تیک زده شود، نسخهٔ 2 از kv store استفاده خواهد شد، در غیر این صورت نسخهٔ 1. اگر از v2 استفاده می‌کنید لطفاً توضیح مربوط در فیلد "Vault Prefix" را در نظر بگیرید.
fr_fr: Si cette case est cochée, la version 2 du magasin kv sera utilisée, sinon la version 1. Si vous utilisez la version 2, veuillez tenir compte du commentaire dans le champ "Vault Prefix".
it_it: Se selezionata verrà utilizzata la versione 2 dell'archivio kv, altrimenti la versione 1. Se usi la v2, considera il commento nel campo "Vault Prefix".
ko_kr: 선택하면 kv 스토어 버전 2가 사용되고, 그렇지 않으면 버전 1이 사용됩니다. v2를 사용하는 경우 "Vault Prefix" 필드의 주석을 고려하세요.
uk_ua: Якщо позначено, буде використано версію 2 сховища ключів-значень (kv store), інакше версію 1. Якщо ви використовуєте v2, будь ласка, врахуйте коментар у полі "Префікс сховища".
zh_cn: 如果选中，将使用 kv 存储的版本 2，否则将使用版本 1。如果使用版本 2，请考虑 "Vault 前缀 "字段中的注释。

source: If checked, the access list logic will be inverted (i.e., the listed IPs will be blocked instead of allowed).
cs_cz: Pokud zaškrtnuto, logika seznamu řízení přístupu bude převrácena (tj. IP adresy uvedené v seznamu budou blokovány namísto povoleny).
de_de: Wenn aktiviert, wird die Logik der Zugriffsliste umgekehrt - d. h. die aufgeführten IP-Adressen werden blockiert statt erlaubt.
el_gr: Εάν επιλεγεί, η λογική της λίστας πρόσβασης θα αντιστραφεί (δηλαδή, οι διευθύνσεις IP που αναφέρονται θα αποκλειστούν αντί να επιτραπούν).
fa_ir: اگر تیک زده شود، منطق فهرست دسترسی معکوس خواهد شد (یعنی IPهای فهرست‌شده مسدود خواهند شد به‌جای اینکه مجاز باشند).
fr_fr: Si cette case est cochée, la logique de la liste d'accès sera inversée (c'est-à-dire que les adresses IP répertoriées seront bloquées au lieu d'être autorisées).
it_it: Se selezionato, la logica dell'elenco di accesso verrà invertita (ovvero, gli IP elencati verranno bloccati anziché consentiti).
ko_kr: 체크하면 액세스 리스트의 논리가 반전됩니다(즉, 나열된 IP가 허용되는 대신 차단됩니다).
uk_ua: Якщо позначено, логіка списку доступу буде інвертована (тобто перераховані IP-адреси будуть заблоковані замість дозволених).
zh_cn: 如果选中，访问列表逻辑将被反转（即，列出的IP将被阻止而不是允许）。

source: If checked, the plugin collects CSP violation reports and stores one JSON document per line under /var/log/nginx/csp_violations.log. You can use that file to check for XSS attempts or broken web pages where the CSP denied access to a resource.
cs_cz: Pokud zaškrtnuto, zásuvný modul shromažďuje hlášení o porušení CSP každý JSON dokument na zvlášť řádek do souboru /var/log/nginx/csp_violations.log. Tento soubor můžete použít ke kontrole pokusů o XSS skriptování nebo rozbitých webových stránek, kde CSP odepřelo přístup k prostředku.
de_de: Wenn diese Option aktiviert ist, sammelt das Plugin Berichte über Verstöße gegen die Content Security Policy und speichert pro Zeile ein JSON-Dokument unter /var/log/nginx/csp_violations.log. Diese Datei kann verwendet werden, um versuchte XSS-Angriffe oder fehlerhafte Webseiten zu identifizieren, bei denen der Zugriff auf Ressourcen durch die CSP verweigert wurde.
el_gr: Εάν είναι επιλεγμένο, το πρόσθετο συλλέγει αναφορές παραβίασης CSP και αποθηκεύει ένα έγγραφο JSON ανά γραμμή στο /var/log/nginx/csp_violations.log. Μπορείτε να χρησιμοποιήσετε αυτό το αρχείο για να ελέγξετε για προσπάθειες XSS ή προβληματικές ιστοσελίδες όπου το CSP απαγόρευσε την πρόσβαση σε έναν πόρο.
fa_ir: اگر تیک زده شود، افزونه گزارش‌های نقض CSP را جمع‌آوری کرده و یک سند JSON در هر خط در مسیر /var/log/nginx/csp_violations.log ذخیره می‌کند. می‌توانید از آن فایل برای بررسی تلاش‌های XSS یا صفحات وب خراب استفاده کنید که CSP دسترسی به یک منبع را رد کرده است.
fr_fr: Si cette option est cochée, le plugin collecte les rapports de violation du CSP et stocke un document JSON par ligne dans le fichier /var/log/nginx/csp_violations.log. Vous pouvez utiliser ce fichier pour vérifier les tentatives de XSS ou les pages web cassées où le CSP a refusé l'accès à une ressource.
it_it: Se selezionato, il plugin raccoglie i report sulle violazioni CSP e memorizza un documento JSON per riga in /var/log/nginx/csp_violations.log. È possibile utilizzare quel file per verificare la presenza di tentativi XSS o pagine Web danneggiate in cui il CSP ha negato l'accesso a una risorsa.
ko_kr: 선택하면 플러그인이 CSP 위반 보고서를 수집하고 /var/log/nginx/csp_violations.log에 한 줄에 하나의 JSON 문서를 저장합니다. 이 파일을 사용하여 XSS 시도나 CSP가 리소스에 대한 접근을 차단한 깨진 웹 페이지를 확인할 수 있습니다.
uk_ua: Якщо позначено, плагін збирає звіти про порушення CSP та зберігає один JSON-документ на рядок у файлі /var/log/nginx/csp_violations.log. Ви можете використовувати цей файл для перевірки спроб XSS або зламаних веб-сторінок, де CSP заборонив доступ до ресурсу.
zh_cn: 如果选中，该插件会收集CSP违规报告，并在/var/log/nginx/csp_violations.log下每行存储一个JSON文档。您可以使用该文件检查XSS尝试或CSP拒绝访问资源的损坏网页。

source: If enabled, no new DNS records will be created. Only existing records will be updated. This means that the A or AAAA records need to be created manually ahead of time.
cs_cz: Pokud zapnuto, nebudou vytvářeny žádné nové DNS záznamy. Budou pouze aktualizovány stávající záznamy. To znamená, že A nebo AAAA záznamy bude třeba vytvořit ručně předem.
de_de: Wenn aktiviert, werden keine neuen DNS-Einträge erstellt. Es werden nur vorhandene Einträge aktualisiert. A- oder AAAA-Einträge müssen daher vorher manuell erstellt werden.
el_gr: Εάν ενεργοποιηθεί, δεν θα δημιουργηθούν νέες εγγραφές DNS. Θα ενημερωθούν μόνο οι υπάρχουσες εγγραφές. Αυτό σημαίνει ότι οι εγγραφές A ή AAAA πρέπει να δημιουργηθούν χειροκίνητα εκ των προτέρων.
fa_ir: اگر فعال باشد، رکورد DNS جدیدی ایجاد نخواهد شد. تنها رکوردهای موجود به‌روزرسانی می‌شوند. یعنی رکوردهای A یا AAAA باید از قبل به‌صورت دستی ایجاد شده باشند.
fr_fr: Si cette option est activée, aucun nouvel enregistrement DNS ne sera créé. Seuls les enregistrements existants seront mis à jour. Cela signifie que les enregistrements A ou AAAA doivent être créés manuellement à l'avance.
it_it: Se abilitato, non verranno creati nuovi record DNS. Verranno aggiornati solo i record esistenti. Ciò significa che i record A o AAAA devono essere creati manualmente in anticipo.
ko_kr: 활성화하면, 새 DNS 레코드가 생성되지 않습니다. 기존 레코드만 업데이트됩니다. 즉, A 또는 AAAA 레코드는 미리 수동으로 생성해야 합니다.
uk_ua: Якщо увімкнено, нові записи DNS не створюватимуться. Оновлюватимуться лише існуючі записи. Це означає, що записи A або AAAA необхідно створити вручну заздалегідь.
zh_cn: 如果启用，则不会创建新的DNS记录。只会更新现有记录。这需要提前手动创建A或AAAA记录。
