Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
cs_cz: Prvky mezipaměti zpráv jsou před skončením platnosti přednačítány, aby byla mezipaměť udržována aktuální. Pokud je tato volba zapnutá, může způsobit zvýšení DNS provozu a vytížení serveru o přibližně 10%, ale často požadovaným položkám v mezipaměti díky tomu neskončí platnost.
de_de: Nachrichtencache-Elemente werden vor Ablauf ihrer Gültigkeit vorausgeladen, um den Cache aktuell zu halten. Wenn aktiviert, kann dies etwa 10 % mehr DNS-Verkehr und Serverlast verursachen, sorgt jedoch dafür, dass häufig angefragte Einträge nicht aus dem Cache entfernt werden.
el_gr: Τα στοιχεία της προσωρινής μνήμης μηνυμάτων ανακτώνται εκ των προτέρων πριν λήξουν, για να διατηρείται η προσωρινή μνήμη ενημερωμένη. Όταν είναι ενεργοποιημένη, αυτή η επιλογή μπορεί να προκαλέσει αύξηση περίπου 10% στην επισκεψιμότητα DNS και στο φόρτο εργασίας του διακομιστή, αλλά τα στοιχεία που ζητούνται συχνά δεν θα λήξουν από την προσωρινή μνήμη.
fa_ir: عناصری از کش پیام قبل از انقضا پیش‌بارگذاری می‌شوند تا کش به‌روز بماند. وقتی فعال باشد، این گزینه می‌تواند حدود 10٪ افزایش ترافیک DNS و بار روی سرور ایجاد کند، اما اقلامی که مکرراً درخواست می‌شوند از کش منقضی نخواهند شد.
fr_fr: Les éléments du cache de messages sont préemptés avant leur expiration afin de maintenir le cache à jour. Lorsqu'elle est activée, cette option peut entraîner une augmentation d'environ 10 % du trafic DNS et de la charge sur le serveur, mais les éléments fréquemment demandés n'expireront pas du cache. sur le serveur, mais les éléments fréquemment demandés n'expireront pas du cache.
it_it: Gli elementi della cache dei messaggi vengono precaricati prima della scadenza per mantenere aggiornata la cache. Se abilitata, questa opzione può causare un aumento di circa il 10% in più di traffico e carico DNS sul server, ma gli elementi richiesti di frequente non scadranno dalla cache.
ko_kr: 메시지 캐시 요소는 만료되기 전에 미리 가져와 캐시를 최신 상태로 유지하는 데 도움이 됩니다. 활성화하면 이 옵션은 약 10% 정도의 DNS 트래픽과 서버 부하가 증가할 수 있지만, 자주 요청되는 항목은 캐시에서 만료되지 않습니다.
uk_ua: Елементи кешу повідомлень попередньо завантажуються до закінчення терміну дії, щоб допомогти підтримувати кеш в актуальному стані. Увімкнення цієї опції може спричинити збільшення DNS-трафіку та навантаження на сервер приблизно на 10%, але часто запитувані елементи не видалятимуться з кешу.
zh_cn: 消息缓存元素在过期之前被预取， 以保持最新的缓存。 启用后， 可能会导致DNS流量和服务器负载增加约10%，但频繁请求的项目不会从缓存中过期。

source: Number of hosts for which information is cached.
cs_cz: Počet hostitelů, pro které jsou informace ukládány v mezipaměti.
de_de: Anzahl der Hosts, für die Informationen im Host-Cache gespeichert werden.
el_gr: Αριθμός κεντρικών υπολογιστών για τους οποίους αποθηκεύονται πληροφορίες στην προσωρινή μνήμη.
fa_ir: تعداد میزبان‌هایی که اطلاعات آن‌ها در کش ذخیره می‌شود.
fr_fr: Nombre d'hôtes pour lesquels les informations sont mises en cache.
it_it: Numero di host per i quali le informazioni vengono memorizzate nella cache.
ko_kr: 정보가 캐시되는 호스트 수입니다.
uk_ua: Кількість хостів, для яких кешується інформація.
zh_cn: 缓存信息的主机数量。

source: Reqid to register this manual item on. Please note that an established tunnel needs to reconnect in order to add the entry as we use an updown event.
cs_cz: Reqid kterým zaregistrovat tento ruční požadavek. Pamatujte, že v případě už navázaného tunelu, aby bylo možné přidat položku, je potřeba ho znovu připojit (protože je využívána událost updown).
de_de: Reqid, auf dem dieser manuelle Eintrag registriert werden soll. Hinweis: Ein bestehender Tunnel muss neu aufgebaut werden, da ein 'updown'-Ereignis zur Registrierung erforderlich ist.
el_gr: Απαιτείται η καταχώριση αυτού του χειροκίνητου στοιχείου. Λάβετε υπόψη ότι μια καθιερωμένη σήραγγα πρέπει να επανασυνδεθεί για να προστεθεί η καταχώρηση, καθώς χρησιμοποιούμε ένα συμβάν updown.
fa_ir: Reqid برای ثبت این آیتم دستی. توجه کنید که برای افزودن این ورودی، تونل برقرار شده باید دوباره متصل شود چون ما از رویداد updown استفاده می‌کنیم.
fr_fr: Reqid to register this manual item on. Veuillez noter qu'un tunnel établi doit être reconnecté se reconnecter pour ajouter l'entrée, car nous utilisons un événement de mise à jour (updown).
it_it: È necessario registrare questo elemento manuale su. Si prega di notare che è necessario un tunnel stabilito per riconnettersi per aggiungere la voce poiché utilizziamo un evento updown.
ko_kr: 이 수동 항목을 등록할 Reqid입니다. updown 이벤트를 사용하므로 등록하려면 확립된 터널을 다시 연결해야 한다는 것에 주의하세요.
uk_ua: Ідентифікатор запиту (Reqid) для реєстрації цього елемента вручну. Будь ласка, зверніть увагу, що встановлений тунель потребує перепідключення, щоб додати запис, оскільки ми використовуємо подію updown.
zh_cn: 需要注册此手动项目。请注意，当我们使用updown事件时， 已建立的隧道需要重新连接才能添加条目。

source: Select an alias from which the items should be ignored when dropping ip addresses using the opnsense-fw active-response action.
cs_cz: Vyberte alternativní název, ze kterého mají být při akci opnsense-fw active-response ignorovány položky při zahazování ip active-response.
de_de: Wähle ein Alias aus, dessen Einträge ignoriert werden sollen, wenn IP-Adressen mit der aktiven Reaktion der opnsense-fw verworfen werden.
el_gr: Επιλέξτε ένα ψευδώνυμο από το οποίο τα στοιχεία θα πρέπει να αγνοούνται κατά την απόρριψη διευθύνσεων IP χρησιμοποιώντας την ενέργεια opnsense-fw active-response.
fa_ir: یک آلیاس انتخاب کنید تا اقلام آن هنگام حذف آدرس‌های IP با استفاده از عمل active-response در opnsense-fw نادیده گرفته شوند.
fr_fr: Sélectionnez un alias à partir duquel les éléments doivent être ignorés lors de l'abandon d'adresses IP à l'aide de l'action opnsense-fw active-response.
it_it: Seleziona un alias da cui gli elementi devono essere ignorati quando si rilasciano indirizzi IP utilizzando opnsense-fw azione di risposta attiva.
ko_kr: opnsense-fw active-response 작업을 사용하여 IP 주소를 삭제할 때 항목을 무시할 별칭을 선택합니다.
uk_ua: Виберіть псевдонім, елементи якого слід ігнорувати при відкиданні IP-адрес за допомогою дії активної відповіді opnsense-fw.
zh_cn: 选择一个别名，在使用 opnsense-fw active-response 操作时，应忽略其中的项目。

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses.
cs_cz: Zvolte stupeň podrobnosti záznamu událostí. Úroveň 0 znamená, že žádné pdorobnosti, pouze chyby. Úroveň 1 poskytuje provozní informace. Úroveň 2 poskytuje podrobné provozní informace. Úroveň 3 poskytuje informace na úrovni dotazu, výstup pro jednotlivé dotazy. Úroveň 4 poskytuje informace na úrovni algoritmu. Úroveň 5 zaznamenává identifikaci klienta v případech, kdy data nebyla nalezena v mezipaměti.
de_de: Wählen Sie die Ausführlichkeit des Protokolls. Stufe 0 bedeutet keine Ausführlichkeit, nur Fehler. Stufe 1 liefert Betriebsinformationen. Stufe 2 liefert detaillierte Betriebsinformationen. Stufe 3 liefert Informationen auf Abfrageebene und die Ausgabe pro Abfrage. Stufe 4 liefert Informationen auf Algorithmusebene. Stufe 5 protokolliert die Client-Identifikation für Cache-Fehler.
el_gr: Επιλέξτε την αναλυτικότητα του αρχείου καταγραφής. Το Επίπεδο 0 σημαίνει ότι δεν υπάρχει αναλυτικότητα, μόνο σφάλματα. Το Επίπεδο 1 παρέχει λειτουργικές πληροφορίες. Το Επίπεδο 2 παρέχει λεπτομερείς λειτουργικές πληροφορίες. Το Επίπεδο 3 παρέχει πληροφορίες σε επίπεδο ερωτήματος, έξοδο ανά ερώτημα. Το Επίπεδο 4 παρέχει πληροφορίες σε επίπεδο αλγορίθμου. Το Επίπεδο 5 καταγράφει την αναγνώριση πελάτη για αστοχίες στην προσωρινή μνήμη.
fa_ir: میزان جزئیات لاگ را انتخاب کنید. سطح 0 یعنی بدون جزئیات، فقط خطاها. سطح 1 اطلاعات عملیاتی می‌دهد. سطح 2 اطلاعات عملیاتی دقیق‌تری می‌دهد. سطح 3 اطلاعات سطح پرس‌وجو را (خروجی به ازای هر پرس‌وجو) می‌دهد. سطح 4 اطلاعات سطح الگوریتم را می‌دهد. سطح 5 شناسایی کلاینت را برای موارد عدم‌وجود در کش (cache miss) ثبت می‌کند.
fr_fr: Sélectionnez la verbosité du journal. Le niveau 0 signifie qu'il n'y a pas de verbosité, mais seulement des erreurs. Le niveau 1 donne des informations opérationnelles. Le niveau 2 donne des informations opérationnelles détaillées. Le niveau 3 donne des informations au niveau de la requête, la sortie par requête. Le niveau 4 donne des informations au niveau de l'algorithme. Le niveau 5 enregistre l'identification du client pour les erreurs de cache.
it_it: Seleziona la verbosità del registro. Il livello 0 significa nessuna verbosità, solo errori. Il livello 1 fornisce informazioni operative. Il livello 2 fornisce informazioni operative dettagliate. Il livello 3 fornisce informazioni a livello di query, output per query. Il livello 4 fornisce informazioni sul livello dell'algoritmo. Il livello 5 registra l'identificazione del client per i mancati risultati della cache.
ko_kr: 로그 세부 정보를 선택합니다. 레벨 0은 세부 정보 없음, 오류만 의미합니다. 레벨 1은 운영 정보를 제공합니다. 레벨 2는 자세한 운영 정보를 제공합니다. 레벨 3은 쿼리 수준 정보, 쿼리당 출력을 제공합니다. 레벨 4는 알고리즘 수준 정보를 제공합니다. 레벨 5는 캐시 미스에 대한 클라이언트 식별을 기록합니다.
uk_ua: Виберіть рівень деталізації журналу. Рівень 0 означає відсутність деталізації, лише помилки. Рівень 1 надає операційну інформацію. Рівень 2 надає детальну операційну інформацію. Рівень 3 надає інформацію на рівні запиту, вивід на кожен запит. Рівень 4 надає інформацію на рівні алгоритму. Рівень 5 реєструє ідентифікацію клієнта для промахів кешу.
zh_cn: 选择日志记录的详细程度。 0意味着精简记录，只记录错误。 1记录操作信息。2记录详细的操作信息。 3记录查询级别信息，包含每个查询的输出。4记录算法级别信息。5记录缓存未命中的客户端标识。

source: Send certificate payloads when using certificate authentication. With the default of [ifasked] the daemon sends certificate payloads only if certificate requests have been received. [never] disables sending of certificate payloads altogether whereas [always] causes certificate payloads to be sent unconditionally whenever certificate-based authentication is used.
cs_cz: Odesílat obsahy certifikátů při použití ověřování pomocí certifikátů. Při výchozí hodnotě [ifasked] proces služby odesílá obsahy certifikátů pouze v případě, že byly přijaty žádosti o certifikát. [never] zcela vypne odesílání obsahu certifikátů, zatímco [always] způsobí, že obsahy certifikátů budou odesílány bezpodmínečně, kdykoli je použito ověřování založené na certifikátu.
de_de: Sendet Zertifikat-Nutzdaten bei Verwendung zertifikatsbasierter Authentifizierung. Beim Standardwert [ifasked] sendet der Daemon Zertifikate nur, wenn diese angefordert wurden. [never] deaktiviert das Senden von Zertifikaten vollständig. [always] bewirkt, dass Zertifikate immer bedingungslos gesendet werden, wenn zertifikatsbasierte Authentifizierung verwendet wird.
el_gr: Αποστολή φορτίων πιστοποιητικών κατά τη χρήση ελέγχου ταυτότητας πιστοποιητικών. Με την προεπιλογή [ifasked], το deamon στέλνει φορτία πιστοποιητικών μόνο εάν έχουν ληφθεί αιτήματα πιστοποιητικών. Η επιλογή [never] απενεργοποιεί εντελώς την αποστολή φορτίων πιστοποιητικών, ενώ η επιλογή [always] προκαλεί την άνευ όρων αποστολή φορτίων πιστοποιητικών κάθε φορά που χρησιμοποιείται έλεγχος ταυτότητας βάσει πιστοποιητικού.
fa_ir: ارسال محتوای گواهی هنگام استفاده از احراز هویت مبتنی بر گواهی. با حالت پیش‌فرض [ifasked] دیمن محتوای گواهی را تنها در صورتی ارسال می‌کند که درخواست گواهی دریافت شده باشد. [never] ارسال محتوای گواهی را کاملاً غیرفعال می‌کند، در حالی که [always] باعث می‌شود هر زمان از احراز هویت مبتنی بر گواهی استفاده شود، محتوای گواهی بدون قید و شرط ارسال گردد.
fr_fr: Envoyer les données utiles du certificat lors de l'utilisation de l'authentification par certificat. Avec la valeur par défaut [ifasked], le démon n'envoie des données utiles de certificat que si des demandes de certificat ont été reçues. L'option [never] désactive complètement l'envoi des données utiles de certificat, tandis que l'option [always] entraîne l'envoi inconditionnel des données utiles de certificat chaque fois qu'une authentification basée sur un certificat est utilisée.
it_it: Invia payload di certificati quando si utilizza l'autenticazione del certificato. Con l'impostazione predefinita [ifasked] il demone invia i payload del certificato solo se sono state ricevute richieste di certificato. [mai] disabilita del tutto l'invio dei payload dei certificati mentre [sempre] fa sì che i payload dei certificati vengano inviati incondizionatamente ogni volta che viene utilizzata l'autenticazione basata su certificato.
ko_kr: 인증서 인증을 사용할 때 인증서 페이로드를 전송합니다. 기본값인 [ifasked]는 데몬이 인증서 요청이 수신된 경우에만 인증서 페이로드를 전송합니다. [never]는 인증서 페이로드 전송을 완전히 비활성화하며, [always]는 인증서 기반 인증이 사용될 때마다 조건 없이 인증서 페이로드를 전송하도록 합니다.
uk_ua: Надсилати дані сертифікатів при використанні аутентифікації за сертифікатом. За типового значення [якщо запитано] демон надсилає дані сертифікатів лише у разі отримання запитів на сертифікати. [ніколи] повністю вимикає надсилання даних сертифікатів, тоді як [завжди] спричиняє безумовне надсилання даних сертифікатів кожного разу, коли використовується аутентифікація на основі сертифіката.
zh_cn: 使用证书身份验证时发送证书有效负载。 默认值[ifasked]，守护程序仅在收到证书请求时才发送证书有效负载。 [never]完全禁用证书有效负载的发送， [always]会导致在使用基于证书的身份验证时无条件发送证书有效负载。

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
cs_cz: Odesílat na nadřazené servery jen zcela nezbytné informace a zlepšit tak ochranu soukromí. Neodesílat náhradně úplné QNAME na potenciálně nefunkční jmenné servery. Mnoho domén nebude při zapnutí této možnosti přeložitelných. Použijte pouze v případě, že víte, co děláte.
de_de: Sendet nur die minimal erforderliche Information an vorgelagerte Server, um die Privatsphäre zu verbessern. Kein Fallback zum vollständigen QNAME bei potenziell defekten Nameservern. Viele Domains können bei aktivierter Option möglicherweise nicht aufgelöst werden. Nur aktivieren, wenn Sie wissen, was Sie tun.
el_gr: Στείλτε την ελάχιστη δυνατή ποσότητα πληροφοριών σε upstream διακομιστές για να βελτιώσετε το απόρρητο. Μην επιστρέφετε στην αποστολή πλήρους QNAME σε πιθανώς προβληματικούς nameservers. Πολλά domains δεν θα είναι επιλύσιμα όταν είναι ενεργοποιημένη αυτή η επιλογή. Χρησιμοποιήστε την μόνο εάν γνωρίζετε τι κάνετε.
fa_ir: ارسال حداقل اطلاعات به سرورهای بالادست برای افزایش حریم خصوصی. به ارسال کامل QNAME به نام‌سرورهای احتمالاً معیوب بازنگردید. بسیاری از دامنه‌ها هنگامی که این گزینه فعال است قابل حل نخواهند بود. فقط در صورتی از آن استفاده کنید که می‌دانید چه کار می‌کنید.
fr_fr: Envoyer un minimum d'informations aux serveurs en amont pour améliorer la confidentialité. Ne pas se rabattre sur l'envoi du QNAME complet aux serveurs de noms potentiellement défaillants. De nombreux domaines ne pourront pas être résolus lorsque cette option est activée. N'utilisez cette option que si vous savez ce que vous faites.
it_it: Invia una quantità minima di informazioni ai server upstream per migliorare la privacy. Non ricorrere all'invio di QNAME completo a server dei nomi potenzialmente danneggiati. Molti domini non saranno risolvibili quando questa opzione è abilitata. Usalo solo se sai cosa stai facendo.
ko_kr: 개인 정보 보호를 향상시키기 위해 상위 서버에 최소한의 정보를 보냅니다. 잠재적으로 손상된 네임 서버에 전체 QNAME을 보내지 않도록 합니다. 이 옵션을 활성화하면 많은 도메인이 해결되지 않습니다. 알고 있는 경우에만 사용하세요.
uk_ua: Надсилати мінімальну кількість інформації вищестоящим серверам для підвищення конфіденційності. Не повертатися до надсилання повного QNAME потенційно пошкодженим серверам імен. Багато доменів не будуть роздільними при ввімкненні цієї опції. Використовуйте лише, якщо знаєте, що робите.
zh_cn: 向上游服务器发送最少量的信息以增强隐私性。 不要退回到将完整的QNAME发送到可能损坏的域名服务器。 启用此选项后，许多域名将无法解析。 仅当您知道自己在做什么时才使用。

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish. The TTL can be modified with "Expired Record Reply TTL value"
cs_cz: Podávat odpovědi z mezipaměti i když jejich platnost skončila (s TTL 0) a nečekat na výsledek dotazu na nadřazený DNS server. TTL lze upravit pomocí položky „TTL hodnota odpovědi prošlým záznamem“
de_de: Dient zur Bereitstellung abgelaufener Antworten aus dem Cache mit einem TTL von 0, ohne auf die eigentliche Namensauflösung zu warten. Der TTL-Wert kann mit der Option "TTL-Wert für abgelaufene Antworten" angepasst werden.
el_gr: Προβολή ληγμένων απαντήσεων από την προσωρινή μνήμη με TTL 0 χωρίς αναμονή για την ολοκλήρωση της πραγματικής ανάλυσης. Το TTL μπορεί να τροποποιηθεί με την επιλογή "Τιμή TTL απάντησης ληγμένης εγγραφής"
fa_ir: پاسخ‌های منقضی‌شده را از کش با TTL برابر 0 بدون منتظر ماندن برای پایان حل واقعی سرو کنید. TTL را می‌توان با «Expired Record Reply TTL value» تغییر داد.
fr_fr: Servir les réponses expirées du cache avec un TTL de 0 sans attendre la fin de la résolution proprement dite. Le TTL peut être modifié avec "Expired Record Reply TTL value" (valeur du TTL de la réponse à l'enregistrement expiré)
it_it: Fornisce risposte scadute dalla cache con un TTL pari a 0 senza attendere il completamento della risoluzione effettiva. Il TTL può essere modificato con "Valore TTL della risposta al record scaduto"
ko_kr: 실제 해석이 완료될 때까지 기다리지 않고 TTL이 0인 캐시에서 만료된 응답을 제공합니다. TTL은 "만료된 레코드 응답 TTL 값"으로 수정할 수 있습니다.
uk_ua: Надавати прострочені відповіді з кешу з TTL 0, не чекаючи завершення фактичного розв'язання. TTL можна змінити за допомогою значення "TTL для відповіді простроченого запису"
zh_cn: 从缓存中提供TTL为0的过期响应，而无需等待实际解析完成。 TTL可以通过"过期记录回复TTL值"进行修改。

source: Set the TTL of expired records to the "TTL for Expired Responses" value after a failed attempt to retrieve the record from an upstream server. This makes sure that the expired records will be served as long as there are queries for it.
cs_cz: Po neúspěšném pokusu o načtení z nadřazeného serveru, nastavovat TTL u záznamů, kterým skončila platnost, na hodnotu „TTL pro odpovědi se skončenou platností“. Tím bude zajištěno, že záznamy, kterým skončila platnost, budou obsluhovány tak dlouho, dokud na ně budou existovat dotazy.
de_de: Setzt die TTL abgelaufener Einträge auf den Wert von "TTL für abgelaufene Antworten", wenn ein Abruf beim übergeordneten Server fehlschlägt. Dadurch wird sichergestellt, dass abgelaufene Einträge weiterhin bereitgestellt werden, solange Anfragen dafür existieren.
el_gr: Ορίστε το TTL των ληγμένων εγγραφών στην τιμή "TTL για ληγμένες απαντήσεις" μετά από μια αποτυχημένη προσπάθεια ανάκτησης της εγγραφής από έναν ανιόντα διακομιστή. Αυτό διασφαλίζει ότι οι ληγμένες εγγραφές θα προβάλλονται για όσο διάστημα υπάρχουν ερωτήματα για αυτές.
fa_ir: پس از تلاش ناموفق برای بازیابی رکورد از سرور بالادست، TTL رکوردهای منقضی‌شده را به مقدار «TTL for Expired Responses» تنظیم کنید. این اطمینان می‌دهد که رکوردهای منقضی تا زمانی که برای آن‌ها پرس‌وجو وجود دارد سرو می‌شوند.
fr_fr: Définir le TTL des enregistrements expirés à la valeur "TTL pour les réponses expirées" après l'échec d'une tentative de récupération de l'enregistrement depuis un serveur en amont. d'extraire l'enregistrement d'un serveur en amont. Cela permet de s'assurer que les enregistrements expirés seront servis tant qu'il y aura des requêtes pour eux. tant qu'il y a des requêtes à ce sujet.
it_it: Imposta il TTL dei record scaduti sul valore "TTL per risposte scadute" dopo un tentativo fallito recuperare il record da un server upstream. Ciò garantisce che i record scaduti verranno serviti per lo stesso tempo poiché ci sono domande al riguardo.
ko_kr: 만료된 레코드의 TTL을 "만료된 응답에 대한 TTL" 값으로 설정하여 업스트림 서버에서 레코드를 검색하려는 시도가 실패한 후에도 이 레코드가 제공되도록 합니다. 이렇게 하면 만료된 레코드에 대한 쿼리가 있는 한 해당 레코드가 제공됩니다.
uk_ua: Встановити TTL прострочених записів на значення "TTL для прострочених відповідей" після невдалої спроби отримати запис з вищестоящого сервера. Це гарантує, що прострочені записи будуть надаватися, доки є запити на них.
zh_cn: 在尝试从上游服务器检索记录失败后， 将过期记录的TTL设置为“过期响应的TTL”值。 这可确保只要有查询，就会提供过期记录。

source: Size of the RRset cache. Contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
cs_cz: Velikost mezipaměti RRset. Obsahuje aktuální data RR. Platným vstupem je prosté číslo (bajty), volitelně doplněné o příponu „k“, „m“ nebo „g“ pro kilobajty, megabajty nebo gigabajty.
de_de: Größe des RRSet-Caches. Enthält die eigentlichen Resource-Record-Daten. Zulässige Eingaben sind einfache Byte-Werte, optional mit k, m oder g für Kilobyte, Megabyte oder Gigabyte.
el_gr: Μέγεθος της προσωρινής μνήμης RRset. Περιέχει τα πραγματικά δεδομένα RR. Η έγκυρη είσοδος είναι απλά bytes, στα οποία προστίθεται προαιρετικά 'k', 'm' ή 'g' για kilobyte, megabyte ή gigabyte αντίστοιχα.
fa_ir: اندازهٔ کش RRset. شامل دادهٔ واقعی RR می‌باشد. ورودی معتبر بایت خام است که می‌توان در انتها به‌صورت اختیاری 'k'، 'm' یا 'g' برای کیلوبایت، مگابایت یا گیگابایت افزود.
fr_fr: Taille du cache RRset. Contient les données RR proprement dites. Les données valides sont des octets simples, éventuellement complétés par par "k", "m" ou "g" pour kilo-octets, méga-octets ou giga-octets respectivement.
it_it: Dimensione della cache RRset. Contiene i dati RR effettivi. L'input valido è rappresentato da byte semplici, eventualmente aggiunti con "k", "m" o "g" rispettivamente per kilobyte, megabyte o gigabyte.
ko_kr: RRset 캐시의 크기입니다. 실제 RR 데이터가 포함됩니다. 유효한 입력은 일반 바이트이며, 선택적으로 킬로바이트, 메가바이트 또는 기가바이트에 'k', 'm' 또는 'g'를 추가할 수 있습니다.
uk_ua: Розмір кешу RRset. Містить фактичні дані RR. Допустимим вводом є прості байти, опціонально доповнені 'k', 'm' або 'g' для кілобайтів, мегабайтів або гігабайтів відповідно.
zh_cn: RRset缓存的大小。包含实际的RR数据。 有效输入是纯字节，可以选择附加'k', 'm', 或 'g'，分别表示千字节、兆字节或千兆字节。

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
cs_cz: Velikost mezipaměti zpráv. Do vyrovnávací paměti zpráv jsou ukládány DNS rkódy a stavy ověřování. Platným vstupem je prosté číslo (bajty), volitelně doplněné o příponu „k“, „m“ nebo „g“ pro kilobajty, megabajty nebo gigabajty.
de_de: Größe des Nachrichtencaches. Dieser speichert DNS-Rückgabecodes und Validierungsstatus. Zulässige Eingaben sind einfache Byte-Werte, optional mit k, m oder g für Kilobyte, Megabyte oder Gigabyte.
el_gr: Μέγεθος της προσωρινής μνήμης μηνυμάτων. Η προσωρινή μνήμη μηνυμάτων αποθηκεύει κωδικούς DNS και καταστάσεις επικύρωσης. Η έγκυρη εισαγωγή είναι απλά byte, στα οποία προαιρετικά προστίθεται 'k', 'm' ή 'g' για kilobyte, megabyte ή gigabyte αντίστοιχα.
fa_ir: اندازهٔ کش پیام‌ها. کش پیام‌ها کدهای بازگشتی DNS (rcodes) و وضعیت‌های اعتبارسنجی را ذخیره می‌کند. ورودی معتبر بایت خام است که می‌توان در انتها به‌صورت اختیاری 'k'، 'm' یا 'g' برای کیلوبایت، مگابایت یا گیگابایت افزود.
fr_fr: Taille du cache de messages. Le cache de messages stocke les codes r du DNS et les statuts de validation. Les données valides sont des octets simples, éventuellement complétés par 'k', 'm' ou 'g' pour kilo-octets, méga-octets ou giga-octets respectivement. ou gigaoctets respectivement.
it_it: Dimensione della cache dei messaggi. La cache dei messaggi memorizza gli rcode DNS e gli stati di convalida. L'input valido è costituito da byte semplici, eventualmente aggiunti con "k", "m" o "g" per kilobyte e megabyte o gigabyte rispettivamente.
ko_kr: 메시지 캐시의 크기입니다. 메시지 캐시에는 DNS rcode 및 유효성 검사 상태가 저장됩니다. 유효한 입력은 일반 바이트이며, 선택적으로 킬로바이트, 메가바이트 또는 기가바이트에 'k', 'm' 또는 'g'를 추가할 수 있습니다.
uk_ua: Розмір кеша повідомлень. Кеш повідомлень зберігає коди повернення DNS та статуси валідації. Допустимим введенням є звичайні байти, опціонально доповнені 'k', 'm' або 'g' для кілобайтів, мегабайтів або гігабайтів відповідно.
zh_cn: 消息缓存的大小。 消息缓存存储 DNS rcode 和验证状态。 有效输入是纯字节， 可以选择附加'k', 'm', 或 'g'，分别表示千字节、兆字节或千兆字节。
