Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: UDP Broadcast Relay
cs_cz: Předávání UDP všesměrového vysílání
de_de: UDP-Broadcast-Weiterleitung
el_gr: Αναμετάδοση UDP
fa_ir: رله پخش UDP
fr_fr: Relais de diffusion UDP
it_it: Relè di trasmissione UDP
ko_kr: UDP 브로드캐스트 릴레이
zh_cn: UDP广播中继

source: guest-fsfreeze-thaw
fa_ir: رفع فریز فایل‌سیستم مهمان
it_it: guest-fsfreeze-scongelamento

source: guest-fstrim
fa_ir: پاک‌سازی فضای آزاد فایل‌سیستم مهمان
fr_fr: invité-fstrim

source: guest-get-fsinfo
fa_ir: دریافت اطلاعات فایل‌سیستم مهمان

source: guest-get-host-name
el_gr: όνομα-οικοδεσπότη-get-guest
fa_ir: دریافت نام میزبان مهمان
it_it: guest-get-nome-host

source: guest-get-memory-block-info
fa_ir: دریافت اطلاعات بلوک حافظه مهمان

source: guest-get-memory-blocks
fa_ir: دریافت بلوک‌های حافظه مهمان

source: guest-get-osinfo
fa_ir: دریافت اطلاعات سیستم‌عامل مهمان

source: guest-get-time
el_gr: χρόνος για τους επισκέπτες
fa_ir: دریافت زمان مهمان
it_it: tempo per gli ospiti

source: guest-get-timezone
fa_ir: دریافت منطقهٔ زمانی مهمان
it_it: guest-get-fuso orario

source: guest-get-users
fa_ir: دریافت کاربران مهمان
it_it: guest-get-utenti

source: guest-get-vcpus
fa_ir: دریافت vCPUهای مهمان

source: guest-info
el_gr: πληροφορίες-επισκέπτη
fa_ir: اطلاعات مهمان
fr_fr: informations sur les invités
it_it: informazioni sugli ospiti

source: guest-network-get-interfaces
el_gr: διεπαφές-λήψης-δικτύου-επισκέπτη
fa_ir: دریافت رابط‌های شبکه مهمان
it_it: interfacce-get-network-guest

source: guest-ping
fa_ir: پینگ مهمان
it_it: ping-ospite

source: guest-set-memory-blocks
el_gr: μπλοκ μνήμης-guest-set
fa_ir: تنظیم بلوک‌های حافظه مهمان
it_it: blocchi di memoria impostati dagli ospiti

source: guest-set-time
el_gr: ώρα-ορισμού-επισκέπτη
fa_ir: تنظیم زمان مهمان
it_it: orario stabilito dall'ospite

source: guest-set-user-password
el_gr: κωδικός πρόσβασης χρήστη-ορισμού-επισκέπτη
fa_ir: تنظیم گذرواژه کاربر مهمان
it_it: password-utente-set-ospite

source: guest-set-vcpus
fa_ir: تنظیم vCPUهای مهمان

source: guest-shutdown
el_gr: διακοπή λειτουργίας για επισκέπτες
fa_ir: خاموش کردن مهمان
it_it: spegnimento degli ospiti

source: guest-suspend-disk
el_gr: δίσκος-αναστολής-επισκέπτη
fa_ir: تعلیق مهمان (ذخیره روی دیسک)
it_it: disco-di-sospensione-guest

source: guest-suspend-hybrid
el_gr: υβριδικό guest-suspend
fa_ir: تعلیق ترکیبی مهمان
fr_fr: invité-suspendu-hybride
it_it: guest-sospensione-ibrido

source: guest-suspend-ram
fa_ir: تعلیق مهمان (حفظ در RAM)
fr_fr: invité-suspendu-ram
it_it: guest-sospensione-ram

source: guest-sync
el_gr: συγχρονισμός επισκεπτών
fa_ir: همگام‌سازی مهمان
it_it: sincronizzazione ospite

source: guest-sync-delimited
el_gr: οριοθετημένος από συγχρονισμό επισκεπτών
fa_ir: همگام‌سازی با جداکننده
it_it: guest-sync-delimitato

source: no-tlsv13
el_gr: όχι-tlsv13
fa_ir: بدون TLSv1.3
fr_fr: non-tlsv13

source: ikeid
fa_ir: شناسه IKE

source: seqid
de_de: Sequenz-ID
el_gr: σεκίντ
fa_ir: شناسه توالی
it_it: seqide
zh_cn: 序列号

source: uniqid
de_de: Eindeutige ID
fa_ir: شناسه یکتا
fr_fr: uniqide

source: ACME CA
fa_ir: مرجع صدور گواهی ACME

source: IONOS domain API
cs_cz: Doménové API IONOS
el_gr: API τομέα IONOS
fa_ir: API دامنه IONOS
fr_fr: API du domaine IONOS
it_it: API del dominio IONOS
ko_kr: IONOS 도메인 API
zh_cn: IONOS域API

source: SSL SNI
fa_ir: SNI در SSL

source: unix socket
cs_cz: unixový soket
el_gr: υποδοχή unix
fa_ir: سوکت Unix
fr_fr: socket unix
it_it: presa Unix
ko_kr: unix 소켓
pl_pl: gniazdo unix
zh_cn: unix 套接字

source: DST
cs_cz: Cíl
fa_ir: ساعت تابستانی (DST)
it_it: Ora legale
ko_kr: 목적지

source: localAS
de_de: Lokales AS
el_gr: τοπικόAS
fa_ir: AS محلی
it_it: localeAS

source: spi-in
el_gr: κατασκοπεία
fa_ir: ورودی SPI

source: spi-out
el_gr: κατασκοπεία
fa_ir: خروجی SPI

source: HTTP Strict Transport Security (HSTS)
cs_cz: Přísné zabezpečení HTTP přenosu (HSTS)
el_gr: Αυστηρή Ασφάλεια Μεταφοράς HTTP (HSTS)
fa_ir: سیاست سخت‌گیرانهٔ انتقال امن HTTP (HSTS)
it_it: Sicurezza di trasporto rigorosa HTTP (HSTS)
ko_kr: HTTP 엄격한 전송 보안 (HSTS)
zh_cn: HTTP严格传输安全

source: as-path
de_de: AS-Pfad
el_gr: ως-διαδρομή
fa_ir: مسیر AS
fr_fr: chemin d'accès
it_it: come-percorso
ko_kr: as-경로

source: auth+acct
el_gr: εξουσιοδότηση+λογαριασμός
fa_ir: احراز+حسابداری
it_it: autorizzazione+ac

source: med
cs_cz: střed
el_gr: μέσο
fa_ir: متوسط
fr_fr: méd.

source: no-ip
el_gr: χωρίς IP
fa_ir: بدون IP

source: typetransparent
de_de: Typ: transparent
el_gr: τύποςδιαφανές
fa_ir: شفاف
it_it: tipotrasparente

source: Uri
el_gr: Ούρι
fa_ir: آدرس (URI)

source: HTTP Keepalive
cs_cz: HTTP udržování spojení
fa_ir: نگهداری اتصال HTTP
zh_cn: HTTP保活

source: MQTT QoS
el_gr: QoS MQTT
fa_ir: QoS در MQTT
it_it: QoS MQTT

source: IPv4+IPv6
fa_ir: IPv4 و IPv6

source: float
cs_cz: plovoucí
de_de: Gleitkommazahl
fa_ir: اعشاری
fr_fr: flotteur
it_it: galleggiante
ko_kr: 부동 소수점

source: captiveportal
fa_ir: پرتال اجباری
fr_fr: portail captif
ko_kr: 캡티브 포털

source: DHCP FQDN
fa_ir: FQDN در DHCP

source: RA MTU
fa_ir: MTU اعلان‌های RA
fr_fr: MTU RA

source: CHECKOUT
fa_ir: تأیید نهایی

source: CONNECT
fa_ir: اتصال
fr_fr: CONNECTER

source: COPY
fa_ir: کپی
fr_fr: COPIE

source: fin
fa_ir: پرچم FIN
fr_fr: nageoire

source: psh
fa_ir: پرچم PSH

source: raw
de_de: Raw (Unverarbeitet)
fa_ir: خام
fr_fr: brut

source: remote_ip
fa_ir: آدرس IP راه دور

source: tls-crypt2_client
fa_ir: TLS-Crypt2 (کلاینت)

source: tls-crypt2_server
fa_ir: TLS-Crypt2 (سرور)

source: SureGPS
it_it: CertoGPS
ko_kr: SureGPSS

source: Netflow/Insight
el_gr: Ροή δικτύου/Διερεύνηση
ko_kr: 넷플로우/인사이트
zh_cn: 流量分析

source: LAN
ko_kr: 랜

source: id-assoc na
el_gr: αναγνωριστικό-συνεργάτης na
ko_kr: id-assoc 없음

source: Host-Uniq
cs_cz: Hostitel-Uniq
de_de: Einmalig pro Host
fr_fr: Hôte-Uniq
ko_kr: 호스트-유니크

source: n/j/y H:i:s
fr_fr: j/n/y H:i:s
ko_kr: y/n/j H:i:s
pl_pl: d/m/r H:i:s

source: HSTS max-age
cs_cz: Maximální stáří HSTS
de_de: HSTS Maximales Alter
el_gr: Μέγιστη ηλικία HSTS
it_it: Età massima HSTS
ko_kr: HSTS 최대 사용 기간

source: Collectd
el_gr: Συλλέχθηκαν
it_it: Raccolto
ko_kr: 수집됨
zh_cn: 已收集

source: FIFO
ko_kr: 선입선출 (FIFO)

source: Fifo
el_gr: Φίφο
ko_kr: 선입선출 (Fifo)

source: Hyperscan
el_gr: Υπερσάρωση
ko_kr: 하이퍼스캔

source: NetFlow
ko_kr: 넷플로우
zh_cn: 流量设置

source: Telegraf
it_it: Telegrafo
ko_kr: 텔레그래프

source: Universal Plug and Play
cs_cz: Univerzální „připoj a používej“ (UPnP)
it_it: Plug and Play universale
ko_kr: UPnP
pl_pl: Universal Plug and Play (Uniwersalna konfiguracja i odtwarzanie)
zh_cn: UPnP

source: Windows 2003
it_it: Finestre 2003
ko_kr: 윈도우 2003

source: DirectAdmin
el_gr: ΆμεσοςΔιαχειριστής
it_it: Amministrazione diretta
ko_kr: 직접 관리자

source: Google Cloud DNS
el_gr: DNS Google Cloud
it_it: DNS di Google Cloud
ko_kr: 구글 클라우드 DNS

source: OCSP Stapling
cs_cz: OCSP razítkování
el_gr: Συρραφή OCSP
fr_fr: Agrafage OCSP
it_it: Pinzatura OCSP
ko_kr: OCSP 스테이플링
pl_pl: Stapling OCSP
zh_cn: OCSP装订

source: Netflow / Insight
el_gr: Netflow / Διορατικότητα
ko_kr: 넷플로우 / 인사이트
zh_cn: 流量分析

source: APCUPSD-Driver
de_de: APCUPSD-Treiber
el_gr: Πρόγραμμα οδήγησης APCUPSD
it_it: Driver APCUSDD
ko_kr: APCUPSD 드라이버

source: Leaseweb
ko_kr: 임대 웹

source: Puppet Agent
el_gr: Πράκτορας Μαριονετών
fr_fr: Agent Puppet
it_it: Agente fantoccio
ko_kr: Puppet 에이전트

source: QEMU Guest Agent
cs_cz: QEMU agent do hosta
de_de: QEMU-Gast-Agent
el_gr: Πράκτορας επισκεπτών QEMU
fr_fr: Agent invité QEMU
it_it: Agente ospite QEMU
ko_kr: QEMU 게스트 에이전트

source: Domeneshop DNS API
el_gr: API DNS του Domeneshop
it_it: API DNS di Domeneshop
ko_kr: Dominoshop DNS API

source: Palo Alto Networks GlobalProtect
ko_kr: 팔로알토 네트웍스 글로벌 프로텍트

source: Pulse Connect Secure
it_it: Pulse Connect sicuro
ko_kr: Pulse 연결 보안
pl_pl: Bezpieczne połączenie
zh_cn: Pulse 连接安全

source: Upperspec
de_de: Oberspezifikation
el_gr: Άνω προδιαγραφές
it_it: Specifiche superiori
ko_kr: 상위사양

source: Core-Networks
cs_cz: Základní sítě
el_gr: Βασικά Δίκτυα
fr_fr: Réseaux de base
it_it: Reti centrali
ko_kr: 코어 네트워크

source: Domain-Offensive Resellerinterface/Domainrobot
cs_cz: Doména-Offensive Resellerinterface/Domainrobot
el_gr: Διεπαφή μεταπωλητή/ρομπότ τομέα που προσβάλλει το domain
fr_fr: Revendeur de domaines offensifsinterface/Domainrobot
it_it: Interfaccia rivenditore offensivo del dominio/Domainrobot
ko_kr: Domain-Offensive 리셀러 인터페이스/도메인로봇

source: Dyn Managed
el_gr: Διαχειριζόμενο από Dyn
it_it: Dyn gestito
ko_kr: Dyn 관리

source: LeaseWeb
ko_kr: 임대 웹

source: Bunny
el_gr: Λαγουδάκι
fr_fr: Lapin
it_it: Coniglietto
ko_kr: 버니

source: DNSExit
it_it: DNSEsci
ko_kr: DNS 종료

source: Forward Auth
cs_cz: Přeposílání k ověřování
el_gr: Προώθηση Εξουσιοδότησης
fr_fr: Renvoi d'authentification
it_it: Aut. inoltro
ko_kr: 전달 인증
zh_cn: 转发认证

source: Graylog
el_gr: Γκρέιλογκ
ko_kr: 그레이로그

source: DHCRelay
it_it: DHCRelè
ko_kr: DHC릴레이

source: PeerGenerator
cs_cz: Vytváření protějšků
ko_kr: 피어 생성기
zh_cn: 端点生成器

source: SquidWebProxy
ko_kr: Squid웹프록시

source: www
cs_cz: webové stránky
ko_kr: 웹

source: Exchange Server
fr_fr: Serveur Exchange
ko_kr: 익스체인지 서버

source: User-Agent
ko_kr: 유저 에이전트

source: RSTP
fr_fr: RSTP (Rapid Spanning Tree)

source: http url
cs_cz: https url
el_gr: URL http
fr_fr: url http
it_it: URL http
pl_pl: adres URL http

source: IPsec VPN
fr_fr: VPN IPsec
it_it: VPN IPsec
pl_pl: VPN IPsec

source: Tinc VPN
el_gr: VPN Tinc
fr_fr: VPN Tinc

source: Gandi LiveDNS
fr_fr: LiveDNS de Gandi

source: IP TTL
fr_fr: TTL IP
it_it: TTL IP
pl_pl: TTL IP

source: MySQL 4.1+
cs_cz: MySQL 4.1 a novější
fr_fr: MySQL 4.1 et +

source: Name.com
fr_fr: Nom.com
it_it: Nome.com
pl_pl: nazwa.com

source: HEAD
el_gr: ΚΕΦΑΛΙ
fr_fr: TETE
it_it: TESTA

source: KISTLite,Vanilla
el_gr: KISTLite, Βανίλια
fr_fr: KISTLite, Vanille
it_it: KISTLite,Vaniglia

source: LDAPS
fr_fr: LADPS

source: ntp
fr_fr: ntp (Network Time Protocol)

source: MTU
fr_fr: MTU (Maximum Transmission Unit)

source: Unbound
fr_fr: Non consolidé
it_it: Non vincolato
pl_pl: Bez ograniczeń

source: Viscosity (visz)
de_de: Viskosität (visz)
el_gr: Ιξώδες (visz)
fr_fr: Viscosité (visz)
it_it: Viscosità (visz)
pl_pl: Lepkość (visz)

source: Knot
el_gr: Κόμπος
fr_fr: Nœud
it_it: Nodo

source: Easy List
el_gr: Εύκολη Λίστα
fr_fr: Liste facile
it_it: Elenco facile
pl_pl: Prosta Lista

source: Easyprivacy List
de_de: Easyprivacy-Liste
el_gr: Λίστα Easyprivacy
fr_fr: Liste Easyprivacy
it_it: Elenco facileprivacy
pl_pl: Lista Prywatności
zh_cn: Easyprivacy列表

source: Identd (stunnel)
el_gr: Αναγνώριση (stunnel)
fr_fr: Identd (étourdissement)
zh_cn: 标识(stunnel)

source: he
cs_cz: on
el_gr: αυτός
fr_fr: il
it_it: Lui
pl_pl: on

source: Mythic Beasts
el_gr: Μυθικά Θηρία
fr_fr: Bêtes mythiques
it_it: Bestie mitiche

source: Simply.com
el_gr: Απλά.com
fr_fr: Simplement.com
it_it: Semplicemente.com

source: resourceId
de_de: Ressourcen-ID
el_gr: Αναγνωριστικό πόρου
fr_fr: identifiant de la ressource (resourceId)
it_it: IDrisorsa
zh_cn: 资源ID

source: 1984Hosting
el_gr: 1984Φιλοξενία
fr_fr: 1984Hébergement
it_it: 1984Ospitazione

source: Anyprot
fr_fr: Toutprot
it_it: Qualsiasiprot

source: DNS Made Easy (digicert)
el_gr: DNS εύκολα (digicert)
fr_fr: Le DNS en toute simplicité (digicert)
it_it: DNS reso facile (digicert)

source: DSLReports
el_gr: Αναφορές DSL
fr_fr: Rapports DSL
it_it: Report DSL

source: Duck DNS
el_gr: DNS πάπιας
fr_fr: Canard DNS
it_it: DNS anatra

source: Hover
el_gr: Φτερουγίζω
fr_fr: Survolez
it_it: Passa il mouse

source: Key-Systems
cs_cz: Systémy klíčů
fr_fr: Systèmes de clés
it_it: Sistemi chiave

source: Knot (knsupdate)
el_gr: Κόμπος (knsupdate)
fr_fr: Nœud (knsupdate)
it_it: Nodo (knsupdate)

source: Porkbun
el_gr: Χοιρινό ψωμάκι
fr_fr: Chignon de porc
it_it: Panino di maiale

source: Subreg
el_gr: Υποπεριοχή
fr_fr: Sous-régime
it_it: Sottoreg

source: acct
de_de: Konto
el_gr: λογαριασμός
fr_fr: Acte
it_it: acc

source: dane
el_gr: Δανός
fr_fr: dogue
it_it: danese

source: sharemaster
de_de: Freigabe-Master
el_gr: μετόχος
fr_fr: maître de l'action

source: shareslave
de_de: Freigabe-Slave
el_gr: μεροδόμος
fr_fr: esclave de l'action

source: Caddyfile
fr_fr: Fichier Caddy

source: Wireguard
fr_fr: Fil de fer

source: Authentik
fr_fr: Authentique
it_it: Autentico

source: Carbon2
el_gr: Άνθρακας2
fr_fr: Carbone2
it_it: Carbonio2

source: Influx
el_gr: Εισροή
fr_fr: L'influx
it_it: Afflusso

source: Squid
fr_fr: Calmar
it_it: Calamaro

source: Wavefront
fr_fr: Front d'onde
it_it: Fronte d'onda

source: DNS [Unbound]
fr_fr: DNS [Non consolidé]

source: id:api_key
fr_fr: id:clé_api

source: scaleway
fr_fr: voie d'accès

source: Tailscale
fr_fr: Échelle de la queue

source: /ews
fr_fr: /nouvelles

source: /exchange
fr_fr: /échange

source: Accept-Language
fr_fr: Acceptation de la langue

source: Bearer
fr_fr: Porteur

source: Beats
fr_fr: Battements

source: Bouncers
fr_fr: Les videurs

source: Content-Length
fr_fr: Longueur du contenu

source: Expect
fr_fr: Attendre

source: If-Match
fr_fr: Si-appariement

source: Turnserver
fr_fr: Serveur rotatif

source: ra-names
de_de: RA-Namen
fr_fr: noms de ra

source: ERROR: Could not parse %s wizard file.
cs_cz: CHYBA: nebylo možné zpracovat soubor průvodce %s.
el_gr: ΣΦΑΛΜΑ: Δεν ήταν δυνατή η ανάλυση του αρχείου %s οδηγού.
pl_pl: BŁĄD: Błąd parsowania pliku %s konfiguratora.

source: ERROR: Could not find wizard file.
cs_cz: Chyba: nepodařilo se nalézt soubor průvodce.
el_gr: ΣΦΑΛΜΑ: Δεν ήταν δυνατή η εύρεση του αρχείου οδηγού.
pl_pl: BŁĄD: Nie odnaleziono pliku konfiguratora.

source: Use a wizard to setup a new server
cs_cz: Nastavit nový server pomocí průvodce
el_gr: Χρησιμοποιήστε έναν οδηγό για να ρυθμίσετε έναν νέο διακομιστή
pl_pl: Użyj kreatora, by stworzyć nowy serwer

source: Common name
cs_cz: Obecný název
el_gr: Κοινή ονομασία
pl_pl: Nazwa pospolita

source: Provide a login banner to clients
cs_cz: Při přihlášení ukazovat klientům uvítací text
el_gr: Παροχή ενός banner σύνδεσης στους πελάτες
pl_pl: Udostępnij baner logowania klientom

source: Login Banner
cs_cz: Přihlašovací transparent
el_gr: Μπανέρ Σύνδεσης
pl_pl: Banner logowania

source: Split DNS
cs_cz: Rozdělené DNS
el_gr: Διαχωρισμένο DNS
pl_pl: Tryb rozdzielonych serwerów nazw

source: Save Xauth Password
cs_cz: Uložit Xauth heslo
el_gr: Αποθήκευση κωδικού πρόσβασης Xauth
pl_pl: Zapisz hasło Xauth

source: Provide a list of accessible networks to clients
cs_cz: Poskytovat klientům seznam dostupných sítí
el_gr: Παροχή λίστας προσβάσιμων δικτύων στους πελάτες
pl_pl: Udostępnij klientom listę dostępnych sieci

source: Extended Authentication (Xauth)
cs_cz: Rozšířené ověřování (Xauth)
el_gr: Εκτεταμένος έλεγχος ταυτότητας (Xauth)
pl_pl: Rozszerzone uwierzytelnianie (Xauth)

source: A valid IP address for 'WINS Server #2' must be specified.
cs_cz: Do kolonky „WINS server č. 2“ je třeba zadat platnou IP adresu.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τον 'WINS Server #2'.
pl_pl: Należy określić prawidłowy adres IP dla „Serwera WINS #2”.

source: A valid IP address for 'WINS Server #1' must be specified.
cs_cz: Do kolonky „WINS server č. 1“ je třeba zadat platnou IP adresu.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τον 'WINS Server #1'.
pl_pl: Należy określić prawidłowy adres IP dla „Serwera WINS #1”.

source: A valid IP address for 'DNS Server #4' must be specified.
cs_cz: Do kolonky „DNS server č. 4“ je třeba zadat platnou IP adresu.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τον 'Διακομιστή DNS #4'.
pl_pl: Należy określić prawidłowy adres IP dla „Serwera WINS #4”.

source: A valid IP address for 'DNS Server #3' must be specified.
cs_cz: Do kolonky „DNS server č. 3“ je třeba zadat platnou IP adresu.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τον 'Διακομιστή DNS #3'.
pl_pl: Należy określić prawidłowy adres IP dla „Serwera WINS #3”.

source: A valid IP address for 'DNS Server #2' must be specified.
cs_cz: Do kolonky „DNS server č. 2“ je třeba zadat platnou IP adresu.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τον 'Διακομιστή DNS #2'.
pl_pl: Należy podać prawidłowy adres IP dla 'Serwera DNS #2'.

source: A valid IP address for 'DNS Server #1' must be specified.
cs_cz: Do kolonky „DNS server č. 1“ je třeba zadat platnou IP adresu.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP για τον 'Διακομιστή DNS #1'.
pl_pl: Należy podać prawidłowy adres IP dla 'Serwera DNS #1'.

source: A valid split DNS domain list must be specified.
cs_cz: Je třeba zadat platný seznam rozdělených DNS domén.
el_gr: Πρέπει να καθοριστεί μια έγκυρη λίστα διαιρεμένων τομέων DNS.
pl_pl: Należy podać prawidłową listę domen podzielonego DNS.

source: A valid value for 'DNS Default Domain' must be specified.
cs_cz: Je třeba zadat platnou hodnotu „Výchozí DNS doména“.
el_gr: Πρέπει να καθοριστεί μια έγκυρη τιμή για το 'Προεπιλεγμένος τομέας DNS'.
pl_pl: Należy podać prawidłową wartość dla 'Domyślnej domeny DNS'.

source: User Authentication Source
cs_cz: Zdroj ověřování uživatele
el_gr: Πηγή ελέγχου ταυτότητας χρήστη
pl_pl: Źródło uwierzytelniania użytkownika

source: DH Group
cs_cz: DH skupina
el_gr: Όμιλος DH
pl_pl: Grupa DH

source: Please select users to import:
cs_cz: Vyberte uživatele, které importovat:
el_gr: Επιλέξτε χρήστες για εισαγωγή:
pl_pl: Wybierz użytkowników do importu:

source: Could not connect to the LDAP server. Please check your LDAP configuration.
cs_cz: Nedaří se připojit k LDAP serveru. Zkontrolujte nastavení pro LDAP protokol.
el_gr: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή LDAP. Ελέγξτε τη διαμόρφωση LDAP.
pl_pl: Nie udało się połączyć z serwerem LDAP. Proszę sprawdzić konfigurację LDAP.

source: Deselect all (visible)
cs_cz: Odznačit vše (viditelné)
el_gr: Αποεπιλογή όλων (ορατών)
pl_pl: Odznacz wszystko (widoczne)

source: Select all (visible)
cs_cz: Označit vše (viditelné)
el_gr: Επιλογή όλων (ορατών)
pl_pl: Zaznacz wszystko (widoczne)

source: (filter)
cs_cz: (filtr)
el_gr: (φίλτρο)
pl_pl: (filtr)

source: Allowed
cs_cz: Povoleno
el_gr: Επιτρέπεται
pl_pl: Dozwolone

source: System Privileges
cs_cz: Systémová pověření
el_gr: Προνόμια συστήματος
pl_pl: Uprawnienia systemowe

source: Normal User
cs_cz: Běžný uživatel
el_gr: Κανονικός χρήστης
pl_pl: Użytkownik standardowy

source: Disabled User
cs_cz: Znepřístupněný uživatelský účet
el_gr: Απενεργοποιημένος χρήστης
pl_pl: Użytkownik wyłączony

source: System Administrator
cs_cz: Správce systému
el_gr: Διαχειριστής συστήματος
pl_pl: Administrator systemu

source: Save and go back
cs_cz: Uložit a přejít zpět
el_gr: Αποθήκευση και επιστροφή
pl_pl: Zapisz i wróć

source: Paste an authorized keys file here.
cs_cz: Sem vložte obsah souboru s pověřenými klíči.
el_gr: Επικολλήστε εδώ ένα αρχείο εξουσιοδοτημένων κλειδιών.
pl_pl: Wklej tu autoryzowany klucz.

source: Authorized keys
cs_cz: Pověřené klíče
el_gr: Εξουσιοδοτημένα κλειδιά
pl_pl: Autoryzowane klucze

source: Scan this QR code for easy setup with external apps.
cs_cz: Naskenování tohoto QR kódu jednoduše nastavíte externí aplikace.
el_gr: Σαρώστε αυτόν τον κωδικό QR για εύκολη ρύθμιση με εξωτερικές εφαρμογές.
pl_pl: Zeskanuj ten kod QR, aby ułatwić konfigurację z zewnętrznymi aplikacjami.

source: Click to unhide
cs_cz: Kliknutím odkryjte
el_gr: Κάντε κλικ για επανεμφάνιση
pl_pl: Kliknij by pokazać

source: OTP QR code
cs_cz: QR kód pro OTP
el_gr: Κωδικός QR OTP
pl_pl: OTP kod QR

source: OTP (base32) seed to use when a one time password authenticator is used
cs_cz: OTP (base32) semínko které použít pokud je použito ověřování jednorázovým heslem
el_gr: OTP (base32) seed που θα χρησιμοποιηθεί όταν χρησιμοποιείται μια εφαρμογή ελέγχου ταυτότητας κωδικού πρόσβασης μίας χρήσης
pl_pl: Ziarno OTP (base32) do użycia, gdy używany jest autentykator jednorazowego hasła

source: Generate new secret (160 bit)
cs_cz: Vytvořit nové heslo (160 bit)
el_gr: Δημιουργία νέου μυστικού (160 bit)
pl_pl: Wygeneruj nowy sekret (160 bitów)

source: Click to create a user certificate.
cs_cz: Uživatelský certifikát vytvoříte kliknutím zde.
el_gr: Κάντε κλικ για να δημιουργήσετε ένα πιστοποιητικό χρήστη.
pl_pl: Kliknij by utworzyć certyfikat użytkownika.

source: Manage API keys here for machine to machine interaction using this user's credentials.
cs_cz: Spravovat API klíč zde pro interakci stroj-stroj pomocí přihlašovacích údajů tohoto uživatele.
el_gr: Διαχειριστείτε εδώ τα κλειδιά API για την αλληλεπίδραση μεταξύ μηχανών χρησιμοποιώντας τα διαπιστευτήρια αυτού του χρήστη.
pl_pl: Zarządzaj kluczami API służącymi do interakcji między maszynami, uwierzytelnienie tym użytkownikiem.

source: Create API key
cs_cz: Vytvořit klíč k API
el_gr: Δημιουργία κλειδιού API
pl_pl: Utwórz klucz API

source: delete API key
cs_cz: smazat klíč k aplikačnímu programovému rozhraní
el_gr: διαγραφή κλειδιού API
pl_pl: usuń klucz API

source: key
cs_cz: klíč
el_gr: κλειδί
pl_pl: klucz

source: API keys
cs_cz: Klíče k aplikačnímu programovému rozhraní
el_gr: Κλειδιά API
pl_pl: Klucze API

source: export certificate
cs_cz: exportovat certifikát
el_gr: εξαγωγή πιστοποιητικού
pl_pl: eksportuj certyfikat

source: export private key
cs_cz: exportovat soukromou část klíče
el_gr: εξαγωγή ιδιωτικού κλειδιού
pl_pl: eksportuj klucz prywatny

source: User Certificates
cs_cz: Uživatelské certifikáty
el_gr: Πιστοποιητικά χρήστη
pl_pl: Certyfikaty użytkownika

source: edit privileges
cs_cz: upravit oprávnění
el_gr: επεξεργασία προνομίων
pl_pl: edytuj uprawnienia

source: GUI
cs_cz: Grafické uživatelské rozhraní
el_gr: Γραφικό περιβάλλον

source: Inherited from
cs_cz: Převzato z
el_gr: Κληρονομήθηκε από
pl_pl: Dziedzicz

source: Effective Privileges
cs_cz: Skutečná oprávnění
el_gr: Ισχύοντα Προνόμια
pl_pl: Uprawnienia efektywne

source: Remove groups
cs_cz: Odebrat skupiny
el_gr: Κατάργηση ομάδων
pl_pl: Usuń grupy

source: Add groups
cs_cz: Přidat skupiny
el_gr: Προσθήκη ομάδων
pl_pl: Dodaj grupy

source: Leave blank if the account shouldn't expire, otherwise enter the expiration date in the following format: mm/dd/yyyy
cs_cz: Nevyplňujte, pokud má být účet platný po neomezenou dobu. V opačném případě zadejte datum skončení platnosti v tomto formátu: mm/dd/rrrr
el_gr: Αφήστε το κενό εάν ο λογαριασμός δεν πρέπει να λήξει, διαφορετικά εισαγάγετε την ημερομηνία λήξης με την ακόλουθη μορφή: μμ/ηη/εεεε
pl_pl: Pozostaw puste, aby konto nie wygasało, w przeciwnym razie podaj datę w formacie: mm/dd/yyyy

source: (confirmation)
cs_cz: (potvrzení)
el_gr: (επιβεβαίωση)
pl_pl: (potwierdzenie)

source: Do you really want to delete this API key?
cs_cz: Opravdu chcete tento klíč k aplikačnímu programovému rozhraní smazat?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτό το κλειδί API;
pl_pl: Czy na pewno chcesz usunąć ten klucz API?

source: Popup blocker detected. Action aborted.
cs_cz: Zjištěno blokování vyskakovacích oken. Akce přerušena.
el_gr: Εντοπίστηκε πρόγραμμα αποκλεισμού αναδυόμενων παραθύρων. Η ενέργεια ματαιώθηκε.
pl_pl: Wykryto bloker popupów. Akcja przerwana.

source: Do you really want to delete this user?
cs_cz: Opravdu chcete účet tohoto uživatele smazat?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτόν τον χρήστη;
pl_pl: Czy na pewno chcesz usunąć tego użytkownika?

source: Invalid login shell provided.
cs_cz: Zadán neplatný přihlašovací shell
el_gr: Δόθηκε μη έγκυρο κέλυφος σύνδεσης.
pl_pl: Nieprawidłowa powłoka logowania.

source: That username is reserved by the system.
cs_cz: Používání tohoto uživatelského jména je vyhrazeno systému.
el_gr: Αυτό το όνομα χρήστη είναι δεσμευμένο από το σύστημα.
pl_pl: Ta nazwa użytkownika jest zarezerwowana przez system.

source: Another entry with the same username already exists.
cs_cz: Toto uživatelské jméno je už v systému používáno jinou položkou.
el_gr: Υπάρχει ήδη μια άλλη καταχώρηση με το ίδιο όνομα χρήστη.
pl_pl: Ta nazwa użytkownika została już użyta.

source: You cannot disable yourself.
cs_cz: Nemůžete si zakázat svůj vlastní uživatelský účet.
el_gr: Δεν μπορείτε να απενεργοποιήσετε τον εαυτό σας.
pl_pl: Nie możesz wyłączyć siebie.
