Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Action to perform after a CHILD_SA gets closed by the peer. The default of none does not take any action. trap installs a trap policy for the CHILD_SA (note that this is redundant if start_action includes trap). start tries to immediately re-create the CHILD_SA. close_action does not provide any guarantee that the CHILD_SA is kept alive. It acts on explicit close messages only but not on negotiation failures. Use trap policies to reliably re-create failed CHILD_SAs
cs_cz: Akce, která bude provedena po uzavření CHILD_SA partnerem. Výchozí hodnota none neprovede žádnou akci. trap nainstaluje zásadu trap pro CHILD_SA (všimněte si, že je to zbytečné, pokud start_action obsahuje trap). start se pokusí okamžitě znovu vytvořit CHILD_SA. close_action neposkytuje žádnou záruku, že CHILD_SA zůstane aktivní. Působí pouze na výslovné zprávy o uzavření, ale ne na nezdar při dojednávání. Pro spolehlivé znovuvytvoření neúspěšných CHILD_SA použijte zásady trap.
de_de: Aktion, die ausgeführt wird, nachdem eine CHILD_SA durch die Gegenstelle geschlossen wurde. Standardmäßig wird keine Aktion ausgeführt ("none"). "trap" installiert eine Trap-Policy für die CHILD_SA (diese ist redundant, wenn "start_action" bereits "trap" enthält). "start" versucht, die CHILD_SA sofort erneut aufzubauen. Die Option "close_action" garantiert nicht, dass die CHILD_SA aktiv gehalten wird. Sie reagiert nur auf explizite "close"-Nachrichten, nicht auf Verhandlungsfehler. Verwenden Sie "trap"-Richtlinien, um fehlgeschlagene CHILD_SAs zuverlässig erneut aufzubauen.
el_gr: Ενέργεια που εκτελείται μετά το κλείσιμο ενός CHILD_SA από τον ομότιμο. Η προεπιλογή "none" δεν εκτελεί καμία ενέργεια. Το trap εγκαθιστά μια πολιτική trap για το CHILD_SA (σημειώστε ότι αυτό είναι περιττό εάν το start_action περιλαμβάνει το trap). Το start προσπαθεί να δημιουργήσει αμέσως ξανά το CHILD_SA. Το close_action δεν παρέχει καμία εγγύηση ότι το CHILD_SA διατηρείται ενεργό. Ενεργεί μόνο σε ρητά μηνύματα κλεισίματος, αλλά όχι σε αποτυχίες διαπραγμάτευσης. Χρησιμοποιήστε πολιτικές trap για να δημιουργήσετε αξιόπιστα αποτυχημένες CHILD_SA.
fa_ir: عملی که بعد از بسته شدن CHILD_SA توسط همتا اجرا می‌شود. مقدار پیش‌فرض none هیچ‌کاری انجام نمی‌دهد. trap یک سیاست trap برای CHILD_SA نصب می‌کند (توجه کنید اگر start_action شامل trap باشد این تکراری است). start تلاش می‌کند بلافاصله CHILD_SA را بازسازی کند. close_action هیچ تضمینی مبنی بر زنده نگه‌داشتن CHILD_SA ارائه نمی‌دهد. این فقط روی پیام‌های صریح close عمل می‌کند و روی شکست‌های مذاکره تأثیر نمی‌گذارد. از سیاست‌های trap برای بازسازی مطمئن CHILD_SAهای شکست‌خورده استفاده کنید.
fr_fr: Action à effectuer après la fermeture d'un CHILD_SA par le pair. La valeur par défaut none n'entraîne aucune action. trap installe une politique de trap pour la CHILD_SA (notez que cette action est redondante si start_action inclut trap). start tente de recréer immédiatement la CHILD_SA. close_action ne garantit pas que la CHILD_SA soit maintenue en vie. Elle n'agit que sur les messages de fermeture explicites, mais pas sur les échecs de négociation. Utiliser des politiques de trappe pour recréer de manière fiable les CHILD_SA qui ont échoué.
it_it: Azione da eseguire dopo che un CHILD_SA viene chiuso dal peer. Il valore predefinito none non esegue alcuna azione. trap installa una policy trap per CHILD_SA (nota che è ridondante se start_action include trap). start tenta di ricreare immediatamente CHILD_SA. close_action non fornisce alcuna garanzia che CHILD_SA sia mantenuto in vita. Agisce solo sui messaggi di chiusura espliciti ma non sugli errori di negoziazione. Utilizza policy trap per ricreare in modo affidabile CHILD_SA non riuscite
ko_kr: CHILD_SA가 피어에 의해 닫힌 후 수행할 작업입니다. 기본값인 없슴은 어떤 작업도 수행하지 않습니다. trap은 CHILD_SA에 대한 트랩 정책을 설치합니다(시작 작업에 trap이 포함되어 있는 경우 이는 중복됨에 유의하세요). start는 즉시 CHILD_SA를 다시 만들려고 시도합니다. close_action은 CHILD_SA가 유지되는 것을 보장하지 않습니다. 명시적인 닫기 메시지에만 작용하고 협상 실패에는 작용하지 않습니다. 실패한 CHILD_SA를 신뢰할 수 있게 다시 만들려면 트랩 정책을 사용하세요.
uk_ua: Дія, яку необхідно виконати після закриття CHILD_SA віддаленою стороною. Типово, жодна дія не виконується. trap встановлює політику перехоплення для CHILD_SA (зауважте, що це надлишково, якщо start_action включає trap). start намагається негайно відтворити CHILD_SA. close_action не дає жодних гарантій того, що CHILD_SA залишатиметься активним. Він діє лише на явні повідомлення про закриття, але не на збої переговорів. Використовуйте політики перехоплення для надійного відновлення несправних CHILD_SA.
zh_cn: CHILD_SA被对端节点关闭后要执行的操作。 默认值为 "无 "时，不执行任何操作。 trap为CHILD_SA安装陷阱策略（注意，如果 start_action 包含 trap，则此操作是多余的）。 start会尝试立即重新创建CHILD_SA。 close_action不保证CHILD_SA保活状态。 它只对明确的关闭消息起作用，而不对协商失败起作用。 使用陷阱策略可靠地重新创建失败的CHILD_SA

source: Action to perform after loading the configuration. The default of none loads the connection only, which then can be manually initiated or used as a responder configuration. The value trap installs a trap policy which triggers the tunnel as soon as matching traffic has been detected. The value start initiates the connection actively. To immediately initiate a connection for which trap policies have been installed, user Trap+start.
cs_cz: Akce, kterou provést po načtení nastavení. Výchozí hodnota „none“ (žádná) pouze načte připojení, které pak lze ručně iniciovat nebo použít jako nastavení odpovídače. Hodnota „trap“ nainstaluje zásadu trap, která spustí tunel, jakmile byl zjištěn odpovídající provoz. Hodnota „start“ aktivně iniciuje spojení. Pokud chcete okamžitě iniciovat spojení, pro které byly nainstalovány zásady trap, použijte hodnotu Trap+start.
de_de: Aktion nach dem Laden der Konfiguration. Standardmäßig ("none") wird die Verbindung nur geladen und kann anschließend manuell initiiert oder als Responder genutzt werden. "trap" installiert eine Trap-Policy, die den Tunnel automatisch initiiert, sobald passender Datenverkehr erkannt wird. "start" initiiert die Verbindung sofort. Verwenden Sie "trap+start", um eine Verbindung sofort zu starten, für die bereits Trap-Policies eingerichtet wurden.
el_gr: Ενέργεια που θα εκτελεστεί μετά τη φόρτωση της διαμόρφωσης. Η προεπιλογή "καμία" φορτώνει μόνο τη σύνδεση, η οποία στη συνέχεια μπορεί να ξεκινήσει χειροκίνητα ή να χρησιμοποιηθεί ως διαμόρφωση απόκρισης. Η παγίδευση τιμών εγκαθιστά μια πολιτική παγίδευσης η οποία ενεργοποιεί τη σήραγγα μόλις εντοπιστεί αντίστοιχη κίνηση. Η έναρξη τιμών εκκινεί ενεργά τη σύνδεση. Για να ξεκινήσετε αμέσως μια σύνδεση για την οποία έχουν εγκατασταθεί πολιτικές παγίδευσης, χρησιμοποιήστε την επιλογή Trap+start.
fa_ir: عملی که پس از بارگذاری پیکربندی انجام می‌شود. مقدار پیش‌فرض none فقط اتصال را بارگذاری می‌کند که سپس می‌تواند به‌صورت دستی آغاز شود یا به‌عنوان پیکربندی پاسخ‌دهنده استفاده شود. مقدار trap یک سیاست trap نصب می‌کند که به‌محض شناسایی ترافیک مطابق، تونل را فعال می‌کند. مقدار start اتصال را به‌صورت فعال آغاز می‌کند. برای فوراً آغاز اتصالی که سیاست‌های trap برای آن نصب شده‌اند، از Trap+start استفاده کنید.
fr_fr: Action à effectuer après le chargement de la configuration. La valeur par défaut none (aucun) charge uniquement la connexion, qui peut ensuite être initiée manuellement ou utilisée comme configuration de réponse. La valeur trap installe une politique de trap qui déclenche le tunnel dès qu'un trafic correspondant est détecté. La valeur start lance la connexion de manière active. Pour lancer immédiatement une connexion pour laquelle des politiques de gestion des pièges ont été installées, utilisez Trap+start.
it_it: Azione da eseguire dopo aver caricato la configurazione. L'impostazione predefinita none carica solo la connessione, che può quindi essere avviata manualmente o utilizzata come configurazione del risponditore. La trap del valore installa una politica di trap che attiva il tunnel non appena viene rilevato il traffico corrispondente. Il valore start avvia la connessione attivamente. Per avviare immediatamente una connessione per la quale sono state installate policy trap, utilizzare Trap+start.
ko_kr: 구성을 로드한 후 수행할 작업입니다. 기본값인 없음은 수동으로 시작하거나 응답자 구성으로 사용할 수 있는 연결만 로드합니다. trap은 일치하는 트래픽이 감지되면 터널을 트리거하는 트랩 정책을 설치합니다. start는 연결을 활성화합니다. 트랩 정책이 설치된 연결을 즉시 시작하려면 Trap+start를 사용하세요.
uk_ua: Дія, яку необхідно виконати після завантаження конфігурації. Типово, жодна дія не завантажує з'єднання, яке потім можна ініціювати вручну або використовувати як конфігурацію відповіді. Значення trap встановлює політику перехоплення, яка активує тунель, щойно буде виявлено відповідний трафік. Значення start активно ініціює з'єднання. Щоб негайно ініціювати з'єднання, для якого були встановлені політики перехоплення, використовуйте Trap+start.
zh_cn: 加载配置后要执行的操作。 默认值为 "无 "时，只加载连接，然后可手动启动或将其用作应答器配置。 trap会安装一个陷阱策略，一旦检测到匹配流量就会触发隧道。 start会主动启动连接。 要立即启动已安装陷阱策略的连接，请使用Trap+start。

source: Action to perform for this CHILD_SA on DPD timeout. The default clear closes the CHILD_SA and does not take further action. trap installs a trap policy, which will catch matching traffic and tries to re-negotiate the tunnel on-demand (note that this is redundant if start_action includes trap. restart immediately tries to re-negotiate the CHILD_SA under a fresh IKE_SA.
cs_cz: Akce, která má být provedeno pro tento CHILD_SA po překročení časového limitu DPD. Výchozí vymazání uzavře CHILD_SA a neprovede žádnou další akci. trap nainstaluje zásadu trap, která zachytí odpovídající přenosy a pokusí se na vyžádání znovu vyjednat tunel. (všimněte si, že tato funkce je zbytečná, pokud start_action obsahuje trap. restart se okamžitě pokusí znovu vyjednat CHILD_SA pod novou IKE_SA.
de_de: Aktion bei DPD-Zeitüberschreitung für diese CHILD_SA. Standard ist clear, wodurch die CHILD_SA geschlossen wird, ohne weitere Maßnahmen zu ergreifen. trap installiert eine Trap-Policy, die bei passendem Datenverkehr den Tunnel neu verhandelt (redundant, falls start_action bereits trap enthält). restart versucht sofort, die CHILD_SA unter einer neuen IKE_SA neu aufzubauen.
el_gr: Ενέργεια που θα εκτελεστεί για αυτήν την CHILD_SA κατά το χρονικό όριο του DPD. Η προεπιλεγμένη εκκαθάριση κλείνει την CHILD_SA και δεν εκτελεί περαιτέρω ενέργειες. Η συνάρτηση trap εγκαθιστά μια πολιτική trap, η οποία θα συλλάβει την αντίστοιχη κίνηση και θα προσπαθήσει να επαναδιαπραγματευτεί τη σήραγγα κατ' απαίτηση (σημειώστε ότι αυτό είναι περιττό εάν η συνάρτηση start_action περιλαμβάνει την συνάρτηση trap). Η άμεση επανεκκίνηση προσπαθεί να επαναδιαπραγματευτεί την CHILD_SA υπό ένα νέο IKE_SA.
fa_ir: عملی که در صورت اتمام DPD برای این CHILD_SA انجام می‌شود. مقدار پیش‌فرض clear، CHILD_SA را می‌بندد و اقدام دیگری انجام نمی‌دهد. trap یک سیاست trap نصب می‌کند که ترافیک مطابق را می‌گیرد و سعی می‌کند تونل را به‌صورت درخواستی بازمذاکره کند (توجه: این در صورتی که start_action شامل trap باشد زائد است). restart بلافاصله تلاش می‌کند CHILD_SA را تحت یک IKE_SA تازه دوباره مذاکره کند.
fr_fr: Action à effectuer pour cette CHILD_SA en cas de dépassement du délai DPD. La valeur par défaut clear ferme le CHILD_SA et ne prend pas d'autres mesures. trap installe une politique trap, qui capturera le trafic correspondant et tentera de renégocier le tunnel à la demande (Notez que ceci est redondant si start_action inclut trap. restart tente immédiatement de renégocier l'accord CHILD_SA avec un nouvel accord IKE_SA.
it_it: Azione da eseguire per questo CHILD_SA al timeout DPD. La cancellazione predefinita chiude CHILD_SA e non intraprende ulteriori azioni. trap installa una policy trap che catturerà il traffico corrispondente e tenterà di rinegoziare il tunnel su richiesta (nota che questo è ridondante se start_action include trap. restart tenta immediatamente di rinegoziare CHILD_SA con un nuovo IKE_SA.
ko_kr: DPD 타임아웃에 대해 이 CHILD_SA에서 수행할 작업입니다. 기본값인 clear는 CHILD_SA를 닫고 추가 작업을 수행하지 않습니다. trap은 일치하는 트래픽을 캐치하고 필요에 따라 터널을 다시 협상하려고 시도하는 트랩 정책을 설치합니다. (시작 작업에 trap이 포함되어 있는 경우 이는 중복됨에 유의하세요). restart는 즉시 새 IKE_SA 하에 CHILD_SA를 다시 협상하려고 시도합니다.
uk_ua: Дія, яку необхідно виконати для цього CHILD_SA при таймауті DPD. Типово, clear закриває CHILD_SA і не вживає подальших дій. trap встановлює політику перехоплення, яка буде перехоплювати відповідний трафік і намагатиметься повторно узгодити тунель за запитом (зауважте, що це надлишково, якщо start_action включає trap). restart негайно намагається повторно узгодити CHILD_SA в рамках нового IKE_SA.
zh_cn: 在DPD超时时要对CHILD_SA 执行的操作。 默认情况下，clear关闭CHILD_SA，不采取进一步措施。 trap安装陷阱策略，该策略将捕获匹配的流量并尝试按需重新协商隧道 (注意，如果start_action包含trap，则此操作是多余的。 restart会立即尝试在新的 IKE_SA下重新协商CHILD_SA。

source: Charon by default uses the normal retransmission mechanism and timeouts to check the liveness of a peer, as all messages are used for liveness checking. For compatibility reasons, with IKEv1 a custom interval may be specified. This option has no effect on IKEv2 connections
cs_cz: Charon ve výchozím nastavení používá ke kontrole živosti protějšku běžný mechanismus opakovaného přenosu a časové limity, protože pro kontrolu životaschopnosti se používají všechny zprávy. Z důvodů kompatibility s IKEv1 lze zadat vlastní interval. Tato volba nemá žádný vliv na připojení IKEv2.
de_de: Charon verwendet standardmäßig den normalen Mechanismus zur Wiederholung und Zeitüberschreitung, um die Erreichbarkeit des Gegenübers zu überprüfen, da alle Nachrichten für die Lebendigkeitsprüfung genutzt werden. Aus Kompatibilitätsgründen kann bei IKEv1 ein benutzerdefiniertes Intervall angegeben werden. Diese Option hat keine Auswirkung auf IKEv2-Verbindungen.
el_gr: Ο Charon από προεπιλογή χρησιμοποιεί τον κανονικό μηχανισμό αναμετάδοσης και τα χρονικά όρια για να ελέγξει την ενεργή λειτουργία ενός peer, καθώς όλα τα μηνύματα χρησιμοποιούνται για τον έλεγχο της ενεργής λειτουργίας. Για λόγους συμβατότητας, με το IKEv1 μπορεί να καθοριστεί ένα προσαρμοσμένο χρονικό διάστημα. Αυτή η επιλογή δεν έχει καμία επίδραση στις συνδέσεις IKEv2.
fa_ir: Charon به‌طور پیش‌فرض از مکانیزم بازارسال و تایم‌اوت معمول برای بررسی زنده‌بودن طرف مقابل استفاده می‌کند، زیرا همه پیام‌ها در بررسی زنده‌بودن نقش دارند. به‌دلایل سازگاری، برای IKEv1 می‌توان فاصلهٔ زمانی سفارشی تعیین کرد. این گزینه روی اتصالات IKEv2 تأثیری ندارد.
fr_fr: Par défaut, Charon utilise le mécanisme normal de retransmission et les délais d'attente pour vérifier l'existence d'un homologue, car tous les messages sont utilisés pour la vérification de la vivacité. Pour des raisons de compatibilité, un intervalle personnalisé peut être spécifié avec IKEv1. Cette option n'a aucun effet sur les connexions IKEv2.
it_it: Charon per impostazione predefinita utilizza il normale meccanismo di ritrasmissione e i timeout per verificare la vitalità di un peer, poiché tutti i messaggi vengono utilizzati per il controllo dell'attività. Per ragioni di compatibilità, con IKEv1 è possibile specificare un intervallo personalizzato. Questa opzione non ha effetto sulle connessioni IKEv2
ko_kr: 모든 메시지가 생존 여부 확인에 사용되므로 Charon은 기본적으로 일반 재전송 메커니즘과 타임아웃을 사용하여, 피어의 생존 여부를 확인합니다. 호환성을 위해 IKEv1에서 사용자 정의 간격을 지정할 수 있습니다. 이 옵션은 IKEv2 연결에 영향을 주지 않습니다.
uk_ua: Charon типово використовує звичайний механізм повторної передачі та таймаути для перевірки активності вузла, оскільки всі повідомлення використовуються для перевірки активності. З міркувань сумісності, для IKEv1 може бути вказаний користувацький інтервал. Ця опція не впливає на з'єднання IKEv2.
zh_cn: Charon默认情况下使用正常的重传机制和超时来检查对端的活动性， 因为所有消息都用于活动检查。 出于兼容性原因，可以使用IKEv1指定自定义间隔。 此选项对IKEv2连接没有影响n

source: Enables IKEv1 Aggressive Mode instead of IKEv1 Main Mode with Identity Protection. Aggressive Mode is considered less secure because the ID and HASH payloads are exchanged unprotected. This allows a passive attacker to snoop peer identities and even worse, start dictionary attacks on the Preshared Key
cs_cz: Povolí agresivní režim IKEv1 místo hlavního režimu IKEv1 s ochranou identity. Agresivní režim je považován za méně bezpečný, protože užitečné soubory ID a HASH jsou vyměňovány bez ochrany. To umožňuje pasivnímu útočníkovi slídit po identitách partnerů a co hůř, zahájit slovníkové útoky na předsdílený klíč.
de_de: Aktiviert den IKEv1-Aggressive-Mode anstelle des IKEv1-Main-Mode mit Identitätsschutz. Der Aggressive Mode gilt als weniger sicher, da die ID- und HASH-Nutzdaten ungeschützt ausgetauscht werden. Dies erlaubt es einem passiven Angreifer, Peer-Identitäten auszuspähen und schlimmstenfalls Wörterbuchangriffe auf den Pre-Shared Key zu starten.
el_gr: Ενεργοποιεί την Επιθετική Λειτουργία IKEv1 αντί για την Κύρια Λειτουργία IKEv1 με Προστασία Ταυτότητας. Η Επιθετική Λειτουργία θεωρείται λιγότερο ασφαλής επειδή τα φορτία ID και HASH ανταλλάσσονται χωρίς προστασία. Αυτό επιτρέπει σε έναν παθητικό εισβολέα να υποκλέπτει ταυτότητες ομοτίμων και, ακόμη χειρότερα, να ξεκινά επιθέσεις λεξικού στο Προ-κοινόχρηστο Κλειδί.
fa_ir: فعال‌سازی IKEv1 Aggressive Mode به‌جای IKEv1 Main Mode با محافظت هویت. Aggressive Mode کمتر ایمن محسوب می‌شود زیرا payloadهای ID و HASH محافظت‌شده رد و بدل نمی‌شوند. این به یک مهاجم غیرفعال اجازه می‌دهد هویت طرف مقابل را شنود کند و حتی حملات دیکشنری روی کلید پیش‌اشتراکی (Preshared Key) را آغاز نماید.
fr_fr: Active le mode agressif IKEv1 au lieu du mode principal IKEv1 avec protection de l'identité. Le mode agressif est considéré comme moins sûr car les données utiles ID et HASH sont échangées sans protection. Cela permet à un attaquant passif d'espionner les identités des pairs et, pire encore, de lancer des attaques par dictionnaire sur la clé prépartagée.
it_it: Abilita la modalità aggressiva IKEv1 invece della modalità principale IKEv1 con protezione dell'identità. La modalità aggressiva è considerata meno sicura perché i payload ID e HASH vengono scambiati non protetti. Ciò consente a un utente malintenzionato passivo di curiosare sulle identità dei peer e, peggio ancora, di avviare attacchi con dizionario sulla chiave precondivisa
ko_kr: ID 및 HASH 페이로드가 보호되지 않은 채로 교환되므로 ID 보호가 있는 IKEv1 메인 모드 대신 IKEv1 Aggressive 모드를 활성화합니다. Aggressive Mode는 ID 및 HASH 페이로드가 보호되지 않은 채로 교환되므로 보안이 덜 강력하다고 간주됩니다. 이는 수동적 공격자가 피어 ID를 엿볼 수 있고 더 나쁜 경우에는 사전 공격을 시작할 수 있으므로 보안이 덜 강력하다고 간주됩니다.
uk_ua: Вмикає агресивний режим IKEv1 замість основного режиму IKEv1 із захистом ідентифікації. Агресивний режим вважається менш безпечним, оскільки корисні навантаження ID і HASH обмінюються без захисту. Це дозволяє пасивному зловмиснику шпигувати за ідентифікаторами вузлів і, що ще гірше, розпочинати атаки за словником на попередньо узгоджений ключ.
zh_cn: 启用IKEv1主动模式，而不是具有身份保护的IKEv1主模式。 野蛮模式被认为不太安全，因为ID和HASH有效负载的交换不受保护。 这使得被动攻击者能够窥探对等方身份，甚至更糟糕的是，对预共享密钥发起字典攻击

source: Enables MOBIKE on IKEv2 connections. MOBIKE is enabled by default on IKEv2 connections and allows mobility of clients and multi-homing on servers by migrating active IPsec tunnels. Usually keeping MOBIKE enabled is unproblematic, as it is not used if the peer does not indicate support for it. However, due to the design of MOBIKE, IKEv2 always floats to UDP port 4500 starting from the second exchange. Some implementations don’t like this behavior, hence it can be disabled
cs_cz: Povolí MOBIKE u IKEv2 připojení. MOBIKE je ve výchozím nastavení povolen u připojení IKEv2 a umožňuje mobilitu klientů a multi-homing na serverech migrací aktivních IPsec tunelů. Obvykle je ponechání zapnutého MOBIKE bezproblémové, protože se nepoužívá, pokud partner neoznačí jeho podporu. Vzhledem k návrhu MOBIKE však IKEv2 vždy pluje na port UDP 4500 počínaje druhou výměnou. Některým implementacím se toto chování nelíbí, proto jej lze zakázat
de_de: Aktiviert MOBIKE bei IKEv2-Verbindungen. MOBIKE ist standardmäßig bei IKEv2-Verbindungen aktiviert und ermöglicht die Mobilität von Clients sowie Multi-Homing auf Servern, indem aktive IPsec-Tunnel migriert werden. MOBIKE aktiviert zu lassen ist in der Regel unproblematisch, da es nicht verwendet wird, wenn der Gegenüber keine Unterstützung dafür angibt. Aufgrund des MOBIKE-Designs wird bei IKEv2 jedoch immer ab dem zweiten Austausch auf den UDP-Port 4500 gewechselt. Einige Implementierungen mögen dieses Verhalten nicht, daher kann es deaktiviert werden.
el_gr: Ενεργοποιεί το MOBIKE σε συνδέσεις IKEv2. Το MOBIKE είναι ενεργοποιημένο από προεπιλογή στις συνδέσεις IKEv2 και επιτρέπει την κινητικότητα των πελατών και την πολλαπλή φιλοξενία σε διακομιστές μετεγκαθιστώντας ενεργές σήραγγες IPsec. Συνήθως, η διατήρηση του MOBIKE ενεργοποιημένου δεν είναι προβληματική, καθώς δεν χρησιμοποιείται εάν ο κόμβος δεν υποδεικνύει την υποστήριξή του. Ωστόσο, λόγω του σχεδιασμού του MOBIKE, το IKEv2 μεταφέρεται πάντα στη θύρα UDP 4500 ξεκινώντας από τη δεύτερη ανταλλαγή. Σε ορισμένες υλοποιήσεις δεν αρέσει αυτή η συμπεριφορά, επομένως μπορεί να απενεργοποιηθεί.
fa_ir: فعال‌سازی MOBIKE برای اتصالات IKEv2. MOBIKE به‌صورت پیش‌فرض در IKEv2 فعال است و امکان جابجایی کلاینت‌ها و multi-homing در سرورها را با مهاجرت تونل‌های IPsec فعال فراهم می‌کند. معمولاً روشن نگه‌داشتن MOBIKE مشکلی ایجاد نمی‌کند چون اگر peer از آن پشتیبانی نکند استفاده نخواهد شد. با این حال، به‌دلیل طراحی MOBIKE، IKEv2 از تبادل دوم به‌بعد همیشه به پورت UDP 4500 منتقل می‌شود. برخی پیاده‌سازی‌ها این رفتار را نمی‌پسندند؛ بنابراین می‌توان آن را غیرفعال کرد.
fr_fr: Active MOBIKE sur les connexions IKEv2. MOBIKE est activé par défaut sur les connexions IKEv2 et permet la mobilité des clients et le multi-homing sur les serveurs en migrant les tunnels IPsec actifs. En général, l'activation de MOBIKE ne pose pas de problème, car elle n'est pas utilisée si l'homologue n'indique pas qu'elle est prise en charge. Toutefois, en raison de la conception de MOBIKE, IKEv2 passe toujours par le port UDP 4500 à partir du deuxième échange. Certaines implémentations n'apprécient pas ce comportement, c'est pourquoi il peut être désactivé.
it_it: Abilita MOBIKE su connessioni IKEv2. MOBIKE è abilitato per impostazione predefinita sulle connessioni IKEv2 e consente la mobilità dei client e il multi-homing sui server migrando i tunnel IPsec attivi. Di solito mantenere MOBIKE abilitato non è problematico, poiché non viene utilizzato se il peer non ne indica il supporto. Tuttavia, a causa della progettazione di MOBIKE, IKEv2 passa sempre alla porta UDP 4500 a partire dal secondo scambio. Ad alcune implementazioni non piace questo comportamento, quindi può essere disabilitato
ko_kr: IKEv2 연결에서 MOBIKE를 활성화합니다. MOBIKE는 IKEv2 연결에서 기본적으로 활성화되어 있으며, IPsec 터널을 마이그레이션하여 클라이언트의 이동성과 서버의 멀티홈을 허용합니다. 일반적으로 MOBIKE를 활성화하는 것은 문제가 없습니다. 피어가 지원하지 않는 경우 사용되지 않기 때문입니다. 그러나 MOBIKE의 설계로 인해 IKEv2는 두 번째 교환부터 항상 UDP 포트 4500으로 이동합니다. 이러한 동작을 원하지 않는 구현이 있으므로 비활성화할 수 있습니다.
uk_ua: Вмикає MOBIKE на з'єднаннях IKEv2. MOBIKE типово ввімкнено на з'єднаннях IKEv2 і дозволяє мобільність клієнтів та багатоадресність на серверах шляхом міграції активних тунелів IPsec. Зазвичай, увімкнення MOBIKE не створює проблем, оскільки він не використовується, якщо вузол не вказує на його підтримку. Однак, через особливості дизайну MOBIKE, IKEv2 завжди переходить на UDP порт 4500, починаючи з другого обміну. Деякі реалізації не люблять таку поведінку, тому її можна вимкнути.
zh_cn: 在IKEv2连接上启用MOBIKE。 MOBIKE默认在IKEv2连接上启用，并通过迁移活动IPsec隧道允许客户端移动和服务器上的多宿主。 通常保持MOBIKE启用是没有问题的， 因为如果对端不表示支持它，则不会使用它。 然而，由于MOBIKE的设计，IKEv2从第二次交换开始始终浮动到UDP端口4500。 有些实现不喜欢这种行为，因此可以禁用它
