Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The network pattern you want to match. It's not validated so please be careful!
cs_cz: Vzor sítě, pro který hledat shodu. Správnost není ověřována, takže buďte opatrní!
el_gr: Το μοτίβο δικτύου που θέλετε να αντιστοιχίσετε. Δεν έχει επικυρωθεί, γι' αυτό να είστε προσεκτικοί!
pl_pl: Wzorzec sieci, który chcesz dopasować. Nie jest on walidowany, więc zachowaj ostrożność!

source: The network pattern you want to match. You can also add "ge" or "le" additions after the network statement. It's not validated so please be careful!
cs_cz: Vzor sítě, který hledáte. Je možné také přidat „ge“ nebo „le“ za deklaraci sítě. Není ověřováno, proto buďte opatrní!
el_gr: Το μοτίβο δικτύου που θέλετε να αντιστοιχίσετε. Μπορείτε επίσης να προσθέσετε προσθήκες "ge" ή "le" μετά την πρόταση δικτύου. Δεν είναι επικυρωμένο, επομένως να είστε προσεκτικοί!
pl_pl: Wzorzec sieci, który chcesz dopasować. Możesz również dodać dodatki "ge" lub "le" po instrukcji sieciowej. Nie jest on walidowany, więc zachowaj ostrożność!

source: This will activate the OSPF service if routing protocols are enabled in "General".
cs_cz: Pokud jsou v „Obecné“ zapnuty směrovací protokoly, toto zapne službu OSPF.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία OSPF εάν τα πρωτόκολλα δρομολόγησης είναι ενεργοποιημένα στην επιλογή "Γενικά".
pl_pl: To aktywuje usługę OSPF, jeśli protokoły trasowania są włączone w "Ogólne".

source: This will activate the OSPFv3 service if routing protocols are enabled in "General".
cs_cz: Pokud jsou v „Obecné“ zapnuty směrovací protokoly, toto zapne službu OSPFv3.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία OSPFv3 εάν τα πρωτόκολλα δρομολόγησης είναι ενεργοποιημένα στην επιλογή "Γενικά".
pl_pl: To aktywuje usługę OSPFv3, jeśli protokoły trasowania są włączone w "Ogólne".

source: This will activate the RIP service if the support of routing protocols is enabled in "General".
cs_cz: Pokud je v „Obecné“ zapnuta podpora směrovacích protokolů, toto zapne službu RIP.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία RIP εάν η υποστήριξη πρωτοκόλλων δρομολόγησης είναι ενεργοποιημένη στα "Γενικά".
pl_pl: To aktywuje usługę RIP, jeśli wsparcie dla protokołów trasowania jest włączone w "Ogólne".

source: This will activate the bgp service.
cs_cz: Toto zapne službu bgp.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία bgp.
pl_pl: To aktywuje usługę bgp.

source: This will activate the isis service.
cs_cz: Toto zapne službu isis.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία ISIS.
pl_pl: To aktywuje usługę isis.

source: This will activate the routing service.
cs_cz: Toto zapne službu směrování.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία δρομολόγησης.
pl_pl: To aktywuje usługę trasowania.

source: This will send the information that we have a default gateway, regardless of if it is available.
cs_cz: Toto odešle informaci o tom, že existuje výchozí brána – nezávisle na tom, zda je právě dostupná.
el_gr: Αυτό θα στείλει την πληροφορία ότι έχουμε μια προεπιλεγμένη πύλη, ανεξάρτητα από το αν είναι διαθέσιμη.
pl_pl: To wyśle informację, że mamy domyślną bramę, niezależnie od tego, czy jest dostępna.

source: Type or select a route source.
cs_cz: Zadejte nebo vyberte zdroj trasy.
el_gr: Πληκτρολογήστε ή επιλέξτε μια πηγή διαδρομής.
pl_pl: Wpisz lub wybierz źródło trasy.

source: With this option clamav will try to detect broken executables (both PE and ELF) and mark them as Broken.
cs_cz: S touto předvolbou se clamav pokusí zjišťovat poškozené spustitelné soubory (PE i ELF) a označí je jako Poškozené.
el_gr: Με αυτήν την επιλογή, το clamav θα προσπαθήσει να εντοπίσει κατεστραμμένα εκτελέσιμα αρχεία (τόσο PE όσο και ELF) και να τα επισημάνει ως κατεστραμμένα.
pl_pl: Z tą opcją clamav spróbuje wykryć uszkodzone pliki wykonywalne (zarówno PE jak i ELF) i oznaczyć je jako uszkodzone.

source: Your AS Number here
cs_cz: Číslo vašeho AS se
el_gr: Ο αριθμός AS σας εδώ
pl_pl: Twój numer AS tutaj

source: cyon
el_gr: κυών
it_it: cione

source: nsupdate
el_gr: ενημέρωση
it_it: nupdate

source: AWS Route 53
el_gr: Διαδρομή AWS 53

source: Dnsmasq DNS
el_gr: DNS DNS

source: Import
cs_cz: Naimportovat
el_gr: Εισαγωγή
pl_pl: Importuj

source: Iperf
el_gr: Ιπερφ

source: LOCAL0
cs_cz: LOKÁL0
el_gr: ΤΟΠΙΚΟ0
it_it: LOCALE0

source: LOCAL1
cs_cz: LOKÁL1
el_gr: ΤΟΠΙΚΟ1
it_it: LOCALE1

source: LOCAL2
cs_cz: LOKÁL2
el_gr: ΤΟΠΙΚΟ2
it_it: LOCALE2

source: LOCAL3
cs_cz: LOKÁL3
el_gr: ΤΟΠΙΚΟ3
it_it: LOCALE3

source: LOCAL4
cs_cz: LOKÁL4
el_gr: ΤΟΠΙΚΟ4
it_it: LOCALE4

source: LOCAL5
cs_cz: LOKÁL5
el_gr: ΤΟΠΙΚΟ5
it_it: LOCALE5

source: LOCAL6
cs_cz: LOKÁL6
el_gr: ΤΟΠΙΚΟ6
it_it: LOCALE6

source: LOCAL7
cs_cz: LOKÁL7
el_gr: ΤΟΠΙΚΟ7
it_it: LOCALE7

source: Mobile Clients
cs_cz: Mobilní klienti
el_gr: Πελάτες για κινητά
pl_pl: Klienci mobilni

source: Other Types
cs_cz: Ostatní typy
el_gr: Άλλοι τύποι
pl_pl: Inne Typy

source: POST
el_gr: ΘΕΣΗ
it_it: INVIARE

source: Postfix
el_gr: Επιδιόρθωση
it_it: Postfisso
zh_cn: 后缀

source: Related HAProxy frontend not found
cs_cz: Související HAProxy nadstavba nenalezena
el_gr: Δεν βρέθηκε σχετικό frontend του HAProxy
pl_pl: Nie znaleziono powiązanego frontendu HAProxy.

source: Relayd
el_gr: Ρελέ
it_it: Trasmesso
zh_cn: 中继

source: ShadowSocks
el_gr: Σκιές Κάλτσες

source: Siproxd
el_gr: Σιπροξίδη

source: Specify a positive number of first-level subdirectories.
cs_cz: Zadejte kladný počet podsložek první úrovně.
el_gr: Καθορίστε έναν θετικό αριθμό υποκαταλόγων πρώτου επιπέδου.
pl_pl: Określ pozytywną liczbę podkatalogów pierwszego poziomu.

source: Specify a positive number of second-level subdirectories.
cs_cz: Zadejte kladný počet podsložek druhé úrovně.
el_gr: Καθορίστε έναν θετικό αριθμό υποκαταλόγων δεύτερου επιπέδου.
pl_pl: Określ pozytywną liczbę podkatalogów drugiego poziomu.

source: Syslog
de_de: Systemprotokoll
el_gr: Αρχείο καταγραφής συστήματος
zh_cn: 日志

source: TRACE
el_gr: ΙΧΝΟΣ
it_it: TRACCIA

source: Tinc
el_gr: Τινκ

source: Tor
el_gr: Βραχώδης κορυφή

source: Zerotier
el_gr: Μηδενική βαθμίδα
it_it: Livello zero

source: allkeys-random
el_gr: όλα τα πλήκτρα-τυχαία

source: cron
el_gr: χρονόμετρο
zh_cn: 调度任务

source: syslog
el_gr: αρχείο καταγραφής συστήματος

source: v5
el_gr: έκδοση 5

source: v9
el_gr: έκδοση 9

source: volatile-lru
el_gr: πτητικό-lru
pl_pl: lotna-LRU

source: volatile-random
el_gr: πτητικό-τυχαίο
it_it: volatile-casuale
pl_pl: lotna-losowa

source: volatile-ttl
el_gr: πτητικό-ttl
pl_pl: lotna-TTL

source: (leave empty for none)
cs_cz: (pokud žádné, nevyplňujte)
el_gr: (αφήστε κενό για κανένα)
pl_pl: (pozostaw puste dla braku)

source: (leave empty to keep current one)
cs_cz: (pro ponechání stávajícího nevyplňujte)
el_gr: (αφήστε κενό για να διατηρήσετε το τρέχον)
pl_pl: (pozostaw puste, aby zachować obecne)

source: A Windows Internet Name Service (WINS) server to provide for connecting clients, which allows them to browse Windows shares. This is typically an Active Directory Domain Controller, designated WINS server, or Samba server.
cs_cz: Windows Internet Name Service (WINS) server který poskytovat připojujícím se klientům, kteří tak mohou procházet Windows sdílení. Tímto serverem je typicky řadič domény Active Directory, vyhrazený WINS server, nebo Samba server.
el_gr: Ένας διακομιστής της Υπηρεσίας Ονομάτων Internet των Windows (WINS) για την παροχή υπηρεσιών σύνδεσης σε υπολογιστές-πελάτες, η οποία τους επιτρέπει να περιηγούνται σε κοινόχρηστα στοιχεία των Windows. Αυτός είναι συνήθως ένας ελεγκτής τομέα Active Directory, ένας καθορισμένος διακομιστής WINS ή ένας διακομιστής Samba.
pl_pl: Serwer Windows Internet Name Service (WINS) zapewniający połączenie dla klientów, co umożliwia im przeglądanie udziałów Windows. Zazwyczaj jest to kontroler Active Directory, wyznaczony serwer WINS lub serwer Samba.

source: A name for this OpenVPN instance, for your reference. It can be set however you like, but is often used to distinguish the purpose of the service (e.g. "Remote Technical Staff").
cs_cz: Název pro tuto instanci OpenVPN pro vaši informaci. Je možné zde uvést cokoli, ale často slouží pro rozlišení účelu služby (např. „Na dálku pracující technici“).
el_gr: Ένα όνομα για αυτήν την παρουσία OpenVPN, για την αναφορά σας. Μπορεί να οριστεί όπως θέλετε, αλλά συχνά χρησιμοποιείται για να διακρίνει τον σκοπό της υπηρεσίας (π.χ. "Απομακρυσμένο Τεχνικό Προσωπικό").
pl_pl: Nazwa dla tej instancji OpenVPN do Twojego odniesienia. Można ją ustawić dowolnie, ale często używa się jej do rozróżnienia celu usługi (np. "Zdalny personel techniczny").

source: A name for your reference, to identify this certificate. This is also known as the certificate's "Common Name".
cs_cz: Vámi určený název, kterým si tento certifikát identifikujete. Známo také jako „Běžný název“ certifikátu.
el_gr: Ένα όνομα για την αναφορά σας, για την αναγνώριση αυτού του πιστοποιητικού. Αυτό είναι επίσης γνωστό ως "Κοινό Όνομα" του πιστοποιητικού.
pl_pl: Nazwa dla Twojego odniesienia, aby zidentyfikować ten certyfikat. Jest to również znane jako "Common Name" certyfikatu.

source: A name for your reference, to identify this certificate. This is the same as common-name field for other Certificates.
cs_cz: Název pro vaší informaci, identifikující tento certifikát. Stejné jako „Common Name“ kolonka ostatních certifikátů.
el_gr: Ένα όνομα για την αναφορά σας, για την αναγνώριση αυτού του πιστοποιητικού. Αυτό είναι το ίδιο με το πεδίο "κοινό όνομα" για άλλα πιστοποιητικά.
pl_pl: Nazwa dla Twojego odniesienia, aby zidentyfikować ten certyfikat. To samo co pole common-name dla innych certyfikatów.

source: A reload is now in progress. The wizard will redirect you to the dashboard once the reload is completed.
cs_cz: Nyní probíhá znovunačtení. Jakmile bude dokončeno, tento průvodce vás přesměruje na stránku přehledu.
el_gr: Μια επαναφόρτωση βρίσκεται σε εξέλιξη. Ο οδηγός θα σας ανακατευθύνει στον πίνακα ελέγχου μόλις ολοκληρωθεί η επαναφόρτωση.
pl_pl: Wykonywanie przeładowania. Przewodnik przekieruje cię do panelu głównego po zakończeniu.

source: Add Certificate Authority
cs_cz: Přidat certifikační autoritu
el_gr: Προσθήκη Αρχής Πιστοποίησης
pl_pl: Dodaj Organ Wydający Certyfikaty

source: Add LDAP Server
cs_cz: Přidat LDAP server
el_gr: Προσθήκη διακομιστή LDAP
pl_pl: Dodaj serwer LDAP

source: Add RADIUS Server
cs_cz: Přidat RADIUS server
el_gr: Προσθήκη διακομιστή RADIUS
pl_pl: Dodaj serwer RADIUS

source: Add a Server Certificate
cs_cz: Přidat certifikát serveru
el_gr: Προσθήκη πιστοποιητικού διακομιστή
pl_pl: Dodaj certyfikat serwera

source: Add a rule to allow all traffic from connected clients to pass across the VPN tunnel.
cs_cz: Přidat pravidlo umožňující průchod veškerého provozu z připojených klientů skrze VPN tunel.
el_gr: Προσθέστε έναν κανόνα που θα επιτρέπει σε όλη την κίνηση από συνδεδεμένους πελάτες να διέρχεται από τη σήραγγα VPN.
pl_pl: Dodaj regułę, która pozwoli na przepuszczenie całego ruchu od podłączonych klientów przez tunel VPN.

source: Add a rule to permit traffic from clients on the Internet to the OpenVPN server process.
cs_cz: Přidat pravidlo umožňující průchod provozu od klientů na Internet na proces serveru OpenVPN.
el_gr: Προσθέστε έναν κανόνα που να επιτρέπει την κυκλοφορία από υπολογιστές-πελάτες στο Διαδίκτυο στη διεργασία διακομιστή OpenVPN.
pl_pl: Dodaj regułę, która pozwoli na przepuszczenie ruchu od klientów w Internecie do procesu serwera OpenVPN.

source: Add new CA
cs_cz: Přidat novou cert. autoritu
el_gr: Προσθήκη νέας CA
pl_pl: Dodaj nowy CA (Organ Wydający Certyfikaty)

source: Add new Certificate
cs_cz: Přidat nový certifikát
el_gr: Προσθήκη νέου πιστοποιητικού
pl_pl: Dodaj nowy certyfikat

source: Add new LDAP server
cs_cz: Přidat nový LDAP server
el_gr: Προσθήκη νέου διακομιστή LDAP
pl_pl: Dodaj nowy serwer LDAP

source: Add new RADIUS server
cs_cz: Přidat nový RADIUS server
el_gr: Προσθήκη νέου διακομιστή RADIUS
pl_pl: Dodaj nowy serwer RADIUS

source: Add new Server
cs_cz: Přidat nový server
el_gr: Προσθήκη νέου διακομιστή
pl_pl: Dodaj nowy serwer

source: Address of the LDAP server.
cs_cz: Adresa LDAP serveru.
el_gr: Διεύθυνση του διακομιστή LDAP.
pl_pl: Adres serwera LDAP.

source: Address of the RADIUS server.
cs_cz: Adresa RADIUS serveru.
el_gr: Διεύθυνση του διακομιστή RADIUS.
pl_pl: Adres serwera RADIUS.

source: Allow communication between clients connected to this server.
cs_cz: Dovolit komunikaci mezi klienty, připojenými k tomuto serveru.
el_gr: Επιτρέψτε την επικοινωνία μεταξύ των πελατών που είναι συνδεδεμένοι σε αυτόν τον διακομιστή.
pl_pl: Zezwól na komunikację między klientami podłączonymi do tego serwera.

source: Allow connected clients to retain their connections if their IP address changes.
cs_cz: Umožnit připojeným klientům ponechat si připojení i když se jejich IP adresa změní.
el_gr: Επιτρέψτε στους συνδεδεμένους υπολογιστές-πελάτες να διατηρήσουν τις συνδέσεις τους σε περίπτωση αλλαγής της διεύθυνσης IP τους.
pl_pl: Pozwól podłączonym klientom na zachowanie ich połączeń, jeśli ich adres IP się zmieni.

source: Allow multiple concurrent connections from clients using the same Common Name. This is not generally recommended, but may be needed for some scenarios.
cs_cz: Umožnit vícero souběžných připojení od klientů, používajících stejný Běžný název (CN). Toto obecně není doporučováno, ale v některých případech to může být nutné.
el_gr: Επιτρέψτε πολλαπλές ταυτόχρονες συνδέσεις από υπολογιστές-πελάτες που χρησιμοποιούν το ίδιο Κοινό Όνομα. Αυτό δεν συνιστάται γενικά, αλλά ενδέχεται να χρειαστεί σε ορισμένα σενάρια.
pl_pl: Pozwól na wiele równoczesnych połączeń od klientów używających tego samego Common Name. Ogólnie nie jest to zalecane, ale może być potrzebne w niektórych scenariuszach.

source: Authentication Containers
cs_cz: Ověřovací konejnery
el_gr: Δοχεία ελέγχου ταυτότητας
pl_pl: Kontenery autentykacji

source: Authentication Port
cs_cz: Ověrovací port
el_gr: Θύρα ελέγχου ταυτότητας
pl_pl: Port autentykacji

source: Authentication Type Selection
cs_cz: Výběr typu ověřování
el_gr: Επιλογή τύπου ελέγχου ταυτότητας
pl_pl: Wybór typu autentykacji

source: Automatically generate a shared TLS authentication key.
cs_cz: Automaticky vytvořit sdílený TLS ověřovací klíč.
el_gr: Αυτόματη δημιουργία ενός κοινόχρηστου κλειδιού ελέγχου ταυτότητας TLS.
pl_pl: Automatycznie generuj wspólny klucz autentykacji TLS.

source: Certificate Authority Selection
cs_cz: Výběr certifikační autority
el_gr: Επιλογή Αρχής Πιστοποίησης
pl_pl: Wybór Organu Wydającego Certyfikaty

source: Choose a Certificate Authority (CA)
cs_cz: Zvolte cert. autoritu (CA)
el_gr: Επιλέξτε μια Αρχή Πιστοποίησης (CA)
pl_pl: Wybierz Organ Wydający Certyfikaty (CA)

source: Choose a Server Certificate
cs_cz: Zvolte serverový certifikát
el_gr: Επιλέξτε ένα πιστοποιητικό διακομιστή
pl_pl: Wybierz certyfikat serwera

source: City or other Locality name (e.g. Middelharnis, Leipzig, Louisville).
cs_cz: Město nebo jiný název oblasti (např. Middelharnis, Lipsko, Praha)
el_gr: Όνομα πόλης ή άλλης τοποθεσίας (π.χ. Middelharnis, Leipzig, Louisville).
pl_pl: Nazwa miasta lub innej lokalizacji (np. Warszawa, Poznań, Kraków).

source: Click 'Reload' to apply the changes.
cs_cz: Změny uplatníte kliknutím na „Znovunačíst“
el_gr: Κάντε κλικ στην επιλογή «Επαναφόρτωση» για να εφαρμόσετε τις αλλαγές.
pl_pl: Kliknij 'Przeładuj', aby zastosować zmiany.

source: Compress tunnel packets using the LZO algorithm. Adaptive compression will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
cs_cz: Komprimovat pakety tunelu pomocí algoritmu LZO. Přizpůsobivá komprese kompresi dočasně vypne v případě, že OpenVPN zjistí, že data v paketech není možné účinně komprimovat.
el_gr: Συμπίεση πακέτων σήραγγας χρησιμοποιώντας τον αλγόριθμο LZO. Η προσαρμοστική συμπίεση θα απενεργοποιήσει δυναμικά τη συμπίεση για ένα χρονικό διάστημα εάν το OpenVPN εντοπίσει ότι τα δεδομένα στα πακέτα δεν συμπιέζονται αποτελεσματικά.
pl_pl: Kompresuj pakiety tunelu za pomocą algorytmu LZO. Adaptacyjna kompresja dynamicznie wyłączy kompresję na pewien czas, jeśli OpenVPN wykryje, że dane w pakietach nie są skutecznie kompresowane.

source: Concurrent Connections
cs_cz: Souběžná spojení
el_gr: Ταυτόχρονες συνδέσεις
pl_pl: Równoczesne połączenia

source: Configure LAN Interface
cs_cz: Nastavit rozhraní místní sítě
el_gr: Ρύθμιση παραμέτρων διεπαφής LAN
pl_pl: Konfiguruj interfejs LAN

source: Configure WAN Interface
cs_cz: Nastavit rozhraní vnější sítě
el_gr: Ρύθμιση παραμέτρων διεπαφής WAN
pl_pl: Konfiguruj interfejs WAN

source: Create a New Certificate Authority (CA) Certificate
cs_cz: Vytvořit nový certifikát cert. autority (CA)
el_gr: Δημιουργία νέου πιστοποιητικού αρχής έκδοσης πιστοποιητικών (CA)
pl_pl: Utwórz nowy certyfikat Organu Wydającego Certyfikaty (CA)

source: Create a New Server Certificate
cs_cz: Vytvořit nový serverový certifikát
el_gr: Δημιουργία νέου πιστοποιητικού διακομιστή
pl_pl: Utwórz nowy certyfikat serwera

source: Create new Certificate
cs_cz: Vytvořit nový certifikát
el_gr: Δημιουργία νέου πιστοποιητικού
pl_pl: Utwórz nowy certyfikat

source: DHCP Hostname
cs_cz: DHCP název stroje
el_gr: Όνομα κεντρικού υπολογιστή DHCP
pl_pl: Nazwa hosta DHCP

source: DNS Server 1
cs_cz: DNS server č. 1
el_gr: Διακομιστής DNS 1
pl_pl: DNS Serwer 1

source: DNS Server 2
cs_cz: DNS server č. 2
el_gr: Διακομιστής DNS 2
pl_pl: DNS Serwer 2

source: DNS Server 3
cs_cz: DNS server č. 3
el_gr: Διακομιστής DNS 3
pl_pl: DNS Serwer 3

source: DNS Server 4
cs_cz: DNS server č. 4
el_gr: Διακομιστής DNS 4
pl_pl: DNS Serwer 4

source: DNS server to provide for connecting client systems.
cs_cz: DNS server který poskytnout připojujícím se klientským systémům.
el_gr: Διακομιστής DNS για την παροχή σύνδεσης σε συστήματα-πελάτες.
pl_pl: Serwer DNS dla łączących się systemów klienta.

source: Descriptive name for the RADIUS server, for your reference.
cs_cz: Popisný název RADIUS serveru – pro vaši informaci.
el_gr: Περιγραφικό όνομα για τον διακομιστή RADIUS, για την αναφορά σας.
pl_pl: Nazwa opisowa dla serwera RADIUS, dla Twojej informacji.

source: Descriptive server name, for your own reference.
cs_cz: Popisný název serveru – pro vaši informaci
el_gr: Περιγραφικό όνομα διακομιστή, για δική σας αναφορά.
pl_pl: Nazwa opisowa serwera, dla Twojej własnej informacji.

source: Domain name field is invalid
cs_cz: Zadání v kolonce Název domény není platné
el_gr: Το πεδίο ονόματος τομέα δεν είναι έγκυρο
pl_pl: Pole nazwy domeny jest nieprawidłowe

source: Email address for the Certificate contact. Often the email of the person generating the certificate (i.e. You.)
cs_cz: E-mailová adresa kontaktu tohoto certifikátu. Často e-mail osoby, která certifikát vytváří (tedy Vy).
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου για την επαφή του πιστοποιητικού. Συχνά η διεύθυνση ηλεκτρονικού ταχυδρομείου του ατόμου που δημιουργεί το πιστοποιητικό (δηλαδή, εσάς).
pl_pl: Adres email dla kontaktu certyfikatu. Często jest to email osoby generującej certyfikat (np. Ty)

source: Enable NetBIOS over TCP/IP. If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled.
cs_cz: Zapnout NetBIOS nad TCP/IP. Pokud tato volba není nastavena, veškeré volby NetBIOS-nad-TCP/IP (včetně WINS) budou vypnuty.
el_gr: Ενεργοποίηση NetBIOS μέσω TCP/IP. Εάν αυτή η επιλογή δεν οριστεί, όλες οι επιλογές NetBIOS-over-TCP/IP (συμπεριλαμβανομένων των WINS) θα απενεργοποιηθούν.
pl_pl: Włącz NetBIOS przez TCP/IP. Jeśli ta opcja nie jest ustawiona, wszystkie opcje NetBIOS przez TCP/IP (w tym WINS) zostaną wyłączone.

source: Enable authentication of TLS packets.
cs_cz: Ověřovat TLS pakety.
el_gr: Ενεργοποίηση ελέγχου ταυτότητας πακέτων TLS.
pl_pl: Włącz uwierzytelnianie pakietów TLS.

source: Enter the hostname (FQDN) of the time server.
cs_cz: Zadejte úplný doménový název (FQDN) časového (NTP) serveru.
el_gr: Εισαγάγετε το όνομα κεντρικού υπολογιστή (FQDN) του διακομιστή ώρας.
pl_pl: Wprowadź nazwę hosta (FQDN) serwera czasowego.

source: Finished!
cs_cz: Dokončeno!
el_gr: Πεπερασμένος!
pl_pl: Zakończono!

source: Firewall Rule
cs_cz: Pravidlo brány firewall
el_gr: Κανόνας τείχους προστασίας
pl_pl: Reguła zapory

source: Firewall Rule Configuration
cs_cz: Nastavení pravidla brány firewall
el_gr: Ρύθμιση παραμέτρων κανόνα τείχους προστασίας
pl_pl: Konfiguracja reguły zapory

source: Firewall Rules control what network traffic is permitted. You must add rules to allow traffic to the OpenVPN server's IP and port, as well as allowing traffic from connected clients through the tunnel. These rules can be automatically added here, or configured manually after completing the wizard.
cs_cz: Pravidla brány firewall řídí zda je danému síťovému provozu umožněn průchod. Je třeba přidat pravidla povolující provoz na IP adresu a port OpenVPN serveru a stejně tak umožňující provoz od připojených klientů skrze tunel. Tato pravidla sem mohou být přidána automaticky nebo ručně po dokončení průvodce.
el_gr: Οι Κανόνες Τείχους Προστασίας (Firewall) ελέγχουν την επιτρεπόμενη κίνηση δικτύου. Πρέπει να προσθέσετε κανόνες για να επιτρέψετε την κίνηση στην IP και τη θύρα του διακομιστή OpenVPN, καθώς και για να επιτρέψετε την κίνηση από συνδεδεμένους πελάτες μέσω της σήραγγας. Αυτοί οι κανόνες μπορούν να προστεθούν αυτόματα εδώ ή να διαμορφωθούν χειροκίνητα μετά την ολοκλήρωση του οδηγού.
pl_pl: Reguły zapory kontrolują, jaki ruch sieciowy jest dozwolony. Musisz dodać reguły, aby zezwolić na ruch do IP i portu serwera OpenVPN oraz zezwolić na ruch od podłączonych klientów przez tunel. Te reguły można dodać automatycznie tutaj lub skonfigurować ręcznie po zakończeniu kreatora.

source: Full State of Province name, not abbreviated (e.g. Zuid Holland, Sachsen, Kentucky).
cs_cz: Úplný název státu nebo provincie, nezkráceno (např. Zuid Holland, Sasko, Kentucky).
el_gr: Πλήρες όνομα πολιτείας ή επαρχίας, όχι συντομευμένο (π.χ. Zuid Holland, Sachsen, Kentucky).
pl_pl: Pełna nazwa województwa lub prowincji, nie skracana (np. Pomorskie, Marowieckie, Kentucky).

source: Gateway IP Address field is invalid
cs_cz: Neplatné zadání v kolonce IP adresa brány
el_gr: Το πεδίο "Διεύθυνση IP πύλης" δεν είναι έγκυρο
pl_pl: Pole adresu IP bramy jest nieprawidłowe

source: General OpenVPN Server Information
cs_cz: Obecné informace o OpenVPN serveru
el_gr: Γενικές πληροφορίες διακομιστή OpenVPN
pl_pl: Ogólne informacje o serwerze OpenVPN

source: General Setup
cs_cz: Obecná nastavení
el_gr: Γενική Ρύθμιση
pl_pl: Ogólne ustawienia

source: General configuration
cs_cz: Obecná nastavení
el_gr: Γενική διαμόρφωση
pl_pl: Ogólna konfiguracja

source: Generate TLS Key
cs_cz: Vytvořit TLS klíč
el_gr: Δημιουργία κλειδιού TLS
pl_pl: Generuj klucz TLS

source: Group Naming Attribute
cs_cz: Atribut pojmenování skupiny
el_gr: Χαρακτηριστικό ονομασίας ομάδας
pl_pl: Atrybut nazewnictwa grup

source: IP Address field is invalid
cs_cz: Neplatné zadání v kolonce IP adresa
el_gr: Το πεδίο Διεύθυνση IP δεν είναι έγκυρο
pl_pl: Pole adresu IP jest nieprawidłowe

source: If a user DN was supplied above, this password will also be used when performing a bind operation.
cs_cz: Pokud je výše zadáno rozlišené jméno (DN) uživatele, toto heslo bude použito také pro operaci spojení.
el_gr: Εάν παρασχέθηκε παραπάνω ένα DN χρήστη, αυτός ο κωδικός πρόσβασης θα χρησιμοποιηθεί επίσης κατά την εκτέλεση μιας λειτουργίας σύνδεσης.
pl_pl: Jeśli powyżej podano DN użytkownika, to hasło będzie również używane podczas wykonywania operacji powiązania.

source: If left blank, an anonymous bind will be done.
cs_cz: Pokud není vyplněno, bude provedeno anonymní spojení.
el_gr: Εάν αφεθεί κενό, θα γίνει μια ανώνυμη σύνδεση.
pl_pl: Jeśli powyżej podano DN użytkownika, to hasło będzie również używane podczas wykonywania operacji powiązania.
