Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Request URI
cs_cz: URI adresa požadavku
de_de: Abfrage-URI
el_gr: Αίτημα URI
fa_ir: URI درخواست
fr_fr: Demande URI
it_it: Richiedi l'URI
ko_kr: URI 요청
pl_pl: URI żądania
uk_ua: URI запиту
zh_cn: 请求URI

source: Required Parameters
cs_cz: Vyžadované parametry
de_de: Erforderliche Parameter
el_gr: Απαιτούμενες παράμετροι
fa_ir: پارامترهای ضروری
fr_fr: Paramètres requis
it_it: Parametri richiesti
ko_kr: 필수 매개 변수
pl_pl: Wymagane parametry
uk_ua: Обов'язкові параметри
zh_cn: 所需参数

source: Response Code
cs_cz: Kód odpovědi
de_de: Antwort-Code
el_gr: Κωδικός Απόκρισης
fa_ir: کد پاسخ
fr_fr: Code de réponse
it_it: Codice di risposta
ko_kr: 응답 코드
pl_pl: Kod odpowiedzi
uk_ua: Код відповіді
zh_cn: 响应代码

source: Response Modify URL
cs_cz: URL adresa úpravy odpovědi
de_de: Antwortänderungs-URL
el_gr: Απάντηση Τροποποίηση URL
fa_ir: ویرایش URL پاسخ
fr_fr: Réponse Modifier l'URL
it_it: URL di modifica della risposta
ko_kr: 응답 URL 수정
pl_pl: Modyfikuj URL odpowiedzi
uk_ua: Змінити URL-адресу відповіді
zh_cn: 响应修改网址

source: Restrictions
cs_cz: Omezení
de_de: Beschränkungen
el_gr: Περιορισμοί
fa_ir: محدودیت‌ها
it_it: Restrizioni
ko_kr: 제한사항
pl_pl: Ograniczenia
uk_ua: Обмеження
zh_cn: 限制

source: Retransmission Delay
cs_cz: Prodleva zopakování přenosu
de_de: Verzögerung bis zum erneuten Versand
el_gr: Καθυστέρηση αναμετάδοσης
fa_ir: تاخیر ارسال مجدد
fr_fr: Délai de retransmission
it_it: Ritardo di ritrasmissione
ko_kr: 재전송 지연
pl_pl: Opóźnienie retransmisji
uk_ua: Затримка повторної передачі
zh_cn: 重传延时

source: Retransmission Interval
cs_cz: Interval zopakování přenosu
de_de: Intervall für erneuten Versand
el_gr: Διάστημα αναμετάδοσης
fa_ir: فاصله ارسال مجدد
fr_fr: Intervalle de retransmission
it_it: Intervallo di ritrasmissione
ko_kr: 재전송 간격
pl_pl: Interwał retransmisji
uk_ua: Інтервал повторної передачі
zh_cn: 重传间隔

source: Retries
cs_cz: Opětovných pokusů
de_de: Wiederholungen
el_gr: Επαναλήψεις
fa_ir: تلاش‌ها
fr_fr: Réessais
it_it: Nuovi tentativi
ko_kr: 재시도
pl_pl: Próby ponowne
uk_ua: Повторні спроби
zh_cn: 重试

source: Retry Number
cs_cz: Počet opakovaných pokusů
de_de: Wiederholungsanzahl
el_gr: Αριθμός επανάληψης
fa_ir: تعداد تلاش‌ها
fr_fr: Nombre de réessais
it_it: Riprova numero
ko_kr: 재시도 횟수
pl_pl: Numer próby
uk_ua: Номер повторної спроби
zh_cn: 重试的次数

source: Reverse DNS resolution for LDAP server IP.
cs_cz: Zpětný DNS překlad pro IP adresu LDAP serveru.
de_de: Reverse-DNS Auflösung für LDAP-Server IP
el_gr: Αντίστροφη ανάλυση DNS για την IP του διακομιστή LDAP.
fa_ir: بررسی معکوس DNS برای آدرس IP سرور LDAP.
fr_fr: Résolution DNS inverse pour l'IP du serveur LDAP.
it_it: Risoluzione DNS inversa per l'IP del server LDAP.
ko_kr: LDAP 서버 IP에 대한 역방향 DNS 확인.
pl_pl: Odwrotna rozdzielczość DNS dla IP serwera LDAP.
uk_ua: Зворотне DNS-розв'язання для IP-адреси сервера LDAP.
zh_cn: LDAP服务器IP的反向DNS解析。

source: Reverse DNS resolution for host IP.
cs_cz: Zpětný DNS překlad pro IP adresu hostitele.
de_de: Umgekehrte DNS-Auflösung für die Host-IP
el_gr: Αντίστροφη ανάλυση DNS για την IP του κεντρικού υπολογιστή.
fa_ir: بررسی معکوس DNS برای آدرس IP میزبان.
fr_fr: Résolution DNS inverse pour l'IP de l'hôte.
it_it: Risoluzione DNS inversa per l'IP host.
ko_kr: 호스트 IP에 대한 역방향 DNS 확인.
pl_pl: Odwrotna rozdzielczość DNS dla IP hosta.
uk_ua: Зворотне DNS-розв'язання для IP-адреси хоста.
zh_cn: 主机IP的DNS反向解析。

source: Reverse address
cs_cz: Obrácená adresa
de_de: Reverse-Adresse
el_gr: Αντίστροφη διεύθυνση
fa_ir: آدرس معکوس
fr_fr: Adresse inverse
it_it: Indirizzo inverso
ko_kr: 역방향 주소
pl_pl: Odwrotny adres
uk_ua: Зворотна адреса
zh_cn: 反向地址

source: Reverse port
cs_cz: Obrácený port
el_gr: Αντίστροφη θύρα
fa_ir: پورت معکوس
fr_fr: Port inverse
it_it: Porta inversa
ko_kr: 역방향 포트
pl_pl: Odwrotny port
uk_ua: Зворотний порт
zh_cn: 反向端口

source: Revision
cs_cz: Revize
el_gr: Αναθεώρηση
fa_ir: نسخه
fr_fr: Révision
it_it: Revisione
ko_kr: 개정
pl_pl: Rewizja
uk_ua: Ревізія
zh_cn: 修订

source: Rewrite source port
cs_cz: Zdrojový port přepisu
de_de: Quellport umschreiben
el_gr: Επανεγγραφή θύρας πηγής
fa_ir: بازنویسی پورت مبدأ
fr_fr: Réécrire le port source
it_it: Riscrivere la porta di origine
ko_kr: 원본 포트 다시 쓰기
pl_pl: Przepisz port źródłowy
uk_ua: Переписати вихідний порт
zh_cn: 重写源端口

source: Rewrite sourceport to 20 in active mode to suit ancient clients that insist on this RFC property.
cs_cz: Přepsat zdrojový port na 20 v aktivním režimu a obsloužit tak prastaré klienty, které trvají na této RFC vlastnosti.
de_de: Schreibe den Quellport im aktiven Modus auf 20 um, um antike Clients, die auf diesen RFC bestehen, zufrieden zu stellen.
el_gr: Ξαναγράψτε το sourceport σε 20 σε ενεργή λειτουργία για να ταιριάζει με τους αρχαίους πελάτες που επιμένουν σε αυτήν την ιδιότητα RFC.
fa_ir: در حالت فعال، پورت مبدأ را به 20 بازنویسی کنید تا با کلاینت‌های قدیمی‌ای که بر این مشخصهٔ RFC تأکید دارند سازگار شود.
fr_fr: Remplacer le port source par 20 en mode actif afin de répondre aux besoins des clients antiques insistant sur cette propriété RFC.
it_it: Riscrivi sourceport su 20 in modalità attiva per soddisfare i vecchi client che insistono su questa proprietà RFC.
ko_kr: 이 RFC 속성을 고집하는 오래된 클라이언트에 적합하도록 소스 포트를 활성 모드에서 20으로 다시 작성합니다.
pl_pl: Przepisz port źródłowy na 20 w trybie aktywnym, aby dostosować się do starych klientów, którzy nalegają na tę właściwość RFC.
uk_ua: Переписати вихідний порт на 20 в активному режимі, щоб задовольнити старі клієнти, які наполягають на цій властивості RFC.
zh_cn: 在活动模式下将源端口重写为20，以适应坚持此RFC属性的旧客户端。

source: Root CA
cs_cz: Kořenová certifikační autorita
fa_ir: مرجع صدور گواهی ریشه
fr_fr: AC racine
it_it: CA radice
ko_kr: 루트 CA
pl_pl: Główny CA
uk_ua: Кореневий ЦС
zh_cn: 根证书颁发机构

source: Root Certificate
cs_cz: Kořenový certifikát
de_de: Wurzelzertifikat
el_gr: Πιστοποιητικό ρίζας
fa_ir: گواهی ریشه
fr_fr: Certificat racine
it_it: Certificato radice
ko_kr: 루트 인증서
pl_pl: Główny certyfikat
uk_ua: Кореневий сертифікат
zh_cn: 根证书

source: Rotate alert logs at provided interval.
cs_cz: Rotovat záznamy výstrah v zadaném intervalu.
de_de: Warnprotokolle im angegebenen Intervall rotieren.
el_gr: Εναλλαγή αρχείων καταγραφής ειδοποιήσεων σε προβλεπόμενο χρονικό διάστημα.
fa_ir: لاگ‌های هشدار را در بازهٔ تعیین‌شده بچرخان.
fr_fr: Rotation des journaux d'alerte à l'intervalle prévu.
it_it: Ruota i registri degli avvisi all'intervallo fornito.
ko_kr: 지정된 간격으로 경고 로그를 순환합니다.
pl_pl: Rotuj logi alertów w podanym interwale.
uk_ua: Обертати журнали сповіщень із заданим інтервалом.
zh_cn: 选择轮替日志的时间间隔。

source: Rotate log
cs_cz: Rotovat záznam událostí
de_de: Protokoll rotieren
el_gr: Περιστροφή αρχείου καταγραφής
fa_ir: چرخش لاگ
fr_fr: Rotation du journal
it_it: Ruota registro
ko_kr: 로그 순환
pl_pl: Rotuj log
uk_ua: Обертати журнал
zh_cn: 轮替日志

source: Round Interval
cs_cz: Interval kolečka
de_de: Rundungsintervall
el_gr: Διάστημα γύρου
fa_ir: گردکردن بازه
fr_fr: Intervalle du cycle
it_it: Intervallo di round
ko_kr: 라운드 간격
pl_pl: Zaokrąglony interwał
uk_ua: Інтервал округлення
zh_cn: 轮循间隔

source: Rounds collection interval to 'interval', e.g. if interval="10s" then always collect on :00, :10, :20, etc.
cs_cz: Zaokrouhluje interval sběru na „interval“, např. pokud interval="10s", pak vždy sbírá v :00, :10, :20 atd.
de_de: Rundet das Erfassungsintervall auf "Intervall", z. B. wenn Intervall "10 s", dann immer um :00, :10, :20 usw. erfassen.
el_gr: Στρογγυλοποιεί το διάστημα συλλογής σε 'διάστημα', π.χ. αν interval="10s" τότε η συλλογή γίνεται πάντα σε :00, :10, :20, κ.λπ.
fa_ir: جمع‌آوری را به بازه 'interval' گرد می‌کند؛ مثلاً اگر interval=\"10s\"" باشد، همیشه در :00، :10، :20 و ... جمع‌آوری انجام می‌شود."
fr_fr: Arrondit l'intervalle de collecte à 'intervalle', par exemple, si intervalle="10s", la collecte se fera toujours à :00, :10, :20, etc.
it_it: Arrotonda l'intervallo di raccolta a 'intervallo', ad es. se intervallo="10s", raccogli sempre su :00, :10, :20, ecc.
ko_kr: 수집 간격을 'interval'로 반올림합니다. 예를 들어 interval="10s"이면 항상 :00, :10, :20 등에서 수집합니다.
pl_pl: Zaokrągla interwał zbierania do 'interval', np. jeśli interval="10s", to zawsze zbieraj o :00, :10, :20 itp.
uk_ua: Округлює інтервал збору до 'інтервалу', наприклад, якщо interval="10s", то завжди збиратиметься о :00, :10, :20 тощо.
zh_cn: 将轮循采集间隔简化为"间隔"，例如 如果interval(间隔) ="10s"，则总是采集:00，:10，:20等。

source: Route Priority
cs_cz: Priorita trasy
de_de: Routenpriorität
el_gr: Προτεραιότητα διαδρομής
fa_ir: اولویت مسیر
fr_fr: Priorité de la Route
it_it: Priorità del percorso
ko_kr: 라우트 우선 순위
pl_pl: Priorytet trasy
uk_ua: Пріоритет маршруту
zh_cn: 路由优先级

source: Route Redistribution
cs_cz: Šíření trasy dál
de_de: Routenweitergabe
el_gr: Ανακατανομή διαδρομής
fa_ir: بازتوزیع مسیر
fr_fr: Redistribution de Route
it_it: Ridistribuzione del percorso
ko_kr: 라우트 재배포
pl_pl: Redystrybucja trasy
uk_ua: Перерозподіл маршрутів
zh_cn: 路由重新分发

source: Route-Map In
cs_cz: Mapa příchozích tras
de_de: Routenplan Eingehend
el_gr: Χάρτης διαδρομής σε
fa_ir: نقشه مسیر ورودی
it_it: Mappa del percorso in
ko_kr: 라우트 맵 입력
pl_pl: Mapa trasy wejściowej
uk_ua: Карта маршрутів (вхідна)
zh_cn: 路由映射表 进

source: Route-Map Out
cs_cz: Mapa odchozích tras
de_de: Routenplan Ausgehend
el_gr: Χάρτης διαδρομής
fa_ir: نقشه مسیر خروجی
it_it: Mappa del percorso in uscita
ko_kr: 라우트 맵 출력
pl_pl: Mapa trasy wyjściowej
uk_ua: Карта маршрутів (вихідна)
zh_cn: 路由映射表 出

source: Router ID
cs_cz: Identifikátor směrovače
el_gr: Αναγνωριστικό δρομολογητή
fa_ir: شناسه روتر
fr_fr: ID Routeur
it_it: ID del router
ko_kr: 라우터 ID
pl_pl: ID routera
uk_ua: Ідентифікатор маршрутизатора
zh_cn: 路由器ID

source: Rules
cs_cz: Pravidla
de_de: Regeln
el_gr: Κανόνες
fa_ir: قوانین
fr_fr: Règles
it_it: Regole
ko_kr: 규칙
pl_pl: Reguły
uk_ua: Правила
zh_cn: 规则

source: Run as root
cs_cz: Spustit s právy správce systému
de_de: Als Root ausführen
el_gr: Εκτέλεση ως root
fa_ir: اجرا به‌عنوان root
fr_fr: Exécuter en tant que root
it_it: Esegui come root
ko_kr: 루트로 실행
pl_pl: Uruchom jako root
uk_ua: Запустити як root
zh_cn: 以root身份运行

source: SIP listen port
cs_cz: Port na kterém SIP očekává spojení
de_de: SIP-Port (eingehend)
el_gr: Θύρα ακρόασης SIP
fa_ir: پورت شنود SIP
fr_fr: Port d'écoute SIP
it_it: Porta di ascolto SIP
ko_kr: SIP 수신 대기 포트
pl_pl: Port nasłuchu SIP
uk_ua: Порт прослуховування SIP
zh_cn: SIP监听端口

source: SIP port the service use, default of 5060 is perfectly fine.
cs_cz: SIP port, který služba používá – výchozí 5060 je v pořádku.
de_de: SIP Port den der Service benutzt, der Standard 5060 ist gut.
el_gr: Η χρήση της υπηρεσίας για τη θύρα SIP, με την προεπιλογή 5060, είναι μια χαρά.
fa_ir: پورت SIP که سرویس از آن استفاده می‌کند. مقدار پیش‌فرض 5060 کاملاً مناسب است.
fr_fr: Port SIP utilisé par le service, celui par défaut (5060) est très bien.
it_it: Porta SIP utilizzata dal servizio, il valore predefinito 5060 è perfettamente corretto.
ko_kr: SIP 포트 서비스 사용, 기본값 5060은 완벽하게 괜찮습니다.
pl_pl: Port SIP używany przez usługę, domyślnie 5060 jest w porządku.
uk_ua: Порт SIP, який використовує служба, типове значення 5060 є цілком прийнятним.
zh_cn: 供SIP端口服务使用，默认5060。

source: SMTP Banner
cs_cz: Uvítací pruh SMTP
fa_ir: بنر SMTP
fr_fr: Bannière SMTP
it_it: Striscione SMTP
ko_kr: SMTP 배너
pl_pl: Banner SMTP
uk_ua: SMTP-банер
zh_cn: SMTP横幅

source: SMTP Client Security
cs_cz: Zabezpečení SMTP klienta
de_de: SMTP-Clientsicherheit
el_gr: Ασφάλεια προγράμματος-πελάτη SMTP
fa_ir: امنیت کلاینت SMTP
fr_fr: Sécurité du Client SMTP
it_it: Sicurezza del client SMTP
ko_kr: SMTP 클라이언트 보안
pl_pl: Bezpieczeństwo klienta SMTP
uk_ua: Безпека SMTP-клієнта
zh_cn: SMTP客户端安全

source: SMTP check
cs_cz: Kontrola SMTP
de_de: SMTP-Prüfung
el_gr: Έλεγχος SMTP
fa_ir: بررسی SMTP
fr_fr: Vérification SMTP
it_it: Controllo SMTP
ko_kr: SMTP 검사
pl_pl: Sprawdzenie SMTP
uk_ua: Перевірка SMTP
zh_cn: SMTP检查

source: SMTP domain
cs_cz: SMTP doména
de_de: SMTP-Domäne
el_gr: Τομέας SMTP
fa_ir: دامنه SMTP
fr_fr: Domines SMTP
it_it: Dominio SMTP
ko_kr: SMTP 도메인
pl_pl: Domena SMTP
uk_ua: SMTP-домен
zh_cn: SMTP域

source: SMTPHost
cs_cz: SMTP stroj
fa_ir: میزبان SMTP
ko_kr: SMTP 호스트
uk_ua: SMTP-хост
zh_cn: SMTP主机

source: SNI Contains
cs_cz: SNI obsahuje
de_de: SNI Enthält
el_gr: Περιέχει SNI
fa_ir: SNI شامل
fr_fr: SNI contient
it_it: SNI contiene
ko_kr: SNI 포함
pl_pl: SNI zawiera
uk_ua: SNI містить
zh_cn: SNI包含

source: SNI Matches
cs_cz: SNI se shoduje
de_de: SNI Entspricht
el_gr: Αντιστοιχίσεις SNI
fa_ir: SNI برابر
fr_fr: SNI égal à
it_it: Partite SNI
ko_kr: SNI 일치
pl_pl: SNI pasuje
uk_ua: SNI збігається
zh_cn: SNI匹配

source: SNI Prefix
cs_cz: SNI předpona
de_de: SNI-Präfix
el_gr: Πρόθεμα SNI
fa_ir: پیش‌وند SNI
fr_fr: Préfixe SNI
it_it: Prefisso SNI
ko_kr: SNI 프리픽스
pl_pl: Prefiks SNI
uk_ua: SNI префікс
zh_cn: SNI前缀

source: SNI Suffix
cs_cz: SNI přípona
el_gr: Επίθημα SNI
fa_ir: پس‌وند SNI
fr_fr: Suffixe SNI
it_it: Suffisso SNI
ko_kr: SNI 접미사
pl_pl: Sufiks SNI
uk_ua: SNI суфікс
zh_cn: SNI后缀

source: SNMP Agent Settings
cs_cz: Nastavení SNMP agenta
de_de: Einstellungen des SNMP-Agenten
el_gr: Ρυθμίσεις παράγοντα SNMP
fa_ir: تنظیمات عامل SNMP
fr_fr: Paramètres de l'agent SNMP
it_it: Impostazioni dell'agente SNMP
ko_kr: SNMP 에이전트 설정
pl_pl: Ustawienia agenta SNMP
uk_ua: Налаштування агента SNMP
zh_cn: SNMP代理设置

source: SNMP password
cs_cz: SNMP heslo
de_de: SNMP-Passwort
el_gr: Κωδικός πρόσβασης SNMP
fa_ir: گذرواژه SNMP
fr_fr: Mot de passe SNMP
it_it: Password SNMP
ko_kr: SNMP 비밀번호
pl_pl: Hasło SNMP
uk_ua: Пароль SNMP
zh_cn: SNMP密码

source: SNMP port
cs_cz: Port SNMP
el_gr: Θύρα SNMP
fa_ir: پورت SNMP
fr_fr: Port SNMP
it_it: Porta SNMP
ko_kr: SNMP 포트
pl_pl: Port SNMP
uk_ua: Порт SNMP
zh_cn: SNMP端口

source: SOCKS Port Number
cs_cz: Číslo portu SOCKS
de_de: SOCKS-Portnummer
el_gr: Αριθμός θύρας SOCKS
fa_ir: شماره پورت SOCKS
fr_fr: Numéro Port SOCKS
it_it: SOCKS Numero di porta
ko_kr: SOCKS 포트 번호
pl_pl: Numer portu SOCKS
uk_ua: Номер порту SOCKS
zh_cn: SOCKS端口号

source: SSL Client Certificate
cs_cz: SSL klientský certifikát
de_de: SSL-Clientzertifikat
el_gr: Πιστοποιητικό πελάτη SSL
fa_ir: گواهی کلاینت SSL
fr_fr: Certificat Client SSL
it_it: Certificato client SSL
ko_kr: SSL 클라이언트 인증서
pl_pl: Certyfikat klienta SSL
uk_ua: Клієнтський сертифікат SSL
zh_cn: SSL客户端证书

source: SSL Error ID
cs_cz: Identifikátor SSL chyby
de_de: SSL-Fehlernummer
el_gr: Αναγνωριστικό σφάλματος SSL
fa_ir: شناسه خطای SSL
fr_fr: ID d'erreur SSL
it_it: ID errore SSL
ko_kr: SSL 오류 ID
pl_pl: ID błędu SSL
uk_ua: Ідентифікатор помилки SSL
zh_cn: SSL错误 ID

source: SSL Offloading
cs_cz: Přebírání SSL
el_gr: Αποφόρτωση SSL
fa_ir: واگذاری پردازش SSL
fr_fr: Délestage SSL
it_it: Scaricamento SSL
ko_kr: SSL 오프로딩
pl_pl: Offloading SSL
uk_ua: Розвантаження SSL
zh_cn: SSL卸载

source: SSL Proxy port
cs_cz: Port SSL proxy
el_gr: Θύρα διακομιστή μεσολάβησης SSL
fa_ir: پورت پراکسی SSL
fr_fr: Port du proxy SSL
it_it: Porta proxy SSL
ko_kr: SSL 프록시 포트
pl_pl: Port proxy SSL
uk_ua: Порт SSL-проксі
zh_cn: SSL代理端口

source: SSL Verify CA
cs_cz: Cert. autorita ověřování SSL
de_de: SSL-CA überprüfen
el_gr: Επαλήθευση SSL CA
fa_ir: تأیید CA (SSL)
fr_fr: Vérification de l'autorité de certification SSL
it_it: SSL Verifica CA
ko_kr: SSL CA 검증
pl_pl: Weryfikacja CA SSL
uk_ua: SSL: Перевіряти ЦС
zh_cn: SSL验证CA

source: SSL Verify CRL
cs_cz: Seznam odvolaných certifikátů ověřování SSL
de_de: Prüfe SSL-CRL
el_gr: Επαλήθευση SSL CRL
fa_ir: تأیید CRL (SSL)
fr_fr: Vérification de la liste de révocation de certificat SSL
it_it: SSL Verifica CRL
ko_kr: SSL CRL 검증
pl_pl: Weryfikacja CRL SSL
uk_ua: SSL: Перевіряти CRL
zh_cn: SSL验证CRL

source: SSL cache size
cs_cz: Velikost mezipaměti SSL
de_de: SSL Zwischenspeichergröße
el_gr: Μέγεθος προσωρινής μνήμης SSL
fa_ir: اندازه کش SSL
fr_fr: Taille du cache SSL
it_it: Dimensioni della cache SSL
ko_kr: SSL 캐시 크기
pl_pl: Rozmiar cache SSL
uk_ua: Розмір кешу SSL
zh_cn: SSL缓存大小

source: SSL cert workers
cs_cz: Procesy zpracování SSL certifikátů
de_de: SSL-Zertifikatsarbeiterprozesse
el_gr: Εργαζόμενοι με πιστοποίηση SSL
fa_ir: کارگرهای گواهی SSL
fr_fr: Travailleurs SSL cert
it_it: Operatori di certificazione SSL
ko_kr: SSL 인증 작업자
pl_pl: Pracownicy certyfikatów SSL
uk_ua: Воркери сертифікатів SSL
zh_cn: SSL证书工作者

source: SSL certificate
cs_cz: SSL certifikát
de_de: SSL-Zertifikat
el_gr: Πιστοποιητικό SSL
fa_ir: گواهی SSL
fr_fr: Certificat SSL
it_it: Certificato SSL
ko_kr: SSL 인증서
pl_pl: Certyfikat SSL
uk_ua: SSL-сертифікат
zh_cn: SSL证书

source: SSL default settings
cs_cz: Výchozí nastavení SSL
de_de: SSL-Standardeinstellungen
el_gr: Προεπιλεγμένες ρυθμίσεις SSL
fa_ir: تنظیمات پیش‌فرض SSL
fr_fr: Réglages SSL par défaut
it_it: Impostazioni predefinite SSL
ko_kr: SSL 기본 설정
pl_pl: Domyślne ustawienia SSL
uk_ua: Типові налаштування SSL
zh_cn: SSL默认设置

source: SSL no bump sites
cs_cz: SSL nepovyšovat stránky
de_de: Nicht abzufangende SSL-Seiten
el_gr: SSL χωρίς ιστότοπους bump
fa_ir: سایت‌های No Bump SSL
fr_fr: Ne pas inspecter ces sites SSL
it_it: SSL senza siti bump
ko_kr: SSL no bump 사이트
pl_pl: Strony bez podbicia SSL
uk_ua: SSL: Сайти без перехоплення
zh_cn: SSL免检站点

source: SSL option pass-through
cs_cz: Předání SSL předvolby
el_gr: Διαβίβαση επιλογής SSL
fa_ir: گزینه Pass-through SSL
fr_fr: Passage de l'option SSL
it_it: Pass-through dell'opzione SSL
ko_kr: SSL 옵션 통과
pl_pl: Przepustowość opcji SSL
uk_ua: Наскрізна опція SSL
zh_cn: SSL直通选项

source: SSL/Fingerprint
cs_cz: SSL/otisk
de_de: SSL/Fingerabdruck
el_gr: SSL/Δακτυλικό αποτύπωμα
fa_ir: SSL/اثر انگشت
fr_fr: SSL/Empreinte
it_it: SSL/impronta digitale
ko_kr: SSL/지문
pl_pl: SSL/Odcisk palca
uk_ua: SSL/Відбиток
zh_cn: SSL/指纹

source: STUN period
cs_cz: Období STUN
de_de: STUN Zeitperiode
el_gr: Περίοδος STUN
fa_ir: دوره STUN
fr_fr: Période STUN
it_it: Periodo di STORDIMENTO
ko_kr: STUN 기간
pl_pl: Okres STUN
uk_ua: Період STUN
zh_cn: STUN周期

source: STUN port
cs_cz: Port STUN
el_gr: Θύρα STUN
fa_ir: پورت STUN
fr_fr: Port STUN
it_it: Porta STORDIMENTO
ko_kr: STUN 포트
pl_pl: Port STUN
uk_ua: Порт STUN
zh_cn: STUN端口

source: STUN server
de_de: STUN Zielserver
el_gr: Διακομιστής STUN
fa_ir: سرور STUN
fr_fr: Serveur STUN
it_it: Server STORDIMENTO
ko_kr: STUN 서버
pl_pl: Serwer STUN
uk_ua: Сервер STUN
zh_cn: STUN服务器

source: Save logs
cs_cz: Uložit záznamy událostí
de_de: Protokolle speichern
el_gr: Αποθήκευση αρχείων καταγραφής
fa_ir: ذخیره لاگ‌ها
fr_fr: Sauvegarder les journaux
it_it: Salva i registri
ko_kr: 로그 저장
pl_pl: Zapisz logi
uk_ua: Зберегти журнали
zh_cn: 保存日志

source: Scan HTML
cs_cz: Skenovat HTML
de_de: Scanne HTML
el_gr: Σάρωση HTML
fa_ir: اسکن HTML
fr_fr: Scanner le HTML
it_it: Scansione HTML
ko_kr: HTML 스캔
pl_pl: Skanuj HTML
uk_ua: Сканувати HTML
zh_cn: 扫描 HTML

source: Scan HWP3
cs_cz: Skenovat HWP3
de_de: Scanne HWP3
el_gr: Σάρωση HWP3
fa_ir: اسکن HWP3
fr_fr: Scanner le HWP3
it_it: Scansione HWP3
ko_kr: HWP3 스캔
pl_pl: Skanuj HWP3
uk_ua: Сканувати HWP3
zh_cn: 扫描 HWP3

source: Scan OLE2
cs_cz: Skenovat OLE2
de_de: Scanne OLE2
el_gr: Σάρωση OLE2
fa_ir: اسکن OLE2
fr_fr: Scanner le OLE2
it_it: Scansione OLE2
ko_kr: OLE2 스캔
pl_pl: Skanuj OLE2
uk_ua: Сканувати OLE2
zh_cn: 扫描 OLE2

source: Scan PDF files
cs_cz: Skenovat PDF soubory
de_de: Scanne PDF-Dateien
el_gr: Σάρωση αρχείων PDF
fa_ir: اسکن فایل‌های PDF
fr_fr: Scanner les fichiers PDF
it_it: Scansiona file PDF
ko_kr: PDF 파일 스캔
pl_pl: Skanuj pliki PDF
uk_ua: Сканувати PDF-файли
zh_cn: 扫描 PDF文件

source: Scan SWF
cs_cz: Skenovat SWF
de_de: SWF prüfen
el_gr: Σάρωση SWF
fa_ir: اسکن SWF
fr_fr: Scanner les fichiers SWF
it_it: Scansione SWF
ko_kr: SWF 스캔
pl_pl: Skanuj SWF
uk_ua: Сканувати SWF
zh_cn: 扫描 SWF

source: Scan XMLDOCS
cs_cz: Skenovat XMLDOC dokumenty
de_de: XMLDOCS prüfen
el_gr: Σάρωση XMLDOCS
fa_ir: اسکن XMLDOCS
fr_fr: Scanner les fichiers XMLDOCS
it_it: Scansione XMLDOCS
ko_kr: XMLDOCS 스캔
pl_pl: Skanuj XMLDOCS
uk_ua: Сканувати XMLDOCS
zh_cn: 扫描 XMLDOCS

source: Scan archives
cs_cz: Skenovat archivy
de_de: Archive Prüfen
el_gr: Σάρωση αρχείων
fa_ir: اسکن آرشیوها
fr_fr: Scanner les archives
it_it: Scansione archivi
ko_kr: 보관 파일 검색
pl_pl: Skanuj archiwa
uk_ua: Сканувати архіви
zh_cn: 扫描压缩文件

source: Scan executable and linking format
cs_cz: Skenovat spustitelné
de_de: Ausführbare und gelinkte Formate prüfen
el_gr: Σάρωση εκτελέσιμου αρχείου και μορφής σύνδεσης
fa_ir: اسکن فرمت اجرایی و لینک‌دهی
fr_fr: Analyse de l'exécutable et du format de liaison
it_it: Scansione del formato eseguibile e di collegamento
ko_kr: 실행 파일 및 링크 형식 검색
pl_pl: Skanuj format wykonywalny i łączący
uk_ua: Сканувати формат виконуваних та зв'язуваних файлів
zh_cn: 扫描可执行文件和链接格式

source: Scan for filetypes
cs_cz: Skenovat typy souborů
de_de: Prüfe auf Dateitypen
el_gr: Σάρωση για τύπους αρχείων
fa_ir: اسکن برای انواع فایل
fr_fr: Recherche de types de fichiers
it_it: Cerca tipi di file
ko_kr: 파일 형식 스캔
pl_pl: Skanuj pod względem typów plików
uk_ua: Сканувати за типами файлів
zh_cn: 扫描文件类型

source: Scan portable executable
cs_cz: Skenovat přenositelný spustitelný soubor
de_de: Prüfe Portable Executable
el_gr: Σάρωση φορητού εκτελέσιμου αρχείου
fa_ir: اسکن Portable Executable
fr_fr: Scanner les exécutables portables
it_it: Scansiona l'eseguibile portatile
ko_kr: PE 파일 스캔
pl_pl: Skanuj przenośny plik wykonywalny
uk_ua: Сканувати переносний виконуваний файл
zh_cn: 扫描可移植的执行文件

source: Scheduler
cs_cz: Plánovač
de_de: Planer
el_gr: Χρονοπρογραμματιστής
fa_ir: زمان‌بندی
fr_fr: Planificateur
it_it: Pianificatore
ko_kr: 스케줄러
pl_pl: Harmonogram
uk_ua: Планувальник
zh_cn: 调度

source: Scheduler type
cs_cz: Typ plánovače
de_de: Scheduler-Typ
el_gr: Τύπος προγραμματιστή
fa_ir: نوع زمان‌بندی
fr_fr: Type de planificateur
it_it: Tipo di pianificazione
ko_kr: 스케줄러 유형
pl_pl: Typ harmonogramu
uk_ua: Тип планувальника
zh_cn: 调度类型

source: Secret
cs_cz: Heslo
de_de: Geheimnis
el_gr: Μυστικό
fa_ir: رمز
it_it: Segreto
ko_kr: 비밀
pl_pl: Sekret
uk_ua: Секрет
zh_cn: 安全

source: Secret Key
cs_cz: Tajný klíč
de_de: Gemeinsamer Schlüssel
el_gr: Μυστικό Κλειδί
fa_ir: کلید مخفی
fr_fr: Clé secrète
it_it: Chiave segreta
ko_kr: 비밀 키
pl_pl: Klucz tajny
uk_ua: Секретний ключ
zh_cn: 密钥

source: Security Settings
cs_cz: Nastavení zabezpečení
de_de: Sicherheitseinstellungen
el_gr: Ρυθμίσεις ασφαλείας
fa_ir: تنظیمات امنیتی
fr_fr: Paramètres de Sécurité
it_it: Impostazioni di sicurezza
ko_kr: 보안 설정
pl_pl: Ustawienia zabezpieczeń
uk_ua: Налаштування безпеки
zh_cn: 安全设置

source: Select Authentication method
cs_cz: Vyberte metodu ověřování
de_de: Authentifizierungsmethode auswählen
el_gr: Επιλογή μεθόδου ελέγχου ταυτότητας
fa_ir: روش احراز هویت را انتخاب کنید
fr_fr: Sélectionne la méthode d'authentification
it_it: Seleziona Metodo di autenticazione
ko_kr: 인증 방법 선택
pl_pl: Wybierz metodę uwierzytelniania
uk_ua: Виберіть метод автентифікації
zh_cn: 选择认证方式

source: Select Error Messages
cs_cz: Vybrat chybová hlášení
de_de: Auswählen der Fehlermeldungen
el_gr: Επιλέξτε μηνύματα σφάλματος
fa_ir: پیام‌های خطا را انتخاب کنید
fr_fr: Sélectionner les messages d'erreur
it_it: Seleziona Messaggi di errore
ko_kr: 오류 메시지 선택
pl_pl: Wybierz komunikaty błędów
uk_ua: Виберіть повідомлення про помилки
zh_cn: 选择错误信息

source: Select HTTP method for health check.
cs_cz: Vyberte HTTP metodu pro kontrolu stavu.
de_de: Wählen Sie die HTTP-Methode für die Gesundheitsprüfung.
el_gr: Επιλέξτε μέθοδο HTTP για έλεγχο εύρυθμης λειτουργίας.
fa_ir: متد HTTP برای بررسی سلامت را انتخاب کنید.
fr_fr: Sélectionner la méthode HTTP pour la vérification de santé
it_it: Seleziona il metodo HTTP per il controllo dello stato.
ko_kr: 상태 확인을 위해 HTTP 메서드를 선택하세요.
pl_pl: Wybierz metodę HTTP do sprawdzenia stanu zdrowia.
uk_ua: Виберіть метод HTTP для перевірки стану.
zh_cn: 选择HTTP方法进行健康检查。
