Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The priority selected here defines in what order failover and balancing of links will be done. Multiple links of the same priority will balance connections until all links in the priority will be exhausted. If all links in a priority level are exhausted we will use the next available link(s) in the next priority level.
cs_cz: Pořadí přednosti zde vybrané určuje v jakém pořadí bude probíhat přebírání služby v případě výpadku a rozdělování zátěže mezi linkami. Vícero linek se stejnou prioritou bude rozdělovat zátěž dokud nejsou vyčerpány všechny linky s touto prioritou. Pokud jsou na daném stupni priority vyčerpány všechny linky, budou použity dostupné linky z další úrovně.
de_de: Die hier gewählte Priorität bestimmt die Reihenfolge des Failovers und der Verbindungsverteilung. Mehrere Verbindungen derselben Priorität verteilen die Verbindungen, bis alle Verbindungen der Prioritätsstufe erschöpft sind. Sind alle Verbindungen einer Prioritätsstufe erschöpft, werden die nächsten verfügbaren Verbindungen der nächsten Prioritätsstufe verwendet.
el_gr: Η προτεραιότητα που επιλέγεται εδώ καθορίζει με ποια σειρά θα γίνει η ανακατεύθυνση και η εξισορρόπηση των συνδέσμων. Πολλαπλοί σύνδεσμοι της ίδιας προτεραιότητας θα εξισορροπήσουν τις συνδέσεις μέχρι να εξαντληθούν όλοι οι σύνδεσμοι στην προτεραιότητα. Εάν εξαντληθούν όλοι οι σύνδεσμοι σε ένα επίπεδο προτεραιότητας, θα χρησιμοποιήσουμε τον επόμενο διαθέσιμο σύνδεσμο (ή συνδέσμους) στο επόμενο επίπεδο προτεραιότητας.
fa_ir: اولویت انتخاب‌شده در اینجا تعیین می‌کند که ترتیب انجام failover و توازن لینک‌ها چگونه خواهد بود. چندین لینک با همان اولویت تا زمانی که همه لینک‌های آن اولویت تمام شوند، اتصالات را متوازن می‌کنند. اگر همه لینک‌های یک سطح اولویت به پایان برسند، از لینک(های) موجود در سطح اولویت بعدی استفاده خواهد شد.
fr_fr: La priorité sélectionnée ici définit l'ordre dans lequel le transfert de secours ou l'équilibrage de charge des liens sera effectué. Des liens multiples possédant la même priorité se répartiront les connexions jusqu'à ce que tous les liens correspondant à cette priorité soient utilisés. Si tous les liens d'un même niveau de priorité sont utilisés le ou les liens du niveau de priorité suivant seront utilisés à leur tour.
it_it: La priorità selezionata qui definisce in quale ordine verranno eseguiti il ​​failover e il bilanciamento dei collegamenti. Più collegamenti con la stessa priorità bilanceranno le connessioni finché tutti i collegamenti nella priorità non saranno esauriti. Se tutti i collegamenti in un livello di priorità sono esauriti, utilizzeremo i successivi collegamenti disponibili nel livello di priorità successivo.
ko_kr: 여기서 선택한 우선 순위는 링크의 장애 조치 및 균형 조정을 수행할 순서를 정의합니다. 우선 순위가 동일한 여러 링크는 우선 순위의 모든 링크가 소진될 때까지 연결 균형을 조정합니다. 우선 순위 수준의 모든 링크가 소진된 경우 다음 우선 순위 수준에서 사용 가능한 다음 링크를 사용합니다.
pl_pl: Wybrany tutaj priorytet określa kolejność przełączania awaryjnego i równoważenia łączy. Wiele łączy o tym samym priorytecie będzie równoważyć połączenia, aż wszystkie łącza w priorytecie zostaną wyczerpane. Jeśli wszystkie łącza na poziomie priorytetu zostaną wyczerpane, użyjemy następnego dostępnego łącza na kolejnym poziomie priorytetu.
uk_ua: Вибраний тут пріоритет визначає порядок відмовостійкості та балансування каналів. Кілька каналів з однаковим пріоритетом балансуватимуть з'єднання, доки всі канали в цьому пріоритеті не будуть вичерпані. Якщо всі канали на рівні пріоритету вичерпані, ми використовуватимемо наступні доступні канали на наступному рівні пріоритету.
zh_cn: 此处选择的优先级定义了以什么顺序完成链路的故障转移和平衡。具有相同优先级的多个链路会平衡连接，直到优先级中的所有链路都被耗尽。如果优先级中的所有链路都用尽，就会使用下一个优先级别中的下一个可用链路。

source: Link Priority
cs_cz: Priorita spojení
de_de: Link-Priorität
el_gr: Προτεραιότητα σύνδεσης
fa_ir: اولویت لینک
fr_fr: Priorité de Lien
it_it: Priorità di collegamento
ko_kr: 링크 우선 순위
pl_pl: Priorytet linku
uk_ua: Пріоритет каналу
zh_cn: 链接优先级

source: Tier %d
cs_cz: Úroveň %d
de_de: Ebene %d
el_gr: Επίπεδο %d
fa_ir: سطح %d
fr_fr: Niveau %d
it_it: Livello %d
ko_kr: %d 계층
pl_pl: Poziom %d
uk_ua: Рівень %d
zh_cn: 层级%d

source: Never
cs_cz: Nikdy
de_de: Nie
el_gr: Ποτέ
fa_ir: هرگز
fr_fr: Jamais
it_it: Mai
ko_kr: 없음
pl_pl: Nigdy
uk_ua: Ніколи
zh_cn: 从不

source: Tier
cs_cz: Úroveň
de_de: Ebene
el_gr: Επίπεδο
fa_ir: سطح
fr_fr: Niveau
it_it: Livello
ko_kr: 계층
pl_pl: Poziom
uk_ua: Рівень
zh_cn: 层级

source: Gateway Priority
cs_cz: Priorita brány
de_de: Gateway-Priorität
el_gr: Προτεραιότητα πύλης
fa_ir: اولویت Gateway
fr_fr: Priorité de la passerelle
it_it: Priorità del gateway
ko_kr: 게이트웨이 우선 순위
pl_pl: Priorytet bramy
uk_ua: Пріоритет шлюзу
zh_cn: 网关优先级

source: A gateway group cannot have the same name with a gateway "%s" please choose another name.
cs_cz: Skupinu bran není možné nazvat stejně jako některou z bran („%s“) – zvolte jiný název.
de_de: Eine Gatewaygruppe kann nicht den selben Namen wie ein Gateway "%s" haben. Bitte wählen Sie einen anderen Namen.
el_gr: Μια ομάδα πύλης δεν μπορεί να έχει το ίδιο όνομα με μια πύλη "%s". Επιλέξτε ένα άλλο όνομα.
fa_ir: یک گروه gateway نمی‌تواند همان نام gateway "%s" را داشته باشد. لطفاً نام دیگری انتخاب کنید.
fr_fr: Un nom de groupe de passerelles ne peut pas contenir le même nom qu'une passerelle "%s", merci de choisir un autre nom.
it_it: Un gruppo di gateway non può avere lo stesso nome del gateway "%s", scegli un altro nome.
ko_kr: 게이트웨이 그룹의 이름이 "%s" 게이트웨이와 같을 수 없습니다. 다른 이름을 선택하세요.
pl_pl: Grupa bram nie może mieć takiej samej nazwy jak brama "%s", proszę wybrać inną nazwę.
uk_ua: Група шлюзів не може мати те саме ім'я, що й шлюз "%s"; будь ласка, виберіть інше ім'я.
zh_cn: 网关组不能与网关"%s"具有相同的名称，请选择其他名称。

source: A gateway group with this name "%s" already exists.
cs_cz: Skupina bran s názvem „%s“ už v systému existuje.
de_de: Eine Gatewaygruppe mit dem Namen "%s" existiert bereits.
el_gr: Υπάρχει ήδη μια ομάδα πύλης με αυτό το όνομα "%s".
fa_ir: یک گروه gateway با این نام "%s" قبلاً وجود دارد.
fr_fr: Un groupe de passerelles avec ce nom "%s" existe déjà.
it_it: Esiste già un gruppo gateway con questo nome "%s".
ko_kr: 이름이 "%s"인 게이트웨이 그룹이 이미 있습니다.
pl_pl: Grupa bram o nazwie "%s" już istnieje.
uk_ua: Група шлюзів з цією назвою "%s" вже існує.
zh_cn: 一个同名%s的网关组已存在。

source: Changing name on a gateway group is not allowed.
cs_cz: Název skupiny bran nelze měnit.
de_de: Es ist nicht erlaubt den Gateway Gruppenname zu ändern.
el_gr: Δεν επιτρέπεται η αλλαγή ονόματος σε μια ομάδα πύλης.
fa_ir: تغییر نام گروه gateway مجاز نیست.
fr_fr: La modification du nom d'un groupe de passerelle n'est pas autorisée.
it_it: Non è consentito modificare il nome su un gruppo gateway.
ko_kr: 게이트웨이 그룹의 이름은 변경할 수 없습니다.
pl_pl: Zmiana nazwy grupy bram jest niedozwolona.
uk_ua: Зміна назви групи шлюзів не дозволяється.
zh_cn: 不允许在网关组上更改名称。

source: A valid gateway group name must be specified.
cs_cz: Je třeba zadat platný název skupiny brány.
de_de: Eine gültiger Gatewaygruppenname muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο όνομα ομάδας πύλης.
fa_ir: باید یک نام معتبر برای گروه gateway مشخص شود.
fr_fr: Un nom de groupe de passerelles valide doit être renseigné.
it_it: È necessario specificare un nome di gruppo gateway valido.
ko_kr: 유효한 게이트웨이 그룹 이름을 지정해야 합니다.
pl_pl: Należy podać poprawną nazwę grupy bram.
uk_ua: Необхідно вказати дійсне ім'я групи шлюзів.
zh_cn: 必须指定有效的网关组名。

source: Remember to use these Gateway Groups in firewall rules in order to enable load balancing, failover, or policy-based routing. Without rules directing traffic into the Gateway Groups, they will not be used.
cs_cz: Nezapomeňte použít tuto skupinu brány v pravidlech brány firewall abyste zapnuli rozdělování zátěže, převzetí v případě výpadku nebo na pravidlech založené směrování. Bez pravidel směrujících provoz do skupiny brány nebudou použity.
de_de: Denken Sie daran, diese Gateway-Gruppen in Firewall-Regeln zu verwenden, um Lastenausgleich, Failover oder richtlinienbasiertes Routing zu ermöglichen. Ohne Regeln, die den Datenverkehr in die Gateway-Gruppen leiten, werden diese nicht verwendet.
el_gr: Θυμηθείτε να χρησιμοποιήσετε αυτές τις Ομάδες Πύλης σε κανόνες τείχους προστασίας, προκειμένου να ενεργοποιήσετε την εξισορρόπηση φορτίου, την ανακατεύθυνση μέσω failover ή τη δρομολόγηση βάσει πολιτικής. Χωρίς κανόνες που να κατευθύνουν την κυκλοφορία στις Ομάδες Πύλης, δεν θα χρησιμοποιηθούν.
fa_ir: به خاطر داشته باشید که برای فعال‌سازی توازن بار، failover یا مسیریابی مبتنی بر سیاست باید از این Gateway Groups در قوانین فایروال استفاده کنید. بدون قوانینی که ترافیک را به سمت Gateway Groups هدایت کنند، از آن‌ها استفاده نخواهد شد.
fr_fr: Rappelez-vous d'utiliser ces groupes de passerelles dans les règles du pare-feu afin de permettre l'équilibrage de charge, basculement, ou le routage à base de règles. Sans règles qui dirigent la circulation dans les groupes de la passerelle, ils ne seront pas utilisés.
it_it: Ricordarsi di utilizzare questi gruppi gateway nelle regole del firewall per abilitare il bilanciamento del carico, il failover o il routing basato su policy. Senza regole che dirigano il traffico verso i gruppi gateway, questi non verranno utilizzati.
ko_kr: 부하 분산, 장애 조치 또는 정책 기반 라우팅을 활성화하려면 방화벽 규칙에서 이러한 게이트웨이 그룹을 사용해야 합니다. 게이트웨이 그룹으로 트래픽을 전달하는 규칙이 없으면 사용되지 않습니다.
pl_pl: Pamiętaj, aby używać tych grup bram w regułach zapory w celu włączenia równoważenia obciążenia, przełączania awaryjnego lub routingu opartego na zasadach. Bez reguł kierujących ruch do grup bram nie będą one używane.
uk_ua: Пам’ятайте, що для ввімкнення балансування навантаження, відмовостійкості або маршрутизації на основі політик ці групи шлюзів необхідно використовувати в правилах брандмауера. Без правил, що спрямовують трафік до груп шлюзів, вони не використовуватимуться.
zh_cn: 请在防火墙规则中使用这些网关组，以便启用负载平衡、故障转移或基于策略的路由。如果没有将流量引导到网关组的规则，则不会使用这些网关组。

source: Clone
cs_cz: Klonovat
de_de: Klonen
el_gr: Κλωνοποίηση
fa_ir: کپی
fr_fr: Dupliquer
ko_kr: 복제
pl_pl: Powiel
uk_ua: Клонувати
zh_cn: 克隆

source: Warning (latency)
cs_cz: Varování (prodleva)
de_de: Warnung (Latenz)
el_gr: Προειδοποίηση (καθυστέρηση)
fa_ir: هشدار (latency)
fr_fr: Avertissement (latence)
it_it: Avviso (latenza)
ko_kr: 경고 (지연)
pl_pl: Ostrzeżenie (opóźnienie)
uk_ua: Попередження (затримка)
zh_cn: 警告(延迟)

source: Warning (packetloss)
cs_cz: Varování (ztrátovost paketů)
de_de: Warnung (Paketverlust)
el_gr: Προειδοποίηση (απώλεια πακέτων)
fa_ir: هشدار (packetloss)
fr_fr: Avertissement (perte de paquet)
it_it: Avviso (perdita di pacchetti)
ko_kr: 경고 (패킷 손실)
pl_pl: Ostrzeżenie (utrata pakietów)
uk_ua: Попередження (втрата пакетів)
zh_cn: 警告(丢包)

source: Offline
cs_cz: Mimo provoz
el_gr: Εκτός σύνδεσης
fa_ir: آفلاین
fr_fr: Hors ligne
it_it: Non in linea
ko_kr: 오프라인
pl_pl: Niedostępny
uk_ua: Офлайн
zh_cn: 离线

source: Offline (forced)
cs_cz: Nedostupné (vynuceno)
de_de: Offline (erzwungen)
el_gr: Εκτός σύνδεσης (forced)
fa_ir: آفلاین (اجباری)
fr_fr: Hors-ligne (forcé)
it_it: Offline (forzato)
ko_kr: 오프라인 (강제)
pl_pl: Niedostępny (wymuszone)
uk_ua: Офлайн (примусово)
zh_cn: 离线(强制)

source: Pending
cs_cz: Čekající
de_de: Ausstehend
el_gr: Εκκρεμής
fa_ir: در انتظار
fr_fr: En attente
it_it: In attesa di
ko_kr: 보류 중
pl_pl: Oczekiwanie
uk_ua: Очікування
zh_cn: 待定

source: Tier %s
cs_cz: Úroveň %s
el_gr: Επίπεδο %s
fa_ir: رده %s
fr_fr: Niveau %s
it_it: Livello %s
ko_kr: %s 계층
pl_pl: Poziom %s
uk_ua: Рівень %s
zh_cn: 层级 %s

source: The gateway configuration has been changed.%sYou must apply the changes in order for them to take effect.
cs_cz: Změnili jste nastavení brány.%sAby se projevily, je třeba provedené změny použít.
de_de: Die Gatewaykonfiguration wurde geändert.%sSie müssen die Änderungen anwenden damit diese in Kraft treten.
el_gr: Η διαμόρφωση της πύλης έχει αλλάξει.%sΠρέπει να εφαρμόσετε τις αλλαγές για να τεθούν σε ισχύ.
fa_ir: پیکربندی دروازه تغییر کرده است.%sبرای فعال شدن تغییرات باید آن‌ها را اعمال کنید.
fr_fr: La configuration de la passerelle a été changée.%sVous devez appliquer les modifications afin qu'elles prennent effet.
it_it: La configurazione del gateway è stata modificata.%sDevi applicare le modifiche affinché abbiano effetto.
ko_kr: 게이트웨이 구성이 변경되었습니다.%s변경사항을 적용하려면 변경사항을 적용해야 합니다.
pl_pl: Konfiguracja bram została zmieniona.%sNależy zatwierdzić zmiany aby zaczęły działać.
uk_ua: Конфігурація шлюзу була змінена.%sЩоб зміни набули чинності, їх необхідно застосувати.
zh_cn: 网关配置已更改。%s必须应用更改才能使其生效。

source: Do you really want to delete this gateway group?
cs_cz: Opravdu chcete tuto skupinu bran smazat?
de_de: Wollen Sie diese Gatewaygruppe wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν την ομάδα πύλης;
fa_ir: آیا واقعاً می‌خواهید این گروه دروازه را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer ce groupe de passerelles ?
it_it: Vuoi davvero eliminare questo gruppo gateway?
ko_kr: 이 게이트웨이 그룹을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć tą grupę bram?
uk_ua: Ви дійсно бажаєте видалити цю групу шлюзів?
zh_cn: 真要删除该网关组吗？

source: Gateway-group
cs_cz: Skupina-bran
de_de: Gateway-Gruppe
el_gr: Ομάδα πύλης
fa_ir: گروه دروازه
fr_fr: Groupe de passerelles
it_it: Gruppo gateway
ko_kr: 게이트웨이 그룹
pl_pl: Grupa bram
uk_ua: Група шлюзів
zh_cn: 网关组

source: Serial
cs_cz: Sériové číslo
fa_ir: شماره سریال
fr_fr: Série
it_it: Seriale
ko_kr: 직렬
pl_pl: Seryjny
uk_ua: Серійний
zh_cn: 序列号

source: CRL data
cs_cz: Data seznamu zneplatněných certifikátů
de_de: CRL Daten
el_gr: Δεδομένα CRL
fa_ir: داده‌های CRL
fr_fr: données de la CRL
it_it: Dati della CRL
ko_kr: CRL 데이터
pl_pl: Dane CRL
uk_ua: Дані CRL
zh_cn: CRL数据

source: show certificate info
cs_cz: zobrazit informace o certifikátu
de_de: Zertifikatinformationen anzeigen
el_gr: εμφάνιση πληροφοριών πιστοποιητικού
fa_ir: نمایش اطلاعات گواهی
fr_fr: afficher les informations du certificat
it_it: mostra le informazioni sul certificato
ko_kr: 인증서 정보 보기
pl_pl: pokaż informacje o certyfikacie
uk_ua: показати інформацію про сертифікат
zh_cn: 显示证书信息

source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
el_gr: Αναβάθμιση
fa_ir: به‌روزرسانی
fr_fr: Mise à jour
it_it: Aggiornamento
ko_kr: 업데이트
pl_pl: Aktualizuj
uk_ua: Оновити
zh_cn: 更新

source: Organizational Unit
cs_cz: Organizační jednotka
de_de: Organisationseinheit
el_gr: Οργανωτική Μονάδα
fa_ir: واحد سازمانی
fr_fr: Unité Organisationnelle
it_it: Unità Organizzativa
ko_kr: 조직 단위
pl_pl: Jednostka organizacji
uk_ua: Організаційний підрозділ
zh_cn: 组织单位

source: Alternative Names
cs_cz: Alternativní názvy
de_de: Alternative Namen
el_gr: Εναλλακτικά ονόματα
fa_ir: نام‌های جایگزین
fr_fr: Noms Alternatifs
it_it: Nomi alternativi
ko_kr: 대체 이름
pl_pl: Nazwy alternatywne
uk_ua: Альтернативні назви
zh_cn: 替代名称

source: Client Certificate
cs_cz: Klientský certifikát
de_de: Clientzertifikat
el_gr: Πιστοποιητικό Πελάτη
fa_ir: گواهی کلاینت
fr_fr: Certificat Client
it_it: Certificato cliente
ko_kr: 클라이언트 인증서
pl_pl: Certyfikat klienta
uk_ua: Клієнтський сертифікат
zh_cn: 客户端证书

source: Private key data
cs_cz: Data soukromé části klíče
de_de: Private Schlüsseldaten
el_gr: Δεδομένα ιδιωτικού κλειδιού
fa_ir: داده‌های کلید خصوصی
fr_fr: Données de la clé privée
it_it: Dati della chiave privata
ko_kr: 개인 키 데이터
pl_pl: Treść klucza prywatnego
uk_ua: Дані приватного ключа
zh_cn: 私钥数据

source: Create a Certificate Signing Request
cs_cz: Vytvořit požadavek na podepsání certifikátu
de_de: Erstelle eine neue Zertifikatssignaturanfrage
el_gr: Δημιουργία αιτήματος υπογραφής πιστοποιητικού
fa_ir: ایجاد درخواست امضای گواهی
fr_fr: Créer une demande de signature de certificat (CSR)
it_it: Crea una richiesta di firma del certificato
ko_kr: 인증서 서명 요청 생성
pl_pl: Utwórz żądanie podpisania certyfikatu
uk_ua: Створити запит на підпис сертифіката
zh_cn: 创建一个证书签名请求

source: Create an internal Certificate
cs_cz: Vytvořit vnitřní certifikát
de_de: Erstelle ein neues internes Zertifikat
el_gr: Δημιουργήστε ένα εσωτερικό πιστοποιητικό
fa_ir: ایجاد گواهی داخلی
fr_fr: Créer un certificat interne
it_it: Crea un certificato interno
ko_kr: 내부 인증서 생성
pl_pl: Utwórz certyfikat wewnętrzny
uk_ua: Створити внутрішній сертифікат
zh_cn: 创建一个内部证书

source: Import an existing Certificate
cs_cz: Importovat existující certifikát
de_de: Existierendes Zertifikat importieren
el_gr: Εισαγωγή υπάρχοντος πιστοποιητικού
fa_ir: وارد کردن گواهی موجود
fr_fr: Importer un certificat existant
it_it: Importa un certificato esistente
ko_kr: 기존 인증서 가져오기
pl_pl: Importuj istniejący certyfikat
uk_ua: Імпортувати наявний сертифікат
zh_cn: 导入一个现有证书

source: self-signed
cs_cz: podepsáno samo sebou
de_de: selbstsigniert
el_gr: αυτο-υπογεγραμμένο
fa_ir: خودامضا
fr_fr: auto-signé
it_it: autofirmato
ko_kr: 자체 서명됨
pl_pl: samopodpisany
uk_ua: самопідписаний
zh_cn: 自签名

source: Issuer
cs_cz: Vydavatel
de_de: Herausgeber
el_gr: Εκδότης
fa_ir: مرجع صدور
fr_fr: Émetteur
it_it: Emittente
ko_kr: 발행자
pl_pl: Wystawca
uk_ua: Видавач
zh_cn: 发行人

source: Distinguished name
cs_cz: Rozlišený název
de_de: Eindeutiger Name
el_gr: Διακεκριμένο όνομα
fa_ir: نام متمایز
fr_fr: Nom Unique
it_it: Nome distinto
ko_kr: 고유 이름
pl_pl: Wyróżniająca się nazwa
uk_ua: Унікальне ім'я
zh_cn: 专有名称

source: Digest Algorithm
cs_cz: Algoritmus otisku
de_de: Hashalgorithmus
el_gr: Αλγόριθμος Σύνοψης
fa_ir: الگوریتم خلاصه‌ساز
fr_fr: Algorithme de Hachage
it_it: Algoritmo di digestione
ko_kr: 해쉬 알고리즘
pl_pl: Algorytm skrótu
uk_ua: Алгоритм дайджесту
zh_cn: 摘要算法

source: Serial for next certificate
cs_cz: Sériové číslo příštího certifikátu
de_de: Seriennummer für das nächste Zertifikat
el_gr: Σειριακός αριθμός για το επόμενο πιστοποιητικό
fa_ir: شماره سریال برای گواهی بعدی
fr_fr: Numéro de série du certificat
it_it: Seriale per il prossimo certificato
ko_kr: 다음 인증서에 대한 일련 번호
pl_pl: Serial następnego certfikatu
uk_ua: Серійний номер для наступного сертифіката
zh_cn: 下一个证书序列号

source: Create an internal Certificate Authority
cs_cz: Vytvořit vnitřní certifikační autoritu
de_de: Erstelle eine interne Zertifizierungsstelle
el_gr: Δημιουργήστε μια εσωτερική Αρχή έκδοσης πιστοποιητικών
fa_ir: ایجاد یک مرجع صدور گواهی داخلی
fr_fr: Créer une Autorité de certification interne
it_it: Creare un'autorità di certificazione interna
ko_kr: 내부 인증 기관 생성
pl_pl: Utwórz wewnętrzny Urząd Certyfikacyjny
uk_ua: Створити внутрішній центр сертифікації
zh_cn: 创建一个内部证书颁发机构

source: Import an existing Certificate Authority
cs_cz: Importovat existující certifikační autoritu
de_de: Eine existierende Zertifizierungsstelle importieren
el_gr: Εισαγωγή μιας υπάρχουσας αρχής έκδοσης πιστοποιητικών
fa_ir: وارد کردن یک مرجع صدور گواهی موجود
fr_fr: Importer une Autorité de certification existante
it_it: Importa un'autorità di certificazione esistente
ko_kr: 기존 인증 기관 가져오기
pl_pl: Wgraj istniejący Urząd Certyfikacyjny
uk_ua: Імпортувати наявний центр сертифікації
zh_cn: 导入一个现有证书颁发机构

source: Method
cs_cz: Metoda
de_de: Vorgehen
el_gr: Μέθοδος
fa_ir: روش
fr_fr: Méthode
it_it: Metodo
ko_kr: 방법
pl_pl: Metoda
uk_ua: Метод
zh_cn: 方法

source: Certificate data
cs_cz: Data certifikátu
de_de: Zertifikatdaten
el_gr: Δεδομένα πιστοποιητικού
fa_ir: داده‌های گواهی
fr_fr: Données du certificat
it_it: Dati del certificato
ko_kr: 인증서 데이터
pl_pl: Dane certyfikatu
uk_ua: Дані сертифіката
zh_cn: 证书数据

source: Server Name
cs_cz: Název serveru
el_gr: Όνομα διακομιστή
fa_ir: نام سرور
fr_fr: Nom du serveur
it_it: Nome del server
ko_kr: 서버 이름
pl_pl: Nazwa serwera
uk_ua: Ім'я сервера
zh_cn: 服务器名称

source: NOTE: If you are using an interactive two-factor authentication system, increase this timeout to account for how long it will take the user to receive and enter a token.
cs_cz: POZN.: V případě, že používáte dvouúrovňové ověřování, zvyšte tento časový limit účtu na tak dlouhou, kolik bude uživateli trvat přijmout a zadat token.
de_de: HINWEIS: Falls Sie ein interaktives Zwei-Faktor-Authentifizierungssystem verwenden, sollten Sie die Zeitbeschränkung erhöhen, in welcher der Benutzer den Token empfangen und eingeben kann.
el_gr: ΣΗΜΕΙΩΣΗ: Εάν χρησιμοποιείτε ένα διαδραστικό σύστημα ελέγχου ταυτότητας δύο παραγόντων, αυξήστε αυτό το χρονικό όριο για να ληφθεί υπόψη ο χρόνος που θα χρειαστεί ο χρήστης για να λάβει και να εισαγάγει ένα διακριτικό.
fa_ir: نکته: اگر از یک سیستم احراز هویت تعاملی دو عاملی استفاده می‌کنید، این مهلت را افزایش دهید تا زمان لازم برای دریافت و وارد کردن توکن توسط کاربر در نظر گرفته شود.
fr_fr: NOTE: Si vous utilisez un système d'authentification interactif à double facteurs, augmentez la valeur du délai d'expiration afin de tenir compte de la durée nécessaire à l'utilisateur pour recevoir puis entrer un jeton.
it_it: NOTA: se si utilizza un sistema di autenticazione interattivo a due fattori, aumentare questo timeout per tenere conto del tempo necessario all'utente per ricevere e inserire un token.
ko_kr: 참고: 대화형 2단계 인증 시스템을 사용하는 경우 사용자가 토큰을 수신하고 입력하는 데 걸리는 시간을 고려하여 이 제한 시간을 늘립니다.
pl_pl: UWAGA: Jeśli korzystasz z interaktywnego systemu uwierzytelniania dwuskładnikowego, zwiększ ten limit czasu, uwzględniając czas potrzebny użytkownikowi na otrzymanie i wprowadzenie tokenu.
uk_ua: НОТАТКА: Якщо ви використовуєте інтерактивну двофакторну систему автентифікації, збільште цей час очікування, щоб врахувати, скільки часу знадобиться користувачеві для отримання та введення токена.
zh_cn: 注意：如果您使用的是交互式两因素认证系统，请增加此超时以考虑用户接收和输入令牌会花费多长时间。

source: If left blank, the default value is 5 seconds.
cs_cz: Pokud není vyplněno, je použita výchozí hodnota 5 sekund.
de_de: Bleibt dieses Feld leer, ist der Standardwert 5 Sekunden.
el_gr: Εάν αφεθεί κενό, η προεπιλεγμένη τιμή είναι 5 δευτερόλεπτα.
fa_ir: اگر خالی رها شود، مقدار پیش‌فرض 5 ثانیه است.
fr_fr: Si laissé vide, la valeur par défaut est de 5 secondes.
it_it: Se lasciato vuoto, il valore predefinito è 5 secondi.
ko_kr: 공백으로 두면 기본값은 5초입니다.
pl_pl: Jeśli pozostawione puste, domyślna wartość to 5 sekund.
uk_ua: Якщо залишити порожнім, типове значення буде 5 секунд.
zh_cn: 如果留空，默认值为5秒。

source: This value controls how long, in seconds, that the RADIUS server may take to respond to an authentication request.
cs_cz: Tato hodnota určuje jak dlouho (v sekundách) čekat na odpověď RADIUS serveru.
de_de: Dieser Wert steuert, wie lange in Sekunden, der RADIUS-Server auf eine Authentifizierungsanforderung reagieren kann.
el_gr: Αυτή η τιμή ελέγχει πόσο χρόνο, σε δευτερόλεπτα, μπορεί να χρειαστεί ο διακομιστής RADIUS για να απαντήσει σε ένα αίτημα ελέγχου ταυτότητας.
fa_ir: این مقدار تعیین می‌کند که سرور RADIUS تا چه مدت (بر حسب ثانیه) مجاز است برای پاسخ به یک درخواست احراز هویت صرف کند.
fr_fr: Cette valeur indique la durée, en secondes, que le serveur RADIUS peut prendre pour répondre à une demande d'authentification.
it_it: Questo valore controlla il tempo, in secondi, impiegato dal server RADIUS per rispondere a una richiesta di autenticazione.
ko_kr: 이 값은 RADIUS 서버가 인증 요청에 응답하는 데 걸리는 시간(초)을 제어합니다.
pl_pl: Ta wartość kontroluje, jak długo, w sekundach, serwer RADIUS może potrzebować na odpowiedź na żądanie uwierzytelnienia.
uk_ua: Це значення контролює, скільки часу, в секундах, сервер RADIUS може відповідати на запит автентифікації.
zh_cn: 此值控制RADIUS服务器响应认证请求可能花费的时间(以秒为单位)。

source: Authentication Timeout
cs_cz: Časový limit ověření
de_de: Authentifiktionstimeout
el_gr: Χρονικό όριο ελέγχου ταυτότητας
fa_ir: مهلت احراز هویت
fr_fr: Délai d'expiration de l'authentification
it_it: Timeout di autenticazione
ko_kr: 인증 타임아웃
pl_pl: Limit czasu uwierzytelnienia
uk_ua: Таймаут автентифікації
zh_cn: 认证超时

source: Accounting port value
cs_cz: Port pro evidování
de_de: Verrechnungsportnummer
el_gr: Λογιστική τιμή θύρας
fa_ir: مقدار پورت حسابداری
fr_fr: Valeur du port de comptabilisation (accounting)
it_it: Valore della porta contabile
ko_kr: 계정 포트 값
pl_pl: Wartość portu rozliczeniowego
uk_ua: Значення порту обліку
zh_cn: 计费端口值
