Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Bind Password
cs_cz: Heslo pro Bind
de_de: Bind Passwort
el_gr: Σύνδεση κωδικού πρόσβασης
fa_ir: رمز عبور Bind
fr_fr: Mot de Passe de Liaison
it_it: Associa la password
ko_kr: 비밀번호 바인딩
pl_pl: Hasło Bindowania
uk_ua: Пароль прив'язки
zh_cn: Bind密码

source: Bind User
cs_cz: Uživatel pro Bind
de_de: Bindungsnutzer
el_gr: Σύνδεση χρήστη
fa_ir: کاربر Bind
fr_fr: Lier l'utilisateur
it_it: Associa utente
ko_kr: 사용자 바인딩
pl_pl: Użytkownik Bindowania
uk_ua: Користувач прив'язки
zh_cn: Bind用户

source: Bind option pass-through
cs_cz: Předání předvolby pro Bind
de_de: Bind-Optionen durchleiten
el_gr: Διέλευση επιλογής σύνδεσης
fa_ir: انتقال گزینه‌ی Bind
fr_fr: Lier l'option pass-through
it_it: Pass-through dell'opzione di associazione
ko_kr: 바인딩 옵션 패스스루
pl_pl: Przekierowanie opcji bindowania
uk_ua: Наскрізна передача опцій прив'язки
zh_cn: Bind直通选项

source: Bind options
cs_cz: Možnosti navázání
de_de: Bindungsoptionen
el_gr: Επιλογές σύνδεσης
fa_ir: گزینه‌های Bind
fr_fr: Options de liaison
it_it: Opzioni di associazione
ko_kr: 바인딩 옵션
pl_pl: Opcje bindowania
uk_ua: Параметри прив'язки
zh_cn: Bind选项

source: Blacklist
cs_cz: Seznam vyloučených
de_de: Schwarze Liste
el_gr: Προγράφω
fa_ir: فهرست سیاه
fr_fr: Liste noire
it_it: Lista nera
ko_kr: 차단 목록
pl_pl: Czarna lista
uk_ua: Чорний список
zh_cn: 黑名单

source: Block browser/user-agents
cs_cz: Blokovat dle prohlížeče (user-agent)
de_de: Blockiere Browser/user-agents
el_gr: Αποκλεισμός προγραμμάτων περιήγησης/πρακτόρων χρήστη
fa_ir: مسدود کردن مرورگرها / User-Agentها
fr_fr: Bloquer les agents de navigation/utilisateurs
it_it: Blocca browser/user-agent
ko_kr: 브라우저/사용자 에이전트 차단
pl_pl: Blokuj przeglądarkę/agentów użytkowników
uk_ua: Блокувати браузери/користувацькі агенти
zh_cn: 阻止浏览器/用户代理

source: Block encrypted archive
cs_cz: Blokovat šifrované archivy
de_de: Verschlüsselte Archive blockieren
el_gr: Αποκλεισμός κρυπτογραφημένου αρχείου
fa_ir: مسدود کردن آرشیو رمزگذاری‌شده
fr_fr: Bloquer les archives chiffrées
it_it: Blocca l'archivio crittografato
ko_kr: 암호화된 보관 차단
pl_pl: Blokuj zaszyfrowane archiwum
uk_ua: Блокувати зашифрований архів
zh_cn: 阻止加密存档

source: Block specific MIME type reply
cs_cz: Blokovat odpověď na základě konkrétního MIME typu
de_de: spezifische MIME-Typ-Antworten blockieren
el_gr: Αποκλεισμός απάντησης συγκεκριμένου τύπου MIME
fa_ir: مسدود کردن پاسخ با نوع MIME مشخص
fr_fr: Blocage d'une réponse de type MIME spécifique
it_it: Blocca la risposta di tipo MIME specifica
ko_kr: 특정 MIME 유형 응답 차단
pl_pl: Blokuj określony typ odpowiedzi MIME
uk_ua: Блокувати відповідь певного MIME-типу
zh_cn: 阻止特定MIME类型回复

source: Blocked File Extensions
cs_cz: Blokované přípony souborů
de_de: Blockierte Dateinamenserweiterungen
el_gr: Αποκλεισμένες επεκτάσεις αρχείων
fa_ir: پسوندهای فایل مسدود شده
fr_fr: Extensions de Fichier bloquées
it_it: Estensioni di file bloccate
ko_kr: 차단된 파일 확장명
pl_pl: Zablokowane Rozszerzenia Plików
uk_ua: Заблоковані розширення файлів
zh_cn: 阻止的文件扩展名

source: Bounce Limit per IP: Mail Count
cs_cz: Limit pro odmítnutí na IP adresu: počet e-mailů
de_de: Bounce-Limit pro IP: Anzahl der E-Mails
el_gr: Όριο εγκατάλειψης ανά IP: Αριθμός αλληλογραφίας
fa_ir: حداکثر بازگشت (Bounce) برای هر IP: تعداد ایمیل
fr_fr: Limite de rebond par IP : Compte de courrier
it_it: Limite di rimbalzi per IP: conteggio posta
ko_kr: IP당 바운스 제한: 메일 수
pl_pl: Limit Odbicia na IP: Liczba Maili
uk_ua: Обмеження відмов на IP: Кількість пошти

source: Bounce Limit per IP: Time
cs_cz: Limit pro odmítnutí na IP adresu: čas
de_de: Bounce-Limit pro IP: Zeit
el_gr: Όριο αναπήδησης ανά IP: Χρόνος
fa_ir: حداکثر بازگشت (Bounce) برای هر IP: زمان
fr_fr: Limite de rebond par IP : Temps
it_it: Limite di rimbalzo per IP: tempo
ko_kr: IP당 바운스 제한: 시간
pl_pl: Limit Odbicia na IP: Czas
uk_ua: Обмеження відмов на IP: Час

source: Bounce Limit per IP: Time Unit
cs_cz: Limit pro odmítnutí na IP: časová jednotka
de_de: Bounce-Limit pro IP: Zeiteinheit
el_gr: Όριο αναπήδησης ανά IP: Μονάδα χρόνου
fa_ir: حداکثر بازگشت (Bounce) برای هر IP: واحد زمان
fr_fr: Limite de rebond par IP : Unité de temps
it_it: Limite di rimbalzo per IP: unità di tempo
ko_kr: IP당 바운스 제한: 시간 단위
pl_pl: Limit Odbicia na IP: Jednostka Czasu
uk_ua: Обмеження відмов на IP: Одиниця часу

source: Bounce Limit: Mail Count
cs_cz: Limit pro odmítnutí: počet e-mailů
de_de: Bounce-Limit: Anzahl der E-Mails
el_gr: Όριο αναπήδησης: Αριθμός αλληλογραφίας
fa_ir: حداکثر بازگشت (Bounce): تعداد ایمیل
fr_fr: Limite de rebond : Compte de courrier
it_it: Limite di mancato recapito: conteggio posta
ko_kr: 바운스 한계: 메일 수
pl_pl: Limit Odbicia: Liczba Maili
uk_ua: Обмеження відмов: Кількість пошти

source: Bounce Limit: Time
cs_cz: Limit pro odmínutí: čas
de_de: Bounce Limit: Zeit
el_gr: Όριο αναπήδησης: Χρόνος
fa_ir: حداکثر بازگشت (Bounce): زمان
fr_fr: Limite de rebondissement : Temps
it_it: Limite di rimbalzo: tempo
ko_kr: 바운스 한계: 시간
pl_pl: Limit Odbicia: Czas
uk_ua: Обмеження відмов: Час

source: Bounce Limit: Time Unit
cs_cz: Limit pro odmítnutí: časová jednotka
de_de: Bounce Limit: Zeiteinheit
el_gr: Όριο αναπήδησης: Μονάδα χρόνου
fa_ir: حداکثر بازگشت (Bounce): واحد زمان
fr_fr: Limite de rebondissement : Unité de temps
it_it: Limite di rimbalzo: unità di tempo
ko_kr: 바운스 한계: 시간 단위
pl_pl: Limit Odbicia: Jednostka Czasu
uk_ua: Обмеження відмов: Одиниця часу

source: Bridge
cs_cz: Síťový most
de_de: Brücke
el_gr: Γέφυρα
fa_ir: پل
it_it: Ponte
ko_kr: 브리지
pl_pl: Most
uk_ua: Міст
zh_cn: 网桥

source: Briefly description of this ftp proxy
cs_cz: Stručný popis této ftp proxy
de_de: Kurze Beschreibung von diesem FTP-Proxy
el_gr: Σύντομη περιγραφή αυτού του ftp proxy
fa_ir: توضیح مختصر درباره این پروکسی FTP
fr_fr: Brève description de ce proxy ftp
it_it: Breve descrizione di questo proxy FTP
ko_kr: 이 ftp 프록시에 대한 간략한 설명
pl_pl: Krótki opis tego proxy ftp
uk_ua: Короткий опис цього FTP-проксі
zh_cn: 这个ftp代理的简要说明

source: Buffer size
cs_cz: Velikost mezipaměti
de_de: Puffergröße
el_gr: Μέγεθος buffer
fa_ir: اندازه بافر
fr_fr: Taille du tampon
it_it: Dimensione del buffer
ko_kr: 버퍼 크기
pl_pl: Rozmiar bufora
uk_ua: Розмір буфера
zh_cn: 缓冲区大小

source: BufferSend
de_de: Puffer-Sendeintervall
fa_ir: ارسال بافر
it_it: BufferInvio
ko_kr: 버퍼 전송
pl_pl: BuforWysyłania
uk_ua: Відправка буфера
zh_cn: 缓冲区发送

source: BufferSize
cs_cz: Velikost vyrovnávací paměti
de_de: Puffergröße
el_gr: Μέγεθος buffer
fa_ir: اندازه بافر
it_it: Dimensione buffer
ko_kr: 버퍼 크기
pl_pl: Rozmiar bufora
uk_ua: Розмір буфера
zh_cn: 缓冲区大小

source: By default, Telegraf gather stats for all mountpoints. Setting mountpoints will restrict the stats to the specified mountpoints.
cs_cz: Ve výchozím stavu Telegraf shromažďuje statistiky pro všechny přípojné body. Nastavení přípojných bodů je omezí na ty zadané.
de_de: Standardmässig sammelt Telegraf Statistiken für alle Einhängepunkte. Das Setzen von Einhängepunkten beschränkt die Statistiken auf die angegebenen Einhängepunkte.
el_gr: Από προεπιλογή, το Telegraf συλλέγει στατιστικά στοιχεία για όλα τα σημεία προσάρτησης. Ο ορισμός σημείων προσάρτησης θα περιορίσει τα στατιστικά στοιχεία στα καθορισμένα σημεία προσάρτησης.
fa_ir: به‌طور پیش‌فرض Telegraf آمار همهٔ mountpoints را جمع‌آوری می‌کند. تنظیم mountpoints آمار را به mountpoints مشخص‌شده محدود می‌کند.
fr_fr: Par défaut, Telegraf collecte des statistiques pour tous les points de montage. La définition de points de montage restreindra les statistiques aux points de montage spécifiés.
it_it: Per impostazione predefinita, Telegraf raccoglie le statistiche per tutti i mountpoint. L'impostazione dei punti di montaggio limiterà le statistiche ai punti di montaggio specificati.
ko_kr: 기본적으로 텔레그래프는 모든 마운트 지점에 대한 통계를 수집합니다. 마운트 지점을 설정하면 통계가 지정된 마운트 지점으로 제한됩니다.
pl_pl: Domyślnie, Telegraf zbiera statystyki dla wszystkich punktów montowania. Ustawienie punktów montowania ograniczy statystyki do określonych punktów montowania.
uk_ua: Типово, Telegraf збирає статистику для всіх точок монтування. Налаштування точок монтування обмежить статистику лише зазначеними точками монтування.
zh_cn: 默认情况下，Telegraf会收集所有挂载点的统计信息。 设置挂载点会将统计信息限制为指定的挂载点。

source: Bytes in rate period
cs_cz: Bajtů ve vyhodnocovaném období
de_de: Bytes Eingangsrate Periode
el_gr: Bytes στην περίοδο ρυθμού
fa_ir: بایت‌های ورودی در دورهٔ نرخ
fr_fr: Octets dans la période tarifaire
it_it: Byte nel periodo di frequenza
ko_kr: 수신 바이트 속도 주기
pl_pl: Ilość bajtów w okresie
uk_ua: Вхідних байтів за період швидкості
zh_cn: 进站字节速率

source: Bytes out rate period
cs_cz: Období četnosti odchozích bajtů
de_de: Bytes Ausgangsrate Periode
el_gr: Περίοδος ρυθμού εξόδου bytes
fa_ir: بایت‌های خروجی در دورهٔ نرخ
fr_fr: Période de sortie des octets
it_it: Periodo di frequenza dei byte in uscita
ko_kr: 전송 바이트 속도 주기
pl_pl: Częstotliwość wysyłania bajtów w okresie
uk_ua: Вихідних байтів за період швидкості
zh_cn: 出站字节速率

source: CA Common-Name
cs_cz: Běžný název CA
de_de: CA Allgemeiner Name
el_gr: Κοινή ονομασία CA
fa_ir: نام مشترک CA
fr_fr: Common-Name de l'AC
it_it: Nome comune CA
ko_kr: CA 공통 이름
uk_ua: Загальне ім'я CA
zh_cn: CA通用名称

source: CA to use
cs_cz: Kterou cert. autoritu použít
de_de: zu verwendende CA
el_gr: CA προς χρήση
fa_ir: CA مورد استفاده
fr_fr: AC à utiliser
it_it: CA da utilizzare
ko_kr: 사용할 CA
pl_pl: CA do użycia
uk_ua: CA для використання
zh_cn: 要使用的CA

source: CPU
cs_cz: Procesor
it_it: processore
uk_ua: ЦП

source: CPU Statistics
cs_cz: Statistiky procesoru
de_de: CPU-Statistiken
el_gr: Στατιστικά CPU
fa_ir: آمار CPU
fr_fr: Statistiques CPU
it_it: Statistiche della CPU
ko_kr: CPU 통계
pl_pl: Statystyki CPU
uk_ua: Статистика ЦП
zh_cn: CPU统计信息

source: Cache Expiration
cs_cz: Skončení platnosti mezipaměti
el_gr: Λήξη προσωρινής μνήμης
fa_ir: انقضای کش
fr_fr: Expiration du cache
it_it: Scadenza della cache
ko_kr: 캐시 만료
pl_pl: Wygaśnięcie cache
uk_ua: Термін дії кешу
zh_cn: 缓存过期

source: Cache Expire
cs_cz: Ukončit platnost mezipaměti
el_gr: Λήξη προσωρινής μνήμης
fa_ir: انقضای کش
it_it: Scadenza cache
ko_kr: 캐시 만료
pl_pl: Cache wygasa
uk_ua: Термін дії кешу
zh_cn: 缓存过期

source: Cache Size
cs_cz: Velikost mezipaměti
de_de: Zwischenspeichergröße
el_gr: Μέγεθος προσωρινής μνήμης
fa_ir: اندازه کش
fr_fr: Taille du cache
it_it: Dimensioni della cache
ko_kr: 캐시 크기
pl_pl: Rozmiar cache
uk_ua: Розмір кешу
zh_cn: 缓存大小

source: Cache directory location
cs_cz: Umístění složky s mezipamětí
de_de: Ort des Zwischenspeichers
el_gr: Θέση καταλόγου προσωρινής αποθήκευσης
fa_ir: محل دایرکتوری کش
fr_fr: Emplacement du répertoire du cache
it_it: Posizione della directory della cache
ko_kr: 캐시 디렉터리 위치
pl_pl: Lokalizacja katalogu cache
uk_ua: Розташування теки кешу
zh_cn: 缓存目录位置

source: Cache size in Megabytes
cs_cz: Velikost mezipaměti v megabajtech
de_de: Cache-Größe in Megabyte
el_gr: Μέγεθος προσωρινής μνήμης σε Megabyte
fa_ir: حجم کش بر حسب MB
fr_fr: Taille du cache en MegaOctets
it_it: Dimensioni della cache in megabyte
ko_kr: 캐시 크기(MB)
pl_pl: Rozmiar cache w MB
uk_ua: Розмір кешу в мегабайтах
zh_cn: 缓存大小(MB)

source: Can be specified to filter outgoing messages. By default, all messages are sent. If a level is specified, only messages with a severity at least as important as this level will be sent.
cs_cz: Je možné zadat a filtrovat tak odchozí zprávy. Ve výchozím stavu jsou odesílány veškeré správy. Když je určen stupeň, budou odeslány pouze zprávy se stupněm závažnosti větším nebo rovném tomuto.
de_de: Es kann ein Filter gesetzt werden, um ausgehende Meldungen nach Schweregrad zu begrenzen. Standardmäßig werden alle Meldungen gesendet. Wird ein Level angegeben, werden nur Meldungen gesendet, deren Schwere mindestens dem angegebenen Level entspricht.
el_gr: Μπορεί να καθοριστεί για φιλτράρισμα εξερχόμενων μηνυμάτων. Από προεπιλογή, αποστέλλονται όλα τα μηνύματα. Εάν καθοριστεί ένα επίπεδο, θα αποστέλλονται μόνο μηνύματα με σοβαρότητα τουλάχιστον τόσο σημαντική όσο αυτό το επίπεδο.
fa_ir: می‌توان آن را برای فیلتر کردن پیام‌های خروجی مشخص کرد. به‌طور پیش‌فرض همهٔ پیام‌ها ارسال می‌شوند. اگر سطحی مشخص شود، تنها پیام‌هایی که شدت آن‌ها برابر یا بیشتر از آن سطح باشد ارسال خواهند شد.
fr_fr: Peut être spécifié pour filtrer les messages sortants. Par défaut, tous les messages sont envoyés. Si un niveau est spécifié, seuls les messages avec une gravité au moins aussi importante que ce niveau seront envoyés.
it_it: Può essere specificato per filtrare i messaggi in uscita. Per impostazione predefinita, tutti i messaggi vengono inviati. Se viene specificato un livello, verranno inviati solo i messaggi con una gravità importante almeno quanto questo livello.
ko_kr: 발신 메시지를 필터링하도록 지정할 수 있습니다. 기본적으로 모든 메시지가 발송됩니다. 수준을 지정하면 이 수준만큼 중요한 심각도를 가진 메시지만 전송됩니다.
pl_pl: Można określić, aby filtrować wychodzące wiadomości. Domyślnie wysyłane są wszystkie wiadomości. Jeśli określony jest poziom, wysyłane są tylko wiadomości o co najmniej takiej ważności jak ten poziom.
uk_ua: Можна вказати для фільтрації вихідних повідомлень. За типово всі повідомлення надсилаються. Якщо вказано рівень, надсилатимуться лише повідомлення з рівнем важливості, принаймні таким самим, як цей.
zh_cn: 可以指定过滤外发信息。 默认情况下，发送所有信息。 如果指定了级别，则只会发送严重性与此级别一样重要的信息。

source: Capture local
cs_cz: Zachytit místní
de_de: Lokal erfassen
el_gr: Καταγράψτε τοπικά
fa_ir: ضبط محلی
fr_fr: Capture locale
it_it: Cattura locale
ko_kr: 로컬 캡처
pl_pl: Przechwyć lokalnie
uk_ua: Захоплення локальних
zh_cn: 本地捕获

source: Certificate Authority
cs_cz: Certifikační autorita
de_de: Zertifizierungsstelle
el_gr: Αρχή έκδοσης πιστοποιητικών
fa_ir: مرجع صدور گواهی
fr_fr: Autorité de Certification
it_it: Autorità di certificazione
ko_kr: 인증서 기관
pl_pl: Urząd certyfikacyjny
uk_ua: Центр сертифікації
zh_cn: 证书颁发机构

source: Certificates
cs_cz: Certifikáty
de_de: Zertifikate
el_gr: Πιστοποιητικά
fa_ir: گواهی‌ها
fr_fr: Certificats
it_it: Certificati
ko_kr: 인증서
pl_pl: Certyfikaty
uk_ua: Сертифікати
zh_cn: 证书

source: Challenge Type
cs_cz: Typ výzvy
de_de: Challenge-Typ
el_gr: Τύπος πρόκλησης
fa_ir: نوع چالش
fr_fr: Type de défi
it_it: Tipo di sfida
ko_kr: 챌린지 유형
pl_pl: Typ wyzwania
uk_ua: Тип виклику
zh_cn: 挑战类型

source: Check Interval
cs_cz: Interval kontrol
de_de: Überprüfungsintervall
el_gr: Διάστημα ελέγχου
fa_ir: فاصله بررسی
fr_fr: Intervalle de contrôle
it_it: Controlla l'intervallo
ko_kr: 검사 간격
pl_pl: Interwał sprawdzania
uk_ua: Інтервал перевірки
zh_cn: 检查间隔

source: Check Timeout
cs_cz: Časový limit kontroly
de_de: Prüf-Timeout
el_gr: Χρονικό όριο ελέγχου
fa_ir: زمان انتظار بررسی
fr_fr: Vérifier le délai d'expiration
it_it: Controlla Timeout
ko_kr: 타임아웃 확인
pl_pl: Limit czasu sprawdzania
uk_ua: Таймаут перевірки
zh_cn: 检查超时

source: Check interval
cs_cz: Interval kontrol
de_de: Überprüfungsintervall
el_gr: Διάστημα ελέγχου
fa_ir: فاصله بررسی
fr_fr: Vérifier l'intervalle
it_it: Controllare l'intervallo
ko_kr: 검사 간격
pl_pl: Interwał sprawdzania
uk_ua: Інтервал перевірки
zh_cn: 检查间隔

source: Check this to enable authentication against your Smarthost.
cs_cz: Toto zaškrtněte, pokud chcete zapnout ověřování vůči vašemu Smarthost.
de_de: Wählen Sie dies aus, um sich gegenüber dem Smarthost zu authentifzieren.
el_gr: Επιλέξτε αυτό για να ενεργοποιήσετε τον έλεγχο ταυτότητας στο Smarthost σας.
fa_ir: برای فعال‌کردن احراز هویت در برابر Smarthost این گزینه را علامت بزنید.
fr_fr: Cochez cette case pour activer l'authentification contre votre Smarthost.
it_it: Seleziona questo per abilitare l'autenticazione contro il tuo Smarthost.
ko_kr: 스마트 호스트에 대한 인증을 사용하려면 이 옵션을 선택합니다.
pl_pl: Zaznacz to, aby włączyć uwierzytelnianie względem twojego Smarthosta.
uk_ua: Позначте це, щоб увімкнути автентифікацію проти вашого смартхоста.
zh_cn: 选中此选项可对智能主机启用认证。

source: Check type
cs_cz: Typ kontroly
de_de: Überprüfungstyp
el_gr: Τύπος ελέγχου
fa_ir: نوع بررسی
fr_fr: Contrôler le type
it_it: Controlla il tipo
ko_kr: 점검 유형
pl_pl: Typ sprawdzenia
uk_ua: Тип перевірки
zh_cn: 检查类型

source: ChilliSpot Bandwith Max DOWN
cs_cz: Rychlost příjmu pro ChilliSpot nejvýše
de_de: ChilliSpot maximale Bandbreite DOWN
fa_ir: حداکثر پهنای‌باند ChilliSpot (DOWN)
fr_fr: Bande de ChilliSpot avec Max DOWN
it_it: Larghezza di banda ChilliSpot Max GIÙ
ko_kr: ChilliSpot 대역폭 최대 하향
pl_pl: ChilliSpot Przepustowość Maks. W DÓŁ
uk_ua: ChilliSpot Макс. пропускна здатність (вхідна)
zh_cn: ChilliSpot最大下载带宽

source: ChilliSpot Bandwith Max UP
cs_cz: Rychlost odesílání pro ChilliSpot nejvýše
de_de: ChilliSpot maximale Bandbreite UP
fa_ir: حداکثر پهنای‌باند ChilliSpot (آپلود)
fr_fr: Bande de ChilliSpot avec Max UP
it_it: Larghezza di banda ChilliSpot Max UP
ko_kr: ChilliSpot 대역폭 최대 상향
pl_pl: ChilliSpot Przepustowość Maks. W GÓRĘ
uk_ua: ChilliSpot Макс. пропускна здатність (вихідна)
zh_cn: ChilliSpot最大上传带宽

source: Choose a HAProxy function that should be executed if the condition evaluates to true.
cs_cz: Zvolte funkci HAProxy, která má být vykonána, pokud je podmínka vyhodnocena jako odpovídající.
de_de: Wählen Sie eine HAProxy-Funktion, die ausgeführt werden soll, wenn die Bedingung als wahr bewertet wird.
el_gr: Επιλέξτε μια συνάρτηση HAProxy που θα πρέπει να εκτελεστεί εάν η συνθήκη αξιολογηθεί ως true.
fa_ir: یک تابع HAProxy را انتخاب کنید که در صورت برقرار بودن شرط اجرا شود.
fr_fr: Choisir une fonction HAProxy qui sera exécutée si la condition est vraie.
it_it: Scegliere una funzione HAProxy da eseguire se la condizione risulta vera.
ko_kr: 조건이 참으로 평가되는 경우 실행해야 하는 HAProxy 함수를 선택하세요.
pl_pl: Wybierz funkcję HAProxy, która ma być wykonana, jeśli warunek zostanie oceniony jako prawdziwy.
uk_ua: Виберіть функцію HAProxy, яка повинна бути виконана, якщо умова оцінюється як істинна.
zh_cn: 选择一个HAProxy函数，如果条件计算结果为true，则应该执行该函数。

source: Choose a TCP port to be used for the local statistics page. The default value is 8822.
cs_cz: Zvolte TCP port který použít pro stránku s místními statistikami. Výchozí hodnota je 8822.
de_de: Wählen Sie einen TCP-Port für die lokale Statistikseite. Der Standardwert ist 8822.
el_gr: Επιλέξτε μια θύρα TCP που θα χρησιμοποιηθεί για τη σελίδα τοπικών στατιστικών. Η προεπιλεγμένη τιμή είναι 8822.
fa_ir: یک پورت TCP برای صفحه آمار محلی انتخاب کنید. مقدار پیش‌فرض 8822 است.
fr_fr: Choisir un port TCP à utiliser pour la page des statistiques locales. La valeur par défaut est 8822.
it_it: Scegli una porta TCP da utilizzare per la pagina delle statistiche locali. Il valore predefinito è 8822.
ko_kr: 로컬 통계 페이지에 사용할 TCP 포트를 선택하세요. 기본값은 8822입니다.
pl_pl: Wybierz port TCP do użycia dla lokalnej strony statystyk. Wartość domyślna to 8822.
uk_ua: Виберіть TCP-порт, який використовуватиметься для сторінки локальної статистики. Типово значення — 8822.
zh_cn: 选择要用于本地统计信息页面的TCP端口。默认值为8822。

source: Choose a load balancing algorithm.
cs_cz: Zvolte algoritmus rozkládání zátěže.
de_de: Wählen Sie einen Lastverteilungsalgorithmus aus.
el_gr: Επιλέξτε έναν αλγόριθμο εξισορρόπησης φορτίου.
fa_ir: الگوریتم متعادل‌سازی بار را انتخاب کنید.
fr_fr: Choisissez un algorithme d'équilibrage de charge.
it_it: Scegli un algoritmo di bilanciamento del carico.
ko_kr: 로드 밸런싱 알고리즘을 선택하세요.
pl_pl: Wybierz algorytm równoważenia obciążenia.
uk_ua: Виберіть алгоритм балансування навантаження.
zh_cn: 选择负载平衡算法。

source: Choose a logical operator.
cs_cz: Zvolte logický operátor.
de_de: Wählen Sie einen logischen Operator.
el_gr: Επιλέξτε έναν λογικό τελεστή.
fa_ir: یک عملگر منطقی انتخاب کنید.
fr_fr: Choisissez un opérateur logique.
it_it: Scegli un operatore logico.
ko_kr: 논리 연산자를 선택하세요.
pl_pl: Wybierz operator logiczny.
uk_ua: Виберіть логічний оператор.
zh_cn: 选择逻辑运算符。

source: Choose a persistence type.
cs_cz: Zvolte typ perzistence.
de_de: Wählen Sie einen Persistenztyp aus.
el_gr: Επιλέξτε έναν τύπο επιμονής.
fa_ir: یک نوع پایداری را انتخاب کنید.
fr_fr: Choisissez un type de persistance.
it_it: Scegli un tipo di persistenza.
ko_kr: 지속성 유형을 선택하세요.
pl_pl: Wybierz typ trwałości.
uk_ua: Виберіть тип стійкості.
zh_cn: 选择一个持久性类型。

source: Choose a secure value. It is recommended that you generate this password.
cs_cz: Zvolte bezpečnou hodnotu. Je doporučeno toto heslo vytvořit strojově.
de_de: Wählen Sie einen sicheren Wert aus. Es wird empfohlen, dass Sie dieses Passwort generieren.
el_gr: Επιλέξτε μια ασφαλή τιμή. Συνιστάται να δημιουργήσετε αυτόν τον κωδικό πρόσβασης.
fa_ir: یک مقدار امن انتخاب کنید. توصیه می‌شود این رمز را تولید کنید.
fr_fr: Choisissez une valeur sécurisée. Il est recommandé que vous génériez ce mot de passe.
it_it: Scegli un valore sicuro. Si consiglia di generare questa password.
ko_kr: 보안 값을 선택하세요. 이 암호를 생성하는 것이 좋습니다.
pl_pl: Wybierz bezpieczną wartość. Zaleca się, aby wygenerować to hasło.
uk_ua: Виберіть безпечне значення. Рекомендовано згенерувати цей пароль.
zh_cn: 选择一个安全的值。 建议您生成此密码。

source: Choose a stick-table type.
cs_cz: Zvolte typ „lepkavé“ tabulky.
de_de: Wählen Sie einen Stick-Table-Typ aus.
el_gr: Επιλέξτε έναν τύπο τραπεζιού με ραβδώσεις.
fa_ir: نوع stick-table را انتخاب کنید.
fr_fr: Choisissez un type de table d'adhérences.
it_it: Scegli un tipo di tavolo stick.
ko_kr: 스틱 테이블 유형을 선택하세요.
pl_pl: Wybierz typ tabeli stick.
uk_ua: Виберіть тип таблиці фіксації.
zh_cn: 选择一个stick-table类型。

source: Choose error messages to be included in this Backend Pool.
cs_cz: Zvolte chybové zprávy, které zahrnout do tohto fondu podpůrné vrstvy.
de_de: Wählen Sie Fehlermeldungen aus, die in diesen Backend-Pool aufgenommen werden sollen.
el_gr: Επιλέξτε μηνύματα σφάλματος που θα συμπεριληφθούν σε αυτήν την ομάδα παρασκηνίου.
fa_ir: پیغام‌های خطا را که باید در این Backend Pool گنجانده شوند انتخاب کنید.
fr_fr: Choisissez les messages d'erreur à inclure dans ce pool de backend.
it_it: Scegli i messaggi di errore da includere in questo pool backend.
ko_kr: 이 백엔드 풀에 포함할 오류 메시지를 선택하세요.
pl_pl: Wybierz komunikaty o błędach, które mają być uwzględnione w tym puli Backend.
uk_ua: Виберіть повідомлення про помилки, які потрібно включити до цього пулу бекендів.
zh_cn: 选择要包含在此后端池中的错误信息。

source: Choose error messages to be included in this Public Service.
cs_cz: Zvolte chybové zprávy, které zahrnout to této Veřejné služby.
de_de: Wählen Sie die Fehlermeldungen, die in diesen öffentlichen Dienst aufgenommen werden sollen.
el_gr: Επιλέξτε μηνύματα σφάλματος που θα συμπεριληφθούν σε αυτήν τη Δημόσια Υπηρεσία.
fa_ir: پیغام‌های خطا را که باید در این Public Service گنجانده شوند انتخاب کنید.
fr_fr: Choisir les messages d'erreur à inclure dans ce Service Public.
it_it: Scegli i messaggi di errore da includere in questo servizio pubblico.
ko_kr: 이 공용 서비스에 포함할 오류 메시지를 선택하세요.
pl_pl: Wybierz komunikaty o błędach, które mają być uwzględnione w tej publicznej usłudze.
uk_ua: Виберіть повідомлення про помилки, які потрібно включити до цієї публічної служби.
zh_cn: 选择要包含在此公共服务中的错误信息。

source: Choose error messages.
cs_cz: Zvolte chybové zprávy.
de_de: Wähle Fehlernachrichten.
el_gr: Επιλέξτε μηνύματα σφάλματος.
fa_ir: پیغام‌های خطا را انتخاب کنید.
fr_fr: Choisissez les messages d'erreur.
it_it: Scegli i messaggi di errore.
ko_kr: 오류 메시지를 선택하세요.
pl_pl: Wybierz komunikaty o błędach.
uk_ua: Виберіть повідомлення про помилки.
zh_cn: 选择错误信息。

source: Choose for which file types to scan, if unsure select all.
cs_cz: Zvolte v případě kterých souborů skenovat. Pokud si nejste jistí, zvolte všechny.
de_de: Wählen Sie, für welche Dateitypen gescannt werden soll, wenn Sie sich nicht sicher sind, wählen Sie alle aus.
el_gr: Επιλέξτε τους τύπους αρχείων που θα σαρώσετε και, εάν δεν είστε σίγουροι, επιλέξτε όλους.
fa_ir: فرمت فایل‌هایی را که باید اسکن شوند انتخاب کنید؛ در صورت عدم اطمینان، همه را انتخاب کنید.
fr_fr: Choisissez les types de fichier à scanner, en cas de doute sélectionnez tout.
it_it: Scegli i tipi di file da scansionare, se non sei sicuro seleziona tutto.
ko_kr: 검색할 파일 형식을 선택하세요, 모를 경우 모두 선택.
pl_pl: Wybierz typy plików do przeskanowania, jeśli nie jesteś pewien, wybierz wszystkie.
uk_ua: Виберіть типи файлів для сканування; якщо не впевнені, виберіть усі.
zh_cn: 选择要扫描的文件类型，如果不确定则选择全部。
