Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: SSH server host key, formatted as in 'known_hosts'. Leave blank to auto accept host key on first connect (not as secure as specifying it).
cs_cz: Klíč hostitele SSH serveru ve formátu jako v souboru „known_hosts“. Pokud chcete při prvním připojení klíč hostitele automaticky přijmout (není tak bezpečné jako jeho zadání), nevyplňujte.
de_de: SSH-Server-Hostschlüssel im Format von known_hosts. Leer lassen, um den Schlüssel beim ersten Verbindungsaufbau automatisch zu akzeptieren (weniger sicher als das explizite Festlegen).
el_gr: Κλειδί κεντρικού υπολογιστή διακομιστή SSH, με τη μορφή 'known_hosts'. Αφήστε το κενό για αυτόματη αποδοχή του κλειδιού κεντρικού υπολογιστή κατά την πρώτη σύνδεση (δεν είναι τόσο ασφαλές όσο ο καθορισμός του).
fa_ir: کلید میزبان سرور SSH، قالب‌بندی شده مانند 'known_hosts'. خالی بگذارید تا در اولین اتصال کلید میزبان به‌صورت خودکار پذیرفته شود (امنیت کمتری نسبت به مشخص کردن آن دارد).
fr_fr: Clé d'hôte du serveur SSH, formatée comme dans 'known_hosts'. Laisser vide pour accepter automatiquement la clé de l'hôte lors de la première connexion (ce qui n'est pas aussi sûr que de la spécifier).
it_it: Chiave host del server SSH, formattata come in "known_hosts". Lascia vuoto per accettare automaticamente la chiave host alla prima connessione (non così sicuro come specificarla).
ko_kr: SSH 서버 호스트 키는 'known_hosts'와 같은 형식으로 지정합니다. 첫 번째 연결 시 호스트 키를 자동으로 수락하려면 비워 둡니다(지정하는 것보다 안전하지 않음).
uk_ua: Ключ хоста SSH-сервера, відформатований як у 'known_hosts'. Залиште пустим, щоб автоматично прийняти ключ хоста під час першого підключення (не так безпечно, як його вказати).
zh_cn: SSH 服务器主机密钥，格式如 "已知主机"。 留空表示首次连接时自动接受主机密钥（不如指定密钥安全）。

source: SSH server port. Leave blank to use default "22".
cs_cz: Port SSH serveru. Pokud chcete použít výchozí „22“, nevyplňujte.
de_de: SSH-Server-Port. Leer lassen, um den Standardport "22" zu verwenden.
el_gr: Θύρα διακομιστή SSH. Αφήστε κενό για να χρησιμοποιήσετε την προεπιλεγμένη "22".
fa_ir: پورت سرور SSH. خالی بگذارید تا از مقدار پیش‌فرض 22 استفاده شود.
fr_fr: Port du serveur SSH. Laisser vide pour utiliser le port par défaut "22".
it_it: Porta del server SSH. Lasciare vuoto per utilizzare il valore predefinito "22".
ko_kr: SSH 서버 포트입니다. 기본값 "22"을 사용하려면 비워 둡니다.
uk_ua: Порт SSH-сервера. Залиште пустим, щоб використовувати типовий "22".
zh_cn: SSH 服务器端口。留空表示使用默认的 "22"。

source: SSL Hello Type
cs_cz: Typ SSL Hello
de_de: Typ der SSL-Hello-Nachricht
el_gr: Τύπος Γεια σας SSL
fa_ir: نوع SSL Hello
it_it: SSL Ciao tipo
ko_kr: SSL Hello 유형
uk_ua: Тип привітання SSL
zh_cn: SSL Hello 类型

source: SSL/TLS Target
cs_cz: Cíl SSL/TLS
de_de: SSL/TLS-Ziel
el_gr: Στόχος SSL/TLS
fa_ir: هدف SSL/TLS
fr_fr: SSL/TLS Cible
it_it: Destinazione SSL/TLS
ko_kr: SSL/TLS 대상
uk_ua: SSL/TLS Ціль
zh_cn: SSL/TLS 目标

source: STDERR Logging
cs_cz: Zaznamenávání standard. chybového výst.
de_de: STDERR-Protokollierung
el_gr: Καταγραφή STDERR
fa_ir: ثبت STDERR
fr_fr: Enregistrement STDERR
it_it: STDERR Registrazione
ko_kr: STDERR 로깅
uk_ua: Логування STDERR
zh_cn: 标准错误日志

source: Select Error Log Level. Log levels are listed in the order of increasing verbosity. Setting a certain log level will cause all messages of the specified and more severe log levels to be logged.
cs_cz: Vyberte míru podrobností záznamu chybových událostí. Úrovně protokolu jsou uvedeny v pořadí od nejmenší po největší. Nastavení určité úrovně protokolu způsobí, že se budou zaznamenávat všechny zprávy zadané a závažnější úrovně protokolu.
de_de: Wählen Sie die Fehlerprotokollierungsstufe. Die Protokollierungsstufen sind in aufsteigender Ausführlichkeit sortiert. Die Auswahl einer bestimmten Protokollierungsstufe führt dazu, dass alle Meldungen dieser sowie aller schwerwiegenderen Stufen protokolliert werden.
el_gr: Επιλέξτε Επίπεδο καταγραφής σφαλμάτων. Τα επίπεδα καταγραφής παρατίθενται με σειρά αυξανόμενης λεπτομέρειας. Ο ορισμός ενός συγκεκριμένου επιπέδου καταγραφής θα έχει ως αποτέλεσμα την καταγραφή όλων των μηνυμάτων των καθορισμένων και των πιο σοβαρών επιπέδων καταγραφής.
fa_ir: سطح لاگ خطا را انتخاب کنید. سطوح لاگ به ترتیب افزایش جزئیات فهرست شده‌اند. تنظیم یک سطح باعث ثبت تمام پیام‌های همان سطح و پیام‌های دارای شدت بالاتر می‌شود.
fr_fr: Sélectionnez Error Log Level (Niveau du journal d'erreurs). Les niveaux de journalisation sont classés par ordre de verbosité croissante. La définition d'un certain niveau de journalisation entraînera l'enregistrement de tous les messages des niveaux de journalisation spécifiés et plus sévères.
it_it: Selezionare Livello registro errori. I livelli di registro sono elencati in ordine crescente di verbosità. L'impostazione di un determinato livello di registro causerà la registrazione di tutti i messaggi dei livelli di registro specificati e più gravi.
ko_kr: 오류 로그 레벨을 선택하세요. 로그 레벨은 증가하는 순서로 나열됩니다. 특정 로그 레벨을 설정하면 지정된 로그 레벨 및 더 심각한 로그 레벨의 모든 메시지가 로깅됩니다.
uk_ua: Виберіть рівень журналу помилок. Рівні журналу вказані в порядку зростання деталізації. Встановлення певного рівня журналу призведе до запису всіх повідомлень зазначеного та більш серйозних рівнів журналу.
zh_cn: 选择错误日志级别。 日志级别按照详细程度递增的顺序列出。 设置特定的日志级别将会记录指定的和更严重的日志级别的所有消息。

source: Select a response code for auto-blocking requests (bot user-agent or honeypot location). The default code is 403. 444 is a special response code that closes the connection without a response to the client.
cs_cz: Vyberte kód odpovědi pro automatické blokování požadavků (uživatelský agent bota nebo umístění honeypotu). Výchozí kód je 403. 444 je speciální kód odpovědi, který uzavře spojení bez odpovědi klientovi.
de_de: Wählen Sie einen Antwortcode für automatisch gesperrte Anfragen aus (Bot-User-Agent oder Honeypot-Zugriff). Der Standardwert ist 403. 444 ist ein spezieller Code, der die Verbindung ohne Antwort an den Client schließt.
el_gr: Επιλέξτε έναν κωδικό απόκρισης για αιτήματα αυτόματου αποκλεισμού (bot user-agent ή honeypot location). Ο προεπιλεγμένος κωδικός είναι 403. Ο 444 είναι ένας ειδικός κωδικός απόκρισης που κλείνει τη σύνδεση χωρίς απάντηση στον πελάτη.
fa_ir: یک کد پاسخ برای مسدودسازی خودکار درخواست‌ها انتخاب کنید (مثلاً User-Agent ربات یا مکان honeypot). کد پیش‌فرض 403 است. 444 یک کد ویژه است که اتصال را بدون ارسال پاسخ به کلاینت می‌بندد.
fr_fr: Sélectionnez un code de réponse pour les demandes de blocage automatique (agent utilisateur du bot ou emplacement du pot de miel). Le code par défaut est 403. 444 est un code de réponse spécial qui ferme la connexion sans réponse au client.
it_it: Seleziona un codice di risposta per le richieste di blocco automatico (bot user-agent o posizione honeypot). Il codice predefinito è 403. 444 è un codice di risposta speciale che chiude la connessione senza una risposta al client.
ko_kr: 자동 차단 요청(봇 사용자 에이전트 또는 허니팟 위치)에 대한 응답 코드를 선택하세요. 기본 코드는 403입니다. 444는 응답을 보내지 않고 클라이언트에 대한 연결을 닫는 특수 응답 코드입니다.
uk_ua: Виберіть код відповіді для автоматичного блокування запитів (ботовий user-agent або розташування приманки). Типовий код – 403. 444 – це спеціальний код відповіді, який закриває з’єднання без відповіді клієнту.
zh_cn: 选择自动阻止请求的响应代码。 默认代码是 403。444是一个特殊的响应代码，它在没有响应客户端的情况下关闭连接。

source: Select the FastCGI application that should be used for all servers in this backend.
cs_cz: Vyberte FastCGI aplikaci, která má být používána pro všechny servery v této podpůrné vrstvě.
de_de: Wählen Sie die FastCGI-Anwendung aus, die für alle Server in diesem Backend verwendet werden soll.
el_gr: Επιλέξτε την εφαρμογή FastCGI που θα πρέπει να χρησιμοποιηθεί για όλους τους διακομιστές σε αυτό το backend.
fa_ir: اپلیکیشن FastCGI که باید برای همه سرورهای این backend استفاده شود را انتخاب کنید.
fr_fr: Sélectionnez l'application FastCGI à utiliser pour tous les serveurs de ce backend.
it_it: Seleziona l'applicazione FastCGI da utilizzare per tutti i server in questo backend.
ko_kr: 이 백엔드의 모든 서버에 사용할 FastCGI 응용 프로그램을 선택하세요.
uk_ua: Виберіть FastCGI застосунок, який слід використовувати для всіх серверів у цьому бекенді.
zh_cn: 选择应用于该后端所有服务器的FastCGI应用程序。

source: Select the associated host override to apply this alias on
cs_cz: Vyberte přidružené přepsání hostitele, na které chcete tento alternativní název použít.
de_de: Wählen Sie die zugehörige Host-Überschreibung aus, auf die dieser Alias angewendet werden soll.
el_gr: Επιλέξτε την παράκαμψη του συσχετισμένου κεντρικού υπολογιστή για να εφαρμόσετε αυτό το ψευδώνυμο
fa_ir: Host Override مرتبط برای اعمال این نام مستعار را انتخاب کنید.
fr_fr: Sélectionnez la dérogation d'hôte associée pour appliquer cet alias.
it_it: Seleziona l'override host associato a cui applicare questo alias
ko_kr: 이 별칭을 적용할 연결된 호스트 오버라이드를 선택
uk_ua: Виберіть відповідне перепризначення хоста, щоб застосувати цей псевдонім.
zh_cn: 选择关联的主机覆盖以应用此别名

source: Select the backend to use.
cs_cz: Vyberte podpůrnou vrstvu, kterou použít.
de_de: Wählen Sie das zu verwendende Backend aus.
el_gr: Επιλέξτε το backend που θα χρησιμοποιήσετε.
fa_ir: backend مورد استفاده را انتخاب کنید.
fr_fr: Sélectionnez le backend à utiliser.
it_it: Seleziona il backend da utilizzare.
ko_kr: 사용할 백엔드를 선택하세요.
uk_ua: Виберіть бекенд для використання.
zh_cn: 选择要使用的后端。

source: Select the mode in which to run sslh: fork - stable but slow performance | select - new but high performance
cs_cz: Zvolte režim, ve kterém chcete spouštět sslh: fork – stabilní, leč nevýkonný | select - zatím poměrně nový, zato výkonný
de_de: Wählen Sie den Betriebsmodus für sslh: fork – stabil, aber langsam | select - neu, aber hohe Leistung
el_gr: Επιλέξτε τη λειτουργία στην οποία θα εκτελεστεί το sslh: fork - σταθερή αλλά αργή απόδοση | select - νέα αλλά υψηλής απόδοσης
fa_ir: حالت اجرای sslh را انتخاب کنید: fork - پایدار اما عملکرد کند | select - جدید اما با عملکرد بالاتر
fr_fr: Sélectionner le mode d'exécution de sslh : fork - stable mais peu performant | select - nouveau mais très performant
it_it: Seleziona la modalità in cui eseguire sslh: fork - prestazione stabile ma lenta | select - nuovo ma ad alte prestazioni
ko_kr: sslh를 실행할 모드를 선택하세요: fork - 안정적이지만 성능이 느림 | select - 새로운 기능으로 불안정할 수 있지만 성능이 높음
uk_ua: Виберіть режим, у якому запускати sslh: fork - стабільна, але повільна продуктивність | select - новий, але висока продуктивність
zh_cn: 选择运行 sslh 的模式： fork - 稳定但性能较慢 | select - 全新但性能较高

source: Select the protocol to capture, Any to omit this filter.
cs_cz: Vyberte protokol, který zachytávat. Pokud nemá být filtrováno, pak Any.
de_de: Wählen Sie das zu erfassende Protokoll aus. Wählen Sie "beliebig (any)", um diesen Filter wegzulassen.
el_gr: Επιλέξτε το πρωτόκολλο που θα καταγραφεί. Επιλέξτε Οποιοδήποτε για να παραλείψετε αυτό το φίλτρο.
fa_ir: پروتکل مورد نظر برای گرفتن را انتخاب کنید؛ برای حذف این فیلتر گزینه Any را انتخاب کنید.
fr_fr: Sélectionnez le protocole à capturer, Any pour omettre ce filtre.
it_it: Selezionare il protocollo da acquisire, Qualsiasi per omettere questo filtro.
ko_kr: 캡처할 프로토콜을 선택하세요. 이 필터를 생략하려면 모두를 선택하세요.
uk_ua: Виберіть протокол для захоплення, Будь-який, щоб пропустити цей фільтр.
zh_cn: 捕获协议，选择any则忽略该过滤器。

source: Select the type of UPS in use. You may also need to specify the UPS device below.
cs_cz: Vyberte typ UPS zdroje, který použít. Níže též může být třeba určit zařízení, které ho reprezentuje.
de_de: Wählen Sie den Typ der verwendeten USV aus. Möglicherweise müssen Sie auch das USV-Gerät unten angeben.
el_gr: Επιλέξτε τον τύπο του UPS που χρησιμοποιείται. Ενδέχεται επίσης να χρειαστεί να καθορίσετε τη συσκευή UPS παρακάτω.
fa_ir: نوع UPS مورد استفاده را انتخاب کنید. ممکن است لازم باشد دستگاه UPS را نیز در پایین مشخص کنید.
fr_fr: Sélectionnez le type d'onduleur utilisé. Il se peut que vous deviez également spécifier le dispositif de l'ASI ci-dessous.
it_it: Seleziona il tipo di UPS in uso. Potrebbe anche essere necessario specificare il dispositivo UPS di seguito.
ko_kr: 사용 중인 UPS 유형을 선택하세요. 아래의 UPS 장치를 지정해야 할 수도 있습니다.
uk_ua: Виберіть тип ДБЖ, що використовується. Можливо, вам також потрібно буде вказати пристрій ДБЖ нижче.
zh_cn: 选择使用的 UPS 类型。您可能还需要在下面指定 UPS 设备。

source: Select the type of cable connecting the UPS to the server.
cs_cz: Vyberte typ komunikačního kabelu připojující UPS k serveru.
de_de: Wählen Sie den Kabeltyp aus, der die USV mit dem Server verbindet.
el_gr: Επιλέξτε τον τύπο καλωδίου που συνδέει το UPS με τον διακομιστή.
fa_ir: نوع کابل متصل‌کننده UPS به سرور را انتخاب کنید.
fr_fr: Sélectionnez le type de câble reliant l'onduleur au serveur.
it_it: Selezionare il tipo di cavo che collega l'UPS al server.
ko_kr: UPS와 서버를 연결하는 케이블 유형을 선택하세요.
uk_ua: Виберіть тип кабелю, що з’єднує ДБЖ із сервером.
zh_cn: 选择连接UPS和服务器的电缆类型。

source: Selfhost
el_gr: Αυτοφιλοξενία
fa_ir: خودمیزبانی
ko_kr: 자체 호스팅
uk_ua: Самохостинг
zh_cn: 自托管

source: Send cert req
cs_cz: Odeslat žádost o certifikát
de_de: Zertifikatsanforderung senden
el_gr: Αποστολή αιτήματος πιστοποιητικού
fa_ir: ارسال درخواست گواهی
fr_fr: Envoyer la demande de certificat
it_it: Invia richiesta certificato
ko_kr: 인증서 요청 보내기
uk_ua: Надіслати запит сертифіката
zh_cn: 发送证书请求

source: Send certificate
cs_cz: Odeslat certifikát
de_de: Zertifikat senden
el_gr: Αποστολή πιστοποιητικού
fa_ir: ارسال گواهی
fr_fr: Envoyer le certificat
it_it: Invia certificato
ko_kr: 인증서 보내기
uk_ua: Надіслати сертифікат
zh_cn: 发送证书

source: Send events from the intrusion detection engine to Wazuh (Suricata EVE log)
cs_cz: Odesílání událostí z modulu detekce narušení do Wazuh (Suricata EVE log)
de_de: Ereignisse der Intrusion-Detection-Engine an Wazuh senden (Suricata EVE-Log)
el_gr: Αποστολή συμβάντων από τη μηχανή ανίχνευσης εισβολών στο Wazuh (αρχείο καταγραφής Suricata EVE)
fa_ir: ارسال رویدادهای موتور تشخیص نفوذ به Wazuh (لاگ Suricata EVE)
fr_fr: Envoyer les événements du moteur de détection d'intrusion à Wazuh (journal EVE de Suricata)
it_it: Invia eventi dal motore di rilevamento delle intrusioni a Wazuh (log Suricata EVE)
ko_kr: 침입 탐지 엔진에서 Wazuh (Suricata EVE 로그)로 이벤트를 전송
uk_ua: Надсилати події від системи виявлення вторгнень до Wazuh (журнал Suricata EVE)
zh_cn: 从入侵检测引擎向 Wazuh 发送事件（Suricata EVE 日志）

source: Serve Expired Responses
cs_cz: Obsloužit odpovědi, kterým skončila platnost
de_de: Abgelaufene Antworten bereitstellen
el_gr: Εμφάνιση ληγμένων απαντήσεων
fa_ir: ارائه پاسخ‌های منقضی‌شده
fr_fr: Servir les réponses expirées
it_it: Servire risposte scadute
ko_kr: 만료된 응답 제공
uk_ua: Обслуговувати прострочені відповіді
zh_cn: 服务过期响应

source: Serve Expired Settings
cs_cz: Poskytovat nastavení, kterým skončila platnost
de_de: Abgelaufene Antworten bereitstellen
el_gr: Ρυθμίσεις Λήξης Προβολής
fa_ir: اعمال تنظیمات منقضی‌شده
fr_fr: Servir les paramètres expirés
it_it: Servire impostazioni scadute
ko_kr: 만료된 설정 제공
uk_ua: Обслуговувати прострочені налаштування
zh_cn: 服务过期设置

source: Set autoblock lifetime in minutes. Set to 0 for infinite.
cs_cz: Nastavení doby platnosti automatického blokování (v minutách). Pokud má platit napořád, nastavte na 0 (nulu).
de_de: Legen Sie die Gültigkeitsdauer einer automatischen Sperre in Minuten fest. Ein Wert von 0 bedeutet, dass die Sperre unbegrenzt bestehen bleibt.
el_gr: Ορίστε τη διάρκεια ζωής του αυτόματου μπλοκ σε λεπτά. Ορίστε σε 0 για άπειρο.
fa_ir: مدت زمان مسدودسازی خودکار را بر حسب دقیقه تنظیم کنید. برای نامحدود آن را 0 قرار دهید.
fr_fr: Définit la durée de vie du blocage automatique en minutes. La valeur 0 correspond à une durée infinie.
it_it: Imposta la durata del blocco automatico in minuti. Impostato su 0 per infinito.
ko_kr: 자동 차단 수명을 분 단위로 설정하세요. 무제한으로 설정하려면 0으로 설정합니다.
uk_ua: Встановіть час життя автоблокування у хвилинах. Встановіть 0 для нескінченності.
zh_cn: 设置自动阻止有效期(分钟)。设置为0表示无限制。

source: Set fallback peer if you use NTS and your system starts with wrong time. Best to only use this for internal trusted peers.
cs_cz: Nastavení záložního protějšku, pokud používáte NTS a systém se spustí s nesprávným časem. Nejlepší je použít tuto funkci pouze pro interní důvěryhodné protěšky.
de_de: Legen Sie eine Fallback-Gegenstelle fest, wenn Sie NTS verwenden und Ihr System mit der falschen Zeit startet. Verwenden Sie dies am besten nur für interne vertrauenswürdige Gegenstellen.
el_gr: Ορίστε εφεδρικό peer εάν χρησιμοποιείτε NTS και το σύστημά σας ξεκινά με λάθος ώρα. Καλύτερα να το χρησιμοποιείτε μόνο για εσωτερικούς αξιόπιστους peers.
fa_ir: اگر از NTS استفاده می‌کنید و سیستم با زمان نادرست شروع به کار می‌کند، همتای پشتیبان را تنظیم کنید. بهتر است فقط برای همتایان داخلی و مورد اعتماد از آن استفاده شود.
fr_fr: Définit le pair de repli si vous utilisez NTS et que votre système démarre avec une heure erronée. Il est préférable de n'utiliser cette option que pour les homologues internes de confiance.
it_it: Imposta il peer fallback se usi NTS e il tuo sistema si avvia con l'orario sbagliato. È meglio usarlo solo per peer interni fidati.
ko_kr: NTS를 사용하고 시스템이 잘못된 시간으로 시작되는 경우 대체 피어를 설정하세요. 내부 신뢰할 수 있는 피어에만 사용하는 것이 좋습니다.
uk_ua: Встановіть резервний пір, якщо ви використовуєте NTS і ваша система запускається з неправильним часом. Найкраще використовувати це лише для внутрішніх довірених пірів.
zh_cn: 如果使用 NTS，而系统以错误的时间启动，则设置后备端点。最好只用于内部受信任的端点设备。

source: Set persistent keepalive interval in seconds.
cs_cz: Nastavení intervalu trvalého udržování spojení (v sekundách).
de_de: Legen Sie das dauerhafte Keepalive-Intervall in Sekunden fest.
el_gr: Ορίστε το μόνιμο διάστημα διατήρησης ζωντανής λειτουργίας σε δευτερόλεπτα.
fa_ir: فاصلهٔ keepalive پایدار را بر حسب ثانیه تنظیم کنید.
fr_fr: Définir l'intervalle de maintien persistant en secondes.
it_it: Imposta l'intervallo di keepalive persistente in secondi.
ko_kr: 지속적인 keepalive 간격을 초 단위로 설정하세요.
uk_ua: Встановіть постійний інтервал keepalive у секундах.
zh_cn: 设置保活间隔(秒)。

source: Set the IP address of primary server.
cs_cz: Nastavit IP adresu hlavního serveru.
de_de: Legen Sie die IP-Adresse des primären Servers fest.
el_gr: Ορίστε τη διεύθυνση IP του κύριου διακομιστή.
fa_ir: آدرس IP سرور اصلی را تنظیم کنید.
fr_fr: Définir l'adresse IP du serveur primaire.
it_it: Imposta l'indirizzo IP del server primario.
ko_kr: 기본 서버의 IP 주소를 설정하세요.
uk_ua: Встановіть IP-адресу основного сервера.
zh_cn: 设置主服务器的 IP 地址。

source: Set the IP address/port combinations this service should listen on.
cs_cz: Nastavit kombinaci IP adresy/port na které by tato služba měla očekávat spojení.
de_de: Legen Sie die Kombinationen aus IP-Adresse und Port fest, die dieser Dienst überwachen soll.
el_gr: Ορίστε τους συνδυασμούς διεύθυνσης IP/θύρας στις οποίες θα πρέπει να ακούει αυτή η υπηρεσία.
fa_ir: ترکیب‌های آدرس IP و port که این سرویس باید روی آن‌ها گوش دهد را تنظیم کنید.
fr_fr: Définissez les combinaisons d'adresses IP et de ports sur lesquelles ce service doit écouter.
it_it: Imposta le combinazioni indirizzo IP/porta su cui questo servizio deve essere in ascolto.
ko_kr: 이 서비스가 수신해야 하는 IP 주소/포트 조합을 설정하세요.
uk_ua: Встановіть комбінації IP-адреси/порту, які має прослуховувати ця служба.
zh_cn: 设置此服务应监听的 IP 地址/端口组合。

source: Set the authentication algorithm for the RNDC key. This requires a restart of the Bind Service.
cs_cz: Nastavení ověřovacího algoritmu pro klíč RNDC. Toto vyžaduje restartování služby Bind.
de_de: Den Authentifizierungsalgorithmus für den RNDC-Schlüssel festlegen. Dies erfordert einen Neustart des BIND-Dienstes.
el_gr: Ορίστε τον αλγόριθμο ελέγχου ταυτότητας για το κλειδί RNDC. Αυτό απαιτεί επανεκκίνηση της υπηρεσίας Bind.
fa_ir: الگوریتم احراز هویت کلید RNDC را تنظیم کنید. این عمل نیاز به راه‌اندازی مجدد سرویس Bind دارد.
fr_fr: Définir l'algorithme d'authentification pour la clé RNDC. Cette opération nécessite un redémarrage du service Bind.
it_it: Imposta l'algoritmo di autenticazione per la chiave RNDC. Ciò richiede il riavvio del servizio di associazione.
ko_kr: RNDC 키의 인증 알고리즘을 설정하세요. Bind 서비스를 다시 시작해야 합니다.
uk_ua: Встановіть алгоритм автентифікації для ключа RNDC. Це вимагає перезапуску служби Bind.
zh_cn: 设置 RNDC 密钥的验证算法。这需要重新启动绑定服务。

source: Set the authentication algorithm for the TSIG key used to transfer domain data from the primary server.
cs_cz: Nastavení ověřovacího algoritmu pro klíč TSIG používaný k přenosu dat domény z primárního serveru.
de_de: Den Authentifizierungsalgorithmus für den TSIG-Schlüssel festlegen, der zum Übertragen von Domain-Daten vom primären Server verwendet wird.
el_gr: Ορίστε τον αλγόριθμο ελέγχου ταυτότητας για το κλειδί TSIG που χρησιμοποιείται για τη μεταφορά δεδομένων τομέα από τον κύριο διακομιστή.
fa_ir: الگوریتم احراز هویت کلید TSIG مورد استفاده برای انتقال داده‌های دامنه از سرور اصلی را تنظیم کنید.
fr_fr: Définir l'algorithme d'authentification pour la clé TSIG utilisée pour transférer les données du domaine à partir du serveur primaire.
it_it: Imposta l'algoritmo di autenticazione per la chiave TSIG utilizzata per trasferire i dati del dominio dal server primario.
ko_kr: 기본 서버에서 도메인 데이터를 전송하는 데 사용되는 TSIG 키의 인증 알고리즘을 설정하세요.
uk_ua: Встановіть алгоритм автентифікації для ключа TSIG, який використовується для передачі даних домену з основного сервера.
zh_cn: 设置用于从主服务器传输域数据的 TSIG 密钥的验证算法。

source: Set the ip address.
cs_cz: Nastavit IP adresu.
de_de: Legen Sie die IP-Adresse fest.
el_gr: Ορίστε τη διεύθυνση IP.
fa_ir: آدرس IP را تنظیم کنید.
fr_fr: Définir l'adresse IP.
it_it: Imposta l'indirizzo IP.
ko_kr: IP 주소를 설정하세요.
uk_ua: Встановіть IP-адресу.
zh_cn: 设置 IP 地址。

source: Set the ip v6 address.
cs_cz: Nastavit IPv6 adresu.
de_de: Legen Sie die IPv6-Adresse fest.
el_gr: Ορίστε τη διεύθυνση IP v6.
fa_ir: آدرس IPv6 را تنظیم کنید.
fr_fr: Définir l'adresse ip v6.
it_it: Imposta l'indirizzo IP v6.
ko_kr: IPv6 주소를 설정하세요.
uk_ua: Встановіть IP-адресу v6.
zh_cn: 设置 ip v6 地址。

source: Set the name of Home Server Pool
cs_cz: Nastavení názvu fondu domovských serverů
de_de: Festlegen des Namens des Home-Server-Pools
el_gr: Ορίστε το όνομα της ομάδας οικιακών διακομιστών
fa_ir: نام Home Server Pool را تنظیم کنید.
fr_fr: Définir le nom du pool de serveurs domestiques
it_it: Imposta il nome del pool di server domestici
ko_kr: 홈 서버 풀의 이름을 설정
uk_ua: Встановіть назву пулу домашніх серверів
zh_cn: 设置家庭服务器池名称

source: Set the name of Home Server.
cs_cz: Nastavte název serveru Home Server.
de_de: Legen Sie den Namen des Home Servers fest.
el_gr: Ορίστε το όνομα του Οικιακού Διακομιστή.
fa_ir: نام Home Server را تنظیم کنید.
fr_fr: Définir le nom du serveur domestique.
it_it: Imposta il nome dell'Home Server.
ko_kr: 홈 서버의 이름을 설정하세요.
uk_ua: Встановіть назву домашнього сервера.
zh_cn: 设置家庭服务器名称。

source: Set the name of Realm
cs_cz: Nastavit název sféry
de_de: Den Namen des Realms festlegen
el_gr: Ορίστε το όνομα του Realm
fa_ir: نام Realm را تنظیم کنید.
fr_fr: Définir le nom du royaume
it_it: Imposta il nome del Regno
ko_kr: Realm의 이름을 설정
uk_ua: Встановіть назву Realm
zh_cn: 设置 Realm 的名称

source: Set the port
cs_cz: Nastavit port
de_de: Festlegen des Port's
el_gr: Ορίστε τη θύρα
fa_ir: port را تنظیم کنید.
fr_fr: Définir le port
it_it: Imposta la porta
ko_kr: 포트를 설정
uk_ua: Встановіть порт
zh_cn: 设置端口

source: Set the port to connect
cs_cz: Vyberte port ke kterému připojit
de_de: Den zu verwendenden Verbindungsport festlegen
el_gr: Ρυθμίστε τη θύρα για σύνδεση
fa_ir: port اتصال را تنظیم کنید.
fr_fr: Définir le port à connecter
it_it: Imposta la porta per la connessione
ko_kr: 연결할 포트를 설정하세요.
uk_ua: Встановіть порт для підключення
zh_cn: 设置要连接的端口

source: Set the protocol
cs_cz: Nastavit protokol
de_de: Festlegen des Protokolls
el_gr: Ορίστε το πρωτόκολλο
fa_ir: پروتکل را تنظیم کنید.
fr_fr: Définir le protocole
it_it: Imposta il protocollo
ko_kr: 프로토콜을 설정
uk_ua: Встановіть протокол
zh_cn: 设置协议

source: Set the secret
cs_cz: Nastavit tajemství
de_de: Das Geheimnis (Shared Secret) festlegen
el_gr: Ορίστε το μυστικό
fa_ir: مقدار محرمانه را تنظیم کنید.
fr_fr: Définir le secret
it_it: Imposta il segreto
ko_kr: secret을 설정
uk_ua: Встановіть секрет
