Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Choose how to test. By using IF it tests if the condition evaluates to true. If you use UNLESS, the sense of the test is reversed.
cs_cz: Zvolte způsob testování. Použitím IF (pokud) je ověřeno, zda vyhodnocovaná podmínka platí. V případě UNLESS (dokud) je smysl testu převrácený.
de_de: Wählen Sie aus, wie getestet wird. Falls sie IF auswählen, wird getestet, ob die Bedingung erfüllt ist. Falls Sie UNLESS auswählen, wird der Sinn des Tests negiert.
el_gr: Επιλέξτε τον τρόπο δοκιμής. Χρησιμοποιώντας τη συνάρτηση IF, ελέγχεται εάν η συνθήκη αξιολογείται ως αληθής. Εάν χρησιμοποιήσετε τη συνάρτηση UNLESS, η έννοια της δοκιμής αντιστρέφεται.
fa_ir: نحوه تست را انتخاب کنید. با استفاده از IF بررسی می‌شود که آیا شرط برقرار است. اگر از UNLESS استفاده کنید، معنی تست معکوس می‌شود.
fr_fr: Choisir comment tester. En utilisant SI cela teste si la condition est vraie. Si vous utilisez SAUF SI, le sens du test est inversé.
it_it: Scegli come testare. Utilizzando IF verifica se la condizione risulta vera. Se si usa UNLESS il senso del test è invertito.
ko_kr: 테스트 방법을 선택하세요. IF를 사용하여 조건이 참으로 평가되는지 여부를 테스트합니다. IFRIC을 사용하면 검정의 의미가 반대로 적용됩니다.
pl_pl: Wybierz jak testować. Używając IF testuje, czy warunek jest prawdziwy. Jeśli użyjesz UNLESS, sens testu jest odwrócony.
uk_ua: Виберіть, як тестувати. Використання IF перевіряє, чи умова оцінюється як істинна. Якщо ви використовуєте UNLESS, значення тесту змінюється на протилежне.
zh_cn: 选择测试方式。通过使用IF，它会测试条件是否为true。如果使用UNLESS，则测试的意义相反。

source: Choose one of the 24 standard syslog facilities. The default value is local0.
cs_cz: Zvolte jeden ze 24 standardních syslog kategorií. Výchozí hodnota je local0.
de_de: Wählen Sie eine der 24 standardisierten Syslog-Facilities aus. Der Standardwert ist "local0".
el_gr: Επιλέξτε μία από τις 24 τυπικές λειτουργίες syslog. Η προεπιλεγμένη τιμή είναι local0.
fa_ir: یکی از 24 facility استاندارد در syslog را انتخاب کنید. مقدار پیش‌فرض local0 است.
fr_fr: Choisissez l'une des 24 catégories standard syslog. La valeur par défaut est local0.
it_it: Scegli una delle 24 strutture syslog standard. Il valore predefinito è local0.
ko_kr: 24개의 표준 syslog 주체 중 하나를 선택하세요. 기본값은 local0입니다.
pl_pl: Wybierz jedno z 24 standardowych urządzeń syslog. Domyślna wartość to local0.
uk_ua: Виберіть одну з 24 стандартних функцій syslog. Типово значення — local0.
zh_cn: 选择24个标准syslog工具之一。默认值为local0。

source: Choose rules to be included in this Backend Pool.
cs_cz: Zvolte pravidla, která zahrnout do tohoto fondu podpůrné vrstvy.
de_de: Wählen Sie Regeln aus, die in diesen Backend-Pool aufgenommen werden sollen.
el_gr: Επιλέξτε κανόνες που θα συμπεριληφθούν σε αυτό το Backend Pool.
fa_ir: قوانین را که باید در این Backend Pool گنجانده شوند انتخاب کنید.
fr_fr: Choisir les règles à inclure dans ce Backend Pool.
it_it: Scegli le regole da includere in questo pool backend.
ko_kr: 이 백엔드 풀에 포함할 규칙을 선택하세요.
pl_pl: Wybierz reguły, które mają być uwzględnione w tym puli Backend.
uk_ua: Виберіть правила, які потрібно включити до цього пулу бекендів.
zh_cn: 选择要包含在此后端池中的规则。

source: Choose rules to be included in this Public Service.
cs_cz: Zvolte pravidla, která zahrnout do této Veřejné služby.
de_de: Wählen Sie Regeln aus, die in diesen öffentlichen Dienst aufgenommen werden sollen.
el_gr: Επιλέξτε κανόνες που θα συμπεριληφθούν σε αυτήν τη Δημόσια Υπηρεσία.
fa_ir: قوانین را که باید در این Public Service گنجانده شوند انتخاب کنید.
fr_fr: Choisir les règles à inclure dans ce Service Public.
it_it: Scegli le regole da inserire in questo Servizio Pubblico.
ko_kr: 이 공용 서비스에 포함할 규칙을 선택하세요.
pl_pl: Wybierz reguły, które mają być uwzględnione w tej publicznej usłudze.
uk_ua: Виберіть правила, які потрібно включити до цієї публічної служби.
zh_cn: 选择要包括在此公共服务中的规则。

source: Choose rules.
cs_cz: Zvolte pravidla.
de_de: Wählen Sie Regeln aus.
el_gr: Επιλέξτε κανόνες.
fa_ir: قوانین را انتخاب کنید.
fr_fr: Choisissez les règles.
it_it: Scegli le regole.
ko_kr: 규칙을 선택하세요.
pl_pl: Wybierz reguły.
uk_ua: Виберіть правила.
zh_cn: 选择规则。

source: Choose the Certificate Authority which signed your certificate.
cs_cz: Zvolte certifikační autoritu, která podepsala váš certifikát.
de_de: Wählen Sie die Zertifizierungsstelle, die Ihr Zertifikat signiert hat.
el_gr: Επιλέξτε την Αρχή έκδοσης πιστοποιητικών που υπέγραψε το πιστοποιητικό σας.
fa_ir: مرجع صدور گواهی (Certificate Authority) که گواهی شما را امضا کرده است را انتخاب کنید.
fr_fr: Choisissez l'Autorité de Certification qui a signé votre certificat.
it_it: Scegli l'autorità di certificazione che ha firmato il tuo certificato.
ko_kr: 인증서에 서명한 인증 기관을 선택하세요.
pl_pl: Wybierz Urząd Certyfikacyjny, który podpisał twój certyfikat.
uk_ua: Виберіть центр сертифікації, який підписав ваш сертифікат.
zh_cn: 选择签署您的证书的证书颁发机构。

source: Choose the certificate the Radius service should use.
cs_cz: Zvolte certifikát, který by služba Radius měla použít.
de_de: Wählen Sie das Zertifikat aus, das der Radius-Dienst verwenden soll.
el_gr: Επιλέξτε το πιστοποιητικό που θα πρέπει να χρησιμοποιήσει η υπηρεσία Radius.
fa_ir: گواهی‌ای که سرویس RADIUS باید استفاده کند را انتخاب کنید.
fr_fr: Choisissez le certificat que le service Radius doit utiliser.
it_it: Scegli il certificato che il servizio Radius dovrà utilizzare.
ko_kr: Radius 서비스에서 사용할 인증서를 선택하세요.
pl_pl: Wybierz certyfikat, którego powinna używać usługa Radius.
uk_ua: Виберіть сертифікат, який повинна використовувати служба Radius.
zh_cn: 选择 Radius 服务应使用的证书。

source: Choose the certificate to use when other servers want to do TLS with you.
cs_cz: Zvolte certifikát, který použít, pokud si ostatní servery vyžádají TLS komunikaci.
de_de: Wählen Sie das Zertifikat, das verwendet werden soll, wenn andere Server TLS mit Ihnen durchführen möchten.
el_gr: Επιλέξτε το πιστοποιητικό που θα χρησιμοποιείται όταν άλλοι διακομιστές θέλουν να κάνουν TLS μαζί σας.
fa_ir: گواهی‌ای را انتخاب کنید که هنگام برقراری TLS از سوی سایر سرورها استفاده شود.
fr_fr: Choisissez le certificat à utiliser quand d'autres serveurs souhaitent utiliser TLS avec vous.
it_it: Scegli il certificato da utilizzare quando altri server vogliono eseguire TLS con te.
ko_kr: 다른 서버가 사용자와 함께 TLS를 수행할 때 사용할 인증서를 선택하세요.
pl_pl: Wybierz certyfikat do użycia, gdy inne serwery chcą używać TLS z tobą.
uk_ua: Виберіть сертифікат для використання, коли інші сервери хочуть встановити TLS-з'єднання з вами.
zh_cn: 选择其他服务器希望对您执行TLS时要使用的证书。

source: Choose the cipher to use for encryption.
cs_cz: Zvolte jakým algoritmem šifrovat.
de_de: Wählen Sie die Chiffre, die für die Verschlüsselung verwendet werden soll.
el_gr: Επιλέξτε τον κρυπτογράφο που θα χρησιμοποιηθεί για την κρυπτογράφηση.
fa_ir: الگوریتم رمزنگاری مورد استفاده را انتخاب کنید.
fr_fr: Choisir le chiffrement à utiliser pour le chiffrement .
it_it: Scegli la cifra da utilizzare per la crittografia.
ko_kr: 암호화에 사용할 암호를 선택하세요.
pl_pl: Wybierz szyfr do używania dla szyfrowania.
uk_ua: Виберіть шифр для використання для шифрування.
zh_cn: 选择用于加密的密码。

source: Choose the interface on which the port should be opened.
cs_cz: Zvolte rozhraní na kterém má být port otevřen.
de_de: Wählen Sie die Schnittstelle, auf der der Port geöffnet werden soll.
el_gr: Επιλέξτε τη διεπαφή στην οποία θα πρέπει να ανοίξει η θύρα.
fa_ir: رابطی که پورت باید روی آن باز شود را انتخاب کنید.
fr_fr: Choisissez l'interface sur laquelle le port doit être ouvert.
it_it: Scegli l'interfaccia su cui aprire la porta.
ko_kr: 포트를 열 인터페이스를 선택.
pl_pl: Wybierz interfejs, na którym port powinien być otwarty.
uk_ua: Виберіть інтерфейс, на якому має бути відкрито порт.
zh_cn: 选择应打开端口的接口。

source: Choose the local HAProxy frontends. They will automatically be configured to redirect acme challenges to the internal acme client. The HAProxy service will automatically be restarted if a certificate was renewed.
cs_cz: Zvolte místní nadstavby pro HAProxy. Budou automaticky nastaveny na přesměrování acme výzev na vnitřního acme klienta. Služba HAProxy bude automaticky restartována při obnovení certifikátu.
de_de: Wählen Sie die lokalen HAProxy-Frontends aus. Diese werden automatisch so konfiguriert, dass die ACME-Challenges an den internen ACME-Client umgeleitet werden. Der HAProxy-Dienst wird nach einem Neustart automatisch neu gestartet, falls ein Zertifikat erneuert wurde.
el_gr: Επιλέξτε τα τοπικά frontend του HAProxy. Θα ρυθμιστούν αυτόματα ώστε να ανακατευθύνουν τις προκλήσεις του acme στον εσωτερικό πελάτη acme. Η υπηρεσία HAProxy θα επανεκκινηθεί αυτόματα εάν ανανεωθεί ένα πιστοποιητικό.
fa_ir: فرانت‌اندهای محلی HAProxy را انتخاب کنید. آن‌ها به‌طور خودکار طوری پیکربندی می‌شوند که چالش‌های acme را به کلاینت داخلی acme هدایت کنند. اگر گواهی تمدید شود، سرویس HAProxy به‌طور خودکار راه‌اندازی مجدد خواهد شد.
fr_fr: Choisissez les interfaces HAProxy locales. Elles seront automatiquement configurées pour rediriger les défis acme vers le client acme interne. Le service HAProxy sera automatiquement redémarré si un certificat a été renouvelé.
it_it: Scegli i frontend HAProxy locali. Verranno configurati automaticamente per reindirizzare le sfide acme al client acme interno. Il servizio HAProxy verrà riavviato automaticamente se un certificato è stato rinnovato.
ko_kr: 로컬 HAProxy 프론트엔드를 선택합니다. 이러한 문제는 내부 Acme 클라이언트로 리디렉션되도록 자동으로 구성됩니다. 인증서가 갱신된 경우 HAProxy 서비스가 자동으로 다시 시작됩니다.
pl_pl: Wybierz lokalne frontendy HAProxy. Zostaną one automatycznie skonfigurowane, aby przekierowywać wyzwania acme do wewnętrznego klienta acme. Usługa HAProxy zostanie automatycznie ponownie uruchomiona, jeśli certyfikat został odnowiony.
uk_ua: Виберіть локальні фронтенди HAProxy. Вони автоматично налаштовуються для перенаправлення викликів acme до внутрішнього клієнта acme. Служба HAProxy автоматично перезапуститься, якщо сертифікат буде оновлено.
zh_cn: 选择本地HAProxy前端。他们会自动配置为将acme挑战重定向到内部acme客户端。如果证书已更新，则HAProxy服务会自动重新启动。

source: Choose which interface the host to be woken up is connected to.
cs_cz: Zvolte kterým rozhraním je probouzený stroj připojen.
de_de: Wählen Sie die Schnittstelle aus, mit dem der Host verbunden ist, der aufgeweckt werden soll.
el_gr: Επιλέξτε σε ποια διεπαφή είναι συνδεδεμένος ο κεντρικός υπολογιστής που θα αφυπνιστεί.
fa_ir: رابطی که میزبان موردنظر برای بیدار شدن به آن متصل است را انتخاب کنید.
fr_fr: Choisissez par quelle interface l'hôte sera réveillé.
it_it: Scegli a quale interfaccia è connesso l'host da svegliare.
ko_kr: 절전 모드에서 해제할 호스트가 연결된 인터페이스를 선택.
pl_pl: Wybierz interfejs, do którego jest podłączony host, który ma być budzony.
uk_ua: Виберіть інтерфейс, до якого підключений хост, що потрібно розбудити.
zh_cn: 选择要唤醒主机连接的接口。

source: Choose which interface this host is connected to.
cs_cz: Vyberte ke kterému rozhraní je tento stroj připojen.
de_de: Wählen Sie aus, mit welcher Schnittstelle dieser Host verbunden ist.
el_gr: Επιλέξτε σε ποια διεπαφή είναι συνδεδεμένος αυτός ο κεντρικός υπολογιστής.
fa_ir: رابطی که این میزبان به آن متصل است را انتخاب کنید.
fr_fr: Choisissez sur quelle interface cet hôte est connecté.
it_it: Scegli a quale interfaccia è connesso questo host.
ko_kr: 이 호스트가 연결된 인터페이스를 선택.
pl_pl: Wybierz interfejs, do którego jest podłączony ten host.
uk_ua: Виберіть інтерфейс, до якого підключений цей хост.
zh_cn: 选择此主机连接到的接口。

source: Choose your RIP version (1 or 2). 1 is classful, 2 supports CIDR.
cs_cz: Zvolte verzi RIP protokolu (1 nebo 2). 1 je třídní, 2 podporuje CIDR.
de_de: Wählen Sie Ihre RIP-Version (1 oder 2). 1 nutzt Klassen, 2 unterstützt CIDR.
el_gr: Επιλέξτε την έκδοση RIP (1 ή 2). Η 1 είναι classful, η 2 υποστηρίζει CIDR.
fa_ir: نسخه RIP خود را انتخاب کنید (1 یا 2). نسخهٔ 1 کلاس‌بندی‌شده است و نسخهٔ 2 از CIDR پشتیبانی می‌کند.
fr_fr: Choisissez votre version de RIP (1 ou 2). 1 est classful, 2 supporte CIDR.
it_it: Scegli la tua versione RIP (1 o 2). 1 è di classe, 2 supporta CIDR.
ko_kr: RIP 버전(1 또는 2)을 선택하세요. 1은 클래스 풀, 2는 CIDR을 지원합니다.
pl_pl: Wybierz swoją wersję RIP (1 lub 2). 1 jest klasowa, 2 obsługuje CIDR.
uk_ua: Виберіть версію RIP (1 або 2). 1 є класовою, 2 підтримує CIDR.
zh_cn: 选择您的RIP版本（1或2）。 1为classful，2支持CIDR。

source: Cipher
cs_cz: Šifra
de_de: Chiffre
el_gr: Κρυπτογράφημα
fa_ir: الگوریتم رمزنگاری
fr_fr: Chiffrement
it_it: Cifra
ko_kr: 암호
pl_pl: Szyfr
uk_ua: Шифр
zh_cn: 密码

source: Cipher List
cs_cz: Seznam šifer
de_de: Cipher-Liste
el_gr: Λίστα κρυπτογράφησης
fa_ir: فهرست الگوریتم‌های رمزنگاری
fr_fr: Liste de chiffrement
it_it: Elenco cifrari
ko_kr: 암호 목록
pl_pl: Lista szyfrów
uk_ua: Список шифрів
zh_cn: 密码列表

source: ClamAV engine version
cs_cz: Verze ClamAV engine
el_gr: Έκδοση κινητήρα ClamAV
fa_ir: نسخه موتور ClamAV
fr_fr: version du moteur ClamAV
it_it: Versione del motore ClamAV
ko_kr: ClamAV 엔진 버전
pl_pl: Wersja silnika ClamAV
uk_ua: Версія рушія ClamAV
zh_cn: ClamAV引擎版本

source: ClamAV will scan within archives and compressed files.
cs_cz: ClamAV bude skenovat v archivech a komprimovaných souborech.
de_de: ClamAV wird in Archiven und komprimierten Dateien scannen.
el_gr: Το ClamAV θα σαρώσει μέσα σε αρχεία και συμπιεσμένα αρχεία.
fa_ir: ClamAV در آرشیوها و فایل‌های فشرده نیز اسکن انجام می‌دهد.
fr_fr: ClamAV scannera dans les archives et les fichiers compressés.
it_it: ClamAV eseguirà la scansione di archivi e file compressi.
ko_kr: ClamAV는 아카이브 및 압축 파일 내에서 검색합니다.
pl_pl: ClamAV będzie skanować w archiwach i skompresowanych plikach.
uk_ua: ClamAV скануватиме всередині архівів та стиснутих файлів.
zh_cn: ClamAV会扫描存档和压缩文件。

source: Client ID
cs_cz: Identifikátor klienta
el_gr: Αναγνωριστικό πελάτη
fa_ir: شناسه کلاینت
fr_fr: ID Client
it_it: ID cliente
ko_kr: 클라이언트 ID
pl_pl: ID klienta
uk_ua: Ідентифікатор клієнта
zh_cn: 客户端ID

source: Client Timeout
cs_cz: Časový limit klienta
el_gr: Χρονικό όριο πελάτη
fa_ir: زمان پایان جلسهٔ کلاینت
fr_fr: Délai d'attente du client
it_it: Timeout del cliente
ko_kr: 클라이언트 타임아웃
pl_pl: Limit czasu dla klienta
uk_ua: Таймаут клієнта
zh_cn: 客户端超时

source: Clients will be disconnected after this amount of inactivity. They may log in again immediately, though. Enter 0 to disable idle timeout.
cs_cz: Klienti budou odpojováni po uplynutí této doby nečinnosti. Ale budou se moci okamžitě znovu přihlásit. Nastavení na hodnotu 0 (nula) tuto funkci vypne.
de_de: Clients werden bei Inaktivität nach dieser Zeit getrennt. Sie können jedoch sofort wieder einloggen. Die Eingabe von 0 schaltet diese Inaktivitätstrennung ab.
el_gr: Οι πελάτες θα αποσυνδεθούν μετά από αυτό το χρονικό διάστημα αδράνειας. Ωστόσο, μπορούν να συνδεθούν ξανά αμέσως. Εισαγάγετε 0 για να απενεργοποιήσετε το χρονικό όριο αδράνειας.
fa_ir: کلاینت‌ها پس از این مدت بی‌فعالی قطع خواهند شد. با این حال می‌توانند بلافاصله دوباره وارد شوند. برای غیرفعال‌کردن تایم‌اوت بی‌فعالی، 0 وارد کنید.
fr_fr: Les sessions clientes seront déconnectées après ce délai d'inactivité. Entrez 0 pour désactiver ce délai d'inactivité.
it_it: I client verranno disconnessi dopo questo periodo di inattività. Tuttavia, potrebbero accedere di nuovo immediatamente. Immettere 0 per disattivare il timeout di inattività.
ko_kr: 이 정도의 비활성화가 발생하면 클라이언트의 연결이 끊어집니다. 그러나 즉시 다시 로그인할 수도 있습니다. 유휴 시간 초과를 사용하지 않으려면 0을 입력합니다.
pl_pl: Klienci zostaną rozłączeni po tej ilości bezczynności. Mogą jednak od razu zalogować się ponownie. Wprowadź 0, aby wyłączyć limit czasu bezczynności.
uk_ua: Клієнтів буде відключено після такого періоду бездіяльності. Вони, однак, можуть негайно увійти знову. Введіть 0, щоб вимкнути тайм-аут бездіяльності.
zh_cn: 客户端在指定的空闲超时后断开连接。然后他们可以立即再一次登录。输入0会禁用空闲超时。

source: Clients will be disconnected after this amount of time, regardless of activity. They may log in again immediately, though. Enter 0 to disable hard timeout (not recommended unless an idle timeout is set).
cs_cz: Klienti budou odpojeni po uplynutí této doby, lhostejno zda budou aktivní či nikoli. Ale budou se moci okamžitě znovu přihlásit. Nastavení na hodnotu 0 tuto funkci vypne (nedoporučuje se pokud není nastavený časový limit nečinnosti).
de_de: Clients werden nach dieser Zeit unabhängig von Aktivität getrennt. Sie können sich jedoch sofort wieder einloggen. Die Eingabe von 0 schaltet diese Zwangstrennung ab (nur empfohlen, wenn die Inaktivitätstrennung eingeschaltet ist).
el_gr: Οι πελάτες θα αποσυνδεθούν μετά από αυτό το χρονικό διάστημα, ανεξάρτητα από τη δραστηριότητα. Ωστόσο, μπορούν να συνδεθούν ξανά αμέσως. Εισαγάγετε 0 για να απενεργοποιήσετε το χρονικό όριο μόνιμης διακοπής (δεν συνιστάται εκτός εάν έχει οριστεί χρονικό όριο αδράνειας).
fa_ir: کلاینت‌ها پس از این مدت (بدون توجه به فعالیت) قطع خواهند شد. با این حال می‌توانند بلافاصله دوباره وارد شوند. برای غیرفعال‌کردن تایم‌اوت سخت، 0 وارد کنید (مگر اینکه تایم‌اوت بی‌فعالی تنظیم شده باشد؛ توصیه نمی‌شود).
fr_fr: Les sessions clientes seront déconnectées après ce délai, même en cas d'activité. Entrez 0 pour désactiver ce délai (non recommandé sauf si un délai d'inactivité est réglé).
it_it: I client verranno disconnessi dopo questo periodo di tempo, indipendentemente dall'attività. Tuttavia, potrebbero accedere di nuovo immediatamente. Immettere 0 per disabilitare il timeout rigido (non consigliato a meno che non sia impostato un timeout di inattività).
ko_kr: 이 시간이 지나면 작업에 관계없이 클라이언트의 연결이 끊어집니다. 그러나 즉시 다시 로그인할 수도 있습니다. 하드 시간 초과를 사용하지 않으려면 0을 입력합니다(유휴 시간 초과가 설정되지 않은 경우 권장되지 않음).
pl_pl: Klienci zostaną rozłączeni po tej ilości czasu, niezależnie od aktywności. Mogą jednak od razu zalogować się ponownie. Wprowadź 0, aby wyłączyć twardy limit czasu (niezalecane, chyba że ustawiony jest limit czasu bezczynności).
uk_ua: Клієнтів буде відключено після такого періоду часу, незалежно від активності. Вони, однак, можуть негайно увійти знову. Введіть 0, щоб вимкнути жорсткий тайм-аут (не рекомендовано, якщо не встановлено тайм-аут бездіяльності).
zh_cn: 客户端会在设定时间断开连接，无论是否在线。然后他们可以立即再一次登录。输入0会禁用强制超时(不建议使用，除非设置了空闲超时)。

source: Collect CPU Time
cs_cz: Shromažďovat dobu zpracovávání na procesoru
de_de: Sammle CPU-Zeit
el_gr: Συλλογή χρόνου CPU
fa_ir: جمع‌آوری زمان CPU
fr_fr: Collecter le temps CPU
it_it: Raccogli il tempo della CPU
ko_kr: CPU 시간 수집
pl_pl: Zbieraj czas CPU
uk_ua: Збирати час ЦП
zh_cn: 收集CPU时间

source: Collect NetFlow data on this firewall for use with Insight. Note that the local cache only holds the latest 100 MB of data.
cs_cz: Zhromažďovat NetFlow data na této bráně firewall pro použití v nástroji Insight. Poznamenejme, že místní mezipaměť udrží pouze 100 MB z nejnovějších dat.
de_de: Sammeln Sie NetFlow-Daten auf dieser Firewall zur Verwendung mit Insight. Beachten Sie, dass der lokale Cache nur die letzten 100 MB an Daten enthält.
el_gr: Συλλέξτε δεδομένα NetFlow σε αυτό το τείχος προστασίας για χρήση με το Insight. Σημειώστε ότι η τοπική προσωρινή μνήμη περιέχει μόνο τα πιο πρόσφατα 100 MB δεδομένων.
fa_ir: داده‌های NetFlow این فایروال را برای استفاده در Insight جمع‌آوری کنید. توجه داشته باشید که کش محلی تنها آخرین 100 MB داده را نگهداری می‌کند.
fr_fr: Collectez les données NetFlow sur ce pare-feu pour les utiliser avec Insight. Notez que le cache local ne contient que les 100 derniers Mo de données.
it_it: Raccogli i dati NetFlow su questo firewall da utilizzare con Insight. Tieni presente che la cache locale contiene solo gli ultimi 100 MB di dati.
ko_kr: Insight와 함께 사용할 수 있도록 이 방화벽에서 넷플로우 데이터를 수집합니다. 로컬 캐시에는 최신 100MB의 데이터만 저장됩니다.
pl_pl: Zbieraj dane NetFlow na tym firewallu do użycia z Insight. Zauważ, że lokalna pamięć podręczna przechowuje tylko najnowsze 100 MB danych.
uk_ua: Збирати дані NetFlow на цьому міжмережевому екрані для використання з Insight. Зверніть увагу, що локальний кеш зберігає лише останні 100 МБ даних.
zh_cn: 在此防火墙上收集网络流数据来进行分析。注意，本地缓存只能保存最近的100MB数据。

source: Collection Jitter
cs_cz: Nepravidelnost sběru
de_de: Sammel-Jitter
el_gr: Τρέμουλο συλλογής
fa_ir: نوسان جمع‌آوری
fr_fr: Gigue de la collecte
it_it: Jitter della raccolta
ko_kr: 수집 지터
pl_pl: Drgania zbierania
uk_ua: Джиттер збору
zh_cn: 收集Jitter

source: Collection jitter is used to jitter the collection by a random amount. Each plugin will sleep for a random time within jitter before collecting. Input value are seconds.
cs_cz: Nepravidelnost sběru se používá k vytvoření nahodilosti získávání údajů. Každý zásuvný modul se před sběrem uspí na náhodnou dobu v rámci nahodilosti. Vstupní hodnotou jsou sekundy.
de_de: Sammel-Jitter wird verwendet, um die Sammlung um einen zufälligen Betrag zu zittern. Jedes Plugin schläft für eine zufällige Zeit innerhalb des Jitters, bevor es gesammelt wird. Der Eingabewert ist in Sekunden angegeben.
el_gr: Το jitter συλλογής χρησιμοποιείται για να μεταβάλλει το jitter της συλλογής κατά ένα τυχαίο ποσό. Κάθε πρόσθετο θα κοιμάται για ένα τυχαίο χρονικό διάστημα εντός του jitter πριν από τη συλλογή. Η τιμή εισόδου είναι δευτερόλεπτα.
fa_ir: نوسان جمع‌آوری برای ایجاد تأخیر تصادفی در زمان جمع‌آوری استفاده می‌شود. هر افزونه قبل از جمع‌آوری برای مدت تصادفی در محدودهٔ نوسان به‌خواب می‌رود. مقادیر ورودی بر حسب ثانیه هستند.
fr_fr: La gigue de collection est utilisée pour faire bouger la collection d'un montant aléatoire. Chaque plugin dormira pendant un temps aléatoire dans la gigue avant de collecter. La valeur d'entrée est en secondes.
it_it: Il jitter della raccolta viene utilizzato per variare la raccolta in modo casuale. Ogni plug-in resterà inattivo per un periodo casuale all'interno del jitter prima della raccolta. Il valore immesso è secondi.
ko_kr: 수집 지터는 임의의 양만큼 수집을 지터하는 데 사용됩니다. 각 플러그인은 수집하기 전에 지터 내에서 임의의 시간 동안 절전 모드로 전환됩니다. 입력 값은 초입니다.
pl_pl: Drgania zbierania służą do drżenia zbierania o losową ilość. Każda wtyczka będzie spać przez losowy czas w drganiach przed zbieraniem. Wprowadzona wartość to sekundy.
uk_ua: Джиттер збору використовується для внесення випадкових коливань у збір даних. Кожен плагін спатиме випадковий час в межах джиттера перед збором. Вхідне значення – секунди.
zh_cn: 收集Jitter用于使集合随机jitter。 每个插件在收集之前会在Jitter内随机休眠一段时间。 单位为秒。

source: Command
cs_cz: Příkaz
de_de: Befehl
el_gr: Εντολή
fa_ir: دستور
fr_fr: Commande
it_it: Comando
ko_kr: 명령
pl_pl: Polecenie
uk_ua: Команда
zh_cn: 命令

source: Common Name
cs_cz: Běžný název
el_gr: Κοινή ονομασία
fa_ir: نام عمومی
fr_fr: Nom Commun
it_it: Nome comune
ko_kr: 공통 이름
uk_ua: Загальне ім'я
zh_cn: 通用名称

source: Comparison
cs_cz: Porovnání
de_de: Vergleich
el_gr: Σύγκριση
fa_ir: مقایسه
fr_fr: Comparaison
it_it: Confronto
ko_kr: 비교
pl_pl: Porównanie
uk_ua: Порівняння
zh_cn: 比较方式

source: Concurrent connections
cs_cz: Souběžných spojení
de_de: Gleichzeitige Verbindungen
el_gr: Ταυτόχρονες συνδέσεις
fa_ir: اتصالات هم‌زمان
fr_fr: Connexions simultanées
it_it: Connessioni simultanee
ko_kr: 동시 연결
pl_pl: Równoczesne połączenia
uk_ua: Одночасні з'єднання
zh_cn: 并发连接

source: Concurrent user logins
cs_cz: Souběžná přihlašování uživatelů
de_de: Gleichzeitige Benutzeranmeldungen
el_gr: Ταυτόχρονες συνδέσεις χρηστών
fa_ir: ورود هم‌زمان کاربران
fr_fr: Connexions simultanées d'utilisateurs
it_it: Accessi utente simultanei
ko_kr: 동시 사용자 로그인
pl_pl: Równoczesne logowania użytkowników
uk_ua: Одночасні входи користувачів
zh_cn: 并发登录

source: Condition
cs_cz: Podmínka
de_de: Bedingung
el_gr: Κατάσταση
fa_ir: شرط
it_it: Condizione
ko_kr: 조건
pl_pl: Warunek
uk_ua: Умова
zh_cn: 条件

source: Condition type
cs_cz: Typ podmínky
de_de: Bedingungstyp
el_gr: Τύπος συνθήκης
fa_ir: نوع شرط
fr_fr: Type de condition
it_it: Tipo di condizione
ko_kr: 조건 유형
pl_pl: Typ warunku
uk_ua: Тип умови
zh_cn: 条件类型
