Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Have the validator print validation failures to the log. Regardless of the verbosity setting. Default is 0, off. At 1, for every user query that fails a line is printed to the logs. This way you can monitor what happens with validation. Use a diagnosis tool, such as dig or drill, to find out why validation is failing for these queries. At 2, not only the query that failed is printed but also the reason why Unbound thought it was wrong and which server sent the faulty data.
cs_cz: Nechat validátor vypisovat nezdařilé ověření správnosti do záznamu událostí. Bez ohledu na nastavení stupně podrobností. Výchozí hodnota je 0 (nula) – vypnuto. Při 1, bude pro každý uživatelský dotaz, který se nezdaří, vypsán řádek do záznamů událostí. Takto je možné sledovat, co se děje s ověřování správnosti. Použijte diagnostický nástroj, například dig nebo drill, abyste zjistili, proč se ověřování u těchto dotazů nedaří. Pokud nastaveno na 2, bude zobrazen nejen dotaz, který se nezdařil, ale také důvod, proč bylo v Unbound vyhodnoceno, že je nesprávně a který server chybná data odeslal.
de_de: Lässt den Validator Validierungsfehler ins Protokoll schreiben - unabhängig vom eingestellten Protokollierungsgrad. Standard ist 0 (ausgeschaltet). Bei Stufe 1 wird für jede fehlgeschlagene Benutzerabfrage eine Zeile ins Protokoll geschrieben. So kann nachvollzogen werden, was bei der Validierung passiert. Verwenden Sie ein Diagnosewerkzeug wie dig oder drill, um herauszufinden, warum eine Validierung bei diesen Abfragen fehlschlägt. Bei Stufe 2 wird nicht nur die fehlgeschlagene Abfrage protokolliert, sondern auch der Grund, warum Unbound sie als fehlerhaft einstufte - einschließlich des Servers, der die fehlerhaften Daten geliefert hat.
el_gr: Ζητήστε από τον επικυρωτή να εκτυπώσει τις αποτυχίες επικύρωσης στο αρχείο καταγραφής. Ανεξάρτητα από τη ρύθμιση λεπτομέρειας. Η προεπιλογή είναι 0, απενεργοποιημένη. Στο 1, για κάθε ερώτημα χρήστη που αποτυγχάνει, εκτυπώνεται μια γραμμή στα αρχεία καταγραφής. Με αυτόν τον τρόπο μπορείτε να παρακολουθείτε τι συμβαίνει με την επικύρωση. Χρησιμοποιήστε ένα εργαλείο διάγνωσης, όπως το dig ή το drill, για να μάθετε γιατί η επικύρωση αποτυγχάνει για αυτά τα ερωτήματα. Στο 2, δεν εκτυπώνεται μόνο το ερώτημα που απέτυχε, αλλά και ο λόγος για τον οποίο η Unbound θεώρησε ότι ήταν λάθος και ποιος διακομιστής έστειλε τα ελαττωματικά δεδομένα.
fa_ir: به validator اجازه دهید شکست‌های اعتبارسنجی را در لاگ چاپ کند، مستقل از تنظیم verbosity. پیش‌فرض 0 (خاموش) است. در مقدار 1، برای هر پرس‌وجوی کاربر که ناموفق باشد یک خط در لاگ‌ها چاپ می‌شود تا بتوانید رفتار اعتبارسنجی را پایش کنید. از ابزارهای تشخیصی مانند dig یا drill برای یافتن دلیل شکست این پرس‌وجوها استفاده کنید. در مقدار 2، نه تنها پرس‌وجوی ناموفق چاپ می‌شود بلکه دلیل اینکه Unbound چرا آن را اشتباه دانسته و کدام سرور دادهٔ مشکل‌دار را فرستاده نیز چاپ می‌شود.
fr_fr: Faire en sorte que le validateur imprime les échecs de validation dans le journal. Indépendamment du paramètre de verbosité. La valeur par défaut est 0, désactivé. À 1, pour chaque requête utilisateur qui échoue, une ligne est imprimée dans le journal. De cette façon, vous pouvez contrôler ce qui se passe avec la validation. Utilisez un outil de diagnostic, tel que dig ou drill, pour savoir pourquoi la validation échoue pour ces requêtes. Au point 2, non seulement la requête qui a échoué est imprimée, mais aussi la raison pour laquelle la validation a échoué. est imprimée, mais aussi la raison pour laquelle Unbound a pensé qu'elle était erronée et quel serveur a envoyé la requête erronée. erronée et le serveur qui a envoyé les données erronées.
it_it: Fare in modo che il validatore stampi gli errori di convalida nel registro. Indipendentemente dall'impostazione della verbosità. L'impostazione predefinita è 0, disattivata. Alle 1, per ogni query dell'utente che non riesce, viene stampata una riga nei log. In questo modo puoi monitorare cosa succede con la convalida. Utilizzare un strumento di diagnosi, come scavare o perforare, per scoprire il motivo della convalida non riesce per queste query. A 2, non solo la domanda viene stampato non riuscito ma anche il motivo per cui Unbound pensava che lo fosse sbagliato e quale server ha inviato i dati errati.
ko_kr: 유효성 검사기가 로그에 유효성 검사 실패를 출력하도록 합니다. 상세도 설정과 관계없이 기본값은 0(끔)입니다. 1에서는 사용자 쿼리가 실패할 때마다 로그에 줄이 인쇄됩니다. 이렇게 하면 유효성 검사가 어떻게 진행되는지 모니터링할 수 있습니다. dig 또는 drill과 같은 진단 도구를 사용하여 이러한 쿼리에 대해 유효성 검사가 실패하는 이유를 알아냅니다. 2에서는 실패한 쿼리뿐만 아니라 Unbound가 잘못되었다고 생각한 이유와 잘못된 데이터를 보낸 서버도 출력됩니다.
uk_ua: Нехай валідатор виводить помилки валідації до журналу. Незалежно від налаштування деталізації. Типово: 0, вимкнено. При 1, для кожного запиту користувача, який не вдається, рядок виводиться до журналів. Таким чином ви можете відстежувати, що відбувається з валідацією. Використовуйте інструмент діагностики, такий як dig або drill, щоб з'ясувати, чому валідація не вдається для цих запитів. При 2, виводиться не лише запит, що не вдалося, але й причина, чому Unbound вважав його неправильним, і який сервер надіслав несправні дані.
zh_cn: 让验证器将验证失败信息发送到日志中。 无论详细程度设置如何。 缓存项也将过期。 默认为0，关闭。 设置为1时，对于每个失败的用户查询，都会在日志中打印一行。 通过这种方式，可以监控验证过程中发生的情况。 使用诊断工具（例如 dig 或 Drill）来找出这些查询验证失败的原因。 设置为2时，不仅打印失败的查询， 还打印Unbound认为错误的原因以及哪个服务器发送了错误的数据。

source: If a domain is entered here, queries for this specific domain will be forwarded to the specified server. Leave blank to forward all queries to the specified server (default).
cs_cz: Pokud je zde zadána doména, budou dotazy pro tuto konkrétní doménu přesměrovány na zadaný server. Pokud nevyplněno, budou všechny dotazy předány na zadaný server (výchozí nastavení).
de_de: Wenn eine Domain angegeben wird, werden DNS-Anfragen für genau diese Domain an den angegebenen Server weitergeleitet. Wenn das Feld leer bleibt, werden alle Anfragen an den angegebenen Server weitergeleitet (Standardverhalten).
el_gr: Εάν εισαχθεί εδώ ένας τομέας, τα ερωτήματα για αυτόν τον συγκεκριμένο τομέα θα προωθούνται στον καθορισμένο διακομιστή. Αφήστε το κενό για να προωθήσετε όλα τα ερωτήματα στον καθορισμένο διακομιστή (προεπιλογή).
fa_ir: اگر یک دامنه در اینجا وارد شود، پرس‌وجوها برای آن دامنهٔ خاص به سرور مشخص‌شده فوروارد می‌شوند. برای فوروارد همهٔ پرس‌وجوها به سرور مشخص‌شده خالی بگذارید (پیش‌فرض).
fr_fr: Si un domaine est saisi ici, les requêtes pour ce domaine spécifique seront transférées au serveur spécifié. Laissez le champ vide pour transférer toutes les requêtes au serveur spécifié (valeur par défaut).
it_it: Se qui viene inserito un dominio, le richieste per questo dominio specifico verranno inoltrate al server specificato. Lascia vuoto per inoltrare tutte le query al server specificato (impostazione predefinita).
ko_kr: 여기에 도메인을 입력하면, 이 특정 도메인에 대한 쿼리가 지정된 서버로 전달됩니다. 모든 쿼리를 지정된 서버로 전달하려면 비워 두세요(기본값).
uk_ua: Якщо тут введено домен, запити для цього конкретного домену будуть перенаправлені на вказаний сервер. Залиште порожнім, щоб перенаправляти всі запити на вказаний сервер (типово).
zh_cn: 如果此处输入域，则对此特定域的查询将转发到指定的服务器。 留空可将所有查询转发到指定服务器（默认）。

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison.
cs_cz: Pokud zapnuto, sleduje se celkový počet nežádoucích odpovědí v každém vlákně. Pokud dosáhne prahové hodnoty, bude provedena obranná akce a do souboru se záznamem událostí bude vypsáno varování. Tato obranná akce spočívá ve vyčištění mezipaměti sad RR a mezipaměti zpráv, čímž snad bude odstraněny veškeré nepatřičnosti.
de_de: Wenn aktiviert, wird in jedem Thread die Anzahl unerwünschter Antworten mitgezählt. Wird der Grenzwert erreicht, wird eine Abwehrmaßnahme ergriffen und eine Warnung ins Protokoll geschrieben. Diese Maßnahme besteht darin, den RRSet- und Nachrichten-Cache zu leeren, um eventuell eingeschleusten Schadcode („Poison“) zu entfernen.
el_gr: Εάν ενεργοποιηθεί, καταγράφεται ένας συνολικός αριθμός ανεπιθύμητων απαντήσεων σε κάθε νήμα. Όταν φτάσει στο όριο, λαμβάνεται μια αμυντική ενέργεια και εκτυπώνεται μια προειδοποίηση στο αρχείο καταγραφής. Αυτή η αμυντική ενέργεια είναι η εκκαθάριση της προσωρινής μνήμης RRSet και των μηνυμάτων, ελπίζοντας να λυθούν τυχόν προβλήματα.
fa_ir: اگر فعال شود، در هر ترد تعداد کل پاسخ‌های ناخواسته ردیابی می‌شود. وقتی این مقدار به آستانه برسد، اقدام دفاعی انجام شده و هشداری در فایل لاگ چاپ می‌شود. این اقدام دفاعی پاک‌سازی کش‌های RRSet و پیام است تا در امید، هر گونه poison از بین برود.
fr_fr: Si cette option est activée, un nombre total de réponses indésirables est comptabilisé dans chaque fil de discussion. Lorsqu'il atteint le seuil, une action défensive est entreprise et un avertissement est imprimé dans le fichier journal. Cette action défensive consiste à vider le RRSet et les caches de messages, dans l'espoir d'éliminer tout poison.
it_it: Se abilitato, in ogni thread viene tenuto traccia del numero totale di risposte indesiderate. Quando raggiunge la soglia, viene intrapresa un'azione difensiva e viene stampato un avviso nel file di registro. Questa azione difensiva consiste nel pulire l'RRSet e le cache dei messaggi, nella speranza di eliminare qualsiasi veleno.
ko_kr: 활성화하면, 원치 않는 응답의 총 개수가 모든 스레드에서 추적됩니다. 임계값에 도달하면 방어 조치가 취해지며 경고가 로그 파일에 인쇄됩니다. 이 방어 조치는 RRSet 및 메시지 캐시를 지우고 모든 위험 요소를 제거하는 것입니다.
uk_ua: Якщо увімкнено, у кожному потоці відстежується загальна кількість небажаних відповідей. Коли вона досягає порогу, виконується захисна дія, і попередження виводиться до файлу журналу. Ця захисна дія полягає в очищенні кешів RRSet і повідомлень, сподіваючись вивести будь-який «отрут».
zh_cn: 如果启用，则会在每个线程中跟踪不需要的回复总数。 当达到阈值时，将采取防御操作并将警告发送到日志文件中。 此防御操作是清除RRSet和消息缓存。

source: If enabled, log lines that say why queries return SERVFAIL to clients. This is separate from the verbosity debug logs, much smaller, and printed at the error level, not the info level of debug info from verbosity.
cs_cz: Pokud zapnuto, budou do záznamu událostí vypsány řádky se zdůvodněním, proč na dotazy bylo klientům vráceno SERVFAIL. Toto je nezávislé na stupni podrobností záznamů událostí pro ladění, mnohem menší, a vypisované na stupni chyba, nikoli na stupni informace ladících informací.
de_de: Wenn aktiviert, werden Logzeilen ausgegeben, die beschreiben, warum Abfragen mit SERVFAIL an Clients beantwortet wurden. Dies unterscheidet sich von den detaillierten Debug-Protokollen im Verbosity-Modus und enthält nur die Fehlermeldung, nicht aber die ausführlichen Debug-Informationen.
el_gr: Εάν είναι ενεργοποιημένη, καταγράφονται γραμμές καταγραφής που αναφέρουν γιατί τα ερωτήματα επιστρέφουν SERVFAIL στους υπολογιστές-πελάτες. Αυτό είναι ξεχωριστό από τα αρχεία καταγραφής λεπτομερειών εντοπισμού σφαλμάτων, πολύ μικρότερο και εκτυπώνεται σε επίπεδο σφάλματος και όχι στο επίπεδο πληροφοριών των πληροφοριών εντοπισμού σφαλμάτων από τη λεπτομερή περιγραφή.
fa_ir: اگر فعال شود، خطوط لاگی چاپ می‌شود که دلیل بازگشت SERVFAIL به کلاینت‌ها را نشان می‌دهد. این جدا از لاگ‌های verbosity است، بسیار کوچک‌تر است و در سطح خطا چاپ می‌شود نه در سطح info لاگ‌های اشکال‌زدایی verbosity.
fr_fr: Si cette option est activée, les lignes de journal qui expliquent pourquoi les requêtes renvoient SERVFAIL aux clients. Ces logs sont distincts des logs de débogage de la verbosité, beaucoup plus petits, et imprimées au niveau de l'erreur, et non au niveau de l'info de débogage de la verbosité.
it_it: Se abilitato, registra le righe che indicano il motivo per cui le query restituiscono SERVFAIL ai client. Questo è separato dai log di debug della verbosità, molto più piccoli, e stampato a livello di errore, non a livello di informazioni delle informazioni di debug dalla verbosità.
ko_kr: 활성화하면, 선택하면 쿼리가 SERVFAIL을 클라이언트에 반환하는 이유를 나타내는 로그 줄이 표시됩니다. 이는 자세한 디버그 로그와는 별개이며, 훨씬 더 작고, 자세한 디버그 정보의 정보 수준이 아닌 오류 수준에서 인쇄됩니다.
uk_ua: Якщо увімкнено, записувати в журнал рядки, які вказують, чому запити повертають SERVFAIL клієнтам. Це окремо від налагоджувальних журналів деталізації, набагато менше, і виводиться на рівні помилок, а не на інформаційному рівні налагоджувальної інформації з деталізації.
zh_cn: 如果启用，日志行会说明为什么查询将SERVFAIL返回给客户端。 这与详细调试日志分开， 小得多，并在错误级别打印， 而不是详细调试的信息级别。

source: If enabled, log lines to inform about local zone actions. These lines are like the local-zone type inform prints out, but they are also printed for the other types of local zones.
cs_cz: Pokud zapnuto, budou do záznamu událostí vypisovány řádky ohledně akcí v místní zóně. Tyto řádky jsou podobné těm, které vypisují typ informování o místní zóně, ale jsou vypisovány i pro ostatní typy místních zón.
de_de: Wenn aktiviert, werden Logzeilen zu lokalen Zonenaktionen ausgegeben. Diese entsprechen den Ausgaben vom Zonentyp 'inform', werden aber auch für andere lokale Zonentypen ausgegeben.
el_gr: Εάν είναι ενεργοποιημένη, καταγραφή γραμμών για την ενημέρωση σχετικά με τις ενέργειες τοπικής ζώνης. Αυτές οι γραμμές είναι όπως οι εκτυπώσεις πληροφοριών τύπου τοπικής ζώνης, αλλά εκτυπώνονται και για τους άλλους τύπους τοπικών ζωνών.
fa_ir: اگر فعال شود، خطوط لاگی برای اطلاع‌رسانی دربارهٔ اقدامات local zone چاپ می‌شوند. این خطوط مشابه چاپ‌های اطلاع‌رسانیِ نوع local-zone هستند، اما برای سایر انواع local zone نیز چاپ می‌شوند.
fr_fr: Si cette option est activée, elle permet d'enregistrer des lignes d'information sur les actions de la zone locale. Ces lignes sont du même type que celles qui sont imprimées pour les zones locales, mais elles sont également imprimées pour les autres types de zones locales. également imprimées pour les autres types de zones locales.
it_it: Se abilitato, registra le righe per informare sulle azioni della zona locale. Queste linee sono come le informazioni stampate sul tipo di zona locale, ma lo sono stampato anche per le altre tipologie di zone locali.
ko_kr: 활성화하면, 로컬 영역 작업에 대해 알리는 로그 줄이 표시됩니다. 이러한 줄은 local-zone 유형 inform이 인쇄되는 것과 같지만, 다른 유형의 로컬 영역에 대해서도 인쇄됩니다.
uk_ua: Якщо увімкнено, записувати в журнал рядки для інформування про дії локальних зон. Ці рядки схожі на виведення інформації типу local-zone, але вони також виводяться для інших типів локальних зон.
zh_cn: 如果启用，则日志行会通知有关本地区域操作的信息。 这些行会将类似本地区域类型通知打印输出， 但它们也针对其他类型的本地区域进行打印输出。

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
cs_cz: Pokud zapnuto, bude do záznamu událostí pro každý dotaz zapsán jeden řádek pro každý dotaz s časovým razítkem a IP adresou, názvem, typem a třídou. Všimněte si, že vypisování těchto řádků trvá dlouho, což server (výrazně) zpomaluje. Nestandardní (netisknutelné) znaky v názvech budou vypisovány jako „?“.
de_de: Wenn aktiviert, wird pro DNS-Anfrage eine Zeile im Log ausgegeben, mit Zeitstempel, IP-Adresse, Name, Typ und Klasse der Abfrage. Hinweis: Das Ausgeben dieser Zeilen benötigt Zeit und verlangsamt den Server (zum Teil erheblich). Nicht druckbare Sonderzeichen in Namen werden als '?' dargestellt.
el_gr: Εάν είναι ενεργοποιημένη, εκτυπώνει μία γραμμή ανά ερώτημα στο αρχείο καταγραφής, με τη χρονική σήμανση και τη διεύθυνση IP, το όνομα, τον τύπο και την κλάση του αρχείου καταγραφής. Σημειώστε ότι η εκτύπωση αυτών των γραμμών απαιτεί χρόνο, γεγονός που καθιστά τον διακομιστή (σημαντικά) πιο αργό. Οι περιττοί (μη εκτυπώσιμοι) χαρακτήρες στα ονόματα εκτυπώνονται ως '?'.
fa_ir: اگر فعال شود، برای هر پرس‌وجو یک خط شامل زمان لاگ، آدرس IP، نام، نوع و کلاس در لاگ چاپ می‌شود. توجه کنید که چاپ این خطوط زمان‌بر است و باعث کندتر شدن قابل‌توجه سرور می‌شود. کاراکترهای عجیب (غیرقابل‌چاپ) در نام‌ها به‌صورت '?' چاپ می‌شوند.
fr_fr: Si cette option est activée, elle imprime une ligne par requête dans le journal, avec l'horodatage du journal et l'adresse IP, le nom, le type et la classe. Notez que l'impression de ces lignes prend du temps, ce qui ralentit (considérablement) le serveur. Caractères impairs (non imprimables) dans les noms sont imprimés sous la forme de " ?".
it_it: Se abilitato, stampa una riga per query nel registro, con il timestamp del registro e l'indirizzo IP, il nome, il tipo e la classe. Tieni presente che ci vuole tempo per stampare queste righe, il che rende il server (notevolmente) più lento. Strano i caratteri (non stampabili) nei nomi vengono stampati come '?'.
ko_kr: 활성화하면, 로그 타임스탬프와 IP 주소, 이름, 유형 및 클래스가 있는 쿼리당 한 줄씩 로그에 인쇄됩니다. 이러한 줄을 인쇄하는 데 시간이 걸리므로 서버가 (상당히) 느려집니다. 이름에 홀수(인쇄할 수 없는) 문자가 있으면 '?'로 인쇄됩니다.
uk_ua: Якщо увімкнено, виводить один рядок на запит до журналу, з позначкою часу журналу та IP-адресою, ім'ям, типом та класом. Зверніть увагу, що друк цих рядків займає час, що робить сервер (значно) повільнішим. Незвичайні (недруковані) символи в іменах виводяться як '?'.
zh_cn: 如果启用，则将每个查询打印一行到日志， 其中包含日志时间戳和IP地址、名称、类型和类别。 注意，打印这些行需要时间，这会使服务器变慢。 名称中的奇数（不可打印）字符将打印为'?'。

source: If enabled, prints one line per reply to the log, with the log timestamp and IP address, name, type, class, return code, time to resolve, whether the reply is from the cache and the response size. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
cs_cz: Pokud zapnuto, bude do záznamu událostí pro každou odpověď zapsán jeden řádek s časovým razítkem a IP adresou, názvem a typem, třídu, návratový kód, dobu zabranou překladem, zda je odpověď z mezipaměti a velikost odpovědi. Všimněte si, že vypisování těchto řádků trvá dlouho, což server (výrazně) zpomaluje. Zvláštní (netisknutelné) znaky v názvech budou vypisovány jako „?“.
de_de: Wenn aktiviert, wird pro DNS-Antwort eine Zeile im Log ausgegeben, mit Zeitstempel, IP-Adresse, Name, Typ, Klasse, Rückgabecode, Antwortzeit, Angabe ob aus dem Cache, und Antwortgröße. Hinweis: Auch dies verlangsamt den Server (zum Teil erheblich). Nicht druckbare Zeichen werden als '?' dargestellt.
el_gr: Εάν είναι ενεργοποιημένη, εκτυπώνει μία γραμμή ανά απάντηση στο αρχείο καταγραφής, με τη χρονική σήμανση και τη διεύθυνση IP του αρχείου καταγραφής, το όνομα, τον τύπο, την κλάση, τον κωδικό επιστροφής, τον χρόνο επίλυσης, εάν η απάντηση προέρχεται από την προσωρινή μνήμη και το μέγεθος της απόκρισης. Σημειώστε ότι χρειάζεται χρόνος για την εκτύπωση αυτών των γραμμών, γεγονός που καθιστά τον διακομιστή (σημαντικά) πιο αργό. Οι περιττοί (μη εκτυπώσιμοι) χαρακτήρες στα ονόματα εκτυπώνονται ως '?'.
fa_ir: اگر فعال شود، برای هر پاسخ یک خط شامل زمان لاگ، آدرس IP، نام، نوع، کلاس، کد بازگشت، زمان حل (time to resolve)، اینکه آیا پاسخ از کش است یا خیر و اندازهٔ پاسخ در لاگ چاپ می‌شود. توجه کنید که چاپ این خطوط زمان‌بر است و باعث کندتر شدن قابل‌توجه سرور می‌شود. کاراکترهای عجیب (غیرقابل‌چاپ) در نام‌ها به‌صورت '?' چاپ می‌شوند.
fr_fr: Si cette option est activée, une ligne par réponse est imprimée dans le journal, avec l'horodatage du journal et l'adresse IP, le nom, le type, classe, code de retour, temps de résolution, si la réponse provient du cache et la taille de la réponse. Notez que l'impression de ces lignes prend du temps, ce qui ralentit (considérablement) le serveur. Caractères impairs (non imprimables) des noms sont imprimés sous la forme de " ?".
it_it: Se abilitato, stampa una riga per risposta al registro, con il timestamp del registro e indirizzo IP, nome, tipo, classe, codice restituito, tempo di risoluzione, se la risposta proviene dalla cache e la dimensione della risposta. Tieni presente che ci vuole tempo per stampare queste righe, il che rende il server (notevolmente) più lento. Strano i caratteri (non stampabili) nei nomi vengono stampati come '?'.
ko_kr: 활성화하면 로그 타임스탬프와 IP 주소, 이름, 유형, 클래스, 반환 코드, 해결 시간, 응답이 캐시에서 오는지 여부 및 응답 크기가 있는 응답당 한 줄씩 로그에 인쇄됩니다. 이러한 줄을 인쇄하는 데 시간이 걸리므로 서버가 (상당히) 느려집니다. 이름에 홀수(인쇄할 수 없는) 문자가 있으면 '?'로 인쇄됩니다.
uk_ua: Якщо увімкнено, виводить один рядок на кожну відповідь у журнал, із відміткою часу журналу та IP-адресою, ім'ям, типом, класом, кодом повернення, часом вирішення, чи відповідь отримана з кешу, та розміром відповіді. Зауважте, що друк цих рядків займає час, що значно сповільнює роботу сервера. Незвичайні (недруковані) символи в іменах друкуються як '?'.
zh_cn: 如果启用，则将每次回复打印一行到日志， 其中包含日志时间戳和IP地址、名称、类型、类、返回代码、 解析时间、回复是否来自缓存以及响应大小。 注意，打印这些行需要时间，这会使服务器变慢。 名称中的奇数（不可打印）字符将打印为'?'。

source: If enabled, prints the word 'query: ' and 'reply: ' with logged queries and replies. This makes filtering logs easier.
cs_cz: Pokud zapnuto, vypíše u zaznamenaných dotazů a odpovědí slovo „query: “, resp. „reply: “. Díky tomu se pak v záznamech událostí snáze filtruje.
de_de: Wenn aktiviert, wird dem Logeintrag das Wort 'query': bzw. 'reply': vorangestellt. Dies erleichtert die Filterung der Protokolle.
el_gr: Εάν ενεργοποιηθεί, εκτυπώνει τη λέξη 'query: ' και 'reply: ' με καταγεγραμμένα ερωτήματα και απαντήσεις. Αυτό διευκολύνει το φιλτράρισμα των αρχείων καταγραφής.
fa_ir: اگر فعال شود، کلمات 'query: ' و 'reply: ' همراه با پرس‌وجوها و پاسخ‌های لاگ‌شده چاپ می‌شوند که فیلتر کردن لاگ‌ها را آسان‌تر می‌کند.
fr_fr: Si cette option est activée, elle imprime le mot "query : ' et 'réponse : ' avec les requêtes et les réponses enregistrées. Cela facilite le filtrage des les journaux plus facilement.
it_it: Se abilitato, stampa la parola "query:" e "reply:" con le query e le risposte registrate. Questo rende il filtraggio registra più facilmente.
ko_kr: 활성화하면, 로그된 쿼리와 응답에 'query: ' 및 'reply: '라는 단어가 인쇄됩니다. 이렇게 하면 로그 필터링이 쉬워집니다.
uk_ua: Якщо увімкнено, виводить слова 'query: ' та 'reply: ' із зареєстрованими запитами та відповідями. Це полегшує фільтрацію журналів.
zh_cn: 如果启用，将打印单词'query: '和'reply: ' 以及记录的查询和回复。这将使过滤日志变得更加容易。
