Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Maximum Clients
cs_cz: Nejvýše klientů
de_de: Maximale Clients
el_gr: Μέγιστος αριθμός πελατών
fa_ir: حداکثر کلاینت‌ها
fr_fr: Clients Maximum
it_it: Clienti massimi
ko_kr: 최대 클라이언트 수
pl_pl: Maksymalna liczba klientów
uk_ua: Максимальна кількість клієнтів
zh_cn: 最大客户端数

source: Maximum Data Length
cs_cz: Nejvýše objem dat
de_de: Maximale Datenlänge
el_gr: Μέγιστο μήκος δεδομένων
fa_ir: حداکثر طول داده
fr_fr: Longueur de Données Maximum
it_it: Lunghezza massima dei dati
ko_kr: 최대 데이터 길이
pl_pl: Maksymalna długość danych
uk_ua: Максимальна довжина даних
zh_cn: 最大数据长度

source: Maximum Length
cs_cz: Maximální délka
de_de: Maximale Länge
el_gr: Μέγιστο μήκος
fa_ir: حداکثر طول
fr_fr: Longueur Maximum
it_it: Lunghezza massima
ko_kr: 최대 길이
pl_pl: Maksymalna długość
uk_ua: Максимальна довжина
zh_cn: 最大长度

source: Maximum Memory
cs_cz: Paměti nejvýše
de_de: Maximaler Speicher
el_gr: Μέγιστη μνήμη
fa_ir: حداکثر حافظه
fr_fr: Mémoire Maximum
it_it: Memoria massima
ko_kr: 최대 메모리
pl_pl: Maksymalna pamięć
uk_ua: Максимальна пам'ять
zh_cn: 最大内存

source: Maximum Memory In Queues (MB)
cs_cz: Nejvýše paměti ve frontách (MB)
de_de: Maximaler Speicher in Warteschlangen (MB)
el_gr: Μέγιστη μνήμη σε ουρές (MB)
fa_ir: حداکثر حافظه در صف‌ها (MB)
fr_fr: Mémoire maximale dans les files d'attente (MB)
it_it: Memoria massima nelle code (MB)
ko_kr: 대기열의 최대 메모리(MB)
pl_pl: Maksymalna pamięć w kolejkach (MB)
uk_ua: Максимальна пам'ять у чергах (МБ)
zh_cn: 队列中的最大内存 (MB)

source: Maximum Memory Policy
cs_cz: Zásada ohledně maxima paměti
de_de: Maximale Speicherrichtlinie
el_gr: Πολιτική μέγιστης μνήμης
fa_ir: سیاست حداکثر حافظه
fr_fr: Politique de mémoire maximale
it_it: Politica di memoria massima
ko_kr: 최대 메모리 정책
pl_pl: Polityka maksymalnej pamięci
uk_ua: Політика максимальної пам'яті
zh_cn: 最大内存策略

source: Maximum Memory Samples
cs_cz: Nejvýše paměti vzorků
de_de: Maximaler Speicher Samples
el_gr: Μέγιστα δείγματα μνήμης
fa_ir: حداکثر نمونه‌های حافظه
fr_fr: Échantillons de mémoire maximum
it_it: Campioni di memoria massima
ko_kr: 최대 메모리 샘플
pl_pl: Maksymalna liczba próbek pamięci
uk_ua: Максимальна кількість зразків пам'яті
zh_cn: 最大内存样本

source: Maximum RAM per LUA process
cs_cz: Operační paměti na LUA proces nejvýše
de_de: Maximaler RAM pro LUA-Prozess
el_gr: Μέγιστη μνήμη RAM ανά διεργασία LUA
fa_ir: حداکثر RAM برای هر فرآیند LUA
fr_fr: RAM maximum par process LUA
it_it: RAM massima per processo LUA
ko_kr: LUA 프로세스당 최대 RAM
pl_pl: Maksymalna RAM na proces LUA
uk_ua: Максимальний обсяг ОЗП на процес LUA
zh_cn: 每个LUA进程的最大RAM

source: Maximum Recipients
cs_cz: Příjemců nejvýše
de_de: Maximale Empfänger
el_gr: Μέγιστος αριθμός παραληπτών
fa_ir: حداکثر گیرندگان
fr_fr: Nombre maximum de destinataires
it_it: Destinatari massimi
ko_kr: 최대 수신자 수
pl_pl: Maksymalna liczba odbiorców
uk_ua: Максимальна кількість одержувачів
zh_cn: 最大收件人数

source: Maximum SSL DH Size
cs_cz: Velikost SSL DH nejvýše
de_de: Maximale SSL-DH-Schlüssellänge
el_gr: Μέγιστο μέγεθος SSL DH
fa_ir: حداکثر اندازه SSL DH
fr_fr: Taille maximum SSL DH
it_it: Dimensione massima SSL DH
ko_kr: 최대 SSL DH 크기
pl_pl: Maksymalny rozmiar DH SSL
uk_ua: Максимальний розмір SSL DH
zh_cn: 最大SSL DH大小

source: Maximum Size
cs_cz: Velikost nejvýše
de_de: Maximale Größe
el_gr: Μέγιστο μέγεθος
fa_ir: حداکثر اندازه
fr_fr: Taille maximum
it_it: Dimensione massima
ko_kr: 최대 크기
pl_pl: Rozmiar maksymalny
uk_ua: Максимальний розмір
zh_cn: 最大大小

source: Maximum connections
cs_cz: Nejvýše spojení
de_de: Maximale Verbindungen
el_gr: Μέγιστος αριθμός συνδέσεων
fa_ir: حداکثر اتصالات
fr_fr: Connexions maximum
it_it: Connessioni massime
ko_kr: 최대 연결 수
pl_pl: Maksymalna liczba połączeń
uk_ua: Максимальна кількість з'єднань
zh_cn: 最大连接数

source: Maximum depth directories are scanned at.
cs_cz: Skenovat složky nejhlouběji do dané úrovně vnoření.
de_de: Maximale Tiefe in der Verzeichnisse einglesen werden.
el_gr: Οι κατάλογοι μέγιστου βάθους σαρώνονται στο.
fa_ir: حداکثر عمق اسکن دایرکتوری‌ها
fr_fr: La profondeur maximale à laquelle les répertoires sont analysés.
it_it: Viene eseguita la scansione delle directory con profondità massima.
ko_kr: 최대 깊이 디렉터리는 다음에서 검색됩니다.
pl_pl: Maksymalna głębokość skanowania katalogów.
uk_ua: Максимальна глибина сканування тек.
zh_cn: 扫描最大目录深度。

source: Maximum download size (kB)
cs_cz: Velikost (kB) stahování nejvýše
de_de: Maximale Download-Größe (kB)
el_gr: Μέγιστο μέγεθος λήψης (kB)
fa_ir: حداکثر اندازه دانلود (kB)
fr_fr: Taille maximum du téléchargement (en Ko)
it_it: Dimensione massima del download (kB)
ko_kr: 최대 다운로드 크기(kB)
pl_pl: Maksymalny rozmiar pobierania (kB)
uk_ua: Максимальний розмір завантаження (кБ)
zh_cn: 最大下载大小 (kB)

source: Maximum number of concurrent FTP sessions. When the proxy reaches this limit, new connections are denied. The default is 100 sessions. The limit can be lowered to a minimum of 1, or raised to a maximum of 500.
cs_cz: Nejvyšší umožněný počet souběžných FTP relací. Když proxy dosáhne tohoto limitu, jsou nová spojení odepřena. Výchozí je 100 relací. Tento limit je možné snížit až na 1 nebo zvýšit až na 500.
de_de: Maximale Anzahl gleichzeitiger FTP-Sitzungen. Wenn der Proxy diese Grenze erreicht, werden neue Verbindungen verweigert. Der Standardwert ist 100 Sitzungen. Die Grenze kann auf ein minimum von 1 gesenkt oder auf maximal 500 erhöht werden.
el_gr: Μέγιστος αριθμός ταυτόχρονων συνεδριών FTP. Όταν ο διακομιστής μεσολάβησης φτάσει σε αυτό το όριο, οι νέες συνδέσεις απορρίπτονται. Η προεπιλογή είναι 100 συνεδρίες. Το όριο μπορεί να μειωθεί σε τουλάχιστον 1 ή να αυξηθεί σε μέγιστο 500.
fa_ir: حداکثر تعداد نشست‌های همزمان FTP. وقتی پروکسی به این حد برسد، اتصال‌های جدید رد می‌شوند. مقدار پیش‌فرض 100 نشست است. می‌توان این محدودیت را تا حداقل 1 کاهش داد یا تا حداکثر 500 افزایش داد.
fr_fr: Nombre maximal de sessions FTP simultanées. Lorsque le proxy atteint cette limite, les nouvelles connexions sont refusées. La valeur par défaut est 100 sessions. La limite peut être abaissée à un minimum de 1 ou augmentée à un maximum de 500.
it_it: Numero massimo di sessioni FTP simultanee. Quando il proxy raggiunge questo limite, le nuove connessioni vengono negate. Il valore predefinito è 100 sessioni. Il limite può essere abbassato fino a un minimo di 1 o aumentato fino a un massimo di 500.
ko_kr: 최대 동시 FTP 세션 수입니다. 프록시가 이 제한에 도달하면 새 연결이 거부됩니다. 기본값은 100 세션입니다. 제한은 최소 1로 낮추거나 최대 500으로 올릴 수 있습니다.
pl_pl: Maksymalna liczba równoczesnych sesji FTP. Gdy proxy osiągnie ten limit, nowe połączenia są odrzucane. Domyślnie jest 100 sesji. Limit można obniżyć do minimum 1 lub podnieść do maksimum 500.
uk_ua: Максимальна кількість одночасних FTP-сесій. Коли проксі досягає цього ліміту, нові з'єднання відхиляються. За типово це 100 сесій. Ліміт може бути зменшений до мінімуму 1 або збільшений до максимуму 500.
zh_cn: 最大并发FTP会话数。 当代理达到此限制时，新连接会被拒绝。 默认值为100个会话。 该限制可以降低到最小值1，或者提高到最大值500。

source: Maximum number of new lines the agent will send per second to Zabbix Server or Proxy processing 'log' and 'logrt' active checks.
cs_cz: Nejvyšší počet nový řádek které agent za sekundu pošle na ZabbixServer nebo proxy při zpracovávání aktivních kontrol „log“ (záznam událostí) a „logrt“ (dtto v reálném čase).
de_de: Maximale Anzahl neuer Zeilen, die der Agent pro Sekunde an den Zabbix-Server oder -Proxy sendet, wenn aktive Prüfungen mit log oder logrt verarbeitet werden.
el_gr: Μέγιστος αριθμός νέων γραμμών που θα στέλνει ο παράγοντας ανά δευτερόλεπτο στον διακομιστή Zabbix ή στον διακομιστή μεσολάβησης, επεξεργάζοντας τους ενεργούς ελέγχους 'log' και 'logrt'.
fa_ir: حداکثر تعداد خطوط جدیدی که عامل در هر ثانیه به Zabbix Server یا Proxy برای پردازش بررسی‌های فعال 'log' و 'logrt' ارسال می‌کند.
fr_fr: Nombre maximum de nouvelles lignes que l'agent enverra par seconde au serveur Zabbix ou au proxy qui traite les contrôles actifs 'log' et 'logrt'.
it_it: Numero massimo di nuove righe che l'agente invierà al secondo al server Zabbix o al proxy elaborando i controlli attivi "log" e "logrt".
ko_kr: 에이전트가 초당 Zabbix Server 또는 프록시 처리 중인 'log' 및 'loggrt' 능동 검사에 보낼 최대 새 줄 수입니다.
pl_pl: Maksymalna liczba nowych linii, które agent będzie wysyłał na sekundę do serwera Zabbix lub proxy przetwarzając aktywne kontrole 'log' i 'logrt'.
uk_ua: Максимальна кількість нових рядків, які агент надсилатиме за секунду на Zabbix Server або Proxy, що обробляють активні перевірки 'log' та 'logrt'.
zh_cn: 代理程序每秒向Zabbix服务器或代理处理"日志"和"logrt"活动检查发送的最大新行数。

source: Maximum number of queued items
cs_cz: Položek ve frontě nejvýše
de_de: Maximale Anzahl Elemente in der Warteschlange
el_gr: Μέγιστος αριθμός στοιχείων σε ουρά
fa_ir: حداکثر تعداد آیتم‌های صف
fr_fr: Nombre maximum d'objets en file d'attente
it_it: Numero massimo di elementi in coda
ko_kr: 대기 중인 최대 항목 수
pl_pl: Maksymalna liczba elementów w kolejce
uk_ua: Максимальна кількість елементів у черзі
zh_cn: 最大排队项目数

source: Maximum number of queued items (including those being processed by MaxThreads threads). It is recommended to have this value at least twice MaxThreads if possible.
cs_cz: Nejvyšší umožněný počet položek ve frontě (včetně položek zpracovávaných vlákny MaxThreads). Doporučuje se, aby tato hodnota byla pokud možno alespoň dvojnásobkem MaxThreads.
de_de: Maximale Anzahl von Elementen in der Warteschlange (einschließlich derjenigen, die von MaxThreads Threads verarbeitet werden). Es wird empfohlen, diesen Wert nach Möglichkeit mindestens zweimal MaxThreads zu haben.
el_gr: Μέγιστος αριθμός στοιχείων σε ουρά (συμπεριλαμβανομένων εκείνων που υποβάλλονται σε επεξεργασία από νήματα MaxThreads). Συνιστάται να έχετε αυτήν την τιμή τουλάχιστον διπλάσια από το MaxThreads, εάν είναι δυνατόν.
fa_ir: حداکثر تعداد آیتم‌های صف (شامل مواردی که توسط MaxThreads پردازش می‌شوند). توصیه می‌شود در صورت امکان این مقدار حداقل دو برابر MaxThreads باشد.
fr_fr: Nombre maximum d'éléments en file d'attente (y compris ceux traités par les threads MaxThreads). Il est recommandé d'avoir cette valeur au moins deux fois MaxThreads si possible.
it_it: Numero massimo di elementi in coda (compresi quelli elaborati dai thread MaxThreads). Si consiglia di avere questo valore almeno due volte MaxThreads, se possibile.
ko_kr: 대기 중인 최대 항목 수(MaxThreads 스레드에서 처리 중인 항목 포함). 가능한 경우 이 값을 최소 두 배의 MaxThreads로 설정하는 것이 좋습니다.
pl_pl: Maksymalna liczba elementów w kolejce (w tym tych przetwarzanych przez wątki MaxThreads). Zaleca się, aby ta wartość była co najmniej dwukrotnie większa niż MaxThreads, jeśli to możliwe.
uk_ua: Максимальна кількість елементів у черзі (включно з тими, що обробляються потоками MaxThreads). Рекомендується, якщо можливо, щоб це значення було принаймні вдвічі більшим за MaxThreads.
zh_cn: 排队的最大项目数(包括MaxThreads线程正在处理的项目)。 如果可能，建议将此值至少设置为MaxThreads(最大线程)的两倍。

source: Maximum number of threads running
cs_cz: Nejvyšší umožněný počet souběžných vláken
de_de: Maximale Anzahl an laufenden Threads
el_gr: Μέγιστος αριθμός τρεχούμενων νημάτων
fa_ir: حداکثر تعداد threads در حال اجرا
fr_fr: Nombre maximum de threads en cours d'exécution
it_it: Numero massimo di thread in esecuzione
ko_kr: 실행 중인 최대 스레드 수
pl_pl: Maksymalna liczba działających wątków
uk_ua: Максимальна кількість запущених потоків
zh_cn: 最大运行线程数

source: Maximum number of threads running at the same time.
cs_cz: Nejvyšší umožněný počet vláken spuštěných v jednom okamžiku.
de_de: Maximale Anzahl simultaner Threads.
el_gr: Μέγιστος αριθμός νημάτων που εκτελούνται ταυτόχρονα.
fa_ir: حداکثر تعداد threads همزمان
fr_fr: Nombre maximum de threads fonctionnant en même temps.
it_it: Numero massimo di thread in esecuzione contemporaneamente.
ko_kr: 동시에 실행되는 최대 스레드 수입니다.
pl_pl: Maksymalna liczba wątków działających jednocześnie.
uk_ua: Максимальна кількість потоків, що працюють одночасно.
zh_cn: 同时运行的最大线程数。

source: Maximum number of values in a memory buffer. The agent will send all collected data to Zabbix Server or Proxy if the buffer is full.
cs_cz: Maximální počet hodnot ve vyrovnávací paměti v operační paměti. Jakmile se vyrovnávací paměť zaplní, agent odešle všechna nashromážděná data na Zabbix server nebo proxy.
de_de: Maximale Anzahl an Werten im Speicherpuffer. Der Agent sendet alle gesammelten Daten an den Zabbix-Server oder -Proxy, wenn der Puffer voll ist.
el_gr: Μέγιστος αριθμός τιμών σε μια ενδιάμεση μνήμη. Ο παράγοντας θα στείλει όλα τα δεδομένα που συλλέγονται στον διακομιστή Zabbix ή στο Proxy εάν η ενδιάμεση μνήμη είναι πλήρης.
fa_ir: حداکثر تعداد مقادیر در بافر حافظه. اگر بافر پر شود، عامل همه داده‌های جمع‌آوری‌شده را به Zabbix Server یا Proxy ارسال می‌کند.
fr_fr: Nombre maximum de valeurs dans un tampon de mémoire. L'agent enverra toutes les données collectées au serveur Zabbix ou au proxy si le tampon est plein.
it_it: Numero massimo di valori in un buffer di memoria. L'agente invierà tutti i dati raccolti a Zabbix Server o Proxy se il buffer è pieno.
ko_kr: 메모리 버퍼의 최대 값 수입니다. 버퍼가 가득 찬 경우 에이전트는 수집된 모든 데이터를 Zabbix Server 또는 Proxy로 보냅니다.
pl_pl: Maksymalna liczba wartości w buforze pamięci. Agent wyśle wszystkie zebrane dane do serwera Zabbix lub proxy, jeśli bufor jest pełny.
uk_ua: Максимальна кількість значень у буфері пам'яті. Агент надсилатиме всі зібрані дані на Zabbix Server або Proxy, якщо буфер заповнений.
zh_cn: 内存缓冲区中的最大值数。 如果缓冲区已满，代理会把所有收集的数据发送到Zabbix服务器或代理。

source: Maximum object size (MB)
cs_cz: Nejvyšší umožněná velikost objektu (MB)
de_de: Maximale Objektgröße (MB)
el_gr: Μέγιστο μέγεθος αντικειμένου (MB)
fa_ir: حداکثر اندازه شیء (MB)
fr_fr: Taille maximale de l'objet (Mo)
it_it: Dimensione massima dell'oggetto (MB)
ko_kr: 최대 개체 크기(MB)
pl_pl: Maksymalny rozmiar obiektu (MB)
uk_ua: Максимальний розмір об'єкта (МБ)
zh_cn: 最大对象大小(MB)

source: Maximum size of log file in MB. Zabbix Agent will automatically rotate the log once this limit is reached.
cs_cz: Nejvyšší umožněná velikost souboru se záznamem událostí (log) v MB. Po dosažení tohoto limitu bude Zabbix agentem automaticky rotován.
de_de: Maximale Größe der Protokolldatei in MB. Der Zabbix-Agent wird die Protokolldatei automatisch rotieren, sobald die Begrenzung erreicht wird.
el_gr: Μέγιστο μέγεθος αρχείου καταγραφής σε MB. Ο παράγοντας Zabbix θα εναλλάσσει αυτόματα το αρχείο καταγραφής μόλις επιτευχθεί αυτό το όριο.
fa_ir: حداکثر اندازهٔ فایل لاگ بر حسب MB. Zabbix Agent هنگامی که به این حد رسید، به‌طور خودکار گردش فایل لاگ را انجام می‌دهد.
fr_fr: Taille maximale du fichier journal en Mo. L'agent Zabbix effectuera automatiquement une rotation du journal lorsque cette limite sera atteinte.
it_it: Dimensione massima del file di registro in MB. Zabbix Agent ruoterà automaticamente il registro una volta raggiunto questo limite.
ko_kr: 로그 파일의 최대 크기(MB). Zabbix 에이전트는 이 제한에 도달하면 로그를 자동으로 회전합니다.
pl_pl: Maksymalny rozmiar pliku dziennika w MB. Agent Zabbix automatycznie obróci dziennik, gdy ten limit zostanie osiągnięty.
uk_ua: Максимальний розмір файлу журналу в МБ. Агент Zabbix автоматично обертатиме журнал після досягнення цього ліміту.
zh_cn: 日志文件的最大大小(MB)。 达到此限制后，Zabbix Agent会自动覆盖日志。

source: Maximum upload size (kB)
cs_cz: Nejvyšší umožněná velikost nahrávaného (KB)
de_de: Maximale Upload-Größe (kB)
el_gr: Μέγιστο μέγεθος μεταφόρτωσης (kB)
fa_ir: حداکثر حجم آپلود (kB)
fr_fr: Taille maximum des téléversements (ko)
it_it: Dimensione massima del caricamento (kB)
ko_kr: 최대 업로드 크기(kB)
pl_pl: Maksymalny rozmiar wysyłania (kB)
uk_ua: Максимальний розмір завантаження (кБ)
zh_cn: 最大上传大小(kB)

source: Memory
cs_cz: Paměť
de_de: Speicher
el_gr: Μνήμη
fa_ir: حافظه
fr_fr: Mémoire
it_it: Memoria
ko_kr: 메모리
pl_pl: Pamięć
uk_ua: Пам'ять
zh_cn: 内存

source: Memory Cache size in Megabytes
cs_cz: Velikost mezipaměti v megabajtech
de_de: Speicherzwischenspeichergröße in Megabyte
el_gr: Μέγεθος προσωρινής μνήμης σε Megabyte
fa_ir: اندازهٔ کش حافظه (Megabytes)
fr_fr: Taille du cache mémoire (en Mo)
it_it: Dimensioni della cache di memoria in megabyte
ko_kr: 메모리 캐시 크기(MB)
pl_pl: Rozmiar cache w MB
uk_ua: Розмір кешу пам'яті в мегабайтах
zh_cn: 缓存大小(MB)

source: Memory Statistics
cs_cz: Statistiky ohledně operační paměti
de_de: Speicherstatistiken
el_gr: Στατιστικά μνήμης
fa_ir: آمار حافظه
fr_fr: Statistiques Mémoire
it_it: Statistiche della memoria
ko_kr: 메모리 통계
pl_pl: Statystyki pamięci
uk_ua: Статистика пам'яті
zh_cn: 内存统计信息

source: Message
cs_cz: Zpráva
de_de: Nachricht
el_gr: Μήνυμα
fa_ir: پیام
it_it: Messaggio
ko_kr: 메세지
pl_pl: Wiadomość
uk_ua: Повідомлення
zh_cn: 信息

source: Message Digest
cs_cz: Otisk zprávy
de_de: Nachrichtenprüfsumme
el_gr: Σύνοψη μηνυμάτων
fa_ir: خلاصهٔ پیام
it_it: Raccolta dei messaggi
ko_kr: 메시지 요약
pl_pl: Skrót wiadomości
uk_ua: Дайджест повідомлення
zh_cn: 信息摘要

source: Message Size Limit
cs_cz: Limit velikosti zprávy
de_de: Nachrichtengrößenbegrenzung
el_gr: Όριο μεγέθους μηνύματος
fa_ir: حداکثر اندازهٔ پیام
fr_fr: Limite Taille Message
it_it: Limite dimensione messaggio
ko_kr: 메시지 크기 제한
pl_pl: Limit rozmiaru wiadomości
uk_ua: Обмеження розміру повідомлення
zh_cn: 信息大小限制

source: Metric Batch Size
cs_cz: Velikost dávky metrik
de_de: Metrische Stapelgröße
el_gr: Μετρικό μέγεθος παρτίδας
fa_ir: اندازهٔ دستهٔ متریک
fr_fr: Taille de lot métrique
it_it: Dimensione batch metrica
ko_kr: 메트릭 배치 크기
pl_pl: Rozmiar Partii Metryki
uk_ua: Розмір пакету метрик
zh_cn: 公制批量大小

source: Metric Buffer Limit
cs_cz: Limit vyrovnávací paměti metrik
de_de: Metrikpufferbegrenzung
el_gr: Όριο μετρικού buffer
fa_ir: حد بافر متریک
fr_fr: Limite de la mémoire tampon métrique
it_it: Limite buffer metrico
ko_kr: 메트릭 버퍼 제한
pl_pl: Limit Bufora Metryki
uk_ua: Обмеження буфера метрик
zh_cn: 指标缓冲区限制

source: Milter Headers
cs_cz: Hlavičky Milter
de_de: Milter-Kopfzeilen
el_gr: Κεφαλίδες Milter
fa_ir: هدرهای Milter
fr_fr: En-têtes Milter
it_it: Intestazioni Milter
ko_kr: 밀터 헤더
pl_pl: Nagłówki Milter
uk_ua: Заголовки Milter

source: Min spare threads
cs_cz: Náhradních vláken přinejmenším
de_de: Minimale freie Threads
el_gr: Ελάχιστα εφεδρικά νήματα
fa_ir: حداقل نخ‌های آماده
fr_fr: Filets de rechange minimum
it_it: Minimi fili di riserva
ko_kr: 최소 예비 스레드
pl_pl: Minimalna ilość wolnych wątków
uk_ua: Мінімум вільних потоків
zh_cn: 最小备用线程

source: Minimum acceptable persistent queue delay (in ms), leave empty for default
cs_cz: Nejnižší přijatelná trvalá prodleva fronty (v ms). Pokud není vyplněno, bude použita výchozí hodnota
de_de: Geben Sie die minimal akzeptierte dauerhafte Queue-Verzögerung in Millisekunden an. Lassen Sie das Feld leer, um den Standardwert zu verwenden.
el_gr: Ελάχιστη αποδεκτή μόνιμη καθυστέρηση ουράς (σε ms), αφήστε κενό για προεπιλογή
fa_ir: حداقل تأخیر قابل‌قبول صف پایدار (بر حسب ms)، برای استفاده از مقدار پیش‌فرض خالی بگذارید.
fr_fr: Délai minimum acceptable pour les files d'attente persistantes (en ms), laisser vide pour la valeur par défaut.
it_it: Ritardo minimo accettabile della coda persistente (in ms), lasciare vuoto per impostazione predefinita
ko_kr: 허용 가능한 최소 영구 대기열 지연 시간(ms), 기본값은 비워 둡니다
pl_pl: Minimalne akceptowalne opóźnienie trwałej kolejki (w ms), pozostaw puste dla domyślnych wartości
uk_ua: Мінімально допустима затримка стійкої черги (в мс), залиште порожнім для типового значення
zh_cn: 最小可接受的持久队列延迟(毫秒)，默认为空

source: Minutes
cs_cz: Minuty
de_de: Minuten
el_gr: Πρακτικά
fa_ir: دقیقه
it_it: Minuti
ko_kr: 분
pl_pl: Minuty
uk_ua: Хвилини
zh_cn: 分钟

source: Mode
cs_cz: Režim
de_de: Modus
el_gr: Τρόπος
fa_ir: حالت
it_it: Modalità
ko_kr: 모드
pl_pl: Tryb
uk_ua: Режим
zh_cn: 模式

source: Monit HTTPD Access List
cs_cz: Přístupový seznam HTTP Monit
de_de: Monit HTTPD-Zugriffsliste
el_gr: Λίστα πρόσβασης HTTPD παρακολούθησης
fa_ir: فهرست دسترسی Monit HTTPD
fr_fr: Liste d'accès Monit HTTPD
it_it: Monitora l'elenco di accesso HTTPD
ko_kr: Monit HTTPD 접근 목록
pl_pl: Lista Dostępu HTTPD Monit
uk_ua: Список доступу Monit HTTPD
zh_cn: Monit HTTPD访问列表

source: Monit HTTPD Port
cs_cz: Port HTTPD služby Monit
el_gr: Παρακολούθηση θύρας HTTPD
fa_ir: پورت Monit HTTPD
it_it: Monitora la porta HTTPD
ko_kr: Monit HTTPD 포트
pl_pl: Port HTTPD Monit
uk_ua: Порт Monit HTTPD
zh_cn: Monit HTTPD 端口

source: Monitor Password
cs_cz: Heslo pro monitor
de_de: Überwachungspasswort
el_gr: Κωδικός πρόσβασης παρακολούθησης
fa_ir: رمز عبور مانیتور
fr_fr: Surveiller le Mot de Passe
it_it: Monitora la password
ko_kr: 모니터 비밀번호
pl_pl: Hasło Monitora
uk_ua: Пароль монітора
zh_cn: Monitor密码

source: Months
cs_cz: Měsíce
de_de: Monate
el_gr: Μήνες
fa_ir: ماه
fr_fr: Mois
it_it: Mesi
ko_kr: 월
pl_pl: Miesiące
uk_ua: Місяці
zh_cn: 月份

source: Multimap Settings
cs_cz: Nastavení multimap
de_de: Multimap-Einstellungen
el_gr: Ρυθμίσεις πολλαπλών χαρτών
fa_ir: تنظیمات Multimap
fr_fr: Paramètres multimap
it_it: Impostazioni multimappa
ko_kr: 멀티맵 설정
pl_pl: Ustawienia Multimap
uk_ua: Налаштування мультикарт
zh_cn: 多重映射设置

source: MySQL check
cs_cz: Kontrola MySQL
de_de: MySQL-Überprüfung
el_gr: Έλεγχος MySQL
fa_ir: بررسی MySQL
fr_fr: Contrôle MySQL
it_it: Controllo MySQL
ko_kr: MySQL 검사
pl_pl: Sprawdzenie MySQL
uk_ua: Перевірка MySQL
zh_cn: MySQL 检查

source: MySQL user
cs_cz: MySQL uživatel
de_de: MySQL-Benutzer
el_gr: Χρήστης MySQL
fa_ir: کاربر MySQL
fr_fr: Utilisateur MySQL
it_it: Utente MySQL
ko_kr: MySQL 사용자
pl_pl: Użytkownik MySQL
uk_ua: Користувач MySQL
zh_cn: MySQL 用户

source: NOTE: The specified server must be present in the Backend Pool where this rule is applied.
cs_cz: POZN.: Je třeba, aby uvedený server byl přítomný ve Fondu podpůrné vrstvy, kde je toto pravidlo uplatňováno.
de_de: HINWEIS: Der angegebene Server muss im Backend-Pool vorhanden sein, wo diese Regel angewendet wird.
el_gr: ΣΗΜΕΙΩΣΗ: Ο καθορισμένος διακομιστής πρέπει να υπάρχει στο Backend Pool όπου εφαρμόζεται αυτός ο κανόνας.
fa_ir: توجه: سرور مشخص‌شده باید در Backend Pool‌ای که این قانون روی آن اعمال می‌شود، وجود داشته باشد.
fr_fr: NOTE: Le serveur spécifié doit être présent dans le Backend Pool où cette règle est appliquée.
it_it: NOTA: il server specificato deve essere presente nel pool backend in cui viene applicata questa regola.
ko_kr: 참고: 지정한 서버는 이 규칙이 적용되는 백엔드 풀에 있어야 합니다.
pl_pl: UWAGA: Określony serwer musi być obecny w puli Backend, gdzie ta reguła jest stosowana.
uk_ua: НОТАТКА: Зазначений сервер має бути присутнім у пулі бекендів, де застосовується це правило.
zh_cn: 注意：指定的服务器必须存在于应用此规则的后端池中。

source: NTP Statistics
cs_cz: Statistiky NTP
de_de: NTP-Statistiken
el_gr: Στατιστικά NTP
fa_ir: آمار NTP
fr_fr: Statistiques NTP
it_it: Statistiche NTP
ko_kr: NTP 통계
pl_pl: Statystyki NTP
uk_ua: Статистика NTP
zh_cn: NTP统计

source: Name
cs_cz: Název
el_gr: Όνομα
fa_ir: نام
fr_fr: Nom
it_it: Nome
ko_kr: 이름
pl_pl: Nazwa
uk_ua: Назва
zh_cn: 名称

source: Name to identify this Backend Pool.
cs_cz: Název pro identifikaci tohoto fondu podpůrné vrstvy.
de_de: Name zur Identifizierung dieses Backend-Pools.
el_gr: Όνομα για τον προσδιορισμό αυτής της ομάδας παρασκηνίου.
fa_ir: نام برای شناسایی این Backend Pool.
fr_fr: Nom pour identifier ce Backend Pool.
it_it: Nome per identificare questo pool backend.
ko_kr: 이 백엔드 풀을 식별할 이름입니다.
pl_pl: Nazwa identyfikująca tę pulę Backend.
uk_ua: Назва для ідентифікації цього пулу бекендів.
zh_cn: 用于标识此后端池的名称。

source: Name to identify this Health Monitor.
cs_cz: Název pro identifikaci tohoto monitoru stavu.
de_de: Name zur Identifizierung dieses Health Monitors.
el_gr: Όνομα για την αναγνώριση αυτού του Παρατηρητή Υγείας.
fa_ir: نام برای شناسایی این Health Monitor.
fr_fr: Nom pour identifier ce Moniteur de Santé.
it_it: Nome per identificare questo Health Monitor.
ko_kr: 이 상태 모니터를 식별할 이름입니다.
pl_pl: Nazwa identyfikująca ten Monitor Zdrowia.
uk_ua: Назва для ідентифікації цього монітора стану.
zh_cn: 用于标识此健康监测的名称。
