Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Time to schedule IKE reauthentication. IKE reauthentication recreates the IKE/ISAKMP SA from scratch and re-evaluates the credentials. In asymmetric configurations (with EAP or configuration payloads) it might not be possible to actively reauthenticate as responder. The IKEv2 reauthentication lifetime negotiation can instruct the client to perform reauthentication. Reauthentication is disabled by default (0). Enabling it usually may lead to small connection interruptions as strongSwan uses a break-before-make policy with IKEv2 by default.
cs_cz: Doba pro naplánování opětovné ověření IKE. Opětovné ověření IKE znovu vytvoří IKE/ISAKMP SA od začátku a znovu vyhodnotí pověření. V asymetrických uspořádáních (nesoucími EAP nebo nastavení) nemusí být možné aktivně provést opětovné ověření jako odpovídač. Vyjednávání o době životnosti opětovného ověření IKEv2 může dát klientovi pokyn k provedení opětovného ověření. Ve výchozím nastavení je opětovné ověřování vypnuto (0). Jeho zapnutí může obvykle vést k malým přerušením spojení, protože strongSwan ve výchozím nastavení v případě IKEv2 používá zásadu break-before-make.
de_de: Zeitplanung für die IKE-Neuauthentifizierung. Die IKE-Neuauthentifizierung erstellt die IKE-/ISAKMP-SA neu und überprüft die Anmeldeinformationen erneut. In asymmetrischen Konfigurationen (mit EAP oder Konfigurationsnutzdaten) ist es möglicherweise nicht möglich, als Antwortender aktiv neu zu authentifizieren. Die Lebensdauerverhandlung in IKEv2 kann den Client zur Neuauthentifizierung auffordern. Neuauthentifizierung ist standardmäßig deaktiviert (0). Wird sie aktiviert, kann es zu kurzen Verbindungsunterbrechungen kommen, da strongSwan bei IKEv2 standardmäßig eine "Break-before-make"-Strategie verwendet.
el_gr: Ώρα να προγραμματιστεί η επαναπιστοποίηση IKE. Η επαναπιστοποίηση IKE αναδημιουργεί την IKE/ISAKMP SA από την αρχή και επαναξιολογεί τα διαπιστευτήρια. Σε ασύμμετρες διαμορφώσεις (με EAP ή φορτία διαμόρφωσης) ενδέχεται να μην είναι δυνατή η ενεργή επαναπιστοποίηση ως ανταποκριτής. Η διαπραγμάτευση εφ' όρου ζωής επαναπιστοποίησης IKEv2 μπορεί να δώσει εντολή στον πελάτη να εκτελέσει επαναπιστοποίηση. Η επαναπιστοποίηση είναι απενεργοποιημένη από προεπιλογή (0). Η ενεργοποίησή της συνήθως μπορεί να οδηγήσει σε μικρές διακοπές σύνδεσης, καθώς το strongSwan χρησιμοποιεί μια πολιτική διακοπής πριν από την κατασκευή με το IKEv2 από προεπιλογή.
fa_ir: زمان‌بندی بازتصدیق IKE. بازتصدیق IKE، SA مربوط به IKE/ISAKMP را از ابتدا بازمی‌سازد و اعتبارنامه‌ها را دوباره ارزیابی می‌کند. در پیکربندی‌های نامتقارن (با EAP یا payloadهای پیکربندی) ممکن است امکان انجام بازتصدیق فعال به‌عنوان responder وجود نداشته باشد. مذاکرهٔ طول عمر بازتصدیق IKEv2 می‌تواند کلاینت را به انجام بازتصدیق وادار کند. بازتصدیق به‌صورت پیش‌فرض غیرفعال است (0). فعال‌سازی معمولاً ممکن است باعث قطع‌های کوتاه اتصال شود چون strongSwan به‌صورت پیش‌فرض سیاست break-before-make را با IKEv2 استفاده می‌کند.
fr_fr: Il est temps de planifier la réauthentification IKE. La réauthentification IKE recrée la SA IKE/ISAKMP à partir de zéro et réévalue les informations d'identification. Dans les configurations asymétriques (avec EAP ou des charges utiles de configuration), il peut être impossible de se réauthentifier activement en tant que répondeur. La négociation de la durée de vie de la réauthentification IKEv2 peut demander au client de procéder à une réauthentification. La réauthentification est désactivée par défaut (0). L'activer peut généralement conduire à de petites interruptions de connexion car strongSwan utilise par défaut une politique d'interruption avant la création de la connexion avec IKEv2.
it_it: È ora di pianificare la riautenticazione IKE. La riautenticazione IKE ricrea da zero la SA IKE/ISAKMP e rivaluta le credenziali. Nelle configurazioni asimmetriche (con EAP o payload di configurazione) potrebbe non essere possibile ri-autenticarsi attivamente come risponditore. La negoziazione della durata della riautenticazione IKEv2 può indicare al client di eseguire la riautenticazione. La riautenticazione è disabilitata per impostazione predefinita (0). Abilitarlo di solito può portare a piccole interruzioni della connessione poiché strongSwan utilizza una politica break-before-make con IKEv2 per impostazione predefinita.
ko_kr: IKE 재인증을 예약하는 시간입니다. IKE 재인증은 IKE/ISAKMP SA를 처음부터 다시 만들고 자격 증명을 다시 평가합니다. 대칭형 구성(EAP 또는 구성 페이로드)의 경우 응답자로서 활성 재인증을 수행할 수 없을 수 있습니다. IKEv2 재인증 수명 협상은 클라이언트가 재인증을 수행하도록 지시할 수 있습니다. 재인증은 기본적으로 비활성화(0) 상태입니다. IKEv2에서는 기본적으로 break-before-make 정책을 사용하므로 활성화하면 일시적인 연결 중단이 발생할 수 있습니다.
uk_ua: Час для планування повторної автентифікації IKE. Повторна автентифікація IKE відтворює SA IKE/ISAKMP з нуля та повторно оцінює облікові дані. В асиметричних конфігураціях (з EAP або корисними навантаженнями конфігурації) може бути неможливо активно повторно автентифікуватись як відповідач. Переговори про термін дії повторної автентифікації IKEv2 можуть дати вказівку клієнту виконати повторну автентифікацію. Повторна автентифікація вимкнена за типово (0). Увімкнення її зазвичай може призвести до невеликих переривань з'єднання, оскільки strongSwan за типово використовує політику розриву перед встановленням з IKEv2.
zh_cn: IKE重新验证时间。 IKE重新身份验证从头开始重新创建IKE/ISAKMP SA并重新评估凭据。 在非对称配置（使用 EAP 或配置有效负载）中，可能无法作为响应者主动重新进行身份验证。 IKEv2重认证生存期协商可以指示客户端进行重认证。 默认情况下禁用重新身份验证 (0)。 启用它通常可能会导致轻微的连接中断，因为StrongSwan默认使用IKEv2的先断后通策略。

source: Toggles whether Command Module should accept commands defined in the shared configuration or not.
cs_cz: Vypíná/zapíná přijímání příkazů, definovaných ve sdíleném nastavení, příkazovým modulem.
de_de: Legt fest, ob das Befehlsmodul Anweisungen aus der gemeinsamen Konfiguration akzeptieren soll.
el_gr: Ενεργοποιεί/απενεργοποιεί εάν η Μονάδα Εντολών θα πρέπει να δέχεται εντολές που ορίζονται στην κοινόχρηστη διαμόρφωση ή όχι.
fa_ir: مشخص می‌کند آیا Command Module فرمان‌های تعریف‌شده در پیکربندی مشترک را قبول کند یا خیر.
fr_fr: Indique si le module de commande doit accepter ou non les commandes définies dans la configuration partagée.
it_it: Determina se il modulo di comando deve accettare o meno i comandi definiti nella configurazione condivisa.
ko_kr: Command Module이 공유 구성에 정의된 명령을 수락할지 여부를 전환합니다.
uk_ua: Перемикає, чи має командний модуль приймати команди, визначені у спільній конфігурації, чи ні.
zh_cn: 切换命令模块是否接受共享配置中定义的命令。

source: Upstream queries use TCP only for transport regardless of global flag tcp-upstream. Please note this setting applies to the domain, so when multiple forwarders are defined for the same domain, all are assumed to use tcp only.
cs_cz: Upstream dotazy používají pro přenos pouze protokol TCP bez ohledu na globální příznak tcp-upstream. Upozorňujeme, že toto nastavení se vztahuje na doménu, takže pokud je pro stejnou doménu definováno více přeposílačů, předpokládá se, že všechny používají pouze tcp.
de_de: Anfragen an den übergeordneten DNS-Server (Upstream) verwenden ausschließlich TCP als Transportprotokoll - unabhängig von der globalen Einstellung tcp-upstream. Hinweis: Diese Einstellung gilt für die jeweilige Domain. Wenn mehrere Weiterleitungsserver für dieselbe Domain konfiguriert sind, wird bei allen angenommen, dass sie nur TCP verwenden.
el_gr: Τα ερωτήματα upstream χρησιμοποιούν μόνο TCP για μεταφορά, ανεξάρτητα από την καθολική σημαία tcp-upstream. Λάβετε υπόψη ότι αυτή η ρύθμιση ισχύει για τον τομέα, επομένως όταν ορίζονται πολλαπλοί προωθητές για τον ίδιο τομέα, θεωρείται ότι όλοι χρησιμοποιούν μόνο tcp.
fa_ir: پرس‌وجوهای upstream صرفاً از TCP به‌عنوان لایهٔ حمل استفاده می‌کنند، بدون توجه به فلگ سراسری tcp-upstream. توجه کنید این تنظیم برای دامنه اعمال می‌شود، بنابراین اگر چند forwarder برای یک دامنه تعریف شده باشند، همه فرض می‌شوند که فقط از TCP استفاده می‌کنند.
fr_fr: Les requêtes en amont utilisent uniquement TCP pour le transport, indépendamment de l'indicateur global tcp-upstream. Veuillez noter que ce paramètre s'applique au domaine, donc lorsque plusieurs transitaires sont définis pour le même domaine, tous sont supposés utiliser uniquement tcp.
it_it: Le query upstream utilizzano TCP solo per il trasporto indipendentemente dal flag globale tcp-upstream. Tieni presente che questa impostazione si applica al dominio, quindi quando vengono definiti più forwarder per lo stesso dominio, si presuppone che tutti utilizzino solo TCP.
ko_kr: 전역 플래그 tcp-upstream과 관계없이 상위 쿼리는 전송에 TCP만 사용합니다. 이 설정은 도메인에 적용되므로 동일한 도메인에 대해 여러 포워더가 정의된 경우 모두 tcp만 사용한다고 가정합니다.
uk_ua: Вхідні запити використовують TCP тільки для транспорту, незалежно від глобального прапора tcp-upstream. Будь ласка, зверніть увагу, що цей параметр застосовується до домену, тому, коли для одного домену визначено кілька пересилачів, всі вони вважаються такими, що використовують тільки TCP.
zh_cn: 上游查询仅使用TCP进行传输，无论全局标识tcp-上游是什么。 请注意，此设置适用于域，因此当为同一域定义多个转发器时， 均假定仅使用tcp。

source: Utilize different network interfaces that Unbound will use to send queries to authoritative servers and receive their replies. By default all interfaces are used. Note that setting explicit outgoing interfaces only works when they are statically configured.
cs_cz: Využít různá síťová rozhraní, která bude Unbound používat k odesílání dotazů na autoritativní servery a přijímání jejich odpovědí. Ve výchozím nastavení jsou použita všechna rozhraní. Všimněte si, že nastavení na konkrétní odchozí rozhraní fungují pouze v případě, že mají statické nastavení.
de_de: Verwenden Sie unterschiedliche Netzwerkschnittstellen, über die Unbound Anfragen an autoritative Server senden und Antworten empfangen soll. Standardmäßig werden alle Schnittstellen verwendet. Beachten Sie, dass explizit festgelegte ausgehende Schnittstellen nur funktionieren, wenn diese statisch konfiguriert sind.
el_gr: Χρησιμοποιήστε διαφορετικές διεπαφές δικτύου που θα χρησιμοποιεί το Unbound για την αποστολή ερωτημάτων σε έγκυρους διακομιστές και τη λήψη των απαντήσεών τους. Από προεπιλογή, χρησιμοποιούνται όλες οι διεπαφές. Σημειώστε ότι ο ορισμός σαφών εξερχόμενων διεπαφών λειτουργεί μόνο όταν έχουν διαμορφωθεί στατικά.
fa_ir: استفاده از اینترفیس‌های شبکهٔ متفاوتی که Unbound برای ارسال پرس‌وجو به سرورهای مرجع و دریافت پاسخ‌هایشان به‌کار می‌برد. به‌صورت پیش‌فرض همه اینترفیس‌ها استفاده می‌شوند. توجه کنید تعیین صریح اینترفیس‌های خروجی فقط زمانی عملی است که آن‌ها به‌صورت ایستا پیکربندی شده باشند.
fr_fr: Utiliser les différentes interfaces réseau qu'Unbound utilisera pour envoyer des requêtes aux serveurs faisant autorité et recevoir leurs réponses. Par défaut, toutes les interfaces sont utilisées. Notez que la définition d'interfaces sortantes explicites ne fonctionne que si elles sont configurées de manière statique.
it_it: Utilizza diverse interfacce di rete che Unbound utilizzerà per inviare query a server autorevoli e ricevere le loro risposte. Per impostazione predefinita vengono utilizzate tutte le interfacce. Tieni presente che l'impostazione di interfacce in uscita esplicite funziona solo quando sono configurate staticamente.
ko_kr: Unbound가 권한 있는 서버로 쿼리를 보내고 그들의 응답을 받는 데 사용할 네트워크 인터페이스를 사용합니다. 기본적으로 모든 인터페이스가 사용됩니다. 명시적으로 설정된 발신 인터페이스는 정적으로 구성된 경우에만 작동합니다.
uk_ua: Використовуйте різні мережеві інтерфейси, які Unbound використовуватиме для надсилання запитів до авторитетних серверів та отримання їхніх відповідей. За типово використовуються всі інтерфейси. Зверніть увагу, що встановлення явних вихідних інтерфейсів працює лише тоді, коли вони налаштовані статично.
zh_cn: 利用Unbound将使用的不同网络接口向权威服务器发送查询并接收其回复。 默认情况下使用所有接口。 请注意，设置明确的出站接口仅在静态配置时才有效。

source: source network, usually the networks you would like to accept using network address translation.
cs_cz: zdrojová síť – obvykle sítě, které chcete přijmout pomocí překladu síťových adres (nat).
de_de: Quellnetzwerk, in der Regel die Netzwerke, für die Sie NAT anwenden möchten.
el_gr: δίκτυο προέλευσης, συνήθως τα δίκτυα που θέλετε να αποδεχτείτε χρησιμοποιώντας μετάφραση διευθύνσεων δικτύου.
fa_ir: شبکهٔ مبدأ — معمولاً شبکه‌هایی که می‌خواهید با استفاده از NAT بپذیرید.
fr_fr: le réseau source, généralement les réseaux que vous souhaitez accepter à l'aide de la traduction d'adresses réseau.
it_it: rete di origine, in genere le reti che desideri accettare utilizzando la traduzione degli indirizzi di rete.
ko_kr: 출발지 네트워크, 일반적으로 네트워크 주소 변환을 사용하여 수락하려는 네트워크입니다.
uk_ua: вихідна мережа, зазвичай це мережі, які ви хотіли б приймати, використовуючи трансляцію мережевих адрес.
zh_cn: 源网络，通常是您希望使用网络地址转换接受的网络。

source: A proposal is a set of algorithms. For non-AEAD algorithms this includes IKE an encryption algorithm, an integrity algorithm, a pseudo random function (PRF) and a Diffie-Hellman key exchange group. For AEAD algorithms, instead of encryption and integrity algorithms a combined algorithm is used. With IKEv2 multiple algorithms of the same kind can be specified in a single proposal, from which one gets selected. For IKEv1 only one algorithm per kind is allowed per proposal, more algorithms get implicitly stripped. Use multiple proposals to offer different algorithm combinations with IKEv1. Algorithm keywords get separated using dashes. Multiple proposals may be separated by commas. The special value default adds a default proposal of supported algorithms considered safe and is usually a good choice for interoperability.
cs_cz: Návrh je sada algoritmů. V případě těch, které nejsou algoritmy AEAD, toto zahrnuje IKE šifrovací algoritmus, algoritmus integrity, pseudonáhodnou funkci (PRF) a Diffie-Hellmanovu skupinu pro výměnu klíčů. V případě AEAD algoritmů je namísto šifrovacích a integritních algoritmů používán kombinovaný algoritmus. V případě IKEv2 lze v jednom návrhu zadat vícero algoritmů stejného druhu, ze kterých je pak jeden vybrán. V případě IKEv1 je v jednom návrhu povolen pouze jeden algoritmus jednoho druhu – další algoritmy jsou výslovně odstraňovány. Pokud je třeba v případě IKEv1 nabídnout různé kombinace algoritmů, je třeba použít několik návrhů. Klíčová slova algoritmů oddělujte pomlčkami. Jednotlivé návrhy je možné oddělovat čárkami. Speciální hodnota „default“ přidává výchozí návrh podporovaných algoritmů, které jsou považovány za bezpečné a obvykle jsou dobrou volbou pro interoperabilitu.
de_de: Ein Vorschlag ist eine Gruppe von Algorithmen. Bei Nicht-AEAD-Algorithmen umfasst dies einen IKE-Verschlüsselungsalgorithmus, einen Integritätsalgorithmus, eine Pseudozufallsfunktion (PRF) und eine Diffie-Hellman-Schlüssel­austausch­gruppe. Bei AEAD-Algorithmen wird anstelle von Verschlüsselung und Integrität ein kombinierter Algorithmus verwendet. Mit IKEv2 können mehrere Algorithmen desselben Typs in einem einzelnen Vorschlag angegeben werden, aus denen einer ausgewählt wird. Für IKEv1 ist pro Typ nur ein Algorithmus pro Vorschlag erlaubt; weitere Algorithmen werden implizit entfernt. Verwenden Sie mehrere Vorschläge, um unterschiedliche Algorithmus-Kombinationen mit IKEv1 anzubieten. Algorithmus-Schlüsselwörter werden mit Bindestrichen getrennt. Mehrere Vorschläge können durch Kommata getrennt werden. Der spezielle Wert "default" fügt einen Standardvorschlag sicherer Algorithmen hinzu und ist in der Regel eine gute Wahl für Interoperabilität.
el_gr: Μια πρόταση είναι ένα σύνολο αλγορίθμων. Για αλγόριθμους που δεν είναι AEAD, αυτό περιλαμβάνει IKE, έναν αλγόριθμο κρυπτογράφησης, έναν αλγόριθμο ακεραιότητας, μια ψευδοτυχαία συνάρτηση (PRF) και μια ομάδα ανταλλαγής κλειδιών Diffie-Hellman. Για αλγόριθμους AEAD, αντί για αλγόριθμους κρυπτογράφησης και ακεραιότητας χρησιμοποιείται ένας συνδυασμένος αλγόριθμος. Με το IKEv2, πολλαπλοί αλγόριθμοι του ίδιου είδους μπορούν να καθοριστούν σε μία μόνο πρόταση, από τους οποίους επιλέγεται ένας. Για το IKEv1 επιτρέπεται μόνο ένας αλγόριθμος ανά είδος ανά πρόταση, ενώ περισσότεροι αλγόριθμοι αφαιρούνται έμμεσα. Χρησιμοποιήστε πολλαπλές προτάσεις για να προσφέρετε διαφορετικούς συνδυασμούς αλγορίθμων με το IKEv1. Οι λέξεις-κλειδιά του αλγορίθμου διαχωρίζονται χρησιμοποιώντας παύλες. Οι πολλαπλές προτάσεις μπορούν να διαχωρίζονται με κόμματα. Η ειδική προεπιλεγμένη τιμή προσθέτει μια προεπιλεγμένη πρόταση υποστηριζόμενων αλγορίθμων που θεωρούνται ασφαλείς και συνήθως είναι μια καλή επιλογή για διαλειτουργικότητα.
fa_ir: یک proposal مجموعه‌ای از الگوریتم‌هاست. برای الگوریتم‌های غیر-AEAD این شامل برای IKE یک الگوریتم رمزنگاری، یک الگوریتم یکپارچگی، یک تابع شبه‌تصادفی (PRF) و یک گروه تبادل کلید Diffie-Hellman می‌شود. برای الگوریتم‌های AEAD به‌جای الگوریتم‌های جداگانهٔ رمزنگاری و یکپارچگی از یک الگوریتم ترکیبی استفاده می‌شود. در IKEv2 می‌توان چند الگوریتم از یک نوع را در یک proposal مشخص کرد که یکی از آن‌ها انتخاب می‌شود. در IKEv1 تنها یک الگوریتم از هر نوع در هر proposal مجاز است و الگوریتم‌های اضافی به‌طور ضمنی حذف می‌شوند. برای ارائهٔ ترکیب‌های مختلف با IKEv1 از چند proposal استفاده کنید. کلیدواژه‌های الگوریتم با خط تیره جدا می‌شوند و proposalهای متعدد با ویرگول جدا می‌گردند. مقدار ویژهٔ default یک proposal پیش‌فرض از الگوریتم‌های پشتیبانی‌شده و ایمن اضافه می‌کند و معمولاً انتخاب خوبی برای سازگاری است.
fr_fr: Une proposition est un ensemble d'algorithmes. Pour les algorithmes non-AEAD, il s'agit d'IKE, d'un algorithme de chiffrement, d'un algorithme d'intégrité, une fonction pseudo-aléatoire (PRF) et un groupe d'échange de clés Diffie-Hellman. Pour les algorithmes AEAD, un algorithme combiné est utilisé à la place des algorithmes de chiffrement et d'intégrité. Avec IKEv2, plusieurs algorithmes du même type peuvent être spécifiés dans une seule proposition, parmi laquelle l'un d'entre eux est sélectionné. Pour IKEv1, un seul algorithme par type est autorisé par proposition, les algorithmes supplémentaires étant implicitement supprimés. Utilisez plusieurs propositions pour offrir différentes combinaisons d'algorithmes avec IKEv1. Les mots-clés des algorithmes sont séparés par des tirets. Les propositions multiples peuvent être séparées par des virgules. La valeur spéciale default ajoute une proposition par défaut d'algorithmes pris en charge, considérés comme sûrs et généralement un bon choix pour l'interopérabilité.
it_it: Una proposta è un insieme di algoritmi. Per gli algoritmi non AEAD ciò include IKE, un algoritmo di crittografia, un algoritmo di integrità, una funzione pseudo casuale (PRF) e un gruppo di scambio di chiavi Diffie-Hellman. Per gli algoritmi AEAD, invece degli algoritmi di crittografia e integrità viene utilizzato un algoritmo combinato. Con IKEv2 è possibile specificare più algoritmi dello stesso tipo in un'unica proposta, dalla quale viene selezionato uno. Per IKEv1 è consentito un solo algoritmo per tipo per proposta, più algoritmi vengono implicitamente rimossi. Utilizza più proposte per offrire diverse combinazioni di algoritmi con IKEv1. Le parole chiave dell'algoritmo vengono separate utilizzando i trattini. Più proposte possono essere separate da virgole. Il valore speciale default aggiunge una proposta predefinita di algoritmi supportati considerati sicuri e solitamente è una buona scelta per l'interoperabilità.
ko_kr: 제안은 알고리즘의 집합입니다. 비 AEAD 알고리즘의 경우 여기에는 IKE, 암호화 알고리즘, 무결성 알고리즘, 의사 난수 함수(PRF), 그리고 Diffie-Hellman 키 교환 그룹이 포함됩니다. AEAD 알고리즘의 경우 암호화 알고리즘과 무결성 알고리즘 대신 결합된 알고리즘이 사용됩니다. IKEv2에서는 하나의 제안에서 동일한 종류의 여러 알고리즘을 지정할 수 있으며, 여기서 하나가 선택됩니다. IKEv1에서는 제안당 종류당 하나의 알고리즘만 허용되며, 암시적으로 더 많은 알고리즘이 제거됩니다. IKEv1에서는 여러 제안을 사용하여 다른 알고리즘 조합을 제공합니다. 알고리즘 키워드는 대시로 구분됩니다. 여러 제안은 쉼표로 구분됩니다. 지원되는 안전한 알고리즘을 고려한 기본 제안을 추가하는 특수 값 default는 상호 운용성을 위한 좋은 선택입니다.
uk_ua: Пропозиція – це набір алгоритмів. Для алгоритмів, що не є AEAD, це включає IKE, алгоритм шифрування, алгоритм цілісності, псевдовипадкову функцію (PRF) та групу обміну ключами Діффі-Хеллмана. Для алгоритмів AEAD замість алгоритмів шифрування та цілісності використовується комбінований алгоритм. З IKEv2 кілька алгоритмів одного типу можуть бути вказані в одній пропозиції, з якої вибирається один. Для IKEv1 дозволено лише один алгоритм на тип для кожної пропозиції, більше алгоритмів неявно відкидаються. Використовуйте кілька пропозицій, щоб запропонувати різні комбінації алгоритмів з IKEv1. Ключові слова алгоритмів розділяються тире. Кілька пропозицій можуть бути розділені комами. Спеціальне значення типово додає типову пропозицію підтримуваних алгоритмів, що вважаються безпечними, і зазвичай є хорошим вибором для сумісності.
zh_cn: 提案是一组算法。 对于非AEAD算法，包括IKE、加密算法、完整性算法、伪随机函数(PRF) 和Diffie-Hellman密钥交换组。 对于AEAD 算法，使用组合算法代替加密和完整性算法。 使用IKEv2，可以在单个提案中指定多个同类算法，然后从中选择一个。 对于IKEv1，每个提案仅允许每种算法使用一种算法，更多算法将被隐式剥离。 使用多个提案来提供与IKEv1的不同算法组合。 算法关键字使用破折号分隔。 多个提案可以用逗号分隔。 特殊值default添加了被认为安全的受支持算法的默认建议， 通常是互操作性的不错选择。
