Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: OAuth Token
fa_ir: توکن OAuth
fr_fr: Token OAuth
it_it: Token OAuth
ko_kr: 인증 토큰
pl_pl: Token OAuth
uk_ua: Токен OAuth
zh_cn: OAuth 令牌

source: OLE2 block macros
cs_cz: Bloková makra OLE2
de_de: OLE2-Makros blockieren
el_gr: Μακροεντολές μπλοκ OLE2
fa_ir: ماکروهای بلوک OLE2
fr_fr: Macros de bloc OLE2
it_it: Macro del blocco OLE2
ko_kr: OLE2 블록 매크로
pl_pl: Makra blokujące OLE2
uk_ua: Блокувати макроси OLE2
zh_cn: OLE2 阻止宏命令

source: OPNsense Web Service
cs_cz: Webová služba OPNsense
de_de: OPNsense Webdienste
el_gr: Υπηρεσία Ιστού OPNsense
fa_ir: سرویس وب OPNsense
fr_fr: Service Web OPNSense
it_it: Servizio Web OPNsense
ko_kr: OPNsense 웹 서비스
pl_pl: Serwis Web OPNsense
uk_ua: Веб-служба OPNsense
zh_cn: OPNsense Web 服务

source: Omit Hostname
cs_cz: Vynechat název stroje
de_de: Hostname überspringen
el_gr: Παράλειψη ονόματος κεντρικού υπολογιστή
fa_ir: حذف نام میزبان
fr_fr: Omettre le nom d'hôte
it_it: Ometti il ​​nome host
ko_kr: 호스트 이름 생략
pl_pl: Pomiń Nazwę Hosta
uk_ua: Опустити Ім'я Хоста
zh_cn: Omit 主机名称

source: On system boot wait before Monit starts checking services.
cs_cz: Při spouštění systému čekat na spuštění kontrolovacích služeb Monit.
de_de: Nach dem Systemstart wird so lange gewartet, bevor Monit beginnt, Dienste zu überwachen.
el_gr: Κατά την εκκίνηση του συστήματος, περιμένετε πριν το Monit ξεκινήσει τον έλεγχο των υπηρεσιών.
fa_ir: در راه‌اندازی سیستم قبل از شروع Monit برای بررسی سرویس‌ها صبر کن.
fr_fr: Au démarrage système, attendre que Monit démarre les services de vérification.
it_it: All'avvio del sistema attendere prima che Monit inizi a controllare i servizi.
ko_kr: 시스템 부팅 시 Monit가 서비스 확인을 시작하기 전에 기다립니다.
pl_pl: Po uruchomieniu systemu poczekaj, zanim Monit rozpocznie sprawdzanie usług.
uk_ua: При завантаженні системи зачекати, перш ніж Monit почне перевірку служб.
zh_cn: 在系统启动时，请等待Monit开始检查服务。

source: Onion Service
cs_cz: Onion služba
de_de: Onion-Dienst
el_gr: Υπηρεσία κρεμμυδιού
fa_ir: سرویس Onion
fr_fr: Service Oignon
it_it: Servizio di cipolla
ko_kr: Onion 서비스
pl_pl: Usługa Onion
uk_ua: Сервіс Onion
zh_cn: Onion服务

source: Only Scan Attachments
cs_cz: Skenovat pouze přílohy
de_de: Nur Anhänge prüfen
el_gr: Μόνο σάρωση συνημμένων
fa_ir: فقط اسکن پیوست‌ها
fr_fr: Scanner seulement les pièces jointes
it_it: Scansiona solo gli allegati
ko_kr: 첨부 파일 스캔만
pl_pl: Skanuj Tylko Załączniki
uk_ua: Сканувати Лише Вкладення
zh_cn: 仅扫描附件

source: Only if the object is bigger than size then the percentage of data which defined by SendPercentData sent by the c-icap server before receiving the complete body of request.
cs_cz: Pouze pokud je objekt větší než velikost, pak je procento dat, které je definováno pomocí SendPercentData, odesláno c-icap serverem před přijetím celého těla požadavku.
de_de: Nur wenn das Objekt größer als die Größe ist, wird der Prozentsatz der Daten, der durch SendPercentData definiert ist, vom c-icap-Server gesendet, bevor der vollständige Body des Requests empfangen wird.
el_gr: Μόνο εάν το αντικείμενο είναι μεγαλύτερο από το μέγεθος, τότε το ποσοστό των δεδομένων που ορίζεται από το SendPercentData που αποστέλλονται από τον διακομιστή c-icap πριν από τη λήψη ολόκληρου του αιτήματος.
fa_ir: فقط اگر اندازهٔ شیء بزرگ‌تر از مقدار مشخص باشد، درصد داده‌ای که توسط SendPercentData تعیین شده توسط سرور c-icap قبل از دریافت کامل بدنهٔ درخواست ارسال می‌شود.
fr_fr: Uniquement si l'objet est plus grand que la taille, le pourcentage de données défini par SendPercentData envoyé par le serveur c-icap avant de recevoir le corps complet de la demande.
it_it: Solo se l'oggetto è più grande della dimensione della percentuale di dati definita da SendPercentData inviata dal server c-icap prima di ricevere il corpo completo della richiesta.
ko_kr: 개체가 크기보다 큰 경우에만 전체 요청 본문을 수신하기 전에 C-icap 서버에서 보낸 SendPercentData에 의해 정의된 데이터의 백분율보다 큽니다.
pl_pl: Tylko jeśli obiekt jest większy niż określony rozmiar, to procent danych określony przez SendPercentData zostanie wysłany przez serwer c-icap przed otrzymaniem pełnego ciała żądania.
uk_ua: Лише якщо об'єкт більший за розмір, тоді відсоток даних, визначений SendPercentData, надсилається c-icap сервером до отримання повного тіла запиту.
zh_cn: 仅当对象大于设置大小时，才接收c-icap服务器在接收完整的请求主体之前发送的SendPercentData定义的百分比数据。

source: Only use in a double nat scenario where SIP don't know your external public address. Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
cs_cz: Použijte pouze ve případě dvojitého NAT překladu, kdy SIP nezná vaší externí veřejnou adresu. Formát je CSV bez mezer a v CIDR, například 192.168.0.0/24,10.0.0.0/8.
de_de: Nur in einem Double-NAT-Szenario verwenden, in dem SIP Ihre externe öffentliche Adresse nicht kennt. Das Format ist CSV ohne Leerzeichen und CIDR, z. B. 192.168.0.0/24,10.0.0.0/8.
el_gr: Χρησιμοποιήστε το μόνο σε περίπτωση διπλής διεύθυνσης όπου το SIP δεν γνωρίζει την εξωτερική δημόσια διεύθυνσή σας. Η μορφή είναι CSV χωρίς κενά και CIDR, όπως 192.168.0.0/24,10.0.0.0/8.
fa_ir: فقط در سناریوی double NAT که SIP آدرس عمومی خارجی شما را نمی‌داند استفاده شود. فرمت CSV بدون فاصله و CIDR، مانند 192.168.0.0/24,10.0.0.0/8.
fr_fr: À n'utiliser que dans un scénario double nat où SIP ne connaît pas votre adresse publique externe. Le format est CSV sans espaces et CIDR, comme 192.168.0.0/24,10.0.0.0/8.
it_it: Utilizzare solo in uno scenario a doppia nat in cui SIP non conosce il tuo indirizzo pubblico esterno. Il formato è CSV senza spazi e CIDR, come 192.168.0.0/24,10.0.0.0/8.
ko_kr: SIP가 외부 공용 주소를 모르는 이중 NAT 시나리오에서만 사용하세요. 형식은 192.168.0.0/24, 10.0.0.0/8과 같이 공백이 없는 CSV 및 CIDR입니다.
pl_pl: Używaj tylko w scenariuszu podwójnego nat, gdzie SIP nie zna Twojego zewnętrznego adresu publicznego. Format to CSV bez spacji i CIDR, np. 192.168.0.0/24,10.0.0.0/8.
uk_ua: Використовувати лише у сценарії подвійного NAT, де SIP не знає вашої зовнішньої публічної адреси. Формат - CSV без пробілів та CIDR, наприклад, 192.168.0.0/24,10.0.0.0/8.
zh_cn: 仅在SIP不知道您的外部公共地址的双nat场景中使用。 格式为CSV，不含空格和CIDR，如192.168.0.0/24,10.0.0.0/8。

source: Open ports by the fascist firewall.
cs_cz: Porty otevřené na „fašistické“ bráně firewall.
de_de: Durch die Faschisten-Firewall nutzbare Ports
el_gr: Άνοιγμα θυρών από το φασιστικό τείχος προστασίας.
fa_ir: باز کردن پورت‌ها توسط فایروال فاشیست.
fr_fr: Ports ouverts par le pare-feu fasciste.
it_it: Porte aperte vicino al firewall fascista.
ko_kr: fascist 방화벽으로 포트를 엽니다.
pl_pl: Otwórz porty przez faszystowski firewall.
uk_ua: Відкриті порти фашистським брандмауером.
zh_cn: 法西斯防火墙开放端口。

source: Openphish Map
cs_cz: Openphish mapa
el_gr: Χάρτης Openphish
fa_ir: نقشه Openphish
fr_fr: Carte d'Openphish
it_it: Mappa Openphish
ko_kr: Openphish 맵
pl_pl: Mapa Openphish
uk_ua: Карта Openphish
zh_cn: Openphish映射

source: Openphish Premium offers more services, please only activate if you have a current license.
cs_cz: Openphist Premium nabízí další služby – aktivujte pouze pokud máte platnou licenci.
de_de: Openphish Prämium stellt mehrere Dienste zur Verfügung. Bitte aktivieren Sie diese Option nur, wenn Sie eine aktuelle Lizenz haben.
el_gr: Το Openphish Premium προσφέρει περισσότερες υπηρεσίες, παρακαλούμε ενεργοποιήστε το μόνο εάν έχετε μια τρέχουσα άδεια χρήσης.
fa_ir: Openphish Premium خدمات بیشتری ارائه می‌دهد؛ لطفاً فقط در صورت داشتن لایسنس معتبر آن را فعال کنید.
fr_fr: Openphish Premium offre plus de services, veuillez ne l'activer que si vous avez une licence en cours.
it_it: Openphish Premium offre più servizi, attivali solo se disponi di una licenza valida.
ko_kr: Openphish Premium은 더 많은 서비스를 제공합니다. 현재 라이센스가 있는 경우에만 활성화하세요.
pl_pl: Openphish Premium oferuje więcej usług, aktywuj tylko jeśli posiadasz aktualną licencję.
uk_ua: Openphish Premium пропонує більше послуг, будь ласка, активуйте лише за наявності поточної ліцензії.
zh_cn: Openphish Premium提供更多服务，请仅在拥有当前许可证的情况下激活。

source: Openphish is a service where phishing URLs get collected and asked by rspamd.
cs_cz: Openphish je služba, ve které se shromažďují phishingové URL adresy, na které se dotazuje rspamd.
de_de: Openphish ist ein Dienst, bei dem Phishing-URLs gesammelt und von rspamd heruntergeladen.
el_gr: Το Openphish είναι μια υπηρεσία όπου οι διευθύνσεις URL ηλεκτρονικού "ψαρέματος" (phishing) συλλέγονται και ζητούνται από το rspamd.
fa_ir: Openphish سرویسی است که URLهای فیشینگ را جمع‌آوری کرده و توسط rspamd استعلام می‌کند.
fr_fr: Openphish est un service où les URL de phishing sont collectées et demandées par rspamd.
it_it: Openphish è un servizio in cui gli URL di phishing vengono raccolti e richiesti da rspamd.
ko_kr: Openphish은 피싱 URL을 수집해 rspamd에 요청하는 서비스입니다.
pl_pl: Openphish to usługa, w której adresy URL phishingowe są zbierane i pytane przez rspamd.
uk_ua: Openphish - це служба, де фішингові URL-адреси збираються та запитуються rspamd.
zh_cn: Openphish是一种服务，可以通过rspamd收集和询问网络钓鱼URL。

source: Option pass-through
cs_cz: Předání předvolby
de_de: Optionsweiterleitung
el_gr: Διέλευση επιλογών
fa_ir: گزینه pass-through
it_it: Passaggio dell'opzione
ko_kr: 옵션 패스스루
pl_pl: Opcja przepustowości
uk_ua: Опція наскрізної передачі
zh_cn: 直通选项

source: Optional condition
cs_cz: Volitelná podmínka
de_de: Optionale Bedingung
el_gr: Προαιρετική συνθήκη
fa_ir: شرط اختیاری
fr_fr: Condition optionelle
it_it: Condizione facoltativa
ko_kr: 선택적 조건
pl_pl: Opcjonalny warunek
uk_ua: Додаткова умова
zh_cn: 可选条件

source: Optional e-mail address for this account.
cs_cz: Volitelná e-mailová adresa pro tento účet.
de_de: Optionale E-Mail-Adresse für dieses Konto.
el_gr: Προαιρετική διεύθυνση ηλεκτρονικού ταχυδρομείου για αυτόν τον λογαριασμό.
fa_ir: آدرس ایمیل اختیاری برای این حساب.
fr_fr: Adresse électronique facultative pour ce compte.
it_it: Indirizzo e-mail facoltativo per questo account.
ko_kr: 이 계정의 선택적 이메일 주소입니다.
pl_pl: Opcjonalny adres e-mail dla tego konta.
uk_ua: Необов'язкова адреса електронної пошти для цього облікового запису.
zh_cn: 该帐户的可选电子邮件地址。

source: Options
cs_cz: Předvolby
de_de: Optionen
el_gr: Επιλογές
fa_ir: گزینه‌ها
it_it: Opzioni
ko_kr: 옵션
pl_pl: Opcje
uk_ua: Опції
zh_cn: 选项

source: Originate all IPv6 traffic from this IP
cs_cz: Nastavit původ veškerého IPv6 provozu na tuto IP adresu
de_de: Jeglichen IPv6 Verkehr über diese IP initiieren.
el_gr: Προέλευση όλης της κίνησης IPv6 από αυτήν την IP
fa_ir: ارسال تمام ترافیک IPv6 از این IP
fr_fr: Faire provenir tout le trafic IPv6 de cette IP
it_it: Origina tutto il traffico IPv6 da questo IP
ko_kr: 이 IP에서 모든 IPv6 트래픽 시작
pl_pl: Inicjuj cały ruch IPv6 z tego IP
uk_ua: Весь трафік IPv6 надсилати з цієї IP-адреси
zh_cn: 从该IP发起的所有IPv6流量

source: Originate all traffic from this IP
cs_cz: Nastavit původ veškerého provozu na tuto IP adresu
de_de: Sende jeglichen Datenverkehr von dieser IP
el_gr: Προέλευση όλης της επισκεψιμότητας από αυτήν την IP
fa_ir: ارسال تمام ترافیک از این IP
fr_fr: Faire provenir tout le trafic de cette IP
it_it: Origina tutto il traffico da questo IP
ko_kr: 이 IP에서 모든 트래픽 발생
pl_pl: Inicjuj cały ruch z tego IP
uk_ua: Весь трафік надсилати з цієї IP-адреси
zh_cn: 从该IP发起的所有流量

source: Outbound interface
cs_cz: Odchozí rozhraní
de_de: Ausgehende Schnittstelle
el_gr: Εξερχόμενη διεπαφή
fa_ir: رابط خروجی
fr_fr: Interface sortante
it_it: Interfaccia in uscita
ko_kr: 아웃바운드 인터페이스
pl_pl: Interfejs wychodzący
uk_ua: Вихідний інтерфейс
zh_cn: 出站接口

source: Outgoing bytes rate
cs_cz: Četnost odchozích bajtů
de_de: Ausgehende Byterate
el_gr: Ρυθμός εξερχόμενων byte
fa_ir: نرخ بایت‌های خروجی
fr_fr: Taux d'octets sortants
it_it: Tasso di byte in uscita
ko_kr: 송신 바이트 속도
pl_pl: Szybkość bajtów wychodzących
uk_ua: Швидкість вихідних байтів
zh_cn: 出站字节率

source: Overall bandwidth throttling (kbps)
cs_cz: Celkové omezování rychlosti (kb/s)
de_de: Gestamtbandbreitenbegrenzung (kbps)
el_gr: Συνολικός περιορισμός εύρους ζώνης (kbps)
fa_ir: محدودسازی کلی پهنای باند (kbps)
fr_fr: Restriction de la bande passante globale (kbps)
it_it: Limitazione complessiva della larghezza di banda (kbps)
ko_kr: 전체 대역폭 조절(kbps)
pl_pl: Ogólny limit przepustowości (kbps)
uk_ua: Загальне обмеження пропускної здатності (кбіт/с)
zh_cn: 总带宽限制

source: Override default hostname, if empty use system hostname.
cs_cz: Přepsat výchozí název stroje. Pokud není vyplněno, použít název stroje systému.
de_de: Standardhostnamen überschreiben, falls leer wird der Name des Systems verwendet.
el_gr: Παράκαμψη προεπιλεγμένου ονόματος κεντρικού υπολογιστή, εάν είναι κενό, χρήση ονόματος κεντρικού υπολογιστή συστήματος.
fa_ir: نام میزبان پیش‌فرض را بازنویسی کنید. اگر خالی باشد از نام میزبان سیستم استفاده می‌شود.
fr_fr: Outrepasser le nom d'hôte par défaut, si vide utilise le nom d'hôte du système.
it_it: Sostituisci il nome host predefinito, se vuoto usa il nome host di sistema.
ko_kr: 기본 호스트 이름을 재정의하고, 비어 있으면 시스템 호스트 이름을 사용합니다.
pl_pl: Nadpisz domyślną nazwę hosta, jeśli puste, użyj systemowej nazwy hosta.
uk_ua: Перевизначити типове ім'я хоста, якщо порожнє - використовувати системне ім'я хоста.
zh_cn: 覆盖默认主机名，如果为空则使用系统主机名。

source: PE stands for Portable Executable - it's an executable file format used in all 32 and 64-bit versions of Windows operating systems.
cs_cz: PE je zkratka pro Portable Executable – jedná se o formát spustitelného souboru, používaný ve všech 32 a 64 bitových verzích operačních systémů Windows.
de_de: PE steht für Portable Executable und stellt das Dateiformat von ausführbaren Dateien auf allen 32- und 64-Bitversionen von Windows-Betriebsystemen dar.
el_gr: Το PE σημαίνει Portable Executable - είναι μια μορφή εκτελέσιμου αρχείου που χρησιμοποιείται σε όλες τις εκδόσεις 32 και 64 bit των λειτουργικών συστημάτων των Windows.
fa_ir: PE مخفف Portable Executable است — قالب فایل اجرایی که در تمام نسخه‌های 32 و 64 بیتی سیستم‌عامل‌های Windows استفاده می‌شود.
fr_fr: PE signifie Portable Exécutable - c'est un format de fichier exécutable utilisé dans toutes les versions 32 et 64 bits du système d'exploitation Windows.
it_it: PE sta per Portable Executable: è un formato di file eseguibile utilizzato in tutte le versioni a 32 e 64 bit dei sistemi operativi Windows.
ko_kr: PE는 휴대용 실행 파일의 약자로 32비트 및 64비트 버전의 모든 Windows 운영 체제에서 사용되는 실행 파일 형식입니다.
pl_pl: PE to skrót od Portable Executable - jest to format pliku wykonywalnego używanego we wszystkich 32 i 64-bitowych wersjach systemów operacyjnych Windows.
uk_ua: PE означає Portable Executable - це формат виконуваних файлів, що використовується в усіх 32- та 64-розрядних версіях операційних систем Windows.
zh_cn: PE代表Portable Executable - 它是一种可执行文件格式，用于所有32位和64位版本的Windows操作系统。

source: PID File
cs_cz: PID soubor
de_de: PID-Datei
el_gr: Αρχείο PID
fa_ir: فایل PID
fr_fr: Fichier PID
it_it: File PID
ko_kr: PID 파일
pl_pl: Plik PID
uk_ua: Файл PID
zh_cn: PID文件

source: Parameter Value
cs_cz: Hodnota parametru
de_de: Parameterwert
el_gr: Τιμή παραμέτρου
fa_ir: مقدار پارامتر
fr_fr: Valeur du paramètre
it_it: Valore del parametro
ko_kr: 매개변수 값
pl_pl: Wartość Parametru
uk_ua: Значення параметра
zh_cn: 参数值

source: Parameters
cs_cz: Parametry
de_de: Parameter
el_gr: Παράμετροι
fa_ir: پارامترها
fr_fr: Paramètres
it_it: Parametri
ko_kr: 매개변수
pl_pl: Parametry
uk_ua: Параметри
zh_cn: 参数

source: Partner ID
cs_cz: Identifikátor partnera
el_gr: Αναγνωριστικό συνεργάτη
fa_ir: شناسه شریک
fr_fr: ID du partenaire
it_it: Identificativo del partner
ko_kr: 파트너 ID
pl_pl: ID Partnera
uk_ua: Ідентифікатор партнера
zh_cn: 合作伙伴ID

source: Pass additional SSL parameters to the HAProxy configuration.
cs_cz: Předat dodatečné SSL parametry nastavení HAProxy.
de_de: Übergebe zusätzliche SSL-Parameter and die HAProxy-Konfiguration.
el_gr: Μεταβίβαση πρόσθετων παραμέτρων SSL στη διαμόρφωση HAProxy.
fa_ir: پارامترهای SSL اضافی را به پیکربندی HAProxy ارسال کنید
fr_fr: Passer des paramètres SSL additionnels à la configuration de HAProxy.
it_it: Passa parametri SSL aggiuntivi alla configurazione HAProxy.
ko_kr: 추가 SSL 매개 변수를 HAProxy 구성에 전달합니다.
pl_pl: Przekaż dodatkowe parametry SSL do konfiguracji HAProxy.
uk_ua: Передати додаткові параметри SSL до конфігурації HAProxy.
zh_cn: 将其他SSL参数传递给HAProxy配置。

source: Pass on error
cs_cz: Předat při chybě
de_de: Im Fehlerfall fortfahren
el_gr: Σφάλμα μεταβίβασης
fa_ir: اجازه عبور در صورت خطا
fr_fr: Transmettre si erreur
it_it: Trasmettere errore
ko_kr: 오류 시 통과
pl_pl: Przejdź przy błędzie
uk_ua: Передати за помилки
zh_cn: 传递错误

source: Pass the content instead of blocking it, in the case when the virus scanner or the virus_scan module finds an error.
cs_cz: Předat obsah namísto jeho blokování v případě, že virový skener nebo modul virus_scan nalezne chybu.
de_de: Lasse den Inhalt durch anstelle ihn zu blockieren. Für den Fall, dass ein Virenscanner- oder das virus_scan-Modul einen Fehler liefern.
el_gr: Μεταβίβαση του περιεχομένου αντί για αποκλεισμό του, σε περίπτωση που ο σαρωτής ιών ή η ενότητα virus_scan εντοπίσει σφάλμα.
fa_ir: در صورت یافتن خطا توسط اسکنر ویروس یا ماژول virus_scan، محتوا را به جای مسدود کردن عبور دهید
fr_fr: Transmettre le contenu au lieu de le bloquer, dans le cas où l'analyseur de virus ou le module virus_scan trouve une erreur.
it_it: Passa il contenuto invece di bloccarlo, nel caso in cui lo scanner antivirus o il modulo virus_scan trovi un errore.
ko_kr: 바이러스 스캐너 또는 virus_scan 모듈이 오류를 발견한 경우 차단하는 대신 내용을 전달합니다.
pl_pl: Przesyłaj treść zamiast jej blokować, w przypadku gdy skaner wirusów lub moduł virus_scan wykryje błąd.
uk_ua: Передати вміст замість блокування, у випадку, якщо вірусний сканер або модуль virus_scan знайде помилку.
zh_cn: 在病毒扫描程序或virus_scan模块发现错误的情况下，传递内容而不是阻止它。

source: Passive Interfaces
cs_cz: Pasivní rozhraní
de_de: Passive Schnittstellen
el_gr: Παθητικές Διεπαφές
fa_ir: رابط‌های غیرفعال
fr_fr: Interfaces passives
it_it: Interfacce passive
ko_kr: 수동 인터페이스
pl_pl: Interfejsy Pasywne
uk_ua: Пасивні інтерфейси
zh_cn: 被动接口

source: Password
cs_cz: Heslo
de_de: Passwort
el_gr: Συνθηματικό
fa_ir: رمز عبور
fr_fr: Mot de passe
ko_kr: 비밀번호
pl_pl: Hasło
uk_ua: Пароль
zh_cn: 密码

source: Password for the bind user.
cs_cz: Heslo bind uživatele.
de_de: Passwort für den Bindungsbenutzer
el_gr: Κωδικός πρόσβασης για τον χρήστη σύνδεσης.
fa_ir: رمز عبور کاربر bind
fr_fr: Mot de passe de l'utilisateur de la liaison.
it_it: Password per l'utente di associazione.
ko_kr: 바인딩 사용자의 비밀번호입니다.
pl_pl: Hasło dla użytkownika bind.
uk_ua: Пароль для користувача bind.
zh_cn: 绑定用户的密码。

source: Password to authenticate against the server.
cs_cz: Heslo pro ověření se vůči serveru.
de_de: Passwort, um sich gegen den Server zu authentifizieren.
el_gr: Κωδικός πρόσβασης για έλεγχο ταυτότητας στον διακομιστή.
fa_ir: رمز عبور برای احراز هویت در سرور
fr_fr: Mot de passe pour l'authentification auprès du serveur.
it_it: Password per l'autenticazione sul server.
ko_kr: 서버에 대해 인증할 비밀번호입니다.
pl_pl: Hasło do uwierzytelniania na serwerze.
uk_ua: Пароль для автентифікації на сервері.
zh_cn: 用于对服务器进行身份认证的密码。

source: Paste the content of your Lua script here.
cs_cz: Sem vložte obsah Lua skriptu.
de_de: Fügen Sie hier den Inhalt Ihres Lua-Skripts ein.
el_gr: Επικολλήστε εδώ το περιεχόμενο του σεναρίου Lua.
fa_ir: محتوای اسکریپت Lua خود را اینجا وارد کنید
fr_fr: Coller ici le contenu du script Lua.
it_it: Incolla qui il contenuto del tuo script Lua.
ko_kr: Lua 스크립트의 내용을 여기에 붙여넣습니다.
pl_pl: Wklej tutaj zawartość swojego skryptu Lua.
uk_ua: Вставте вміст вашого Lua-скрипту сюди.
zh_cn: 在这里粘贴您的Lua脚本的内容。

source: Paste the content of your error messages here. The message must represent the full HTTP response and include required HTTP headers. It should not exceed the configured buffer size, which generally is 8 or 16 kB.
cs_cz: Sem vložte obsah chybových hlášení. Je třeba, aby zpráva představovala úplnou HTTP odpověď a obsahovala požadované HTTP hlavičky. Velikost by neměla překročit tu nastavenou vyrovnávací paměti, která obvykle bývá 8 nebo 16 kB.
de_de: Fügen Sie hier den Inhalt Ihrer Fehlermeldungen ein. Die Meldung muss die vollständige HTTP-Antwort darstellen und die erforderlichen HTTP-Header enthalten. Sie sollte die konfigurierte Puffergröße (in der Regel 8 oder 16 KB) nicht überschreiten.
el_gr: Επικολλήστε εδώ το περιεχόμενο των μηνυμάτων σφάλματος. Το μήνυμα πρέπει να αντιπροσωπεύει την πλήρη απόκριση HTTP και να περιλαμβάνει τις απαιτούμενες κεφαλίδες HTTP. Δεν πρέπει να υπερβαίνει το διαμορφωμένο μέγεθος buffer, το οποίο γενικά είναι 8 ή 16 kB.
fa_ir: محتوای پیام‌های خطای خود را اینجا وارد کنید. پیام باید نمایندهٔ کامل پاسخ HTTP باشد و هدرهای موردنیاز HTTP را شامل شود. نباید از اندازهٔ بافر پیکربندی‌شده تجاوز کند، که معمولاً 8 یا 16 kB است
fr_fr: Collez le contenu de vos messages d'erreur ici. Le message doit représenter la réponse HTTP complète et inclure les en-têtes HTTP requis. Il ne doit pas dépasser la taille de la mémoire tampon configurée, qui est généralement de 8 ou 16 Ko.
it_it: Incolla qui il contenuto dei tuoi messaggi di errore. Il messaggio deve rappresentare la risposta HTTP completa e includere le intestazioni HTTP richieste. Non deve superare la dimensione del buffer configurato, che generalmente è 8 o 16 kB.
ko_kr: 오류 메시지의 내용을 여기에 붙여넣으세요. 메시지는 전체 HTTP 응답을 나타내며 필수 HTTP 헤더를 포함해야 합니다. 구성된 버퍼 크기(일반적으로 8kB 또는 16kB)를 초과하면 안 됩니다.
pl_pl: Wklej tutaj zawartość swoich komunikatów o błędzie. Komunikat musi przedstawiać pełną odpowiedź HTTP i zawierać wymagane nagłówki HTTP. Nie powinien przekraczać skonfigurowanej wielkości bufora, która zazwyczaj wynosi 8 lub 16 kB.
uk_ua: Вставте вміст ваших повідомлень про помилки сюди. Повідомлення має представляти повну відповідь HTTP та включати необхідні заголовки HTTP. Воно не повинно перевищувати налаштований розмір буфера, який зазвичай становить 8 або 16 кБ.
zh_cn: 在此处粘贴错误信息的内容。 该信息必须表示完整的HTTP响应并包含必需的HTTP标头。 它不应超过配置的缓冲区大小，通常为8或16kB。

source: Path
cs_cz: Umístění
de_de: Pfad
el_gr: Μονοπάτι
fa_ir: مسیر
fr_fr: Chemin
it_it: Sentiero
ko_kr: 경로
pl_pl: Ścieżka
uk_ua: Шлях
zh_cn: 路径

source: Path Contains
cs_cz: Popis umístění obsahuje
de_de: Pfad Enthält
el_gr: Η διαδρομή περιέχει
fa_ir: مسیر شامل
fr_fr: Le chemin contient
it_it: Il percorso contiene
ko_kr: 경로 포함
pl_pl: Ścieżka zawiera
uk_ua: Шлях містить
zh_cn: 路径包含

source: Path Matches
cs_cz: Popis umístění se shoduje s
de_de: Pfad entspricht
el_gr: Αγώνες μονοπατιού
fa_ir: مطابقت مسیر
fr_fr: Le chemin correspond à
it_it: Corrispondenze del percorso
ko_kr: 경로 일치
pl_pl: Ścieżka pasuje
uk_ua: Шлях відповідає
zh_cn: 路径匹配

source: Path Prefix
cs_cz: Předpona popisu umístění
de_de: Pfadpräfix
el_gr: Πρόθεμα διαδρομής
fa_ir: پیش‌وند مسیر
fr_fr: Préfixe du chemin
it_it: Prefisso del percorso
ko_kr: 경로 프리픽스
pl_pl: Prefiks ścieżki
uk_ua: Префікс шляху
zh_cn: 路径前缀

source: Path Regex
cs_cz: Regulární výraz pro popis umístění
de_de: Pfad Regulärer Ausdruck
el_gr: Regex διαδρομής
fa_ir: عبارت منظم مسیر
fr_fr: Le chemin correspond à l'expression régulière
it_it: Percorso Regex
ko_kr: 경로 정규식
pl_pl: Regex ścieżki
uk_ua: Regex шляху
zh_cn: 路径正则表达式

source: Path Suffix
cs_cz: Předpona popisu umístění
de_de: Pfadsuffix
el_gr: Επίθημα διαδρομής
fa_ir: پسوند مسیر
fr_fr: Suffixe du chemin
it_it: Suffisso del percorso
ko_kr: 경로 접미사
pl_pl: Sufiks ścieżki
uk_ua: Суфікс шляху
zh_cn: 路径后缀

source: Pattern matcher
cs_cz: Hledání shod s vzorem
de_de: Musterabgleich
el_gr: Αντιστοίχιση μοτίβων
fa_ir: تطبیق‌دهندهٔ الگو
fr_fr: Recherche de motifs
it_it: Corrispondenza di modelli
ko_kr: 패턴 매칭기
pl_pl: Wzorzec dopasowania
uk_ua: Зіставник шаблонів
zh_cn: 模式匹配

source: Peer name (FQDN)
cs_cz: Název protějšku (FQDN)
de_de: Gegenstellenname (FQDN)
el_gr: Όνομα ομότιμου (FQDN)
fa_ir: نام همتا (FQDN)
fr_fr: Nom du pair (FQDN)
it_it: Nome del peer (FQDN)
ko_kr: 피어 이름 (FQDN)
pl_pl: Nazwa peer'a (FQDN)
uk_ua: Ім'я однорангового вузла (FQDN)
zh_cn: 对端名称(FQDN)

source: Peer-IP
cs_cz: IP adresa protějšku
de_de: IP der Gegenstelle
el_gr: Ομότιμη IP
fa_ir: IP همتا
it_it: IP peer
ko_kr: 피어 IP
pl_pl: IP peer'a
uk_ua: Однорангова IP-адреса
zh_cn: 端点IP
