Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Defines the size of a database record used to store cached responses. Value should be a multiple of the OS I/O page size (default 16384 when left empty).
de_de: Definiert die Größe eines Datenbankeintrags zum Speichern von zwischengespeicherten Antworten. Der Wert sollte ein Vielfaches der OS-I/O-Seitengröße sein (Standard: 16384, wenn leer).
fa_ir: اندازه رکورد پایگاه‌داده مورد استفاده برای ذخیره پاسخ‌های کش شده را تعیین می‌کند. مقدار باید مضربی از اندازه صفحه I/O سیستم‌عامل باشد (اگر خالی بماند پیش‌فرض 16384 است).
fr_fr: Définit la taille d'un enregistrement de base de données utilisé pour stocker les réponses mises en cache. La valeur doit être un multiple de la taille de la page d'E/S du système d'exploitation (16384 par défaut lorsqu'elle est vide).
ko_kr: 캐시된 응답을 저장하는 데 사용되는 데이터베이스 레코드의 크기를 정의합니다. 값은 운영 체제 I/O 페이지 크기의 배수여야 합니다(비워둘 경우 기본값은 16384).
uk_ua: Визначає розмір запису бази даних, що використовується для зберігання кешованих відповідей. Значення має бути кратним розміру сторінки введення/виведення ОС (типово 16384, якщо залишити порожнім).

source: Defines the timeout period for OSPF neighbors; after this period, the neighbor is marked as down.
de_de: Definiert die Timeout-Periode für OSPF-Nachbarn. Nach Ablauf wird der Nachbar als "down" markiert.
fa_ir: مدت زمان timeout برای همسایگان OSPF را تعیین می‌کند؛ پس از گذشت این مدت، همسایه به‌عنوان غیرفعال (down) علامت‌گذاری می‌شود.
fr_fr: Définit le délai d'attente pour les voisins OSPF ; après ce délai, le voisin est marqué comme étant en panne.
ko_kr: OSPF 이웃의 타임아웃 기간을 정의합니다. 이 기간이 경과하면 해당 이웃은 다운 상태로 표시됩니다.
uk_ua: Визначає період тайм-ауту для сусідів OSPF; після цього періоду сусід позначається як неактивний.

source: Delays sending DHCPOFFER and PROXYDHCP replies for at least the specified number of seconds. This can be practical for split DHCP solutions, to make sure the secondary server answers slower than the primary.
de_de: Verzögert das Senden von DHCPOFFER- und PROXYDHCP-Antworten um mindestens die angegebene Anzahl an Sekunden. Dies kann bei geteilten DHCP-Lösungen praktisch sein, um sicherzustellen, dass der sekundäre Server langsamer antwortet als der primäre.
fa_ir: ارسال پاسخ‌های DHCPOFFER و PROXYDHCP را حداقل به مدت مشخص‌شده (بر حسب ثانیه) به تأخیر می‌اندازد. این برای راه‌حل‌های split DHCP مفید است تا مطمئن شوید سرور ثانویه کندتر از اولیه پاسخ می‌دهد.
fr_fr: Retarde l'envoi des réponses DHCPOFFER et PROXYDHCP d'au moins le nombre de secondes spécifié. Cela peut s'avérer pratique pour les solutions DHCP fractionnées, afin de s'assurer que le serveur secondaire répond plus lentement que le serveur primaire.
ko_kr: 지정된 초 수만큼 DHCPOFFER 및 PROXYDHCP 응답 전송을 지연합니다. 이는 분할 DHCP 솔루션에서 실용적일 수 있으며, 보조 서버가 기본 서버보다 늦게 응답하도록 보장합니다.
uk_ua: Затримує надсилання відповідей DHCPOFFER та PROXYDHCP щонайменше на вказану кількість секунд. Це може бути практичним для розділених рішень DHCP, щоб переконатися, що вторинний сервер відповідає повільніше, ніж основний.

source: Delegated Length
de_de: Delegierte Länge
fa_ir: طول واگذار‌شده
fr_fr: Longueur déléguée
ko_kr: 위임된 길이
uk_ua: Делегована довжина

source: Description shown to the user
de_de: Beschreibung, die dem Benutzer angezeigt wird
fa_ir: توضیحی که به کاربر نمایش داده می‌شود
fr_fr: Description présentée à l'utilisateur
ko_kr: 사용자에게 표시되는 설명
uk_ua: Опис, показаний користувачу

source: Destinations to forward requests to, one destination per line. When type is Redirect or Exchange Server, only a single destination is allowed.
de_de: Ziele, an die Anfragen weitergeleitet werden. Ein Ziel pro Zeile. Bei Typ "Weiterleitung" oder "Exchange-Server" ist nur ein einzelnes Ziel zulässig.
fa_ir: مقاصدی برای فوروارد کردن درخواست‌ها، هر خط یک مقصد. وقتی نوع Redirect یا Exchange Server است، تنها یک مقصد مجاز است.
fr_fr: Destinations vers lesquelles transférer les demandes, une destination par ligne. Lorsque le type est Redirect ou Exchange Server, une seule destination est autorisée.
ko_kr: 요청을 전달할 대상입니다. 한 줄에 하나의 대상만 입력하세요. 유형이 Redirect 또는 Exchange Server인 경우에는 하나의 대상만 허용됩니다.
uk_ua: Призначення для пересилання запитів, одне призначення на рядок. Коли тип — Перенаправлення або Сервер Exchange, дозволено лише одне призначення.

source: Determines the likelihood of becoming a Designated Router; higher values increase priority.
de_de: Bestimmt die Wahrscheinlichkeit, als Designated Router gewählt zu werden. Höhere Werte erhöhen die Priorität.
fa_ir: شانس تبدیل‌شدن به Designated Router را تعیین می‌کند؛ مقادیر بالاتر اولویت را افزایش می‌دهند.
fr_fr: Détermine la probabilité de devenir un routeur désigné ; les valeurs les plus élevées augmentent la priorité.
ko_kr: 지정된 라우터가 될 가능성을 결정합니다. 값이 높을수록 우선순위가 높아집니다.
uk_ua: Визначає ймовірність стати Призначеним Маршрутизатором; вищі значення збільшують пріоритет.

source: Digest Algorithm to use when creating new certificates.
de_de: Digest-Algorithmus zur Erstellung neuer Zertifikate.
fa_ir: الگوریتم Digest برای استفاده هنگام ایجاد گواهی‌های جدید.
fr_fr: Algorithme de digestion à utiliser lors de la création de nouveaux certificats.
ko_kr: 새로운 인증서를 만들 때 사용할 다이제스트 알고리즘
uk_ua: Алгоритм хешування для використання під час створення нових сертифікатів.

source: Disable HA sync
de_de: HA-Synchronisierung deaktivieren
fa_ir: غیرفعال کردن همگام‌سازی HA
fr_fr: Désactiver la synchronisation HA
ko_kr: HA 동기화 비활성화
uk_ua: Вимкнути синхронізацію HA

source: Disable LAN
de_de: LAN deaktivieren
fa_ir: غیرفعال کردن LAN
fr_fr: Désactiver le réseau local
ko_kr: LAN 비활성화
uk_ua: Вимкнути LAN

source: Disable LAN, usually only relevant in "wan" only scenarios.
de_de: LAN deaktivieren, normalerweise nur in reinen "WAN"-Szenarien relevant.
fa_ir: غیرفعال کردن LAN — معمولاً تنها در سناریوهایی که فقط WAN وجود دارد کاربرد دارد.
fr_fr: Désactiver le réseau local, ce qui n'est généralement utile que dans les scénarios "wan".
ko_kr: LAN을 비활성화합니다. 일반적으로 "WAN"에만 적용되는 시나리오에서만 관련이 있습니다.
uk_ua: Вимкнути LAN, зазвичай актуально лише у сценаріях лише з "wan".

source: Disable SNAT
de_de: SNAT deaktivieren
fa_ir: غیرفعال کردن SNAT
fr_fr: Désactiver le SNAT
ko_kr: SNAT 비활성화
uk_ua: Вимкнути SNAT

source: Disable Security Rules by ID
de_de: Sicherheitsregeln nach ID deaktivieren
fa_ir: غیرفعال کردن قوانین امنیتی بر اساس شناسه
fr_fr: Désactiver les règles de sécurité par ID
ko_kr: ID로 보안 규칙 비활성화
uk_ua: Вимкнути правила безпеки за ID

source: Disable configuration file generation and manage the file (/usr/local/etc/kea/kea-dhcp4.conf) manually.
de_de: Erzeugung der Konfigurationsdatei deaktivieren und die Datei (/usr/local/etc/kea/kea-dhcp4.conf) manuell verwalten.
fa_ir: تولید فایل پیکربندی را غیرفعال کنید و فایل (/usr/local/etc/kea/kea-dhcp4.conf) را به‌صورت دستی مدیریت کنید.
fr_fr: Désactiver la génération du fichier de configuration et gérer le fichier (/usr/local/etc/kea/kea-dhcp4.conf) manuellement.
ko_kr: 구성 파일 생성을 비활성화하고 파일(/usr/local/etc/kea/kea-dhcp4.conf)을 수동으로 관리합니다.
uk_ua: Вимкнути генерацію файлу конфігурації та керувати файлом (/usr/local/etc/kea/kea-dhcp4.conf) вручну.

source: Disable configuration file generation and manage the file (/usr/local/etc/kea/kea-dhcp6.conf) manually.
de_de: Erzeugung der Konfigurationsdatei deaktivieren und die Datei (/usr/local/etc/kea/kea-dhcp6.conf) manuell verwalten.
fa_ir: تولید فایل پیکربندی را غیرفعال کنید و فایل (/usr/local/etc/kea/kea-dhcp6.conf) را به‌صورت دستی مدیریت کنید.
fr_fr: Désactiver la génération du fichier de configuration et gérer le fichier (/usr/local/etc/kea/kea-dhcp6.conf) manuellement.
ko_kr: 구성 파일 생성을 비활성화하고 파일(/usr/local/etc/kea/kea-dhcp6.conf)을 수동으로 관리합니다.
uk_ua: Вимкнути генерацію файлу конфігурації та керувати файлом (/usr/local/etc/kea/kea-dhcp6.conf) вручну.

source: Disable firewall rules
de_de: Firewallregeln deaktivieren
fa_ir: غیرفعال کردن قوانین فایروال
fr_fr: Désactiver les règles du pare-feu
ko_kr: 방화벽 규칙 비활성화
uk_ua: Вимкнути правила брандмауера

source: Disable source NAT to disable subnet routing (experimental).
de_de: Source NAT deaktivieren, um Subnetz-Routing zu deaktivieren (experimentell).
fa_ir: Source NAT را غیرفعال کنید تا مسیریابی ساب‌نت‌ها غیرفعال شود (آزمایشی).
fr_fr: Disable source NAT pour désactiver le routage de sous-réseau (expérimental).
ko_kr: 소스 NAT를 비활성화하여 서브넷 라우팅을 비활성화합니다. (실험적)
uk_ua: Вимкнути вихідний NAT, щоб вимкнути маршрутизацію підмережі (експериментально).

source: Disables OSPF Hello packets on the interface, preventing neighbor relationships (used for security or optimization).
de_de: Deaktiviert OSPF-Hello-Pakete auf der Schnittstelle und verhindert Nachbarschaften (für Sicherheit oder Optimierung).
fa_ir: ارسال بسته‌های OSPF Hello روی اینترفیس را غیرفعال می‌کند و از برقراری همسایگی جلوگیری می‌کند (برای امنیت یا بهینه‌سازی).
fr_fr: Désactive les paquets OSPF Hello sur l'interface, empêchant les relations de voisinage (utilisées pour la sécurité ou l'optimisation).
ko_kr: 인터페이스에서 OSPF Hello 패킷을 비활성화하여 이웃 관계를 방지합니다. (보안 또는 최적화에 사용됨)
uk_ua: Вимикає OSPF Hello-пакети на інтерфейсі, запобігаючи сусідським відносинам (використовується для безпеки або оптимізації).

source: Disk I/O Timeout for Swap Operations (msec)
de_de: Disk-I/O-Timeout für Swap-Operationen (ms)
fa_ir: زمان انتظار I/O دیسک برای عملیات Swap (msec)
fr_fr: Délai d'attente E/S disque pour les opérations d'échange (msec)
ko_kr: 스왑 작업을 위한 디스크 I/O 시간 초과 (밀리초)
uk_ua: Час очікування введення/виведення диска для операцій свопу (мсек)

source: Disk I/O Timeout for Swap Operations (swaps/sec)
de_de: Disk-I/O-Timeout für Swap-Operationen (Swaps/Sekunde)
fa_ir: زمان انتظار I/O دیسک برای عملیات Swap (swaps/sec)
fr_fr: Délai d'attente E/S disque pour les opérations de swap (swaps/sec)
ko_kr: 스왑 작업에 대한 디스크 I/O 시간 초과 (스왑/초)
uk_ua: Час очікування введення/виведення диска для операцій свопу (свопів/сек)

source: Do not forward to system defined DNS servers
de_de: Nicht an systemdefinierte DNS-Server weiterleiten
fa_ir: فوروارد به سرورهای DNS تعریف‌شدهٔ سیستم را غیرفعال کنید.
fr_fr: Ne pas transmettre aux serveurs DNS définis par le système
ko_kr: 시스템 정의 DNS 서버로 전달하지 마세요.
uk_ua: Не пересилати на системні DNS-сервери

source: Do not provide DHCP, TFTP or router advertisement on the specified interfaces, but do provide DNS service. Please note that Dnsmasq continues to listen on the default DHCP ports as long as any DHCP ranges are configured; setting this option only ignores these packets on the selected interfaces.
de_de: Keinen DHCP-, TFTP- oder Router-Advertisement-Dienst auf den angegebenen Schnittstellen bereitstellen, aber DNS-Dienst anbieten. Bitte beachten: Dnsmasq lauscht weiterhin auf den Standard-DHCP-Ports, solange DHCP-Bereiche konfiguriert sind; mit dieser Option werden nur diese Pakete auf den ausgewählten Schnittstellen ignoriert.
fa_ir: روی اینترفیس‌های مشخص‌شده، سرویس‌های DHCP، TFTP یا اعلان روتر را ارائه ندهید، اما سرویس DNS را فراهم کنید. توجه داشته باشید که Dnsmasq تا زمانی که هر محدودهٔ DHCP پیکربندی شده باشد، همچنان روی پورت‌های پیش‌فرض DHCP گوش می‌دهد؛ فعال کردن این گزینه تنها باعث می‌شود این بسته‌ها روی اینترفیس‌های انتخاب‌شده نادیده گرفته شوند.
fr_fr: Ne pas fournir de service DHCP, TFTP ou d'annonce de routeur sur les interfaces spécifiées, mais fournir un service DNS. Veuillez noter que Dnsmasq continue d'écouter sur les ports DHCP par défaut tant que des plages DHCP sont configurées ; le paramétrage de cette option ne fait qu'ignorer ces paquets sur les interfaces sélectionnées.
ko_kr: 지정된 인터페이스에서 DHCP, TFTP 또는 라우터 알림을 제공하지 않지만 DNS 서비스는 제공합니다. DHCP 범위가 구성되어 있는 한 Dnsmasq는 기본 DHCP 포트에서 계속 수신 대기합니다. 이 옵션을 설정하면 선택한 인터페이스에서만 이러한 패킷이 무시됩니다.
uk_ua: Не надавати DHCP, TFTP або рекламу маршрутизатора на вказаних інтерфейсах, але надавати DNS-послугу. Зверніть увагу, що Dnsmasq продовжує прослуховувати типові порти DHCP, доки налаштовані будь-які діапазони DHCP; встановлення цієї опції лише ігнорує ці пакети на вибраних інтерфейсах.

source: Do not respond to class CHAOS and type TXT in domain bind queries. Without this option being set, the cache statistics are also available in the DNS as answers to queries of class CHAOS and type TXT in domain bind.
de_de: Nicht auf Abfragen der Klasse CHAOS und des Typs TXT in Domain-Bind antworten. Ohne diese Option sind die Cache-Statistiken ebenfalls im DNS verfügbar, als Antworten auf Abfragen der Klasse CHAOS und des Typs TXT in Domain-Bind.
fa_ir: به کوئری‌های bind دامنه با کلاس CHAOS و نوع TXT پاسخ ندهید. در صورت عدم فعال‌سازی این گزینه، آمار کش نیز در DNS به‌عنوان پاسخ به کوئری‌های bind دامنه با کلاس CHAOS و نوع TXT در دسترس خواهد بود.
fr_fr: Ne pas répondre aux requêtes de classe CHAOS et de type TXT dans le domain bind. Si cette option n'est pas activée, les statistiques du cache sont également disponibles dans le DNS en tant que réponses aux requêtes de classe CHAOS et de type TXT dans domain bind.
ko_kr: 도메인 바인드 쿼리에서 클래스 CHAOS 및 TXT 유형에 응답하지 않음. 이 옵션을 설정하지 않으면 캐시 통계가 도메인 바인드에서 클래스 CHAOS 및 TXT 유형의 쿼리에 대한 응답으로 DNS에 제공됩니다.
uk_ua: Не відповідати на запити класу CHAOS і типу TXT у прив'язаних доменах. Без встановлення цієї опції, статистика кешу також доступна в DNS як відповіді на запити класу CHAOS і типу TXT у прив'язаних доменах.

source: Do not use 'local' as your internal domain name. It is reserved for and will interfere with mDNS (avahi, bonjour, etc.). Instead, use the special-use domain internal or home.arpa, also to avoid DNSSEC validation issues. E.g. internal, name.internal.
de_de: Verwenden Sie nicht 'local' als internen Domainnamen. Dieser ist für mDNS (Avahi, Bonjour usw.) reserviert und stört diese. Verwenden Sie stattdessen die spezielle Domain 'internal' oder 'home.arpa', auch um DNSSEC-Validierungsprobleme zu vermeiden. Beispiel: 'internal', 'name.internal'.
fa_ir: از 'local' به‌عنوان نام دامنهٔ داخلی استفاده نکنید. این نام رزرو شده است و با mDNS (avahi، bonjour و غیره) تداخل ایجاد می‌کند. به‌جای آن از دامنه‌های ویژه مانند internal یا home.arpa استفاده کنید تا از مشکلات اعتبارسنجی DNSSEC نیز جلوگیری شود. مثال: internal، name.internal.
fr_fr: N'utilisez pas "local" comme nom de domaine interne. Il est réservé aux mDNS (avahi, bonjour, etc.) et interfère avec eux. Utilisez plutôt le domaine à usage spécial internal ou home.arpa, également pour éviter les problèmes de validation DNSSEC. Par exemple, internal, name.internal.
ko_kr: 내부 도메인 이름으로 'local'을 사용하지 마세요. 이 도메인은 mDNS(avahi, bonjour 등)용으로 예약되어 있으며 mDNS 작동을 방해합니다. 대신 DNSSEC 유효성 검사 문제를 방지하기 위해 특수 용도 도메인인 internal 또는 home.arpa를 사용하세요. 예: internal, name.internal.
uk_ua: Не використовуйте 'local' як своє внутрішнє доменне ім'я. Воно зарезервоване і буде конфліктувати з mDNS (avahi, bonjour тощо). Натомість використовуйте спеціальні домени internal або home.arpa, також щоб уникнути проблем із валідацією DNSSEC. Наприклад: internal, name.internal.

source: Domain type
de_de: Domaintyp
fa_ir: نوع دامنه
fr_fr: Type de domaine
ko_kr: 도메인 유형
uk_ua: Тип домену

source: Downlink MAC Address
de_de: Downlink-MAC-Adresse
fa_ir: آدرس MAC پایین‌دست
fr_fr: Adresse MAC de la liaison descendante
ko_kr: 다운링크 MAC 주소
uk_ua: MAC-адреса низхідного каналу

source: Dynamic ipv6 host
de_de: Dynamischer IPv6-Host
fa_ir: میزبان IPv6 پویا
fr_fr: Hôte dynamique ipv6
ko_kr: 동적 IPv6 호스트
uk_ua: Динамічний хост ipv6

source: E-mail
fa_ir: ایمیل
fr_fr: Courrier électronique
ko_kr: 이메일
uk_ua: Електронна пошта

source: ECH Domain
fa_ir: دامنه ECH
fr_fr: Domaine ECH
ko_kr: ECH 도메인
uk_ua: Домен ECH

source: Enable ACME
de_de: ACME aktivieren
fa_ir: ACME را فعال کنید
fr_fr: Activer l'ACME
ko_kr: ACME 활성화
uk_ua: Увімкнути ACME

source: Enable BGP graceful restart as per RFC 4724, allowing packet forwarding during protocol restoration.
de_de: BGP Graceful Restart gemäß RFC 4724 aktivieren, um die Paketweiterleitung während der Protokollwiederherstellung zu ermöglichen.
fa_ir: راه‌اندازی مجدد هماهنگ BGP مطابق RFC 4724 را فعال کنید تا در طول بازیابی پروتکل ارسال بسته‌ها ادامه یابد.
fr_fr: Activer le redémarrage gracieux de BGP conformément à la RFC 4724, pour permettre la transmission des paquets pendant la restauration du protocole.
ko_kr: RFC 4724에 따라 BGP 정상 재시작을 활성화하여 프로토콜 복구 중에도 패킷 전달이 가능하도록 합니다.
uk_ua: Увімкнути плавний перезапуск BGP згідно з RFC 4724, дозволяючи пересилання пакетів під час відновлення протоколу.

source: Enable Bidirectional Forwarding Detection (BFD) for rapid link failure detection with the neighbor.
de_de: Bidirectional Forwarding Detection (BFD) aktivieren, um Link-Ausfälle mit dem Nachbarn schnell zu erkennen.
fa_ir: فعال‌سازی Bidirectional Forwarding Detection (BFD) برای تشخیص سریع قطع لینک با همسایه.
fr_fr: Activer Bidirectional Forwarding Detection (BFD) pour une détection rapide de la défaillance d'un lien avec le voisin.
ko_kr: RFC 4724에 따라 BGP 무중단 재시작을 활성화하여, 프로토콜 복구 중에도 패킷 포워딩을 허용합니다.
uk_ua: Увімкнути двонаправлене виявлення пересилання (BFD) для швидкого виявлення збою каналу зі сусідом.

source: Enable DHCPv6 server.
de_de: DHCPv6-Server aktivieren.
fa_ir: فعال‌سازی سرور DHCPv6
fr_fr: Activer le serveur DHCPv6.
ko_kr: DHCPv6 서버 활성화.
uk_ua: Увімкнути сервер DHCPv6.

source: Enable Dnsmasq.
de_de: Aktiviert Dnsmasq.
fa_ir: فعال‌سازی Dnsmasq.
fr_fr: Activer Dnsmasq.
ko_kr: Dnsmasq 활성화.
uk_ua: Увімкнути Dnsmasq.

source: Enable Fingerprints
de_de: Fingerprints aktivieren
fa_ir: فعال‌سازی اثر انگشت‌ها
fr_fr: Activer les empreintes digitales
ko_kr: 핑거프린트 활성화
uk_ua: Увімкнути відбитки

source: Enable NetBird
de_de: NetBird aktivieren
fa_ir: فعال‌سازی NetBird
fr_fr: Activer NetBird
ko_kr: NetBird 활성화
uk_ua: Увімкнути NetBird

source: Enable RADIUS accounting
de_de: Aktivieren Sie RADIUS Accounting.
fa_ir: فعال‌سازی حسابداری RADIUS
fr_fr: Activer la comptabilité RADIUS
ko_kr: RADIUS 어카운팅 활성화
uk_ua: Увімкнути облік RADIUS

source: Enable Rosenpass
de_de: Rosenpass aktivieren
fa_ir: فعال‌سازی Rosenpass
fr_fr: Autoriser Rosenpass
ko_kr: Rosenpass 활성화
uk_ua: Увімкнути Rosenpass

source: Enable Rosenpass permissive mode
de_de: Rosenpass-Permissive-Mode aktivieren
fa_ir: فعال‌سازی حالت سهل‌گیر Rosenpass
fr_fr: Activer le mode permissif Rosenpass
ko_kr: Rosenpass 허용 모드 활성화
uk_ua: Увімкнути дозвільний режим Rosenpass

source: Enable SSH
de_de: SSH aktivieren
fa_ir: فعال‌سازی SSH
fr_fr: Activer SSH
ko_kr: SSH 활성화
uk_ua: Увімкнути SSH

source: Enable TLS
de_de: TLS aktivieren
fa_ir: فعال‌سازی TLS
fr_fr: Activer TLS
ko_kr: TLS 활성화
uk_ua: Увімкнути TLS

source: Enable TLS and use the selected certificate
de_de: TLS aktivieren und ausgewähltes Zertifikat verwenden
fa_ir: TLS را فعال کنید و از گواهی انتخاب‌شده استفاده کنید
fr_fr: Activer TLS et utiliser le certificat sélectionné
ko_kr: TLS 활성화 및 선택된 인증서 사용
uk_ua: Увімкнути TLS та використовувати обраний сертифікат

source: Enable TLS/DTLS support. This requires a valid TLS certificate.
de_de: TLS/DTLS-Unterstützung aktivieren. Erfordert ein gültiges TLS-Zertifikat.
fa_ir: پشتیبانی TLS/DTLS را فعال کنید. این کار به یک گواهی TLS معتبر نیاز دارد.
fr_fr: Activer le support TLS/DTLS. Cela nécessite un certificat TLS valide.
ko_kr: TLS/DTLS 지원을 활성화하세요. 이를 위해서는 유효한 TLS 인증서가 필요합니다.
uk_ua: Увімкнути підтримку TLS/DTLS. Це вимагає дійсного сертифіката TLS.

source: Enable automatically created firewall rules, when additional policies are needed, disable this and define your own custom policies in the Firewall section.
de_de: Automatisch erstellte Firewall-Regeln aktivieren. Wenn zusätzliche Richtlinien benötigt werden, deaktivieren Sie diese Option und definieren Sie eigene benutzerdefinierte Richtlinien im Bereich "Firewall".
fa_ir: قوانین فایروال ایجادشده به‌صورت خودکار را فعال کنید؛ اگر به سیاست‌های اضافی نیاز دارید، این گزینه را غیرفعال کرده و سیاست‌های دلخواه خود را در بخش فایروال تعریف کنید.
fr_fr: Activez les règles de pare-feu créées automatiquement ; si des règles supplémentaires sont nécessaires, désactivez-les et définissez vos propres règles personnalisées dans la section Pare-feu.
ko_kr: 자동으로 생성되는 방화벽 규칙을 활성화하고, 추가 정책이 필요한 경우 이 기능을 비활성화한 다음 방화벽 섹션에서 사용자 지정 정책을 직접 정의하세요.
uk_ua: Увімкнути автоматично створені правила брандмауера, коли потрібні додаткові політики, вимкніть це та визначте власні користувацькі політики у розділі Брандмауер.

source: Enable backups
de_de: Sicherungen aktivieren
fa_ir: فعال‌سازی پشتیبان‌گیری
fr_fr: Activer les sauvegardes
ko_kr: 백업 활성화
uk_ua: Увімкнути резервні копії

source: Enable blocking the specified domains.
de_de: Blockieren der angegebenen Domains aktivieren.
fa_ir: فعال‌سازی مسدودسازی دامنه‌های مشخص‌شده.
fr_fr: Activer le blocage des domaines spécifiés.
ko_kr: 특정 도메인 차단 활성화
uk_ua: Увімкнути блокування вказаних доменів.

source: Enable content protection to prevent against different types of (injection) attacks
de_de: Inhaltsschutz aktivieren, um verschiedene Arten von (Injection-)Angriffen zu verhindern.
fa_ir: محافظت محتوایی را فعال کنید تا از انواع مختلف حملات (تزریق) جلوگیری شود
fr_fr: Permettre la protection du contenu pour prévenir différents types d'attaques (par injection)
ko_kr: 다양한 유형의 (주입) 공격을 방지하기 위해 콘텐츠 보호 기능을 활성화
uk_ua: Увімкнути захист вмісту для запобігання різним типам (ін'єкційних) атак

source: Enable extended logging of BGP neighbor changes.
de_de: Erweitertes Logging von BGP-Nachbaränderungen aktivieren.
fa_ir: فعال‌سازی ثبت لاگ گسترده از تغییرات همسایگان BGP.
fr_fr: Activer la journalisation étendue des changements de voisins BGP.
ko_kr: BGP 이웃 변경 사항에 대한 확장 로깅을 활성화합니다.
uk_ua: Увімкнути розширене логування змін BGP-сусідів.

source: Enable firewal
de_de: Firewall aktivieren
fa_ir: فعال‌سازی فایروال
fr_fr: Activer firewal
ko_kr: 방화벽 활성화
uk_ua: Увімкнути брандмауер

source: Enable or disable ndproxy.
de_de: Ndproxy aktivieren oder deaktivieren.
fa_ir: فعال یا غیرفعال کردن ndproxy.
fr_fr: Activer ou désactiver ndproxy.
ko_kr: ndproxy를 활성화하거나 비활성화합니다.
uk_ua: Увімкнути або вимкнути ndproxy.

source: Enable sending of default routes to the peer group.
de_de: Senden von Standardrouten an die Gegenstellen-Gruppe aktivieren.
fa_ir: ارسال مسیرهای پیش‌فرض به گروه همتا را فعال کنید.
fr_fr: Activer l'envoi d'itinéraires par défaut au groupe d'homologues.
ko_kr: 피어 그룹에 기본 경로 전송을 활성화합니다.
uk_ua: Увімкнути надсилання типових маршрутів до групи партнерів.

source: Enable static challenge (OTP)
de_de: Statische Challenge (OTP) aktivieren
fa_ir: فعال‌سازی چالش ثابت (OTP)
fr_fr: Activer le défi statique (OTP)
ko_kr: 정적 챌린지(OTP) 활성화
uk_ua: Увімкнути статичний виклик (OTP)

source: Enable the Filebeat service.
de_de: Filebeat-Dienst aktivieren.
fa_ir: سرویس Filebeat را فعال کنید.
fr_fr: Activer le service Filebeat.
ko_kr: Filebeat 서비스를 활성화합니다.
uk_ua: Увімкнути службу Filebeat.

source: Enable the Rosenpass to provide post-quantum secure connections (Experimental)
de_de: Rosenpass aktivieren, um post-quantum-sichere Verbindungen bereitzustellen (experimentell).
fa_ir: Rosenpass را برای فراهم‌کردن ارتباط‌های ایمن پسا-کوانتومی فعال کنید (آزمایشی).
fr_fr: Activer le Rosenpass pour fournir des connexions sécurisées post-quantiques (Expérimental)
ko_kr: Rosenpass가 양자 이후 보안 연결을 제공하도록 활성화 (실험적)
uk_ua: Увімкнути Rosenpass для забезпечення постквантових безпечних з'єднань (Експериментально)

source: Enable the Turnserver service
de_de: Turnserver-Dienst aktivieren.
fa_ir: سرویس Turnserver را فعال کنید.
fr_fr: Activer le service Turnserver
ko_kr: Turnserver 서비스 활성화
uk_ua: Увімкнути службу Turnserver

source: Enable the gateway webserver
de_de: Gateway-Webserver aktivieren.
fa_ir: وب‌سرور گیت‌وی را فعال کنید.
fr_fr: Activer le serveur web de la passerelle
ko_kr: 게이트웨이 웹 서버 활성화
uk_ua: Увімкнути вебсервер шлюзу

source: Enable these blocklists.
de_de: Diese Blocklisten aktivieren.
fa_ir: این بلوک‌لیست‌ها را فعال کنید.
fr_fr: Activer ces listes de blocage.
ko_kr: 차단 목록을 활성화하세요.
uk_ua: Увімкнути ці чорні списки.
