Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Successive connections will be redirected to the servers in a round-robin manner with connections from the same source being sent to the same gateway. This 'sticky connection' will exist as long as there are states that refer to this connection. Once the states expire, so will the sticky connection. Further connections from that host will be redirected to the next gateway in the round-robin.
cs_cz: Následná spojení budou přesměrována na servery algoritmem round-robin se spojeními ze stejného zdroje posílanými na stejnou bránu. Toto „lepkavé spojení“ bude existovat tak dlouho, jako stavy které na něj odkazují. Jakmile platnost stavů skončí, skončí i lepkavé spojení. Další spojení z tohoto stroje bude přesměrováno na další bránu dle round-robin.
de_de: Nachfolgende Verbindungen werden im Round-Robin-Verfahren an die Server weitergeleitet, wobei Verbindungen von derselben Quelle zum selben Gateway gesendet werden. Diese "gebundene Verbindung" besteht, solange Statusinformationen vorhanden sind, die sich auf diese Verbindung beziehen. Sobald diese Statusinformationen verfallen, verfällt auch die Verbindungsbindung. Weitere Verbindungen von diesem Host werden dann an das nächste Gateway im Round-Robin-Verfahren weitergeleitet.
el_gr: Οι διαδοχικές συνδέσεις θα ανακατευθύνονται στους διακομιστές με τρόπο κυκλικής διαδικασίας (round-robin), με τις συνδέσεις από την ίδια πηγή να αποστέλλονται στην ίδια πύλη. Αυτή η «κολλώδης σύνδεση» θα υπάρχει για όσο διάστημα υπάρχουν καταστάσεις που αναφέρονται σε αυτήν τη σύνδεση. Μόλις λήξουν οι καταστάσεις, θα λήξει και η κολλώδης σύνδεση. Περαιτέρω συνδέσεις από αυτόν τον κεντρικό υπολογιστή θα ανακατευθύνονται στην επόμενη πύλη του κυκλικού συστήματος.
fa_ir: اتصالات متوالی به‌صورت گردشی (round-robin) به سرورها هدایت می‌شوند و اتصالات از یک مبدأ یکسان به همان دروازه فرستاده می‌شوند. این «اتصال چسبنده» تا زمانی وجود خواهد داشت که حالت‌هایی به این اتصال اشاره کنند. وقتی حالت‌ها منقضی شوند، اتصال چسبنده نیز منقضی می‌شود. اتصالات بعدی از آن میزبان به دروازهٔ بعدی در چرخه هدایت می‌شوند.
fr_fr: Les connexions successives seront redirigées vers les serveurs en suivant une méthode "round-robin" de sorte que les connexions en provenance de la même source seront envoyées vers la même passerelle. Cette 'connexion collante' existera aussi longtemps que des états faisant référence à cette connexion existeront. Une fois ces états expirés, la connexion collante en fera de même. Les connexions supplémentaires en provenance de cet hôte seront redirigées vers la passerelle suivante en suivant la méthode round-robin.
it_it: Le connessioni successive verranno reindirizzate ai server in modalità round robin con le connessioni dalla stessa origine inviate allo stesso gateway. Questa “connessione persistente” esisterà finché ci saranno stati che faranno riferimento a questa connessione. Una volta scaduti gli stati, morirà anche la connessione permanente. Ulteriori connessioni da quell'host verranno reindirizzate al gateway successivo nel round robin.
ko_kr: 연속적인 연결은 동일한 소스의 연결이 동일한 게이트웨이로 전송되는 라운드 로빈 방식으로 서버로 리디렉션됩니다. 이 '고정 연결'은 이 연결을 참조하는 상태가 있는 한 존재합니다. 상태가 만료되면 스틱 연결도 만료됩니다. 해당 호스트의 추가 연결은 라운드 로빈의 다음 게이트웨이로 리디렉션됩니다.
pl_pl: Kolejne połączenia będą przekierowywane do serwerów w sposób okrężny, przy czym połączenia z tego samego źródła będą wysyłane do tej samej bramy. To „lepkie połączenie” będzie istniało, dopóki istnieją stany, które odnoszą się do tego połączenia. Gdy stany wygasną, to samo stanie się z lepkim połączeniem. Dalsze połączenia z tego hosta będą przekierowywane do następnej bramy w round-robin.
uk_ua: Наступні з'єднання будуть перенаправлятися на сервери за принципом циклічного перебору, при цьому з'єднання з того самого джерела надсилатимуться на той самий шлюз. Це «липке з'єднання» існуватиме, доки існують стани, що посилаються на це з'єднання. Після закінчення терміну дії станів, «липке з'єднання» також припинить існування. Подальші з'єднання з цього хоста будуть перенаправлятися на наступний шлюз у циклічному переборі.
zh_cn: 连续的连接会以循环方式重定向到服务器，并将来自同一源的连接发送到同一网关。 只要存在引用此连接的状态，此"粘性连接"就会存在。状态到期后，粘性连接也会失效。来自该主机的其他连接会被重定向到轮询中的下一个网关。

source: Use sticky connections
cs_cz: Použít lepkavé spojení
de_de: Gebundene Verbindungen verwenden
el_gr: Χρησιμοποιήστε κολλώδεις συνδέσεις
fa_ir: استفاده از اتصالات چسبنده
fr_fr: Utiliser des connexions collantes
it_it: Usa connessioni fisse
ko_kr: 고정 연결 사용
pl_pl: Używaj lepkich połączeń
uk_ua: Використовувати «липкі» з'єднання
zh_cn: 使用粘性连接

source: Sticky connections
cs_cz: Lepkavá spojení
de_de: Gebundene Verbindungen
el_gr: Κολλώδεις συνδέσεις
fa_ir: اتصالات چسبنده
fr_fr: Connexions collantes
it_it: Connessioni appiccicose
ko_kr: 고정 연결
pl_pl: Lepkie połączenia
uk_ua: «Липкі» з'єднання
zh_cn: 粘性连接

source: Multi-WAN
cs_cz: Vícenásobné připojení k Internetu
el_gr: Πολλαπλό WAN
ko_kr: 멀티 WAN
uk_ua: Мульти-WAN
zh_cn: 多WAN

source: If the link where the default gateway resides fails switch the default gateway to another available one.
cs_cz: V případě, že vypadne spojení s výchozí, používat jako výchozí jinou dostupnou bránu.
de_de: Wenn die Verbindung, auf der sich das Standard-Gateway befindet, ausfällt, wechselt das Standard-Gateway zu einem anderen verfügbaren.
el_gr: Εάν ο σύνδεσμος όπου βρίσκεται η προεπιλεγμένη πύλη αποτύχει, αλλάξτε την προεπιλεγμένη πύλη σε μια άλλη διαθέσιμη.
fa_ir: اگر پیوندی که در آن دروازه پیش‌فرض قرار دارد قطع شود، دروازه پیش‌فرض را به دروازهٔ دیگری که در دسترس است تغییر دهید.
fr_fr: Si le lien sur lequel la passerelle par défaut échoue, la passerelle par défaut est basculée sur une autre passerelle disponible.
it_it: Se il collegamento in cui risiede il gateway predefinito non funziona, passare al gateway predefinito con un altro disponibile.
ko_kr: 기본 게이트웨이가 있는 링크에 장애가 발생하면 기본 게이트웨이를 사용 가능한 다른 게이트웨이로 전환합니다.
pl_pl: Jeśli łącze, na którym znajduje się domyślna brama, ulegnie awarii, przełącz domyślną bramę na inną dostępną.
uk_ua: Якщо з'єднання, де знаходиться шлюз типово, виходить з ладу, переключити шлюз типово на інший доступний.
zh_cn: 如果默认网关所在的链路失效，则会将默认网关切换到另一个可用网关。

source: Allow default gateway switching
cs_cz: Umožnit přepínání výchozí brány
de_de: Umschalten des Standard-Gateways zulassen
el_gr: Να επιτρέπεται η εναλλαγή προεπιλεγμένης πύλης
fa_ir: اجازه تعویض دروازه پیش‌فرض
fr_fr: Autoriser le basculement de la passerelle par défaut
it_it: Consenti il ​​cambio del gateway predefinito
ko_kr: 기본 게이트웨이 전환 허용
pl_pl: Pozwól na przełączanie bramy domyślnej
uk_ua: Дозволити перемикання шлюзу типово
zh_cn: 允许默认网关切换

source: Gateway switching
cs_cz: Přepínání brány
de_de: Änderung des Gateways
el_gr: Αλλαγή πύλης
fa_ir: تعویض دروازه
fr_fr: Basculement de passerelle
it_it: Commutazione del gateway
ko_kr: 게이트웨이 전환
pl_pl: Przełączanie bramy domyślnej
uk_ua: Перемикання шлюзу
zh_cn: 网关切换

source: Skip rules when gateway is down
cs_cz: Přeskakovat pravidla když je brána nedostupná
de_de: Regeln überspringen wenn das Gateway inaktiv ist
el_gr: Παράλειψη κανόνων όταν η πύλη είναι εκτός λειτουργίας
fa_ir: نادیده گرفتن قوانین وقتی دروازه در دسترس نیست
fr_fr: Outrepasser les règles lorsque la passerelle est indisponible
it_it: Salta le regole quando il gateway è inattivo
ko_kr: 게이트웨이가 중단된 경우 규칙 건너뛰기
pl_pl: Pomiń reguły kiedy brama jest niedostępna
uk_ua: Пропускати правила, коли шлюз не працює
zh_cn: 在网关关闭时跳过规则

source: Skip rules
cs_cz: Přeskočit pravidla
de_de: Regeln überspringen
el_gr: Παράλειψη κανόνων
fa_ir: نادیده گرفتن قوانین
fr_fr: Outrepasser les règles
it_it: Salta le regole
ko_kr: 규칙 건너뛰기
pl_pl: Pomijanie regół
uk_ua: Пропускати правила
zh_cn: 跳过规则

source: Gateway Monitoring
cs_cz: Dohledování brány
de_de: Gatewayüberwachung
el_gr: Παρακολούθηση πύλης
fa_ir: نظارت بر دروازه
fr_fr: Surveillance de la Passerelle
it_it: Monitoraggio del gateway
ko_kr: 게이트웨이 모니터링
pl_pl: Monitorowanie bramy
uk_ua: Моніторинг шлюзу
zh_cn: 网关监控

source: The frequency of updating the lists of IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
cs_cz: Jak často aktualizovat seznam IP adres které jsou vyhrazené (ale ne dle RFC 1918) nebo ještě nepřiřazené organizací IANA.
de_de: Die Häufigkeit, mit der die Listen von reservierten (aber nicht RFC 1918) oder nicht durch die IANA zugewiesenen IP-Adressen aktualisiert werden.
el_gr: Η συχνότητα ενημέρωσης των λιστών με τις διευθύνσεις IP που είναι δεσμευμένες (αλλά όχι RFC 1918) ή δεν έχουν ακόμη εκχωρηθεί από την IANA.
fa_ir: فرکانس به‌روزرسانی فهرست آدرس‌های IP که رزرو شده‌اند (اما شامل RFC 1918 نمی‌شوند) یا هنوز توسط IANA تخصیص نیافته‌اند.
fr_fr: Fréquence de mise à jour des listes contenant les adresses IP réservées (mais pas en RFC 1918) ou pas encore assignées par l'IANA.
it_it: La frequenza di aggiornamento degli elenchi di indirizzi IP riservati (ma non RFC 1918) o non ancora assegnati da IANA.
ko_kr: 예약되었거나(RFC 1918은 아님) IANA에 의해 아직 할당되지 않은 IP 주소 목록을 업데이트하는 빈도입니다.
pl_pl: Częstotliwość aktualizacji list adresów IP, które są zarezerwowane (ale nie RFC 1918) lub jeszcze nie przydzielone przez IANA.
uk_ua: Частота оновлення списків IP-адрес, які зарезервовані (але не RFC 1918) або ще не призначені IANA.
zh_cn: 更新保留的（但不是RFC 1918）或IANA尚未分配的IP地址列表的频率。

source: Monthly
cs_cz: Měsíčně
de_de: Monatlich
el_gr: Μηνιαίος
fa_ir: ماهانه
fr_fr: Mensuelle
it_it: Mensile
ko_kr: 매월
pl_pl: Miesięcznie
uk_ua: Щомісячно
zh_cn: 每月

source: Update Frequency
cs_cz: Četnost aktualizací
de_de: Aktualisierungshäufigkeit
el_gr: Συχνότητα ενημέρωσης
fa_ir: فرکانس به‌روزرسانی
fr_fr: Fréquence des mises à jour
it_it: Frequenza di aggiornamento
ko_kr: 업데이트 빈도
pl_pl: Częstotliwość aktualizacji
uk_ua: Частота оновлення
zh_cn: 更新频率

source: Bogon Networks
cs_cz: Falešné sítě
de_de: Bogon-Netzwerke
el_gr: Δίκτυα Μπογκόν
fa_ir: شبکه‌های Bogon
fr_fr: Réseaux Bogon
it_it: Reti Bogon
ko_kr: Bogon 네트워크
pl_pl: Sieci Bogon
uk_ua: Мережі Богонів
zh_cn: Bogon网络

source: Automatically create outbound NAT rules which assist inbound NAT rules that direct traffic back out to the same subnet it originated from.
cs_cz: Automaticky vytvořit odchozí pravidla NAt která pomáhají příchozím NAT pravidlům která směrují provoz zpět na stejnou síť ze které pochází.
de_de: Erstellt automatisch ausgehende NAT-Regeln, die eingehende NAT-Regeln unterstützen, indem sie den Datenverkehr zurück in dasselbe Subnetz leiten, aus dem er stammt.
el_gr: Δημιουργήστε αυτόματα κανόνες εξερχόμενου NAT που βοηθούν τους κανόνες εισερχόμενου NAT που κατευθύνουν την κυκλοφορία πίσω στο ίδιο υποδίκτυο από το οποίο προήλθε.
fa_ir: به‌طور خودکار قوانین NAT خروجی ایجاد می‌کند که به قوانین NAT ورودی کمک می‌کنند تا ترافیک را به همان زیرشبکه‌ای که از آن آمده، بازگردانند.
fr_fr: Créer automatiquement les règles de NAT sortantes qui aident les règles de NAT entrantes à renvoyer le trafic sur le même sous-réseau d'origine.
it_it: Crea automaticamente regole NAT in uscita che assistono le regole NAT in entrata che indirizzano il traffico verso la stessa sottorete da cui ha avuto origine.
ko_kr: 트래픽을 원래 서브넷과 동일한 서브넷으로 되돌리는 인바운드 NAT 규칙을 지원하는 아웃바운드 NAT 규칙을 자동으로 생성합니다.
pl_pl: Automatycznie tworzy reguły NAT wychodzącego, które pomagają w regułach NAT przychodzących, kierując ruch z powrotem do tej samej podsieci, z której pochodził.
uk_ua: Автоматично створювати вихідні правила NAT, які допомагають вхідним правилам NAT, що спрямовують трафік назад до тієї ж підмережі, з якої він походить.
zh_cn: 自动创建出站NAT规则，以辅助入站NAT规则，这些规则会将流量引导回其源自的同一子网。

source: Automatic outbound NAT for Reflection
cs_cz: Automatický odchozí NAT pro odrazy
de_de: Automatisches ausgehendes NAT für Reflektion
el_gr: Αυτόματο εξερχόμενο NAT για αντανάκλαση
fa_ir: NAT خروجی خودکار برای بازتاب
fr_fr: NAT sortant automatique pour la Réflexion.
it_it: NAT in uscita automatico per Reflection
ko_kr: Reflection을 위한 자동 아웃바운드 NAT
pl_pl: Automatyczny NAT wychodzący dla Odbicia
uk_ua: Автоматичний вихідний NAT для відображення
zh_cn: 自动出站NAT回流

source: Enables the automatic creation of additional NAT redirect rules for access to 1:1 mappings of your external IP addresses from within your internal networks.
cs_cz: Zapíná automatické vytváření dodatečných NAT přesměrovávacích pravidel pro přístup k mapování 1:1 vnějších IP adres z vnitřních sítí.
de_de: Ermöglicht die automatische Erstellung zusätzlicher NAT-Umleitungsregeln für den Zugriff auf 1:1-Zuordnungen Ihrer externen IP-Adressen aus Ihren internen Netzwerken.
el_gr: Επιτρέπει την αυτόματη δημιουργία πρόσθετων κανόνων ανακατεύθυνσης NAT για πρόσβαση σε αντιστοιχίσεις 1:1 των εξωτερικών διευθύνσεων IP σας από τα εσωτερικά σας δίκτυα.
fa_ir: ایجاد خودکار قوانین هدایت‌مجدد NAT اضافی برای دسترسی به نگاشت‌های 1:1 آدرس‌های IP خارجی از شبکه‌های داخلی را فعال می‌کند.
fr_fr: Activer la création automatique de règles additionnelles de redirection NAT pour accéder au correspondances 1:1 de vos adresses IP externes depuis l'intérieur de vos réseaux internes.
it_it: Abilita la creazione automatica di regole di reindirizzamento NAT aggiuntive per l'accesso alle mappature 1:1 dei tuoi indirizzi IP esterni dalle tue reti interne.
ko_kr: 내부 네트워크 내에서 외부 IP 주소의 1:1 매핑에 액세스하기 위한 추가 NAT 리디렉션 규칙을 자동으로 생성할 수 있습니다.
pl_pl: Umożliwia automatyczne tworzenie dodatkowych reguł przekierowywania NAT dla dostępu do mapowań 1:1 Twoich zewnętrznych adresów IP z Twoich wewnętrznych sieci.
uk_ua: Вмикає автоматичне створення додаткових правил переспрямування NAT для доступу до співвідношень 1:1 ваших зовнішніх IP-адрес з ваших внутрішніх мереж.
zh_cn: 启用自动创建其他NAT重定向规则的功能，以便从内部网络使用外部地址访问1:1映射的内部服务器。

source: Reflection for 1:1
cs_cz: Odraz pro 1:1
de_de: Reflektion für 1:1
el_gr: Αντανάκλαση για 1:1
fa_ir: بازتاب برای 1:1
fr_fr: Réflexion pour le 1:1
it_it: Riflessione per 1:1
ko_kr: 1:1에 반영
pl_pl: Odbicie dla 1:1
uk_ua: Відображення для 1:1
zh_cn: 1:1NAT回流

source: Individual rules may be configured to override this system setting on a per-rule basis.
cs_cz: Jednotlivá pravidla mohou být nastavena tak, aby přebila nastavení systému pro to které konkrétní pravidlo.
de_de: Individuelle Regeln können konfiguriert werden, um die Systemeinstellungen pro Regel zu überschreiben.
el_gr: Μεμονωμένοι κανόνες μπορούν να ρυθμιστούν ώστε να παρακάμπτουν αυτήν τη ρύθμιση συστήματος σε κάθε κανόνα ξεχωριστά.
fa_ir: هر قانون را می‌توان به‌طور جداگانه پیکربندی کرد تا این تنظیم سیستم را بازنویسی کند.
fr_fr: Des règles individuelles peuvent être configurées afin de contourner ce paramètre système règle par règle.
it_it: Le singole regole possono essere configurate per sovrascrivere questa impostazione di sistema in base alla regola.
ko_kr: 규칙별로 이 시스템 설정을 재정의하도록 개별 규칙을 구성할 수 있습니다.
pl_pl: Poszczególne reguły mogą być konfigurowane tak, aby zastępować to ustawienie systemowe dla każdej reguły.
uk_ua: Окремі правила можуть бути налаштовані для перевизначення цього системного параметра для кожного правила окремо.
zh_cn: 可以将各个规则配置为基于每个规则覆盖该设置。

source: When enabled, this automatically creates additional NAT redirect rules for access to port forwards on your external IP addresses from within your internal networks.
cs_cz: Pokud je zapnuto, automaticky vytvoří další pravidlo NAT přesměrování pro přístup k přeposílání portu na vnější IP adresu z vnitřní sítě.
de_de: Wenn diese Option aktiviert ist, werden automatisch zusätzliche NAT-Umleitungsregeln für den Zugriff auf Portweiterleitungen Ihrer externen IP-Adressen aus Ihren internen Netzwerken erstellt.
el_gr: Όταν είναι ενεργοποιημένη, αυτή η επιλογή δημιουργεί αυτόματα πρόσθετους κανόνες ανακατεύθυνσης NAT για πρόσβαση σε προωθήσεις θυρών στις εξωτερικές διευθύνσεις IP σας από τα εσωτερικά σας δίκτυα.
fa_ir: زمانی که فعال باشد، این گزینه به‌صورت خودکار قوانین اضافی هدایت‌مجدد NAT را برای دسترسی به فورواردهای پورت روی آدرس‌های IP خارجی از شبکه‌های داخلی ایجاد می‌کند.
fr_fr: Lorsque cette option est activée, cela crée automatiquement des règles de redirection NAT supplémentaires afin de permettre l'accès aux ports redirigés sur vos adresses IP externes depuis de vos réseaux internes.
it_it: Se abilitato, crea automaticamente regole di reindirizzamento NAT aggiuntive per l'accesso ai port forwarding sui tuoi indirizzi IP esterni dalle tue reti interne.
ko_kr: 이 옵션을 활성화하면 내부 네트워크 내에서 외부 IP 주소의 포트 포워드에 액세스하기 위한 추가 NAT 리디렉션 규칙이 자동으로 생성됩니다.
pl_pl: Gdy jest włączony, automatycznie tworzy dodatkowe reguły przekierowywania NAT dla dostępu do przekierowań portów na twoich zewnętrznych adresach IP z Twoich wewnętrznych sieci.
uk_ua: При увімкненні це автоматично створює додаткові правила перенаправлення NAT для доступу до перенаправлень портів на ваших зовнішніх IP-адресах з ваших внутрішніх мереж.
zh_cn: 启用后，会自动创建其他NAT重定向规则，以便从内部网络使用外部IP地址访问端口转发的内部服务器。

source: Reflection for port forwards
cs_cz: Odraz pro předávání portu
de_de: Reflektion für Portweiterleitungen
el_gr: Αντανάκλαση για τα μπροστινά πλαϊνά
fa_ir: بازتاب برای فورواردهای پورت
fr_fr: Réflexion pour les transferts de port
it_it: Riflessione per i babordo in avanti
ko_kr: 포트 포워드에 반영
pl_pl: Odbicie dla przekierowań portów
uk_ua: Відбиття для перенаправлень портів
zh_cn: 端口转发回流设置

source: Allow IPv6
cs_cz: Umožnit IPv6
de_de: IPv6 zulassen
el_gr: Να επιτρέπεται το IPv6
fa_ir: اجازه IPv6
fr_fr: Autoriser IPv6
it_it: Consenti IPv6
ko_kr: IPv6 허용
pl_pl: Pozwól na IPv6
uk_ua: Дозволити IPv6
zh_cn: 允许IPv6

source: The Firewall Maximum Table Entries value must be an integer.
cs_cz: Je třeba, aby hodnota horní meze počtu položek tabulky brány firewall bylo celé kladné číslo.
de_de: Der Wert für die maximalen Firewall-Tabelleneinträge muss eine Zahl sein.
el_gr: Η τιμή Μέγιστες καταχωρήσεις πίνακα τείχους προστασίας πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار Firewall Maximum Table Entries باید یک عدد صحیح باشد.
fr_fr: La valeur du nombre d'Entrées Maximum de la Table du Firewall doit être un nombre entier.
it_it: Il valore delle voci massime della tabella del firewall deve essere un numero intero.
ko_kr: 방화벽 최대 테이블 항목 값은 정수여야 합니다.
pl_pl: Wartość Maksymalnych Wpisów Tabeli Zapory musi być liczbą całkowitą.
uk_ua: Значення "Максимальна кількість записів таблиці міжмережевого екрана" має бути цілим числом.
zh_cn: 防火墙最大表条目值必须为整数。

source: The Aliases Hostname Resolve Interval value must be an integer.
cs_cz: Je třeba, aby hodnota intervalu překladu alternativního názvu stroje bylo celé kladné číslo.
de_de: Der Aliashostnamenauflösungsintervall muss eine Zahl sein.
el_gr: Η τιμή του διαστήματος επίλυσης ψευδωνύμων κεντρικού υπολογιστή πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار Aliases Hostname Resolve Interval باید یک عدد صحیح باشد.
fr_fr: La valeur de l'Intervalle de Résolution des Alias des Noms d'Hôtes doit être un nombre entier.
it_it: Il valore dell'intervallo di risoluzione del nome host degli alias deve essere un numero intero.
ko_kr: 별칭 호스트 이름 확인 간격 값은 정수여야 합니다.
pl_pl: Wartość Interwału Rozwiązania Nazwy Aliasa musi być liczbą całkowitą.
uk_ua: Значення "Інтервал розпізнавання імен хостів для псевдонімів" має бути цілим числом.
zh_cn: 别名主机域名解析间隔值必须为整数。

source: The Firewall Maximum Frags value must be an integer.
cs_cz: Je třeba, aby hodnota nejvyšších umožněných fragmentů brány firewall bylo celé kladné číslo.
de_de: Der Wert für die maximalen Firewall-Fragmente muss eine Zahl sein.
el_gr: Η τιμή Μέγιστων Τραχηλικών Φραγμάτων του Τείχους Προστασίας πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار Firewall Maximum Frags باید یک عدد صحیح باشد.
fr_fr: La valeur Maximale Frags du Pare-feu doit être un nombre entier.
it_it: Il valore Frammenti massimi del firewall deve essere un numero intero.
ko_kr: 방화벽 최대 조각 수 값은 정수여야 합니다.
pl_pl: Wartość Maksymalnych Fragmentów Zapory musi być liczbą całkowitą.
uk_ua: Значення "Максимальна кількість фрагментів міжмережевого екрана" має бути цілим числом.
zh_cn: 防火墙最大分片值必须为整数。

source: The Firewall Maximum States value must be an integer.
cs_cz: Je třeba, aby nejvyšší umožněný počet stavů, udržovaných branou firewall, bylo celé kladné číslo.
de_de: Der Wert für die maximalen Firewall-Zustände muss eine Zahl sein.
el_gr: Η τιμή Μέγιστων Καταστάσεων Τείχους Προστασίας πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار Firewall Maximum States باید یک عدد صحیح باشد.
fr_fr: La valeur maximale du nombre d'états du pare-feu doit être un nombre entier.
it_it: Il valore degli stati massimi del firewall deve essere un numero intero.
ko_kr: 방화벽 최대 상태 값은 정수여야 합니다.
pl_pl: Wartość Maksymalnych Stanów Zapory musi być liczbą całkowitą.
uk_ua: Значення "Максимальна кількість станів міжмережевого екрана" має бути цілим числом.
zh_cn: 防火墙最大状态值必须为整数。

source: The Firewall Adaptive End value must be an integer.
cs_cz: Je třeba, aby hodnota adaptivního konce brány firewall bylo celé kladné číslo.
de_de: Der adaptive Firewall-Endwert muss eine Zahl sein.
el_gr: Η τιμή Firewall Adaptive End πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار Firewall Adaptive End باید یک عدد صحیح باشد.
fr_fr: La valeur du champ Fin pour le délai d'attente Adaptatif du Firewall doit être un nombre entier.
it_it: Il valore Fine adattiva del firewall deve essere un numero intero.
ko_kr: 방화벽 적응형 끝 값은 정수여야 합니다.
pl_pl: Wartość Adaptacyjnego Końca Zapory musi być liczbą całkowitą.
uk_ua: Значення "Адаптивне завершення міжмережевого екрана" має бути цілим числом.
zh_cn: 防火墙自适应结束值必须为整数。

source: The Firewall Adaptive Start value must be an integer.
cs_cz: Je třeba, aby hodnota adaptivního začátku brány firewall bylo celé kladné číslo.
de_de: Der adaptive Firewall-Startwert muss eine Zahl sein.
el_gr: Η τιμή Firewall Adaptive Start πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار Firewall Adaptive Start باید یک عدد صحیح باشد.
fr_fr: La valeur du champ Début pour le délai d'attente Adaptatif du Firewall doit être un nombre entier.
it_it: Il valore di Avvio adattivo del firewall deve essere un numero intero.
ko_kr: 방화벽 적응형 시작 값은 정수여야 합니다.
pl_pl: Wartość Adaptacyjnego Początku Zapory musi być liczbą całkowitą.
uk_ua: Значення "Адаптивний старт міжмережевого екрана" має бути цілим числом.
zh_cn: 防火墙自适应开始值必须为整数。

source: The Firewall Adaptive values must be set together.
cs_cz: Je třeba, aby hodnoty adaptivní brány firewall byly nastavené obě.
de_de: Die adaptiven Firewall-Werte müssen gemeinsam gesetzt werden.
el_gr: Οι τιμές Firewall Adaptive πρέπει να οριστούν μαζί.
fa_ir: مقادیر Firewall Adaptive باید با هم تنظیم شوند.
fr_fr: Les valeurs des champs pour le délai d'attente Adaptatif du Firewall doivent être paramétrées simultanément.
it_it: I valori Firewall adattivo devono essere impostati insieme.
ko_kr: 방화벽 적응 값을 함께 설정해야 합니다.
pl_pl: Adaptacyjne wartości Zapory muszą być ustawione razem.
uk_ua: Адаптивні значення міжмережевого екрана мають бути встановлені разом.
zh_cn: 防火墙自适应值必须设置在一起。

source: No password
cs_cz: Bez hesla
de_de: Kein Passwort
el_gr: Χωρίς κωδικό πρόσβασης
fa_ir: بدون رمز عبور
fr_fr: Pas de mot de passe
it_it: Nessuna password
ko_kr: 비밀번호 없음
pl_pl: Bez hasła
uk_ua: Без пароля
zh_cn: 无密码

source: Ask password
cs_cz: Vyžadovat heslo
de_de: Passwort abfragen
el_gr: Ρωτήστε τον κωδικό πρόσβασης
fa_ir: درخواست رمز عبور
fr_fr: Demander un mot de passe
it_it: Chiedi la password
ko_kr: 비밀번호 묻기
pl_pl: Pytaj o hasło
uk_ua: Запитувати пароль
zh_cn: 询问密码

source: Disallow
cs_cz: Neumožnit
de_de: Verbieten
el_gr: Απαγορεύω
fa_ir: ممنوع
fr_fr: Refuser
it_it: Non consentire
ko_kr: 허용 안 함
pl_pl: Zabroń
uk_ua: Заборонити
zh_cn: 不允许

source: Password protect the console menu
cs_cz: Zabezpečit nabídku na konzoli heslem
de_de: Das Konsolenmenü mit einem Passwort schützen
el_gr: Προστασία με κωδικό πρόσβασης του μενού της κονσόλας
fa_ir: محافظت از منوی کنسول با رمز عبور
fr_fr: Protéger le menu de la console avec un mot de passe
it_it: Proteggi con password il menu della console
ko_kr: 콘솔 메뉴 비밀번호 보호
pl_pl: Wymagaj hasła do menu konsolowego
uk_ua: Захистити паролем меню консолі
zh_cn: 密码保护控制台菜单
