Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Choose a backend for advanced authentication. If you don't have one, configure it under System -> Access -> Servers. If nothing is configured, the local database is used.
cs_cz: Vyberte podpůrnou vrstvu pro pokročilé ověřování se. Pokud ji nemáte, nastavte ji v Systém -> Přístup -> Servery. Pokud nebude nastaveno nic, použije se místní databáze.
de_de: Wählen Sie ein Backend für die erweiterte Authentifizierung. Falls keines vorhanden ist, unter "System > Zugriff > Server" konfigurieren. Standard ist die lokale Datenbank.
el_gr: Επιλέξτε ένα backend για προηγμένο έλεγχο ταυτότητας. Εάν δεν έχετε, διαμορφώστε το στην ενότητα Σύστημα -> Πρόσβαση -> Διακομιστές. Εάν δεν έχει διαμορφωθεί τίποτα, χρησιμοποιείται η τοπική βάση δεδομένων.
fa_ir: یک backend برای احراز هویت پیشرفته انتخاب کنید. اگر ندارید، آن را در System -> Access -> Servers پیکربندی کنید. در صورت عدم پیکربندی، از پایگاه‌داده محلی استفاده می‌شود.
fr_fr: Choisissez un backend pour l'authentification avancée. Si vous n'en avez pas, configurez-le sous Système -> Accès -> Serveurs. Si rien n'est configuré, la base de données locale est utilisée.
it_it: Scegli un backend per l'autenticazione avanzata. Se non ne hai uno, configuralo in Sistema -> Accesso -> Server. Se non è configurato nulla, viene utilizzato il database locale.
ko_kr: 고급 인증에 사용할 백엔드를 선택하세요. 없는 경우 시스템 -> 액세스 -> 서버에서 구성합니다. 아무것도 구성되지 않은 경우 로컬 데이터베이스가 사용됩니다.
pl_pl: Wybierz backend dla zaawansowanego uwierzytelnienia. Jeśli go nie masz, skonfiguruj go w System -> Dostęp -> Serwery. Jeśli nic nie jest skonfigurowane, używana jest lokalna baza danych.
uk_ua: Виберіть бекенд для розширеної автентифікації. Якщо у вас його немає, налаштуйте його в розділі Система -> Доступ -> Сервери. Якщо нічого не налаштовано, використовується локальна база даних.
zh_cn: 选择一个用于高级身份验证的后端。如果没有，请在"系统" - >"访问" - >"服务器"下进行配置。如果未配置任何内容，则使用本地数据库。

source: Choose a cache directory if you want to cache responses.
cs_cz: Pokud chcete ukládat odpovědi do mezipaměti, vyberte pro ni adresář.
de_de: Wählen Sie ein Cache-Verzeichnis aus, wenn Sie Antworten zwischenspeichern möchten.
el_gr: Επιλέξτε έναν κατάλογο προσωρινής αποθήκευσης εάν θέλετε να αποθηκεύσετε τις απαντήσεις στην προσωρινή μνήμη.
fa_ir: اگر می‌خواهید پاسخ‌ها را کش کنید، یک پوشهٔ کش انتخاب کنید.
fr_fr: Choisissez un répertoire de cache si vous voulez mettre les réponses en cache.
it_it: Scegli una directory della cache se desideri memorizzare nella cache le risposte.
ko_kr: 응답을 캐시하려면 캐시 디렉토리를 선택하세요.
pl_pl: Wybierz katalog cache, jeśli chcesz przechowywać odpowiedzi w pamięci podręcznej.
uk_ua: Виберіть теку кешу, якщо ви хочете кешувати відповіді.
zh_cn: 如果要缓存响应，请选择一个缓存目录。

source: Choose a name for this CPU affinity rule.
cs_cz: Zvolte název tohoto pravidla afinity k procesoru.
de_de: Wählen Sie einen Namen für diese CPU-Affinitätsregel.
el_gr: Επιλέξτε ένα όνομα για αυτόν τον κανόνα συσχέτισης CPU.
fa_ir: برای این قانون تخصیص CPU یک نام انتخاب کنید.
fr_fr: Choisissez un nom pour cette règle d'affinité CPU.
it_it: Scegli un nome per questa regola di affinità della CPU.
ko_kr: 이 CPU 선호도 규칙의 이름을 선택하세요.
pl_pl: Wybierz nazwę dla tej reguły afiniczności CPU.
uk_ua: Виберіть ім'я для цього правила спорідненості ЦП.
zh_cn: 为此CPU关联性规则选择一个名称。

source: Choose a proxy type. Usually you should use Direct for a direct connection or Proxy for a Proxy.
cs_cz: Vyberte typ proxy. Obvykle by měl být použit Direct pro přímé připojení nebo Proxy pro proxy.
de_de: Wähle einen Proxy-Typ. Normalerweise sollten Sie "Direct" für eine direkte Verbindung oder "Proxy" für einen Proxy verwenden.
el_gr: Επιλέξτε έναν τύπο proxy. Συνήθως θα πρέπει να χρησιμοποιείτε Direct για άμεση σύνδεση ή Proxy για Proxy.
fa_ir: یک نوع پروکسی انتخاب کنید. معمولاً برای اتصال مستقیم از Direct و برای اتصال از طریق پروکسی از Proxy استفاده کنید.
fr_fr: Choisissez un type de proxy. En général, vous devriez utiliser Direct pour une connexion directe ou Proxy pour un Proxy.
it_it: Scegli un tipo di proxy. Di solito dovresti usare Direct per una connessione diretta o Proxy per un Proxy.
ko_kr: 프록시 유형을 선택하세요. 일반적으로 직접 연결에는 Direct를 사용하고 프록시에는 Proxy를 사용해야 합니다.
pl_pl: Wybierz typ proxy. Zazwyczaj powinieneś używać "Direct" dla bezpośredniego połączenia lub "Proxy" dla Proxy.
uk_ua: Виберіть тип проксі. Зазвичай слід використовувати «Пряме» для прямого з'єднання або «Проксі» для проксі.
zh_cn: 选择代理类型。通常，您应将Direct用于直接连接，将Proxy用于代理。

source: Choose how HAProxy should track user-to-server mappings. Stick-table persistence works with all protocols, but is broken in multi-process and multithreaded modes. Cookie-based persistence only works with HTTP/HTTPS protocols.
cs_cz: Zvolte, jak má HAProxy sledovat mapování mezi uživateli a servery. Trvalá „lepkavá“ tabulka funguje u všech protokolů, ale ne ve víceprocesových a vícevláknových režimech. Trvalost založená na souborech cookie funguje pouze s protokoly HTTP/HTTPS.
de_de: Wählen Sie, wie HAProxy Benutzer-Server-Zuordnungen verfolgen soll. Stick-Table-Persistenz funktioniert mit allen Protokollen, ist jedoch im Multiprozess- und Multithread-Modus fehlerhaft. Cookie-basierte Persistenz funktioniert nur mit HTTP/HTTPS-Protokollen.
el_gr: Επιλέξτε τον τρόπο με τον οποίο το HAProxy θα παρακολουθεί τις αντιστοιχίσεις χρήστη-διακομιστή. Η διατήρηση του πίνακα stick λειτουργεί με όλα τα πρωτόκολλα, αλλά παρουσιάζει σφάλμα σε λειτουργίες πολλαπλών διεργασιών και πολλαπλών νημάτων. Η διατήρηση που βασίζεται σε cookie λειτουργεί μόνο με πρωτόκολλα HTTP/HTTPS.
fa_ir: نحوهٔ پیگیری نگاشت کاربر به سرور توسط HAProxy را انتخاب کنید. پایداری stick-table با همهٔ پروتکل‌ها کار می‌کند اما در حالت‌های چندفرآیندی و چندرشته‌ای خراب است. پایداری مبتنی بر کوکی تنها با پروتکل‌های HTTP/HTTPS کار می‌کند.
fr_fr: Choisissez comment HAProxy doit suivre les mappages utilisateur-serveur. La persistance via table d'adhérences fonctionne avec tous les protocoles, mais est interrompue en modes multi-processus et multi-thread. La persistance basée sur les cookies ne fonctionne qu'avec les protocoles HTTP / HTTPS.
it_it: Scegli il modo in cui HAProxy deve tenere traccia delle mappature da utente a server. La persistenza della tabella stick funziona con tutti i protocolli, ma è interrotta in modalità multiprocesso e multithread. La persistenza basata sui cookie funziona solo con i protocolli HTTP/HTTPS.
ko_kr: HAProxy가 사용자 대 서버 매핑을 추적하는 방법을 선택하세요. 스틱 테이블 지속성은 모든 프로토콜에서 작동하지만 다중 프로세스 및 다중 스레드 모드에서는 중단됩니다. 쿠키 기반 지속성은 HTTP/HTTPS 프로토콜에서만 작동합니다.
pl_pl: Wybierz, jak HAProxy powinno śledzić mapowania użytkownik-serwer. Persistence na bazie stick-table działa z wszystkimi protokołami, ale nie działa w trybach wieloprocesowym i wielowątkowym. Persistence oparte na ciasteczkach działa tylko z protokołami HTTP/HTTPS.
uk_ua: Виберіть, як HAProxy має відстежувати зіставлення користувач-сервер. Стійкість на основі таблиці відповідності працює з усіма протоколами, але не працює в багатопроцесних та багатопотокових режимах. Стійкість на основі файлів cookie працює лише з протоколами HTTP/HTTPS.
zh_cn: 选择HAProxy应如何跟踪用户到服务器的映射。 Stick-table持久性适用于所有协议，但在多进程和多线程模式下会被破坏。基于Cookie的持久性仅适用于HTTP / HTTPS协议。

source: Choose how many sub-CAs can be between the server certificate and a trusted CA. 1 means the certificate has to be signed directly by a CA.
cs_cz: Zvolte, kolik dílčích certifikačních autorit může být mezi certifikátem serveru a důvěryhodnou certifikační autoritou. 1 znamená, že certifikát musí být podepsán přímo certifikační autoritou.
de_de: Geben Sie an, wie viele Zwischenzertifizierungsstellen (Sub-CAs) zwischen dem Serverzertifikat und der vertrauenswürdigen CA erlaubt sind. Der Wert 1 bedeutet, dass das Zertifikat direkt von einer CA signiert sein muss.
el_gr: Επιλέξτε πόσες δευτερεύουσες CA μπορούν να υπάρχουν μεταξύ του πιστοποιητικού διακομιστή και μιας αξιόπιστης CA. Το 1 σημαίνει ότι το πιστοποιητικό πρέπει να υπογραφεί απευθείας από μια CA.
fa_ir: تعداد زیر-CAهایی که می‌توانند بین گواهی سرور و یک CA مورد اعتماد وجود داشته باشند را انتخاب کنید. مقدار 1 یعنی گواهی باید مستقیماً توسط یک CA امضا شده باشد.
fr_fr: Choisissez le nombre de sous-autorités de certification pouvant se trouver entre le certificat de serveur et une autorité de certification de confiance. 1 signifie que le certificat doit être signé directement par une autorité de certification.
it_it: Scegli quante sub-CA possono esserci tra il certificato del server e una CA attendibile. 1 significa che il certificato deve essere firmato direttamente da una CA.
ko_kr: 서버 인증서와 신뢰할 수 있는 CA 사이에 있을 수 있는 하위 CA의 수를 선택하세요. 1은 인증서가 CA에 의해 직접 서명되어야 함을 의미합니다.
pl_pl: Wybierz, ile podrzędnych CA może być pomiędzy certyfikatem serwera a zaufanym CA. 1 oznacza, że certyfikat musi być podpisany bezpośrednio przez CA.
uk_ua: Виберіть, скільки проміжних ЦС може бути між сертифікатом сервера та довіреним ЦС. 1 означає, що сертифікат має бути підписаний безпосередньо ЦС.
zh_cn: 选择服务器证书与可信任CA之间可以有多少个子CA。 1表示证书必须由CA直接签名。

source: Choose how to match on "URL Pattern".
cs_cz: Zvolte způsob hledání shody v položce „Vzor URL“.
de_de: Wählen Sie, wie das "URL-Muster" abgeglichen werden soll.
el_gr: Επιλέξτε πώς να αντιστοιχίσετε στο "Μοτίβο URL".
fa_ir: نحوهٔ مطابقت با «URL Pattern» را انتخاب کنید.
fr_fr: Choisissez le mode de correspondance sur "URL Pattern".
it_it: Scegli come abbinare il "Pattern URL".
ko_kr: "URL 패턴"에서 일치하는 방법을 선택하세요.
pl_pl: Wybierz, jak dopasować do "Wzorca adresu URL".
uk_ua: Виберіть, як порівнювати «Шаблон URL».
zh_cn: 选择如何匹配"网址格式"。

source: Choose the Root CA. This CA will be trusted to issue client certificates for authentication.
cs_cz: Zvolte kořenovou certifikační autoritu. Této bude důvěřováno pro vydávání klientských certifikátů pro ověřování se.
de_de: Wählen Sie die Stammzertifizierungsstelle aus. Diese Zertifizierungsstelle wird als vertrauenswürdig eingestuft, um Clientzertifikate für die Authentifizierung auszustellen.
el_gr: Επιλέξτε την Αρχή Πιστοποίησης Ρίζας. Αυτή η Αρχή Πιστοποίησης θα είναι αξιόπιστη για την έκδοση πιστοποιητικών πελάτη για έλεγχο ταυτότητας.
fa_ir: Root CA را انتخاب کنید. این CA برای صدور گواهی‌های کلاینت جهت احراز هویت مورد اعتماد خواهد بود.
fr_fr: Choisissez l'autorité de certification racine. Cette autorité de certification sera autorisée à émettre des certificats de clients pour l'authentification.
it_it: Scegli la CA radice. Questa CA sarà considerata attendibile per emettere certificati client per l'autenticazione.
ko_kr: 루트 CA를 선택합니다. 이 CA를 신뢰하여 인증을 위해 클라이언트 인증서를 발급합니다.
pl_pl: Wybierz główne CA. To CA będzie uznane za godne zaufania do wydawania certyfikatów klienta do uwierzytelnienia.
uk_ua: Виберіть кореневий ЦС. Цьому ЦС буде довірено видавати клієнтські сертифікати для автентифікації.
zh_cn: 选择根 CA。该 CA 将被信任来颁发客户端证书以进行身份​​验证。

source: Choose the automations that should be run after certificate creation and renewal. Basically every application requires a quick restart to reload the updated certificate. If you don't configure an automation, the in-memory certificate may expire and cause security warnings and other issues.
cs_cz: Zvolte automatizace, které by měly být spuštěny po vytvoření a obnovení certifikátu. V podstatě každá aplikace vyžaduje rychlý restart kvůli načtení aktualizovaného certifikátu. Pokud automatizaci nenastavíte, může platnost certifikátu v paměti skončit a způsobit varování ohledně zabezpečení a další problémy.
de_de: Wähle die Automatisierungen aus, die nach der Zertifikatserstellung und -erneuerung ausgeführt werden sollen. Grundsätzlich erfordert jede Anwendung einen schnellen Neustart, um das aktualisierte Zertifikat neu zu laden. Wenn Sie keine Automatisierung konfigurieren, kann das Zertifikat im Arbeitsspeicher ablaufen und Sicherheitswarnungen und andere Probleme verursachen.
el_gr: Επιλέξτε τους αυτοματισμούς που θα πρέπει να εκτελούνται μετά τη δημιουργία και την ανανέωση του πιστοποιητικού. Ουσιαστικά, κάθε εφαρμογή απαιτεί γρήγορη επανεκκίνηση για την επαναφόρτωση του ενημερωμένου πιστοποιητικού. Εάν δεν ρυθμίσετε έναν αυτοματισμό, το πιστοποιητικό που βρίσκεται στη μνήμη ενδέχεται να λήξει και να προκαλέσει προειδοποιήσεις ασφαλείας και άλλα προβλήματα.
fa_ir: اتوماسیون‌هایی که باید پس از ایجاد یا تمدید گواهی اجرا شوند را انتخاب کنید. عملاً هر برنامه برای بارگذاری گواهی به‌روز نیاز به راه‌اندازی مجدد کوتاه دارد. اگر اتوماسیونی پیکربندی نکنید، گواهی در حافظه ممکن است منقضی شده و باعث هشدارهای امنیتی و مشکلات دیگر شود.
fr_fr: Choisissez les automatisations à exécuter après la création et le renouvellement du certificat. Fondamentalement, chaque application nécessite un redémarrage rapide pour recharger le certificat mis à jour. Si vous ne configurez pas d'automatisation, le certificat en mémoire peut expirer et provoquer des avertissements de sécurité et d'autres problèmes.
it_it: Scegli le automazioni da eseguire dopo la creazione e il rinnovo del certificato. Fondamentalmente ogni applicazione richiede un riavvio rapido per ricaricare il certificato aggiornato. Se non configuri un'automazione, il certificato in memoria potrebbe scadere e causare avvisi di sicurezza e altri problemi.
ko_kr: 인증서를 생성하고 갱신한 후 실행할 자동화를 선택하세요. 기본적으로 모든 응용 프로그램은 업데이트된 인증서를 다시 로드하기 위해 빠른 재시작이 필요합니다. 자동화를 구성하지 않으면 메모리 내 인증서가 만료되어 보안 경고 및 기타 문제가 발생할 수 있습니다.
pl_pl: Wybierz automatyzacje, które powinny być uruchamiane po utworzeniu i odnawianiu certyfikatu. W zasadzie każda aplikacja wymaga szybkiego restartu, aby przeładować zaktualizowany certyfikat. Jeśli nie skonfigurujesz automatyzacji, certyfikat w pamięci może wygasnąć i powodować ostrzeżenia dotyczące bezpieczeństwa oraz inne problemy.
uk_ua: Виберіть автоматизації, які слід запускати після створення та поновлення сертифіката. Фактично кожен застосунок потребує швидкого перезапуску для перезавантаження оновленого сертифіката. Якщо ви не налаштуєте автоматизацію, сертифікат у пам'яті може закінчитися, що спричинить попередження безпеки та інші проблеми.
zh_cn: 选择在证书创建和续订后应运行的自动操作设置。基本上每个应用程序都需要快速重启才能重新加载更新的证书。如果未配置自动操作设置，则内存中的证书可能会过期并导致出现安全警告和其他问题。

source: Cipher Suits
cs_cz: Sady šifer
de_de: Chiffresuiten
el_gr: Κρυπτογραφημένες στολές
fa_ir: مجموعه‌های رمزنگاری
fr_fr: Costumes Cipher
it_it: Abiti cifrati
ko_kr: 암호화 스위트
pl_pl: Zestawy szyfrów
uk_ua: Набори шифрів
zh_cn: 密码套装

source: Client Certificate Auth
cs_cz: Ověřování klientským certifikátem
de_de: Authentifizierung des Clientzertifikats
el_gr: Εξουσιοδότηση Πιστοποιητικού Πελάτη
fa_ir: احراز هویت با گواهی کلاینت
fr_fr: Authentification du certificat du client
it_it: Aut. certificato cliente
ko_kr: 클라이언트 인증서 인증
pl_pl: Uwierzytelnianie certyfikatu klienta
uk_ua: Автентифікація клієнтським сертифікатом
zh_cn: 客户证书认证

source: Client Secret
cs_cz: Tajemství klienta
de_de: Client-Geheimnis
el_gr: Μυστικό Πελάτη
fa_ir: رمز محرمانه کلاینت
fr_fr: Secret du client
it_it: Segreto del cliente
ko_kr: 클라이언트 시크릿
pl_pl: Tajny klucz klienta
uk_ua: Секрет клієнта
zh_cn: 客户端密钥

source: Collectors to enable, valid entries are "gocollector" and "process". If unset, both are enabled.
cs_cz: Kolektory, které se mají povolit – platnými zadáními jsou „gocollector“ a „process“. Pokud není nastaveno, jsou povoleny oba.
de_de: Zu aktivierende, gültige Einträge sind "gocollector" und "process". Wenn diese Option nicht festgelegt ist, sind beide aktiviert.
el_gr: Συλλέκτες προς ενεργοποίηση, οι έγκυρες καταχωρήσεις είναι "gocollector" και "process". Εάν δεν οριστούν, και οι δύο είναι ενεργοποιημένες.
fa_ir: کالکتورهایی که باید فعال شوند؛ مقادیر معتبر "gocollector" و "process" هستند. اگر تنظیم نشود، هر دو فعال خواهند بود.
fr_fr: Collecteurs à activer, les entrées valides sont "gocollector" et "process". Si elle n'est pas définie, les deux sont activés.
it_it: Collector da abilitare, le voci valide sono "gocollector" e "process". Se non impostati, entrambi sono abilitati.
ko_kr: 활성화할 수집기, 유효한 항목은 "go collector" 및 "process"입니다. 설정을 해제하면 둘 다 활성화됩니다.
pl_pl: Kolektory do włączenia, prawidłowe wpisy to "gocollector" i "process". Jeśli nie są ustawione, oba są włączone.
uk_ua: Колектори для ввімкнення, дійсними записами є «gocollector» та «process». Якщо не встановлено, увімкнено обидва.
zh_cn: 要启用的收集器，有效条目是"gocollector"和"process"。如果未设置，则两者都启用。

source: Comma-separated list of SMTP servers for alert delivery.
cs_cz: Čárkou oddělovaný seznam SMTP serverů přes které doručovat výstrahy.
de_de: Kommagetrennte Liste von SMTP-Servern für die Zustellung von Benachrichtigungen.
el_gr: Λίστα διακομιστών SMTP, διαχωρισμένη με κόμμα, για την παράδοση ειδοποιήσεων.
fa_ir: فهرست سرورهای SMTP برای ارسال هشدار، جداشده با ویرگول.
fr_fr: Liste de serveurs SMTP, séparés par des virgules, pour la distribution des alertes.
it_it: Elenco separato da virgole di server SMTP per la consegna degli avvisi.
ko_kr: 알림 전송을 위한 SMTP 서버의 쉼표로 구분된 목록입니다.
pl_pl: Lista serwerów SMTP oddzielonych przecinkami do dostarczania alertów.
uk_ua: Список SMTP-серверів, розділених комою, для доставки сповіщень.
zh_cn: 逗号分隔的SMTP服务器列表，用于警报传递。

source: Command to be executed to evaluate value of the key.
cs_cz: Příkaz, který se má provést pro vyhodnocení hodnoty klíče.
de_de: Befehl, der zur Ermittlung des Werts des Item Keys ausgeführt wird.
el_gr: Εντολή που θα εκτελεστεί για την αξιολόγηση της τιμής του κλειδιού.
fa_ir: دستوری که برای ارزیابی مقدار کلید اجرا می‌شود.
fr_fr: Commande à exécuter pour évaluer la valeur de la clé.
it_it: Comando da eseguire per valutare il valore della chiave.
ko_kr: 키 값을 평가하기 위해 실행할 명령입니다.
pl_pl: Komenda do wykonania w celu oceny wartości klucza.
uk_ua: Команда для виконання, щоб оцінити значення ключа.
zh_cn: 要执行用来评估密钥值的命令。

source: Connection Count (Streams Only)
cs_cz: Počet spojení (pouze proudy)
de_de: Verbindungsanzahl (nur Streams)
el_gr: Αριθμός συνδέσεων (Μόνο ροές)
fa_ir: تعداد اتصالات (فقط Streams)
fr_fr: Nombre de connexions (flux uniquement)
it_it: Conteggio connessioni (solo streaming)
ko_kr: 연결 수(스트림만 해당)
pl_pl: Liczba połączeń (tylko strumienie)
uk_ua: Кількість з'єднань (лише потоки)
zh_cn: 连接数(仅限流)

source: Content Security Policy: Default Source
cs_cz: Zásada zabezpečení obsahu: Výchozí zdroj
de_de: Content Security Policy: Standard-Quelle
el_gr: Πολιτική ασφάλειας περιεχομένου: Προεπιλεγμένη πηγή
fa_ir: سیاست امنیت محتوا: منبع پیش‌فرض
fr_fr: Politique de sécurité du contenu : Source par défaut
it_it: Politica di sicurezza dei contenuti: origine predefinita
ko_kr: 콘텐츠 보안 정책: 기본 소스
pl_pl: Polityka Bezpieczeństwa Zawartości: Domyślne Źródło
uk_ua: Політика безпеки вмісту: Джерело за типово
zh_cn: 内容安全策略：默认源

source: Content Security Policy: Font Source
cs_cz: Zásada zabezpečení obsahu: Zdroj písma
de_de: Content Security Policy: Schriftartenquellen
el_gr: Πολιτική ασφάλειας περιεχομένου: Πηγή γραμματοσειράς
fa_ir: سیاست امنیت محتوا: منبع فونت
fr_fr: Politique de sécurité du contenu : Source de la police
it_it: Politica di sicurezza dei contenuti: origine dei caratteri
ko_kr: 콘텐츠 보안 정책: 글꼴 소스
pl_pl: Polityka Bezpieczeństwa Zawartości: Źródło Czcionek
uk_ua: Політика безпеки вмісту: Джерело шрифтів
zh_cn: 内容安全策略：Font Source

source: Content Security Policy: Form Action
cs_cz: Zásada zabezpečení obsahu: akce formuláře
de_de: Content Security Policy: Formularaktion
el_gr: Πολιτική ασφάλειας περιεχομένου: Ενέργεια φόρμας
fa_ir: سیاست امنیت محتوا: مقصد فرم
fr_fr: Politique de sécurité du contenu : Action du formulaire
it_it: Politica di sicurezza dei contenuti: azione del modulo
ko_kr: 콘텐츠 보안 정책: 양식 수행
pl_pl: Polityka Bezpieczeństwa Zawartości: Akcja Formularza
uk_ua: Політика безпеки вмісту: Дія форми
zh_cn: 内容安全策略：Form Action

source: Content Security Policy: Image Source
cs_cz: Zásada zabezpečení obsahu: zdroj obrázků
de_de: Content Security Policy: Bildquellen
el_gr: Πολιτική ασφάλειας περιεχομένου: Πηγή εικόνας
fa_ir: سیاست امنیت محتوا: منبع تصویر
fr_fr: Politique de sécurité du contenu : Source de l'image
it_it: Politica di sicurezza dei contenuti: origine immagine
ko_kr: 콘텐츠 보안 정책: 이미지 소스
pl_pl: Polityka Bezpieczeństwa Zawartości: Źródło Obrazów
uk_ua: Політика безпеки вмісту: Джерело зображень
zh_cn: 内容安全策略：Image Source

source: Content Security Policy: Media Source
cs_cz: Zásada zabezpečení obsahu: zdroj médií
de_de: Content Security Policy: Medienquellen
el_gr: Πολιτική ασφάλειας περιεχομένου: Πηγή πολυμέσων
fa_ir: سیاست امنیت محتوا: منبع رسانه
fr_fr: Politique de sécurité du contenu : Source des médias
it_it: Politica di sicurezza dei contenuti: fonte multimediale
ko_kr: 콘텐츠 보안 정책: 미디어 소스
pl_pl: Polityka Bezpieczeństwa Zawartości: Źródło Mediów
uk_ua: Політика безпеки вмісту: Джерело медіа
zh_cn: 内容安全策略：Media Source

source: Content Security Policy: Script Source
cs_cz: Zásada zabezpečení obsahu: zdroj skriptů
de_de: Content Security Policy: Skriptquellen
el_gr: Πολιτική ασφάλειας περιεχομένου: Πηγή σεναρίου
fa_ir: سیاست امنیت محتوا: منبع اسکریپت
fr_fr: Politique de sécurité du contenu : Script Source
it_it: Politica di sicurezza dei contenuti: origine dello script
ko_kr: 콘텐츠 보안 정책: 스크립트 소스
pl_pl: Polityka Bezpieczeństwa Zawartości: Źródło Skryptów
uk_ua: Політика безпеки вмісту: Джерело сценаріїв
zh_cn: 内容安全策略：Script Source

source: Content Security Policy: Stylesheet Source
cs_cz: Zásada zabezpečení obsahu: zdroj tabulky stylů
de_de: Content Security Policy: Stylesheet-Quellen
el_gr: Πολιτική ασφάλειας περιεχομένου: Πηγή φύλλου στυλ
fa_ir: سیاست امنیت محتوا: منبع شیوه‌نامه
fr_fr: Politique de sécurité du contenu : Source de la feuille de style
it_it: Politica di sicurezza dei contenuti: origine del foglio di stile
ko_kr: 콘텐츠 보안 정책: 스타일시트 소스
pl_pl: Polityka Bezpieczeństwa Zawartości: Źródło Arkuszy Stylów
uk_ua: Політика безпеки вмісту: Джерело таблиць стилів
zh_cn: 内容安全策略：Stylesheet Source

source: Context
cs_cz: Kontext
de_de: Kontext
el_gr: Συμφραζόμενα
fa_ir: زمینه
fr_fr: Contexte
it_it: Contesto
ko_kr: 맥락
pl_pl: Kontekst
uk_ua: Контекст
zh_cn: 上下文

source: Cookie handling
cs_cz: Zacházení s cookie
de_de: Umgang mit Cookies
el_gr: Διαχείριση cookie
fa_ir: مدیریت کوکی‌ها
fr_fr: Traitement des cookies
it_it: Gestione dei cookie
ko_kr: 쿠키 처리
pl_pl: Obsługa ciasteczek
uk_ua: Обробка файлів cookie
zh_cn: Cookie处理

source: Cookie name to use for persistence.
cs_cz: Název souboru cookie, který použít pro perzistenci.
de_de: Für die Persistenz zu verwendender Cookie-Name.
el_gr: Όνομα cookie που θα χρησιμοποιηθεί για διατήρηση.
fa_ir: نام کوکی که برای پایداری استفاده می‌شود.
fr_fr: Nom du cookie à utiliser pour la persistance.
it_it: Nome del cookie da utilizzare per la persistenza.
ko_kr: 지속성에 사용할 쿠키 이름입니다.
pl_pl: Nazwa ciasteczka używana do utrzymania sesji.
uk_ua: Ім'я файлу cookie для використання стійкості.
zh_cn: 用于持久性的Cookie名称。

source: Cookie-based persistence
cs_cz: Perzistence založená na souborech cookie
de_de: Cookie-basierte Persistenz
el_gr: Διατήρηση βάσει cookie
fa_ir: پایداری مبتنی بر کوکی
fr_fr: Persistance basée sur les cookies
it_it: Persistenza basata sui cookie
ko_kr: 쿠키 기반 지속성
pl_pl: Persistencja oparta na ciasteczkach
uk_ua: Стійкість на основі файлів cookie
zh_cn: 基于Cookie的持久性
