Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Edit rule
cs_cz: Upravit pravidlo
de_de: Regel bearbeiten
el_gr: Επεξεργασία κανόνα
fa_ir: ویرایش قانون
fr_fr: Éditer la règle
it_it: Modifica regola
ko_kr: 규칙 편집
pl_pl: Edytuj regułę
uk_ua: Редагувати правило
zh_cn: 编辑规则

source: Edit queue
cs_cz: Upravit frontu
de_de: Queue bearbeiten
el_gr: Επεξεργασία ουράς
fa_ir: ویرایش صف
fr_fr: Éditer la file
it_it: Modifica coda
ko_kr: 큐 편집
pl_pl: Edytuj kolejkę
uk_ua: Редагувати чергу
zh_cn: 编辑队列

source: Edit pipe
cs_cz: Upravit rouru
de_de: Pipe bearbeiten
el_gr: Επεξεργασία σωλήνα
fa_ir: ویرایش پایپ
fr_fr: Éditer le tuyau (pipe)
it_it: Modifica pipa
ko_kr: 파이프 편집
pl_pl: Edytuj rurę pipe
uk_ua: Редагувати канал
zh_cn: 编辑管道

source: Reset
cs_cz: Resetovat
de_de: Zurücksetzen
el_gr: Επαναφορά
fa_ir: بازنشانی
fr_fr: Réinitialiser
ko_kr: 초기화
pl_pl: Resetuj
uk_ua: Скинути
zh_cn: 重置

source: Target
cs_cz: Cíl
de_de: Ziel
el_gr: Στόχος
fa_ir: هدف
fr_fr: Cible
it_it: Bersaglio
ko_kr: 대상
pl_pl: Cel
uk_ua: Ціль
zh_cn: 目标

source: Pipe
cs_cz: Roura
el_gr: Σωλήνας
fa_ir: پایپ
fr_fr: Tuyau
it_it: Tubo
ko_kr: 파이프
pl_pl: Rura Pipe
uk_ua: Канал
zh_cn: 管道

source: Mask
cs_cz: Maska
de_de: Maske
el_gr: Μάσκα
fa_ir: ماسک
fr_fr: Masque
it_it: Maschera
ko_kr: 마스크
pl_pl: Maska
uk_ua: Маска
zh_cn: 掩码

source: Burst
cs_cz: Dávka
el_gr: Εκρηξη
fa_ir: افزایش موقتی
fr_fr: Pic
it_it: Scoppiare
pl_pl: Szpicel
uk_ua: Сплеск

source: Metric
cs_cz: Metrika
de_de: Metrik
el_gr: Μετρικός
fa_ir: متریک
fr_fr: Métrique
it_it: Metrico
ko_kr: 메트릭
pl_pl: Metryka
uk_ua: Метрика
zh_cn: 单位

source: Bandwidth
cs_cz: Přenosová rychlost
de_de: Bandbreite
el_gr: Εύρος ζώνης
fa_ir: پهنای‌باند
fr_fr: Bande passante
it_it: Larghezza di banda
ko_kr: 대역폭
pl_pl: Przepustowość
uk_ua: Пропускна здатність
zh_cn: 带宽

source: No
cs_cz: Ne
de_de: Nein
el_gr: Όχι
fa_ir: خیر
fr_fr: Non
ko_kr: 아니오
pl_pl: Nie
uk_ua: Ні
zh_cn: 否

source: Are you sure you want to flush and reload all? this might have impact on other services using the same technology underneath (such as Captive portal)
cs_cz: Opravdu chcete všechno vyprázdnit a načíst znovu? Toto může mít dopad na ostatní služby, které využívají stejnou technologii (jako např. zachycovací portál)
de_de: Sind Sie sicher, dass Sie alles leeren und neu laden wollen? Dies könnte andere Dienste beeinflussen, die die selbe Technologie verweden (z. B. das Captive Portal).
el_gr: Είστε βέβαιοι ότι θέλετε να κάνετε εκκαθάριση και επαναφόρτωση όλων; Αυτό μπορεί να επηρεάσει άλλες υπηρεσίες που χρησιμοποιούν την ίδια τεχνολογία από κάτω (όπως το Captive portal)
fa_ir: آیا از خالی‌سازی و بارگذاری مجدد همه مطمئن هستید؟ این کار می‌تواند بر سرویس‌های دیگر که از همان فناوری زیرساختی استفاده می‌کنند (مانند Captive portal) تأثیر بگذارد.
fr_fr: Êtes-vous sûr de vouloir purger et tout recharger? ceci peut avoir un impact sur d'autres services utilisant la même technologie sous-jacente (comme le Portail captif)
it_it: Sei sicuro di voler svuotare e ricaricare tutto? ciò potrebbe avere un impatto su altri servizi che utilizzano la stessa tecnologia sottostante (come Captive Portal)
ko_kr: 모두 플러시하고 다시 로드하시겠습니까? 이는 기본적으로 동일한 기술을 사용하는 다른 서비스(예: 종속 포털)에 영향을 미칠 수 있습니다
pl_pl: Czy na pewno chcesz wyczyścić i ponownie załadować wszystko? Może to wpłynąć na inne usługi korzystające z tej samej technologii (takie jak Portal dla klientów)
uk_ua: Ви впевнені, що хочете очистити та перезавантажити все? Це може вплинути на інші служби, що використовують ту ж базову технологію (наприклад, портал автентифікації)
zh_cn: 您确定要刷新并重新加载所有内容吗？这可能会对使用下面相同技术的其他服务（例如Captive门户）产生影响

source: Edit route
cs_cz: Upravit trasu
de_de: Route bearbeiten
el_gr: Επεξεργασία διαδρομής
fa_ir: ویرایش مسیر
fr_fr: Éditer la route
it_it: Modifica percorso
ko_kr: 라우팅 편집
pl_pl: Edytuj trasę
uk_ua: Редагувати маршрут
zh_cn: 编辑路由

source: Do not enter static routes for networks assigned on any interface of this firewall. Static routes are only used for networks reachable via a different router, and not reachable via your default gateway.
cs_cz: Nezadávat statické trasy pro sítě přiřazené jakémukoli z rozhraní této brány firewall. Statické trasy slouží pouze pro sítě, které jsou dosažitelné prostřednictvím jiného směrovače a nedosažitelné prostřednictvím výchozí brány.
de_de: Geben Sie keine statischen Routen für Netzwerke ein, die einer Schnittstelle dieser Firewall zugewiesen sind. Statische Routen werden nur für Netzwerke verwendet, die über einen anderen Router und nicht über Ihr Standard-Gateway erreichbar sind.
el_gr: Μην εισάγετε στατικά routes για δίκτυα που έχουν αντιστοιχιστεί σε οποιαδήποτε διεπαφή αυτού του τείχους προστασίας. Τα στατικά routes χρησιμοποιούνται μόνο για δίκτυα στα οποία είναι δυνατή η πρόσβαση μέσω διαφορετικού δρομολογητή και όχι μέσω της προεπιλεγμένης πύλης σας.
fa_ir: برای شبکه‌هایی که به هر رابط این فایروال اختصاص داده شده‌اند، مسیرهای استاتیک وارد نکنید. مسیرهای استاتیک فقط برای شبکه‌هایی استفاده می‌شوند که از طریق روتر دیگری قابل دسترسی‌اند و از طریق دروازه پیش‌فرض شما قابل دسترسی نیستند.
fr_fr: Ne pas entrer de route statique pour les réseaux assignés sur n'importe quelle interface de ce firewall. Les routes statiques sont uniquement utilisées pour les réseaux accessibles via un routeur différent et non accessibles via votre passerelle par défaut.
it_it: Non inserire percorsi statici per le reti assegnate su qualsiasi interfaccia di questo firewall. I percorsi statici vengono utilizzati solo per le reti raggiungibili tramite un router diverso e non raggiungibili tramite il gateway predefinito.
ko_kr: 이 방화벽의 모든 인터페이스에 할당된 네트워크에 대한 정적 라우트를 입력하지 않습니다. 정적 경로는 다른 라우터를 통해 도달 가능한 네트워크에만 사용되며 기본 게이트웨이를 통해 도달할 수 없습니다.
pl_pl: Nie wprowadzaj tras statycznych dla sieci przypisanych do dowolnego interfejsu tego firewalla. Trasy statyczne są używane tylko dla sieci dostępnych za pośrednictwem innego routera i nieosiągalnych za pośrednictwem Twojego domyślnego bramy.
uk_ua: Не вводьте статичні маршрути для мереж, призначених на будь-якому інтерфейсі цього фаєрволу. Статичні маршрути використовуються лише для мереж, доступних через інший маршрутизатор, і недоступних через ваш типовий шлюз.
zh_cn: 不要为该防火墙的任何接口上分配的网络输入静态路由。 静态路由仅用于可通过不同路由器访问的网络，不能通过默认网关访问。

source: Edit blacklist
cs_cz: Upravit seznam vyloučených
de_de: Schwarze Liste bearbeiten
el_gr: Επεξεργασία μαύρης λίστας ...
fa_ir: ویرایش لیست سیاه
fr_fr: Éditer la liste noire
it_it: Modifica lista nera
ko_kr: 블랙리스트 편집
pl_pl: Edytuj czarną listę
uk_ua: Редагувати чорний список
zh_cn: 编辑黑名单

source: Schedule with Cron
cs_cz: Naplánovat (Cron)
de_de: Plane mit Cron
el_gr: Προγραμματισμός με Cron
fa_ir: زمان‌بندی با Cron
fr_fr: Planifier avec Cron
it_it: Programma con Cron
ko_kr: Cron으로 예약
pl_pl: Harmonogram z Cron
uk_ua: Запланувати за допомогою Cron
zh_cn: 调度计划

source: Download ACLs & Apply
cs_cz: Stáhnout ACL seznamy a použít
de_de: ACLs herunterladen und anwenden
el_gr: Λήψη ACL και υποβολή αίτησης
fa_ir: دانلود ACLها و اعمال
fr_fr: Télécharger les ACLs & les Appliquer
it_it: Scarica ACL e applica
ko_kr: ACL 다운로드 및 적용
pl_pl: Pobierz listy kontrolne dostępu i zastosuj
uk_ua: Завантажити ACL та Застосувати
zh_cn: 下载ACL并应用

source: Edit | Delete
cs_cz: Upravit | Smazat
de_de: Bearbeiten | Löschen
el_gr: Επεξεργασία | Διαγραφή
fa_ir: ویرایش | حذف
fr_fr: Modifier | Supprimer
it_it: Modifica | Eliminare
ko_kr: 편집 | 삭제
pl_pl: Edytuj | Usuń
uk_ua: Редагувати | Видалити
zh_cn: 编辑|删除

source: Add an item to the table to fetch a remote acl for blacklisting.%s You can enable or disable the blacklist list.%s The active blacklists will be merged with the settings under %sForward Proxy -> Access Control List%s.
cs_cz: Přidání položky do tabulky pro načtení vzdáleného acl pro seznamy vyloučených.%s Seznam je možné povolit nebo zakázat.%s Aktivní seznamy vylouených budou sloučeny s nastavením v části %sPřeposílací Proxy -> Seznam řízení přístupu%s.
de_de: Füge ein Element zur Tabelle hinzu, um eine Remote-Acl für die Blacklistung zu holen.%s Sie können die Blacklist aktivieren oder deaktivieren.%s Die aktiven Blacklists werden mit den Einstellungen unter %sForward Proxy -> Access Control List%s zusammengeführt.
el_gr: Προσθέστε ένα στοιχείο στον πίνακα για να ανακτήσετε ένα απομακρυσμένο acl της μαύρης λίστας.%s Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε τη μαύρη λίστα.%s Οι ενεργές μαύρες λίστες θα συγχωνευθούν με τις ρυθμίσεις στην ενότητα %sForward Proxy -> Access Control List%s.
fa_ir: برای واکشی یک ACL از راه دور جهت لیست‌سیاه، یک مورد به جدول اضافه کنید.%s می‌توانید لیست سیاه را فعال یا غیرفعال کنید.%s لیست‌های سیاه فعال با تنظیمات زیر ادغام می‌شوند: %sForward Proxy -> Access Control List%s.
fr_fr: Ajoutez un élément à la table pour récupérer un acl distant pour la liste noire.%s Vous pouvez activer ou désactiver la liste noire.%s Les listes noires actives seront fusionnées avec les paramètres sous%s Forward Proxy -> Access Control List%s.
it_it: Aggiungi un elemento alla tabella per recuperare un ACL remoto per la blacklist.%s Puoi abilitare o disabilitare la lista nera list.%s Le liste nere attive verranno unite con le impostazioni in %sProxy di inoltro -> Elenco controllo accessi%s.
ko_kr: 블랙리스트에 사용할 원격 ACL을 가져오려면 테이블에 항목을 추가합니다.%s 블랙리스트 목록을 활성화하거나 비활성화할 수 있습니다.%s 활성 블랙리스트는 %sForward Proxy -> Access Control List %s 아래의 설정과 병합됩니다.
pl_pl: Dodaj element do tabeli, aby pobrać zdalną listę kontrolną dostępu do czarnej listy. %s Możesz włączyć lub wyłączyć czarną listę. %s Aktywne czarne listy zostaną połączone z ustawieniami w %sForward Proxy -> Access Control List%s.
uk_ua: Додайте елемент до таблиці, щоб отримати віддалений список контролю доступу для чорного списку.%s Ви можете увімкнути або вимкнути список чорного списку.%s Активні чорні списки будуть об'єднані з налаштуваннями в %sПрямий Проксі -> Список Контролю Доступу%s.
zh_cn: 向表中添加项目来获取远程访问黑名单。%s 可以启用或禁用黑名单。%s 活动黑名单会与%s正向代理 - >访问控制列表%s下的设置合并。

source: Remote Blacklist
cs_cz: Seznam vyloučených od protější strany
de_de: Ferne schwarze Liste
el_gr: Απομακρυσμένη μαύρη λίστα
fa_ir: لیست سیاه از راه دور
fr_fr: Liste noire distante
it_it: Lista nera remota
ko_kr: 원격 블랙리스트
pl_pl: Zdalna czarna lista
uk_ua: Віддалений чорний список
zh_cn: 远程黑名单

source: full help
cs_cz: kompletní nápověda
de_de: Vollständige Hilfe
el_gr: Επέκταση βοήθειας
fa_ir: راهنمای کامل
fr_fr: aide complète
it_it: pieno aiuto
ko_kr: 전체 도움말
pl_pl: przełącz pełną pomoc
uk_ua: повна довідка
zh_cn: 完整帮助

source: Remote Access Control Lists
cs_cz: Seznamy řízení přístupu od protější strany
de_de: Remote-Zugriffskontrolllisten
el_gr: Λίστες ελέγχου απομακρυσμένης πρόσβασης
fa_ir: فهرست‌های کنترل دسترسی راه دور
fr_fr: Listes de Contrôle d'Accès distantes
it_it: Elenchi di controllo dell'accesso remoto
ko_kr: 원격 액세스 제어 목록
pl_pl: Zdalne listy kontrolne dostępu
uk_ua: Віддалені Списки Контролю Доступу
zh_cn: 远程访问控制列表

source: Error fetching remote acls
cs_cz: Chyba při získávání vzdálených acl seznamů
de_de: Fehler beim Abruf von fernen ACLs
el_gr: Σφάλμα κατά την ανάκτηση των απομακρυσμένων ACL
fa_ir: خطا در واکشی فهرست‌های کنترل دسترسی راه دور
fr_fr: Erreur lors de la récupération des acls distantes
it_it: Errore durante il recupero degli ACL remoti
ko_kr: 원격 AC를 가져오는 동안 오류 발생
pl_pl: Błąd podczas pobierania zdalnych list kontrolnych dostępu
uk_ua: Помилка отримання віддалених списків контролю доступу
zh_cn: 获取远程acls时出错

source: Error reconfiguring proxy
cs_cz: Chyba při změně nastavení proxy
de_de: Fehler bei der Neukonfiguration des Proxy-Servers
el_gr: Σφάλμα κατά την επαναρύθμιση του διακομιστή μεσολάβησης
fa_ir: خطا در پیکربندی مجدد پروکسی
fr_fr: Erreur lors de la reconfiguration du proxy
it_it: Errore durante la riconfigurazione del proxy
ko_kr: 프록시 재구성 중 오류 발생
pl_pl: Błąd w konfiguracji proxy
uk_ua: Помилка переналаштування проксі
zh_cn: 重新配置代理时出错

source: Service Tests Settings
cs_cz: Nastavení testů služby
de_de: Dienstüberprüfungseinstellungen
el_gr: Ρυθμίσεις δοκιμών υπηρεσίας
fa_ir: تنظیمات تست سرویس‌ها
fr_fr: Paramètres de tests de service
it_it: Impostazioni dei test di servizio
ko_kr: 서비스 테스트 설정
pl_pl: Ustawienia testów usług
uk_ua: Налаштування Тестів Служб
zh_cn: 服务测试设置

source: Alert Settings
cs_cz: Nastavení výstrahy
de_de: Alarmeinstellungen
el_gr: Ρυθμίσεις ειδοποιήσεων
fa_ir: تنظیمات هشدار
fr_fr: Réglages de l'alerte
it_it: Impostazioni degli avvisi
ko_kr: 경고 설정
pl_pl: Ustawienia alertów
uk_ua: Налаштування Сповіщень
zh_cn: 警报设置

source: Ruleset details
cs_cz: Podrobnosti sady pravidel
de_de: Regelwerkdetails
el_gr: Λεπτομέρειες κανόνων
fa_ir: جزئیات مجموعه قوانین
fr_fr: Détails du jeu de règle
it_it: Dettagli del set di regole
ko_kr: 규칙 집합 세부 정보
pl_pl: Szczegóły zestawu reguł
uk_ua: Деталі набору правил
zh_cn: 规则集详细信息

source: Rule details
cs_cz: Podrobnosti pravidla
de_de: Regeldetails
el_gr: Λεπτομέρειες κανόνα
fa_ir: جزئیات قانون
fr_fr: Détails de la règle
it_it: Dettagli della regola
ko_kr: 규칙 세부 정보
pl_pl: Szczegóły reguły
uk_ua: Деталі правила
zh_cn: 规则详细信息

source: Query
cs_cz: Dotaz
de_de: Abfrage
el_gr: Ερώτηση
fa_ir: پرس‌وجو
fr_fr: Requête
it_it: Domanda
ko_kr: 쿼리
pl_pl: Zapytanie
uk_ua: Запит
zh_cn: 查询

source: Delete Alert Log
cs_cz: Smazat záznam výstrah
de_de: Alarmprotokoll löschen
el_gr: Διαγραφή αρχείου καταγραφής ειδοποιήσεων
fa_ir: حذف لاگ هشدار
fr_fr: Supprimer le journal d'alerte
it_it: Elimina registro avvisi
ko_kr: 경고 로그 삭제
pl_pl: Usuń dziennik alertów
uk_ua: Видалити Журнал Сповіщень
zh_cn: 删除警报日志

source: Info / Enabled
cs_cz: Info / zapnuto
de_de: Information / Aktiviert
el_gr: Πληροφορίες / Ενεργοποιημένο
fa_ir: اطلاعات / فعال
fr_fr: Info / Activé
it_it: Informazioni / Abilitato
ko_kr: 정보 / 사용
pl_pl: Informacje / Włączone
uk_ua: Інфо / Увімкнено
zh_cn: 信息/启用

source: ClassType
cs_cz: TypTřídy
de_de: Klassifizierung
el_gr: Τύπος Κλάσης
fa_ir: نوع کلاس
fr_fr: Type de classe
it_it: Tipo di classe
ko_kr: 클래스 유형
pl_pl: Typ klasy
uk_ua: Тип Класу
zh_cn: 类型

source: Please use "Download & Update Rules" to fetch your initial ruleset, automatic updating can be scheduled after the first download.
cs_cz: Počáteční sadu pravidel načtěte pomocí „Stáhnout a aktualizovat pravidla“, poté je možné naplánovat pravidelné automatické aktualizace.
de_de: Bitte nutzen Sie "Regeln herunterladen & aktualisieren", um Ihr initiales Regelwerk herunterzuladen. Automatische Aktualisierungen können nach dem ersten Herunterladen geplant werden.
el_gr: Χρησιμοποιήστε την επιλογή "Κανόνες λήψης και ενημέρωσης" για να ανακτήσετε το αρχικό σας σύνολο κανόνων. Η αυτόματη ενημέρωση μπορεί να προγραμματιστεί μετά την πρώτη λήψη.
fa_ir: لطفاً از «دانلود و به‌روزرسانی قوانین» برای واکشی مجموعه قوانین اولیه خود استفاده کنید؛ به‌روزرسانی خودکار پس از دانلود اولیه قابل زمان‌بندی است.
fr_fr: Veuillez utiliser "Télécharger et mettre à jour les règles" pour récupérer votre jeu de règles initial, la mise à jour automatique peut être planifiée après le premier téléchargement.
it_it: Utilizza "Regole di download e aggiornamento" per recuperare il set di regole iniziale, l'aggiornamento automatico può essere programmato dopo il primo download.
ko_kr: "다운로드 및 업데이트 규칙"을 사용하여 최초 규칙 세트를 가져오세요. 자동 업데이트는 첫 번째 다운로드 후 예약할 수 있습니다.
pl_pl: Użyj "Pobierz i aktualizuj reguły" aby pobrać początkowy zestaw reguł, automatyczna aktualizacja może być zaplanowana po pierwszym pobraniu.
uk_ua: Будь ласка, використовуйте "Завантажити та Оновити Правила", щоб отримати початковий набір правил, автоматичне оновлення можна запланувати після першого завантаження.
zh_cn: 请使用"下载和更新规则"来获取您的初始规则集，可以在首次下载后安排自动更新。

source: Download & Update Rules
cs_cz: Stáhnout a aktualizovat pravidla
de_de: Herunterladen & Regeln aktualisieren
el_gr: Κανόνες Λήψης & Ενημέρωσης
fa_ir: دانلود و به‌روزرسانی قوانین
fr_fr: Télécharger et mettre à jour les règles
it_it: Scarica e aggiorna le regole
ko_kr: 다운로드 및 업데이트 규칙
pl_pl: Pobierz i aktualizuj reguły
uk_ua: Завантажити та Оновити Правила
zh_cn: 下载并更新规则

source: Filter
cs_cz: Filtrovat
el_gr: Φίλτρο
fa_ir: فیلتر
fr_fr: Filtre
it_it: Filtro
ko_kr: 필터
pl_pl: Filtr
uk_ua: Фільтр
zh_cn: 过滤器

source: Last updated
cs_cz: Naposledy aktualizováno
de_de: Zuletzt aktualisiert
el_gr: Τελευταία ενημέρωση
fa_ir: آخرین به‌روزرسانی
fr_fr: Dernière mise à jour
it_it: Ultimo aggiornamento
ko_kr: 마지막 업데이트
pl_pl: Ostatnio aktualizowane
uk_ua: Останнє оновлення
zh_cn: 最近更新

source: Search
cs_cz: Hledat
de_de: Suche
el_gr: Αναζήτηση
fa_ir: جستجو
fr_fr: Recherche
it_it: Ricerca
ko_kr: 검색
pl_pl: Szukaj
uk_ua: Пошук
zh_cn: 搜索

source: Disable selected
cs_cz: Vypnout označené
de_de: Ausgewählte deaktivieren
el_gr: Απενεργοποίηση επιλεγμένων
fa_ir: غیرفعال کردن موارد انتخاب‌شده
fr_fr: Désactiver la sélection
it_it: Disattiva selezionato
ko_kr: 선택 안 함
pl_pl: Wyłącz wybrane
uk_ua: Вимкнути вибрані
zh_cn: 禁用所选

source: Enable selected
cs_cz: Zapnout označené
de_de: Ausgewählte aktivieren
el_gr: Ενεργοποίηση επιλεγμένων
fa_ir: فعال کردن موارد انتخاب‌شده
fr_fr: Activer la sélection
it_it: Abilita selezionato
ko_kr: 선택한 항목 사용
pl_pl: Włącz wybrane
uk_ua: Увімкнути вибрані
zh_cn: 启用所选

source: Rulesets
cs_cz: Sady pravidel
de_de: Regelwerke
el_gr: Σύνολα κανόνων
fa_ir: مجموعه قوانین
fr_fr: Ensemble de règles
it_it: Set di regole
ko_kr: 규칙 집합
pl_pl: Zestawy reguł
uk_ua: Набори правил
zh_cn: 规则集

source: Schedule
cs_cz: Plán
de_de: Zeitplan
el_gr: Πρόγραμμα
fa_ir: زمان‌بندی
fr_fr: Planifier
it_it: Programma
ko_kr: 스케쥴
pl_pl: Harmonogram
uk_ua: Розклад
zh_cn: 计划

source: User defined
cs_cz: Uživatelsky definováno
de_de: Benutzerdefiniert
el_gr: Ορίζεται από τον χρήστη
fa_ir: تعریف‌شده توسط کاربر
fr_fr: Défini par l'utilisateur
it_it: Definito dall'utente
ko_kr: 사용자 정의됨
pl_pl: Zdefiniowane przez użytkownika
uk_ua: Визначені користувачем
zh_cn: 用户自定义

source: Download
cs_cz: Stáhnout
de_de: Herunterladen
el_gr: Λήψη
fa_ir: دانلود
fr_fr: Téléchargement
it_it: Scaricamento
ko_kr: 다운로드
pl_pl: Pobierz
uk_ua: Завантажити
zh_cn: 下载

source: Removing this file will cleanup disk space, but cannot be undone.
cs_cz: Odebrání tohoto souboru sice uvolní nějakou kapacitu, ale je nevratné.
de_de: Das Löschen dieser Datei wird Festplattenspeicher freigeben, kann aber nicht rückgängig gemacht werden.
el_gr: Η κατάργηση αυτού του αρχείου θα καθαρίσει χώρο στο δίσκο, αλλά δεν μπορεί να αναιρεθεί.
fa_ir: حذف این فایل فضای دیسک را آزاد می‌کند، اما غیرقابل بازگشت است.
fr_fr: La suppression de ce fichier va nettoyer l'espace disque, mais ne peut pas être annulée.
it_it: La rimozione di questo file pulirà lo spazio su disco, ma non può essere annullata.
ko_kr: 이 파일을 제거하면 디스크 공간이 정리되지만 실행 취소할 수 없습니다.
pl_pl: Usunięcie tego pliku zwolni miejsce na dysku, ale nie można tego cofnąć.
uk_ua: Видалення цього файлу очистить дисковий простір, але цю дію не можна скасувати.
zh_cn: 删除此文件会清除磁盘空间，但无法撤消。

source: Error reconfiguring IDS
cs_cz: Chyba při změně nastavení IDS
de_de: Fehler bei der Neukonfiguration des IDS
el_gr: Σφάλμα κατά την επαναρύθμιση του IDS
fa_ir: خطا در پیکربندی مجدد IDS
fr_fr: Erreur lors de la reconfiguration de l'IDS
it_it: Errore durante la riconfigurazione dell'IDS
ko_kr: IDS 재구성 중 오류 발생
pl_pl: Błąd w konfiguracji IDS
uk_ua: Помилка переналаштування IDS
zh_cn: 重新配置IDS时出错

source: Alert info
cs_cz: Informace o výstraze
de_de: Alarminformation
el_gr: Πληροφορίες ειδοποίησης
fa_ir: اطلاعات هشدار
fr_fr: Alerte info
it_it: Informazioni sull'avviso
ko_kr: 경고 정보
pl_pl: Informacje o alercie
uk_ua: Інформація про сповіщення
zh_cn: 警报信息

source: Payload
cs_cz: Náklad
de_de: Nutzdaten
el_gr: Φορτίο
fa_ir: محتوا
fr_fr: Charge utile
it_it: Carico utile
ko_kr: 페이로드
pl_pl: Ładunek
uk_ua: Корисне навантаження
zh_cn: 有效载荷

source: Changes will be active after apply (rules tab)
cs_cz: Změny vstoupí v platnost kliknutím na použít (karta pravidla)
de_de: Änderungen werden nach dem Anwenden aktiv (Regeln-Tab)
el_gr: Οι αλλαγές θα είναι ενεργές μετά την εφαρμογή τους (καρτέλα κανόνων)
fa_ir: تغییرات پس از اعمال فعال خواهند شد (زبانهٔ قوانین)
fr_fr: Les changements seront actifs après application (onglet règles)
it_it: Le modifiche saranno attive dopo l'applicazione (scheda Regole)
ko_kr: 적용 후 변경 내용이 활성화됩니다(규칙 탭)
pl_pl: Zmiany będą aktywne po zastosowaniu (zakładka reguł)
uk_ua: Зміни будуть активні після застосування (вкладка правил)
zh_cn: 更改会在应用后生效（"规则"标签）

source: Configured action
cs_cz: Nastavená akce
de_de: Konfigurierte Aktion
el_gr: Διαμορφωμένη ενέργεια
fa_ir: اقدام پیکربندی‌شده
fr_fr: Action configurée
it_it: Azione configurata
ko_kr: 구성된 작업
pl_pl: Skonfigurowane działanie
uk_ua: Налаштована дія
zh_cn: 配置的动作

source: tls notafter
de_de: TLS nicht nach
fa_ir: tls تاریخ انقضا
it_it: tls non dopo
pl_pl: tls do
uk_ua: tls недійсний після

source: tls notbefore
de_de: TLS nicht befor
el_gr: tls όχι πριν
fa_ir: tls تاریخ شروع اعتبار
it_it: non prima
pl_pl: tls od
uk_ua: tls недійсний до

source: tls version
cs_cz: verze tls
el_gr: έκδοση tls
fa_ir: tls نسخه
fr_fr: version de tls
it_it: versione tls
ko_kr: tls 버전
pl_pl: wersja tls
uk_ua: версія tls

source: tls serial
cs_cz: tls seriové číslo
el_gr: σειρά TLS
fa_ir: tls شماره سریال
fr_fr: Numéro de série TLS
it_it: seriale tls
ko_kr: TLS 시리얼
pl_pl: numer seryjny tls
uk_ua: tls серійний

source: tls fingerprint
cs_cz: tls otisk
de_de: TLS-Fingerabdruck
el_gr: δακτυλικό αποτύπωμα tls
fa_ir: tls اثر انگشت
fr_fr: empreinte tls
it_it: tls impronta digitale
ko_kr: TLS 핑거프린트
pl_pl: odcisk palca tls
uk_ua: відбиток tls

source: tls session resumed
cs_cz: tls relace obnovena
de_de: TLS-Sitzung wiederaufgenommen
el_gr: Η συνεδρία tls συνεχίστηκε
fa_ir: tls جلسه از سر گرفته شد
fr_fr: reprise de la session tls
it_it: sessione tls ripresa
ko_kr: TLS 세션이 재개됨
pl_pl: wznowienie sesji tls
uk_ua: сесія tls відновлена

source: tls issuer
cs_cz: tls vydavatel
de_de: TLS-Aussteller
el_gr: εκδότης tls
fa_ir: tls صادرکننده
fr_fr: Émetteur TLS
it_it: emittente tls
ko_kr: TLS 발행자
pl_pl: wydawca tls
uk_ua: видавач tls

source: tls subject
cs_cz: tls subjekt
el_gr: θέμα tls
fa_ir: tls موضوع
fr_fr: sujet tls
it_it: oggetto tls
pl_pl: podmiot tls
uk_ua: тема tls

source: http content_type
el_gr: τύπος_περιεχομένου http
fa_ir: http نوع محتوا
fr_fr: content_type http
it_it: http tipo_contenuto
pl_pl: typ zawartości http
uk_ua: http тип_вмісту

source: http hostname
cs_cz: http název stroje
el_gr: όνομα κεντρικού υπολογιστή http
fa_ir: نام میزبان HTTP
fr_fr: Nom d'hôte HTTP
it_it: nome host http
ko_kr: http 호스트 이름
pl_pl: nazwa hosta http
uk_ua: http ім'я_хоста
zh_cn: http主机名称

source: Destination port
cs_cz: Cílový port
de_de: Zielport
el_gr: θύρα προορισμού
fa_ir: پورت مقصد
fr_fr: Port de destination
it_it: Porto di destinazione
ko_kr: 목적지 포트
pl_pl: Port docelowy
uk_ua: Порт призначення
zh_cn: 目标端口

source: Destination IP
cs_cz: Cílová IP adresa
de_de: Ziel IP
el_gr: IP προορισμού
fa_ir: آدرس IP مقصد
fr_fr: IP de Destination
it_it: IP di destinazione
ko_kr: 목적지 IP
pl_pl: Docelowy adres IP
uk_ua: IP призначення
zh_cn: 目标IP

source: Alert sid
cs_cz: SID upozornění
de_de: Alarm SID
el_gr: Πλευρά ειδοποίησης
fa_ir: شناسه Alert
fr_fr: Alerte latérale
it_it: Sid attento
ko_kr: 알림 sid
uk_ua: sid сповіщення
zh_cn: 警报sid

source: not installed
cs_cz: nenainstalováno
de_de: nicht installiert
el_gr: δεν έχει εγκατασταθεί
fa_ir: نصب نشده
fr_fr: non-installé
it_it: non installato
ko_kr: 설치되지 않음
pl_pl: nie zainstalowano
uk_ua: не встановлено
zh_cn: 未安装

source: Timestamp
cs_cz: Časové razítko
de_de: Zeitstempel
el_gr: Χρονική σήμανση
fa_ir: برچسب زمانی
fr_fr: Horodatage UNIX
ko_kr: 타임스탬프
pl_pl: Znacznik czasu
uk_ua: Мітка часу
zh_cn: 时间戳

source: High
cs_cz: Vysoké
de_de: Hoch
el_gr: Ψηλά
fa_ir: بالا
fr_fr: Haut
it_it: Alto
ko_kr: 높게
pl_pl: Wysoki
uk_ua: Високий
zh_cn: 高

source: Medium
cs_cz: Střední
de_de: Mittel
el_gr: Μέσον
fa_ir: متوسط
fr_fr: Moyen
it_it: Medio
ko_kr: 중간
pl_pl: Średni
uk_ua: Середній
zh_cn: 中

source: Standard
cs_cz: Standardní
el_gr: Πρότυπο
fa_ir: استاندارد
ko_kr: 표준
pl_pl: Standardowy
uk_ua: Стандартний
zh_cn: 标准
