Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set the value for this record.
cs_cz: Nastavit hodnotu pro tento záznam.
de_de: Setze den Wert dieses Eintrags.
el_gr: Ορίστε την τιμή για αυτήν την εγγραφή.
fa_ir: مقدار این رکورد را تنظیم کنید.
fr_fr: Définir la valeur pour cet enregistrement.
it_it: Imposta il valore per questo record.
ko_kr: 이 레코드의 값을 설정.
pl_pl: Ustaw wartość dla tego rekordu.
uk_ua: Встановіть значення для цього запису.
zh_cn: 设置该记录的值。

source: Set this option to enable this destination.
cs_cz: Pokud chcete tento cíl zapnout, nastavte tuto volbu.
de_de: Legen Sie diese Option fest, um dieses Ziel zu aktivieren.
el_gr: Ορίστε αυτήν την επιλογή για να ενεργοποιήσετε αυτόν τον προορισμό.
fa_ir: برای فعال‌سازی این مقصد این گزینه را انتخاب کنید.
fr_fr: Définissez cette option pour activer cette destination.
it_it: Imposta questa opzione per abilitare questa destinazione.
ko_kr: 이 목적지를 사용하려면 이 옵션을 설정하세요.
pl_pl: Uaktywnij tę opcję, aby włączyć ten cel.
uk_ua: Встановіть цей параметр, щоб увімкнути це призначення.
zh_cn: 设置此选项来启用该目标。

source: Severity
cs_cz: Závažnost
de_de: Schweregrad
el_gr: Αυστηρότητα
fa_ir: شدت
fr_fr: Gravité
it_it: Gravità
ko_kr: 심각도
pl_pl: Poziom ważności
uk_ua: Важливість
zh_cn: 严重性

source: Should be located in Tayga's IPv4 pool. Tayga requires its own IPv4 address because it acts as a router and needs to be able to send ICMP messages. Tayga will also respond to ICMPv4 echo requests at this address.
cs_cz: Mělo by se nacházet v rámci fondu IPv4 adres pro Tayga. Tayga vyžaduje vlastní IPv4 adresu, protože funguje jako směrovač a potřebuje být schopné odesílat ICMP zprávy. Na této adrese bude Tayga také odpovídat na ICMPv4 echo požadavky.
de_de: Sollte sich im IPv4-Pool von Tayga befinden. Tayga benötigt eine eigene IPv4-Adresse, da es als Router fungiert und ICMP-Nachrichten senden können muss. Tayga antwortet außerdem auf ICMPv4-Echoanforderungen unter dieser Adresse.
el_gr: Θα πρέπει να βρίσκεται στην ομάδα IPv4 της Tayga. Η Tayga απαιτεί τη δική της διεύθυνση IPv4 επειδή λειτουργεί ως δρομολογητής και πρέπει να μπορεί να στέλνει μηνύματα ICMP. Η Tayga θα απαντά επίσης σε αιτήματα ηχούς ICMPv4 σε αυτήν τη διεύθυνση.
fa_ir: باید در محدوده IPv4 مربوط به Tayga قرار داشته باشد. Tayga به یک آدرس IPv4 اختصاصی نیاز دارد چون نقش روتر دارد و باید قادر به ارسال پیام‌های ICMP باشد. همچنین Tayga به درخواست‌های echo مربوط به ICMPv4 در این آدرس پاسخ می‌دهد.
fr_fr: Devrait être situé dans le pool IPv4 de Tayga. Tayga requiert sa propre adresse IPv4 car il agit comme un routeur et doit pouvoir envoyer des messages ICMP. Tayga répondra également aux requêtes d'écho ICMPv4 à cette adresse.
it_it: Dovrebbe essere situato nel pool IPv4 di Tayga. Tayga richiede un proprio indirizzo IPv4 perché funge da router e deve essere in grado di inviare messaggi ICMP. Tayga risponderà anche alle richieste echo ICMPv4 a questo indirizzo.
ko_kr: Tayga의 IPv4 풀에 위치해야 합니다. Tayga는 라우터 역할을 하며 ICMP 메시지를 보낼 수 있어야 하기 때문에 자체 IPv4 주소가 필요합니다. Tayga는 또한 이 주소에서 ICMPv4 에코 요청에 응답할 것입니다.
pl_pl: Powinien być zlokalizowany w puli IPv4 Tayga. Tayga wymaga własnego adresu IPv4, ponieważ działa jako router i musi móc wysyłać wiadomości ICMP. Tayga będzie również odpowiadać na zapytania ICMPv4 echo pod tym adresem.
uk_ua: Має бути розташовано в пулі IPv4 Tayga. Tayga потребує власної IPv4-адреси, оскільки діє як маршрутизатор і повинна мати можливість надсилати ICMP-повідомлення. Tayga також відповідатиме на запити ехо ICMPv4 за цією адресою.
zh_cn: 应该位于Tayga的IPv4池中。 Tayga需要其自己的IPv4地址，因为它充当路由器并且需要能够发送ICMP消息。 Tayga还会在此地址响应ICMPv4回显请求。

source: Size Of Large Header Buffers (kB)
cs_cz: Velikost vyrovnávacích pamětí pro velká záhlaví (kB)
de_de: Größe großer Header-Puffer (kB)
el_gr: Μέγεθος μεγάλων buffer κεφαλίδας (kB)
fa_ir: اندازه بافرهای سربرگ بزرگ (kB)
fr_fr: Taille des grands tampons d'en-tête (kB)
it_it: Dimensioni dei buffer di intestazione grandi (kB)
ko_kr: 대용량 헤더 버퍼 크기(kB)
pl_pl: Rozmiar dużych buforów nagłówka (kB)
uk_ua: Розмір буферів великих заголовків (КБ)
zh_cn: 标头缓冲区的最大大小(kB)

source: Size of buffers of a single connection
cs_cz: Velikost vyrovnávacích pamětí pro jednotlivé spojení
de_de: Größe der Puffer pro Verbindung.
el_gr: Μέγεθος buffer μιας μόνο σύνδεσης
fa_ir: اندازه بافرهای یک اتصال
fr_fr: Taille des tampons d'une seule connexion
it_it: Dimensione dei buffer di una singola connessione
ko_kr: 단일 연결의 버퍼 크기
pl_pl: Rozmiar buforów pojedynczego połączenia
uk_ua: Розмір буферів одного з'єднання
zh_cn: 单个连接的缓冲区大小

source: Source / Invert
cs_cz: Zdroj / převrátit
de_de: Quelle / Umkehren
el_gr: Πηγή / Αντιστροφή
fa_ir: مبدأ / معکوس
fr_fr: Source / Inverser
it_it: Sorgente/Inverti
ko_kr: 출발지 / 반전
pl_pl: Źródło / Odwróć
uk_ua: Джерело / Інвертувати
zh_cn: 源/反转

source: Specifies the log level for acme.sh, default is "normal". All other log levels add information for debug purposes, but be aware that this will break the log formatting in the GUI. Levels "debug 2" and "debug 3" log successively deeper log messages from the acme.sh including messages from DNS-01 DNSAPI scripts.
cs_cz: Určuje stupeň podrobností záznamu událostí z acme.sh – výchozí je „normální“. Všechny ostatní stupně přidávají informace pro účely ladění – je třeba si uvědomit, že se tím poruší formátování výstupu v grafickém uživatelském rozhraní. Stupně „ladění 2“ a „ladění 3“ zaznamenávají postupně bližší podrobnosti zpráv z acme.sh včetně zpráv ze skriptů DNS-01 DNSAPI.
de_de: Gibt die Protokollstufe für acme.sh an, Standard ist "normal". Alle anderen Stufen fügen Informationen zu Debug-Zwecken hinzu, beachten Sie jedoch, dass dies die Formatierung der Protokolle in der GUI beeinträchtigt. Die Stufen "debug 2" und "debug 3" protokollieren jeweils detailliertere Meldungen von acme.sh, einschließlich Nachrichten aus DNS-01-DNSAPI-Skripten.
el_gr: Καθορίζει το επίπεδο καταγραφής για το acme.sh, η προεπιλογή είναι "κανονική". Όλα τα άλλα επίπεδα καταγραφής προσθέτουν πληροφορίες για σκοπούς εντοπισμού σφαλμάτων, αλλά λάβετε υπόψη ότι αυτό θα διαταράξει τη μορφοποίηση του αρχείου καταγραφής στο γραφικό περιβάλλον χρήστη. Τα επίπεδα "debug 2" και "debug 3" καταγράφουν διαδοχικά μηνύματα καταγραφής βαθύτερων δεδομένων από το acme.sh, συμπεριλαμβανομένων μηνυμάτων από σενάρια DNSAPI DNS-01.
fa_ir: سطح لاگ برای acme.sh را تعیین می‌کند؛ مقدار پیش‌فرض «normal» است. سایر سطوح لاگ اطلاعات بیشتری برای اشکال‌زدایی اضافه می‌کنند، اما توجه داشته باشید که این کار قالب‌بندی لاگ در GUI را مختل می‌کند. سطوح «debug 2» و «debug 3» به‌تدریج پیام‌های لاگ عمیق‌تری از acme.sh را ثبت می‌کنند که شامل پیام‌های اسکریپت‌های DNS-01 DNSAPI نیز می‌شود.
fr_fr: Spécifie le niveau de journalisation pour acme.sh, la valeur par défaut est « normal ». Tous les autres niveaux de journal ajoutent des informations à des fins de débogage, mais sachez que cela interrompra le formatage du journal dans l'interface graphique. Les niveaux "debug 2" et "debug 3" enregistrent successivement les messages de journalisation plus profonds du fichier acme.sh, y compris les messages des scripts DNS-01 DNSAPI.
it_it: Specifica il livello di registro per acme.sh, il valore predefinito è "normale". Tutti gli altri livelli di registro aggiungono informazioni a scopo di debug, ma tieni presente che ciò interromperà la formattazione del registro nella GUI. I livelli "debug 2" e "debug 3" registrano successivamente messaggi di log più profondi da acme.sh, inclusi i messaggi provenienti dagli script DNSAPI DNS-01.
ko_kr: acme.sh의 로그 수준을 지정하세요. 기본값은 "normal"입니다. 다른 모든 로그 수준은 디버그 목적으로 정보를 추가하지만, 이렇게 하면 GUI의 로그 형식이 깨집니다. "debug 2" 및 "debug 3" 수준은 acme에서 더 깊은 로그 메시지를 연속적으로 기록합니다.DNS-01 DNSAPI 스크립트의 메시지를 포함합니다.
pl_pl: Określa poziom logowania dla acme.sh, domyślnie to "normal". Wszystkie inne poziomy logowania dodają informacje do celów debugowania, ale pamiętaj, że może to zakłócić formatowanie logów w GUI. Poziomy "debug 2" i "debug 3" rejestrują coraz głębsze komunikaty logów z acme.sh, w tym komunikaty z skryptów DNS-01 DNSAPI.
uk_ua: Задає рівень логування для acme.sh, типово "normal". Усі інші рівні логування додають інформацію для налагодження, але майте на увазі, що це порушить форматування логів у графічному інтерфейсі. Рівні "debug 2" та "debug 3" логують послідовно глибші повідомлення від acme.sh, включаючи повідомлення зі скриптів DNS-01 DNSAPI.
zh_cn: 指定acme.sh的日志级别，默认为"正常"。所有其他日志级别都添加了用于调试目的的信息，但是请注意，这会破坏GUI中的日志格式。级别" 调试2"和"调试3"级别依次记录了来自acme.sh的更深层日志消息，包括来自DNS-01 DNSAPI脚本的消息。

source: Split long running flows into smaller parts.
cs_cz: Rozdělit déle trvající toky na menší části.
de_de: Lange laufende Datenströme in kleinere Abschnitte aufteilen.
el_gr: Χωρίστε τις μακροχρόνιες ροές σε μικρότερα μέρη.
fa_ir: جریان‌های طولانی را به بخش‌های کوچک‌تر تقسیم کنید.
fr_fr: Divisez les longs flux en plus petites parties.
it_it: Suddividere i flussi a lunga esecuzione in parti più piccole.
ko_kr: 긴 흐름을 더 작은 부분으로 분할합니다.
pl_pl: Podziel długotrwałe przepływy na mniejsze części.
uk_ua: Розділити довготривалі потоки на менші частини.
zh_cn: 将长时间运行的流量分成较小的部分。

source: TLS SNI Forwarding
cs_cz: TLS SNI přeposílání
de_de: TLS-SNI-Weiterleitung
el_gr: Προώθηση TLS SNI
fa_ir: فوروارد SNI در TLS
fr_fr: Transfert TLS SNI
it_it: Inoltro TLS SNI
ko_kr: TLS SNI 전달
pl_pl: Przekierowywanie TLS SNI
uk_ua: Пересилання TLS SNI
zh_cn: TLS SNI转发

source: The PSK identity configured must match on agent and server
cs_cz: Je třeba, aby se nastavená PSK identita shodovala na agentovi a serveru
de_de: Die konfigurierte PSK-Identität muss mit Agent und Server übereinstimmen.
el_gr: Η ταυτότητα PSK που έχει ρυθμιστεί πρέπει να ταιριάζει στον παράγοντα και στον διακομιστή
fa_ir: هویت PSK پیکربندی‌شده باید در عامل و سرور یکسان باشد.
fr_fr: L'identité PSK configurée doit correspondre à celle de l'agent et du serveur.
it_it: L'identità PSK configurata deve corrispondere sull'agente e sul server
ko_kr: 에이전트 및 서버에 구성된 PSK ID가 일치해야 합니다
pl_pl: Skonfigurowana tożsamość PSK musi być taka sama na agencie i serwerze
uk_ua: Налаштована ідентичність PSK повинна збігатися на агентові та сервері
zh_cn: 配置的PSK身份必须在代理和服务器上匹配

source: The maximum temporary file size limit. This does not apply to cached requests and responses.
cs_cz: Nejvyšší umožněný limit velikosti dočasného souboru. Toto se nevztahuje na požadavky a odpovědi v mezipaměti.
de_de: Das maximale Limit für temporäre Dateigrößen. Dies gilt nicht für zwischengespeicherte Anfragen und Antworten.
el_gr: Το μέγιστο προσωρινό όριο μεγέθους αρχείου. Αυτό δεν ισχύει για αιτήματα και απαντήσεις που αποθηκεύονται στην προσωρινή μνήμη.
fa_ir: بیشینه اندازه مجاز فایل موقت. این محدودیت شامل درخواست‌ها و پاسخ‌های کش‌شده نمی‌شود.
fr_fr: La limite maximale de la taille du fichier temporaire. Cela ne s'applique pas aux demandes et réponses mises en cache.
it_it: Il limite massimo della dimensione del file temporaneo. Ciò non si applica alle richieste e alle risposte memorizzate nella cache.
ko_kr: 최대 임시 파일 크기 제한입니다. 캐시된 요청 및 응답에는 적용되지 않습니다.
pl_pl: Maksymalny tymczasowy limit rozmiaru pliku. Nie dotyczy to buforowanych zapytań i odpowiedzi.
uk_ua: Максимальний ліміт розміру тимчасового файлу. Це не стосується кешованих запитів і відповідей.
zh_cn: 最大临时文件大小限制。这不适用于缓存的请求和响应。

source: The maximum time in seconds waiting for a new request before a connection will be closed.
cs_cz: Nejdelší nastavená doba, po kterou když nepřijde nový požadavek, spojení bude uzavřeno.
de_de: Maximale Wartezeit in Sekunden auf eine neue Anfrage, bevor die Verbindung geschlossen wird.
el_gr: Ο μέγιστος χρόνος αναμονής σε δευτερόλεπτα για ένα νέο αίτημα πριν κλείσει μια σύνδεση.
fa_ir: بیشینه زمان انتظار (ثانیه) برای دریافت یک درخواست جدید قبل از بسته‌شدن اتصال.
fr_fr: Le temps maximum en secondes d'attente d'une nouvelle requête avant qu'une connexion ne soit fermée.
it_it: Il tempo massimo in secondi di attesa di una nuova richiesta prima che una connessione venga chiusa.
ko_kr: 연결이 닫히기 전에 새 요청을 기다리는 최대 시간(초)입니다.
pl_pl: Maksymalny czas w sekundach oczekiwania na nowe zapytanie przed zamknięciem połączenia.
uk_ua: Максимальний час у секундах очікування нового запиту перед закриттям з'єднання.
zh_cn: 连接关闭之前等待新请求的最长时间(秒)。

source: The token needs "Read" access to Zone.Zone and "Edit" access to Zone.DNS across all zones from an account.
cs_cz: Token potřebuje přístup „čtení“ k zóně Zone.Zone a přístup „úpravy“ k zóně Zone.DNS ve všech zónách z účtu.
de_de: Das Token benötigt "Lesen"-Zugriff auf Zone.Zone und "Bearbeiten"-Zugriff auf Zone.DNS für alle Zonen eines Kontos.
el_gr: Το διακριτικό χρειάζεται πρόσβαση "Ανάγνωσης" στο Zone.Zone και πρόσβαση "Επεξεργασίας" στο Zone.DNS σε όλες τις ζώνες από έναν λογαριασμό.
fa_ir: توکن نیاز به دسترسی 'Read' برای Zone.Zone و دسترسی 'Edit' برای Zone.DNS در همه زون‌ها از یک حساب دارد.
fr_fr: Le jeton doit avoir un accès en "lecture" à Zone.Zone et un accès en "édition" à Zone.DNS pour toutes les zones d'un compte.
it_it: Il token necessita dell'accesso in "lettura" a Zone.Zone e dell'accesso "modifica" a Zone.DNS in tutte le zone da un account.
ko_kr: 토큰에 영역에 대한 "읽기" 액세스 권한이 필요합니다.영역 및 영역에 대한 "편집" 권한.계정의 모든 영역에 걸친 DNS.
pl_pl: Token wymaga dostępu "Read" do Zone.Zone oraz "Edit" do Zone.DNS we wszystkich strefach konta.
uk_ua: Токену потрібен доступ "Читання" до Zone.Zone та "Редагування" до Zone.DNS для всіх зон з облікового запису.
zh_cn: 令牌需要从一个帐户跨所有区域对Zone.Zone具有"读取"访问权限，对"Zone.DNS"具有"编辑"访问权限。

source: The type of identify to present to the SFTP server for authorization. Select 'none' to use default "ECDSA".
cs_cz: Typ identifikace, kterou předložit SFTP serveru získání pověření. Výběrem možnosti „žádná“ se použijete výchozí „ECDSA“.
de_de: Identifikationstyp, der dem SFTP-Server zur Autorisierung vorgelegt wird. Wählen Sie "keine", um den Standard "ECDSA" zu verwenden.
el_gr: Ο τύπος αναγνώρισης που θα παρουσιαστεί στον διακομιστή SFTP για εξουσιοδότηση. Επιλέξτε 'κανένα' για να χρησιμοποιήσετε την προεπιλεγμένη τιμή "ECDSA".
fa_ir: نوع هویتی که برای احراز هویت به سرور SFTP ارائه می‌شود. 'none' را انتخاب کنید تا از مقدار پیش‌فرض 'ECDSA' استفاده شود.
fr_fr: Le type d'identité à présenter au serveur SFTP pour autorisation. Sélectionnez « aucun » pour utiliser par défaut « ECDSA ».
it_it: Il tipo di identità da presentare al server SFTP per l'autorizzazione. Selezionare "nessuno" per utilizzare "ECDSA" predefinito.
ko_kr: 권한 부여를 위해 SFTP 서버에 제공할 ID 유형입니다. 기본 "ECDSA"를 사용하려면 '없음'을 선택하세요.
pl_pl: Typ tożsamości do przedstawienia serwerowi SFTP do autoryzacji. Wybierz 'none', aby użyć domyślnego "ECDSA".
uk_ua: Тип ідентифікації для представлення SFTP-серверу для авторизації. Виберіть "none", щоб використовувати типове "ECDSA".
zh_cn: 提供给SFTP服务器来进行授权的标识类型。选择"none"则使用默认的"ECDSA"。

source: The username to login to the SFTP server.
cs_cz: Uživatelské jméno kterým se přihlásit k SFTP serveru.
de_de: Der Benutzername für die Anmeldung am SFTP-Server.
el_gr: Το όνομα χρήστη για σύνδεση στον διακομιστή SFTP.
fa_ir: نام کاربری برای ورود به سرور SFTP.
fr_fr: Le nom d'utilisateur pour se connecter au server SFTP.
it_it: Il nome utente per accedere al server SFTP.
ko_kr: SFTP 서버에 로그인하기 위한 사용자 이름입니다.
pl_pl: Nazwa użytkownika do logowania się do serwera SFTP.
uk_ua: Ім'я користувача для входу на SFTP-сервер.
zh_cn: 登录SFTP服务器的用户名。

source: This field contains the amount of large header buffers. If there are not enough, the server will respond with an HTTP error.
cs_cz: Tato kolonka obsahuje počet vyrovnávacích pamětí velkých hlaviček. Pokud jich není dostatek, server odpoví HTTP chybou.
de_de: Anzahl der großen Header-Puffer. Falls diese nicht ausreichen, gibt der Server einen HTTP-Fehler zurück.
el_gr: Αυτό το πεδίο περιέχει την ποσότητα των μεγάλων buffer κεφαλίδας. Εάν δεν υπάρχουν αρκετά, ο διακομιστής θα απαντήσει με ένα σφάλμα HTTP.
fa_ir: این فیلد شامل تعداد بافرهای هدر بزرگ است. اگر کافی نباشند، سرور با یک خطای HTTP پاسخ خواهد داد.
fr_fr: Ce champ contient la quantité de tampons d'en-tête volumineux. S'il n'y en a pas assez, le serveur répondra par une erreur HTTP.
it_it: Questo campo contiene la quantità di buffer di intestazione di grandi dimensioni. Se non ce ne sono abbastanza, il server risponderà con un errore HTTP.
ko_kr: 이 필드에는 큰 헤더 버퍼 양이 포함됩니다. 부족한 경우, 서버는 HTTP 오류로 응답합니다.
pl_pl: To pole zawiera liczbę dużych buforów nagłówka. Jeśli ich liczba jest niewystarczająca, serwer odpowie błędem HTTP.
uk_ua: Це поле містить кількість великих буферів заголовків. Якщо їх недостатньо, сервер відповість помилкою HTTP.
zh_cn: 该字段包含大量标头缓冲区的数量。如果不足，服务器会以HTTP错误响应。

source: This field contains the size of large header buffers. If a header or the request line does not fit into it, the server will respond with an HTTP error.
cs_cz: Tato kolonka obsahuje velikost vyrovnávacích pamětí velkých hlaviček. Pokud jich není dostatek, server odpoví HTTP chybou.
de_de: Größe der großen Header-Puffer. Wenn ein Header oder eine Anforderungszeile nicht hineinpasst, antwortet der Server mit einem HTTP-Fehler.
el_gr: Αυτό το πεδίο περιέχει το μέγεθος μεγάλων buffer κεφαλίδας. Εάν μια κεφαλίδα ή η γραμμή αιτήματος δεν χωράει σε αυτό, ο διακομιστής θα απαντήσει με ένα σφάλμα HTTP.
fa_ir: این فیلد اندازهٔ بافرهای هدر بزرگ را مشخص می‌کند. اگر یک هدر یا خط درخواست در آن جای نگیرد، سرور با یک خطای HTTP پاسخ خواهد داد.
fr_fr: Ce champ contient la taille des grands tampons d'en-tête. Si un en-tête ou la ligne de requête n'y rentre pas, le serveur répondra par une erreur HTTP.
it_it: Questo campo contiene la dimensione dei buffer di intestazione di grandi dimensioni. Se un'intestazione o una riga di richiesta non rientrano in essa, il server risponderà con un errore HTTP.
ko_kr: 이 필드에는 큰 헤더 버퍼 크기가 포함됩니다. 헤더 또는 요청 줄이 적합하지 않은 경우, 서버는 HTTP 오류로 응답합니다.
pl_pl: To pole zawiera rozmiar dużych buforów nagłówka. Jeśli nagłówek lub linia żądania nie zmieści się w nim, serwer odpowie błędem HTTP.
uk_ua: Це поле містить розмір великих буферів заголовків. Якщо заголовок або рядок запиту не поміщається в нього, сервер відповість помилкою HTTP.
zh_cn: 该字段包含标头缓冲区的最大大小。如果标头或请求行不适合，服务器将响应HTTP错误。

source: This let you fetch the current installed version via .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110
cs_cz: Toto umožňuje zjistit jaká je nyní nainstalovaná verze prostřednictvím .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110
de_de: Dies erlaubt es Ihnen die aktuelle Version via .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110 abzurufen
el_gr: Αυτό σας επιτρέπει να ανακτήσετε την τρέχουσα εγκατεστημένη έκδοση μέσω του .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110
fa_ir: این به شما اجازه می‌دهد نسخهٔ نصب‌شدهٔ فعلی را از طریق .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110 دریافت کنید.
fr_fr: Cela vous permet de récupérer la version installée actuelle via .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110.
it_it: Ciò ti consente di recuperare la versione attualmente installata tramite .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110
ko_kr: 그러면 .1.3.6.1.4.1.8072.1.3.2.3.1.7.118.101.114.115.111.110을 통해 현재 설치된 버전을 가져올 수 있습니다
pl_pl: Pozwala to na pobranie aktualnie zainstalowanej wersji za pomocą .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110
uk_ua: Це дозволяє отримати поточну встановлену версію через .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110
zh_cn: 这将使可以通过.1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110获取当前安装的版本

source: This must be a /96 prefix selected from your organization's IPv6 address space or the Well-Known Prefix 64:ff9b::/96. The IPv4 address space is mapped into the IPv6 address space by prepending this prefix to the IPv4 address.
cs_cz: Je třeba, aby toto byla předpona /96, vybraná z IPv6 adresního prostoru vaší organizace nebo standardizovaná 64:ff9b::/96. IPv4 adresní prostor je mapován do toho IPv6 předřazením této předpony k IPv4 adrese.
de_de: Dies muss ein /96 Präfix aus dem IPv6 Adresspool Ihrer Organisiation sein oder alternativ aus dem Adresspool 64:ff9b::/96. Der IPv4 Adressbereich wird auf den IPv6 Adressbereich mit diesem Präfix gemappt.
el_gr: Αυτό πρέπει να είναι ένα πρόθεμα /96 που έχει επιλεγεί από τον χώρο διευθύνσεων IPv6 του οργανισμού σας ή το γνωστό πρόθεμα 64:ff9b::/96. Ο χώρος διευθύνσεων IPv4 αντιστοιχίζεται στον χώρο διευθύνσεων IPv6 προθέτοντας αυτό το πρόθεμα στη διεύθυνση IPv4.
fa_ir: این باید یک پیش‌شمارهٔ /96 انتخاب‌شده از فضای آدرس IPv6 سازمان شما یا پیش‌شمارهٔ شناخته‌شدهٔ 64:ff9b::/96 باشد. فضای آدرس IPv4 با پیشوند کردن این پیش‌شماره به آدرس IPv4 به فضای IPv6 نگاشت می‌یابد.
fr_fr: Il doit s'agir d'un préfixe /96 sélectionné dans l'espace d'adressage IPv6 de votre organisation ou du préfixe bien connu 64:ff9b::/96. L'espace d'adressage IPv4 est mappé dans l'espace d'adressage IPv6 en ajoutant ce préfixe à l'adresse IPv4.
it_it: Deve essere un prefisso /96 selezionato dallo spazio degli indirizzi IPv6 della tua organizzazione o il prefisso noto 64:ff9b::/96. Lo spazio degli indirizzi IPv4 viene mappato nello spazio degli indirizzi IPv6 anteponendo questo prefisso all'indirizzo IPv4.
ko_kr: 조직의 IPv6 주소 공간 또는 잘 알려진 프리픽스 64:ff9b::/96에서 선택한 /96 프리픽스여야 합니다. IPv4 주소 공간은 이 프리픽스를 IPv4 주소 앞에 추가하여 IPv6 주소 공간에 매핑됩니다.
pl_pl: To musi być prefiks /96 wybrany z przestrzeni adresowej IPv6 Twojej organizacji lub dobrze znany prefiks 64:ff9b::/96. Przestrzeń adresowa IPv4 jest mapowana na przestrzeń adresową IPv6 przez dodanie tego prefiksu do adresu IPv4.
uk_ua: Це має бути префікс /96, вибраний з адресного простору IPv6 вашої організації або добре відомого префікса 64:ff9b::/96. Адресний простір IPv4 відображається в адресний простір IPv6 шляхом додавання цього префікса до IPv4-адреси.
zh_cn: 这必须是从组织的IPv6地址空间或众所周知的前缀64:ff9b::/96中选择的/96前缀。通过将此前缀放在IPv4地址之前，将IPv4地址空间映射到IPv6地址空间。

source: This option determines whether or not the NRPE daemon will allow clients to specify arguments that contain bash command substitutions of the form $(...). Enabling this option is a high security risk.
cs_cz: Tato volba určuje, zda proces služby NRPE povolí klientům zadávat argumenty obsahující náhrady příkazů bash ve tvaru $(...). Povolení této volby představuje vysoké bezpečnostní riziko.
de_de: Diese Option legt fest, ob der NRPE-Daemon Clients erlaubt, Argumente mit Bash-Befehlsersetzungen der Form $(...) anzugeben. Das Aktivieren dieser Option stellt ein hohes Sicherheitsrisiko dar.
el_gr: Αυτή η επιλογή καθορίζει εάν το deamon NRPE θα επιτρέπει στους υπολογιστές-πελάτες να καθορίζουν ορίσματα που περιέχουν αντικαταστάσεις εντολών bash της μορφής $(...). Η ενεργοποίηση αυτής της επιλογής αποτελεί υψηλό κίνδυνο ασφαλείας.
fa_ir: این گزینه تعیین می‌کند که آیا دیمن NRPE به کلاینت‌ها اجازه می‌دهد آرگومان‌هایی را مشخص کنند که شامل جایگزینی دستور bash به شکل $(...) باشند. فعال‌سازی این گزینه ریسک امنیتی بالایی دارد.
fr_fr: Cette option détermine si le démon NRPE autorisera les clients à spécifier des arguments contenant des substitutions de commandes bash de la forme $(...). L'activation de cette option présente un risque de sécurité élevé.
it_it: Questa opzione determina se il demone NRPE consentirà o meno ai client di specificare argomenti che contengono sostituzioni di comandi bash nella forma $(...). Abilitare questa opzione rappresenta un rischio elevato per la sicurezza.
ko_kr: 이 옵션은 NRPE 데몬이 $(...) 형식의 bash 명령 대체를 포함하는 인수를 클라이언트가 지정하도록 허용할지 여부를 결정합니다. 이 옵션을 활성화하면 보안 위험이 높습니다.
pl_pl: Ta opcja określa, czy demon NRPE pozwoli klientom na podawanie argumentów zawierających podstawienia poleceń bash w formie $(...). Włączenie tej opcji jest dużym ryzykiem dla bezpieczeństwa.
uk_ua: Ця опція визначає, чи дозволить демон NRPE клієнтам вказувати аргументи, що містять заміни команд bash у формі $(...). Увімкнення цієї опції становить високий ризик безпеки.
zh_cn: 此选项确定NRPE守护程序是否允许客户机指定包含形式为$(...)的bash命令替换的参数。启用此选项会带来很高的安全风险。
