Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Check this box, if you want to passthrough the hostname you get from the downstream to the upstream connection. Can be overriden in the upstream's hostname configuration. Please note, that TLS server certificates are validated against this servername. If the server name passed by the client leads to different processing on the upstream server (i.e. different virtual host is choosen), this may cause security leaks.
cs_cz: Tuto kolonku zaškrtněte, pokud chcete předávat název hostitele, získaný z navazujícího připojení, do nadřazeného spojení. Lze přebít v nastavení názvu hostitele nadřazeného spojení. Upozorňujeme, že certifikáty TLS serverů jsou ověřovány podle tohoto názvu serveru. Pokud název serveru předaný klientem vede k jinému zpracování na nadřazeném serveru (tj. je zvolen jiný virtuální hostitel), může to způsobit bezpečnostní úniky.
de_de: Aktivieren Sie diese Option, wenn Sie den vom Downstream empfangenen Hostnamen an die Upstream-Verbindung durchreichen möchten. Kann durch die Hostname-Konfiguration des Upstreams überschrieben werden. Beachten Sie, dass TLS-Serverzertifikate anhand dieses Servernamens validiert werden. Wenn der vom Client übergebene Servername zu einer anderen Verarbeitung auf dem Upstream-Server führt (z. B. anderer virtueller Host), kann dies zu Sicherheitslücken führen.
el_gr: Επιλέξτε αυτό το πλαίσιο, εάν θέλετε να μεταβιβάσετε το όνομα κεντρικού υπολογιστή που λαμβάνετε από τη σύνδεση κατάντη στη σύνδεση ανόδου. Μπορεί να παρακαμφθεί στη διαμόρφωση ονόματος κεντρικού υπολογιστή της ανόδου. Λάβετε υπόψη ότι τα πιστοποιητικά διακομιστή TLS επικυρώνονται με βάση αυτό το όνομα διακομιστή. Εάν το όνομα διακομιστή που μεταβιβάζεται από τον υπολογιστή-πελάτη οδηγεί σε διαφορετική επεξεργασία στον ανόδου διακομιστή (δηλαδή, έχει επιλεγεί διαφορετικός εικονικός κεντρικός υπολογιστής), αυτό μπορεί να προκαλέσει διαρροές ασφαλείας.
fa_ir: این گزینه را علامت بزنید اگر می‌خواهید نام‌میزبانی که از اتصال پایین‌دست دریافت می‌کنید به اتصال بالادست عبور داده شود. این تنظیم می‌تواند در پیکربندی نام‌میزبان بالادست بازنویسی شود. توجه کنید که گواهی‌های سرور TLS بر اساس این نام‌سرور اعتبارسنجی می‌شوند. اگر نام سروری که توسط کلاینت فرستاده می‌شود باعث پردازش متفاوت روی سرور بالادست شود (مثلاً میزبان مجازی متفاوتی انتخاب شود)، این ممکن است منجر به نشت‌های امنیتی شود.
fr_fr: Cochez cette case si vous souhaitez transmettre le nom d'hôte obtenu en aval à la connexion en amont. Cette option peut être remplacée dans la configuration du nom d'hôte de la connexion en amont. Veuillez noter que les certificats de serveur TLS sont validés par rapport à ce nom de serveur. Si le nom de serveur transmis par le client entraîne un traitement différent sur le serveur en amont (c'est-à-dire qu'un hôte virtuel différent est choisi), cela peut entraîner des fuites de sécurité.
it_it: Seleziona questa casella se desideri trasferire il nome host ottenuto dalla connessione downstream a quella upstream. Può essere sovrascritto nella configurazione del nome host dell'upstream. Tieni presente che i certificati del server TLS vengono convalidati rispetto a questo nome server. Se il nome del server trasmesso dal client porta a un'elaborazione diversa sul server upstream (vale a dire viene scelto un host virtuale diverso), ciò potrebbe causare perdite di sicurezza.
ko_kr: 다운스트림에서 얻은 호스트 이름을 상위 연결로 통과시키려면 이 상자를 선택하세요. 상위 호스트 이름 구성에서 재정의할 수 있습니다. TLS 서버 인증서는 이 서버 이름에 대해 유효성을 검사합니다. 클라이언트가 전달한 서버 이름이 상위 서버에서 다른 처리(예: 다른 가상 호스트 선택)로 이어지면 보안 누수가 발생할 수 있습니다.
uk_ua: Позначте це поле, якщо ви хочете передавати ім'я хоста, отримане від нижнього потоку, до верхнього потоку з'єднання. Може бути перевизначено в конфігурації імені хоста верхнього потоку. Зверніть увагу, що сертифікати TLS-сервера перевіряються за цим іменем сервера. Якщо ім'я сервера, передане клієнтом, призводить до іншої обробки на вихідному сервері (тобто вибирається інший віртуальний хост), це може призвести до витоку інформації.
zh_cn: 如果您想将从下游连接获得的主机名传递到上游连接，请选中该选项。 可以在上游的主机名配置中被覆盖。 注意，TLS服务器证书是针对此服务器名称进行验证的。 如果客户端传递的服务器名称导致上游服务器的处理不同（即选择不同的虚拟主机），这可能会导致安全漏洞。

source: Check values in Host header (along with standard non-HTTP checks) for malicious DNS trails.
cs_cz: Kontrolovat hodnoty v hlavičce Hostitel (spolu se standardními kontrolami, které se netýkají protokolu HTTP) na přítomnost škodlivých DNS stop.
de_de: Werte im Host-Header (zusätzlich zu den Standardprüfungen außerhalb von HTTP) auf bösartige DNS-Spuren überprüfen.
el_gr: Ελέγξτε τις τιμές στην κεφαλίδα κεντρικού υπολογιστή (μαζί με τους τυπικούς ελέγχους που δεν είναι HTTP) για κακόβουλα ίχνη DNS.
fa_ir: مقادیر هدر Host (همراه با بررسی‌های استاندارد غیر‌HTTP) را برای ردپاهای مخرب DNS بررسی کنید.
fr_fr: Vérifier les valeurs de l'en-tête Host (ainsi que les vérifications standard non HTTP) pour détecter les pistes DNS malveillantes.
it_it: Controlla i valori nell'intestazione Host (insieme ai controlli standard non HTTP) per tracce DNS dannose.
ko_kr: 악성 DNS 트레일을 위해 (표준 비 HTTP 확인과 함께) Host 헤더의 값을 확인합니다.
uk_ua: Перевіряти значення в заголовку Host (разом зі стандартними не-HTTP перевірками) на наявність шкідливих DNS-слідів.
zh_cn: 检查 Host 标头中的数值（以及标准的非HTTP 检查），以防恶意 DNS 跟踪。

source: Checking this directive allows to use scripts or styles directly embedded in in the HTML content. Examples are the script and the style tags.
cs_cz: Zaškrtnutí této směrnice umožňuje používat skripty nebo styly přímo vložené do obsahu HTML. Příkladem jsou značky skriptů a stylů.
de_de: Durch Aktivieren dieser Option können Skripte oder Styles direkt im HTML-Inhalt eingebettet werden, z. B. über die Tags "<script>" und "<style>".
el_gr: Ο έλεγχος αυτής της οδηγίας επιτρέπει τη χρήση σεναρίων ή στυλ που είναι ενσωματωμένα απευθείας στο περιεχόμενο HTML. Παραδείγματα είναι το σενάριο και οι ετικέτες στυλ.
fa_ir: فعال‌سازی این دستور اجازه می‌دهد از اسکریپت‌ها یا استایل‌های مستقیماً جاسازی‌شده در محتوای HTML استفاده شود. به‌عنوان مثال تگ‌های script و style.
fr_fr: Le fait de cocher cette directive permet d'utiliser des scripts ou des styles directement intégrés dans le contenu HTML. Les balises script et style en sont des exemples.
it_it: Selezionando questa direttiva è possibile utilizzare script o stili direttamente incorporati nel contenuto HTML. Esempi sono lo script e i tag style.
ko_kr: 이 지시문을 확인하면 HTML 콘텐츠에 직접 포함된 스크립트나 스타일을 사용할 수 있습니다. 예를 들어 스크립트와 스타일 태그가 있습니다.
uk_ua: Увімкнення цієї директиви дозволяє використовувати сценарії або стилі, безпосередньо вбудовані в HTML-вміст. Прикладами є теги script та style.
zh_cn: 选中此指令可以使用直接嵌入HTML内容中的脚本或样式。 示例是脚本和样式标记。

source: Choose rules to be included in this FastCGI application. Only FastCGI rules are supported.
cs_cz: Vyberte pravidla, která mají být zahrnuta do této FastCGI aplikace. Podporována jsou pouze FastCGI pravidla.
de_de: Wählen Sie Regeln aus, die in diese FastCGI-Anwendung einbezogen werden sollen. Nur FastCGI-Regeln werden unterstützt.
el_gr: Επιλέξτε κανόνες που θα συμπεριληφθούν σε αυτήν την εφαρμογή FastCGI. Υποστηρίζονται μόνο κανόνες FastCGI.
fa_ir: قوانینی را انتخاب کنید که در این برنامه FastCGI گنجانده شوند. تنها قوانین FastCGI پشتیبانی می‌شوند.
fr_fr: Choisissez les règles à inclure dans cette application FastCGI. Seules les règles FastCGI sont prises en charge.
it_it: Scegli le regole da includere in questa applicazione FastCGI. Sono supportate solo le regole FastCGI.
ko_kr: 이 FastCGI 애플리케이션에 포함할 규칙을 선택하세요. FastCGI 규칙만 지원됩니다.
uk_ua: Виберіть правила, які слід включити до цього FastCGI застосунку. Підтримуються лише правила FastCGI.
zh_cn: 选择要包含在此FastCGI应用程序中的规则。仅支持FastCGI规则。

source: Choose which applications to forward to Wazuh.
cs_cz: Zvolte, které aplikace se mají předat do Wazuh.
de_de: Wählen Sie aus, welche Anwendungen an Wazuh weitergeleitet werden sollen.
el_gr: Επιλέξτε ποιες εφαρμογές θα προωθήσετε στο Wazuh.
fa_ir: برنامه‌هایی که باید به Wazuh ارسال شوند را انتخاب کنید.
fr_fr: Choisissez les applications à transmettre à Wazuh.
it_it: Scegli quali applicazioni inoltrare a Wazuh.
ko_kr: Wazuh로 전달할 애플리케이션을 선택하세요.
uk_ua: Виберіть, які застосунки пересилати до Wazuh.
zh_cn: 选择要转发到 Wazuh 的应用程序。

source: ClamAV log verbose
cs_cz: Podrobný záznam z ClamAV
de_de: ClamAV-Logausgabe im ausführlichen Modus
el_gr: Λεπτομερές αρχείο καταγραφής ClamAV
fa_ir: لاگ مفصل ClamAV
it_it: Registro ClamAV dettagliato
ko_kr: ClamAV 로그 상세
uk_ua: Детальний журнал ClamAV
zh_cn: ClamAV 日志的详细记录

source: Client Expired Response Timeout
cs_cz: Časový limit odezvy klienta
de_de: Client-Timeout für abgelaufene Antworten
el_gr: Λήξη χρονικού ορίου απόκρισης πελάτη
fa_ir: زمان انتظار پاسخ منقضی‌شدهٔ کلاینت
fr_fr: Délai de réponse expiré du client
it_it: Timeout di risposta scaduto del client
ko_kr: 클라이언트 만료 응답 타임아웃
uk_ua: Тайм-аут відповіді клієнта з вичерпаним терміном дії
zh_cn: 客户端响应超时

source: Close action
cs_cz: Akce uzavření
de_de: Aktion beim Schließen
el_gr: Κοντινή δράση
fa_ir: عملیات بستن
fr_fr: Fermer l'action
it_it: Azione ravvicinata
ko_kr: 닫기 동작
uk_ua: Дія закриття
zh_cn: 关闭操作

source: Configure listen addresses for the prometheus exporter, i.e. 10.0.0.1:8404 or haproxy.example.com:8404. Use TAB key to complete typing a listen address.
cs_cz: Nastavte adresy, na kterých má exportér promethea očekávat spojení, tj. 10.0.0.1:8404 nebo haproxy.example.com:8404. Zadání adresy na které očekávat spojení dokončíte stiskem klávesy TAB.
de_de: Konfigurieren Sie die Listen-Adressen für den Prometheus Exporter, z. B. 10.0.0.1:8404 oder haproxy.example.com:8404. Verwenden Sie die TAB-Taste, um die Eingabe einer Listen-Adresse abzuschließen.
el_gr: Ρυθμίστε τις διευθύνσεις ακρόασης για τον εξαγωγέα Prometheus, δηλαδή 10.0.0.1:8404 ή haproxy.example.com:8404. Χρησιμοποιήστε το πλήκτρο TAB για να ολοκληρώσετε την πληκτρολόγηση μιας διεύθυνσης ακρόασης.
fa_ir: آدرس‌های شنود برای prometheus exporter را پیکربندی کنید، مثلاً 10.0.0.1:8404 یا haproxy.example.com:8404. برای تکمیل وارد کردن آدرس از کلید TAB استفاده کنید.
fr_fr: Configurez les adresses d'écoute pour l'exportateur prometheus, c'est-à-dire 10.0.0.1:8404 ou haproxy.example.com:8404. Utilisez la touche TAB pour terminer la saisie de l'adresse d'écoute.
it_it: Configura gli indirizzi di ascolto per l'esportatore prometheus, ovvero 10.0.0.1:8404 o haproxy.example.com:8404. Utilizzare il tasto TAB per completare la digitazione di un indirizzo di ascolto.
ko_kr: prometheus 익스포터의 수신 주소를 구성합니다. 예: 10.0.0.1:8404 또는 haproxy.example.com:8404. 수신 주소를 입력하는 것을 완료하려면 TAB 키를 사용하세요.
uk_ua: Налаштуйте адреси для прослуховування для експортера Prometheus, наприклад, 10.0.0.1:8404 або haproxy.example.com:8404. Використовуйте клавішу TAB для завершення введення адреси прослуховування.
zh_cn: 配置prometheus导出器的监听地址，即10.0.0.1:8404 或haproxy.example.com:8404。使用TAB键完成监听地址的输入。

source: Connection Management
cs_cz: Správa připojení
de_de: Verbindungsverwaltung
el_gr: Διαχείριση συνδέσεων
fa_ir: مدیریت اتصال
fr_fr: Gestion des connexions
it_it: Gestione della connessione
ko_kr: 연결 관리
uk_ua: Керування з'єднаннями
zh_cn: 连接管理

source: Connection Mode
cs_cz: Režim připojení
de_de: Verbindungsmodus
el_gr: Λειτουργία σύνδεσης
fa_ir: حالت اتصال
fr_fr: Mode de connexion
it_it: Modalità di connessione
ko_kr: 연결 모드
uk_ua: Режим з'єднання
zh_cn: 连接模式

source: Connection Multiplexing
cs_cz: Multiplexování připojení
de_de: Verbindungs-Multiplexing
el_gr: Πολυπλεξία σύνδεσης
fa_ir: چندگانه‌سازی اتصال
fr_fr: Multiplexage des connexions
it_it: Multiplexing di connessione
ko_kr: 연결 다중화
uk_ua: Мультиплексування з'єднання
zh_cn: 连接复用

source: Connection child
cs_cz: Potomek připojení
de_de: Verbindungs-Kindobjekt
el_gr: Θυγατρική σύνδεση
fa_ir: اتصال فرزند
fr_fr: Connexion enfant
it_it: Figlio della connessione
ko_kr: 연결 자식
uk_ua: Дочірнє з'єднання
zh_cn: 连接子项

source: Connection scheme that will be used when uploading certificates to TrueNAS Core Server.
cs_cz: Schéma připojení, které bude použito při nahrávání certifikátů na TrueNAS Core.
de_de: Verbindungsschema, das beim Hochladen von Zertifikaten auf den TrueNAS-Core-Server verwendet wird.
el_gr: Σχήμα σύνδεσης που θα χρησιμοποιηθεί κατά την αποστολή πιστοποιητικών στον TrueNAS Core Server.
fa_ir: طرح اتصال (scheme) که هنگام بارگذاری گواهی‌ها به TrueNAS Core Server استفاده می‌شود.
fr_fr: Schéma de connexion qui sera utilisé lors du téléchargement de certificats vers le serveur TrueNAS Core.
it_it: Schema di connessione che verrà utilizzato durante il caricamento dei certificati su TrueNAS Core Server.
ko_kr: 인증서를 TrueNAS Core 서버에 업로드할 때 사용할 연결 체계입니다.
uk_ua: Схема з'єднання, яка буде використовуватися під час завантаження сертифікатів на TrueNAS Core Server.
zh_cn: 将证书上传到 TrueNAS Core Server 时使用的连接方案。

source: Connection uniqueness policy to enforce. To avoid multiple connections from the same user, a uniqueness policy can be enforced.
cs_cz: Zásada neopakování připojení, kterou vynucovat. Aby se zabránilo vícenásobným připojením od stejného uživatele, lze vynutit zásadu neopakování se.
de_de: Zu erzwingende Richtlinie zur Eindeutigkeit von Verbindungen. Um mehrere gleichzeitige Verbindungen desselben Benutzers zu verhindern, kann eine Eindeutigkeitsrichtlinie aktiviert werden.
el_gr: Πολιτική μοναδικότητας σύνδεσης προς επιβολή. Για να αποφευχθούν πολλαπλές συνδέσεις από τον ίδιο χρήστη, μπορεί να επιβληθεί μια πολιτική μοναδικότητας.
fa_ir: سیاست یکتایی اتصال برای اعمال. برای جلوگیری از چند اتصال هم‌زمان از یک کاربر، می‌توان یک سیاست یکتا اعمال کرد.
fr_fr: Politique d'unicité de connexion à appliquer. Pour éviter les connexions multiples d'un même utilisateur, il est possible d'appliquer une politique d'unicité de connexion.
it_it: Criteri di unicità della connessione da applicare. Per evitare connessioni multiple dallo stesso utente, è possibile applicare una politica di unicità.
ko_kr: 강제할 연결 고유성 정책입니다. 동일한 사용자에서 여러 연결을 피하려면 고유성 정책을 강제할 수 있습니다.
uk_ua: Політика унікальності з'єднання для забезпечення. Щоб уникнути множинних з'єднань від одного користувача, може бути застосована політика унікальності.
zh_cn: 要执行的连接唯一性策略。 为了避免来自同一用户的多个连接，可以强制执行唯一性策略。

source: Content Security Policy (CSP)
cs_cz: Zásady zabezpečení obsahu (CSP)
el_gr: Πολιτική ασφάλειας περιεχομένου (CSP)
fa_ir: سیاست امنیت محتوا (CSP)
fr_fr: Politique de sécurité du contenu (PSC)
it_it: Politica di sicurezza dei contenuti (CSP)
ko_kr: 콘텐츠 보안 정책 (CSP)
uk_ua: Політика безпеки вмісту (CSP)
zh_cn: 内容安全策略

source: Content Security Policy: Connect Source
cs_cz: Zásada zabezpečení obsahu: Připojit zdroj
de_de: Content-Security-Policy: Connect-Quelle
el_gr: Πολιτική ασφάλειας περιεχομένου: Σύνδεση πηγής
fa_ir: سیاست امنیت محتوا: منبع اتصال (connect-src)
fr_fr: Politique de sécurité du contenu : Connecter la source
it_it: Politica di sicurezza dei contenuti: Connect Source
ko_kr: 콘텐츠 보안 정책: 연결 소스
uk_ua: Політика безпеки вмісту: Джерело підключення
zh_cn: 内容安全策略：Connect Source

source: Content Security Policy: Frame Ancestors
cs_cz: Zásada zabezpečení obsahu: předchůdci rámů
de_de: Content-Security-Policy: Frame-Vorfahren
el_gr: Πολιτική ασφάλειας περιεχομένου: Πρόγονοι πλαισίων
fa_ir: سیاست امنیت محتوا: والدین فریم (frame-ancestors)
fr_fr: Politique de sécurité du contenu : Encadrer les ancêtres
it_it: Politica di sicurezza dei contenuti: antenati dei frame
ko_kr: 콘텐츠 보안 정책: 프레임 조상
uk_ua: Політика безпеки вмісту: Предки фрейму
zh_cn: 内容安全策略：Frame Ancestors

source: Content Security Policy: Frame Source
cs_cz: Zásada zabezpečení obsahu: zdroj rámců
de_de: Content-Security-Policy: Frame-Quelle
el_gr: Πολιτική ασφάλειας περιεχομένου: Πηγαίος κώδικας πλαισίου
fa_ir: سیاست امنیت محتوا: منبع فریم (frame-src)
fr_fr: Politique de sécurité du contenu : Source du cadre
it_it: Politica di sicurezza dei contenuti: origine frame
ko_kr: 콘텐츠 보안 정책: 프레임 소스
uk_ua: Політика безпеки вмісту: Джерело фрейму
zh_cn: 内容安全策略：Frame Source

source: Content Security Policy: Worker Source
cs_cz: Zásada zabezpečení obsahu: zdroj zpracovávajícího vlákna
de_de: Content-Security-Policy: Worker-Quelle
el_gr: Πολιτική ασφάλειας περιεχομένου: Πηγή εργασίας
fa_ir: سیاست امنیت محتوا: منبع Worker (worker-src)
fr_fr: Politique de sécurité du contenu : Worker Source
it_it: Politica di sicurezza dei contenuti: origine lavoratore
ko_kr: 콘텐츠 보안 정책: 워커 소스
uk_ua: Політика безпеки вмісту: Джерело воркера
zh_cn: 内容安全策略：Worker Source

source: Custom IPv6 Routing
cs_cz: Uživatelsky určené IPv6 směrování
de_de: Benutzerdefiniertes IPv6-Routing
el_gr: Προσαρμοσμένη δρομολόγηση IPv6
fa_ir: مسیریابی IPv6 سفارشی
fr_fr: Routage IPv6 personnalisé
it_it: Routing IPv6 personalizzato
ko_kr: 사용자 정의 IPv6 라우팅
uk_ua: Користувацька маршрутизація IPv6
zh_cn: 自定义 IPv6 路由

source: DNS Sleep Time
cs_cz: Doba spánku DNS
de_de: Wartezeit für DNS-Abfragen
el_gr: Χρόνος αναστολής λειτουργίας DNS
fa_ir: زمان خواب DNS
fr_fr: Temps de sommeil DNS
it_it: Tempo di sospensione DNS
ko_kr: DNS 슬립 시간
uk_ua: Час очікування DNS
zh_cn: DNS睡眠时间

source: DNS.Services
de_de: DNS-Dienste
el_gr: DNS.Υπηρεσίες
fa_ir: خدمات DNS
fr_fr: Services DNS
it_it: Servizi.DNS
uk_ua: DNS.Сервіси
zh_cn: DNS 服务

source: DNS64 Prefix
cs_cz: DNS64 předpona
de_de: DNS64-Präfix
el_gr: Πρόθεμα DNS64
fa_ir: پیشوند DNS64
fr_fr: Préfixe DNS64
it_it: Prefisso DNS64
ko_kr: DNS64 접두사
uk_ua: Префікс DNS64
zh_cn: DNS64前缀

source: DPD delay (s)
cs_cz: Prodleva DPD (s)
de_de: DPD-Verzögerung (s)
el_gr: Καθυστέρηση DPD (δευτ.)
fa_ir: تاخیر DPD (s)
fr_fr: Délai DPD (s)
it_it: Ritardo DPD (s)
ko_kr: DPD 지연 (초)
uk_ua: Затримка DPD (с)
zh_cn: DPD延迟(s)

source: DPD timeout (s)
cs_cz: Časový limit DPD (s)
de_de: DPD-Zeitüberschreitung (s)
el_gr: Χρονικό όριο DPD (δευτερόλεπτα)
fa_ir: مهلت DPD (s)
fr_fr: Délai d'attente DPD (s)
it_it: Timeout DPD/i
ko_kr: DPD 타임아웃 (초)
uk_ua: Таймаут DPD (с)
zh_cn: DPD超时(s)

source: Default Fallback Proxy
cs_cz: Výchozí náhradní proxy
de_de: Standard-Fallback-Proxy
el_gr: Προεπιλεγμένος εφεδρικός διακομιστής μεσολάβησης
fa_ir: پراکسی پشتیبان پیش‌فرض
fr_fr: Proxy de repli par défaut
it_it: Proxy di fallback predefinito
ko_kr: 기본 대체 프록시
uk_ua: Типовий резервний проксі
zh_cn: 默认后备代理

source: Default Source
cs_cz: Výchozí zdroj
de_de: Standardquelle
el_gr: Προεπιλεγμένη πηγή
fa_ir: مبدا پیش‌فرض
fr_fr: Source par défaut
it_it: Sorgente predefinita
ko_kr: 기본 소스
uk_ua: Типове джерело
zh_cn: 默认源

source: Default internet speed test interval in seconds.
cs_cz: Výchozí interval (v sekundách) testu rychlosti připojení k Internetu.
de_de: Standardintervall für den Internet-Geschwindigkeitstest in Sekunden.
el_gr: Προεπιλεγμένο διάστημα δοκιμής ταχύτητας internet σε δευτερόλεπτα.
fa_ir: فاصلهٔ پیش‌فرض تست سرعت اینترنت (ثانیه)
fr_fr: Intervalle de test de vitesse internet par défaut en secondes.
it_it: Intervallo predefinito del test della velocità Internet in secondi.
ko_kr: 기본 인터넷 속도 테스트 간격(초).
uk_ua: Типовий інтервал тесту швидкості інтернету в секундах.
zh_cn: 默认网速测试间隔（秒）。

source: Define the ACLs where you allow which client are allowed to query this server.
cs_cz: Definuje ACL seznamy, ve kterých povolíte, kteří klienti se mohou dotazovat tohoto serveru.
de_de: Definieren Sie die ACLs, in denen festgelegt wird, welche Clients diesen Server abfragen dürfen.
el_gr: Ορίστε τις ACL όπου επιτρέπετε σε ποιους υπολογιστές-πελάτες επιτρέπεται να υποβάλλουν ερωτήματα σε αυτόν τον διακομιστή.
fa_ir: ACLها را تعریف کنید که در آن مشخص می‌کنید کدام کلاینت‌ها اجازهٔ پرس‌وجو از این سرور را دارند.
fr_fr: Définissez les listes de contrôle d'accès (ACL) dans lesquelles vous autorisez les clients à interroger ce serveur.
it_it: Definire gli ACL in cui si consente a quale client è consentito interrogare questo server.
ko_kr: 이 서버에 쿼리할 수 있는 클라이언트를 허용하는 ACL을 정의합니다.
uk_ua: Визначте ACL, де ви дозволяєте, якому клієнту дозволено запитувати цей сервер.
zh_cn: 定义 ACL，允许哪些客户端查询此服务器。

source: Define the ACLs where you allow which client are allowed to query this zone.
cs_cz: Definuje ACL seznamy, ve kterých povolíte, kteří klienti se mohou dotazovat na tuto zónu.
de_de: Definieren Sie die ACLs, in denen festgelegt wird, welche Clients diese Zone abfragen dürfen.
el_gr: Ορίστε τα ACL όπου επιτρέπετε σε ποιους υπολογιστές-πελάτες επιτρέπεται να υποβάλλουν ερωτήματα σε αυτήν τη ζώνη.
fa_ir: ACLها را تعریف کنید که مشخص می‌کنند کدام کلاینت‌ها می‌توانند این زون را پرس‌وجو کنند.
fr_fr: Définissez les listes de contrôle d'accès (ACL) dans lesquelles vous autorisez les clients à interroger cette zone.
it_it: Definisci gli ACL in cui consenti a quale client è consentito eseguire query in questa zona.
ko_kr: 이 영역에 쿼리할 수 있는 클라이언트를 허용하는 ACL을 정의합니다.
uk_ua: Визначте ACL, де ви дозволяєте, якому клієнту дозволено запитувати цю зону.
zh_cn: 定义 ACL，允许哪些客户端查询此区域。

source: Define the ACLs where you allow which server can retrieve this zone.
cs_cz: Definuje ACL seznamy, ve kterých povolíte, který server může tuto zónu načíst.
de_de: Definieren Sie die ACLs, in denen festgelegt wird, welche Server diese Zone abrufen dürfen.
el_gr: Ορίστε τις ACL όπου επιτρέπετε σε ποιον διακομιστή να μπορεί να ανακτήσει αυτήν τη ζώνη.
fa_ir: ACLها را تعریف کنید که مشخص می‌کنند کدام سرور می‌تواند این زون را دریافت کند.
fr_fr: Définissez les listes de contrôle d'accès (ACL) dans lesquelles vous autorisez le serveur à récupérer cette zone.
it_it: Definisci gli ACL in cui consenti a quale server può recuperare questa zona.
ko_kr: 이 영역을 검색할 수 있는 서버를 허용하는 ACL을 정의합니다.
uk_ua: Визначте ACL, де ви дозволяєте, якому серверу дозволено отримувати цю зону.
zh_cn: 定义 ACL，允许服务器检索此区域。

source: Define the ACLs where you allow which server can retrieve zones.
cs_cz: Definujte ACL seznamy, ve kterých povolíte, který server může načítat zóny.
de_de: Definieren Sie die ACLs, in denen festgelegt wird, welche Server Zonen abrufen dürfen.
el_gr: Ορίστε τις ACL όπου επιτρέπετε σε ποιον διακομιστή να μπορεί να ανακτά ζώνες.
fa_ir: ACLها را تعریف کنید که مشخص می‌کنند کدام سرورها می‌توانند زون‌ها را دریافت کنند.
fr_fr: Définissez les listes de contrôle d'accès (ACL) dans lesquelles vous autorisez le serveur à récupérer les zones.
it_it: Definisci gli ACL in cui consenti a quale server può recuperare le zone.
ko_kr: 영역을 검색할 수 있는 서버를 허용하는 ACL을 정의합니다.
uk_ua: Визначте ACL, де ви дозволяєте, якому серверу дозволено отримувати зони.
zh_cn: 定义 ACL，允许服务器检索区域。

source: Define the Fallback VLAN group ID.
cs_cz: Definovat identif. skupiny náhradní VLAN sítě.
de_de: Geben Sie die VLAN-Gruppen-ID für den Fallback an.
el_gr: Ορίστε το αναγνωριστικό ομάδας εφεδρικού VLAN.
fa_ir: شناسهٔ گروه VLAN پشتیبان را تعیین کنید.
fr_fr: Définir l'ID du groupe VLAN de repli.
it_it: Definire l'ID del gruppo VLAN fallback.
ko_kr: 대체 VLAN 그룹 ID를 정의합니다.
uk_ua: Визначте ID групи резервного VLAN.
zh_cn: 定义后备VLAN组ID。
