Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Public key of this peer. You can generate the key using the private key piped to "wg pubkey".
cs_cz: Veřejný klíč tohoto protějšku. Klíč je možné vytvořit pomoc nasměrování (rourou) do „wg pubkey“.
de_de: Öffentlicher Schlüssel dieser Gegenstelle. Der Schlüssel kann mithilfe des privaten Schlüssels generiert werden, der an "wg pubkey" weitergeleitet wird.
el_gr: Δημόσιο κλειδί αυτού του peer. Μπορείτε να δημιουργήσετε το κλειδί χρησιμοποιώντας το ιδιωτικό κλειδί που διοχετεύεται στο "wg pubkey".
fa_ir: کلید عمومی این همتا. می‌توانید کلید را با ارسال کلید خصوصی به «wg pubkey» تولید کنید.
fr_fr: Clé publique de ce pair. Vous pouvez générer la clé en utilisant la clé privée envoyée à "wg pubkey".
it_it: Chiave pubblica di questo peer. È possibile generare la chiave utilizzando la chiave privata inviata a "wg pubkey".
ko_kr: 이 피어의 공개 키입니다. "wg pubkey"로 파이프된 개인 키를 사용하여 키를 생성할 수 있습니다.
uk_ua: Публічний ключ цього піра. Ви можете згенерувати ключ, передавши приватний ключ на "wg pubkey".
zh_cn: 该端点的公钥。可以使用通过管道传输到“wg pubkey”的私钥来生成密钥。

source: QoS policy for messages. 0 = at most once, 1 = at least once, 2 = exactly once. Defaults to 2.
cs_cz: Zásada QoS pro zprávy. 0 = nejvýše jednou, 1 = alespoň jednou, 2 = přesně jednou. Výchozí hodnota je 2.
de_de: QoS-Richtlinie für Nachrichten. 0 = höchstens einmal, 1 = mindestens einmal, 2 = genau einmal. Standard: 2.
el_gr: Πολιτική QoS για μηνύματα. 0 = το πολύ μία φορά, 1 = τουλάχιστον μία φορά, 2 = ακριβώς μία φορά. Η προεπιλεγμένη τιμή είναι 2.
fa_ir: سیاست QoS برای پیام‌ها. 0 = حداکثر یک‌بار، 1 = حداقل یک‌بار، 2 = دقیقاً یک‌بار. مقدار پیش‌فرض 2 است.
fr_fr: Politique de qualité de service pour les messages. 0 = au plus une fois, 1 = au moins une fois, 2 = exactement une fois. La valeur par défaut est 2.
it_it: Politica QoS per i messaggi. 0 = al massimo una volta, 1 = almeno una volta, 2 = esattamente una volta. Il valore predefinito è 2.
ko_kr: 메시지에 대한 QoS 정책. 0 = 최대 한 번, 1 = 최소 한 번, 2 = 정확히 한 번. 기본값은 2입니다.
uk_ua: Політика QoS для повідомлень. 0 = щонайбільше один раз, 1 = щонайменше один раз, 2 = рівно один раз. Типово 2.
zh_cn: 信息的 QoS 策略。0 = 最多一次，1 = 至少一次，2 = 正好一次。默认为 2。

source: RFC 5080 suggests that all clients should include it in an Access-Request. If the server requires it (option checked) and the client does not, then the packet will be silently discarded.
cs_cz: Norma RFC 5080 doporučuje, aby to v požadavku na přístup zahrnovali všichni klienti. Pokud ji server vyžaduje (volba je zaškrtnuta) a klient ne, paket bude potichu zahozen.
de_de: Laut RFC 5080 sollten alle Clients dies in eine Access-Request aufnehmen. Wenn der Server dies erfordert (Option aktiviert), der Client es aber nicht sendet, wird das Paket stillschweigend verworfen.
el_gr: Το RFC 5080 προτείνει ότι όλοι οι πελάτες θα πρέπει να το συμπεριλάβουν σε ένα αίτημα πρόσβασης. Εάν ο διακομιστής το απαιτεί (επιλεγμένη επιλογή) και ο client δεν το απαιτεί, τότε το πακέτο θα απορριφθεί σιωπηλά.
fa_ir: RFC 5080 پیشنهاد می‌کند همهٔ کلاینت‌ها آن را در یک Access-Request وارد کنند. اگر سرور آن را لازم بداند (گزینه علامت‌خورده) و کلاینت وارد نکند، بسته به‌صورت بی‌صدا رد خواهد شد.
fr_fr: La RFC 5080 suggère que tous les clients l'incluent dans une demande d'accès. Si le serveur l'exige (option cochée) et que le client ne l'exige pas, le paquet sera rejeté silencieusement.
it_it: RFC 5080 suggerisce che tutti i client lo includano in una richiesta di accesso. Se il server lo richiede (opzione selezionata) e il client no, il pacchetto verrà scartato silenziosamente.
ko_kr: RFC 5080은 모든 클라이언트가 Access-Request에 포함해야 한다고 제안합니다. 서버에서 요구하고(옵션 체크) 클라이언트에서 요구하지 않으면 패킷은 자동으로 삭제됩니다.
uk_ua: RFC 5080 пропонує, що всі клієнти повинні включати його в запит Access-Request. Якщо сервер вимагає його (опція відмічена), а клієнт ні, то пакет буде відкинуто без попередження.
zh_cn: RFC 5080 建议所有客户端都应在访问请求中包含它。如果服务器需要（选项已选中）而客户端不需要，那么数据包将被静默丢弃。

source: Register ISC DHCP4 Leases
cs_cz: Registrovat ISC DHCP4 zápůjčky
de_de: ISC DHCP4-Leases registrieren
el_gr: Εγγραφή ISC DHCP4 Leases
fa_ir: ثبت Leaseهای ISC DHCP4
fr_fr: Enregistrer les baux DHCP4 ICS
it_it: Registrare i lease ISC DHCP4
ko_kr: ISC DHCP4 대여 등록
uk_ua: Зареєструвати оренди ISC DHCP4
zh_cn: 注册ISC DHCP4租约

source: Remote gif tunnel endpoint
cs_cz: Vzdálený koncový bod gif tunelu
de_de: Remote GIF-Tunnelendpunkt
el_gr: Απομακρυσμένο τελικό σημείο σήραγγας gif
fa_ir: نقطهٔ انتهایی تونل gif راه‌دور
fr_fr: Point d'extrémité du tunnel gif à distance
it_it: Endpoint remoto del tunnel GIF
ko_kr: 원격 gif 터널 엔드포인트
uk_ua: Віддалена кінцева точка GIF тунелю
zh_cn: 远程gif隧道端点

source: Remote gre tunnel endpoint
cs_cz: Vzdálený koncový bod gre tunelu
de_de: Remote GRE-Tunnelendpunkt
el_gr: Απομακρυσμένο σημείο τερματισμού gre tunnel
fa_ir: نقطهٔ انتهایی تونل gre راه‌دور
fr_fr: Point d'extrémité du tunnel gre à distance
it_it: Endpoint remoto del tunnel Gre
ko_kr: 원격 gre 터널 엔드포인트
uk_ua: Віддалена кінцева точка GRE тунелю
zh_cn: 远程gre隧道端点

source: Remote port
cs_cz: Vzdálený port
el_gr: Απομακρυσμένη θύρα
fa_ir: پورت راه دور
fr_fr: Port distant
it_it: Porta remota
ko_kr: 원격 포트
uk_ua: Віддалений порт
zh_cn: 远程端口

source: Require Message-Authenticator
cs_cz: Vyžadovat ověřovatele zpráv
de_de: "Message-Authenticator" erforderlich
el_gr: Απαιτείται Επαληθευτής Μηνύματος
fa_ir: الزام به Message-Authenticator
fr_fr: Exiger un authentificateur de message
it_it: Richiede l'autenticazione del messaggio
ko_kr: 메시지 인증기 필요
uk_ua: Вимагати автентифікатор повідомлення
zh_cn: 需要消息验证器

source: Resolver time out in seconds. NGINX default (if empty) is 30 seconds.
cs_cz: Časový limit (v sekundách) pro DNS překlad. Výchozí hodnota z NGINX (pokud nezadáno) je 30 sekund.
de_de: Zeitüberschreitung des Resolvers in Sekunden. NGINX-Standard (wenn leer): 30 Sekunden.
el_gr: Λήξη χρόνου επίλυσης σε δευτερόλεπτα. Η προεπιλογή NGINX (εάν είναι κενή) είναι 30 δευτερόλεπτα.
fa_ir: زمان تایم‌اوت Resolver بر حسب ثانیه. مقدار پیش‌فرض NGINX (در صورت خالی بودن) 30 ثانیه است.
fr_fr: Délai d'attente du résolveur en secondes. Le délai par défaut de NGINX (s'il est vide) est de 30 secondes.
it_it: Timeout del risolutore in secondi. Il valore predefinito di NGINX (se vuoto) è 30 secondi.
ko_kr: 리졸버 시간 초과(초). NGINX 기본값(비어 있는 경우)은 30초입니다.
uk_ua: Таймаут роздільника в секундах. Типове значення NGINX (якщо порожньо) становить 30 секунд.
zh_cn: 解析器超时（秒）。NGINX默认值（如果为空）为30秒。

source: Retransmission
cs_cz: Zopakování přenosu
de_de: Wiederholung
el_gr: Αναμετάδοση
fa_ir: ارسال مجدد
it_it: Ritrasmissione
ko_kr: 재전송
uk_ua: Повторна передача
zh_cn: 重传

source: Revocations per type
cs_cz: Odvolání pro jednotlivé typy
de_de: Widerrufe nach Typ
el_gr: Ανακλήσεις ανά τύπο
fa_ir: ابطال‌ها به ازای هر نوع
fr_fr: Révocations par type
it_it: Revoche per tipologia
ko_kr: 유형별 취소
uk_ua: Відкликання за типом
zh_cn: 吊销类型

source: Routers (gateway)
cs_cz: Směrovače (brána)
de_de: Router (Gateway)
el_gr: Δρομολογητές (πύλη)
fa_ir: روترها (gateway)
fr_fr: Routeurs (passerelle)
it_it: Router (gateway)
ko_kr: 라우터 (게이트웨이)
uk_ua: Маршрутизатори (шлюз)
zh_cn: 路由器 (网关)

source: Routing Type
cs_cz: Typ směrování
de_de: Routing-Typ
el_gr: Τύπος δρομολόγησης
fa_ir: نوع مسیریابی
fr_fr: Type de routage
it_it: Tipo di percorso
ko_kr: 라우팅 유형
uk_ua: Тип маршрутизації
zh_cn: 路由类型

source: Rules are sorted based on the sequence number, higher number means lower priority. Rules without a sequence number will be processed first.
cs_cz: Pravidla jsou řazena podle pořadového čísla (vyšší číslo znamená nižší prioritu). Pravidla bez pořadového čísla budou zpracována jako první.
de_de: Regeln werden nach ihrer Sequenznummer sortiert; eine höhere Nummer bedeutet geringere Priorität. Regeln ohne Sequenznummer werden zuerst verarbeitet.
el_gr: Οι κανόνες ταξινομούνται με βάση τον αριθμό ακολουθίας. Ο μεγαλύτερος αριθμός σημαίνει χαμηλότερη προτεραιότητα. Οι κανόνες χωρίς αριθμό ακολουθίας θα υποβληθούν πρώτα σε επεξεργασία.
fa_ir: قوانین بر اساس شمارهٔ ترتیب مرتب می‌شوند؛ شمارهٔ بالاتر یعنی اولویت کمتر. قوانینی که شمارهٔ ترتیب ندارند، ابتدا پردازش می‌شوند.
fr_fr: Les règles sont triées en fonction de leur numéro d'ordre, un numéro plus élevé signifiant une priorité moindre. Les règles sans numéro de séquence sont traitées en premier.
it_it: Le regole vengono ordinate in base al numero di sequenza, un numero più alto indica una priorità più bassa. Le regole senza numero di sequenza verranno elaborate per prime.
ko_kr: 규칙은 순서 번호를 기준으로 정렬되며, 숫자가 높을수록 우선순위가 낮습니다. 순서 번호가 없는 규칙이 먼저 처리됩니다.
uk_ua: Правила сортуються за порядковим номером: більший номер означає нижчий пріоритет. Правила без порядкового номера будуть оброблені першими.
zh_cn: 规则按照序列号排序，数字越大优先级越低。没有序列号的规则将优先处理。

source: Run this service as "www" user and group, instead of "root". This setting increases security, but comes with the hard restriction that the well-known port range can not be used anymore. After enabling and saving this setting, the service has to be totally restarted. For this, please disable Caddy and press Apply. Afterwards enable Caddy and press Apply. This setting is reversible by following the same steps.
cs_cz: Spouštět tuto službu pod uživatelem a skupinou „www“ namísto „root“. Takové uspořádání zlepší zabezpečení, ale za cenu tvrdého omezení, že už nepůjde používat dobře známý rozsah portů. Po povolení a uložení tohoto nastavení je třeba službu zcela restartovat. Za tímto účelem zakažte Caddy a stiskněte tlačítko Použít. Poté ho zase povolte Caddy (a opět Použít). Stejným postupem toto nastavení také případně vrátíte nazpět.
de_de: Diesen Dienst als Benutzer und Gruppe "www" statt "root" ausführen. Erhöht die Sicherheit, schränkt jedoch die Nutzung der bekannten Portbereiche ein. Nach dem Aktivieren und Speichern dieser Einstellung muss der Dienst vollständig neu gestartet werden: Dazu Caddy deaktivieren und auf "Übernehmen" klicken, dann erneut aktivieren und erneut "Übernehmen". Die Einstellung ist reversibel durch denselben Ablauf.
el_gr: Εκτελέστε αυτήν την υπηρεσία ως χρήστης και ομάδα "www", αντί για "root". Αυτή η ρύθμιση αυξάνει την ασφάλεια, αλλά συνοδεύεται από τον αυστηρό περιορισμό ότι το γνωστό εύρος θυρών δεν μπορεί πλέον να χρησιμοποιηθεί. Αφού ενεργοποιήσετε και αποθηκεύσετε αυτήν τη ρύθμιση, η υπηρεσία πρέπει να επανεκκινηθεί πλήρως. Για αυτό, απενεργοποιήστε το Caddy και πατήστε Εφαρμογή. Στη συνέχεια, ενεργοποιήστε το Caddy και πατήστε Εφαρμογή. Αυτή η ρύθμιση είναι αναστρέψιμη ακολουθώντας τα ίδια βήματα.
fa_ir: این سرویس را با کاربر و گروه «www» اجرا کنید به‌جای «root». این تنظیم امنیت را افزایش می‌دهد، اما با محدودیت سختی همراه است: بازهٔ پورت‌های شناخته‌شده دیگر قابل‌استفاده نیست. پس از فعال‌سازی و ذخیرهٔ این تنظیم، سرویس باید به‌طور کامل ری‌استارت شود. برای این کار ابتدا Caddy را غیرفعال کرده و دکمهٔ «اعمال» را فشار دهید. سپس Caddy را فعال کرده و دوباره دکمهٔ «اعمال» را فشار دهید. این تنظیم با دنبال‌کردن همان مراحل قابل‌بازگشت است.
fr_fr: Exécutez ce service en tant qu'utilisateur et groupe "www", au lieu de "root". Ce paramètre augmente la sécurité, mais s'accompagne d'une restriction importante : la plage de ports bien connue ne peut plus être utilisée. Après avoir activé et enregistré ce paramètre, le service doit être totalement redémarré. Pour ce faire, désactivez Caddy et appuyez sur Apply. Activez ensuite Caddy et appuyez sur Appliquer. Ce paramètre est réversible en suivant les mêmes étapes.
it_it: Esegui questo servizio come utente e gruppo "www", anziché "root". Questa impostazione aumenta la sicurezza, ma comporta la dura limitazione che l'intervallo di porte noto non può più essere utilizzato. Dopo aver abilitato e salvato questa impostazione, il servizio deve essere riavviato completamente. Per questo, disabilita Caddy e premi Applica. Successivamente abilita Caddy e premi Applica. Questa impostazione è reversibile seguendo gli stessi passaggi.
ko_kr: 이 서비스를 "root" 대신 "www" 사용자 및 그룹으로 실행하세요. 이 설정은 보안을 강화하지만 잘 알려진 포트 범위를 더 이상 사용할 수 없다는 엄격한 제한이 따릅니다. 이 설정을 활성화하고 저장한 후에는 서비스를 완전히 다시 시작해야 합니다. 이를 위해 Caddy를 비활성화하고 적용을 누르세요. 그런 다음 Caddy를 활성화하고 적용을 누르세요. 이 설정은 동일한 단계를 따르면 되돌릴 수 있습니다.
uk_ua: Запускати цю службу як користувач і група "www" замість "root". Це налаштування підвищує безпеку, але має жорстке обмеження: відомий діапазон портів більше не може використовуватися. Після увімкнення та збереження цієї настройки службу необхідно повністю перезапустити. Для цього, будь ласка, вимкніть Caddy і натисніть Застосувати. Потім увімкніть Caddy і натисніть Застосувати. Ця настройка є зворотною, виконавши ті ж кроки.
zh_cn: 以“www”用户和组的身份运行此服务，而不是“root”。此设置提高安全性，但有一个严格限制，即众所周知的端口范围不能再使用。启用并保存此设置后，必须完全重新启动服务。

source: SSL settings
cs_cz: Nastavení pro SSL
de_de: SSL-Einstellungen
el_gr: Ρυθμίσεις SSL
fa_ir: تنظیمات SSL
fr_fr: Paramètres SSL
it_it: Impostazioni SSL
ko_kr: SSL 설정
uk_ua: Налаштування SSL
zh_cn: SSL设置

source: Schedule an hourly job to download CRLs using the defined Distributionpoints in the CAs deployed in our trust store.
cs_cz: Naplánovat každou hodinu probíhající úlohu stahování CRL seznamů (z distribučních bodů, definovaných v certifikačních autoritách, nasazených v úložišti důvěryhodnosti).
de_de: Planen Sie einen stündlichen Job zum Herunterladen der CRLs anhand der in den CAs definierten Verteilungspunkte im Vertrauensspeicher.
el_gr: Προγραμματίστε μια ωριαία εργασία για τη λήψη CRL χρησιμοποιώντας τα καθορισμένα σημεία διανομής στις αρχές έκδοσης πιστοποιητικών (CA) που έχουν αναπτυχθεί στον χώρο αποθήκευσης αξιοπιστίας μας.
fa_ir: یک کار ساعتی برنامه‌ریزی کنید تا CRLها را با استفاده از Distributionpoints تعریف‌شده در CAs مستقر در مخزن اعتماد ما دانلود کند.
fr_fr: Programmer une tâche horaire pour télécharger les CRL à l'aide des points de distribution définis dans les autorités de certification déployées dans notre magasin de confiance.
it_it: Pianifica un lavoro orario per scaricare i CRL utilizzando i punti di distribuzione definiti nelle CA distribuite nel nostro truststore.
ko_kr: 신뢰 저장소에 배포된 CA에 정의된 배포 지점을 사용하여 CRL을 다운로드하는 매시간 작업을 예약합니다.
uk_ua: Запланувати щогодинне завдання для завантаження CRL, використовуючи визначені точки розповсюдження в CA, розгорнутих у нашому сховищі довіри.
zh_cn: 安排每小时一次的工作，使用我们信任库中部署的CA中定义的分发点下载CRL。

source: Select General Log level. Log levels are listed in the order of increasing verbosity. Setting a certain log level will cause all messages of the specified and more severe log levels to be logged.
cs_cz: Vyberte celkový stupeň podrobnosti při zaznamenávání událostí. Stupně jsou uvedeny v pořadí podle rostoucí výřečnosti (a klesající důležitosti). Nastavení konkrétního stupně podrobnosti zaznamenávání povede k tomu, že budou zaznamenávány všechny zprávy odpovídající zadanému stupni a stejně tak všem závažnějším nad ním.
de_de: Allgemeine Protokollierungsebene auswählen. Protokollebenen sind in aufsteigender Detailtiefe sortiert. Die gewählte Ebene bewirkt, dass alle Meldungen dieser und schwerwiegenderer Ebenen protokolliert werden.
el_gr: Επιλέξτε Γενικό επίπεδο καταγραφής. Τα επίπεδα καταγραφής παρατίθενται με σειρά αυξανόμενης λεπτομέρειας. Ο ορισμός ενός συγκεκριμένου επιπέδου καταγραφής θα έχει ως αποτέλεσμα την καταγραφή όλων των μηνυμάτων των καθορισμένων και πιο σοβαρών επιπέδων καταγραφής.
fa_ir: سطح لاگ عمومی را انتخاب کنید. سطوح لاگ به ترتیب افزایش جزئیات فهرست شده‌اند. انتخاب یک سطح باعث ثبت همهٔ پیام‌های آن سطح و سطوح با اهمیت بالاتر می‌شود.
fr_fr: Sélectionnez General Log level (Niveau de journalisation général). Les niveaux de journalisation sont classés par ordre de verbosité croissante. La définition d'un certain niveau de journalisation entraînera l'enregistrement de tous les messages des niveaux de journalisation spécifiés et plus sévères.
it_it: Seleziona il livello di registro generale. I livelli di registro sono elencati in ordine crescente di verbosità. L'impostazione di un determinato livello di registro causerà la registrazione di tutti i messaggi dei livelli di registro specificati e più gravi.
ko_kr: 일반 로그 수준을 선택하세요. 로그 수준은 자세한 정도에 따라 나열됩니다. 특정 로그 수준을 설정하면 지정된 로그 수준과 더 심각한 로그 수준의 모든 메시지가 기록됩니다.
uk_ua: Виберіть загальний рівень журналу. Рівні журналу перелічені в порядку зростання деталізації. Встановлення певного рівня журналу призведе до запису всіх повідомлень зазначеного та більш серйозних рівнів журналу.
zh_cn: 选择常规日志级别。日志级别按冗长程度递增的顺序排列。设置某一日志级别将导致记录指定级别和更高日志级别的所有信息。

source: Select Users to restrict access to this domain. Basic Auth matches after Access Lists. If unset, any user is allowed access. When using CrowdSec, authorization failures will result in automatic bans.
cs_cz: Vyberte uživatele, pouze kterým umožnit přístup k této doméně. Shoda pro základní ověřování je hledána až po seznamech řízení přístupu. Pokud nenastaveno, je přístup povolen libovolnému uživateli. Při použití služby CrowdSec bude mít nezdar při ověření se za následek automatická vyloučení.
de_de: Benutzer auswählen, um den Zugriff auf diese Domain zu beschränken. Basis-Authentifizierung greift nach den Zugriffskontrolllisten. Ist kein Benutzer ausgewählt, ist der Zugriff für alle erlaubt. Bei Nutzung von CrowdSec führen Authentifizierungsfehler zu automatischen Sperren.
el_gr: Επιλέξτε Χρήστες για να περιορίσετε την πρόσβαση σε αυτόν τον τομέα. Η βασική εξουσιοδότηση αντιστοιχεί μετά τις Λίστες Πρόσβασης. Εάν δεν οριστεί, επιτρέπεται η πρόσβαση σε οποιονδήποτε χρήστη. Όταν χρησιμοποιείτε το CrowdSec, οι αποτυχίες εξουσιοδότησης θα οδηγήσουν σε αυτόματους αποκλεισμούς.
fa_ir: کاربران را برای محدود کردن دسترسی به این دامنه انتخاب کنید. تطبیق Basic Auth پس از Access Lists انجام می‌شود. اگر تنظیم نشود، هر کاربری اجازهٔ دسترسی دارد. هنگام استفاده از CrowdSec، شکست‌های مجوزدهی منجر به مسدودیت خودکار می‌شوند.
fr_fr: Sélectionnez Utilisateurs pour restreindre l'accès à ce domaine. L'authentification de base correspond aux listes d'accès. Si cette option n'est pas activée, n'importe quel utilisateur est autorisé à accéder au domaine. Lors de l'utilisation de CrowdSec, les échecs d'autorisation se traduiront par des interdictions automatiques.
it_it: Seleziona Utenti per limitare l'accesso a questo dominio. L'autenticazione di base corrisponde dopo gli elenchi di accesso. Se non impostato, l'accesso è consentito a qualsiasi utente. Quando si utilizza CrowdSec, gli errori di autorizzazione comporteranno ban automatici.
ko_kr: 이 도메인에 대한 액세스를 제한하려면 사용자를 선택하세요. 기본 인증은 액세스 목록 다음에 일치합니다. 설정하지 않으면 모든 사용자에게 액세스가 허용됩니다. CrowdSec을 사용하는 경우 인증 실패는 자동 금지로 이어집니다.
uk_ua: Виберіть користувачів, щоб обмежити доступ до цього домену. Базова автентифікація відповідає після списків доступу. Якщо не встановлено, будь-якому користувачу дозволено доступ. При використанні CrowdSec збої авторизації призведуть до автоматичних блокувань.
zh_cn: 选择用户以限制对此域的访问。基本身份验证在访问列表后匹配。如果未设置，则允许任何用户访问。使用CrowdSec时，授权失败将导致自动禁止。

source: Select Users to restrict access to this subdomain. Basic Auth matches after Access Lists. If unset, any user is allowed access.
cs_cz: Vyberte pouze kterým chcete umožnit přístup k této subdoméně. Základní ověřování je vyhodnocováno až po seznamu řízení přístupu. Pokud nenastaveno, je přístup povolen libovolnému uživateli.
de_de: Benutzer auswählen, um den Zugriff auf diese Subdomain zu beschränken. Die Basisauthentifizierung wird nach Zugriffslisten abgeglichen. Wenn nicht festgelegt, erhält jeder Benutzer Zugriff.
el_gr: Επιλέξτε Χρήστες για να περιορίσετε την πρόσβαση σε αυτόν τον υποτομέα. Η βασική εξουσιοδότηση αντιστοιχεί μετά τις Λίστες πρόσβασης. Εάν δεν οριστεί, επιτρέπεται η πρόσβαση σε οποιονδήποτε χρήστη.
fa_ir: کاربران را برای محدود کردن دسترسی به این زیردامنه انتخاب کنید. تطبیق Basic Auth پس از Access Lists انجام می‌شود. اگر تنظیم نشود، هر کاربری اجازهٔ دسترسی دارد.
fr_fr: Sélectionnez Utilisateurs pour restreindre l'accès à ce sous-domaine. L'authentification de base correspond aux listes d'accès. Si cette option n'est pas activée, tout utilisateur est autorisé à accéder à ce sous-domaine.
it_it: Seleziona Utenti per limitare l'accesso a questo sottodominio. L'autenticazione di base corrisponde dopo gli elenchi di accesso. Se non impostato, l'accesso è consentito a qualsiasi utente.
ko_kr: 이 하위 도메인에 대한 액세스를 제한하려면 사용자를 선택하세요. 기본 인증은 액세스 목록 다음에 일치합니다. 설정하지 않으면 모든 사용자가 액세스할 수 있습니다.
uk_ua: Виберіть користувачів, щоб обмежити доступ до цього піддомену. Базова автентифікація відповідає після списків доступу. Якщо не встановлено, будь-якому користувачу дозволено доступ.
zh_cn: 选择 "用户 "以限制对该子域的访问。基本认证匹配访问列表。如果未设置，则允许任何用户访问。
