Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Optionally define a (list of) service(s) which are required before monitoring this one, if any of the dependencies are either stopped or unmonitored this service will stop/unmonitor too.
cs_cz: Volitelně definujte (seznam) služby, kterých je zapotřebí před dohledováním této. Pokud jsou jakékoli ze závislostí buď zastavené, nebo nedohledované, bude tato služba také zastavena/nedohledována.
de_de: Optional: Eine (Liste von) Dienst(en) definieren, die vor der Überwachung dieses Dienstes verfügbar sein müssen. Falls einer der abhängigen Dienste gestoppt oder nicht überwacht wird, wird dieser Dienst ebenfalls gestoppt oder nicht überwacht.
el_gr: Προαιρετικά, ορίστε μια (λίστα) υπηρεσίας (ή υπηρεσιών) που απαιτούνται πριν από την παρακολούθηση αυτής. Εάν κάποια από τις εξαρτήσεις διακοπεί ή δεν παρακολουθηθεί, αυτή η υπηρεσία θα διακοπεί/θα καταργηθεί επίσης η παρακολούθηση.
fa_ir: اختیاری: یک یا چند سرویس را تعریف کنید که قبل از مانیتور شدن این سرویس لازم‌اند. اگر هر یک از وابستگی‌ها متوقف یا بدون مانیتور شوند، این سرویس نیز متوقف یا بدون مانیتور خواهد شد.
fr_fr: Définissez éventuellement une (liste de) service(s) qui sont requis avant de surveiller celui-ci, si l'une des dépendances est arrêtée ou non surveillée, ce service s'arrêtera / ne sera pas surveillé également.
it_it: Facoltativamente, definire un (elenco di) servizi richiesti prima di monitorare questo, se una qualsiasi delle dipendenze viene arrestata o non monitorata, anche questo servizio verrà arrestato/non monitorato.
ko_kr: 선택적으로 이 서비스를 모니터링하기 전에 필요한 서비스(목록)를 정의하세요. 종속성이 중지되거나 모니터링되지 않으면 이 서비스도 중지/모니터링 해제됩니다.
pl_pl: Opcjonalnie zdefiniuj (listę) usług(y), które są wymagane przed monitorowaniem tej, jeśli którakolwiek z zależności jest zatrzymana lub nie monitorowana, ta usługa też zostanie zatrzymana/lub przestanie być monitorowana.
uk_ua: За бажанням визначте службу(и) (або список служб), які потрібні перед моніторингом цієї, якщо будь-яка з залежностей зупинена або не моніториться, ця служба також зупиниться/перестане моніторитися.
zh_cn: 可以选择定义一个（一个或多个）服务（在监视此服务之前），如果任何依赖项已停止或处于不受监视状态，则该服务也会停止/不监视。

source: Original URL Pattern (Regex)
cs_cz: Vzorec původní URL (regulární výraz)
de_de: Ursprüngliches URL-Muster (Regex)
el_gr: Αρχικό μοτίβο διεύθυνσης URL (Regex)
fa_ir: الگوی اصلی URL (Regex)
fr_fr: Modèle d'URL original (Regex)
it_it: Pattern URL originale (Regex)
ko_kr: 원본 URL 패턴(정규식)
pl_pl: Oryginalny wzorzec URL (Regex)
uk_ua: Шаблон вихідного URL (Regex)
zh_cn: 原始网址格式(正则表达式)

source: P12 Password/confirm
cs_cz: P12 Heslo/potvrzení
de_de: P12-Passwort / Bestätigung
el_gr: P12 Κωδικός πρόσβασης/επιβεβαίωση
fa_ir: رمز P12 / تأیید
fr_fr: P 12 Mot de passe/con confirmation
it_it: P12 Password/conferma
ko_kr: P12 비밀번호/확인
pl_pl: Hasło P12/potwierdź
uk_ua: Пароль P12/підтвердження
zh_cn: P12密码/确认

source: PROXY Protocol
cs_cz: Proxy protokol
de_de: PROXY-Protokoll
el_gr: Πρωτόκολλο PROXY
fa_ir: پروتکل PROXY
fr_fr: Protocole PROXY
it_it: Protocollo PROXY
ko_kr: 프록시 프로토콜
pl_pl: Protokół PROXY
uk_ua: Протокол PROXY
zh_cn: 代理协议

source: PSK Identity
cs_cz: PSK identita
de_de: PSK-Identität
el_gr: Ταυτότητα PSK
fa_ir: شناسه PSK
fr_fr: Identité PSK
it_it: Identità PSK
ko_kr: PSK ID
pl_pl: Tożsamość PSK
uk_ua: Ідентифікатор PSK
zh_cn: PSK标识符

source: PSK based encryption
cs_cz: Šifrování založené na PSK
de_de: PSK-basierte Verschlüsselung
el_gr: Κρυπτογράφηση βασισμένη σε PSK
fa_ir: رمزنگاری مبتنی بر PSK
fr_fr: Cryptage basé sur PSK
it_it: Crittografia basata su PSK
ko_kr: PSK 기반 암호화
pl_pl: Szyfrowanie oparte na PSK
uk_ua: Шифрування на основі PSK
zh_cn: 基于PSK的加密

source: Parent Proxy Settings
cs_cz: Nastavení nadřazené proxy
de_de: Einstellungen für übergeordneten Proxy
el_gr: Ρυθμίσεις γονικού διακομιστή μεσολάβησης
fa_ir: تنظیمات پراکسی والد
fr_fr: Paramètres du proxy parental
it_it: Impostazioni proxy genitore
ko_kr: 상위 프록시 설정
pl_pl: Ustawienia proxy nadrzędnego
uk_ua: Налаштування батьківського проксі
zh_cn: 父代理设置

source: Parent proxy IP address or hostname.
cs_cz: IP adresa (nebo název hostitele) nadřazené proxy
de_de: IP-Adresse oder Hostname des übergeordneten Proxys.
el_gr: Διεύθυνση IP ή όνομα κεντρικού υπολογιστή γονικού διακομιστή μεσολάβησης.
fa_ir: آدرس IP یا نام میزبان پراکسی والد.
fr_fr: Adresse IP ou nom d'hôte du proxy parent.
it_it: Indirizzo IP o nome host del proxy principale.
ko_kr: 상위 프록시 IP 주소 또는 호스트 이름입니다.
pl_pl: Adres IP proxy nadrzędnego lub nazwa hosta.
uk_ua: IP-адреса або ім'я хоста батьківського проксі.
zh_cn: 父代理IP地址或主机名。

source: Parent proxy port.
cs_cz: Port nadřazené proxy.
de_de: Port des übergeordneten Proxys.
el_gr: Γονική θύρα proxy.
fa_ir: پورت پراکسی والد.
fr_fr: Port du proxy parent.
it_it: Porta proxy principale.
ko_kr: 상위 프록시 포트.
pl_pl: Port proxy nadrzędnego.
uk_ua: Порт батьківського проксі.
zh_cn: 父代理端口。

source: Pass Request To Local PHP Interpreter / Threat Upstream As FastCGI
cs_cz: Předání požadavku místnímu překladači PHP / Threat Upstream jako FastCGI
de_de: An lokale PHP-Interpreter weiterleiten / Upstream als FastCGI behandeln
el_gr: Διαβίβαση αιτήματος σε τοπικό διερμηνέα PHP / απειλή ανοδικής ροής ως FastCGI
fa_ir: ارسال درخواست به مفسر محلی PHP / Threat Upstream به‌صورت FastCGI
fr_fr: Passer la requête à l'interpréteur PHP local / Menace en amont comme FastCGI
it_it: Passa la richiesta all'interprete PHP locale/minaccia a monte come FastCGI
ko_kr: 로컬 PHP 인터프리터/위협 업스트림에 FastCGI로 요청 전달
pl_pl: Przekieruj żądanie do lokalnego interpretera PHP / Zagrożenie do źródła jako FastCGI
uk_ua: Передати запит локальному інтерпретатору PHP / Обробляти вихідний потік як FastCGI
zh_cn: 将请求传递到本地PHP解释器/作为FastCGI的上游威胁

source: Persistence
cs_cz: Trvalost
de_de: Persistenz
el_gr: Επιμονή
fa_ir: پایداری
fr_fr: Persistance
it_it: Persistenza
ko_kr: 지속성
pl_pl: Trwałość
uk_ua: Стійкість
zh_cn: 持久性

source: Persistence type
cs_cz: Typ trvalosti
de_de: Persistenztyp
el_gr: Τύπος επιμονής
fa_ir: نوع پایداری
fr_fr: Type de persistance
it_it: Tipo di persistenza
ko_kr: 지속성 유형
pl_pl: Typ trwałości
uk_ua: Тип стійкості
zh_cn: 持久性类型

source: Please select a separator to join the matches. Or means any mach can be true which can be used to configure the same proxy for multiple networks while And means all matches must be true which can be used to assign the proxy in a more detailed way.
cs_cz: Vyberte oddělovač pro spojování shod. Or (logické nebo) znamená, že může být pravdivá kterákoli shoda, což lze použít k nastavení stejného proxy serveru pro více sítí, zatímco And (logické a) znamená, že je třeba, aby byly pravdivé všechny shody, což lze použít k podrobnějšímu přiřazení proxy serveru.
de_de: Bitte wähle einen Trenner zur Verknüpfung der Übereinstimmungen. "Oder" bedeutet, dass eine beliebige Bedingung zutreffen kann (z. B. mehrere Netzwerke mit demselben Proxy). "Und" bedeutet, dass alle Bedingungen zutreffen müssen – für eine genauere Proxy-Zuordnung.
el_gr: Επιλέξτε ένα διαχωριστικό για να ενώσετε τις αντιστοιχίσεις. Το "Ή" σημαίνει ότι οποιαδήποτε αντιστοιχία μπορεί να είναι αληθής, η οποία μπορεί να χρησιμοποιηθεί για τη διαμόρφωση του ίδιου διακομιστή μεσολάβησης για πολλά δίκτυα, ενώ το "Και" σημαίνει ότι όλες οι αντιστοιχίσεις πρέπει να είναι αληθείς, η οποία μπορεί να χρησιμοποιηθεί για την αντιστοίχιση του διακομιστή μεσολάβησης με πιο λεπτομερή τρόπο.
fa_ir: لطفاً یک جداکننده برای پیوستن تطابق‌ها انتخاب کنید. 'Or' یعنی هر یک از تطابق‌ها می‌تواند برقرار باشد که برای پیکربندی یک پراکسی برای چند شبکه مناسب است، و 'And' یعنی همه تطابق‌ها باید برقرار باشند که برای تخصیص دقیق‌تر پراکسی مناسب است.
fr_fr: Veuillez sélectionner un séparateur pour rejoindre les matchs. Ou signifie que n'importe quel mach peut être vrai, ce qui peut être utilisé pour configurer le même proxy pour plusieurs réseaux, tandis que And signifie que toutes les correspondances doivent être vraies, ce qui peut être utilisé pour attribuer le proxy de manière plus détaillée.
it_it: Seleziona un separatore per unire le partite. Oppure significa che qualsiasi mach può essere vero e può essere utilizzato per configurare lo stesso proxy per più reti mentre E significa che tutte le corrispondenze devono essere vere e può essere utilizzato per assegnare il proxy in modo più dettagliato.
ko_kr: 일치 항목을 연결할 구분자를 선택하세요. 'Or'는 모든 일치 항목이 참일 수 있음을 의미하며, 여러 네트워크에 대해 동일한 프록시를 구성하는 데 사용할 수 있습니다. 'And'는 모든 일치 항목이 참이어야 함을 의미하며, 더 구체적으로 프록시를 할당하는 데 사용할 수 있습니다.
pl_pl: Proszę wybrać separator, aby połączyć dopasowania. Or oznacza, że dowolne dopasowanie może być prawdziwe, co można użyć do konfiguracji tego samego proxy dla wielu sieci, podczas gdy And oznacza, że wszystkie dopasowania muszą być prawdziwe, co można użyć do dokładniejszego przypisania proxy.
uk_ua: Будь ласка, виберіть роздільник для об'єднання збігів. «Або» означає, що будь-який збіг може бути істинним, що можна використовувати для налаштування того ж проксі для декількох мереж, тоді як «І» означає, що всі збіги повинні бути істинними, що можна використовувати для більш детального призначення проксі.
zh_cn: 请选择一个分隔符来加入匹配项。或者意味着任何匹配都可以是真的，可用于为多个网络配置相同的代理，而且意味着所有匹配必须为真，可用于以更详细的方式分配代理。

source: Please select if this rule should be added to the PAC file.
cs_cz: Vyberte zda má toto pravidlo být přidáno do PAC souboru.
de_de: Bitte wähle aus, ob diese Regel in die PAC-Datei aufgenommen werden soll.
el_gr: Επιλέξτε εάν αυτός ο κανόνας θα πρέπει να προστεθεί στο αρχείο PAC.
fa_ir: لطفاً مشخص کنید آیا این قانون باید به فایل PAC اضافه شود.
fr_fr: Veuillez sélectionner si cette règle doit être ajoutée au fichier PAC.
it_it: Seleziona se questa regola deve essere aggiunta al file PAC.
ko_kr: 이 규칙을 PAC 파일에 추가할지 여부를 선택하세요.
pl_pl: Proszę wybrać, czy ta reguła powinna zostać dodana do pliku PAC.
uk_ua: Будь ласка, виберіть, чи слід додати це правило до PAC-файлу.
zh_cn: 请选择是否应将此规则添加到PAC文件中。

source: Port on which OpenVPN listens
cs_cz: Port na kterém OpenVPN očekává spojení
de_de: Port, auf dem OpenVPN auf Verbindungen wartet
el_gr: Θύρα στην οποία ακούει το OpenVPN
fa_ir: پورت گوش‌دهی OpenVPN
fr_fr: Port sur lequel OpenVPN écoute
it_it: Porta su cui OpenVPN è in ascolto
ko_kr: OpenVPN이 수신하는 포트
pl_pl: Port, na którym nasłuchuje OpenVPN
uk_ua: Порт, на якому слухає OpenVPN
zh_cn: OpenVPN监听的端口

source: Port to listen on.
cs_cz: Port na kterém očekávat spojení.
de_de: Port, auf dem gelauscht werden soll.
el_gr: Θύρα για ακρόαση.
fa_ir: پورت برای گوش‌دهی.
fr_fr: Port sur lequel écouter.
it_it: Porta su cui ascoltare.
ko_kr: 수신 대기 포트.
pl_pl: Port do nasłuchu.
uk_ua: Порт для прослуховування.
zh_cn: 监听端口。

source: Pre-defined commands for this automation.
cs_cz: Předem definované příkazy pro tuto automatizaci.
de_de: Vordefinierte Befehle für diese Automatisierung.
el_gr: Προκαθορισμένες εντολές για αυτόν τον αυτοματισμό.
fa_ir: دستورات پیش‌تعریف‌شده برای این اتوماسیون.
fr_fr: Commandes prédéfinies pour cette automatisation.
it_it: Comandi predefiniti per questa automazione.
ko_kr: 이 자동화에 대해 미리 정의된 명령입니다.
pl_pl: Wstępnie zdefiniowane polecenia dla tej automatyzacji.
uk_ua: Заздалегідь визначені команди для цієї автоматизації.
zh_cn: 用于该自动操作的预定义命令。

source: Prefix List
cs_cz: Seznam předpon
de_de: Präfixliste
el_gr: Λίστα προθεμάτων
fa_ir: فهرست پیشوندها
fr_fr: Liste des préfixes
it_it: Elenco dei prefissi
ko_kr: 프리픽스 목록
pl_pl: Lista prefiksów
uk_ua: Список префіксів
zh_cn: 前缀列表

source: Private Key
cs_cz: Soukromý klíč
de_de: Privater Schlüssel
el_gr: Ιδιωτικό Κλειδί
fa_ir: کلید خصوصی
fr_fr: Clé privée
it_it: Chiave privata
ko_kr: 개인키
pl_pl: Klucz prywatny
uk_ua: Приватний ключ
zh_cn: 私钥

source: Program Timeout
cs_cz: Časový limit programu
de_de: Programm-Timeout
el_gr: Χρονικό όριο προγράμματος
fa_ir: مهلت برنامه
fr_fr: Délai d'attente du programme
it_it: Timeout del programma
ko_kr: 프로그램 타임아웃
pl_pl: Limit czasu programu
uk_ua: Таймаут програми
zh_cn: 程序超时

source: Prometheus Collector Exclude
cs_cz: Vynechat ze sběrače Promethea
de_de: Prometheus-Sammler ausschließen
el_gr: Εξαίρεση Συλλέκτη Προμηθέα
fa_ir: استثنا برای کلکتور Prometheus
it_it: Escludi collezionista Prometeo
ko_kr: Prometeus 콜렉터 제외
pl_pl: Wykluczenia kolektora Prometheus
uk_ua: Виключити колектор Prometheus
zh_cn: Prometheus收集器排除

source: Prometheus Listen Port
cs_cz: Port na kterém Prometheus očekává spojení
de_de: Prometheus-Port (eingehend)
el_gr: Prometheus θύρα εισόδου
fa_ir: پورت گوش‌دهی Prometheus
fr_fr: Port d'écoute Prometheus
it_it: Porta di ascolto di Prometeo
ko_kr: Prometheus 수신 포트
pl_pl: Port nasłuchu Prometheus
uk_ua: Порт прослуховування Prometheus
zh_cn: Prometheus监听端口

source: Prometheus String as Label
cs_cz: Prometheus řetězec jako štítek
de_de: Prometheus-String als Bezeichner
el_gr: Συμβολοσειρά Προμηθέα ως Ετικέτα
fa_ir: رشته Prometheus به‌عنوان برچسب
fr_fr: Prometheus String comme étiquette
it_it: Stringa di Prometeo come etichetta
ko_kr: Prometeus 문자열을 레이블
pl_pl: Napis Prometheus jako etykieta
uk_ua: Рядок Prometheus як мітка
zh_cn: Prometheus字符串作为标签

source: Provide a more verbose WAF log for fixing false positives before going live.
cs_cz: Poskytnout podrobnější záznamy událostí WAF brány firewall pro účely opravování nesprávného vyhodnocení, než se dostane do provozu.
de_de: Erzeugt ein detaillierteres WAF-Protokoll zur Korrektur von Fehlalarmen vor dem Livebetrieb.
el_gr: Παρέχετε ένα πιο λεπτομερές αρχείο καταγραφής WAF για τη διόρθωση ψευδώς θετικών αποτελεσμάτων πριν από τη δημοσίευση.
fa_ir: یک لاگ WAF مفصل‌تر برای رفع مثبت‌های کاذب قبل از راه‌اندازی ارائه دهید
fr_fr: Fournir un journal WAF plus explicite pour corriger les faux positifs avant la mise en service.
it_it: Fornire un registro WAF più dettagliato per correggere i falsi positivi prima della messa in funzione.
ko_kr: 라이브로 전환하기 전에 거짓 긍정 오류를 수정하기 위해 더 자세한 WAF 로그를 제공합니다.
pl_pl: Zapewnij bardziej szczegółowy dziennik WAF w celu naprawy fałszywych pozytywów przed uruchomieniem.
uk_ua: Надати більш детальний журнал WAF для виправлення хибних спрацьовувань перед запуском.
zh_cn: 提供更详细的WAF日志，以便在上线之前修复误报。

source: Proxies
cs_cz: Proxy servery
de_de: Proxys
el_gr: Διαμεσολαβητές
fa_ir: پروکسی‌ها
it_it: Procure
ko_kr: 프록시
pl_pl: Proxy
uk_ua: Проксі
zh_cn: 代理

source: Proxy Read Timeout
cs_cz: Časový limit načtení z proxy
de_de: Proxy-Lesezeitüberschreitung
el_gr: Χρονικό όριο ανάγνωσης διακομιστή μεσολάβησης
fa_ir: زمان انتظار خواندن پروکسی
fr_fr: Délai de lecture du proxy
it_it: Timeout lettura proxy
ko_kr: 프록시 읽기 타임아웃
pl_pl: Limit czasu odczytu proxy
uk_ua: Таймаут читання проксі
zh_cn: 代理读取超时

source: Proxy Send Timeout
cs_cz: Časový limit odeslání na proxy
de_de: Sende-Timeout des Proxys
el_gr: Χρονικό όριο αποστολής μέσω proxy
fa_ir: زمان انتظار ارسال پروکسی
fr_fr: Délai d'envoi du proxy
it_it: Timeout invio proxy
ko_kr: 프록시 전송 타임아웃
pl_pl: Limit czasu wysyłania proxy
uk_ua: Таймаут надсилання проксі
zh_cn: 代理发送超时

source: Proxy Type
cs_cz: Typ proxy
de_de: Proxy-Typ
el_gr: Τύπος διακομιστή μεσολάβησης
fa_ir: نوع پروکسی
fr_fr: Type de mandataire
it_it: Tipo di procura
ko_kr: 프록시 유형
pl_pl: Typ proxy
uk_ua: Тип проксі
zh_cn: 代理类型

source: Public Key
cs_cz: Veřejný klíč
de_de: Öffentlicher Schlüssel
el_gr: Δημόσιο Κλειδί
fa_ir: کلید عمومی
fr_fr: Clé publique
it_it: Chiave pubblica
ko_kr: 공개 키
pl_pl: Klucz publiczny
uk_ua: Публічний ключ
zh_cn: 公钥

source: Rate Limit Exceptions
cs_cz: Omezovat četnost výjimek
de_de: Ausnahmen vom Ratenlimit
el_gr: Εξαιρέσεις ορίου τιμών
fa_ir: استثناهای محدودیت نرخ
fr_fr: Exceptions à la limite des taux
it_it: Eccezioni ai limiti di tariffa
ko_kr: 속도 제한 예외
pl_pl: Wyjątki z limitu prędkości
uk_ua: Винятки для обмеження швидкості
zh_cn: 速率限制例外

source: Rate Limit Replies
cs_cz: Omezovat četnost odpovědí
de_de: Ratenlimit für Antworten
el_gr: Απαντήσεις με όριο ρυθμού
fa_ir: پاسخ‌های محدودیت نرخ
fr_fr: Réponses aux limites de taux
it_it: Risposte sui limiti di velocità
ko_kr: 속도 제한 응답
pl_pl: Odpowiedzi z limitem prędkości
uk_ua: Відповіді обмеження швидкості
zh_cn: 速率限制回复

source: Rate Unit
cs_cz: Jednotka rychlosti
de_de: Einheit für Ratenlimit
el_gr: Μονάδα Τιμής
fa_ir: واحد نرخ
fr_fr: Unité de taux
it_it: Unità tariffaria
ko_kr: 속도 단위
pl_pl: Jednostka prędkości
uk_ua: Одиниця швидкості
zh_cn: 速率单位

source: Read PF values via pfctl.
cs_cz: Načíst hodnoty PF prostřednictvím pfctl.
de_de: PF-Werte über pfctl auslesen
el_gr: Διαβάστε τις τιμές PF μέσω του pfctl.
fa_ir: مقادیر PF را از طریق pfctl بخوانید
fr_fr: Lire les valeurs PF via pfctl.
it_it: Leggere i valori PF tramite pfctl.
ko_kr: pfctl을 통해 PF 값을 읽습니다.
pl_pl: Odczytaj wartości PF przez pfctl.
uk_ua: Читати значення PF через pfctl.
zh_cn: 通过pfctl读取PF值。

source: Real IP Source
cs_cz: Skutečný IP zdroj
de_de: Quell-IP ermitteln aus
el_gr: Πραγματική πηγή IP
fa_ir: منبع IP واقعی
fr_fr: Source IP réelle
it_it: Sorgente IP reale
ko_kr: 실제 IP 소스
pl_pl: Rzeczywiste źródło IP
uk_ua: Джерело реальної IP-адреси
zh_cn: 真实IP来源

source: Recipient Address
cs_cz: Adresa příjemce
de_de: Empfängeradresse
el_gr: Διεύθυνση παραλήπτη
fa_ir: آدرس گیرنده
fr_fr: Adresse du destinataire
it_it: Indirizzo del destinatario
ko_kr: 수신자 주소
pl_pl: Adres odbiorcy
uk_ua: Адреса одержувача
zh_cn: 收件人地址

source: Recursion
cs_cz: Rekurze
de_de: Rekursion
el_gr: Αναδρομή
fa_ir: بازگشت (Recursion)
fr_fr: Récursion
it_it: Ricorsione
ko_kr: 재귀
pl_pl: Rekursja
uk_ua: Рекурсія
zh_cn: 递归

source: Referrer
de_de: Referrer (verweisende Seite)
el_gr: Αναφέρων
fa_ir: ارجاع‌دهنده
fr_fr: Référent
it_it: Referente
ko_kr: 레퍼러
pl_pl: Odsyłacz
uk_ua: Реферер
zh_cn: 引荐

source: Reject Score
cs_cz: Hodnocení pro odmítnutí
de_de: Ablehnungswert (Score für Ablehnung)
el_gr: Απόρριψη Βαθμολογίας
fa_ir: امتیاز رد
fr_fr: Score de rejet
it_it: Rifiuta il punteggio
ko_kr: 거부 점수
pl_pl: Odrzuć wynik
uk_ua: Бал відхилення
zh_cn: 拒绝分数

source: Remote Server
cs_cz: Server na protějšku
de_de: Entferntes System / Remote-Server
el_gr: Απομακρυσμένος διακομιστής
fa_ir: سرور راه‌دور
fr_fr: Serveur distant
it_it: Server remoto
ko_kr: 원격 서버
pl_pl: Serwer zdalny
uk_ua: Віддалений сервер
zh_cn: 远程服务器

source: Request Buffering
cs_cz: Ukládání požadavků do vyrovnávací paměti
de_de: Anfragepufferung
el_gr: Αποθήκευση αιτήματος στην προσωρινή μνήμη
fa_ir: ذخیره موقت درخواست‌ها
fr_fr: Mise en mémoire tampon des demandes
it_it: Richiedi buffering
ko_kr: 요청 버퍼링
pl_pl: Buforowanie żądania
uk_ua: Буферизація запитів
zh_cn: 请求缓冲

source: Require DNSSEC
cs_cz: Vyžadovat DNSSEC
de_de: DNSSEC erforderlich
el_gr: Απαιτείται DNSSEC
fa_ir: الزام به DNSSEC
fr_fr: Exiger le DNSSEC
it_it: Richiedi DNSSEC
ko_kr: DNSSEC 필요
pl_pl: Wymagaj DNSSEC
uk_ua: Вимагати DNSSEC

source: Require NoFilter
cs_cz: Vyžadovat NoFilter
de_de: Kein Filter erforderlich
el_gr: Απαιτείταιχωρίςφίλτρο
fa_ir: الزام به NoFilter
fr_fr: Exiger NoFilter
it_it: Richiede nessun filtro
ko_kr: 필터 필요 없음
pl_pl: Wymagaj NoFilter
uk_ua: Вимагати без фільтра

source: Require NoLog
cs_cz: Vyžadovat NoLog
de_de: Kein Logging erforderlich
el_gr: Απαιτείται NoLog
fa_ir: الزام به NoLog
fr_fr: Exiger NoLog
it_it: Richiede NoLog
ko_kr: 로그 필요 없음
pl_pl: Wymagaj NoLog
uk_ua: Вимагати без журналу

source: Requires the whole key file in a format that is compatible with nsupdate.
cs_cz: Vyžaduje aby celý soubor s klíčem byl ve formátu kompatibilním s nsupdate.
de_de: Erfordert die gesamte Schlüsseldatei im mit nsupdate kompatiblen Format.
el_gr: Απαιτεί ολόκληρο το αρχείο κλειδιού σε μορφή συμβατή με το nsupdate.
fa_ir: نیاز به فایل کلید کامل دارد که با nsupdate سازگار باشد.
fr_fr: Requiert le fichier clé complet dans un format compatible avec nsupdate.
it_it: Richiede l'intero file chiave in un formato compatibile con nsupdate.
ko_kr: nsupdate와 호환되는 형식의 전체 키 파일이 필요합니다.
pl_pl: Wymaga całego pliku klucza w formacie kompatybilnym z nsupdate.
uk_ua: Вимагає повний файл ключа у форматі, сумісному з nsupdate.
zh_cn: 需要与nsupdate兼容格式的整个密钥文件。

source: Response Buffering
cs_cz: Ukládání odpovědí do vyrovnávací paměti
de_de: Antwortpufferung
el_gr: Αποθήκευση απόκρισης στην προσωρινή μνήμη
fa_ir: بافر پاسخ
fr_fr: Mise en mémoire tampon des réponses
it_it: Buffer di risposta
ko_kr: 응답 버퍼링
pl_pl: Buforowanie odpowiedzi
uk_ua: Буферизація відповіді
zh_cn: 响应缓冲

source: Return a stale response to the client and update the cache.
cs_cz: Vrátit klientovi zastaralou odpověď a aktualizovat mezipaměť.
de_de: Gibt eine veraltete Antwort an den Client zurück und aktualisiert den Cache.
el_gr: Επιστρέψτε μια παλιά απόκριση στον υπολογιστή-πελάτη και ενημερώστε την προσωρινή μνήμη.
fa_ir: ارسال پاسخ قدیمی به کلاینت و به‌روزرسانی کش.
fr_fr: Renvoie une réponse périmée au client et met à jour le cache.
it_it: Restituisce una risposta obsoleta al client e aggiorna la cache.
ko_kr: 클라이언트에 오래된 응답을 반환하고 캐시를 업데이트합니다.
pl_pl: Zwróć klientowi nieaktualną odpowiedź i zaktualizuj pamięć podręczną.
uk_ua: Повернути застарілу відповідь клієнту та оновити кеш.
zh_cn: 返回对客户端的过时响应并更新缓存。

source: Rewrite From
cs_cz: Přepsat Od
el_gr: Επανεγγραφή από
fa_ir: بازنویسی From
fr_fr: Réécriture de
it_it: Riscrivi da
ko_kr: 다시 쓰기 시작
pl_pl: Przekształć Źródło
uk_ua: Переписати поле "Від"
zh_cn: 重写开始

source: Rewrite Subject
cs_cz: Přepsat Předmět
el_gr: Ξαναγράψτε το θέμα
fa_ir: بازنویسی Subject
fr_fr: Réécriture du sujet
it_it: Riscrivi oggetto
ko_kr: 제목 다시 쓰기
pl_pl: Przekształć Temat
uk_ua: Переписати тему
zh_cn: 重写主题

source: Rewrite To
cs_cz: Přepsat Pro
el_gr: Ξαναγράψτε σε
fa_ir: بازنویسی To
fr_fr: Réécrire à
it_it: Riscrivi in
ko_kr: 재작성 대상
pl_pl: Przekształć Do
uk_ua: Переписати поле "Кому"
zh_cn: 重写结束

source: Rewrites the request path. The query string, if any, is left intact. If a scheme and authority is found before the path, they are left intact as well.
cs_cz: Přepisuje cestu požadavku. Případný řetězec dotazu zůstane nedotčen. Pokud se před cestou nachází schéma a autorita, jsou rovněž ponechány nedotčené.
de_de: Schreibt den Anfragepfad um. Die Abfragezeichenfolge (Query String), falls vorhanden, bleibt unverändert. Wenn ein Schema oder eine Autorität vor dem Pfad erkannt wird, bleiben diese ebenfalls erhalten.
el_gr: Ξαναγράφει τη διαδρομή αιτήματος. Η συμβολοσειρά ερωτήματος, εάν υπάρχει, παραμένει άθικτη. Εάν βρεθεί ένα σχήμα και μια αρχή πριν από τη διαδρομή, παραμένουν επίσης άθικτα.
fa_ir: مسیر درخواست را بازنویسی می‌کند. رشتهٔ کوئری (query string)، در صورت وجود، بدون تغییر باقی می‌ماند. اگر قبل از مسیر یک scheme و authority یافت شوند، آن‌ها نیز بدون تغییر می‌مانند.
fr_fr: Réécrit le chemin de la demande. La chaîne de requête, le cas échéant, est laissée intacte. Si un schéma et une autorité sont trouvés avant le chemin, ils sont également laissés intacts.
it_it: Riscrive il percorso della richiesta. La stringa di query, se presente, viene lasciata intatta. Se uno schema e un’autorità vengono trovati prima del percorso, anch’essi rimangono intatti.
ko_kr: 요청 경로를 다시 씁니다. 쿼리 문자열이 있으면 그대로 유지됩니다. 경로 이전에 계획 및 권한이 발견되면 이들도 그대로 유지됩니다.
pl_pl: Przekształca ścieżkę żądania. Ciąg zapytań, jeśli istnieje, pozostaje nietknięty. Jeśli przed ścieżką znajduje się schemat i autorytet, pozostają one nietknięte.
uk_ua: Переписує шлях запиту. Рядок запиту, якщо такий є, залишається без змін. Якщо перед шляхом знайдено схему та повноваження, вони також залишаються без змін.
zh_cn: 重写请求路径。查询字符串(如果有)保持不变。如果在路径之前找到方案和权限，它们也会保持不变。

source: Route With
cs_cz: Směrovat s
de_de: Weiterleiten mit
el_gr: Διαδρομή με
fa_ir: مسیر‌دهی با
fr_fr: Route avec
it_it: Percorso con
ko_kr: 라우팅 대상
pl_pl: Trasuj Za Pomocą
uk_ua: Маршрутизувати за допомогою
zh_cn: 路由

source: Routing Interface
cs_cz: Rozhraní pro směrování
de_de: Routingschnittstelle
el_gr: Διεπαφή δρομολόγησης
fa_ir: رابط مسیریابی
fr_fr: Interface de routage
it_it: Interfaccia di instradamento
ko_kr: 라우팅 인터페이스
pl_pl: Interfejs Trasowania
uk_ua: Інтерфейс маршрутизації
zh_cn: 路由接口

source: Rule Type
cs_cz: Typ pravidla
de_de: Regeltyp
el_gr: Τύπος κανόνα
fa_ir: نوع قانون
fr_fr: Type de règle
it_it: Tipo di regola
ko_kr: 규칙 유형
pl_pl: Typ Reguły
uk_ua: Тип правила
zh_cn: 规则类型
