Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This will enable or disable the client config.
cs_cz: Toto zapne nebo vypne nastavení klienta.
de_de: Dies wird die Clientkonfiguration aktivieren oder deaktivieren.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τη διαμόρφωση του προγράμματος-πελάτη.
fa_ir: این گزینه پیکربندی کلاینت را فعال یا غیرفعال می‌کند.
fr_fr: Ceci active la configuration client.
it_it: Ciò abiliterà o disabiliterà la configurazione del client.
ko_kr: 이 옵션은 클라이언트 구성을 활성화하거나 비활성화합니다.
pl_pl: To włączy lub wyłączy konfigurację klienta.
uk_ua: Це ввімкне або вимкне конфігурацію клієнта.
zh_cn: 启用或禁用客户端配置。

source: This will enable or disable the domain account.
cs_cz: Toto zpřístupní nebo znepřístupní doménový účet.
de_de: Dies wird das Domänenkonto aktivieren oder deaktivieren.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τον λογαριασμό τομέα.
fa_ir: این گزینه حساب دامنه را فعال/غیرفعال می‌کند.
fr_fr: Ceci active le compte de domaine.
it_it: Ciò abiliterà o disabiliterà l'account di dominio.
ko_kr: 이 옵션은 도메인 계정을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy konto domeny.
uk_ua: Це ввімкне або вимкне обліковий запис домену.
zh_cn: 启用或禁用域帐户。

source: This will enable or disable the recipient rule in this entry.
cs_cz: Toto zapne nebo vypne pravidlo příjemce v této položce.
de_de: Dies wird die Empfängerregel in diesem Eintrag aktivieren oder deaktivieren.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τον κανόνα παραλήπτη σε αυτήν την καταχώρηση.
fa_ir: این گزینه قانون گیرندهٔ این ورودی را فعال/غیرفعال می‌کند.
fr_fr: Cela activera ou désactivera la règle de destinataire dans cette entrée.
it_it: Ciò abiliterà o disabiliterà la regola del destinatario in questa voce.
ko_kr: 이 옵션은 이 항목에 대한 수신자 규칙을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy regułę odbiorcy w tym wpisie.
uk_ua: Це ввімкне або вимкне правило одержувача в цьому записі.
zh_cn: 启用或禁用此条目中的收件人规则。

source: This will enable or disable the sender address to match for.
cs_cz: Toto zapne nebo vypne adresu odesilatele pro kterou hledat shodu.
de_de: Dies wird die Absenderadresse auf die geprüft werden soll aktivieren oder deaktivieren.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει την αντίστοιχη διεύθυνση αποστολέα.
fa_ir: این گزینه تطبیق آدرس فرستنده را فعال/غیرفعال می‌کند.
fr_fr: Cette option permet d'activer ou de désactiver l'adresse de l'expéditeur à prendre en compte.
it_it: Ciò abiliterà o disabiliterà l'indirizzo del mittente da abbinare.
ko_kr: 이 옵션은 일치할 발신자 주소를 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy adres nadawcy do dopasowania.
uk_ua: Це ввімкне або вимкне відповідність адреси відправника.
zh_cn: 启用或禁用要匹配的发件人地址。

source: This will enable or disable the user account.
cs_cz: Toto zpřístupní nebo znepřístupní uživatelský účet.
de_de: Dies wird dieses Benutzerkonto aktivieren oder deaktivieren.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τον λογαριασμό χρήστη.
fa_ir: این گزینه حساب کاربری را فعال/غیرفعال می‌کند.
fr_fr: Ceci active ou désactive le compte de l'utilisateur.
it_it: Ciò abiliterà o disabiliterà l'account utente.
ko_kr: 이 옵션은 사용자 계정을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy konto użytkownika.
uk_ua: Це ввімкне або вимкне обліковий запис користувача.
zh_cn: 启用或禁用用户帐户。

source: This will reject mails from domains which do not exist.
cs_cz: Toto odmítne e-maily z domén, které neexistují.
de_de: Dies wird Mails für Domains ablehnen, die nicht existieren.
el_gr: Αυτό θα απορρίψει μηνύματα από τομείς που δεν υπάρχουν.
fa_ir: ایمیل‌های ارسالی از دامنه‌های ناموجود را رد خواهد کرد.
fr_fr: Ceci rejette les courriers provenant de domaines inexistants.
it_it: Ciò rifiuterà i messaggi di posta provenienti da domini che non esistono.
ko_kr: 이 옵션은 존재하지 않는 도메인에서의 메일을 거부합니다.
pl_pl: To odrzuci maile z domen, które nie istnieją.
uk_ua: Це відхилятиме листи з доменів, які не існують.
zh_cn: 拒绝来自不存在的域的邮件。

source: This will send the information that we have a default gateway.
cs_cz: Toto odešle informaci o tom, že existuje výchozí brána.
de_de: Dies wird die Information aussenden, dass wir ein Standardgateway haben.
el_gr: Αυτό θα στείλει τις πληροφορίες ότι έχουμε μια προεπιλεγμένη πύλη.
fa_ir: این اطلاعات مبنی بر وجود دروازهٔ پیش‌فرض را ارسال می‌کند.
fr_fr: Cela enverra l'information que nous avons une passerelle par défaut.
it_it: Questo invierà l'informazione che abbiamo un gateway predefinito.
ko_kr: 이 옵션은 기본 게이트웨이가 있는지에 대한 정보를 보냅니다.
pl_pl: To wyśle informację, że mamy domyślną bramę.
uk_ua: Це надішле інформацію про те, що у нас є типовий шлюз.
zh_cn: 发送已有默认网关的信息。

source: This will skip adding headers for local IPs. If this is unchecked, headers will also be added anyway but if it is checked, the headers will not be added for local IPs.
cs_cz: Toto přeskočí přidávání hlaviček pro místní IP adresy. Pokud toto není zaškrtnuté, hlavičky budou také přidávány i tak, ale pokud je toto zaškrtnuto, hlavičky nebudou přidávány pro místní IP adresy.
de_de: Diese Option ermöglicht das Hinzufügen von Headern für lokale IPs zu überspringen. Nur wenn aktiviert, werden die Header für lokale IPs nicht hinzugefügt - andernfalls werden die Header trotzdem hinzugefügt.
el_gr: Αυτό θα παραλείψει την προσθήκη κεφαλίδων για τοπικές διευθύνσεις IP. Εάν αυτό δεν είναι επιλεγμένο, θα προστεθούν επίσης κεφαλίδες ούτως ή άλλως, αλλά εάν είναι επιλεγμένο, οι κεφαλίδες δεν θα προστεθούν για τοπικές διευθύνσεις IP.
fa_ir: با فعال‌بودن این گزینه، هدرها برای IPهای محلی اضافه نمی‌شوند. اگر غیرفعال باشد، هدرها به‌هرحال افزوده می‌شوند.
fr_fr: Cela évitera l'ajout d'en-têtes pour les adresses IP locales. Si cette case n'est pas cochée, les en-têtes seront également ajoutés de toute façon, mais si cette case est cochée, les en-têtes ne seront pas ajoutés pour les adresses IP locales.
it_it: Ciò salterà l'aggiunta di intestazioni per gli IP locali. Se questa opzione è deselezionata, verranno comunque aggiunte anche le intestazioni, ma se è selezionata, le intestazioni non verranno aggiunte per gli IP locali.
ko_kr: 이 옵션은 로컬 IP에 대한 헤더 추가를 건너뜁니다. 이 옵션이 선택되지 않은 경우 헤더는 추가되지만 선택된 경우 로컬 IP에 대한 헤더는 추가되지 않습니다.
pl_pl: To pominie dodawanie nagłówków dla lokalnych IP. Jeśli to nie jest zaznaczone, nagłówki zostaną dodane mimo wszystko, ale jeśli jest zaznaczone, nagłówki nie będą dodawane dla lokalnych IP.
uk_ua: Це пропустить додавання заголовків для локальних IP-адрес. Якщо це не вибрано, заголовки все одно будуть додані, але якщо це вибрано, заголовки не будуть додані для локальних IP-адрес.
zh_cn: 不选，则无论如何也会添加标头，选中，则不会为本地IP添加标头。

source: Threads per child
cs_cz: Vláken na podřízený proces
de_de: Threads pro Kindprozess
el_gr: Νήματα ανά παιδί
fa_ir: تعداد Threadها به ازای هر فرزند
fr_fr: Threads par fils
it_it: Discussioni per bambino
ko_kr: 자식 당 스레드
pl_pl: Wątki na dziecko
uk_ua: Потоків на дочірній процес
zh_cn: 每个子线程

source: Time Jitter
cs_cz: Časový rozptyl
de_de: Zeit-Jitter
el_gr: Χρονική διακύμανση
fa_ir: نوسان زمان (Time Jitter)
fr_fr: Gigue Temporelle
it_it: Jitter temporale
ko_kr: 시간 지터
pl_pl: Rozrzut czasu
uk_ua: Часовий джиттер
zh_cn: 时间抖动

source: Time after which the graylist state expires in days. Default is 1 day.
cs_cz: Doba ( ve dnech), po které skončí platnost stavu na tzv. graylist seznamu. Výchozí hodnota je 1 den.
de_de: Zeit nach welcher der Grayliststatus ausläuft in Tagen. Standardmäßig ist 1 Tag.
el_gr: Χρόνος μετά τον οποίο λήγει η κατάσταση της γκρίζας λίστας σε ημέρες. Η προεπιλογή είναι 1 ημέρα.
fa_ir: مدتی که پس از آن وضعیت graylist منقضی می‌شود (بر حسب روز). مقدار پیش‌فرض 1 روز است.
fr_fr: Temps après lequel l'état de la liste grise expire en jours. La valeur par défaut est 1 jour.
it_it: Tempo trascorso il quale lo stato della lista grigia scade, espresso in giorni. L'impostazione predefinita è 1 giorno.
ko_kr: 그레이리스트 상태가 만료되는 시간(일 단위). 기본값은 1일입니다.
pl_pl: Czas po którym stan szarej listy wygasa w dniach. Domyślnie jest to 1 dzień.
uk_ua: Час (у днях), після якого спливає термін дії стану "сірого списку". Типово 1 день.
zh_cn: 灰名单状态过期的时间。默认为1天。

source: Time in milli seconds siproxd should wait until the connection is established.
cs_cz: Doba (v milisekundách) kterou by siproxd měl počkat než bude navázáno spojení.
de_de: Zeit in Millisekunden, welche siproxd wartet bis eine Verbindung hergestellt wurde.
el_gr: Χρόνος σε χιλιοστά του δευτερολέπτου. Το siproxd θα πρέπει να περιμένει μέχρι να δημιουργηθεί η σύνδεση.
fa_ir: زمان بر حسب میلی‌ثانیه که siproxd باید منتظر بماند تا اتصال برقرار شود.
fr_fr: Temps en millisecondes que sipproxd doit attendre jusqu'à ce que la connexion soit établie.
it_it: Tempo in millisecondi che siproxd deve attendere finché non viene stabilita la connessione.
ko_kr: 연결이 설정될 때까지 siproxd가 기다려야 하는 시간(밀리초 단위).
pl_pl: Czas w milisekundach, przez który siproxd powinien czekać, aż połączenie zostanie nawiązane.
uk_ua: Час (у мілісекундах), протягом якого siproxd повинен чекати, доки з'єднання буде встановлено.
zh_cn: 让siproxd等到建立连接的时间（毫秒）。

source: Time in seconds how often siproxd should send an empty Sip-Keep-Alive to hold the connection.
cs_cz: Jak často (interval v sekundách) má siproxd odesílat prázdné Sip-Keep-Alive pro udržení spojení.
de_de: Intervall in Sekunden, in welcher siproxd ein Keep-Alive sendet, um die Verbindung zu halten.
el_gr: Χρόνος σε δευτερόλεπτα: Πόσο συχνά το siproxd θα πρέπει να στέλνει ένα κενό Sip-Keep-Alive για να διατηρήσει τη σύνδεση.
fa_ir: مدت به ثانیه که نشان می‌دهد هر چند ثانیه siproxd باید یک Sip-Keep-Alive خالی برای نگهداری اتصال ارسال کند.
fr_fr: Temps en secondes à quelle fréquence siproxd doit envoyer un Sip-Keep-Alive vide pour maintenir la connexion.
it_it: Tempo in secondi con quale frequenza siproxd dovrebbe inviare un Sip-Keep-Alive vuoto per mantenere la connessione.
ko_kr: 연결을 유지하기 위해 siproxd가 빈 Sip-Keep-Alive를 보내야 하는 시간(초 단위).
pl_pl: Czas w sekundach, jak często siproxd powinien wysyłać pusty Sip-Keep-Alive, aby utrzymać połączenie.
uk_ua: Час (у секундах), як часто siproxd повинен надсилати порожній Sip-Keep-Alive для підтримки з'єднання.
zh_cn: 设定siproxd多长时间发送一次空的Sip-Keep-Alive命令来保持连接的时间（秒）

source: Time in seconds when an inactive TCP session will be disconnected.
cs_cz: Doba (v sekundách), po jejímž uplynutí bude neaktivní TCP relace odpojena.
de_de: Zeit in Sekunden bis eine inaktive TCP-Sitzung getrennt wird.
el_gr: Χρόνος σε δευτερόλεπτα κατά τον οποίο θα αποσυνδεθεί μια ανενεργή συνεδρία TCP.
fa_ir: مدت به ثانیه که پس از آن نشست TCP غیرفعال قطع می‌شود.
fr_fr: Délai en secondes au bout duquel une session TCP inactive est déconnectée.
it_it: Tempo in secondi in cui una sessione TCP inattiva verrà disconnessa.
ko_kr: 비활성 TCP 세션이 연결이 해제되는 시간(초 단위).
pl_pl: Czas w sekundach, po którym nieaktywna sesja TCP zostanie rozłączona.
uk_ua: Час (у секундах), коли неактивна TCP-сесія буде розірвана.
zh_cn: 无效的TCP会话会被断开连接的时间(秒)。

source: Timeout
cs_cz: Časový limit
de_de: Gültigkeitsdauer
el_gr: Χρονικό όριο
fa_ir: تایم‌اوت
fr_fr: Délai d'attente
it_it: Tempo scaduto
ko_kr: 시간 초과
pl_pl: Limit czasu
uk_ua: Таймаут
zh_cn: 超时

source: Timeout in seconds when connecting to database server.
cs_cz: Časový limit (v sekundách) při připojování k databázovému serveru.
de_de: Zeitüberschreitung in Sekunden beim Herstellen einer Verbindung zum Datenbankserver.
el_gr: Χρονικό όριο σε δευτερόλεπτα κατά τη σύνδεση με τον διακομιστή βάσης δεδομένων.
fa_ir: تایم‌اوت (ثانیه) هنگام اتصال به سرور پایگاه‌داده.
fr_fr: Délai d'attente en secondes lors de la connexion au serveur de base de données.
it_it: Timeout in secondi durante la connessione al server del database.
ko_kr: 데이터베이스 서버에 연결하는 시간 초과(초 단위).
pl_pl: Limit czasu w sekundach podczas łączenia z serwerem bazy danych.
uk_ua: Таймаут (у секундах) при підключенні до сервера бази даних.
zh_cn: 连接到数据库服务器时超时(秒)。

source: Token
el_gr: Ενδειξη
fa_ir: توکن
fr_fr: Jeton
it_it: Gettone
ko_kr: 토큰
uk_ua: Токен
zh_cn: 令牌

source: Total CPU
cs_cz: Celkem procesoru
de_de: Gesamt CPU
el_gr: Συνολική CPU
fa_ir: کل CPU
it_it: CPU totale
ko_kr: 총 CPU
pl_pl: Całkowite CPU
uk_ua: Загальне навантаження CPU
zh_cn: 总CPU

source: Total bandwidth for this pipe
cs_cz: Celková šíře pásma pro tuto rouru
de_de: Gesamtbandbreite für diese Pipe.
el_gr: Συνολικό εύρος ζώνης για αυτόν τον αγωγό
fa_ir: کل پهنای باند برای این پایپ
fr_fr: Bande passante totale pour ce tuyau
it_it: Larghezza di banda totale per questa pipe
ko_kr: 이 파이프의 총 대역폭
pl_pl: Całkowita przepustowość dla tego rurociągu
uk_ua: Загальна пропускна здатність для цього каналу
zh_cn: 该管道的总带宽

source: Total number of signatures
cs_cz: Celkový počet signatur
de_de: Gesamtanzahl an Signaturen
el_gr: Συνολικός αριθμός υπογραφών
fa_ir: تعداد کل امضاها
fr_fr: Nombre total de signatures
it_it: Numero totale di firme
ko_kr: 서명 총 수
pl_pl: Łączna liczba sygnatur
uk_ua: Загальна кількість підписів
zh_cn: 签名总数

source: Traffic Management Settings
cs_cz: Nastavení správy provozu
de_de: Datenverkehrsverwaltungseinstellungen
el_gr: Ρυθμίσεις διαχείρισης κυκλοφορίας
fa_ir: تنظیمات مدیریت ترافیک
fr_fr: Réglages de la gestion de trafic
it_it: Impostazioni di gestione del traffico
ko_kr: 트래픽 관리 설정
pl_pl: Ustawienia zarządzania ruchem
uk_ua: Налаштування керування трафіком
zh_cn: 流量管理设置

source: Transparent DNS Port
cs_cz: Port DNS pro transparentní
de_de: Transparenter DNS-Port
el_gr: Διαφανής θύρα DNS
fa_ir: پورت DNS شفاف
fr_fr: Port DNS Transparent
it_it: Porta DNS trasparente
ko_kr: 투명 DNS 포트
pl_pl: Przezroczysty port DNS
uk_ua: Прозорий порт DNS
zh_cn: 透明DNS端口

source: Transparent IP Pool
cs_cz: Fond IP adres pro transparentní
de_de: Transparenter IP-Pool
el_gr: Διαφανής ομάδα IP
fa_ir: استخر IP شفاف
fr_fr: Plage IP Transparent
it_it: Pool IP trasparente
ko_kr: 투명 IP 풀
pl_pl: Przezroczysty pulę IP
uk_ua: Прозорий пул IP-адрес
zh_cn: 透明IP池

source: Transparent Port
cs_cz: Port pro transparentní
de_de: Transparenter Port
el_gr: Διαφανής θύρα
fa_ir: پورت شفاف
fr_fr: Port Transparent
it_it: Porto trasparente
ko_kr: 투명 포트
pl_pl: Przezroczysty port
uk_ua: Прозорий порт
zh_cn: 透明端口

source: Transport Type
cs_cz: Typ přenosu
de_de: Transporttyp
el_gr: Τύπος μεταφοράς
fa_ir: نوع انتقال
fr_fr: Type de transport
it_it: Tipo di trasporto
ko_kr: 전송 유형
pl_pl: Typ transportu
uk_ua: Тип транспорту
zh_cn: 传输类型

source: Trusted Networks
cs_cz: Důvěryhodné sítě
de_de: Vertrauenswürdige Netzwerke
el_gr: Αξιόπιστα Δίκτυα
fa_ir: شبکه‌های مورد اعتماد
fr_fr: Réseaux de confiance
it_it: Reti affidabili
ko_kr: 신뢰되는 네트워크
pl_pl: Zaufane sieci
uk_ua: Довірені мережі
zh_cn: 可信任网络

source: Trusted Only
cs_cz: Pouze důvěryhodné
de_de: Nur Vertrauenswürdige
el_gr: Μόνο αξιόπιστο
fa_ir: فقط مورد اعتماد
fr_fr: De Confiance Uniquement
it_it: Solo fidato
ko_kr: 신뢰되는 것만
pl_pl: Tylko zaufane
uk_ua: Тільки довірені
zh_cn: 仅可信任

source: Try Fallback
cs_cz: Vyzkoušet náhradní
de_de: Versuchen Sie Fallback
el_gr: Δοκιμάστε το εναλλακτικό
fa_ir: استفاده از جایگزین
fr_fr: Essayez le Fallback
it_it: Prova Fallback
ko_kr: 폴백 시도
pl_pl: Spróbuj awaryjnego
uk_ua: Спроба резервування
zh_cn: 尝试返回

source: Tuning Options
cs_cz: Předvolby pro vyladění
de_de: Optimierungsoptionen
el_gr: Επιλογές συντονισμού
fa_ir: گزینه‌های تنظیم
fr_fr: Options de réglage
it_it: Opzioni di ottimizzazione
ko_kr: 튜닝 옵션
pl_pl: Opcje strojenia
uk_ua: Параметри налаштування
zh_cn: 可调选项

source: Tuning Parameters
cs_cz: Ladicí parametry
de_de: Leistungsoptimierung
el_gr: Παράμετροι συντονισμού
fa_ir: پارامترهای تنظیم
fr_fr: Paramètres de réglage
it_it: Parametri di ottimizzazione
ko_kr: 튜닝 매개변수
pl_pl: Parametry strojenia
uk_ua: Параметри налаштування
zh_cn: 可调参数

source: Type
cs_cz: Typ
de_de: Typ
el_gr: Τύπος
fa_ir: نوع
it_it: Tipo
ko_kr: 유형
pl_pl: Typ
uk_ua: Тип
zh_cn: 类型

source: Type CA name or choose from list.
cs_cz: Zadejte název cert. autority nebo ji zvolte ze seznamu.
de_de: Geben Sie den CA-Namen ein oder wählen Sie diesen aus der liste aus.
el_gr: Πληκτρολογήστε το όνομα της CA ή επιλέξτε από τη λίστα.
fa_ir: نام CA را وارد کنید یا از فهرست انتخاب کنید.
fr_fr: Tapez ou sélectionnez le nom de l'AC.
it_it: Digita il nome CA o scegli dall'elenco.
ko_kr: CA 이름을 입력하거나 목록에서 선택하세요.
pl_pl: Wpisz nazwę CA lub wybierz z listy.
uk_ua: Введіть назву ЦС або виберіть зі списку.
zh_cn: 输入CA名称或从列表中选择。

source: Type CRL name or choose from list.
cs_cz: Zadejte název CRL nebo ho zvolte ze seznamu.
de_de: Geben Sie den CRL-Namen ein oder wählen Sie diesen auch der Liste aus.
el_gr: Πληκτρολογήστε το όνομα της CRL ή επιλέξτε από τη λίστα.
fa_ir: نام CRL را وارد کنید یا از فهرست انتخاب کنید.
fr_fr: Tapez ou sélectionnez le nom de la CRL.
it_it: Digita il nome CRL o scegli dall'elenco.
ko_kr: CRL 이름을 입력하거나 목록에서 선택하세요.
pl_pl: Wpisz nazwę CRL lub wybierz z listy.
uk_ua: Введіть назву CRL або виберіть зі списку.
zh_cn: 输入CRL名称或从列表中选择。

source: Type certificate name or choose from list.
cs_cz: Zadejte název certifikátu nebo ho zvolte ze seznamu.
de_de: Geben Sie den Zertifikatsnamen ein oder wählen Sie Ihn aus der Liste.
el_gr: Πληκτρολογήστε το όνομα του πιστοποιητικού ή επιλέξτε από τη λίστα.
fa_ir: نام گواهی را وارد کنید یا از فهرست انتخاب کنید.
fr_fr: Tapez ou sélectionnez le nom du certificat.
it_it: Digita il nome del certificato o scegli dall'elenco.
ko_kr: 인증서 이름을 입력하거나 목록에서 선택하세요.
pl_pl: Wpisz nazwę certyfikatu lub wybierz z listy.
uk_ua: Введіть назву сертифіката або виберіть зі списку.
zh_cn: 输入证书名称或从列表中选择。

source: Type or select interface.
cs_cz: Zadejte nebo vyberte rozhraní.
de_de: Geben Sie die Schnittstelle ein oder auswählen Sie sie aus.
el_gr: Πληκτρολογήστε ή επιλέξτε διεπαφή.
fa_ir: رابط را وارد کنید یا انتخاب کنید.
fr_fr: Tapez ou sélectionnez l'interface.
it_it: Digita o seleziona l'interfaccia.
ko_kr: 인터페이스를 입력하거나 선택하세요.
pl_pl: Wpisz lub wybierz interfejs.
uk_ua: Введіть або виберіть інтерфейс.
zh_cn: 输入或选择接口。

source: Type server name or choose from list.
cs_cz: Zadejte název serveru nebo ho vyberte ze seznamu.
de_de: Geben Sie den Servernamen ein oder wählen Sie Ihn aus der Liste.
el_gr: Πληκτρολογήστε το όνομα του διακομιστή ή επιλέξτε από τη λίστα.
fa_ir: نام سرور را وارد کنید یا از فهرست انتخاب کنید.
fr_fr: Taper un nom de serveur ou choisissez dans la liste.
it_it: Digita il nome del server o scegli dall'elenco.
ko_kr: 서버 이름을 입력하거나 목록에서 선택하세요.
pl_pl: Wpisz nazwę serwera lub wybierz z listy.
uk_ua: Введіть ім'я сервера або виберіть зі списку.
zh_cn: 输入服务器名称或从列表中选择。

source: UPS Type
cs_cz: Typ UPS zdroje
de_de: USV-Typ
el_gr: Τύπος UPS
fa_ir: نوع UPS
fr_fr: Type de l'UPS
it_it: Tipo UPS
ko_kr: UPS 유형
pl_pl: Typ UPS
uk_ua: Тип ДБЖ
zh_cn: UPS类型

source: URL Parameter
cs_cz: Parametr URL
el_gr: Παράμετρος URL
fa_ir: پارامتر URL
fr_fr: Paramètre d'URL
it_it: Parametro URL
ko_kr: URL 매개변수
pl_pl: Parametr URL
uk_ua: Параметр URL
zh_cn: 网址参数

source: USBHID-Driver
cs_cz: Ovladač USB HID
de_de: USBHID-Treiber
el_gr: Πρόγραμμα οδήγησης USBHID
fr_fr: Pilote USBHID
it_it: Driver USBHID
ko_kr: USBHID 드라이버
pl_pl: Sterownik USBHID
uk_ua: Драйвер USBHID
zh_cn: USBHID-驱动程序

source: Uncheck to hide all additional introduction pages. Requires a manual page reload for the change to take effect.
cs_cz: Zrušením zaškrtnutí budou skryty veškeré další uvozující stránky. Aby se změna projevila, je třeba stránku načíst znovu.
de_de: Deaktivieren Sie diese Option, um alle zusätzlichen Einführungsseiten auszublenden. Erfordert ein manuelles Neuladen der Seite, damit die Änderung wirksam wird.
el_gr: Αποεπιλέξτε για να αποκρύψετε όλες τις πρόσθετες σελίδες εισαγωγής. Απαιτείται μη αυτόματη επαναφόρτωση σελίδας για να τεθεί σε ισχύ η αλλαγή.
fa_ir: برای مخفی کردن همه صفحات معرفی اضافی، تیک را بردارید. برای اعمال تغییر باید صفحه را به‌صورت دستی مجدداً بارگذاری کنید.
fr_fr: Décocher pour cacher toutes les pages d'introduction additionnelles. Requiert un rechargement manuel de la page pour que le changement soit effectif.
it_it: Deseleziona per nascondere tutte le pagine di introduzione aggiuntive. Richiede il ricaricamento manuale della pagina affinché la modifica abbia effetto.
ko_kr: 모든 추가 소개 페이지를 숨기려면 체크를 해제하세요. 변경 사항을 적용하려면 수동으로 페이지를 새로 고쳐야 합니다.
pl_pl: Odznacz, aby ukryć wszystkie dodatkowe strony wprowadzenia. Zmiana wymaga ręcznego odświeżenia strony.
uk_ua: Зніміть прапорець, щоб приховати всі додаткові сторінки вступу. Потребує ручного оновлення сторінки, щоб зміни набули чинності.
zh_cn: 取消选中以隐藏所有其他介绍页面。需要手动重新加载页面才能使更改生效。

source: Unrestricted IP addresses
cs_cz: Neomezované IP adresy
de_de: Unbeschränkte IP-Adressen
el_gr: Απεριόριστες διευθύνσεις IP
fa_ir: آدرس‌های IP بدون محدودیت
fr_fr: Adresses IP non restreintes
it_it: Indirizzi IP illimitati
ko_kr: 제한되지 않은 IP 주소
pl_pl: Nieograniczone adresy IP
uk_ua: Необмежені IP-адреси
zh_cn: 非受限IP地址

source: Update-Source Interface
cs_cz: Rozhraní zdroje aktualizací
de_de: Aktualisierungsquellschnittstelle
el_gr: Διεπαφή ενημέρωσης-πηγής
fa_ir: واسط منبع به‌روزرسانی
fr_fr: Interface mise à jour-source
it_it: Interfaccia dell'origine dell'aggiornamento
ko_kr: 업데이트 소스 인터페이스
pl_pl: Interfejs źródła aktualizacji
uk_ua: Інтерфейс джерела оновлень
zh_cn: 更新-源接口

source: Usable Servers
cs_cz: Použitelné servery
de_de: Nutzbare Server
el_gr: Χρησιμοποιήσιμοι διακομιστές
fa_ir: سرورهای قابل‌استفاده
fr_fr: Serveurs utilisables
it_it: Server utilizzabili
ko_kr: 사용 가능한 서버
pl_pl: Użyteczne serwery
uk_ua: Доступні сервери
zh_cn: 可用服务器

source: Use Domain
cs_cz: Použít doménu
de_de: Domain verwenden
el_gr: Χρήση τομέα
fa_ir: استفاده از دامنه
fr_fr: Utiliser le Domaine
it_it: Usa dominio
ko_kr: 도메인 사용
pl_pl: Użyj domeny
uk_ua: Використовувати домен
zh_cn: 使用域

source: Use Frontend port
cs_cz: Použít port nadstavby
de_de: Den Frontend-Port verwenden
el_gr: Χρήση θύρας Frontend
fa_ir: استفاده از پورت فرانت‌اند
fr_fr: Utiliser le port frontal
it_it: Utilizza la porta frontend
ko_kr: 프론트엔드 포트 사용
pl_pl: Użyj portu frontend
uk_ua: Використовувати порт інтерфейсу
zh_cn: 使用前端端口

source: Use Via header
cs_cz: Použít hlavičku Prostřednictvím
de_de: Via-Kopfzeile verwenden
el_gr: Χρήση κεφαλίδας Via
fa_ir: استفاده از هدر Via
fr_fr: Utiliser l'en-tête Via
it_it: Utilizzare tramite intestazione
ko_kr: Via 헤더 사용
pl_pl: Użyj nagłówka Via
uk_ua: Використовувати заголовок Via
zh_cn: 使用Via header

source: Use a specific output template. For usage see https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
cs_cz: Použít konkrétní šablonu výstupu. Ohledě využití se podívejte do https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
de_de: Verwenden Sie eine bestimmte Ausgabevorlage. Zur Verwendung siehe: https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
el_gr: Χρησιμοποιήστε ένα συγκεκριμένο πρότυπο εξόδου. Για τη χρήση, ανατρέξτε στη διεύθυνση https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
fa_ir: از یک قالب خروجی مشخص استفاده کنید. برای نحوهٔ استفاده به https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md مراجعه کنید
fr_fr: Utiliser un modèle de sortie spécifique. Pour l'utilisation voir https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
it_it: Utilizza un modello di output specifico. Per l'utilizzo vedere https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
ko_kr: 특정 출력 템플릿을 하세요. 사용법은 https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md 를 참조하세요
pl_pl: Użyj określonego szablonu wyjściowego. Instrukcje znajdziesz na stronie https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
uk_ua: Використовувати конкретний шаблон виводу. Щодо використання дивіться https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
zh_cn: 使用特定的输出模板。 有关用法，请参阅https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
