Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: TLS Certificate
cs_cz: TLS certifikát
de_de: TLS-Zertifikat
el_gr: Πιστοποιητικό TLS
fa_ir: گواهی TLS
fr_fr: Certificat TLS
it_it: Certificato TLS
ko_kr: TLS 인증서
pl_pl: Certyfikat TLS
uk_ua: Сертифікат TLS
zh_cn: TLS证书

source: TLS Disable Session Tickets
cs_cz: TLS Zakázat lístky relací
de_de: TLS Deaktiviere Sitzungstickets
el_gr: Εισιτήρια απενεργοποίησης συνεδρίας TLS
fa_ir: غیرفعال‌سازی تیکت‌های نشست در TLS
it_it: TLS Disabilita ticket di sessione
ko_kr: TLS 세션 티켓 사용 안 함
pl_pl: Wyłącz bilety sesji TLS
uk_ua: TLS Вимкнути квитки сесій
zh_cn: TLS 禁用会话票证

source: TLS Wrapper Mode
cs_cz: Režim TLS obalovače
de_de: TLS Wrapper-Modus
el_gr: Λειτουργία περιτύλιξης TLS
fa_ir: حالت Wrapper در TLS
fr_fr: Mode TLS Wrapper
it_it: Modalità wrapper TLS
ko_kr: TLS 래퍼 모드
pl_pl: Tryb osłony TLS
uk_ua: Режим обгортки TLS
zh_cn: TLS包装器模式

source: TLS: Client Certificate
cs_cz: TLS: klientský certifikát
de_de: TLS: Client-Zertifikat
el_gr: TLS: Πιστοποιητικό πελάτη
fa_ir: TLS: گواهی کلاینت
fr_fr: TLS : Certificat du client
it_it: TLS: certificato cliente
ko_kr: TLS: 클라이언트 인증서
pl_pl: TLS: Certyfikat klienta
uk_ua: TLS: Сертифікат клієнта
zh_cn: TLS客户端证书

source: TLS: Servername override
cs_cz: TLS: přebití relace
de_de: TLS: Servernamen überschreiben
el_gr: TLS: Παράκαμψη ονόματος διακομιστή
fa_ir: TLS: بازنویسی نام سرور
fr_fr: TLS : remplacement du nom du serveur
it_it: TLS: sostituzione del nome server
ko_kr: TLS: 서버 이름 재정의
pl_pl: TLS: Nadpisz nazwę serwera
uk_ua: TLS: Перевизначення імені сервера
zh_cn: TLS服务器名称覆盖

source: TLS: Session Reuse
cs_cz: TLS: znovuvyužití relace
de_de: TLS: Sitzung wiederverwenden
el_gr: TLS: Επαναχρησιμοποίηση περιόδου σύνδεσης
fa_ir: TLS: استفاده مجدد از نشست
fr_fr: TLS : Réutilisation des sessions
it_it: TLS: riutilizzo della sessione
ko_kr: TLS: 세션 재사용
pl_pl: TLS: Ponowne użycie sesji
uk_ua: TLS: Повторне використання сесії
zh_cn: TLS：重启会话

source: TLS: Supported Versions
cs_cz: TLS: podporované verze
de_de: TLS: Unterstützte Versionen
el_gr: TLS: Υποστηριζόμενες εκδόσεις
fa_ir: TLS: نسخه‌های پشتیبانی‌شده
fr_fr: TLS : Versions prises en charge
it_it: TLS: versioni supportate
ko_kr: TLS: 지원되는 버전
pl_pl: TLS: Wspierane wersje
uk_ua: TLS: Підтримувані версії
zh_cn: TLS：支持的版本

source: TLS: Trusted Certificate
cs_cz: TLS: důvěryhodný certifikát
de_de: TLS: Vertrauenswürdiges Zertifikat
el_gr: TLS: Αξιόπιστο πιστοποιητικό
fa_ir: TLS: گواهی قابل‌اعتماد
fr_fr: TLS : Certificat de confiance
it_it: TLS: certificato affidabile
ko_kr: TLS: 신뢰할 수 있는 인증서
pl_pl: TLS: Zaufany certyfikat
uk_ua: TLS: Довірений сертифікат
zh_cn: TLS：可信任证书

source: TLS: Verify Certificate
cs_cz: TLS: ověřit certifikát
de_de: TLS: Zertifikat überprüfen
el_gr: TLS: Επαλήθευση πιστοποιητικού
fa_ir: TLS: تأیید گواهی
fr_fr: TLS : Vérifier le certificat
it_it: TLS: verifica certificato
ko_kr: TLS: 인증서 확인
pl_pl: TLS: Sprawdź certyfikat
uk_ua: TLS: Перевірити сертифікат
zh_cn: TLS：验证证书

source: TLS: Verify Depth
cs_cz: TLS: Ověření hloubky
de_de: TLS: Überprüfungstiefe
el_gr: TLS: Επαλήθευση βάθους
fa_ir: TLS: عمق تأیید
fr_fr: TLS : Vérifier la profondeur
it_it: TLS: verifica la profondità
ko_kr: TLS: 깊이 확인
pl_pl: TLS: Głębokość weryfikacji
uk_ua: TLS: Глибина перевірки
zh_cn: TLS：验证深度

source: Tenant ID
cs_cz: Identif. nájemce
el_gr: Ταυτότητα ενοικιαστή
fa_ir: شناسه مستأجر
fr_fr: ID du locataire
it_it: ID inquilino
ko_kr: 테넌트 ID
pl_pl: ID najemcy
uk_ua: Ідентифікатор орендаря

source: The PSK configured on the Zabbix server
cs_cz: PSK nastavené na Zabbix serveru
de_de: Der auf dem Zabbix-Server konfigurierte PSK.
el_gr: Το PSK που έχει ρυθμιστεί στον διακομιστή Zabbix
fa_ir: PSK پیکربندی‌شده در سرور Zabbix
fr_fr: Le PSK configuré sur le serveur Zabbix
it_it: Il PSK configurato sul server Zabbix
ko_kr: Zabbix 서버에 구성된 PSK
pl_pl: PSK skonfigurowany na serwerze Zabbix
uk_ua: PSK, налаштований на сервері Zabbix
zh_cn: 在Zabbix服务器上配置PSK

source: The PSK identity configured on the Zabbix server
cs_cz: PSK identita nastavená na Zabbix serveru
de_de: Die auf dem Zabbix-Server konfigurierte PSK-Identität
el_gr: Η ταυτότητα PSK που έχει ρυθμιστεί στον διακομιστή Zabbix
fa_ir: شناسه PSK پیکربندی‌شده در سرور Zabbix
fr_fr: L'identité PSK configurée sur le serveur Zabbix.
it_it: L'identità PSK configurata sul server Zabbix
ko_kr: Zabbix 서버에 구성된 PSK ID
pl_pl: Tożsamość PSK skonfigurowana na serwerze Zabbix
uk_ua: Ідентифікатор PSK, налаштований на сервері Zabbix
zh_cn: 在Zabbix服务器上配置的PSK标识符

source: The UDP port of the log server. Leave blank if you run server and sensor on the same machine. The default when in use should be set to 8337.
cs_cz: UDP port serveru záznamu událostí. Pokud senzor a server provozujete na stejném stroji, nevyplňujte. Výchozí hodnota by při použití měla být nastavena na 8337.
de_de: Der UDP Port des Log Servers. Wenn der Sensor und der Server auf der selben Maschine laufen, lassen Sie diesen Eintrag leer. Der Standard sollte auf 8337 gesetzt werden wenn er benutzt wird.
el_gr: Η θύρα UDP του διακομιστή καταγραφής. Αφήστε το κενό εάν εκτελείτε διακομιστή και αισθητήρα στον ίδιο υπολογιστή. Η προεπιλογή κατά τη χρήση θα πρέπει να είναι 8337.
fa_ir: پورت UDP سرور لاگ. اگر سرور و سنسور را روی یک ماشین اجرا می‌کنید خالی بگذارید. مقدار پیش‌فرض هنگام استفاده باید روی 8337 تنظیم شود.
fr_fr: Le port UDP du serveur de journaux. Laissez vide si vous exécutez le serveur et le capteur sur la même machine. La valeur par défaut lors de l'utilisation doit être définie sur 8337.
it_it: La porta UDP del server di registro. Lascia vuoto se esegui server e sensore sulla stessa macchina. Il valore predefinito quando in uso dovrebbe essere impostato su 8337.
ko_kr: 로그 서버의 UDP 포트입니다. 서버와 센서를 동일한 시스템에서 실행하는 경우에는 비워 두세요. 사용 중인 기본값은 8337로 설정해야 합니다.
pl_pl: Port UDP serwera logów. Pozostaw puste, jeśli serwer i czujnik działają na tej samej maszynie. Domyślnie, gdy jest używany, powinien być ustawiony na 8337.
uk_ua: UDP-порт сервера журналів. Залиште порожнім, якщо сервер і сенсор працюють на одній машині. Типове значення при використанні має бути встановлено на 8337.
zh_cn: 日志服务器的UDP端口。如果在同一台计算机上运行服务器和传感器，请留空。使用时的默认值应设置为8337。

source: The URL pattern to match.
cs_cz: Vzor URL se kterým hledat shodu
de_de: Das URL-Muster, auf das geprüft wird.
el_gr: Το μοτίβο URL που θα αντιστοιχιστεί.
fa_ir: الگوی URL برای مطابقت.
fr_fr: Le modèle d'URL à faire correspondre.
it_it: Il pattern URL da abbinare.
ko_kr: 일치시킬 URL 패턴입니다.
pl_pl: Wzorzec URL do dopasowania.
uk_ua: Шаблон URL для зіставлення.
zh_cn: 要匹配的网址格式。

source: The maximum time in seconds to wait for an automation to complete. When the timeout is reached the command is forcefully aborted. Defaults to 600 seconds.
cs_cz: Nejdelší nastavená doba, po kterou čekat na dokončení automatizace. Po překročení časového limitu je příkaz násilně přerušen. Výchozí hodnota je 600 sekund.
de_de: Die maximale Wartezeit in Sekunden bis zum Abschluss einer Automatisierung. Bei Erreichen des Timeouts wird der Befehl zwangsweise abgebrochen. Der Standardwert beträgt 600 Sekunden.
el_gr: Ο μέγιστος χρόνος σε δευτερόλεπτα για την ολοκλήρωση μιας αυτοματοποίησης. Όταν επιτευχθεί το χρονικό όριο, η εντολή ακυρώνεται αναγκαστικά. Η προεπιλεγμένη τιμή είναι 600 δευτερόλεπτα.
fa_ir: حداکثر زمان (بر حسب ثانیه) برای انتظار تا تکمیل اتوماسیون. وقتی timeout فرا برسد، فرمان به‌اجبار متوقف می‌شود. مقدار پیش‌فرض 600 ثانیه است.
fr_fr: Le temps maximum en secondes pour attendre la fin d'une automatisation. Lorsque le délai d'attente est atteint, la commande est annulée de force. La valeur par défaut est de 600 secondes.
it_it: Il tempo massimo in secondi di attesa per il completamento di un'automazione. Quando viene raggiunto il timeout, il comando viene forzatamente interrotto. Il valore predefinito è 600 secondi.
ko_kr: 자동화가 완료될 때까지 기다리는 최대 시간(초)입니다. 시간 초과에 도달하면 명령이 강제로 중단됩니다. 기본값은 600초입니다.
pl_pl: Maksymalny czas w sekundach na zakończenie automatyzacji. Gdy osiągnięty zostanie limit czasu, polecenie jest natychmiast przerywane. Domyślnie wynosi 600 sekund.
uk_ua: Максимальний час у секундах для очікування завершення автоматизації. Коли час очікування вичерпано, команда примусово переривається. Типово 600 секунд.
zh_cn: 等待自动操作设置完成的最长时间(秒)。达到超时后，命令会被中止。默认为600秒。

source: The number of consecutive successful health checks before a server is considered as available.
cs_cz: Počet po sobě jdoucích úspěšných kontrol stavu, než je server považován za dostupný.
de_de: Die Anzahl aufeinanderfolgender erfolgreicher Integritätsprüfungen, bevor ein Server als verfügbar gilt.
el_gr: Ο αριθμός των διαδοχικών επιτυχημένων ελέγχων εύρυθμης λειτουργίας πριν ένας διακομιστής θεωρηθεί διαθέσιμος.
fa_ir: تعداد بررسی‌های سلامت پیاپی موفق قبل از اینکه سرور به‌عنوان در دسترس در نظر گرفته شود.
fr_fr: Le nombre de vérifications d'état consécutives réussies avant qu'un serveur ne soit considéré comme disponible.
it_it: Il numero di controlli di integrità consecutivi riusciti prima che un server venga considerato disponibile.
ko_kr: 서버가 사용 가능한 것으로 간주되기 전에 연속적으로 성공한 상태 점검 수입니다.
pl_pl: Liczba kolejnych udanych sprawdzeń stanu zdrowia, zanim serwer zostanie uznany za dostępny.
uk_ua: Кількість послідовних успішних перевірок стану здоров'я, перш ніж сервер буде вважатися доступним.
zh_cn: 在服务器被视为可用之前连续成功的健康检查次数。

source: The number of consecutive unsuccessful health checks before a server is considered as unavailable.
cs_cz: Počet po sobě jdoucích neúspěšných kontrol stavu, než je server považován za nedostupný.
de_de: Die Anzahl aufeinanderfolgender erfolgloser Integritätsprüfungen, bevor ein Server als nicht verfügbar gilt.
el_gr: Ο αριθμός των διαδοχικών ανεπιτυχών ελέγχων εύρυθμης λειτουργίας πριν ένας διακομιστής θεωρηθεί μη διαθέσιμος.
fa_ir: تعداد بررسی‌های سلامت پیاپی ناموفق قبل از اینکه سرور به‌عنوان غیرقابل‌دسترس در نظر گرفته شود.
fr_fr: Nombre de contrôles de santé consécutifs infructueux avant qu'un serveur ne soit considéré comme indisponible.
it_it: Il numero di controlli di integrità consecutivi non riusciti prima che un server venga considerato non disponibile.
ko_kr: 서버를 사용할 수 없는 것으로 간주하기 전에 연속적으로 실패한 상태 점검 수입니다.
pl_pl: Liczba kolejnych nieudanych sprawdzeń stanu zdrowia, zanim serwer zostanie uznany za niedostępny.
uk_ua: Кількість послідовних невдалих перевірок стану здоров'я, перш ніж сервер буде вважатися недоступним.
zh_cn: 在服务器被视为不可用之前连续不成功的健康检查次数。

source: The start script of the service.
cs_cz: Spouštěcí skript služby.
de_de: Das Startskript des Dienstes.
el_gr: Το σενάριο έναρξης της υπηρεσίας.
fa_ir: اسکریپت راه‌اندازی سرویس.
fr_fr: Le script de démarrage du service.
it_it: Lo script di avvio del servizio.
ko_kr: 서비스의 시작 스크립트입니다.
pl_pl: Skrypt startowy usługi.
uk_ua: Скрипт запуску служби.
zh_cn: 服务启动脚本。

source: The stop script of the service.
cs_cz: Zastavovací skript služby.
de_de: Das Stoppskript des Dienstes.
el_gr: Το σενάριο διακοπής της υπηρεσίας.
fa_ir: اسکریپت توقف سرویس.
fr_fr: Le script d'arrêt du service.
it_it: Lo script di arresto del servizio.
ko_kr: 서비스의 중지 스크립트입니다.
pl_pl: Skrypt zatrzymujący usługi.
uk_ua: Скрипт зупинки служби.
zh_cn: 服务停止脚本。

source: The timeout for custom program checks.
cs_cz: Časový limit pro uživatelsky určené kontroly programu.
de_de: Das Timeout für benutzerdefinierte Programmprüfungen.
el_gr: Το χρονικό όριο για τους ελέγχους προσαρμοσμένων προγραμμάτων.
fa_ir: زمان انتظار (timeout) برای بررسی‌های برنامهٔ سفارشی.
fr_fr: Le délai d'attente pour les vérifications du programme personnalisé.
it_it: Il timeout per i controlli del programma personalizzato.
ko_kr: 사용자 지정 프로그램 검사에 대한 시간 초과입니다.
pl_pl: Limit czasu dla niestandardowych sprawdzeń programu.
uk_ua: Час очікування для перевірок користувацьких програм.
zh_cn: 自定义程序检查的超时。

source: This certificate will be presented if no SNI is provided by the client or if the client provides an SNI hostname which does not match any certificate. This parameter is optional to enforce a certain sort order for certificates.
cs_cz: Tento certifikát se zobrazí, pokud klient neuvede žádný SNI nebo pokud klient uvede název hostitele SNI, který neodpovídá žádnému certifikátu. Tento parametr je nepovinný a slouží jen k případnému vynucování určitého pořadí třídění certifikátů.
de_de: Dieses Zertifikat wird angezeigt, wenn der Client keine SNI angibt oder einen SNI-Hostnamen angibt, der keinem Zertifikat entspricht. Dieser Parameter ist optional, um eine bestimmte Sortierreihenfolge für Zertifikate zu erzwingen.
el_gr: Αυτό το πιστοποιητικό θα παρουσιαστεί εάν δεν παρέχεται SNI από τον πελάτη ή εάν ο client παρέχει ένα όνομα κεντρικού υπολογιστή SNI που δεν ταιριάζει με κανένα πιστοποιητικό. Αυτή η παράμετρος είναι προαιρετική για την επιβολή μιας συγκεκριμένης σειράς ταξινόμησης για τα πιστοποιητικά.
fa_ir: این گواهی زمانی ارائه می‌شود که کلاینت SNI ارسال نکند یا نام میزبان ارسالی کلاینت با هیچ گواهی‌ای مطابقت نداشته باشد. این پارامتر اختیاری است و برای اعمال ترتیب مشخصی در گواهی‌ها استفاده می‌شود.
fr_fr: Ce certificat sera présenté si aucun SNI n'est fourni par le client ou si le client fournit un nom d'hôte SNI qui ne correspond à aucun certificat. Ce paramètre est facultatif pour appliquer un certain ordre de tri pour les certificats.
it_it: Questo certificato verrà presentato se il client non fornisce alcun SNI o se il client fornisce un nome host SNI che non corrisponde ad alcun certificato. Questo parametro è facoltativo per applicare un determinato ordinamento per i certificati.
ko_kr: 이 인증서는 클라이언트에서 SNI를 제공하지 않거나 클라이언트가 인증서와 일치하지 않는 SNI 호스트 이름을 제공하는 경우 표시됩니다. 이 매개 변수는 인증서에 대해 특정 정렬 순서를 적용하는 데 선택적입니다.
pl_pl: Ten certyfikat zostanie zaprezentowany, jeśli klient nie dostarczy SNI lub jeśli dostarczony przez klienta hostname SNI nie pasuje do żadnego certyfikatu. Ten parametr jest opcjonalny, aby wymusić określoną kolejność dla certyfikatów.
uk_ua: Цей сертифікат буде представлено, якщо клієнт не надає SNI або якщо клієнт надає ім'я хоста SNI, яке не відповідає жодному сертифікату. Цей параметр є необов'язковим для примусового встановлення певного порядку сортування сертифікатів.
zh_cn: 如果客户端未提供SNI或客户端提供的SNI主机名与任何证书都不匹配，则会显示此证书。此参数是可选的，用于强制执行证书的特定排序顺序。

source: This content type is sent if the file extension is unknown.
cs_cz: Tento typ obsahu je odeslán, pokud přípona souboru není známa.
de_de: Dieser Inhaltstyp wird gesendet, wenn die Dateierweiterung unbekannt ist.
el_gr: Αυτός ο τύπος περιεχομένου αποστέλλεται εάν η επέκταση αρχείου είναι άγνωστη.
fa_ir: این نوع محتوا زمانی ارسال می‌شود که پسوند فایل ناشناخته باشد.
fr_fr: Ce type de contenu est envoyé si l'extension du fichier est inconnue.
it_it: Questo tipo di contenuto viene inviato se l'estensione del file è sconosciuta.
ko_kr: 이 내용 유형은 파일 확장명을 알 수 없는 경우 전송됩니다.
pl_pl: Ten typ zawartości jest wysyłany, jeśli rozszerzenie pliku jest nieznane.
uk_ua: Цей тип вмісту надсилається, якщо розширення файлу невідоме.
zh_cn: 如果文件扩展名未知，则发送此内容类型。

source: This enables SQLite module and accounting.
cs_cz: Toto zapíná modul SQLite a účtování.
de_de: Dies aktiviert das SQLite-Modul und die Buchhaltung.
el_gr: Αυτό ενεργοποιεί τη λειτουργική μονάδα SQLite και τη λογιστική.
fa_ir: ماژول SQLite و قابلیت حسابداری را فعال می‌کند.
fr_fr: Cela permet d'activer le module SQLite et la comptabilité.
it_it: Ciò abilita il modulo e la contabilità SQLite.
ko_kr: 이렇게 하면 SQLite 모듈 및 계정이 활성화됩니다.
pl_pl: To umożliwia moduł SQLite oraz rozliczenia.
uk_ua: Це вмикає модуль SQLite та облік.
zh_cn: 这会启用SQLite模块和计费。

source: This enables remote MySQL support.
cs_cz: Toto zapíná podporu pro vzdálené MySQL.
de_de: Dies ermöglicht die Remote-MySQL-Unterstützung.
el_gr: Αυτό επιτρέπει την απομακρυσμένη υποστήριξη MySQL.
fa_ir: پشتیبانی از MySQL از راه دور را فعال می‌کند.
fr_fr: Cela permet de prendre en charge MySQL à distance.
it_it: Ciò consente il supporto MySQL remoto.
ko_kr: 이렇게 하면 원격 MySQL 지원이 가능합니다.
pl_pl: To umożliwia zdalne wsparcie dla MySQL.
uk_ua: Це вмикає підтримку віддаленого MySQL.
zh_cn: 这会启用远程MySQL支持。

source: This enables the Mikrotik attributes assignment via users tab.
cs_cz: Toto umožňuje přiřazení Mikrotik atributůprostřednictvím karty uživatelů.
de_de: Dies ermöglicht die Zuweisung von Mikrotik-Attributen über die Registerkarte „Benutzer“.
el_gr: Αυτό επιτρέπει την ανάθεση χαρακτηριστικών Mikrotik μέσω της καρτέλας χρήστες.
fa_ir: اختصاص ویژگی‌های Mikrotik از طریق زبانه کاربران را فعال می‌کند.
fr_fr: Cela permet l'attribution des attributs Mikrotik via l'onglet utilisateurs.
it_it: Ciò consente l'assegnazione degli attributi Mikrotik tramite la scheda utenti.
ko_kr: 이렇게 하면 사용자 탭을 통해 Microtik 속성을 할당할 수 있습니다.
pl_pl: To umożliwia przypisanie atrybutów Mikrotik za pośrednictwem zakładki użytkowników.
uk_ua: Це вмикає призначення атрибутів Mikrotik через вкладку користувачів.
zh_cn: 这样可以通过用户选项卡分配Mikrotik属性。

source: This is a normal, non-encrypted DNS resolver, that will be only used for one-shot queries when retrieving the initial resolvers list, and only if the system DNS configuration does not work. Format is e.g. 9.9.9.9:53
cs_cz: Jedná se o běžný nešifrovaný DNS překladač, který bude použit pouze pro jednorázové dotazy při načítání počátečního seznamu překladačů, a to pouze v případě, že systémové nastavení DNS nefunguje. Formát je např. 9.9.9.9:53
de_de: Dies ist ein normaler, unverschlüsselter DNS-Resolver, der nur für einmalige Abfragen beim Abrufen der initialen Resolverliste und nur dann verwendet wird, wenn die DNS-Konfiguration des Systems nicht funktioniert. Das Format ist z. B. 9.9.9.9:53
el_gr: Πρόκειται για έναν κανονικό, μη κρυπτογραφημένο αναλυτή DNS, ο οποίος θα χρησιμοποιείται μόνο για μεμονωμένα ερωτήματα κατά την ανάκτηση της αρχικής λίστας αναλυτών και μόνο εάν η διαμόρφωση DNS του συστήματος δεν λειτουργεί. Η μορφή είναι π.χ. 9.9.9.9:53
fa_ir: این یک DNS resolver معمولی و غیررمزنگاری‌شده است که تنها برای پرس‌وجوهای یک‌باره هنگام بازیابی فهرست اولیه رزولورها و تنها در صورتی که پیکربندی DNS سیستم کار نکند استفاده می‌شود. قالب: مثلاً 9.9.9.9:53
fr_fr: Il s'agit d'un résolveur DNS standard, non-chiffré, qui sera uniquement utilisé pour récupérer la liste initiale des résolveurs au démarrage si la configuration DNS du système ne fonctionne pas. Par exemple: 9.9.9.9:53
it_it: Si tratta di un normale risolutore DNS non crittografato, che verrà utilizzato solo per query one-shot durante il recupero dell'elenco iniziale dei risolutori e solo se la configurazione DNS del sistema non funziona. Il formato è ad es. 9.9.9.9:53
ko_kr: 암호화되지 않은 일반 DNS 리졸버로, 초기 리졸버 목록을 검색할 때 한 번만 쿼리되며 시스템 DNS 구성이 작동하지 않을 때만 사용됩니다.형식은 9.9.9.9:53과 같습니다
pl_pl: Jest to normalny, nieszyfrowany resolver DNS, który będzie używany tylko do jednorazowych zapytań przy pobieraniu początkowej listy resolverów i tylko wtedy, gdy systemowa konfiguracja DNS nie działa. Format to np. 9.9.9.9:53.
uk_ua: Це звичайний, нешифрований DNS-розв'язувач, який буде використовуватися тільки для одноразових запитів при отриманні початкового списку розв'язувачів і тільки якщо системна конфігурація DNS не працює. Формат, наприклад, 9.9.9.9:53
zh_cn: 这是一个普通的非加密DNS解析器，仅在检索初始解析器列表且在系统DNS配置不起作用时，才用于一次查询。格式为：9.9.9.9:53

source: This is only for your reference.
cs_cz: Toto slouží pouze pro vaši informaci.
de_de: Dies dient nur zu Ihrer Information.
el_gr: Αυτό είναι μόνο για δική σας αναφορά.
fa_ir: فقط جهت اطلاع.
fr_fr: Ceci est seulement pour votre référence.
it_it: Questo è solo per riferimento.
ko_kr: 이것은 단지 참고용입니다.
pl_pl: To jest tylko dla Twojej informacji.
uk_ua: Це лише для вашої довідки.
zh_cn: 仅供参考。

source: This specifies for how long (in hours) the proxy server assumes an externally validated username and password combination is valid (Time To Live). When the TTL expires, the user will be prompted for credentials again.
cs_cz: Určuje, jak dlouho (v hodinách) bude proxy server předpokládat platnost externě ověřené kombinace uživatelského jména a hesla (Time To Live). Po skončení TTL bude uživatel znovu vyzván k zadání přihlašovacích údajů.
de_de: Gibt an, wie lange (in Stunden) der Proxyserver eine extern validierte Kombination aus Benutzername und Passwort als gültig ansieht (Time To Live). Nach Ablauf der TTL wird der Benutzer erneut zur Eingabe seiner Anmeldeinformationen aufgefordert.
el_gr: Αυτό καθορίζει για πόσο χρονικό διάστημα (σε ώρες) ο διακομιστής μεσολάβησης θεωρεί έγκυρο έναν εξωτερικά επικυρωμένο συνδυασμό ονόματος χρήστη και κωδικού πρόσβασης (Χρόνος Ζωής). Όταν λήξει το TTL, θα ζητηθούν ξανά από τον χρήστη διαπιστευτήρια.
fa_ir: مدت (بر حسب ساعت) که سرور پراکسی ترکیب نام‌کاربری و رمز عبوری را که به‌صورت خارجی تأیید شده، معتبر می‌داند (Time To Live). وقتی TTL منقضی شود، از کاربر دوباره درخواست ورود اطلاعات می‌شود.
fr_fr: Cela spécifie pendant combien de temps (en heures) le serveur proxy suppose qu'une combinaison de nom d'utilisateur et de mot de passe validée en externe est valide (Time To Live). À l'expiration de la durée de vie, l'utilisateur sera à nouveau invité à saisir ses informations d'identification.
it_it: Specifica per quanto tempo (in ore) il server proxy presuppone che una combinazione di nome utente e password convalidata esternamente sia valida (Time To Live). Alla scadenza del TTL, all'utente verranno nuovamente richieste le credenziali.
ko_kr: 프록시 서버가 외부적으로 검증된 사용자 이름과 암호 조합이 유효하다고 가정하는 시간(시간)을 지정합니다. TTL이 만료되면 사용자에게 자격 증명을 다시 입력하라는 메시지가 표시됩니다.
pl_pl: To określa, jak długo (w godzinach) serwer proxy zakłada, że zewnętrznie zweryfikowana nazwa użytkownika i hasło są ważne (Time To Live). Gdy TTL wygaśnie, użytkownik zostanie ponownie poproszony o dane uwierzytelniające.
uk_ua: Це вказує, як довго (у годинах) проксі-сервер вважає дійсною зовнішньо перевірену комбінацію імені користувача та пароля (Час життя, TTL). Коли термін дії TTL закінчиться, користувачу буде запропоновано ввести облікові дані знову.
zh_cn: 指定代理服务器假定外部验证的用户名和密码组合有效(生存时间)的时间长度(以小时为单位)。当TTL过期时，就会再次提示用户输入凭据。

source: This will activate DNSCrypt-Proxy service.
cs_cz: Toto zapne službu DNSCrypt-Proxy.
de_de: Dadurch wird der DNSCrypt-Proxy-Dienst aktiviert.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία DNSCrypt-Proxy.
fa_ir: سرویس DNSCrypt-Proxy را فعال می‌کند.
fr_fr: Cela activera le service DNSCrypt-Proxy.
it_it: Ciò attiverà il servizio DNSCrypt-Proxy.
ko_kr: 이 옵션은 DNS 암호화 프록시 서비스가 활성화됩니다.
pl_pl: To aktywuje usługę DNSCrypt-Proxy.
uk_ua: Це активує службу DNSCrypt-Proxy.
zh_cn: 激活DNSCrypt-Proxy服务。

source: This will activate SoftEther vpnserver process.
cs_cz: Toto zapne proces SoftEther vpn serveru.
de_de: Dadurch wird der SoftEther-VPN-Server-Prozess aktiviert.
el_gr: Αυτό θα ενεργοποιήσει τη διεργασία SoftEther vpnserver.
fa_ir: فرآیند vpnserver مربوط به SoftEther را فعال می‌کند.
fr_fr: Cela activera le processus SoftEther vpnserver.
it_it: Ciò attiverà il processo VPN SoftEther.
ko_kr: 이 옵션은 SoftEther vpn 서버 프로세스가 활성화됩니다.
pl_pl: To aktywuje proces SoftEther vpnserver.
uk_ua: Це активує процес vpnserver SoftEther.
zh_cn: 激活SoftEther vpnserver进程。

source: This will activate WireGuard and start all enabled instances.
cs_cz: Toto zapne WireGuard a spustí všechny povolené instance.
de_de: Dadurch wird WireGuard aktiviert und alle aktivierten Instanzen gestartet.
el_gr: Αυτό θα ενεργοποιήσει το WireGuard και θα ξεκινήσει όλες τις ενεργοποιημένες παρουσίες.
fa_ir: WireGuard را فعال کرده و همه نمونه‌های فعال را راه‌اندازی می‌کند.
fr_fr: Cela activera WireGuard et démarrera toutes les instances activées.
it_it: Ciò attiverà WireGuard e avvierà tutte le istanze abilitate.
ko_kr: WireGuard가 활성화되고 활성화된 모든 인스턴스가 시작됩니다.
pl_pl: Aktywuj WireGuard i uruchom wszystkie włączone instancje.
uk_ua: Це активує WireGuard і запустить усі увімкнені екземпляри.
zh_cn: 激活WireGuard并启动所有已启用的实例。
