Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The percentage of data that can be sent by the c-icap server before receiving the complete body of a request. This feature in conjuction with the folowing can be useful because if the download of the object takes a lot of time the connection of web client to proxy can be expired.
cs_cz: Procento dat, které může server c-icap odeslat, než obdrží celé tělo požadavku. Tato funkce ve spojení s následujícími může být užitečná, protože pokud stahování objektu trvá dlouho, může dojít k překročení platnosti spojení webového klienta s proxy serverem.
de_de: Prozent an Daten, welche vom c-icap Server gesendet werden bevor der komplette Inhalt einer Anfrage empfangen wird. Dieses Feature in Kombination mit den folgenden kann sinnvoll sein, um Timeouts bei Clients wenn der Download zu lange dauert zu verhindern.
el_gr: Το ποσοστό των δεδομένων που μπορούν να αποσταλούν από τον διακομιστή c-icap πριν από τη λήψη ολόκληρου του αιτήματος. Αυτή η λειτουργία, σε συνδυασμό με τα ακόλουθα, μπορεί να είναι χρήσιμη, επειδή εάν η λήψη του αντικειμένου διαρκέσει πολύ, η σύνδεση του web client με τον proxy μπορεί να λήξει.
fa_ir: درصد داده‌ای که سرور c-icap می‌تواند پیش از دریافت کامل بدنه یک درخواست ارسال کند. این ویژگی همراه با گزینه‌های زیر می‌تواند مفید باشد، زیرا اگر دانلود شیء طولانی شود، اتصال کلاینت وب به پراکسی ممکن است منقضی شود.
fr_fr: Le pourcentage des données qui peuvent être envoyées par le serveur c-icap avant de recevoir le corps complet d'une requête. Cette fonctionnalité en conjonction avec les suivantes peut être utile car si le téléchargement d'un objet prend beaucoup de temps alors la connexion du client web au proxy peut expirer.
it_it: La percentuale di dati che può essere inviata dal server c-icap prima di ricevere il corpo completo di una richiesta. Questa funzionalità insieme a quanto segue può essere utile perché se il download dell'oggetto impiega molto tempo, la connessione del client Web al proxy può scadere.
ko_kr: c-icap 서버가 요청의 완전한 본문을 수신하기 전에 보낼 수있는 데이터의 비율입니다. 이 기능은 다음과 함께 사용하면 유용 할 수 있습니다. 개체 다운로드에 시간이 많이 걸리면 웹 클라이언트의 프록시 연결이 만료 될 수 있습니다.
pl_pl: Procent danych, które mogą zostać wysłane przez serwer c-icap przed otrzymaniem pełnego ciała żądania. Ta funkcja w połączeniu z następną może być przydatna, ponieważ jeśli pobieranie obiektu zajmie dużo czasu, połączenie klienta internetowego z proxy może wygasnąć.
uk_ua: Відсоток даних, які можуть бути надіслані c-icap сервером до отримання повного тіла запиту. Ця функція в поєднанні з наступною може бути корисною, оскільки якщо завантаження об'єкта займає багато часу, з'єднання веб-клієнта з проксі може завершитися.
zh_cn: 在接收完整的请求主体之前，c-icap服务器可以发送的数据百分比。 此功能与下面的内容相结合可能很有用，因为如果下载对象需要花费大量时间，则Web客户端与代理的连接可能会过期。

source: The port number where Squid listens for SNMP requests. To enable SNMP support set this to a suitable port number. Port number 3401 is often used for the Squid SNMP agent.
cs_cz: Číslo portu, na kterém Squid očekává spojení SNMP požadavků. Pokud chcete zapnout podporu SNMP, nastavte toto číslo na vhodné číslo portu. Pro SNMP agenta Squid se často používá číslo portu 3401.
de_de: Die Portnummer, unter welcher Squid auf SNMP Anfragen reagiert. Um SNMP zu aktivieren, geben Sie hier eine passende Portnummer an. Meistens wird 3401 für den Squid SNMP Agent benutzt.
el_gr: Ο αριθμός θύρας όπου το Squid ακούει για αιτήματα SNMP. Για να ενεργοποιήσετε την υποστήριξη SNMP, ορίστε αυτόν τον αριθμό σε έναν κατάλληλο αριθμό θύρας. Ο αριθμός θύρας 3401 χρησιμοποιείται συχνά για τον παράγοντα SNMP του Squid.
fa_ir: شماره پورتی که Squid برای درخواست‌های SNMP به آن گوش می‌دهد. برای فعال‌سازی پشتیبانی SNMP این مقدار را به یک شماره پورت مناسب تنظیم کنید. شماره پورت 3401 اغلب برای عامل SNMP Squid استفاده می‌شود.
fr_fr: Le numéro de port sur lequel Squid écoute les requêtes SNMP. Pour activer la prise en charge SNMP, définissez-le sur un numéro de port approprié. Le numéro de port 3401 est souvent utilisé pour l'agent SNMP Squid.
it_it: Il numero di porta su cui Squid ascolta le richieste SNMP. Per abilitare il supporto SNMP, impostarlo su un numero di porta adatto. Il numero di porta 3401 viene spesso utilizzato per l'agente SNMP Squid.
ko_kr: Squid가 SNMP 요청을 수신하는 포트 번호입니다. SNMP 지원을 사용하려면 이 값을 적절한 포트 번호로 설정하세요. 포트 번호 3401은 종종 Squid SNMP 에이전트에 사용됩니다.
pl_pl: Numer portu, na którym Squid nasłuchuje żądań SNMP. Aby włączyć wsparcie dla SNMP, ustaw to na odpowiedni numer portu. Numer portu 3401 jest często używany dla agenta SNMP Squid.
uk_ua: Номер порту, на якому Squid прослуховує запити SNMP. Щоб увімкнути підтримку SNMP, встановіть відповідний номер порту. Порт 3401 часто використовується для агента SNMP Squid.
zh_cn: Squid监听SNMP请求的端口号。 要启用SNMP支持，请将其设置为合适的端口号。 端口号3401通常用于Squid SNMP代理。

source: The port number where Squid sends and receives ICP queries to and from neighbor caches. Leave blank to disable (default). The standard UDP port for ICP is 3130.
cs_cz: Číslo portu na kterém mezipaměť Squid posílá a přijímá ICP dotazy na a ze sousedních mezipamětí. Pokud není vyplněno (výchozí stav) je tato funkce vypnutá. Standardní UDP port pro ICP je 3130.
de_de: Die Portnummer von der Squid ICP-Anfragen an Nachbar-Cache sendet und empfängt. Leer lassen zum Deaktivieren (Standard). Der übliche UDP-Port für ICP ist 3130.
el_gr: Ο αριθμός θύρας όπου το Squid στέλνει και λαμβάνει ερωτήματα ICP από και προς τις γειτονικές cache. Αφήστε το κενό για απενεργοποίηση (προεπιλογή). Η τυπική θύρα UDP για το ICP είναι 3130.
fa_ir: شماره پورتی که Squid برای ارسال و دریافت پرس‌وجوهای ICP به/از کش‌های همسایه استفاده می‌کند. خالی بگذارید تا غیرفعال شود (پیش‌فرض). پورت استاندارد UDP برای ICP برابر 3130 است.
fr_fr: Le numéro de port par lequel Squid envoie et reçoit des requêtes ICP depuis et vers les caches de proximités. Laissez vide pour désactiver (par défaut). Le port UDP standard pour ICP est 3130.
it_it: Il numero di porta in cui Squid invia e riceve query ICP da e verso le cache vicine. Lasciare vuoto per disabilitare (impostazione predefinita). La porta UDP standard per ICP è 3130.
ko_kr: Squid가 인접 캐시와 ICP 쿼리를 주고받는 포트 번호입니다. 사용하지 않으려면 비워 둡니다(기본값). ICP의 표준 UDP 포트는 3130입니다.
pl_pl: Numer portu, na którym Squid wysyła i odbiera zapytania ICP do i od sąsiednich pamięci podręcznych. Pozostaw puste, aby wyłączyć (domyślnie). Standardowy port UDP dla ICP to 3130.
uk_ua: Номер порту, на якому Squid надсилає та отримує ICP-запити до та від сусідніх кешів. Залиште порожнім, щоб вимкнути (типово). Стандартний UDP-порт для ICP – 3130.
zh_cn: Squid服务发送和接受ICP请求端口号，如果留空则禁用(默认)。默认为UDP端口3130。

source: The port number which is exposed in the Tor network.
cs_cz: Číslo portu které je vystaveno do sítě Tor.
de_de: Die Portnummer, die vom Tor-Netzwerk erreichbar ist.
el_gr: Ο αριθμός θύρας που είναι εκτεθειμένος στο δίκτυο Tor.
fa_ir: شماره پورتی که در شبکه Tor در معرض دسترسی قرار می‌گیرد.
fr_fr: Le numéro de port exposé dans le réseau Tor.
it_it: Il numero di porta esposto nella rete Tor.
ko_kr: Tor 네트워크에 노출되는 포트 번호입니다.
pl_pl: Numer portu, który jest wystawiony w sieci Tor.
uk_ua: Номер порту, який відкритий у мережі Tor.
zh_cn: Tor网络中公开的端口号。

source: The port of the mail server. Typically 465 for SSL or 25 for TLS and non secure connections.
cs_cz: Port e-mailového serveru. Typicky 465 pro SSL nebo 25 pro TLS a nezabezpečená spojení.
de_de: Der Port des Mailservers. Typischerweise 465 für SSL oder 25 für TLS und unverschlüsselte Verbindungen.
el_gr: Η θύρα του διακομιστή αλληλογραφίας. Συνήθως 465 για SSL ή 25 για TLS και μη ασφαλείς συνδέσεις.
fa_ir: پورت سرور ایمیل. معمولاً 465 برای SSL یا 25 برای TLS و اتصال‌های غیرامن.
fr_fr: Le port du serveur de courrier. Typiquement 465 pour le SSL ou 25 pour TLS et les connexions non sécurisées.
it_it: La porta del server di posta. In genere 465 per SSL o 25 per TLS e connessioni non sicure.
ko_kr: 메일 서버의 포트입니다. 일반적으로 SSL의 경우 465개, TLS 및 비보안 연결의 경우 25개입니다.
pl_pl: Port serwera pocztowego. Zwykle 465 dla SSL lub 25 dla TLS i nieszyfrowanych połączeń.
uk_ua: Порт поштового сервера. Типово 465 для SSL або 25 для TLS та незахищених з'єднань.
zh_cn: 邮件服务器的端口。 通常465用于SSL或25用于TLS和非安全连接。

source: The port the proxy service will listen to.
cs_cz: Port na kterém bude služba proxy očekávat spojení.
de_de: Der Port, auf dem der Proxydienst hören wird.
el_gr: Η θύρα στην οποία θα ακούει η υπηρεσία proxy.
fa_ir: پورتی که سرویس پراکسی به آن گوش می‌دهد.
fr_fr: Le port d'écoute du service proxy.
it_it: La porta che ascolterà il servizio proxy.
ko_kr: 프록시 서비스가 수신할 포트입니다.
pl_pl: Port, na którym będzie nasłuchiwać usługa proxy.
uk_ua: Порт, який буде прослуховувати проксі-служба.
zh_cn: 代理服务监听端口。

source: The port the ssl proxy service will listen to.
cs_cz: Port na kterém bude služba ssl proxy očekávat spojení.
de_de: Der Port, auf dem der SSL-Proxy hören wird.
el_gr: Η θύρα στην οποία θα ακούει η υπηρεσία proxy ssl.
fa_ir: پورتی که سرویس پراکسی SSL به آن گوش می‌دهد.
fr_fr: Le port d'écoute du service mandataire ssl.
it_it: La porta su cui ascolterà il servizio proxy SSL.
ko_kr: ssl 프록시 서비스가 수신할 포트입니다.
pl_pl: Port, na którym będzie nasłuchiwać usługa proxy SSL.
uk_ua: Порт, який буде прослуховувати служба SSL-проксі.
zh_cn: SSL代理服务监听端口。

source: The prompt will be displayed in the authentication request window.
cs_cz: Výzva bude zobrazena v okně s požadavkem na ověření se.
de_de: Diese Eingabeaufforderung wird im Anmeldefenster angezeigt.
el_gr: Η προτροπή θα εμφανιστεί στο παράθυρο αιτήματος ελέγχου ταυτότητας.
fa_ir: این پیغام در پنجرهٔ درخواست احراز هویت نمایش داده می‌شود.
fr_fr: L'invite sera affichée dans la fenêtre de demande d'authentification.
it_it: La richiesta verrà visualizzata nella finestra di richiesta di autenticazione.
ko_kr: 인증 요청 창에 프롬프트가 표시됩니다.
pl_pl: Monit zostanie wyświetlony w oknie żądania uwierzytelnienia.
uk_ua: Підказка буде відображена у вікні запиту автентифікації.
zh_cn: 该提示会显示在认证请求窗口中。

source: The proxy will use this as the source address for the control connection to a server.
cs_cz: Proxy bude toto používat jako zdrojovou adresu pro řízení spojení na server.
de_de: Der Proxy wird diese als Quelladresse für die Steuerungsverbindung zum Server verwenden.
el_gr: Ο διακομιστής μεσολάβησης θα χρησιμοποιήσει αυτήν τη διεύθυνση ως διεύθυνση προέλευσης για τη σύνδεση ελέγχου σε έναν διακομιστή.
fa_ir: پراکسی از این آدرس به‌عنوان آدرس مبدأ برای اتصال کنترل به سرور استفاده می‌کند.
fr_fr: Le proxy l'utilisera comme adresse source pour la connexion de contrôle à un serveur.
it_it: Il proxy lo utilizzerà come indirizzo di origine per la connessione di controllo a un server.
ko_kr: 프록시는 이 주소를 서버에 대한 제어 연결의 출발지 주소로 사용합니다.
pl_pl: Proxy użyje tego jako adresu źródłowego dla połączenia kontrolnego z serwerem.
uk_ua: Проксі використовуватиме це як вихідну адресу для керуючого з'єднання з сервером.
zh_cn: 代理会使用此作为控制连接到服务器的源地址。

source: The service check type.
cs_cz: Typ kontroly služby.
de_de: Der Typ der Dienstprüfung.
el_gr: Ο τύπος ελέγχου σέρβις.
fa_ir: نوع بررسی سرویس.
fr_fr: Le type de contrôle de service.
it_it: Il tipo di controllo del servizio.
ko_kr: 서비스 검사 유형입니다.
pl_pl: Typ kontroli usługi.
uk_ua: Тип перевірки служби.
zh_cn: 服务检查类型。

source: The smtpd_banner parameter specifies the text that follows the 220 code in the SMTP server's greeting banner. Default is "'System Hostname' ESMTP Postfix".
cs_cz: Parametr smtpd_banner určuje text, který následuje po kódu 220 v uvítacím banneru SMTP serveru. Výchozí hodnota je „'Název hostitele systému' ESMTP Postfix“.
de_de: Der nmtpd_banner gibt den text an, der nach dem Code 220 in der Begrüßungsnachricht des SMTP-Servers folgt. Der Standard ist "'System Hostname' ESMTP Postfix".
el_gr: Η παράμετρος smtpd_banner καθορίζει το κείμενο που ακολουθεί τον κώδικα 220 στο μήνυμα χαιρετισμού του διακομιστή SMTP. Η προεπιλογή είναι "'System Hostname' ESMTP Postfix".
fa_ir: پارامتر smtpd_banner متنی را مشخص می‌کند که پس از کد 220 در بنر خوش‌آمدگویی سرور SMTP می‌آید. مقدار پیش‌فرض 'System Hostname' ESMTP Postfix است.
fr_fr: Le paramètre smtpd_banner spécifie le texte qui suit le code 220 dans la bannière d'accueil du serveur SMTP. La valeur par défaut est "'System Hostname' ESMTP Postfix".
it_it: Il parametro smtpd_banner specifica il testo che segue il codice 220 nel banner di saluto del server SMTP. L'impostazione predefinita è "'System Hostname' ESMTP Postfix".
ko_kr: smtpd_banner 매개 변수는 SMTP 서버의 인사말 배너에 있는 220 코드 뒤에 오는 텍스트를 지정합니다. 기본값은 "시스템 호스트 이름의 ESMTP Postix"입니다.
pl_pl: Parametr smtpd_banner określa tekst, który następuje po kodzie 220 w powitalnym banerze serwera SMTP. Domyślnie jest to "'System Hostname' ESMTP Postfix".
uk_ua: Параметр smtpd_banner вказує текст, який слідує за кодом 220 у вітальному банері SMTP-сервера. Типово: "'Ім'я хоста системи' ESMTP Postfix".
zh_cn: Smtpd_banner参数指定SMTP服务器的问候语横幅中220代码后面的文本。 默认为"'系统主机名'ESMTP Postfix"。

source: The state file of the Monit process.
cs_cz: Stavový soubor procesu Monit.
de_de: Die Zustandsdatei des Monit-Prozesses.
el_gr: Το αρχείο κατάστασης της διεργασίας Monit.
fa_ir: فایل وضعیت (state) فرایند Monit.
fr_fr: Le fichier d'état du processus Monit.
it_it: Il file di stato del processo Monit.
ko_kr: Monit 프로세스의 상태 파일입니다.
pl_pl: Plik stanu procesu Monit.
uk_ua: Файл стану процесу Monit.
zh_cn: Monit进程的状态文件。

source: The target IP address for 'Remote Host' and 'Network' checks.
cs_cz: Cílová adresa kontrol „Vzdálený“ stroj a „Síť“.
de_de: Die Ziel-IP-Adresse für 'Ferner Host'- und 'Netzwerk'-Überprüfungen.
el_gr: Η διεύθυνση IP προορισμού για τους ελέγχους «Απομακρυσμένος κεντρικός υπολογιστής» και «Δίκτυο».
fa_ir: آدرس IP هدف برای بررسی‌های 'Remote Host' و 'Network'.
fr_fr: L'adresse IP cible pour les contrôles "Hôte distant" et "Réseau".
it_it: L'indirizzo IP di destinazione per i controlli "Host remoto" e "Rete".
ko_kr: '원격 호스트' 및 '네트워크' 검사의 대상 IP 주소입니다.
pl_pl: Docelowy adres IP dla kontroli 'Remote Host' oraz 'Network'.
uk_ua: Цільова IP-адреса для перевірок 'Віддалений хост' та 'Мережа'.
zh_cn: "远程主机"和"网络"检查的目标IP地址。

source: The time in seconds after which a connection without activity can be cancelled.
cs_cz: Doba (v sekundách) neaktivity, po které uplynutí bude spojení zrušeno.
de_de: Die Zeit in Sekunden, nach der eine Verbindung ohne Aktivität geschlossen wird.
el_gr: Ο χρόνος σε δευτερόλεπτα μετά τον οποίο μπορεί να ακυρωθεί μια σύνδεση χωρίς δραστηριότητα.
fa_ir: مدت زمان به ثانیه که پس از آن یک اتصال بدون فعالیت قابل لغو است.
fr_fr: Le temps en secondes après lequel une connexion inactive peut être annulée.
it_it: Il tempo in secondi dopo il quale una connessione senza attività può essere annullata.
ko_kr: 활동이 없는 연결을 취소할 수 있는 시간(초)입니다.
pl_pl: Czas w sekundach, po którym nieaktywne połączenie może być anulowane.
uk_ua: Час у секундах, після якого з'єднання без активності може бути скасовано.
zh_cn: 可以取消无活动的连接的时间（以秒为单位）。

source: The total amount of data received from the incoming connection's source address (in kilobytes).
cs_cz: Celkové množství dat obdržených ze zdrojové adresy příchozího spojení (v kilobajtech).
de_de: Die Gesamtmenge an Daten, die von der eingehenden Verbindungsquelladresse empfangen wurden (in Kilobytes).
el_gr: Η συνολική ποσότητα δεδομένων που λαμβάνονται από τη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης (σε kilobyte).
fa_ir: مجموع داده‌های دریافت‌شده از آدرس مبدأ اتصال ورودی (بر حسب کیلوبایت).
fr_fr: La quantité totale de données reçues de l'adresse source de la connexion entrante (en kilo-octets).
it_it: La quantità totale di dati ricevuti dall'indirizzo di origine della connessione in entrata (in kilobyte).
ko_kr: 수신 연결의 출발지 주소에서 받은 총 데이터 양(KB)입니다.
pl_pl: Całkowita ilość danych otrzymanych z adresu źródłowego przychodzącego połączenia (w kilobajtach).
uk_ua: Загальний обсяг даних, отриманих з вихідної адреси вхідного з'єднання (у кілобайтах).
zh_cn: 入站连接的源地址接收的数据总量(以千字节为单位)。

source: The total amount of data sent to the incoming connection's source address (in kilobytes).
cs_cz: Celkový objem dat odeslaný na zdrojovou adresu příchozího spojení (v kilobajtech)
de_de: Die Gesamtmenge an Daten, die der eingehenden Verbindungsquelladresse gesendet wurden (in Kilobytes).
el_gr: Η συνολική ποσότητα δεδομένων που αποστέλλονται στη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης (σε kilobyte).
fa_ir: مجموع داده‌های ارسال‌شده به آدرس مبدأ اتصال ورودی (بر حسب کیلوبایت).
fr_fr: La quantité totale de données envoyées à l'adresse source de la connexion entrante (en kilo-octets).
it_it: La quantità totale di dati inviati all'indirizzo di origine della connessione in entrata (in kilobyte).
ko_kr: 수신 연결의 출발지 주소로 보낸 총 데이터 양(KB)입니다.
pl_pl: Całkowita ilość danych wysłanych do adresu źródłowego przychodzącego połączenia (w kilobajtach).
uk_ua: Загальний обсяг даних, надісланих на вихідну адресу вхідного з'єднання (у кілобайтах).
zh_cn: 发送到入站连接的源地址的数据总量(以千字节为单位)。

source: The total number of authenticator processes to spawn.
cs_cz: Kolik ověřovací procesů vytvořit.
de_de: Die Gesamtanzahl an Authenticator-Prozessen, die gestartet werden soll.
el_gr: Ο συνολικός αριθμός διεργασιών ελέγχου ταυτότητας που θα δημιουργηθούν.
fa_ir: تعداد کل فرایندهای احراز هویتی که باید ایجاد شوند.
fr_fr: Nombre total de processus d'authentification a générer.
it_it: Il numero totale di processi di autenticazione da generare.
ko_kr: 생성할 인증자 프로세스의 총 수입니다.
pl_pl: Całkowita liczba procesów uwierzytelniających do uruchomienia.
uk_ua: Загальна кількість процесів автентифікатора для створення.
zh_cn: 要生成的身份验证器进程的总数。

source: The type can either be 'Basic' for a general-purpose authorization protocol or 'Stealth' for a less scalable protocol that also hides service activity from unauthorized clients.
cs_cz: Typ může být buď „Basic“ pro univerzální ověřovací protokol, nebo „Stealth“ pro méně škálovatelný protokol, který také skrývá činnost služby před neautorizovanými klienty.
de_de: Der Typ kann entweder "Basis" für ein allgemeines Authorisierungsprotokoll oder "Verborgen" für ein weniger skalierbares Protokoll, welches die dienste vor unauthentifizierten Cliens verbirgt, sein.
el_gr: Ο τύπος μπορεί να είναι είτε «Βασικός» για ένα πρωτόκολλο εξουσιοδότησης γενικής χρήσης είτε «Αόρατος» για ένα λιγότερο κλιμακωτό πρωτόκολλο που αποκρύπτει επίσης τη δραστηριότητα υπηρεσίας από μη εξουσιοδοτημένους πελάτες.
fa_ir: این نوع می‌تواند 'Basic' برای یک پروتکل مجوزدهی عمومی یا 'Stealth' برای پروتکلی با مقیاس‌پذیری کمتر که همچنین فعالیت سرویس را از کلاینت‌های غیرمجاز مخفی می‌کند، باشد.
fr_fr: Le type peut être « Basic » pour un protocole d'autorisation à usage général ou « Stealth » pour un protocole moins évolutif qui masque également l'activité de service des clients non autorisés.
it_it: Il tipo può essere "Basic" per un protocollo di autorizzazione generico o "Stealth" per un protocollo meno scalabile che nasconde anche l'attività del servizio ai client non autorizzati.
ko_kr: 유형은 범용 인증 프로토콜의 경우 'Basic' 또는 비인증 클라이언트의 서비스 활동을 숨기는 확장성이 낮은 프로토콜의 경우 'Stealth'일 수 있습니다.
pl_pl: Typ może być albo 'Basic' dla ogólnego protokołu autoryzacji, albo 'Stealth' dla mniej skalowalnego protokołu, który także ukrywa aktywność usługi przed nieautoryzowanymi klientami.
uk_ua: Тип може бути 'Базовий' для загальноцільового протоколу авторизації або 'Прихований' для менш масштабованого протоколу, який також приховує активність служби від неавторизованих клієнтів.
zh_cn: 对于通用授权协议，类型可以为"基本"，对于可扩展性较低的协议，类型可以为"隐身"，该类型也可对未经授权的客户端隐藏服务活动。

source: The user name for this connection.
cs_cz: Uživatelské jméno pro toto připojení.
de_de: Der Benutzername für diese Verbindung
el_gr: Το όνομα χρήστη για αυτήν τη σύνδεση.
fa_ir: نام کاربری برای این اتصال.
fr_fr: Le nom d'utilisateur pour cette connexion.
it_it: Il nome utente per questa connessione.
ko_kr: 이 연결의 사용자 이름입니다.
pl_pl: Nazwa użytkownika dla tego połączenia.
uk_ua: Ім'я користувача для цього з'єднання.
zh_cn: 此连接的用户名。

source: The username to use for SMTP authentication.
cs_cz: Uživatelské jméno pro SMTP ověření.
de_de: Der Benutzername, der für die SMTP-Authentifizierung verwendet wird.
el_gr: Το όνομα χρήστη που θα χρησιμοποιηθεί για τον έλεγχο ταυτότητας SMTP.
fa_ir: نام کاربری برای احراز هویت SMTP.
fr_fr: Le nom d'utilisateur à utiliser pour l'authentification SMTP.
it_it: Il nome utente da utilizzare per l'autenticazione SMTP.
ko_kr: SMTP 인증에 사용할 사용자 이름입니다.
pl_pl: Nazwa użytkownika do uwierzytelnienia SMTP.
uk_ua: Ім'я користувача для використання при автентифікації SMTP.
zh_cn: 用于SMTP认证的用户名。

source: The value of the Server Name TLS extension sent by a client contains the specified string (substring match).
cs_cz: Hodnota rozšíření TLS Server Name odeslaná klientem obsahuje zadaný řetězec (shoda podřetězce).
de_de: Der Wert der Servernames-TLS-Erweiterung, die vom Client gesendet wird, enthält die angegebene Zeichenkette (Substring-Prüfung).
el_gr: Η τιμή της επέκτασης TLS ονόματος διακομιστή που αποστέλλεται από έναν υπολογιστή-πελάτη περιέχει την καθορισμένη συμβολοσειρά (ταίριασμα δευτερεύουσας συμβολοσειράς).
fa_ir: مقدار افزونهٔ Server Name در TLS که توسط کلاینت ارسال می‌شود، شامل رشتهٔ مشخص‌شده است (مطابقت زیررشته‌ای).
fr_fr: La valeur de l'extension TLS Server Name envoyée par un client contient la chaîne spécifiée (correspondance de sous-chaîne).
it_it: Il valore dell'estensione Server Name TLS inviato da un client contiene la stringa specificata (corrispondenza della sottostringa).
ko_kr: 클라이언트에서 보낸 서버 이름 TLS 확장의 값에 지정된 문자열(부분 문자열 일치)이 포함되어 있습니다.
pl_pl: Wartość rozszerzenia Server Name TLS wysłanego przez klienta zawiera określony ciąg (dopasowanie podciągu).
uk_ua: Значення розширення Server Name TLS, надіслане клієнтом, містить вказаний рядок (часткове співпадіння).
zh_cn: 客户端发送的服务器名称TLS扩展名的值包含指定的字符串（子字符串匹配）。

source: The value of the Server Name TLS extension sent by a client ends with the specified string (suffix match).
cs_cz: Hodnota rozšíření TLS Server Name odeslaná klientem končí zadaným řetězcem (shoda přípony).
de_de: Der Wert der Servernames-TLS-Erweiterung, die vom Client gesendet wird, endet mit der angegebenen Zeichenkette (Suffixprüfung).
el_gr: Η τιμή της επέκτασης TLS ονόματος διακομιστή που αποστέλλεται από έναν υπολογιστή-πελάτη τελειώνει με την καθορισμένη συμβολοσειρά (ταιριάζει με το επίθημα).
fa_ir: مقدار افزونهٔ Server Name در TLS که توسط کلاینت ارسال می‌شود، با رشتهٔ مشخص‌شده پایان می‌یابد (مطابقت پسوندی).
fr_fr: La valeur de l'extension TLS du nom du serveur envoyée par un client se termine par la chaîne spécifiée (correspondance du suffixe).
it_it: Il valore dell'estensione Server Name TLS inviato da un client termina con la stringa specificata (corrispondenza del suffisso).
ko_kr: 클라이언트가 보낸 서버 이름 TLS 확장명의 값은 지정된 문자열(접미사 일치)로 끝납니다.
pl_pl: Wartość rozszerzenia Server Name TLS wysłanego przez klienta kończy się określonym ciągiem (dopasowanie sufiksu).
uk_ua: Значення розширення Server Name TLS, надіслане клієнтом, закінчується вказаним рядком (співпадіння за суфіксом).
zh_cn: 客户端发送的服务器名称TLS扩展名的值以指定的字符串结尾(后缀匹配)。

source: The value of the Server Name TLS extension sent by a client matches the exact string.
cs_cz: Hodnota rozšíření TLS Server Name odeslaná klientem odpovídá přesnému řetězci.
de_de: Der Wert der Servernames-TLS-Erweiterung, die vom Client gesendet wird, entspricht der exakten Zeichenkette.
el_gr: Η τιμή της επέκτασης Server Name TLS που αποστέλλεται από έναν υπολογιστή-πελάτη αντιστοιχεί στην ακριβή συμβολοσειρά.
fa_ir: مقدار پسوند Server Name TLS ارسالی توسط مشتری دقیقاً با رشتهٔ مشخص‌شده مطابقت دارد.
fr_fr: La valeur de l'extension TLS du nom du serveur envoyée par un client correspond à la chaîne exacte.
it_it: Il valore dell'estensione Server Name TLS inviato da un client corrisponde alla stringa esatta.
ko_kr: 클라이언트에서 보낸 서버 이름 TLS 확장명의 값이 정확한 문자열과 일치합니다.
pl_pl: Wartość rozszerzenia Server Name TLS wysłanego przez klienta odpowiada dokładnemu ciągowi.
uk_ua: Значення розширення Server Name TLS, надіслане клієнтом, точно відповідає вказаному рядку.
zh_cn: 客户端发送的服务器名称TLS扩展名的值与确切的字符串匹配。
