Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Use this to route all TCP connections to a local Tor node, format has to be like 127.0.0.1:9050
cs_cz: Toto použijte pro směrování veškerých TCP spojení na místní Tor uzel. Je třeba, aby formát měl podobu jako 127.0.0.1:9050
de_de: Verwende dies, um alle TCP-Verbindungen an einen lokalen Tor-Knoten weiterzuleiten. Das Format muss etwa 127.0.0.1:9050 sein.
el_gr: Χρησιμοποιήστε αυτό για να δρομολογήσετε όλες τις συνδέσεις TCP σε έναν τοπικό κόμβο Tor, η μορφή πρέπει να είναι 127.0.0.1:9050
fa_ir: از این برای مسیردهی تمام اتصال‌های TCP به یک نود محلی Tor استفاده کنید؛ فرمت باید مانند 127.0.0.1:9050 باشد
fr_fr: Utilisez ceci pour router toutes les connexions TCP vers un noeud Tor local, le format doit être comme 127.0.0.1:9050
it_it: Usalo per instradare tutte le connessioni TCP a un nodo Tor locale, il formato deve essere come 127.0.0.1:9050
ko_kr: 모든 TCP 연결을 로컬 Tor 노드로 라우팅하려면 이 옵션을 사용하세요, 형식은 127.0.0.1:9050과 같아야 합니다
pl_pl: Użyj tego, aby przekierować wszystkie połączenia TCP do lokalnego węzła Tor, format musi być taki jak 127.0.0.1:9050
uk_ua: Використовуйте це для маршрутизації всіх TCP-з'єднань до локального вузла Tor, формат має бути на кшталт 127.0.0.1:9050
zh_cn: 使用此命令将所有TCP连接路由到本地Tor节点，格式必须类似于127.0.0.1:9050

source: User Agent
cs_cz: Uživatelský agent
el_gr: Παράγοντας χρήστη
fa_ir: عامل کاربر
fr_fr: Agent utilisateur
it_it: Agente utente
ko_kr: 사용자 에이전트
pl_pl: Agent użytkownika
uk_ua: Агент користувача
zh_cn: 用户代理

source: Validate server subject
cs_cz: Ověřovat subjekt serveru
de_de: Den Server-Subject überprüfen
el_gr: Επικύρωση θέματος διακομιστή
fa_ir: اعتبارسنجی موضوع سرور
fr_fr: Valider le sujet du serveur
it_it: Convalida l'oggetto del server
ko_kr: 서버 주체 유효성 검사
pl_pl: Weryfikuj temat serwera
uk_ua: Перевірити суб'єкт сервера
zh_cn: 验证服务器主题

source: Verification
cs_cz: Ověřování
de_de: Verifikation
el_gr: Επαλήθευση
fa_ir: تأیید
fr_fr: Vérification
it_it: Verifica
ko_kr: 확인
pl_pl: Weryfikacja
uk_ua: Перевірка
zh_cn: 验证

source: Verify Client Certificate
cs_cz: Ověřovat klientský certifikát
de_de: Client-Zertifikat überprüfen
el_gr: Επαλήθευση πιστοποιητικού πελάτη
fa_ir: تأیید گواهی کلاینت
fr_fr: Vérifier le certificat du client
it_it: Verificare il certificato cliente
ko_kr: 클라이언트 인증서 확인
pl_pl: Weryfikuj certyfikat klienta
uk_ua: Перевірити сертифікат клієнта
zh_cn: 验证客户端证书

source: Verify SSL certificates
cs_cz: Ověřovat SSL certifikáty
de_de: SSL-Zertifikate prüfen
el_gr: Επαλήθευση πιστοποιητικών SSL
fa_ir: تأیید گواهی‌های SSL
fr_fr: Vérifier les certificats SSL
it_it: Verifica i certificati SSL
ko_kr: SSL 인증서 검증
pl_pl: Weryfikuj certyfikaty SSL
uk_ua: Перевірити SSL-сертифікати
zh_cn: 验证SSL证书

source: Verify the server certificate name when the client connects
cs_cz: Při připojování klienta ověřovat název certifikátu serveru
de_de: Überprüfe den Serverzertifikatsnamen, wenn der Client eine Verbindung herstellt
el_gr: Επαληθεύστε το όνομα του πιστοποιητικού διακομιστή όταν συνδέεται ο υπολογιστής-πελάτης
fa_ir: هنگام اتصال کلاینت، نام گواهی سرور را تأیید کنید
fr_fr: Vérifier le nom du certificat du serveur lorsque le client se connecte.
it_it: Verificare il nome del certificato del server quando il client si connette
ko_kr: 클라이언트 연결 시 서버 인증서 이름 확인
pl_pl: Sprawdź nazwę certyfikatu serwera podczas łączenia się klienta
uk_ua: Перевіряти ім'я сертифіката сервера, коли клієнт підключається
zh_cn: 客户端连接时验证服务器证书名称

source: WAN interfaces
cs_cz: WAN rozhraní
de_de: WAN-Schnittstellen
el_gr: Διεπαφές WAN
fa_ir: اینترفیس‌های WAN
fr_fr: Interfaces WAN
it_it: Interfacce WAN
ko_kr: WAN 인터페이스
pl_pl: Interfejsy WAN
uk_ua: Інтерфейси WAN
zh_cn: WAN接口

source: WebSocket Support
cs_cz: Podpora pro WebSocket
de_de: WebSocket-Unterstützung
el_gr: Υποστήριξη WebSocket
fa_ir: پشتیبانی WebSocket
fr_fr: Prise en charge de WebSocket
it_it: Supporto WebSocket
ko_kr: WebSocket 지원
pl_pl: Wsparcie dla WebSocket
uk_ua: Підтримка WebSocket
zh_cn: WebSocket支持

source: When HAProxy requests user name and password from the user, this optional authentication realm is returned with the response (typically the application's name).
cs_cz: Když HAProxy od uživatele požaduje uživatelské jméno a heslo, je tato volitelná sféra ověřování vrácena spolu s odpovědí (obvykle název aplikace).
de_de: Wenn HAProxy vom Benutzer Benutzernamen und Passwort anfordert, wird dieser optionale Authentifizierungsbereich mit der Antwort zurückgegeben (normalerweise der Name der Anwendung).
el_gr: Όταν το HAProxy ζητά όνομα χρήστη και κωδικό πρόσβασης από τον χρήστη, αυτός ο προαιρετικός τομέας ελέγχου ταυτότητας επιστρέφεται μαζί με την απόκριση (συνήθως το όνομα της εφαρμογής).
fa_ir: وقتی HAProxy نام کاربری و رمز عبور را از کاربر درخواست می‌کند، این حوزهٔ احراز هویت اختیاری همراه پاسخ بازگردانده می‌شود (معمولاً نام برنامه).
fr_fr: Lorsque HAProxy demande le nom d'utilisateur et le mot de passe à l'utilisateur, ce domaine d'authentification facultatif est renvoyé avec la réponse (généralement le nom de l'application).
it_it: Quando HAProxy richiede nome utente e password all'utente, questo ambito di autenticazione facoltativo viene restituito con la risposta (in genere il nome dell'applicazione).
ko_kr: HAProxy가 사용자로부터 사용자 이름과 비밀번호를 요청할 때 응답과 함께 이 선택적 인증 영역이 반환됩니다(일반적으로 응용 프로그램의 이름).
pl_pl: Gdy HAProxy prosi użytkownika o nazwę użytkownika i hasło, ten opcjonalny obszar uwierzytelnienia jest zwracany w odpowiedzi (zazwyczaj jest to nazwa aplikacji).
uk_ua: Коли HAProxy запитує ім'я користувача та пароль, це необов'язкове домен автентифікації повертається з відповіддю (зазвичай ім'я застосунку).
zh_cn: 当HAProxy向用户请求用户名和密码时，此可选身份验证领域会随响应返回（通常是应用程序的名称）。

source: When using profiles for group separation please set here.
cs_cz: Při používání profilů pro oddělování skupiny nastavte zde.
de_de: Bei Verwendung von Profilen zur Gruppentrennung bitte hier einstellen.
el_gr: Όταν χρησιμοποιείτε προφίλ για διαχωρισμό ομάδων, ορίστε εδώ.
fa_ir: هنگام استفاده از پروفایل‌ها برای تفکیک گروه‌ها، اینجا را تنظیم کنید.
fr_fr: Lorsque vous utilisez des profils pour la séparation de groupes, veuillez les définir ici.
it_it: Quando si utilizzano i profili per la separazione dei gruppi, impostarli qui.
ko_kr: 그룹 분리를 위해 프로필을 사용하는 경우 여기에 설정하세요.
pl_pl: Podczas korzystania z profili do separacji grup, ustaw tutaj.
uk_ua: При використанні профілів для розділення груп, будь ласка, налаштуйте тут.
zh_cn: 使用配置文件进行组分离时请在此处设置。

source: Whether to enable or disable the usage or heuristic detection.
cs_cz: Zda zapnout nebo vypnout používání nebo heuristické zjišťování.
de_de: Ob die Verwendung oder heuristische Erkennung aktiviert oder deaktiviert werden soll.
el_gr: Εάν θα ενεργοποιηθεί ή θα απενεργοποιηθεί η χρήση ή η ευρετική ανίχνευση.
fa_ir: فعال یا غیرفعال کردن تشخیص هوریستیک
fr_fr: Permet d'activer ou de désactiver l'utilisation ou la détection heuristique.
it_it: Se abilitare o disabilitare l'utilizzo o il rilevamento euristico.
ko_kr: 사용법이나 휴리스틱 탐지를 활성화할지 비활성화할지 여부입니다.
pl_pl: Czy włączyć lub wyłączyć użycie lub wykrywanie heurystyczne.
uk_ua: Чи вмикати або вимикати використання або евристичне виявлення.
zh_cn: 是启用还是禁用用法或启发式检测。

source: Whitelist Domains
cs_cz: Zařadit domény na seznam povolených
de_de: Domains auf der Whitelist
el_gr: Προσθήκη ονομάτων τομέα στη λίστα επιτρεπόμενων
fa_ir: دامنه‌های مجاز
fr_fr: Domaines de la liste blanche
it_it: Domini nella lista bianca
ko_kr: 화이트리스트 도메인
pl_pl: Domeny z białej listy
uk_ua: Домени білого списку
zh_cn: 白名单域名

source: Whitelist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
cs_cz: Zařazení cílových domén na seznam povolených. Je možné použít regulární výraz, čárku nebo stiskem klávesy Enter zadat novou položku. Příklady: „mydomain.com“ odpovídá „*.mydomain.com“; „^https?:\/\/([a-zA-Z]+)\.mydomain\.“ odpovídá „http(s)://textONLY.mydomain.*“; „\.gif$“ se shoduje s „\*.gif“, ale ne s „\*.gif\test“; „\[0-9]+\.gif$“ se shoduje s „\123.gif“, ale ne s „\test.gif“.
de_de: Zieldomains auf die Whitelist setzen. Du kannst einen regulären Ausdruck verwenden, ein Komma setzen oder die Eingabetaste drücken, um ein neues Element zu erstellen. Beispiele: "mydomain.com" entspricht "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." entspricht "http(s)://textONLY.mydomain.*"; "\.gif$" entspricht "\*.gif", aber nicht "\*.gif\test"; "\[0-9]+\.gif$" entspricht "\123.gif", aber nicht "\test.gif".
el_gr: Προσθήκη τομέων προορισμού στη λίστα επιτρεπόμενων. Μπορείτε να χρησιμοποιήσετε μια κανονική έκφραση, να χρησιμοποιήσετε κόμμα ή να πατήσετε Enter για νέο στοιχείο. Παραδείγματα: Το "mydomain.com" αντιστοιχεί στο "*.mydomain.com". Το "^https?:\/\/([a-zA-Z]+)\.mydomain\." αντιστοιχεί στο "http(s)://textONLY.mydomain.*". Το "\.gif$" αντιστοιχεί στο "\*.gif" αλλά όχι στο "\*.gif\test". Το "\[0-9]+\.gif$" αντιστοιχεί στο "\123.gif" αλλά όχι στο "\test.gif".
fa_ir: دامنه‌های مقصد لیست سفید. می‌توانید از regular expression استفاده کنید، از ویرگول استفاده کنید یا برای مورد جدید Enter بزنید. Examples: "mydomain.com" با ".mydomain.com" منطبق می‌شود; "^https?://([a-zA-Z]+).mydomain." با "http(s)://textONLY.mydomain." منطبق می‌شود; ".gif$" با "*.gif" منطبق می‌شود but not on "*.gif\test"; "[0-9]+.gif$" با "\123.gif" منطبق می‌شود but not on "\test.gif"
fr_fr: Liste blanche des domaines de destination. Vous pouvez utiliser une expression régulière, utiliser une virgule ou appuyer sur Entrée pour un nouvel élément. Exemples : "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
it_it: Domini di destinazione nella whitelist. Puoi usare un'espressione regolare, usare una virgola o premere Invio per un nuovo elemento. Esempi: "miodominio.com" corrisponde a "*.miodominio.com"; "^https?:\/\/([a-zA-Z]+)\.miodominio\." corrisponde a "http(s)://textONLY.mydomain.*"; "\.gif$" corrisponde a "\*.gif" ma non a "\*.gif\test"; "\[0-9]+\.gif$" corrisponde a "\123.gif" ma non a "\test.gif"
ko_kr: 목적지 도메인을 화이트리스트에 추가합니다. 정규식을 사용하거나 쉼표를 사용하거나 Enter 키를 눌러 새 항목을 추가할 수 있습니다. 예: "mydomain.com"은 "*.mydomain.com"에 일치합니다. "^https?:\/\/([a-zA-Z]+)\.mydomain\."은 "http(s)://textONLY.mydomain.*"에 일치합니다. ".gif$"는 "\*.gif"에 일치하지만 "\*.gif\test"에는 일치하지 않습니다. "\[0-9]+\.gif$"는 "\123.gif"에 일치하지만 "\test.gif"에는 일치하지 않습니다.
pl_pl: Lista dozwolonej (whitelist) domeny docelowe. Możesz użyć wyrażenia regularnego, użyj przecinka lub naciśnij Enter dla nowego elementu. Przykłady: "mydomain.com" odpowiada ".mydomain.com"; "^https?://([a-zA-Z]+).mydomain." odpowiada "http(s)://textONLY.mydomain."; ".gif$" odpowiada "*.gif", ale nie "*.gif\test"; "[0-9]+.gif$" odpowiada "\123.gif", ale nie "\test.gif".
uk_ua: Домени призначення, внесені в білий список. Ви можете використовувати регулярний вираз, кому або натиснути Enter для нового елемента. Приклади: "mydomain.com" відповідає "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." відповідає "http(s)://textONLY.mydomain.*"; "\.gif$" відповідає "\*.gif", але не "\*.gif\test"; "\[0-9]+\.gif$" відповідає "\123.gif", але не "\test.gif"
zh_cn: 白名单目标域。可以使用正则表达式，使用逗号或按回车键输入新项目。例如: "mydomain.com" 匹配"*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\."匹配"http(s)://textONLY.mydomain.*"; "\.gif$" 匹配 "\*.gif" 但不匹配"\*.gif\test"; "\[0-9]+\.gif$" 匹配 "\123.gif" 但不匹配 "\test.gif"

source: Whitelisted IPs
cs_cz: IP adresy na seznamu povolených
de_de: Auf der Whitelist aufgeführte IPs
el_gr: IP που έχουν καταχωρηθεί στη λίστα επιτρεπόμενων
fa_ir: آی‌پی‌های مجاز
fr_fr: IPs sur liste blanche
it_it: IP autorizzati
ko_kr: 화이트리스트 IP
pl_pl: Lista dozwolonych IP (whiteliste)
uk_ua: IP-адреси, внесені в білий список
zh_cn: 白名单IPs

source: With this option you can set a time frame how long the user is allowed to be logged in.
cs_cz: Pomocí této volby je možné nastavit časový rámec toho, po který bude uživateli povoleno přihlášení.
de_de: Mit dieser Option kann ein Zeitraum festgelegt werden, wie lange der Benutzer angemeldet sein darf.
el_gr: Με αυτήν την επιλογή μπορείτε να ορίσετε ένα χρονικό πλαίσιο για το οποίο ο χρήστης επιτρέπεται να είναι συνδεδεμένος.
fa_ir: با این گزینه می‌توانید بازهٔ زمانی که کاربر مجاز به ورود است را تعیین کنید
fr_fr: Avec cette option, vous pouvez définir une période pendant laquelle l'utilisateur est autorisé à se connecter.
it_it: Con questa opzione puoi impostare un intervallo di tempo per il quale l'utente può accedere.
ko_kr: 이 옵션을 사용하면 사용자가 로그인할 수 있는 시간을 설정할 수 있습니다.
pl_pl: Dzięki tej opcji możesz ustawić ramy czasowe, jak długo użytkownik może być zalogowany.
uk_ua: За допомогою цієї опції ви можете встановити проміжок часу, протягом якого користувач може бути авторизований.
zh_cn: 使用此选项，可以设置一个时间范围，允许用户登录多长时间。

source: Write timeout (for the Elasticsearch client), formatted as a string. If not provided, will default to 5s. 0s means no timeout (not recommended).
cs_cz: Časový limit pro zápis (pro klienta Elasticsearch), v podobě řetězce. Pokud nezadáno, bude použit výchozí 5s. 0s znamená neomezeno (nedoporučováno).
de_de: Schreib-Timeout (für den Elasticsearch-Client), formatiert als Zeichenfolge. Falls nicht angegeben, wird standardmäßig 5s verwendet. 0s bedeutet kein Timeout (nicht empfohlen).
el_gr: Χρονικό όριο εγγραφής (για τον πελάτη Elasticsearch), με μορφή συμβολοσειράς. Εάν δεν παρέχεται, η προεπιλεγμένη τιμή θα είναι 5 δευτερόλεπτα. Τα 0 δευτερόλεπτα σημαίνουν ότι δεν υπάρχει χρονικό όριο (δεν συνιστάται).
fa_ir: زمان‌خروجِ نوشتن (برای کلاینت Elasticsearch)، به‌صورت یک رشتهٔ فرمت‌شده. اگر مشخص نشود، پیش‌فرض 5s است. 0s به‌معنای بدون تایم‌اوت است (توصیه نمی‌شود).
fr_fr: Délai d'expiration d'écriture (pour le client Elasticsearch), formaté sous forme de chaîne. S'il n'est pas fourni, la valeur par défaut est 5s. 0s signifie pas de délai d'attente (non recommandé).
it_it: Timeout di scrittura (per il client Elasticsearch), formattato come stringa. Se non fornito, verrà impostato automaticamente su 5 secondi. 0 significa nessun timeout (non consigliato).
ko_kr: 쓰기 시간 제한(Elasticsearch 클라이언트용)을 문자열로 지정합니다. 지정하지 않으면 기본값은 5초입니다. 0초는 시간 제한이 없음을 의미합니다(권장하지 않음).
pl_pl: Limit czasu zapisu (dla klienta Elasticsearch), sformatowany jako ciąg. Jeśli nie jest podany, domyślnie wynosi 5s. 0s oznacza brak limitu czasu (niezalecane).
uk_ua: Таймаут запису (для клієнта Elasticsearch), форматований як рядок. Якщо не вказано, типово буде 5с. 0с означає відсутність таймауту (не рекомендується).
zh_cn: 写入超时(对于Elasticsearch客户端)，格式为字符串。如果未提供，则默认为5秒。 0表示没有超时(不推荐)。

source: X-Real-IP and X-Forwarded-For are HTTP headers, while PROXY protocol is a protocol which needs to be enabled.
cs_cz: X-Real-IP a X-Forwarded-For jsou HTTP hlavičky, zatímco protokol PROXY je protokol, který je třeba povolit.
de_de: X-Real-IP und X-Forwarded-For sind HTTP-Header, während das PROXY-Protokoll ein Protokoll ist, das aktiviert werden muss.
el_gr: Τα X-Real-IP και X-Forwarded-For είναι κεφαλίδες HTTP, ενώ το πρωτόκολλο PROXY είναι ένα πρωτόκολλο που πρέπει να ενεργοποιηθεί.
fa_ir: X-Real-IP و X-Forwarded-For هدرهای HTTP هستند؛ PROXY protocol پروتکلی است که باید فعال شود.
fr_fr: X-Real-IP et X-Forwarded-For sont des en-têtes HTTP, tandis que le protocole PROXY est un protocole qui doit être activé.
it_it: X-Real-IP e X-Forwarded-For sono intestazioni HTTP, mentre il protocollo PROXY è un protocollo che deve essere abilitato.
ko_kr: X-Real-IP 및 X-Forwarded-For는 HTTP 헤더이고, PROXY 프로토콜은 활성화해야 하는 프로토콜입니다.
pl_pl: X-Real-IP oraz X-Forwarded-For to nagłówki HTTP, podczas gdy PROXY to protokół, który musi być włączony.
uk_ua: X-Real-IP та X-Forwarded-For — це HTTP-заголовки, тоді як протокол PROXY — це протокол, який потрібно увімкнути.
zh_cn: X-Real-IP和X-Forwarded-For是HTTP标头，而PROXY协议是需要启用的协议。

source: XSS Protection
cs_cz: Ochrana před XSS skriptováním
de_de: XSS-Schutz
el_gr: Προστασία XSS
fa_ir: محافظت در برابر XSS
fr_fr: Protection contre les XSS
it_it: Protezione XSS
ko_kr: XSS 보호
pl_pl: Ochrona przed XSS
uk_ua: Захист від XSS
zh_cn: XSS保护

source: You may use replacement strings like $1 for the first match group from the source here.
cs_cz: Zde můžete použít náhradní řetězce jako $1 pro první skupinu shod ze zdroje.
de_de: Sie können Ersetzungszeichen wie $1 verwenden, um auf die erste Treffergruppe der Quelle zuzugreifen.
el_gr: Μπορείτε να χρησιμοποιήσετε συμβολοσειρές αντικατάστασης όπως $1 για την πρώτη ομάδα αντιστοίχισης από την πηγή εδώ.
fa_ir: می‌توانید از رشته‌های جایگزین مانند $1 برای گروهِ اولِ مطابقتِ منبع استفاده کنید.
fr_fr: Vous pouvez utiliser des chaînes de remplacement comme $1 pour le premier groupe de correspondance de la source ici.
it_it: Puoi utilizzare stringhe sostitutive come $1 per il primo gruppo di corrispondenze dalla fonte qui.
ko_kr: 여기에서 소스의 첫 번째 일치 그룹에 대해 $1와 같은 대체 문자열을 사용할 수 있습니다.
pl_pl: Możesz użyć ciągów zastępczych, takich jak $1 dla pierwszej grupy dopasowania ze źródła tutaj.
uk_ua: Тут ви можете використовувати рядки заміни, такі як $1, для першої групи збігів з джерела.
zh_cn: 可以在此处使用替换字符串，例如$1作为源中的第一个匹配组。

source: enable this rule
cs_cz: zapnout toto pravidlo
de_de: Aktiviert diese Regel.
el_gr: ενεργοποιήστε αυτόν τον κανόνα
fa_ir: این قانون را فعال کنید
fr_fr: activer cette règle
it_it: abilitare questa regola
ko_kr: 이 규칙 사용
pl_pl: włącz tę regułę
uk_ua: увімкнути це правило
zh_cn: 启用该规则

source: 3072 bit
pl_pl: 3072 bity
uk_ua: 3072 біт

source: A host must be set.
cs_cz: Je třeba, aby byl nastaven hostitel.
de_de: Ein Host muss gesetzt sein.
el_gr: Πρέπει να οριστεί ένας κεντρικός υπολογιστής.
fa_ir: یک میزبان باید تعیین شود.
fr_fr: Un hôte doit être défini.
it_it: È necessario impostare un host.
ko_kr: 호스트를 설정해야 합니다.
pl_pl: Musisz ustawić host.
uk_ua: Має бути встановлено хост.
zh_cn: 必须设置主机。

source: A hostname cannot have a negative count of levels.
cs_cz: Název stroje nemůže mít záporný počet úrovní.
de_de: Ein Hostname darf keine negative Anzahl von Ebenen haben.
el_gr: Ένα όνομα κεντρικού υπολογιστή δεν μπορεί να έχει αρνητικό αριθμό επιπέδων.
fa_ir: نام میزبان نمی‌تواند دارای تعداد منفی از سطوح باشد.
fr_fr: Un nom d'hôte ne peut pas avoir un nombre négatif de niveaux.
it_it: Un nome host non può avere un conteggio negativo di livelli.
ko_kr: 호스트 이름은 음수의 레벨을 가질 수 없습니다.
pl_pl: Nazwa hosta nie może mieć ujemnej liczby poziomów.
uk_ua: Ім'я хоста не може мати від'ємну кількість рівнів.
zh_cn: 主机名的级别不能为负数。

source: A port must be set.
cs_cz: Je třeba, aby port byl nastaven.
de_de: Ein Port muss angegeben werden.
el_gr: Πρέπει να οριστεί μια θύρα.
fa_ir: یک پورت باید تعیین شود.
fr_fr: Un port doit être défini.
it_it: È necessario impostare una porta.
ko_kr: 포트를 설정해야 합니다.
pl_pl: Musisz ustawić port.
uk_ua: Має бути встановлено порт.
zh_cn: 必须设置端口。

source: AUTO
fa_ir: خودکار
ko_kr: 자동
uk_ua: АВТО
zh_cn: 自动

source: AdAway List
cs_cz: Seznam AdAway
de_de: AdAway-Liste
el_gr: Λίστα AdAway
fa_ir: لیست AdAway
fr_fr: Liste AdAway
it_it: Elenco AdAway
ko_kr: AdAway 목록
pl_pl: Lista AdAway
uk_ua: Список AdAway
zh_cn: AdAway列表

source: AdGuard List
de_de: AdGuard-Liste
el_gr: Λίστα AdGuard
fa_ir: لیست AdGuard
fr_fr: Liste AdGuard
it_it: Elenco AdGuard
ko_kr: AdGuard 목록
pl_pl: Lista AdGuard
uk_ua: Список AdGuard
zh_cn: AdGuard 列表

source: Address Rewriting
cs_cz: Přepisování adres
de_de: Adressumschreibung
el_gr: Επανεγγραφή Διευθύνσεων
fa_ir: بازنویسی آدرس
fr_fr: Réécriture d'adresses
it_it: Riscrittura degli indirizzi
ko_kr: 주소 재작성
pl_pl: Przepisywanie adresu
uk_ua: Переписування адрес
zh_cn: 地址重写

source: Aggressive
cs_cz: Agresivní
de_de: Aggressiv
el_gr: Επιθετικός
fa_ir: تهاجمی
fr_fr: Agressif
it_it: Aggressivo
ko_kr: 공격적
pl_pl: Agresywny
uk_ua: Агресивний
zh_cn: 野蛮模式

source: All CPUs
cs_cz: Všechny procesory
de_de: Alle CPUs
el_gr: Όλες οι CPU
fa_ir: همه CPUها
fr_fr: Tous les processeurs
it_it: Tutte le CPU
ko_kr: 모든 CPU
pl_pl: Wszystkie procesory
uk_ua: Всі ЦП
zh_cn: 所有CPU

source: Allow Access
cs_cz: Umožnit přístup
de_de: Zugriff gewähren
el_gr: Επιτρέψτε την πρόσβαση
fa_ir: اجازه دسترسی
fr_fr: Autoriser l'accès
it_it: Consenti accesso
ko_kr: 접근 허용
pl_pl: Zezwól na dostęp
uk_ua: Дозволити доступ
zh_cn: 允许访问

source: Allow Request
cs_cz: Povolit žádost
de_de: Anfrage zulassen
el_gr: Επιτρέπεται το αίτημα
fa_ir: اجازه درخواست
fr_fr: Autoriser la demande
it_it: Consenti richiesta
ko_kr: 요청 허용
pl_pl: Zezwól na żądanie
uk_ua: Дозволити запит
zh_cn: 允许请求

source: Always
cs_cz: Vždy
de_de: Immer
el_gr: Πάντοτε
fa_ir: همیشه
fr_fr: Toujours
it_it: Sempre
ko_kr: 항상
pl_pl: Zawsze
uk_ua: Завжди
zh_cn: 总是

source: And
cs_cz: A
de_de: Und
el_gr: Και
fa_ir: و
fr_fr: Et
it_it: E
ko_kr: 그리고
pl_pl: I
uk_ua: Та

source: Anonymized
cs_cz: Anonymizováno
de_de: Anonymisiert
el_gr: Ανώνυμο
fa_ir: ناشناس‌شده
fr_fr: Anonymisé
it_it: Anonimizzato
ko_kr: 익명화됨
pl_pl: Anonimizowane
uk_ua: Анонімізовано
zh_cn: 匿名

source: Automation
cs_cz: Automatizace
de_de: Automatisierung
el_gr: Αυτοματοποίηση
fa_ir: خودکارسازی
fr_fr: Automatisation
it_it: Automazione
ko_kr: 자동화
pl_pl: Automatyzacja
uk_ua: Автоматизація
zh_cn: 自动

source: Backup Server
cs_cz: Záložní server
de_de: Sicherungsserver
el_gr: Διακομιστής αντιγράφων ασφαλείας
fa_ir: سرور پشتیبان
fr_fr: Serveur de sauvegarde
it_it: Server di backup
ko_kr: 백업 서버
pl_pl: Serwer kopii zapasowej
uk_ua: Резервний сервер
zh_cn: 备份服务器

source: Banned
cs_cz: Zakázáno
de_de: Gesperrt
el_gr: Απαγορευμένο
fa_ir: مسدود
fr_fr: Interdit
it_it: Vietato
ko_kr: 차단됨
pl_pl: Zbanowany
uk_ua: Заблоковано
zh_cn: 禁止

source: Basic Rule
cs_cz: Základní pravidlo
de_de: Basisregel
el_gr: Βασικός Κανόνας
fa_ir: قانون پایه
fr_fr: Règle de base
it_it: Regola fondamentale
ko_kr: 기본 규칙
pl_pl: Podstawowa reguła
uk_ua: Базове правило
zh_cn: 基本规则

source: Best Effort
cs_cz: Nejlepší snaha
el_gr: Καλύτερη προσπάθεια
fa_ir: بهترین تلاش
fr_fr: Meilleur effort
it_it: Miglior sforzo
ko_kr: 최선 다함
pl_pl: Najlepszy wysiłek
uk_ua: Максимальні зусилля

source: Bigger
cs_cz: Větší
de_de: Größer
el_gr: Μεγαλύτερος
fa_ir: بزرگ‌تر
fr_fr: Plus grand
it_it: Più grande
ko_kr: 초과
pl_pl: Większy
uk_ua: Більше
zh_cn: 大于

source: Bigger or Equal
cs_cz: Větší nebo rovno
de_de: Größer oder gleich
el_gr: Μεγαλύτερο ή Ίσο
fa_ir: بزرگ‌تر یا مساوی
fr_fr: Plus grand ou égal
it_it: Più grande o uguale
ko_kr: 이상
pl_pl: Większy lub równy
uk_ua: Більше або дорівнює
zh_cn: 大于或等于

source: Block Request
de_de: Anfrage Blockieren
el_gr: Αίτημα αποκλεισμού
fa_ir: مسدود کردن درخواست
fr_fr: Demande de bloc
it_it: Richiesta di blocco
ko_kr: 요청 차단
pl_pl: Blokuj żądanie
uk_ua: Блокувати запит
zh_cn: 阻止请求

source: CPU 0
cs_cz: Procesor 0
uk_ua: ЦП 0

source: CPU 1
cs_cz: Procesor 1
uk_ua: ЦП 1

source: CPU 10
cs_cz: Procesor 10
uk_ua: ЦП 10

source: CPU 11
cs_cz: Procesor 11
uk_ua: ЦП 11

source: CPU 12
cs_cz: Procesor 12
uk_ua: ЦП 12

source: CPU 13
cs_cz: Procesor 13
uk_ua: ЦП 13

source: CPU 14
cs_cz: Procesor 14
uk_ua: ЦП 14

source: CPU 15
cs_cz: Procesor 15
uk_ua: ЦП 15

source: CPU 16
cs_cz: Procesor 16
uk_ua: ЦП 16

source: CPU 17
cs_cz: Procesor 17
uk_ua: ЦП 17

source: CPU 18
cs_cz: Procesor 18
uk_ua: ЦП 18

source: CPU 19
cs_cz: Procesor 19
uk_ua: ЦП 19

source: CPU 2
cs_cz: Procesor 2
uk_ua: ЦП 2

source: CPU 20
cs_cz: Procesor 20
fa_ir: هسته CPU 20
uk_ua: ЦП 20

source: CPU 21
cs_cz: Procesor 21
fa_ir: هسته CPU 21
uk_ua: ЦП 21

source: CPU 22
cs_cz: Procesor 22
fa_ir: هسته CPU 22
uk_ua: ЦП 22

source: CPU 23
cs_cz: Procesor 23
fa_ir: هسته CPU 23
uk_ua: ЦП 23

source: CPU 24
cs_cz: Procesor 24
fa_ir: هسته CPU 24
uk_ua: ЦП 24

source: CPU 25
cs_cz: Procesor 25
fa_ir: هسته CPU 25
uk_ua: ЦП 25

source: CPU 26
cs_cz: Procesor 26
fa_ir: هسته CPU 26
uk_ua: ЦП 26
