Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: HMAC-SHA-256 is used with 128-bit truncation with IPsec. For compatibility with implementations that incorrectly use 96-bit truncation this option may be enabled to configure the shorter truncation length in the kernel. This is not negotiated, so this only works with peers that use the incorrect truncation length (or have this option enabled)
cs_cz: HMAC-SHA-256 se v IPsec používá se 128bitovým zkrácením. Pro kompatibilitu s implementacemi, které nesprávně používají 96bitové zkrácení, může být tato možnost povolena, aby byla nastavena kratší délku zkracování v jádře systému. Tato volba není vyjednávána, takže funguje pouze u partnerů, kteří používají nesprávnou délku zkrácení (nebo mají tuto volbu povolenou)
de_de: HMAC-SHA-256 wird mit einer Kürzung auf 128 Bit in IPsec verwendet. Zur Kompatibilität mit Implementierungen, die fälschlicherweise eine Kürzung auf 96 Bit verwenden, kann diese Option aktiviert werden, um im Kernel die kürzere Kürzungslänge zu konfigurieren. Dies wird nicht verhandelt und funktioniert daher nur mit Gegenstellen, die ebenfalls die fehlerhafte Kürzung verwenden (oder diese Option aktiviert haben).
el_gr: Το HMAC-SHA-256 χρησιμοποιείται με περικοπή 128-bit με IPsec. Για συμβατότητα με υλοποιήσεις που χρησιμοποιούν εσφαλμένα περικοπή 96-bit, αυτή η επιλογή μπορεί να ενεργοποιηθεί για να διαμορφωθεί το μικρότερο μήκος περικοπής στον πυρήνα. Αυτό δεν αποτελεί αντικείμενο διαπραγμάτευσης, επομένως λειτουργεί μόνο με ομότιμους που χρησιμοποιούν εσφαλμένο μήκος περικοπής (ή έχουν ενεργοποιημένη αυτήν την επιλογή)
fa_ir: HMAC-SHA-256 با برش 128 بیتی در IPsec استفاده می‌شود. برای سازگاری با پیاده‌سازی‌هایی که به‌اشتباه از برش 96 بیتی استفاده می‌کنند، می‌توان این گزینه را فعال کرد تا طول برش کوتاه‌تر در هسته تنظیم شود. این گزینه مذاکره‌پذیر نیست، بنابراین فقط با peerهایی که طول برش نادرست را استفاده می‌کنند (یا خودشان این گزینه را فعال کرده‌اند) کار می‌کند.
fr_fr: HMAC-SHA-256 est utilisé avec une troncature de 128 bits avec IPsec. Pour des raisons de compatibilité avec les implémentations qui utilisent incorrectement une troncature de 96 bits, cette option peut être activée pour configurer une longueur de troncature plus courte dans le noyau. configurer la longueur de troncature la plus courte dans le noyau. Cette option n'est pas négociée, elle ne fonctionne donc qu'avec les homologues qui utilisent la longueur de troncature incorrecte (ou dont l'option est activée).
it_it: HMAC-SHA-256 viene utilizzato con il troncamento a 128 bit con IPsec. Per compatibilità con le implementazioni che utilizzano erroneamente il troncamento a 96 bit, è possibile abilitare questa opzione configurare la lunghezza di troncamento più breve nel kernel. Questo non è negoziato, quindi funziona solo con peer che utilizzano la lunghezza di troncamento errata (o hanno questa opzione abilitata)
ko_kr: IPsec에서 128비트 절단을 사용하여 HMAC-SHA-256을 사용합니다. 96비트 절단을 잘못 사용하는 구현과의 호환성을 위해 이 옵션을 활성화하여 커널에서 더 짧은 절단 길이를 구성할 수 있습니다. 이는 협상되지 않으므로 이는 잘못된 절단 길이를 사용하는 피어(또는 이 옵션을 활성화한 피어)와만 작동합니다.
uk_ua: HMAC-SHA-256 використовується зі 128-бітним усіченням у IPsec. Для сумісності з реалізаціями, які неправильно використовують 96-бітне усічення, цю опцію можна ввімкнути, щоб налаштувати коротшу довжину усічення в ядрі. Це не обговорюється, тому це працює лише з вузлами, які використовують неправильну довжину усічення (або мають увімкнену цю опцію).
zh_cn: HMAC-SHA-256在IPsec中使用128位截断。 为了与错误使用96位截断长度的实现兼容，可以启用此选项，以便在内核中配置较短的截断长度。 在内核中配置较短的截断长度。 该选项不经协商，因此只适用于使用不正确截断长度（或启用了该选项）的对端。

source: Hard IKE_SA lifetime if rekey/reauth does not complete, as time. To avoid having an IKE or ISAKMP connection kept alive if IKE reauthentication or rekeying fails perpetually, a maximum hard lifetime may be specified. If the IKE_SA fails to rekey or reauthenticate within the specified time, the IKE_SA gets closed. In contrast to CHILD_SA rekeying, over_time is relative in time to the rekey_time and reauth_time values, as it applies to both. The default is 10% of either rekey_time or reauth_time, whichever value is larger. [0.1 * max(rekey_time, reauth_time)]
cs_cz: Tvrdá životnost IKE_SA, pokud není dokončeno znovuopatření klíčem / opětovné ověření, jako čas. Aby se zabránilo tomu, že IKE nebo ISAKMP spojení bude udržováno při životě, pokud opakované ověření pravosti IKE nebo opakované klíčování trvale selže, může být zadána maximální pevná doba životnosti. Pokud se IKE_SA nepodaří znovu zadat klíč nebo ověřit pravost během zadané doby, IKE_SA se uzavře. Na rozdíl od znovuopatření klíčem CHILD_SA je over_time časově vztažené vůči hodnotám rekey_time a reauth_time, protože se uplatňuje na obě. Výchozí hodnota je 10 % z rekey_time nebo reauth_time – podle toho, která hodnota je vyšší. [0,1 * max(rekey_time, reauth_time)]
de_de: Harte Lebensdauer der IKE_SA, falls rekey oder re-auth nicht abgeschlossen werden, als Zeitangabe. Um zu vermeiden, dass eine IKE- oder ISAKMP-Verbindung dauerhaft bestehen bleibt, wenn IKE-Neuauthentifizierung oder -Neuschlüsselung fehlschlagen, kann eine maximale Lebensdauer angegeben werden. Wenn die IKE_SA innerhalb der angegebenen Zeit weder neu authentifiziert noch neu verschlüsselt werden kann, wird sie geschlossen. Im Gegensatz zur Neuschlüsselung von CHILD_SAs ist over_time relativ zur rekey_time bzw. re-auth_time, da es für beide gilt. Der Standardwert beträgt 10 % von rekey_time oder re-auth_time, je nachdem, welcher Wert größer ist. [0.1 * max(rekey_time, reauth_time)]
el_gr: Διάρκεια ζωής σκληρού IKE_SA εάν η επανάκτηση κλειδιού/επανάκτησης δεν ολοκληρωθεί, ως χρόνος. Για να αποφευχθεί η διατήρηση ενεργής μιας σύνδεσης IKE ή ISAKMP εάν η επανάκτηση κλειδιού ή η επανάκτηση κλειδιού IKE αποτύχει συνεχώς, μπορεί να καθοριστεί μια μέγιστη διάρκεια ζωής σκληρού κλειδιού. Εάν το IKE_SA αποτύχει να επανακτήσει το κλειδί ή να επανακτήσει τον έλεγχο ταυτότητας εντός του καθορισμένου χρόνου, το IKE_SA κλείνει. Σε αντίθεση με την επανάκτηση κλειδιού CHILD_SA, το over_time είναι σχετικό ως προς τον χρόνο με τις τιμές rekey_time και reauth_time, όπως ισχύει και για τις δύο. Η προεπιλογή είναι 10% είτε του rekey_time είτε του reauth_time, όποια τιμή είναι μεγαλύτερη. [0.1 * max(rekey_time, reauth_time)]
fa_ir: عمر سخت (Hard) IKE_SA در صورتی که rekey/reauth کامل نشود، به‌صورت زمان. برای جلوگیری از نگه‌داشتن یک اتصال IKE یا ISAKMP در صورتی که reauthentication یا rekeying به‌طور مداوم شکست بخورد، می‌توان حداکثر عمر سخت تعیین کرد. اگر IKE_SA نتواند ظرف زمان مشخص‌شده rekey یا reauthenticate شود، IKE_SA بسته می‌شود. برخلاف rekey کردن CHILD_SA، over_time نسبت به rekey_time و reauth_time نسبی است چون به هر دو اعمال می‌شود. مقدار پیش‌فرض 10% از بزرگ‌ترین مقدار بین rekey_time و reauth_time است [0.1 * max(rekey_time, reauth_time)].
fr_fr: Durée de vie de l'IKE_SA si la réauthentification n'aboutit pas, exprimée en temps. Pour éviter qu'une connexion IKE ou ISAKMP soit maintenue en vie si la réauthentification IKE ou le rechargement de clé échoue perpétuellement, une durée de vie maximale peut être spécifiée. Si l'IKE_SA ne parvient pas à se reconnecter ou à se réauthentifier dans le délai spécifié, l'IKE_SA est fermé. Contrairement à la reconnexion CHILD_SA, le délai supplémentaire est relatif aux valeurs rekey_time et reauth_time, puisqu'il s'applique aux deux. La valeur par défaut est de 10 % de rekey_time ou de reauth_time, selon la valeur la plus élevée. [0.1 * max(rekey_time, reauth_time)]
it_it: Durata IKE_SA dura se la rekey/reauth non viene completata, come tempo. Per evitare che una connessione IKE o ISAKMP venga mantenuta attiva se la riautenticazione IKE o la nuova codifica falliscono continuamente, è possibile specificare una durata massima del disco. Se IKE_SA non riesce a reimpostare o riautenticarsi entro il tempo specificato, IKE_SA viene chiuso. A differenza del rekeying CHILD_SA, over_time è relativo nel tempo ai valori rekey_time e reauth_time, poiché si applica a entrambi. Il valore predefinito è il 10% di rekey_time o reauth_time, a seconda di quale valore è maggiore. [0.1 * max(rekey_time, reauth_time)]
ko_kr: 키 갱신/재인증이 완료되지 않으면. 고정(하드) IKE_SA 수명을 시간으로 설정합니다. IKE 재인증 또는 키 갱신이 영원히 실패하는 경우 IKE 또는 ISAKMP 연결이 유지되지 않도록 하려면 최대 고정(하드) 수명을 지정할 수 있습니다. IKE_SA가 지정된 시간 내에 키 갱신 또는 재인증에 실패하면 IKE_SA가 닫힙니다. CHILD_SA 키 갱신은 키 갱신 시간과 재인증 시간 값에 상대적인 시간이므로 over_time은 두 값 모두에 적용됩니다. 기본값은 키 갱신 시간 또는 재인증 시간 중 더 큰 값의 10%입니다. [0.1 * max(rekey_time, reauth_time)]
uk_ua: Жорсткий термін дії IKE_SA, якщо повторне шифрування/переаутентифікація не завершується, як часове обмеження. Щоб уникнути збереження IKE або ISAKMP з'єднання активним, якщо повторна аутентифікація або повторне шифрування IKE постійно не вдається, може бути вказаний максимальний жорсткий термін дії. Якщо IKE_SA не вдається повторно зашифрувати або повторно автентифікувати протягом зазначеного часу, IKE_SA закривається. На відміну від повторного шифрування CHILD_SA, `over_time` є відносним щодо значень `rekey_time` та `reauth_time`, оскільки він застосовується до обох. Типово це 10% від `rekey_time` або `reauth_time`, залежно від того, яке значення більше. [0.1 * max(rekey_time, reauth_time)]
zh_cn: 如果重新生成密钥/重新验证未完成，则IKE_SA的强制有效期与时间相同。 为了避免IKE重新身份验证或密钥更新永久失败时IKE或ISAKMP连接保活状态， 可以指定最大强制有效期。 如果IKE_SA未能在指定时间内重新生成密钥或重新进行身份验证，则IKE_SA将关闭。 与CHILD_SA重新生成密钥相反，over_time在时间上与rekey_time和reauth_time值相关，因为它适用于两者。 默认值为rekey_time或reauth_time的10%，以较大值为准。[0.1 * max(rekey_time, reauth_time)]

source: IKE major version to use for connection. 1 uses IKEv1 aka ISAKMP, 2 uses IKEv2. A connection using IKEv1+IKEv2 accepts both IKEv1 and IKEv2 as a responder and initiates the connection actively with IKEv2
cs_cz: Hlavní verze IKE, která má být použta pro připojení. 1 používá IKEv1 neboli ISAKMP, 2 používá IKEv2. Připojení používající IKEv1+IKEv2 akceptuje IKEv1 i IKEv2 jako odpovídač a aktivně iniciuje spojení pomocí IKEv2.
de_de: Hauptversion von IKE zur Verwendung für die Verbindung. 1 verwendet IKEv1, auch bekannt als ISAKMP, 2 verwendet IKEv2. Eine Verbindung mit IKEv1+IKEv2 akzeptiert sowohl IKEv1 als auch IKEv2 als Antwort und initiiert die Verbindung aktiv mit IKEv2.
el_gr: Κύρια έκδοση IKE που θα χρησιμοποιηθεί για σύνδεση. Το 1 χρησιμοποιεί IKEv1 ή ISAKMP, το 2 χρησιμοποιεί IKEv2. Μια σύνδεση που χρησιμοποιεί IKEv1+IKEv2 δέχεται τόσο το IKEv1 όσο και το IKEv2 ως απόκριση και ξεκινά ενεργά τη σύνδεση με το IKEv2.
fa_ir: نسخهٔ اصلی IKE برای استفاده در اتصال. 1 از IKEv1 (معروف به ISAKMP) و 2 از IKEv2 استفاده می‌کند. اتصالی که IKEv1+IKEv2 انتخاب شده، به‌عنوان responder هر دو نسخه را می‌پذیرد و اتصال را به‌صورت فعال با IKEv2 آغاز می‌کند.
fr_fr: Version majeure d'IKE à utiliser pour la connexion. La version 1 utilise IKEv1 aka ISAKMP, la version 2 utilise IKEv2. Une connexion utilisant IKEv1+IKEv2 accepte à la fois IKEv1 et IKEv2 en tant que répondeur. et initie activement la connexion avec IKEv2
it_it: Versione principale IKE da utilizzare per la connessione. 1 utilizza IKEv1 ovvero ISAKMP, 2 utilizza IKEv2. Una connessione che utilizza IKEv1+IKEv2 accetta sia IKEv1 che IKEv2 come risponditore e avvia attivamente la connessione con IKEv2
ko_kr: 연결에 사용할 IKE 주 버전입니다. 1은 IKEv1(aka ISAKMP)을 사용하고 2는 IKEv2를 사용합니다. IKEv1+IKEv2를 사용하는 연결은 응답자로 IKEv1 및 IKEv2를 모두 허용하고 IKEv2로 활성 연결을 시작합니다.
uk_ua: Основна версія IKE, що використовуватиметься для з'єднання. 1 використовує IKEv1, також відомий як ISAKMP, 2 використовує IKEv2. З'єднання, що використовує IKEv1+IKEv2, приймає як IKEv1, так і IKEv2 як відповідач та активно ініціює з'єднання за допомогою IKEv2.
zh_cn: 用于连接的IKE主要版本。 使用IKEv1+IKEv2的连接接受IKEv1和IKEv2作为响应方， 并主动与IKEv2发起连接

source: IKE rekeying refreshes key material using a Diffie-Hellman key exchange, but does not re-check associated credentials. It is supported with IKEv2 only. IKEv1 performs a reauthentication procedure instead. With the default value, IKE rekeying is scheduled every 4 hours minus the configured rand_time. If a reauth_time is configured, rekey_time defaults to zero, disabling rekeying. In that case set rekey_time explicitly to both enforce rekeying and reauthentication
cs_cz: IKE znovuopatřování klíčem obnovuje materiál klíče pomocí Diffie-Hellman výměny klíčů, ale neprovádí opětovnou kontrolu přidružených pověření. Je podporováno pouze v IKEv2. IKEv1 místo toho provádí postup opětovného ověření. Při výchozí hodnotě je změna klíčů IKE naplánována každé 4 hodiny mínus nastavený rand_time. Pokud je nastavena hodnota reauth_time, je výchozí hodnota rekey_time rovna nule, čímž je výměna klíčů vypnutá. V takovém případě nastavte rekey_time výslovně, aby bylo vynucena jak výměna klíčů, tak opakované ověřování.
de_de: Die IKE-Neuschlüsselung erneuert das Schlüsselmaterial mittels eines Diffie-Hellman-Schlüsselaustauschs, überprüft jedoch nicht die zugehörigen Anmeldeinformationen. Sie wird nur mit IKEv2 unterstützt. IKEv1 führt stattdessen eine Neuauthentifizierung durch. Mit dem Standardwert wird die IKE-Neuschlüsselung alle 4 Stunden minus der konfigurierten rand_time geplant. Wenn re-auth_time gesetzt ist, wird rekey_time auf 0 gesetzt, wodurch die Neuschlüsselung deaktiviert wird. In diesem Fall sollte rekey_time explizit gesetzt werden, um sowohl Neuschlüsselung als auch Neuauthentifizierung zu erzwingen.
el_gr: Η ανανέωση κλειδιών IKE ανανεώνει το υλικό κλειδιού χρησιμοποιώντας μια ανταλλαγή κλειδιών Diffie-Hellman, αλλά δεν ελέγχει ξανά τα σχετικά διαπιστευτήρια. Υποστηρίζεται μόνο με το IKEv2. Το IKEv1 εκτελεί μια διαδικασία επαναπιστοποίησης ταυτότητας. Με την προεπιλεγμένη τιμή, η ανανέωση κλειδιών IKE προγραμματίζεται κάθε 4 ώρες μείον το διαμορφωμένο rand_time. Εάν έχει διαμορφωθεί ένα reauth_time, το rekey_time έχει προεπιλεγεί σε μηδέν, απενεργοποιώντας την ανανέωση κλειδιών. Σε αυτήν την περίπτωση, ορίστε ρητά το rekey_time για να επιβάλει τόσο την ανανέωση κλειδιών όσο και την επαναπιστοποίηση ταυτότητας.
fa_ir: بازکلیدزنی (rekeying) IKE با استفاده از تبادل Diffie-Hellman مواد کلیدی را تازه می‌کند اما مدارک مرتبط را دوباره بررسی نمی‌کند. این فقط در IKEv2 پشتیبانی می‌شود؛ IKEv1 در عوض روند reauthentication را اجرا می‌کند. با مقدار پیش‌فرض، rekeying IKE هر 4 ساعت منهای rand_time زمان‌بندی می‌شود. اگر reauth_time تنظیم شود، rekey_time به‌صورت پیش‌فرض صفر شده و rekeying غیرفعال می‌گردد. در آن حالت، rekey_time را صریحاً تنظیم کنید تا هم rekeying و هم reauthentication اعمال شوند.
fr_fr: La reconnexion IKE actualise les clés à l'aide d'un échange de clés Diffie-Hellman, mais ne vérifie pas à nouveau les informations d'identification associées. Il n'est pris en charge que par IKEv2. IKEv1 effectue une procédure de réauthentification à la place. Avec la valeur par défaut, la réauthentification IKE est programmée toutes les 4 heures moins le rand_time configuré. Si un temps de réauthentification est configuré, la valeur par défaut de rekey_time est zéro, ce qui désactive la réauthentification. Dans ce cas, définissez explicitement rekey_time pour appliquer à la fois le rekeying et la réauthentification.
it_it: La ricodifica delle chiavi IKE aggiorna il materiale della chiave utilizzando uno scambio di chiavi Diffie-Hellman, ma non ricontrolla le credenziali associate. È supportato solo con IKEv2. IKEv1 esegue invece una procedura di riautenticazione. Con il valore predefinito, la ricodifica delle chiavi IKE viene pianificata ogni 4 ore meno il rand_time configurato. Se è configurato un reauth_time, il valore predefinito di rekey_time è zero, disabilitando la rekeying. In tal caso, imposta rekey_time esplicitamente per imporre sia la rekeying che la riautenticazione
ko_kr: IKE 키 갱신은 Diffie-Hellman 키 교환을 사용하여 키 자료를 새로 고치지만 관련 자격 증명을 다시 확인하지는 않습니다. 이는 IKEv2에서만 지원됩니다. IKEv1은 대신 재인증 절차를 수행합니다. 기본값으로 IKE 키 갱신은 구성된 rand_time을 제외한 4시간마다 예약됩니다. reauth_time이 구성된 경우 rekey_time은 키 갱신을 비활성화하는 0으로 기본 설정됩니다. 이 경우 rekey_time을 명시적으로 설정하여 키 갱신와 재인증을 강제로 실행하세요.
uk_ua: Повторне шифрування IKE оновлює ключовий матеріал за допомогою обміну ключами Діффі-Хеллмана, але не перевіряє пов'язані облікові дані. Підтримується лише з IKEv2. IKEv1 замість цього виконує процедуру повторної аутентифікації. З типовим значенням, повторне шифрування IKE планується кожні 4 години мінус налаштований `rand_time`. Якщо налаштовано `reauth_time`, `rekey_time` типово дорівнює нулю, вимикаючи повторне шифрування. У цьому випадку встановіть `rekey_time` явно, щоб примусово виконувати як повторне шифрування, так і повторну аутентифікацію.
zh_cn: IKE重新生成密钥时间。 仅IKEv2支持。IKEv1执行重新身份验证过程。 使用默认值时，每4小时减去配置的rand_time就会安排IKE重新生成密钥。 如果配置了reauth_time，则rekey_time默认为零，从而禁用重新生成密钥。 在这种情况下，明确设置rekey_time 以强制重新生成密钥和重新验证

source: IPsec Mode to establish CHILD_SA with. tunnel negotiates the CHILD_SA in IPsec Tunnel Mode whereas transport uses IPsec Transport Mode. pass and drop are used to install shunt policies which explicitly bypass the defined traffic from IPsec processing or drop it, respectively.
cs_cz: Režim IPsec pro vytvoření CHILD_SA. tunel vyjednává CHILD_SA v režimu IPsec Tunnel Mode, zatímco transport používá režim IPsec Transport Mode. pass a drop slouží k instalaci zásad shunt, které výslovně vynechávají definovaný provoz ze zpracování IPsec, resp. jej zahazují.
de_de: IPsec-Modus zur Herstellung der CHILD_SA. tunnel verhandelt die CHILD_SA im IPsec-Tunnelmodus, während transport den Transportmodus verwendet. pass und drop legen Shunt-Policies fest, um den angegebenen Datenverkehr explizit vom IPsec auszunehmen bzw. zu verwerfen.
el_gr: Λειτουργία IPsec για τη δημιουργία CHILD_SA με το. Το tunnel διαπραγματεύεται το CHILD_SA σε Λειτουργία σήραγγας IPsec, ενώ το transport χρησιμοποιεί τη Λειτουργία μεταφοράς IPsec. Τα pass και drop χρησιμοποιούνται για την εγκατάσταση πολιτικών shunt που παρακάμπτουν ρητά την καθορισμένη κίνηση από την επεξεργασία IPsec ή την αποβάλλουν, αντίστοιχα.
fa_ir: حالت IPsec برای ایجاد CHILD_SA. tunnel CHILD_SA را در IPsec Tunnel Mode مذاکره می‌کند، در حالی که transport از IPsec Transport Mode استفاده می‌کند. pass و drop برای نصب سیاست‌های شانت (shunt) به‌کار می‌روند که به‌ترتیب ترافیک مشخص را به‌طور صریح از پردازش IPsec عبور می‌دهند یا آن را رها (drop) می‌کنند.
fr_fr: Mode IPsec avec lequel établir le CHILD_SA. tunnel négocie le CHILD_SA en mode tunnel IPsec, tandis que transport utilise le mode transport IPsec. pass et drop sont utilisés pour installer des politiques de dérivation qui contournent explicitement le trafic défini du traitement IPsec ou l'abandonnent, respectivement.
it_it: Modalità IPsec con cui stabilire CHILD_SA. il tunnel negozia CHILD_SA in modalità tunnel IPsec mentre il trasporto utilizza la modalità di trasporto IPsec. pass e drop vengono utilizzati per installare policy di shunt che rispettivamente bypassano esplicitamente il traffico definito dall'elaborazione IPsec o lo eliminano.
ko_kr: CHILD_SA를 설정할 IPsec 모드입니다. 터널은 IPsec 터널 모드에서 CHILD_SA를 협상하고 전송은 IPsec 전송 모드를 사용합니다. pass와 drop은 각각 정의된 트래픽을 IPsec 처리에서 명시적으로 우회하거나 삭제하는 션트 정책을 설치하는 데 사용됩니다.
uk_ua: Режим IPsec для встановлення CHILD_SA. `tunnel` узгоджує CHILD_SA в режимі тунелю IPsec, тоді як `transport` використовує режим транспорту IPsec. `pass` та `drop` використовуються для встановлення політик шунтування, які явно обходять визначений трафік від обробки IPsec або відкидають його відповідно.
zh_cn: 建立CHILD_SA的IPsec模式。 隧道在IPsec隧道模式下协商CHILD_SA，而传输则使用IPsec传输模式。 pass和drop用于安装分流策略，分别从IPsec处理中明确绕过或丢弃已定义的流量。

source: Inner tunnel remote address to be used for routing purposes. The size of the subnet containing local and remote will be calculated automatically
cs_cz: Vnitřní vzdálená adresa tunelu, která bude použitae pro účely směrování. Velikost podsítě obsahující místní a vzdálenou adresu bude vypočítána automaticky.
de_de: Interne Tunnel-Remote-Adresse für Routingzwecke. Die Größe des Subnetzes, das lokale und entfernte Adresse umfasst, wird automatisch berechnet.
el_gr: Διεύθυνση απομακρυσμένης εσωτερικής σήραγγας που θα χρησιμοποιηθεί για σκοπούς δρομολόγησης. Το μέγεθος του υποδικτύου που περιέχει τις τοπικές και τις απομακρυσμένες διευθύνσεις θα υπολογιστεί αυτόματα.
fa_ir: آدرس دورِ داخلی تونل که برای مقاصد مسیریابی استفاده می‌شود. اندازهٔ زیرشبکه‌ای که شامل آدرس محلی و راه‌دور است به‌صورت خودکار محاسبه می‌شود.
fr_fr: Adresse distante du tunnel intérieur à utiliser à des fins de routage. La taille du sous-réseau contenant l'adresse locale et l'adresse distante sera calculée automatiquement.
it_it: Indirizzo remoto del tunnel interno da utilizzare per scopi di routing. La dimensione della sottorete contenente locale e remoto verrà calcolata automaticamente
ko_kr: 라우팅 목적으로 사용할 내부 터널 원격 주소입니다. 로컬 및 원격을 포함하는 서브넷의 크기는 자동으로 계산됩니다.
uk_ua: Віддалена адреса внутрішнього тунелю, що використовуватиметься для цілей маршрутизації. Розмір підмережі, що містить локальну та віддалену адреси, буде розраховано автоматично.
zh_cn: 用于路由目的的内部隧道远程地址。 包含本地和远程的子网大小将自动计算

source: Leave empty to generate a device name. Custom names are possible, but only if the start of the name matches the required prefix and contains numeric characters or dots, e.g. "vlan0.1.2" or "qinq0.3.4".
cs_cz: Pokud má být název zařízení vytvořen automaticky, nevyplňujte. Uživatelsky určené názvy jsou možné, ale pouze v případě, že začátek názvu odpovídá požadované předponě a obsahuje číselné znaky nebo tečky, např. „vlan0.1.2“ nebo „qinq0.3.4“.
de_de: Leer lassen, um einen Gerätenamen zu generieren. Benutzerdefinierte Namen sind möglich, jedoch nur, wenn der Anfang des Namens mit dem erforderlichen Präfix übereinstimmt und numerische Zeichen oder Punkte enthält, z. B. "vlan0.1.2" oder "qinq0.3.4".
el_gr: Αφήστε το κενό για να δημιουργήσετε ένα όνομα συσκευής. Είναι δυνατά προσαρμοσμένα ονόματα, αλλά μόνο εάν η αρχή του ονόματος ταιριάζει με το απαιτούμενο πρόθεμα και περιέχει αριθμητικούς χαρακτήρες ή τελείες, π.χ. "vlan0.1.2" ή "qinq0.3.4".
fa_ir: خالی بگذارید تا نام دستگاه تولید شود. نام‌های سفارشی نیز ممکن است، اما تنها در صورتی که آغاز نام با پیش‌وند موردنیاز مطابقت داشته باشد و شامل ارقام یا نقطه باشد، مانند "vlan0.1.2" یا "qinq0.3.4".
fr_fr: Laisser vide pour générer un nom d'appareil. Les noms personnalisés sont possibles, mais uniquement si le début du nom correspond au préfixe requis et s'il contient des caractères numériques ou des chiffres. début du nom correspond au préfixe requis et contient des caractères numériques ou des points, par exemple "vlan0.1.2" ou "qinq0.3.4". points, par exemple "vlan0.1.2" ou "qinq0.3.4".
it_it: Lascia vuoto per generare un nome dispositivo. I nomi personalizzati sono possibili, ma solo se il file l'inizio del nome corrisponde al prefisso richiesto e contiene caratteri numerici o punti, ad es. "vlan0.1.2" o "qinq0.3.4".
ko_kr: 장치 이름을 생성하려면 비워 두세요. 사용자 정의 이름은 가능하지만 이름의 시작이 필요한 프리픽스와 일치하고 숫자 또는 점이 포함되어야 합니다. 예: "vlan0.1.2" 또는 "qinq0.3.4".
uk_ua: Залиште порожнім, щоб згенерувати ім'я пристрою. Дозволяються власні імена, але лише якщо початок імені відповідає потрібному префіксу та містить числові символи або крапки, наприклад, "vlan0.1.2" або "qinq0.3.4".
zh_cn: 留空则生成设备名称。可以自定义名称， 但前提是名称的开头与所需的前缀匹配并且包含数字字符或点， 例如"vlan0.1.2" 或 "qinq0.3.4"。
