Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Authentication and Accounting
cs_cz: Ověřování a evidování
de_de: Authentifizierung und Verrechnung
el_gr: Έλεγχος ταυτότητας και λογιστική
fa_ir: احراز هویت و حسابداری
fr_fr: Authentification et Comptabilisation
it_it: Autenticazione e contabilità
ko_kr: 인증 및 계정
pl_pl: Uwierzytelnianie i rozliczanie
uk_ua: Автентифікація та облік
zh_cn: 认证和计费

source: Services offered
cs_cz: Poskytované služby
de_de: Angebotene Dienste
el_gr: Προσφερόμενες υπηρεσίες
fa_ir: خدمات ارائه‌شده
fr_fr: Services proposés
it_it: Servizi offerti
ko_kr: 제공되는 서비스
pl_pl: Oferowane usługi
uk_ua: Пропоновані послуги
zh_cn: 提供的服务

source: User naming attribute
cs_cz: Atribut pojmenování uživatele
de_de: Benutzerbenennungsattribut
el_gr: Χαρακτηριστικό ονομασίας χρήστη
fa_ir: صفت نام کاربری
fr_fr: Attribut de nom d'utilisateur
it_it: Attributo di denominazione utente
ko_kr: 사용자 이름 지정 속성
pl_pl: Atrybut nazewnictwa użytkownika
uk_ua: Атрибут іменування користувача
zh_cn: 用户命名属性

source: Initial Template
cs_cz: Úvodní šablona
de_de: Initiale Vorlage
el_gr: Αρχικό πρότυπο
fa_ir: قالب اولیه
fr_fr: Modèle Initial
it_it: Modello iniziale
ko_kr: 초기 템플릿
pl_pl: Początkowy szablon
uk_ua: Початковий шаблон
zh_cn: 初始化模板

source: Extended Query
cs_cz: Rozšířené dotazy
de_de: Erweiterte Abfrage
el_gr: Εκτεταμένο ερώτημα
fa_ir: پرس‌وجوی پیشرفته
fr_fr: Requête Étendue
it_it: Interrogazione estesa
ko_kr: 확장 쿼리
pl_pl: Zapytanie rozszerzone
uk_ua: Розширений запит
zh_cn: 扩展查询

source: Select
cs_cz: Vybrat
de_de: Auswählen
el_gr: Επιλογή
fa_ir: انتخاب
fr_fr: Sélectionner
it_it: Selezionare
ko_kr: 선택
pl_pl: Wybierz
uk_ua: Вибрати
zh_cn: 选择

source: Authentication containers
cs_cz: Ověřovací kontejnery
de_de: Authentifizierungscontainer
el_gr: Δοχεία ελέγχου ταυτότητας
fa_ir: کانتینرهای احراز هویت
fr_fr: Conteneurs d'authentification
it_it: Contenitori di autenticazione
ko_kr: 인증 컨테이너
pl_pl: Kontenery uwierzytelniania
uk_ua: Контейнери автентифікації
zh_cn: 认证容器

source: Search scope
cs_cz: Rozsah hledání
de_de: Suchbereich
el_gr: Εύρος αναζήτησης
fa_ir: دامنه جست‌وجو
fr_fr: Étendue de la recherche
it_it: Ambito di ricerca
ko_kr: 검색 범위
pl_pl: Zakres przeszukiwania
uk_ua: Область пошуку
zh_cn: 搜索范围

source: Leave empty to use anonymous binds to resolve distinguished names
cs_cz: Nevyplňujte pokud pro překlad rozlišených názvů použít anonymní spojení
de_de: Leer lassen, um anonyme Bindungen zum Auflösen von Distinguished Names zu verwenden.
el_gr: Αφήστε κενό για να χρησιμοποιήσετε ανώνυμες συνδέσεις για την επίλυση διακεκριμένων ονομάτων
fa_ir: خالی بگذارید تا از bindهای ناشناس برای حل نام‌های متمایز (DN) استفاده شود.
fr_fr: Laisser vide pour permettre l'utilisation de liaisons anonymes afin de résoudre les noms uniques
it_it: Lasciare vuoto per utilizzare associazioni anonime per risolvere nomi distinti
ko_kr: 익명 바인딩을 사용하여 고유 이름을 확인하려면 비워 두세요
pl_pl: Pozostaw puste, aby używać anonimowych połączeń do rozwiązywania wyróżniających się nazw
uk_ua: Залиште порожнім, щоб використовувати анонімні прив'язки для вирішення унікальних імен.
zh_cn: 保留为空以使用匿名绑定来解析专有名称

source: User DN:
cs_cz: Rozlišený název uživatele:
de_de: Benutzer DN:
el_gr: Όνομα χρήστη:
fa_ir: DN کاربر:
fr_fr: DN de l'utilisateur :
it_it: DN utente:
ko_kr: 사용자 DN:
pl_pl: DN użytkownika:
uk_ua: DN користувача:
zh_cn: 用户专有名称:

source: Bind credentials
cs_cz: Přihlašovací údaje pro spojení
de_de: BIND-Zugangsdaten
el_gr: Σύνδεση διαπιστευτηρίων
fa_ir: مشخصات اتصال
fr_fr: Identités de liaison
it_it: Associare le credenziali
ko_kr: 자격 증명 바인딩
pl_pl: Dane uwierzytelniania
uk_ua: Облікові дані для прив'язки
zh_cn: 绑定证书

source: System: Certificates
cs_cz: Systém: certifikáty
de_de: System: Zertifikate
el_gr: Σύστημα: Πιστοποιητικά
fa_ir: سیستم: گواهی‌ها
fr_fr: Système: Certificats
it_it: Sistema: Certificati
ko_kr: 시스템: 인증서
pl_pl: System: Certyfikaty
uk_ua: Система: Сертифікати
zh_cn: 系统：证书

source: No Certificate Authorities defined.
cs_cz: Nejsou definované žádné certifikační autority.
de_de: Keine Zertifizierungsstellen definiert.
el_gr: Δεν έχουν οριστεί Αρχές Πιστοποίησης.
fa_ir: هیچ مرجع صدور گواهی تعریف نشده است.
fr_fr: Aucune Autorité de Certification définie.
it_it: Nessuna autorità di certificazione definita.
ko_kr: 정의된 인증 기관이 없습니다.
pl_pl: Nie zdefiniowano organów certyfikacji.
uk_ua: Не визначено жодного центру сертифікації.
zh_cn: 未定义证书权限。

source: Create one under
cs_cz: Vytvořit jedno pod
de_de: Erstelle hier eines
el_gr: Δημιουργήστε ένα κάτω από
fa_ir: یکی را در زیر ایجاد کنید
fr_fr: Créer un sous
it_it: Creane uno qui sotto
ko_kr: 아래에 하나 만들기
pl_pl: Utwórz jeden pod
uk_ua: Створити в
zh_cn: 在这里创建一个

source: Peer Certificate Authority
cs_cz: Certifikační autorita protistrany
de_de: Peer-Zertifizierungsstelle
el_gr: Αρχή έκδοσης πιστοποιητικών ομότιμων
fa_ir: مرجع صدور گواهی همتا
fr_fr: Autorité de Certification du correspondant
it_it: Autorità di certificazione paritaria
ko_kr: 피어 인증 기관
pl_pl: Organ certyfikacji równorzędnych
uk_ua: Рівноправний центр сертифікації
zh_cn: 对端证书颁发机构

source: NOTE: When using SSL, this hostname MUST match the Common Name (CN) of the LDAP server's SSL Certificate.
cs_cz: POZN: Při použití SSL, je nutné, aby se tento název stroje shodoval s běžně používaným názvem (CN) SSL certifikátu LDAP serveru.
de_de: Hinweis: Wenn SSL verwendet wird, muss der Hostname dem Common Name (CN) des Serverzertifikats des LDAP Servers entsprechen.
el_gr: ΣΗΜΕΙΩΣΗ: Όταν χρησιμοποιείτε SSL, αυτό το όνομα κεντρικού υπολογιστή ΠΡΕΠΕΙ να ταιριάζει με το Κοινό Όνομα (CN) του Πιστοποιητικού SSL του διακομιστή LDAP.
fa_ir: توجه: هنگام استفاده از SSL، این نام میزبان باید با Common Name (CN) گواهی SSL سرور LDAP مطابقت داشته باشد.
fr_fr: NOTE: Quand SSL est utilisé, le nom d'hôte DOIT correspondre au Nom Commun (CN) du certificat SSL du serveur LDAP.
it_it: NOTA: quando si utilizza SSL, questo nome host DEVE corrispondere al nome comune (CN) del certificato SSL del server LDAP.
ko_kr: 참고: SSL을 사용할 때 이 호스트 이름은 LDAP 서버의 SSL 인증서의 CN(일반 이름)과 일치해야 합니다.
pl_pl: UWAGA: Korzystając z SSL, ta nazwa hosta MUSI zgadzać się z Common Name (CN) certyfikatu SSL serwera LDAP.
uk_ua: НОТАТКА: При використанні SSL це ім'я хоста ПОВИННО відповідати загальному імені (CN) SSL-сертифіката LDAP-сервера.
zh_cn: 注意：使用SSL时，此主机名必须匹配LDAP服务器的SSL证书的通用名称(CN)。

source: Please select which containers to Authenticate against:
cs_cz: Vyberte vůči kterým kontejnerům ověřovat:
de_de: Bitte wählen Sie aus, gegen welche Container authentifiziert wird:
el_gr: Επιλέξτε ποια κοντέινερ θα γίνει έλεγχος ταυτότητας:
fa_ir: لطفاً کانتینرهایی را که قرار است در برابر آنها احراز هویت انجام شود، انتخاب کنید:
fr_fr: Veuillez s'il vous plaît sélectionner les conteneurs à utiliser pour l'Authentification:
it_it: Seleziona con quali contenitori eseguire l'autenticazione:
ko_kr: 인증할 컨테이너를 선택하세요:
pl_pl: Proszę wybrać, przeciwko którym kontenerom uwierzytelnić:
uk_ua: Будь ласка, виберіть контейнери для автентифікації:
zh_cn: 请选择要认证的容器:

source: Please fill the required values.
cs_cz: Vyplňte potřebné hodnoty.
de_de: Bitte füllen Sie die erforderlichen Werte aus.
el_gr: Παρακαλώ συμπληρώστε τις απαιτούμενες τιμές.
fa_ir: لطفاً مقادیر مورد نیاز را پر کنید.
fr_fr: Veuillez remplir les valeurs requises.
it_it: Si prega di compilare i valori richiesti.
ko_kr: 필요한 값을 입력하세요.
pl_pl: Proszę wypełnić wymagane wartości.
uk_ua: Будь ласка, заповніть необхідні значення.
zh_cn: 请填写所需的值。

source: Do you really want to delete this Server?
cs_cz: Opravdu chcete tento server smazat?
de_de: Wollen Sie diesen Server wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτόν τον διακομιστή;
fa_ir: آیا مطمئن هستید که می‌خواهید این سرور را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer ce Serveur ?
it_it: Vuoi davvero eliminare questo server?
ko_kr: 이 서버를 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć ten serwer?
uk_ua: Ви дійсно бажаєте видалити цей сервер?
zh_cn: 真要删除该服务器吗？

source: RADIUS Timeout value must be numeric and positive.
cs_cz: Je třeba, aby hodnota časového limitu pro RADIUS bylo číslo a ještě k tomu kladné.
de_de: RADIUS Gültigkeitszeitraum muss eine Zahl und positiv sein.
el_gr: Η τιμή χρονικού ορίου RADIUS πρέπει να είναι αριθμητική και θετική.
fa_ir: مقدار Timeout مربوط به RADIUS باید عددی و مثبت باشد.
fr_fr: La valeur du délai d'expiration RADIUS doit être numérique et positive.
it_it: Il valore di timeout RADIUS deve essere numerico e positivo.
ko_kr: RADIUS 시간 초과 값은 숫자와 양수여야 합니다.
pl_pl: Wartość limitu czasu RADIUS musi być liczbą dodatnią.
uk_ua: Значення таймауту RADIUS має бути числовим та позитивним.
zh_cn: RADIUS超时值必须为数字且为正。

source: An authentication server with the same name already exists.
cs_cz: Ověřovací server s tímto názvem už existuje.
de_de: Ein Authentifizierungsserver mit dem selben Namen existiert bereits.
el_gr: Υπάρχει ήδη ένας διακομιστής ελέγχου ταυτότητας με το ίδιο όνομα.
fa_ir: یک سرور احراز هویت با همین نام قبلاً وجود دارد.
fr_fr: Un serveur d'authentification avec le même nom existe déjà.
it_it: Esiste già un server di autenticazione con lo stesso nome.
ko_kr: 동일한 이름을 가진 인증 서버가 이미 있습니다.
pl_pl: Serwer uwierzytelniania o tej samej nazwie już istnieje.
uk_ua: Сервер автентифікації з таким же іменем вже існує.
zh_cn: 具有相同名称的认证服务器已存在。

source: The host name contains invalid characters.
cs_cz: Název stroje obsahuje neplatné znaky.
de_de: Der Hostname enthält ungültige Zeichen.
el_gr: Το όνομα κεντρικού υπολογιστή περιέχει μη έγκυρους χαρακτήρες.
fa_ir: نام میزبان حاوی کاراکترهای نامعتبر است.
fr_fr: Le nom d'hôte contient des caractères invalides.
it_it: Il nome host contiene caratteri non validi.
ko_kr: 호스트 이름에 잘못된 문자가 있습니다.
pl_pl: Nazwa hosta zawiera nieprawidłowe znaki.
uk_ua: Ім'я хоста містить недійсні символи.
zh_cn: 主机名包含无效字符。

source: Authentication port value
cs_cz: Port pro ověřování
de_de: Authentifizierungsportnummer
el_gr: Τιμή θύρας ελέγχου ταυτότητας
fa_ir: مقدار پورت احراز هویت
fr_fr: Valeur du port d'authentification
it_it: Valore della porta di autenticazione
ko_kr: 인증 포트 값
pl_pl: Wartość portu uwierzytelniania
uk_ua: Значення порту автентифікації
zh_cn: 认证端口值

source: Bind user DN
cs_cz: Rozlišený název uživatele, kterým spojovat
de_de: Bind-Nutzer DN
el_gr: BIND DN του χρήστη
fa_ir: DN کاربر برای Bind
fr_fr: Lier le DN de l'utilisateur
it_it: Associa il DN dell'utente
ko_kr: 사용자 DN 바인딩
pl_pl: DN użytkownika do połączenia
uk_ua: Прив'язати DN користувача
zh_cn: 绑定用户专有名称

source: Authentication container
cs_cz: Ověřovací kontejner
de_de: Authentifizierungscontainer
el_gr: Δοχείο ελέγχου ταυτότητας
fa_ir: کانتینر احراز هویت
fr_fr: Conteneur d'authentification
it_it: Contenitore di autenticazione
ko_kr: 인증 컨테이너
pl_pl: Kontener uwierzytelniania
uk_ua: Контейнер автентифікації
zh_cn: 认证容器

source: User naming Attribute
cs_cz: Atribut pojmenování uživatele
de_de: Benutzerbenennungsattribut
el_gr: Χαρακτηριστικό ονομασίας χρήστη
fa_ir: صفت نام‌گذاری کاربر
fr_fr: Attribut de nommage de l'Utilisateur
it_it: Attributo di denominazione utente
ko_kr: 사용자 이름 지정 속성
pl_pl: Atrybut nazewnictwa użytkownika
uk_ua: Атрибут іменування користувача
zh_cn: 用户命名属性

source: Search level
cs_cz: Úroveň hledání
de_de: Suchlevel
el_gr: Επίπεδο αναζήτησης
fa_ir: سطح جستجو
fr_fr: Niveau de recherche
it_it: Livello di ricerca
ko_kr: 검색 수준
pl_pl: Poziom wyszukiwania
uk_ua: Рівень пошуку
zh_cn: 搜索层级

source: Protocol version
cs_cz: Verze protokolu
de_de: Protokollversion
el_gr: Έκδοση πρωτοκόλλου
fa_ir: نسخه پروتکل
fr_fr: Version du protocole
it_it: Versione del protocollo
ko_kr: 프로토콜 버전
pl_pl: Wersja protokołu
uk_ua: Версія протоколу
zh_cn: 协议版本

source: Port value
cs_cz: Port
de_de: Port-Wert
el_gr: Τιμή θύρας
fa_ir: مقدار پورت
fr_fr: Numéro de port
it_it: Valore del porto
ko_kr: 포트 값
pl_pl: Wartość portu
uk_ua: Значення порту
zh_cn: 端口值

source: Tunable
cs_cz: Vyladitelné
de_de: Optimierung
fa_ir: قابل تنظیم
fr_fr: Paramètre système Ajustable
it_it: Sintonizzabile
ko_kr: 조정 설정
pl_pl: Dostrojenie
uk_ua: Налаштовувана змінна
zh_cn: 参数

source: When this is checked, startup and shutdown sounds will no longer play.
cs_cz: Pokud je toto zaškrtnuto, při zapínání a vypínání nebudou přehrávány žádné zvuky.
de_de: Wenn diese Option aktiviert ist, werden beim Starten und Herunterfahren keine Geräusche mehr abgespielt.
el_gr: Όταν είναι επιλεγμένο αυτό το στοιχείο, οι ήχοι εκκίνησης και τερματισμού δεν θα αναπαράγονται πλέον.
fa_ir: در صورت فعال شدن، صداهای راه‌اندازی و خاموش‌شدن پخش نخواهند شد.
fr_fr: Lorsque cette option est cochée, les sons de démarrage et d'arrêt ne seront plus joués.
it_it: Quando questa opzione è selezionata, i suoni di avvio e di spegnimento non verranno più riprodotti.
ko_kr: 이 옵션을 선택하면 시작 및 종료 소리가 더 이상 재생되지 않습니다.
pl_pl: Gdy to jest zaznaczone, dźwięki uruchamiania i wyłączania nie będą już odtwarzane.
uk_ua: Якщо цей параметр увімкнено, звуки запуску та вимкнення більше не відтворюватимуться.
zh_cn: 选中本选项时，启动和关闭不会再播放蜂鸣声音。

source: Disable the startup/shutdown beep
cs_cz: Nepípat při spouštění/vypínání
de_de: Piepton beim Starten/Herunterfahren deaktivieren
el_gr: Απενεργοποίηση του ηχητικού σήματος εκκίνησης/τερματισμού λειτουργίας
fa_ir: بیپ راه‌اندازی/خاموش‌شدن را غیرفعال کنید
fr_fr: Désactiver le bip de démarrage/arrêt
it_it: Disabilitare il segnale acustico di avvio/spegnimento
ko_kr: 시작/종료 신호음 사용 안 함
pl_pl: Wyłącz sygnał dźwiękowy podczas uruchamiania/wyłączania
uk_ua: Вимкнути звуковий сигнал запуску/вимкнення
zh_cn: 禁用启动/关机蜂鸣声

source: Startup/Shutdown Sound
cs_cz: Zvuk spouštění/vypínání
de_de: Ton beim Starten/Herunterfahren
el_gr: Ήχος εκκίνησης/τερματισμού λειτουργίας
fa_ir: صدای راه‌اندازی/خاموش‌شدن
fr_fr: Notifications sonores du Démarrage/Arrêt
it_it: Suono di avvio/spegnimento
ko_kr: 시작/종료 사운드
pl_pl: Dźwięk uruchamiania/wyłączania
uk_ua: Звук запуску/вимкнення
zh_cn: 启动/关机声音

source: System Sounds
cs_cz: Systémové zvuky
de_de: Systemtöne
el_gr: Ήχοι συστήματος
fa_ir: صداهای سیستم
fr_fr: Notifications sonores du Système
it_it: Suoni di sistema
ko_kr: 시스템 사운드
pl_pl: Dźwięki systemowe
uk_ua: Системні звуки
zh_cn: 系统声音

source: This field can be used to enter an explicit DUID for use by IPv6 DHCP clients.
cs_cz: Tuto kolonku je možné použít pro zadání výslovného DUID pro použití IPv6 DHCP klienty.
de_de: Dieses Feld kann verwendet werden, um einen expliziten DUID für IPv6-DHCP-Clients einzugeben.
el_gr: Αυτό το πεδίο μπορεί να χρησιμοποιηθεί για την εισαγωγή ενός σαφούς DUID για χρήση από πελάτες DHCP IPv6.
fa_ir: از این فیلد می‌توان برای وارد کردن یک DUID صریح برای کلاینت‌های DHCP در IPv6 استفاده کرد.
fr_fr: Ce champ peut être utilisé pour entrer un DUID explicite à utiliser par les clients DHCP IPv6.
it_it: Questo campo può essere utilizzato per immettere un DUID esplicito da utilizzare da parte dei client DHCP IPv6.
ko_kr: 이 필드는 IPv6 DHCP 클라이언트에서 사용할 명시적 DUID를 입력하는 데 사용할 수 있습니다.
pl_pl: W tym polu można wprowadzić wyraźny DUID do użytku przez klientów DHCP IPv6.
uk_ua: Це поле можна використовувати для введення явного DUID для використання клієнтами DHCP IPv6.
zh_cn: 输入IPv6 DHCP 客户端使用的准确DUID。

source: DHCP Unique Identifier
cs_cz: DHCP neopakující se identifikátor
de_de: Eindeutiger DHCP-Identifier
el_gr: Μοναδικό αναγνωριστικό DHCP
fa_ir: شناسه یکتای DHCP (DUID)
fr_fr: Identificateur unique DHCP
it_it: Identificatore univoco DHCP
ko_kr: DHCP 고유 식별자
pl_pl: Unikatowy identyfikator DHCP
uk_ua: Унікальний ідентифікатор DHCP
zh_cn: DHCP唯一标识符

source: This option will suppress ARP log messages when multiple interfaces reside on the same broadcast domain
cs_cz: Tato předvolba potlačí zaznamenávání ARP zpráv v situaci, kdy se vícero rozhraní nachází ve stejné doméně všesměrového vysílání
de_de: Diese Option unterdrückt ARP-Protokollnachrichten, wenn mehrere Schnittstellen sich in derselben Broadcast-Domäne befinden.
el_gr: Αυτή η επιλογή θα αποκρύψει τα μηνύματα καταγραφής ARP όταν πολλαπλές διεπαφές βρίσκονται στον ίδιο τομέα μετάδοσης.
fa_ir: این گزینه وقتی چندین رابط در یک دامنهٔ انتشار مشترک قرار دارند، پیام‌های لاگ ARP را سرکوب می‌کند.
fr_fr: Cette option supprime les messages ARP du journal lorsque plusieurs interfaces résident sur le même domaine de diffusion
it_it: Questa opzione eliminerà i messaggi di registro ARP quando più interfacce risiedono sullo stesso dominio di trasmissione
ko_kr: 이 옵션은 여러 인터페이스가 동일한 브로드캐스트 도메인에 있을 때 ARP 로그 메시지를 표시하지 않습니다
pl_pl: Ta opcja będzie tłumić komunikaty logowania ARP, gdy wiele interfejsów znajduje się w tej samej domenie rozgłoszeniowej
uk_ua: Ця опція пригнічуватиме повідомлення журналу ARP, коли кілька інтерфейсів знаходяться в одному широкомовному домені.
zh_cn: 当多个接口驻留在同一广播域上时，该选项可以抑制ARP日志信息

source: Suppress ARP messages
cs_cz: Potlačit ARP hlášení
de_de: ARP-Nachrichten unterdrücken
el_gr: Απόκρυψη μηνυμάτων ARP
fa_ir: سرکوب پیام‌های ARP
fr_fr: Supprimer les messages ARP
it_it: Sopprimi i messaggi ARP
ko_kr: ARP 메시지 억제
pl_pl: Tłumienie komunikatów ARP
uk_ua: Пригнічувати повідомлення ARP
zh_cn: 抑制ARP信息

source: ARP Handling
cs_cz: Obsluha ARP
de_de: ARP-Behandlung
el_gr: Χειρισμός ARP
fa_ir: مدیریت ARP
fr_fr: Prise en charge ARP
it_it: Gestione dell'ARP
ko_kr: ARP 처리
pl_pl: Obsługa ARP
uk_ua: Обробка ARP
zh_cn: ARP处理

source: Set usage of VLAN hardware filtering. This hardware acceleration may be broken in a particular device driver, or may impact performance.
cs_cz: Nastavit použití hardwarového VLAN filtrování. Toto hardwarové urychlování může být v konkrétním ovladači zařízení rozbité, nebo paradoxně může snížit výkon.
de_de: Setzt die Verwendung von Hardware-VLAN-Filterung. Diese Hardwarebeschleunigung könnte bei manchen Gerätetreibern defekt sein oder die Performance beeinträchtigen.
el_gr: Ορίστε τη χρήση φιλτραρίσματος υλικού VLAN. Αυτή η επιτάχυνση υλικού ενδέχεται να μην λειτουργεί σε ένα συγκεκριμένο πρόγραμμα οδήγησης συσκευής ή να επηρεάζει την απόδοση.
fa_ir: نحوهٔ استفاده از فیلتر سخت‌افزاری VLAN را تعیین کنید. این تسریع سخت‌افزاری ممکن است در برخی درایورها معیوب باشد یا باعث افت عملکرد شود.
fr_fr: Définir l'utilisation du filtrage matériel VLAN. Cette accélération matérielle peut ne pas fonctionner avec certain pilotes de périphérique ou peut avoir un impact sur les performances.
it_it: Imposta l'utilizzo del filtro hardware VLAN. Questa accelerazione hardware potrebbe essere interrotta in un particolare driver di dispositivo o influire sulle prestazioni.
ko_kr: VLAN 하드웨어 필터링의 사용량을 설정하세요. 이 하드웨어 가속은 특정 장치 드라이버에서 손상되거나 성능에 영향을 미칠 수 있습니다.
pl_pl: Ustaw opcje dotyczące filtrowania sprzętowego VLAN. Przyspieszenie to może być popsute w sterowniku danego urządzenia, może też wpłynąć na osiągi.
uk_ua: Встановити використання апаратного фільтрування VLAN. Це апаратне прискорення може бути порушене в певному драйвері пристрою або може вплинути на продуктивність.
zh_cn: 设置 VLAN 硬件过滤的使用。 这种硬件加速可能会在特定设备驱动程序中被破坏，或者可能会影响性能。

source: Leave default
cs_cz: Ponechat na výchozích hodnotách
de_de: Standard belassen
el_gr: Αφήστε την προεπιλογή
fa_ir: استفاده از مقدار پیش‌فرض
fr_fr: Laisser par défaut
it_it: Lascia il valore predefinito
ko_kr: 기본값으로 유지
pl_pl: Zostaw domyślne
uk_ua: Залишити типово
zh_cn: 保持默认

source: Disable VLAN Hardware Filtering
cs_cz: Nepoužívat hardwarové filtrování VLAN
de_de: VLAN-Hardwarefilterung deaktivieren
el_gr: Απενεργοποίηση φιλτραρίσματος υλικού VLAN
fa_ir: فیلتر سخت‌افزاری VLAN را غیرفعال کنید
fr_fr: Désactiver le Filtrage VLAN Matériel
it_it: Disabilita il filtro hardware VLAN
ko_kr: VLAN 하드웨어 필터링 사용 안 함
pl_pl: Wyłącz sprzętowe filtrowanie VLAN
uk_ua: Вимкнути апаратне фільтрування VLAN
zh_cn: 禁用VLAN硬件过滤

source: Enable VLAN Hardware Filtering
cs_cz: Používat hardwarové filtrování VLAN
de_de: VLAN-Hardwarefilterung aktivieren
el_gr: Ενεργοποίηση φιλτραρίσματος υλικού VLAN
fa_ir: فیلتر سخت‌افزاری VLAN را فعال کنید
fr_fr: Activer le Filtrage VLAN Matériel
it_it: Abilita il filtro hardware VLAN
ko_kr: VLAN 하드웨어 필터링 사용
pl_pl: Włącz sprzętowe filtrowanie VLAN
uk_ua: Увімкнути апаратне фільтрування VLAN
zh_cn: 启用VLAN硬件过滤

source: VLAN Hardware Filtering
cs_cz: Hardwarové filtrování VLAN
de_de: VLAN-Hardwarefilterung
el_gr: Φιλτράρισμα υλικού VLAN
fa_ir: فیلتر سخت‌افزاری VLAN
fr_fr: Filtrage VLAN Matériel
it_it: Filtraggio hardware VLAN
ko_kr: VLAN 하드웨어 필터링
pl_pl: Sprzętowe filtrowanie VLAN
uk_ua: Апаратне фільтрування VLAN
zh_cn: VLAN硬件过滤

source: Checking this option will disable hardware large receive offloading (LRO). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
cs_cz: Použití této předvolby vypne nakládání s objemným příjmem (LRO) na úrovni hardware. To je v případě některých ovladačů zařízení rozbité a může zhoršovat výkon u některých konkrétních síťových rozhraní.
de_de: Diese Option deaktiviert das Large Receive Offload (LRO) der Hardware. Dieses Offloading ist in manchen Treibern fehlerhaft und kann die Leistung bei bestimmten Netzwerkkarten beeinträchtigen.
el_gr: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει την απομάκρυνση μεγάλου φόρτου λήψης υλικού (LRO). Αυτή η απομάκρυνση είναι προβληματική σε ορισμένα προγράμματα οδήγησης υλικού και ενδέχεται να επηρεάσει την απόδοση ορισμένων συγκεκριμένων καρτών δικτύου.
fa_ir: با فعال‌کردن این گزینه، آفلود بزرگ دریافت سخت‌افزاری (Large Receive Offload, LRO) غیرفعال می‌شود. این آفلود در برخی درایورها معیوب است و ممکن است عملکرد برخی NICها را تحت‌تأثیر قرار دهد.
fr_fr: Cocher cette option désactivera le délestage matériel des tampons de réception (large receive offloading, LRO), qui fonctionne mal avec certains pilotes matériels et peut avoir un impact sur les performances de certaines cartes réseaux.
it_it: Selezionando questa opzione si disabiliterà l'offload di ricezione di grandi dimensioni dell'hardware (LRO). Questo scarico non funziona in alcuni driver hardware e potrebbe influire sulle prestazioni con alcune schede NIC specifiche.
ko_kr: 이 옵션을 선택하면 하드웨어 대용량 수신 오프로드(LRO)가 비활성화됩니다. 이 오프로드는 일부 하드웨어 드라이버에서 중단되며 일부 특정 NIC의 성능에 영향을 줄 수 있습니다.
pl_pl: Zaznaczenie tej opcji spowoduje wyłączenie sprzętowego odciążania dużych odbiorów (LRO). To odciążanie jest zepsute w niektórych sterownikach sprzętu i może mieć wpływ na wydajność niektórych określonych kart sieciowych.
uk_ua: Увімкнення цього параметра вимкне апаратне розвантаження великих блоків прийому (LRO). Це розвантаження несправне в деяких апаратних драйверах і може вплинути на продуктивність деяких специфічних мережевих карт.
zh_cn: 选中该选项将禁用硬件大型接收卸载 (LRO)。 这种卸载在某些硬件驱动程序中被破坏，并且可能会影响某些特定 NIC 的性能。

source: Disable hardware large receive offload
cs_cz: Nenechávat obsluhu objemného příjmu na hardware
de_de: Hardware Large Receive Offload deaktivieren
el_gr: Απενεργοποίηση μεγάλης μείωσης φόρτου λήψης υλικού
fa_ir: غیرفعال کردن Large Receive Offload (LRO) سخت‌افزاری
fr_fr: Désactiver le délestage matériel des tampons de réception
it_it: Disabilita l'offload di ricezione di grandi dimensioni dell'hardware
ko_kr: 하드웨어 대용량 수신 오프로드 사용 안 함
pl_pl: Wyłącz sprzętowe offloading dużej ilości danych do odbioru.
uk_ua: Вимкнути апаратне розвантаження великих блоків прийому
zh_cn: 禁用硬件大型接收卸载

source: Hardware LRO
cs_cz: Hardwarové LRO
fa_ir: LRO سخت‌افزاری
fr_fr: Fonction matérielle LRO
it_it: LRO hardware
ko_kr: 하드웨어 LRO
pl_pl: Sprzętowe LRO
uk_ua: Апаратне LRO
zh_cn: 硬件LRO
