Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This will periodically backup the captive portal session data so it can be restored automatically on the next boot.
cs_cz: Toto bude pravidelně zálohovat data zachycovacího portálu takže budou při příštím spuštění systému automaticky obnovena.
de_de: Dies wird periodisch die Captive-Portal-Sitzungsdaten sichern, sodass diese nach einem Neustart automatisch wiederhergestellt werden können.
el_gr: Αυτό θα δημιουργεί περιοδικά αντίγραφα ασφαλείας των δεδομένων της συνεδρίας της πύλης captive, ώστε να μπορούν να επαναφερθούν αυτόματα κατά την επόμενη εκκίνηση.
fa_ir: این عمل به‌طور دوره‌ای داده‌های جلسه Captive Portal را پشتیبان‌گیری می‌کند تا در بوت بعدی به‌صورت خودکار بازیابی شود.
fr_fr: Ceci sauvegardera périodiquement les données de session du portail captif afin de les restaurer automatiquement lors du prochain démarrage.
it_it: Ciò eseguirà periodicamente il backup dei dati della sessione del captive Portal in modo che possano essere ripristinati automaticamente al successivo avvio.
ko_kr: 이렇게 하면 다음 부팅 시 자동으로 복원될 수 있도록 종속 포털의 세션 데이터가 주기적으로 백업됩니다.
pl_pl: To będzie cyklicznie tworzyć kopię zapasową danych sesji portalu zakładkowego, aby można je było automatycznie przywrócić podczas następnego uruchomienia.
uk_ua: Це періодично створюватиме резервну копію даних сеансу гостьового порталу, щоб їх можна було автоматично відновити під час наступного завантаження.
zh_cn: 这会定期备份强制门户会话数据，以便在下次启动时自动恢复。

source: Periodic Captive Portal Backup
cs_cz: Pravidelné zálohování zachycovacího portálu
de_de: Periodische Captive-Portal-Sicherungen
el_gr: Περιοδικό αντίγραφο ασφαλείας Captive Portal
fa_ir: پشتیبان‌گیری دوره‌ای از جلسه Captive Portal
fr_fr: Sauvegarde périodique du portail captif
it_it: Backup periodico del Captive Portal
ko_kr: 주기적인 종속 포털 백업
pl_pl: Cykliczna kopia zapasowa portalu zakładkowego
uk_ua: Періодичне резервне копіювання гостьового порталу
zh_cn: 定期备份强制门户数据

source: This will periodically backup the NetFlow data aggregation so it can be restored automatically on the next boot.
cs_cz: Toto v pravidelných intervalech zazálohuje spojení dat NetFlow takže je bude možné při příštím startu systému automaticky obnovit.
de_de: Dies wird die NetFlow-Datenzusammenfassung regelmäßig sichern, sodass sie automatisch beim nächsten Boot wiederhergestellt werden können.
el_gr: Αυτό θα δημιουργεί περιοδικά αντίγραφα ασφαλείας της συγκέντρωσης δεδομένων NetFlow, ώστε να μπορεί να αποκατασταθεί αυτόματα κατά την επόμενη εκκίνηση.
fa_ir: این عمل به‌طور دوره‌ای تجمیع داده‌های NetFlow را پشتیبان‌گیری می‌کند تا در بوت بعدی به‌صورت خودکار بازیابی شود.
fr_fr: Cette option permet de sauvegarder périodiquement les données NetFlow agrégées afin de les restaurer automatiquement lors du prochain démarrage.
it_it: Ciò eseguirà periodicamente il backup dell'aggregazione dei dati NetFlow in modo che possa essere ripristinata automaticamente al successivo avvio.
ko_kr: 이렇게 하면 NetFlow 데이터 집계가 주기적으로 백업되므로 다음 부팅 시 자동으로 복원될 수 있습니다.
pl_pl: To będzie cyklicznie tworzyć kopię zapasową agregacji danych NetFlow, aby można je było automatycznie przywrócić podczas następnego uruchomienia.
uk_ua: Це періодично створюватиме резервну копію агрегації даних NetFlow, щоб її можна було автоматично відновити під час наступного завантаження.
zh_cn: 这会定期备份网络流数据，以便它可以在下次引导时自动恢复。

source: Periodic NetFlow Backup
cs_cz: Pravidelné zálohování NetFlow
de_de: Periodische NetFlow-Sicherung
el_gr: Περιοδική δημιουργία αντιγράφων ασφαλείας NetFlow
fa_ir: پشتیبان‌گیری دوره‌ای از NetFlow
fr_fr: Sauvegarde NetFlow Périodique
it_it: Backup periodico di NetFlow
ko_kr: 주기적인 NetFlow 백업
pl_pl: Cykliczna kopia zapasowa danych NetFlow
uk_ua: Періодичне резервне копіювання NetFlow
zh_cn: 定期备份网络流

source: This will periodically backup the DHCP leases data so it can be restored automatically on the next boot.
cs_cz: Toto v pravidelných intervalech zazálohuje evidenci DHCP zápůjček takže je bude možné při příštím startu systému automaticky obnovit.
de_de: Dadurch werden DHCP-Lease-Daten periodisch gesichert, sodass sie nach einem Neustart automatisch wiederhergestellt werden können.
el_gr: Αυτό θα δημιουργεί περιοδικά αντίγραφα ασφαλείας των δεδομένων leasing DHCP, ώστε να μπορούν να αποκατασταθούν αυτόματα κατά την επόμενη εκκίνηση.
fa_ir: این عمل به‌طور دوره‌ای اجاره‌های DHCP را پشتیبان‌گیری می‌کند تا در بوت بعدی به‌صورت خودکار بازیابی شوند.
fr_fr: Cette option permet de sauvegarder périodiquement les données relatives aux baux DHCP afin de les restaurer automatiquement lors du prochain démarrage.
it_it: Ciò eseguirà periodicamente il backup dei dati dei lease DHCP in modo che possano essere ripristinati automaticamente al successivo avvio.
ko_kr: 이렇게 하면 DHCP 대여 데이터가 주기적으로 백업되므로 다음 부팅 시 자동으로 복원될 수 있습니다.
pl_pl: To będzie cyklicznie tworzyć kopię zapasową danych dzierżaw DHCP, aby można je było automatycznie przywrócić podczas następnego uruchomienia.
uk_ua: Це періодично створюватиме резервну копію даних оренди DHCP, щоб їх можна було автоматично відновити під час наступного завантаження.
zh_cn: 这会定期备份DHCP租约数据，以便它可以在下次引导时自动恢复。

source: Periodic DHCP Leases Backup
cs_cz: Pravidelné zálohování DHCP zápůjček
de_de: Periodische DHCP-Leases-Sicherung
el_gr: Περιοδικό αντίγραφο ασφαλείας μισθώσεων DHCP
fa_ir: پشتیبان‌گیری دوره‌ای از اجاره‌های DHCP
fr_fr: Sauvegarde périodique des Baux DHCP
it_it: Backup periodico dei lease DHCP
ko_kr: 주기적인 DHCP 임대 백업
pl_pl: Cykliczna kopia zapasowa dzierżaw DHCP
uk_ua: Періодичне резервне копіювання оренди DHCP
zh_cn: 定期备份DHCP租约

source: This will periodically backup the RRD data so it can be restored automatically on the next boot.
cs_cz: Toto pravidelně zazálohuje RRD data takže je bude možné při dalším startu systému automaticky obnovit.
de_de: Dadurch werden RRD-Daten periodisch gesichert, sodass sie nach einem Neustart automatisch wiederhergestellt werden können.
el_gr: Αυτό θα δημιουργεί περιοδικά αντίγραφα ασφαλείας των δεδομένων RRD, ώστε να μπορούν να αποκατασταθούν αυτόματα κατά την επόμενη εκκίνηση.
fa_ir: این عمل به‌طور دوره‌ای داده‌های RRD را پشتیبان‌گیری می‌کند تا در بوت بعدی به‌صورت خودکار بازیابی شود.
fr_fr: Cette option permet de sauvegarder périodiquement les données RRD afin de les restaurer automatiquement lors du prochain démarrage.
it_it: Ciò eseguirà periodicamente il backup dei dati RRD in modo che possano essere ripristinati automaticamente al successivo avvio.
ko_kr: 이렇게 하면 다음 부팅 시 자동으로 복원될 수 있도록 RRD 데이터가 주기적으로 백업됩니다.
pl_pl: Spowoduje to okresową kopię zapasową danych RRD, aby można je było przywrócić automatycznie przy następnym uruchomieniu.
uk_ua: Це періодично створюватиме резервну копію даних RRD, щоб їх можна було автоматично відновити під час наступного завантаження.
zh_cn: 这会定期备份RRD数据，以便它可以在下次引导时自动恢复。

source: 1 hour
cs_cz: 1 hodina
de_de: 1 Stunde
el_gr: 1 ώρα
fa_ir: 1 ساعت
fr_fr: 1 heure
it_it: 1 ora
ko_kr: 1 시간
pl_pl: 1 godzina
uk_ua: 1 година
zh_cn: 1小时

source: %s hours
cs_cz: %s hodin
de_de: %s Stunden
el_gr: %s ώρες
fa_ir: %s ساعت
fr_fr: %s heures
it_it: %s ore
ko_kr: %s 시간
pl_pl: %s godzin/y
uk_ua: %s годин
zh_cn: %s小时

source: Periodic RRD Backup
cs_cz: Pravidelná záloha RRD databáze
de_de: Periodische RRD-Sicherung
el_gr: Περιοδική δημιουργία αντιγράφων ασφαλείας RRD
fa_ir: پشتیبان‌گیری دوره‌ای از RRD
fr_fr: Sauvegarde périodique RRD
it_it: Backup RRD periodico
ko_kr: 주기적인 RRD 백업
pl_pl: Cykliczna kopia RRD
uk_ua: Періодичне резервне копіювання RRD
zh_cn: 定期RRD备份

source: Periodic Backups
cs_cz: Pravidelné zálohy
de_de: Periodische Sicherungen
el_gr: Περιοδικά αντίγραφα ασφαλείας
fa_ir: پشتیبان‌گیری‌های دوره‌ای
fr_fr: Sauvegardes Périodiques
it_it: Backup periodici
ko_kr: 주기적인 백업
pl_pl: Cykliczna kopia
uk_ua: Періодичні резервні копії
zh_cn: 定期备份

source: If you do not have a supported thermal sensor chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
cs_cz: Pokud čip, odečítající údaje z teplotního čidla tohoto systému není podporovaný, tato předvolba nebude mít žádný účinek. Pokud chcete vybraný modul přestat používat, nastavte tuto předvolbu na „žádný“ a stroj restartujte.
de_de: Falls Sie keinen unterstützten Temperatursensor in Ihrem System haben, hat diese Option keinen Effekt. Wenn Sie das Modul zu deaktivieren wollen, setzen Sie diese Option auf 'keiner' und starten Sie anschließend neu.
el_gr: Εάν δεν έχετε υποστηριζόμενο τσιπ θερμικού αισθητήρα στο σύστημά σας, αυτή η επιλογή δεν θα έχει κανένα αποτέλεσμα. Για να καταργήσετε τη φόρτωση της επιλεγμένης μονάδας, ορίστε αυτήν την επιλογή σε «καμία» και, στη συνέχεια, επανεκκινήστε το σύστημα.
fa_ir: اگر در سیستم شما تراشه حسگر حرارتی پشتیبانی‌شده‌ای وجود نداشته باشد، این گزینه تأثیری نخواهد داشت. برای خارج‌کردن ماژول انتخاب‌شده، این گزینه را روی 'none' قرار دهید و سپس سیستم را راه‌اندازی مجدد کنید.
fr_fr: Si votre système ne comporte pas de sonde de température gérée, cette option sera sans effet. Pour décharger le module sélectionné, réglez cette option sur 'aucun' puis redémarrez.
it_it: Se nel sistema non è presente un chip sensore termico supportato, questa opzione non avrà alcun effetto. Per scaricare il modulo selezionato, impostare questa opzione su "nessuno" e quindi riavviare.
ko_kr: 시스템에 지원되는 온도 센서 칩이 없는 경우 이 옵션은 적용되지 않습니다. 선택한 모듈을 언로드하려면 이 옵션을 '없음'으로 설정한 다음 재부팅하세요.
pl_pl: Jeśli nie masz w swoim systemie obsługiwanego układu czujnika temperatury, ta opcja nie będzie działać. Aby wyładować wybrany moduł, ustaw tę opcję na „brak”, a następnie uruchom ponownie.
uk_ua: Якщо у вашій системі немає підтримуваного чипа термодатчика, ця опція не матиме жодного ефекту. Щоб вивантажити вибраний модуль, встановіть цю опцію на «none», а потім перезавантажте.
zh_cn: 如果系统中没有支持的热传感器芯片，则此选项无效。要卸载所选模块，请设置本选项为"none"，然后重新启动。

source: If you have a supported CPU, selecting a themal sensor will load the appropriate driver to read its temperature. Setting this to 'None' will attempt to read the temperature from an ACPI-compliant motherboard sensor instead, if one is present.
cs_cz: Pokud je váš procesor podporovaný, výběr teplotního senzoru nahraje příslušný ovladač pro načítání jeho teploty. Nastavením na „žádný“ bude vyzkoušeno namísto toho načíst teplotu ze senzoru základní desky prostřednictvím ACPI standardu, pokud deska takový obsahuje.
de_de: Falls Sie eine unterstützte CPU haben, wird durch die Auswahl eines Wärmesensors der passende Treiber zum Lesen der Temperatur geladen. Durch das Setzen auf 'Keiner' wird versucht, die Temperatur über einen Sensor auf dem Motherboard, sofern einer vorhanden ist, zu ermitteln.
el_gr: Εάν έχετε υποστηριζόμενη CPU, η επιλογή ενός θεματικού αισθητήρα θα φορτώσει το κατάλληλο πρόγραμμα οδήγησης για να διαβάσει τη θερμοκρασία του. Ορίζοντας αυτήν την επιλογή σε «Καμία», θα επιχειρηθεί η ανάγνωση της θερμοκρασίας από έναν αισθητήρα μητρικής πλακέτας συμβατό με ACPI, εάν υπάρχει.
fa_ir: اگر CPU پشتیبانی‌شده‌ای دارید، انتخاب یک حسگر حرارتی درایور مناسب را برای خواندن دمای آن بارگذاری می‌کند. تنظیم این گزینه روی 'None' در صورتی که حسگر مادربورد مطابق ACPI وجود داشته باشد، تلاش خواهد کرد دما را از آن بخواند.
fr_fr: Si votre système est équipé d'un CPU approprié, sélectionner une sonde de température chargera le pilote adéquat afin de pouvoir lire les données de température. Définir ce paramètre sur 'Aucun' forcera la lecture de la température depuis la sonde compatible ACPI de la carte-mère si cette dernière est présente.
it_it: Se disponi di una CPU supportata, selezionando un sensore termico caricherà il driver appropriato per leggerne la temperatura. Impostandolo su "Nessuno" si tenterà invece di leggere la temperatura da un sensore della scheda madre compatibile ACPI, se presente.
ko_kr: 지원되는 CPU가 있는 경우, 온도 센서를 선택하면 해당 드라이버가 로드되어 온도를 읽을 수 있습니다. 이 값을 '없음'으로 설정하면 ACPI 호환 마더보드 센서가 있는 경우 대신 온도를 읽으려고 시도합니다.
pl_pl: Jeśli masz obsługiwany procesor, wybranie czujnika termicznego załaduje odpowiedni sterownik, aby odczytać jego temperaturę. Ustawienie tej opcji na „Brak” spowoduje próbę odczytania temperatury z czujnika płyty głównej zgodnego z ACPI, jeśli taki jest obecny.
uk_ua: Якщо у вас підтримуваний ЦП, вибір термодатчика завантажить відповідний драйвер для зчитування його температури. Встановлення значення «None» замість цього спробує зчитати температуру з сумісного з ACPI датчика материнської плати, якщо такий є.
zh_cn: 如果您有支持的CPU，选择温度传感器会加载适当的驱动程序来读取CPU温度。 设置本选项为"none"会尝试从符合ACPI的主板传感器中读取温度。

source: None/ACPI
cs_cz: Žádný/ACPI
de_de: Keine/ACPI
el_gr: Κανένα/ACPI
fr_fr: Aucune/ACPI
it_it: Nessuno/ACPI
ko_kr: 없음/ACPI
pl_pl: Żadne/ACPI
uk_ua: Жоден/ACPI

source: Thermal Sensors
cs_cz: Teplotní senzory
de_de: Wärmesensoren
el_gr: Θερμικοί αισθητήρες
fa_ir: حسگرهای دما
fr_fr: Sondes thermiques
it_it: Sensori termici
ko_kr: 온도 센서
pl_pl: Czujniki temperatury
uk_ua: Термодатчики
zh_cn: 温度传感器

source: If you do not have a crypto chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
cs_cz: Pokud tento stroj není vybavený šifrovacím čipem, tato předvolba nebude mít žádný efekt. Aby označený ovladač nebyl nadále používán, nastavte tuto volbu na „žádné“ a pak restartujte stroj.
de_de: Wenn Ihr System keinen Kryptochip enthält, ist diese Option wirkungslos. Um das ausgewählte Modul zu entladen, setzen Sie diese Option auf „Keine“ und starten Sie anschließend neu.
el_gr: Εάν δεν έχετε κρυπτογραφικό τσιπ στο σύστημά σας, αυτή η επιλογή δεν θα έχει κανένα αποτέλεσμα. Για να ξεφορτώσετε την επιλεγμένη ενότητα, ορίστε αυτήν την επιλογή σε 'καμία' και, στη συνέχεια, επανεκκινήστε το σύστημα.
fa_ir: اگر در سیستم‌تان چیپ رمزنگاری ندارید، این گزینه هیچ تأثیری نخواهد داشت. برای بارگذاری‌زدایی ماژول انتخاب‌شده، این گزینه را روی 'none' قرار دهید و سپس سیستم را ری‌بوت کنید.
fr_fr: Si vous ne disposez pas d'une puce de chiffrement dans votre système, cette option n'aura aucun effet. Pour décharger le module sélectionné, réglez cette option sur 'aucune' puis redémarrez.
it_it: Se non hai un chip crittografico nel tuo sistema, questa opzione non avrà alcun effetto. Per scaricare il modulo selezionato, impostare questa opzione su "nessuno" e quindi riavviare.
ko_kr: 시스템에 암호화 칩이 없는 경우 이 옵션은 적용되지 않습니다. 선택한 모듈을 언로드하려면 이 옵션을 '없음'으로 설정한 다음 재부팅하세요.
pl_pl: Jeśli nie masz w swoim systemie chipa kryptograficznego, ta opcja nie przyniesie efektu. Aby wyładować wybrany moduł, ustaw tę opcję na „brak”, a następnie uruchom ponownie.
uk_ua: Якщо у вашій системі немає крипточипа, ця опція не матиме жодного ефекту. Щоб вивантажити вибраний модуль, встановіть цю опцію на «none», а потім перезавантажте.
zh_cn: 如果您的系统中没有加密芯片，此选项不会有任何效果。要卸载所选模块，请设置本选项为"none"，然后重新启动。

source: Hardware
fa_ir: سخت‌افزار
fr_fr: Matériel
ko_kr: 하드웨어
pl_pl: Sprzęt
uk_ua: Апаратне забезпечення
zh_cn: 硬件

source: Please select a valid Thermal Hardware Sensor.
cs_cz: Vyberte platný teplotní senzor hardwaru.
de_de: Bitte wählen Sie einen gültigen Hardwarewärmesensor aus.
el_gr: Επιλέξτε έναν έγκυρο θερμικό αισθητήρα υλικού.
fa_ir: لطفاً یک حسگر حرارتی سخت‌افزاری معتبر انتخاب کنید.
fr_fr: Veuillez sélectionner une Sonde de température Matérielle valide.
it_it: Seleziona un sensore hardware termico valido.
ko_kr: 올바른 온도 하드웨어 센서를 선택하세요.
pl_pl: Wybierz prawidłowy czujnik sprzętu termicznego.
uk_ua: Будь ласка, виберіть дійсний апаратний термодатчик.
zh_cn: 请选择有效的温度传感器。

source: Please select a valid Cryptographic Accelerator.
cs_cz: Vyberte správný urychlovač šifrování.
de_de: Bitte wählen sie einen gültigen Kryptografiebeschleuniger aus.
el_gr: Επιλέξτε έναν έγκυρο Κρυπτογραφικό Επιταχυντή.
fa_ir: لطفاً یک شتاب‌دهنده رمزنگاری معتبر انتخاب کنید.
fr_fr: Veuillez sélectionner un Accélérateur de Chiffrement valide.
it_it: Seleziona un acceleratore crittografico valido.
ko_kr: 올바른 암호화 가속기를 선택하세요.
pl_pl: Wybierz prawidłowy akcelerator kryptograficzny.
uk_ua: Будь ласка, виберіть дійсний криптографічний прискорювач.
zh_cn: 请选择有效的加密加速器。

source: Intel Core* CPU on-die thermal sensor
cs_cz: Teplotní senzor přímo v jádře procesorů Intel řady Core
de_de: Thermischer Sensor auf dem Die von Intel Core*-CPUs
el_gr: Ενσωματωμένος θερμικός αισθητήρας Intel Core* CPU
fa_ir: حسگر حرارتی درون‌تراشه CPU Intel Core*
fr_fr: Sonde de température intégrée au die des CPU Intel Core*
it_it: Sensore termico integrato sulla CPU Intel Core*
ko_kr: Intel Core* CPU 온다이 온도 센서
pl_pl: Wbudowany czujnik termiczny procesora Intel Core*
uk_ua: Вбудований термодатчик ЦП Intel Core*
zh_cn: 英特尔®酷睿* CPU芯片上温度传感器

source: AMD K8, K10 and K11 CPU on-die thermal sensor
cs_cz: Teplotní senzor přímo v jádře procesorů AMD řad K8, K10 a K11
de_de: CPU-integrierter Temperatursensor (AMD K8, K10 und K11)
el_gr: Θερμικός αισθητήρας ενσωματωμένος στην CPU AMD K8, K10 και K11
fa_ir: حسگر حرارتی درون‌تراشه CPUهای AMD K8، K10 و K11
fr_fr: Sonde de température intégrée au die des CPU AMD K8, K10 et K11
it_it: Sensore termico on-die CPU AMD K8, K10 e K11
ko_kr: AMD K8, K10 및 K11 CPU 온다이 온도 센서
pl_pl: Czujnik termiczny na rdzeniu CPU AMD K8, K10 i K11
uk_ua: Вбудований термодатчик ЦП AMD K8, K10 та K11
zh_cn: AMD K8, K10 and K11 CPU上温度传感器

source: SafeNet Crypto Accelerator
de_de: SafeNet Kryptografiebeschleuniger
el_gr: Επιταχυντής κρυπτογράφησης SafeNet
fa_ir: شتاب‌دهنده رمزنگاری SafeNet
fr_fr: Accélérateurs cryptographiques SafeNet
it_it: Acceleratore crittografico SafeNet
ko_kr: SafeNet 암호화 가속기
pl_pl: Akcelerator kryptograficzny SafeNet
uk_ua: Криптоприскорювач SafeNet
zh_cn: SafeNet加密加速器

source: Crypto and RNG in VIA C3, C7 and Eden Processors
cs_cz: Šifrování a vytváření náhodných čísel v procesorech VIA C3, C7 a Eden
de_de: Kryptografie und Zufallszahlengenerator in VIA C3-, C7- und Eden-Prozessoren
el_gr: Κρυπτογράφηση και RNG σε επεξεργαστές VIA C3, C7 και Eden
fa_ir: رمزنگاری و RNG در پردازنده‌های VIA C3، C7 و Eden
fr_fr: Accélérateur cryptographique et générateur de nombres aléatoires des processeurs VIA de type C3, C7 et Eden
it_it: Criptovalute e RNG nei processori VIA C3, C7 ed Eden
ko_kr: VIA C3, C7 및 Eden 프로세서의 암호화 및 RNG
pl_pl: Krypto i RNG w procesorach VIA C3, C7 i Eden
uk_ua: Криптографічні та ГВЧ функції в процесорах VIA C3, C7 та Eden
zh_cn: VIA C3，C7和Eden处理器中的Crypto和RNG

source: Hifn 7751/7951/7811/7955/7956 Crypto Accelerator
de_de: Hifn 7751/7951/7811/7955/7956 Kryptografiebeschleuniger
el_gr: Επιταχυντής κρυπτογράφησης Hifn 7751/7951/7811/7955/7956
fa_ir: شتاب‌دهنده رمزنگاری Hifn 7751/7951/7811/7955/7956
fr_fr: Accélérateur cryptographique Hifn 7751/7951/7811/7955/7956
it_it: Acceleratore crittografico Hifn 7751/7951/7811/7955/7956
ko_kr: Hifn 7751/7951/7811/7955/7956 암호화 가속기
pl_pl: Akcelerator kryptograficzny Hifn 7751/7951/7811/7955/7956
uk_ua: Криптоприскорювач Hifn 7751/7951/7811/7955/7956
zh_cn: Hifn 7751/7951/7811/7955/7956加密加速器

source: Make sure the certificate is valid for all HTTPS addresses on aliases. If it's not valid or is revoked, do not download it.
cs_cz: Ověřte, zda je certifikát platný pro i pro všechny alternativní HTTPS adresy. Pokud není platný nebo jeho platnost byla odvolána, nestahujte si ho.
de_de: Stellen Sie sicher, dass das Zertifikat für alle HTTPS-Adressen in Aliase gültig ist. Wenn es ungültig oder widerrufen ist, wird es nicht heruntergeladen.
el_gr: Βεβαιωθείτε ότι το πιστοποιητικό είναι έγκυρο για όλες τις διευθύνσεις HTTPS σε ψευδώνυμα. Εάν δεν είναι έγκυρο ή έχει ανακληθεί, μην το κατεβάσετε.
fa_ir: اطمینان حاصل کنید که گواهی برای تمامی آدرس‌های HTTPS در aliases معتبر است. اگر معتبر نیست یا لغو شده است، آن را دانلود نکنید.
fr_fr: Vérifier la validité du certificat pour toutes les adresses HTTPS sur les alias. S'il n'est pas valide ou qu'il est révoqué, ne pas le télécharger.
it_it: Assicurati che il certificato sia valido per tutti gli indirizzi HTTPS sugli alias. Se non è valido o viene revocato, non scaricarlo.
ko_kr: 인증서가 별칭의 모든 HTTPS 주소에 대해 유효한지 확인합니다. 유효하지 않거나 취소된 경우 다운로드하지 않습니다.
pl_pl: Upewnij się, że certyfikat jest ważny dla wszystkich adresów HTTPS w aliasach. Jeśli nie jest ważny lub został unieważniony, nie pobieraj go.
uk_ua: Переконайтеся, що сертифікат дійсний для всіх адрес HTTPS в псевдонімах. Якщо він недійсний або анульований, не завантажуйте його.
zh_cn: 确保证书对别名上的所有HTTPS地址有效。 如果它无效或被吊销，则不会去下载它。

source: Verify HTTPS certificates when downloading alias URLs
cs_cz: Ověřit HTTPS certifikáty při stahování alternativních URL adres
de_de: HTTPS-Zertifikate beim Herunterladen von Alias-URLs überprüfen
el_gr: Επαλήθευση πιστοποιητικών HTTPS κατά τη λήψη ψευδωνύμων URL
fa_ir: هنگام دانلود URLهای aliases، گواهی‌های HTTPS را تأیید کنید.
fr_fr: Vérifier les certificats HTTPS lors du téléchargement des alias de type URL
it_it: Verifica i certificati HTTPS durante il download degli URL alias
ko_kr: 별칭 URL을 다운로드할 때 HTTPS 인증서 검증
pl_pl: Weryfikuj certyfikaty HTTPS podczas pobierania adresów URL aliasów
uk_ua: Перевіряти сертифікати HTTPS під час завантаження URL-адрес псевдоніків
zh_cn: 在下载别名URL时验证HTTPS证书

source: Check certificate of aliases URLs
cs_cz: Ověřit certifikát alternativních URL adres
de_de: Zertifikatsprüfung für Alias-URLs
el_gr: Έλεγχος πιστοποιητικών ψευδωνύμων URL
fa_ir: بررسی گواهی URLهای aliases
fr_fr: Vérifier les certificats des alias d'URLs.
it_it: Controlla il certificato degli URL degli alias
ko_kr: 별칭 인증서 URL 확인
pl_pl: Sprawdź certyfikat adresów URL aliasów
uk_ua: Перевіряти сертифікат URL-адрес псевдоніків
zh_cn: 检查别名URLs的证书

source: Note: Leave this blank for the default (300s).
cs_cz: Pozn.: Pokud chcete použít výchozí hodnotu (300s), nevyplňujte.
de_de: Hinweis: Lassen Sie dieses Feld leer, um den Standardwert zu verwenden (300 Sekunden).
el_gr: Σημείωση: Αφήστε αυτό το κενό για την προεπιλογή (300s).
fa_ir: توجه: برای استفاده از مقدار پیش‌فرض (300s) این را خالی بگذارید.
fr_fr: Note: Laissez ce paramètre vide pour utiliser la valeur par défaut (300s).
it_it: Nota: lasciare vuoto questo campo per l'impostazione predefinita (300).
ko_kr: 참고: 기본값(300초)의 경우 이 값을 비워 둡니다.
pl_pl: Info: Pozostaw puste by użyć domyślnej wartości (300s).
uk_ua: Нотатка: Залиште це поле пустим для типового значення (300 с).
zh_cn: 注意：留空则使用默认值(300秒)。

source: Interval, in seconds, that will be used to resolve hostnames configured on aliases.
cs_cz: Interval (v sekundách) ve kterém budou překládány názvy strojů nastavená v alternativních názvech.
de_de: Intervall in Sekunden, in dem Hostnamen aufgelöst werden, die in Aliase konfiguriert sind.
el_gr: Διάστημα, σε δευτερόλεπτα, που θα χρησιμοποιηθεί για την επίλυση ονομάτων κεντρικών υπολογιστών που έχουν ρυθμιστεί σε ψευδώνυμα.
fa_ir: بازه، بر حسب ثانیه، که برای حل نام‌های میزبان تنظیم‌شده در aliases استفاده خواهد شد.
fr_fr: Intervalle, en secondes, qui sera utilisé pour résoudre les noms d'hôte configurés dans les alias.
it_it: Intervallo, in secondi, che verrà utilizzato per risolvere i nomi host configurati sugli alias.
ko_kr: 별칭에 구성된 호스트 이름을 확인하는 데 사용되는 간격(초)입니다.
pl_pl: Interwał, w sekundach, który będzie używany do rozwiązywania nazw hostów skonfigurowanych w aliasach.
uk_ua: Інтервал, у секундах, що використовуватиметься для розпізнавання імен хостів, налаштованих на псевдонімах.
zh_cn: 以秒为单位，用于解析在别名上配置的主机名。

source: Aliases Resolve Interval
cs_cz: Interval překládání alternativních názvů
de_de: Alias-Auflöseintervall
el_gr: Διάστημα επίλυσης ψευδωνύμων
fa_ir: بازهٔ رزولوشن aliases
fr_fr: Intervalle de résolution des Alias
it_it: Intervallo di risoluzione degli alias
ko_kr: 별칭 확인 간격
pl_pl: Interwał rozwiązywania aliasów
uk_ua: Інтервал розпізнавання псевдонімів
zh_cn: 别名解析间隔
