Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Shape packets using the selected pipe or queue in the reverse rule direction.
de_de: Pakete mithilfe der ausgewählten Pipe oder Queue in der umgekehrten Regelrichtung formen.
fa_ir: بسته‌ها را با استفاده از pipe یا queue انتخاب‌شده در جهت معکوس قانون شکل‌دهی کنید.
fr_fr: Mettre en forme les paquets utilisant le tuyau ou la file d'attente sélectionné dans le sens inverse de la règle.
ko_kr: 선택한 파이프 또는 큐를 사용하여 역방향 규칙으로 패킷 모양을 지정합니다.
uk_ua: Формувати пакети за допомогою вибраного каналу або черги у зворотному напрямку правила.

source: Shape packets using the selected pipe or queue in the rule direction.
de_de: Pakete mithilfe der ausgewählten Pipe oder Queue in der Regelrichtung formen.
fa_ir: بسته‌ها را با استفاده از pipe یا queue انتخاب‌شده در جهت قانون شکل‌دهی کنید.
fr_fr: Mettre en forme les paquets en utilisant le tuyau ou la file d'attente sélectionné dans la direction de la règle.
ko_kr: 규칙 방향에서 선택한 파이프 또는 큐를 사용하여 패킷 모양을 지정합니다.
uk_ua: Формувати пакети за допомогою вибраного каналу або черги в напрямку правила.

source: Should be set when Dnsmasq is definitely the only DHCP server on a network. For DHCPv4, it changes the behaviour from strict RFC compliance so that DHCP requests on unknown leases from unknown hosts are not ignored.
de_de: Sollte gesetzt werden, wenn Dnsmasq definitiv der einzige DHCP-Server in einem Netzwerk ist. Für DHCPv4 ändert dies das Verhalten von strikter RFC-Konformität, sodass DHCP-Anfragen für unbekannte Leases von unbekannten Hosts nicht ignoriert werden.
fa_ir: این گزینه زمانی باید فعال شود که Dnsmasq مطمئناً تنها سرور DHCP در شبکه باشد. برای DHCPv4، با این کار رفتار از تطابق سخت‌گیرانه با RFC تغییر می‌کند تا درخواست‌های DHCP مربوط به اجاره‌های ناشناخته از میزبان‌های ناشناس نادیده گرفته نشوند.
fr_fr: Doit être défini lorsque Dnsmasq est définitivement le seul serveur DHCP sur un réseau. Pour DHCPv4, cela modifie le comportement par rapport à la stricte conformité RFC, de sorte que les demandes DHCP sur des baux inconnus provenant d'hôtes inconnus ne sont pas ignorées.
ko_kr: 이 설정은 Dnsmasq가 네트워크에서 유일한 DHCP 서버인 경우에만 필요합니다. DHCPv4의 경우, 이 설정은 엄격한 RFC 규정 준수에서 벗어나 알 수 없는 호스트에서 온 알 수 없는 임대에 대한 DHCP 요청을 무시하지 않도록 동작을 변경합니다.
uk_ua: Має бути встановлено, коли Dnsmasq є єдиним DHCP-сервером у мережі. Для DHCPv4 це змінює поведінку від суворого відповідності RFC, так що DHCP-запити щодо невідомих лізингів від невідомих хостів не ігноруються.

source: Show password fields
de_de: Passwortfelder anzeigen
fa_ir: نمایش فیلدهای رمز عبور
fr_fr: Afficher les champs du mot de passe
ko_kr: 비밀번호 입력란 표시
uk_ua: Показати поля пароля

source: Show the provided message to the user, can be formatted using html.
de_de: Die angegebene Nachricht dem Benutzer anzeigen, kann mit HTML formatiert werden.
fa_ir: پیام ارائه‌شده را به کاربر نمایش دهید؛ می‌تواند با استفاده از HTML قالب‌بندی شود.
fr_fr: Affiche le message fourni à l'utilisateur, qui peut être formaté à l'aide de html.
ko_kr: 제공된 메시지를 사용자에게 표시합니다. 메시지는 HTML 형식으로 지정할 수 있습니다.
uk_ua: Показати надане повідомлення користувачеві, може бути відформатовано за допомогою HTML.

source: SignatureAlgorithms
de_de: Signaturalgorithmen
fa_ir: الگوریتم‌های امضا
fr_fr: Algorithmes de signature
ko_kr: 시그니처알고리즘
uk_ua: Алгоритми підпису

source: Skip firewall rules
de_de: Firewallregeln überspringen
fa_ir: نادیده‌گرفتن قوانین فایروال
fr_fr: Sauter les règles de pare-feu
ko_kr: 방화벽 규칙 건너뛰기
uk_ua: Пропустити правила міжмережевого екрана

source: Socket Type
de_de: Socket-Typ
fa_ir: نوع سوکت
fr_fr: Type de prise
ko_kr: 소켓 유형
uk_ua: Тип сокета

source: Socket timeout in seconds. The number of seconds the server waits for data sent by / to the backend.
de_de: Socket-Timeout in Sekunden. Anzahl der Sekunden, die der Server auf Daten wartet, die vom/zum Backend gesendet werden.
fa_ir: Timeout سوکت به ثانیه. تعداد ثانیه‌هایی که سرور برای داده‌های ارسال‌شده از/به backend منتظر می‌ماند.
fr_fr: Délai d'attente de la socket en secondes. Nombre de secondes pendant lesquelles le serveur attend les données envoyées par / au backend.
ko_kr: 소켓 타임아웃(초)입니다. 서버가 백엔드로부터 전송되는 데이터를 기다리는 최대 시간입니다.
uk_ua: Час очікування сокета в секундах. Кількість секунд, протягом яких сервер чекає на дані, надіслані / до бекенду.

source: Socket type used for DHCP communication
de_de: Socket-Typ für die DHCP-Kommunikation
fa_ir: نوع سوکت مورد استفاده برای ارتباطات DHCP
fr_fr: Type de socket utilisé pour la communication DHCP
ko_kr: DHCP 통신에 사용되는 소켓 유형
uk_ua: Тип сокета, що використовується для зв'язку DHCP

source: Sort order
de_de: Sortierreihenfolge
fa_ir: ترتیب مرتب‌سازی
fr_fr: Ordre de tri
ko_kr: 정렬 순서
uk_ua: Порядок сортування

source: Sort with a sequence number, e.g., for strict processing order when using the "Query DNS servers sequentially" option in general settings.
de_de: Mit einer Sequenznummer sortieren, z. B. für eine strikte Verarbeitungsreihenfolge, wenn in den allgemeinen Einstellungen die Option "DNS-Server sequenziell abfragen" verwendet wird.
fa_ir: مرتب‌سازی با شمارهٔ ترتیبی، مثلاً برای ترتیب پردازش دقیق هنگام فعال‌بودن گزینهٔ «Query DNS servers sequentially» در تنظیمات عمومی.
fr_fr: Trier avec un numéro de séquence, par exemple pour un ordre de traitement strict lors de l'utilisation de l'option "Interroger les serveurs DNS de manière séquentielle" dans les paramètres généraux.
ko_kr: 시퀀스 번호로 정렬합니다. 예를 들어, 일반 설정에서 "DNS 서버를 순차적으로 쿼리" 옵션을 사용할 때 엄격한 처리 순서를 적용하기 위해 사용됩니다.
uk_ua: Сортувати за порядковим номером, наприклад, для суворого порядку обробки при використанні опції "Послідовний запит DNS-серверів" у загальних налаштуваннях.

source: Source IP address for queries to the DNS server for the override domain. Best to leave empty
de_de: Quell-IP-Adresse für Abfragen an den DNS-Server der überschriebenen Domain. Am besten leer lassen.
fa_ir: آدرس IP مبدأ برای کوئری‌ها به سرور DNS برای دامنهٔ override. ترجیحاً خالی بگذارید.
fr_fr: Adresse IP source pour les requêtes au serveur DNS pour le domaine de remplacement. Il est préférable de laisser ce champ vide
ko_kr: 재정의 도메인에 대한 DNS 서버 쿼리 시 사용할 소스 IP 주소입니다. 비워두는 것이 가장 좋습니다.
uk_ua: Вихідна IP-адреса для запитів до DNS-сервера для домену перевизначення. Краще залишити порожнім.

source: Source Net(s)
de_de: Quellnetz(e)
fa_ir: شبکه(های مبدأ)
ko_kr: 출발지 네트워크
uk_ua: Вихідна(і) мережа(і)

source: Source Routing
de_de: Quellrouting
fa_ir: مسیر‌دهی مبدأ
fr_fr: Routage à la source
ko_kr: 출발지 라우팅
uk_ua: Маршрутизація джерела

source: Source networks to apply policy on. Examples are 192.168.1.0/24 or 192.168.1.1. Leave empty to apply on everything
de_de: Quellnetzwerke, auf die die Richtlinie angewendet werden soll. Beispiele: 192.168.1.0/24 oder 192.168.1.1. Leer lassen, um alles anzuwenden.
fa_ir: شبکه‌های مبدأ برای اعمال سیاست. مثال‌ها: 192.168.1.0/24 یا 192.168.1.1. برای اعمال روی همه، خالی بگذارید.
fr_fr: Réseaux sources sur lesquels appliquer la politique. Les exemples sont 192.168.1.0/24 ou 192.168.1.1. Laisser vide pour appliquer la politique à tous les réseaux
ko_kr: 정책을 적용할 출발지 네트워크입니다. 예: 192.168.1.0/24 또는 192.168.1.1. 모든 네트워크에 적용하려면 비워 두세요
uk_ua: Вихідні мережі, до яких застосовується політика. Приклади: 192.168.1.0/24 або 192.168.1.1. Залиште порожнім, щоб застосувати до всього.

source: Spanning Tree Protocol (RSTP/STP)
de_de: Spanning Tree Protocol (STP/RSTP)
fa_ir: پروتکل Spanning Tree (RSTP/STP)
fr_fr: Protocole Spanning Tree (RSTP/STP)
ko_kr: 스패닝 트리 프로토콜(RSTP/STP)
uk_ua: Протокол Spanning Tree (RSTP/STP)

source: Specifies a network pattern to match, with optional ge (greater than or equal) and le (less than or equal) attributes to control the prefix length range. For example, a pattern like "192.168.0.0/16 ge 24 le 28" matches any route within the 192.168.0.0/16 block with prefix lengths from /24 to /28.
de_de: Ein Netzwerk-Muster angeben, das abgeglichen werden soll, mit optionalen "ge" (größer oder gleich) und "le" (kleiner oder gleich) Attributen zur Steuerung des Präfixlängenbereichs. Beispiel: "192.168.0.0/16 ge 24 le 28" passt auf jede Route innerhalb des 192.168.0.0/16-Blocks mit Präfixlängen von /24 bis /28.
fa_ir: الگوی شبکه‌ای را برای مطابقت مشخص می‌کند، با گزینه‌های اختیاری ge (بزرگ‌تر یا مساوی) و le (کوچک‌تر یا مساوی) برای کنترل بازهٔ طول پیشوند. برای مثال، الگوی «192.168.0.0/16 ge 24 le 28» هر مسیری در بلوک 192.168.0.0/16 با طول پیشوند از /24 تا /28 را مطابقت می‌دهد.
fr_fr: Spécifie un modèle de réseau à faire correspondre, avec les attributs facultatifs ge (supérieur ou égal) et le (inférieur ou égal) pour contrôler la plage de longueur des préfixes. Par exemple, un motif tel que "192.168.0.0/16 ge 24 le 28" correspond à toutes les routes du bloc 192.168.0.0/16 dont les longueurs de préfixe sont comprises entre /24 et /28.
ko_kr: 일치시킬 네트워크 패턴을 지정하며, 선택적으로 ge(크거나 같음)와 le(작거나 같음) 속성을 사용하여 프리픽스 길이 범위를 제어할 수 있습니다. 예를 들어 "192.168.0.0/16 ge 24 le 28"과 같은 패턴은 192.168.0.0/16 블록 내에서 프리픽스 길이가 /24에서 /28인 모든 경로와 일치합니다..
uk_ua: Вказує шаблон мережі для відповідності, з необов'язковими атрибутами ge (більше або дорівнює) та le (менше або дорівнює) для контролю діапазону довжини префікса. Наприклад, шаблон "192.168.0.0/16 ge 24 le 28" відповідає будь-якому маршруту в блоці 192.168.0.0/16 з довжиною префікса від /24 до /28.

source: Specifies a password or key used for plain or MD5 authentication.
de_de: Ein Passwort oder einen Schlüssel für Plain- oder MD5-Authentifizierung angeben.
fa_ir: رمز عبور یا کلیدی را مشخص می‌کند که برای احراز هویت plain یا MD5 استفاده می‌شود.
fr_fr: Spécifie un mot de passe ou une clé utilisée pour l'authentification simple ou MD5.
ko_kr: 일반 암호 또는 MD5 인증에 사용되는 암호 또는 키를 지정합니다.
uk_ua: Вказує пароль або ключ, що використовується для простої або MD5-автентифікації.

source: Specifies metric cost when interface is in backup mode via CARP, deprioritizing paths dynamically.
de_de: Die Metrikkosten angeben, wenn sich das Interface im Backup-Modus über CARP befindet; Pfade werden dabei dynamisch nachrangig behandelt.
fa_ir: وقتی رابط در حالت پشتیبان از طریق CARP است، هزینهٔ متریک را مشخص می‌کند تا مسیرها به‌طور دینامیک کم‌اولویت شوند.
fr_fr: Spécifie le coût métrique lorsque l'interface est en mode sauvegarde via CARP, en privant les chemins de priorité de manière dynamique.
ko_kr: 인터페이스가 CARP 백업 모드일 때 메트릭 비용을 지정하여 경로 우선순위를 동적으로 낮춥니다.
uk_ua: Вказує метричну вартість, коли інтерфейс знаходиться в режимі резервного копіювання через CARP, динамічно депріоритизуючи шляхи.

source: Specifies the IPv6 network address (e.g., fe80::1234) to include in OSPFv3.
de_de: Die IPv6-Netzwerkadresse (z. B. fe80::1234) angeben, die in OSPFv3 aufgenommen werden soll.
fa_ir: آدرس شبکهٔ IPv6 (مثلاً fe80::1234) را برای گنجاندن در OSPFv3 مشخص می‌کند.
fr_fr: Spécifie l'adresse réseau IPv6 (par exemple, fe80::1234) à inclure dans OSPFv3.
ko_kr: OSPFv3에 포함할 IPv6 네트워크 주소(예: fe80::1234)를 지정합니다.
uk_ua: Вказує мережеву адресу IPv6 (наприклад, fe80::1234), яку слід включити в OSPFv3.

source: Specifies the hostname of this agent.
de_de: Den Hostnamen dieses Agenten angeben.
fa_ir: نام میزبان این عامل را مشخص می‌کند.
fr_fr: Spécifie le nom d'hôte de cet agent.
ko_kr: 이 에이전트의 호스트 이름을 지정합니다.
uk_ua: Вказує ім'я хоста цього агента.

source: Specifies the network address (e.g., 192.168.1.0) to include in OSPF.
de_de: Die Netzwerkadresse (z. B. 192.168.1.0) angeben, die in OSPF aufgenommen werden soll.
fa_ir: آدرس شبکه (مثلاً 192.168.1.0) را برای گنجاندن در OSPF مشخص می‌کند.
fr_fr: Spécifie l'adresse réseau (par exemple, 192.168.1.0) à inclure dans OSPF.
ko_kr: OSPF에 포함할 네트워크 주소(예: 192.168.1.0)를 지정합니다.
uk_ua: Вказує мережеву адресу (наприклад, 192.168.1.0), яку слід включити в OSPF.

source: Specifies the port to use for communicating with the Wazuh manager during enrollment.
de_de: Den Port angeben, der für die Kommunikation mit dem Wazuh-Manager während der Registrierung verwendet wird.
fa_ir: پورت مورد استفاده برای ارتباط با مدیر Wazuh هنگام ثبت‌نام را مشخص می‌کند.
fr_fr: Spécifie le port à utiliser pour communiquer avec le gestionnaire Wazuh lors de l'inscription.
ko_kr: 등록 중에 Wazuh 관리자와 통신하는 데 사용할 포트를 지정합니다.
uk_ua: Вказує порт, який використовуватиметься для зв'язку з менеджером Wazuh під час реєстрації.

source: Specifies the port to use for communicating with the Wazuh manager.
de_de: Den Port angeben, der für die Kommunikation mit dem Wazuh-Manager verwendet wird.
fa_ir: پورت مورد استفاده برای ارتباط با مدیر Wazuh را مشخص می‌کند.
fr_fr: Spécifie le port à utiliser pour communiquer avec le gestionnaire Wazuh.
ko_kr: Wazuh 관리자와 통신하는 데 사용할 포트를 지정합니다.
uk_ua: Вказує порт, який використовуватиметься для зв'язку з менеджером Wazuh.

source: Specify the IP address of the BGP neighbor.
de_de: Die IP-Adresse des BGP-Nachbarn angeben.
fa_ir: آدرس IP همسایهٔ BGP را مشخص کنید.
fr_fr: Spécifiez l'adresse IP du voisin BGP.
ko_kr: BGP 이웃의 IP 주소를 지정합니다.
uk_ua: Вкажіть IP-адресу сусіда BGP.

source: Specify the IP address of the OSPF neighbor.
de_de: Die IP-Adresse des OSPF-Nachbarn angeben.
fa_ir: آدرس IP همسایهٔ OSPF را مشخص کنید.
fr_fr: Spécifiez l'adresse IP du voisin OSPF.
ko_kr: OSPF 이웃의 IP 주소를 지정합니다.
uk_ua: Вкажіть IP-адресу сусіда OSPF.

source: Specify the local IP address used to establish connections with the neighbor. Only relevant for MD5 authentication.
de_de: Die lokale IP-Adresse angeben, die für die Verbindung mit dem Nachbarn verwendet wird. Nur relevant für MD5-Authentifizierung.
fa_ir: آدرس IP محلی مورد استفاده برای برقراری اتصال با همسایه را مشخص کنید. فقط برای احراز هویت MD5 مرتبط است.
fr_fr: Spécifiez l'adresse IP locale utilisée pour établir des connexions avec le voisin. Ne concerne que l'authentification MD5.
ko_kr: 이웃과의 연결을 설정하는 데 사용되는 로컬 IP 주소를 지정합니다. MD5 인증에만 적용됩니다.
uk_ua: Вкажіть локальну IP-адресу, що використовується для встановлення з'єднань із сусідом. Актуально лише для MD5-автентифікації.

source: Split DNS name
fa_ir: نام Split DNS
fr_fr: Diviser le nom DNS
ko_kr: 분리 DNS 이름
uk_ua: Розділена назва DNS

source: Split-include
fr_fr: Diviser pour inclure
ko_kr: 분리 포함
uk_ua: Розділити-включити

source: Stale Nonce Lifetime
de_de: Lebensdauer des veralteten Nonce
fa_ir: عمر Nonce منقضی
fr_fr: Durée de vie de la nonce périmée
ko_kr: Stale Nonce 수명
uk_ua: Час життя застарілого Nonce

source: Start N main Squid process daemons (i.e., SMP mode). Requires Restart.
de_de: N Hauptprozesse des Squid-Daemons starten (SMP-Modus). Erfordert einen Neustart.
fa_ir: راه‌اندازی N پردازش (daemon) اصلی Squid (حالت SMP). نیاز به راه‌اندازی مجدد دارد.
fr_fr: Démarre les démons du processus principal Squid (c'est-à-dire en mode SMP). Nécessite un redémarrage.
ko_kr: N개의 주요 Squid 프로세스 데몬(즉, SMP 모드)을 시작합니다. 재시작이 필요합니다.
uk_ua: Запустити N головних демонів процесу Squid (тобто режим SMP). Потребує перезапуску.

source: Start address
de_de: Startadresse
fa_ir: آدرس شروع
fr_fr: Adresse de départ
ko_kr: 시작 주소
uk_ua: Початкова адреса

source: Start of the range, e.g. 192.168.1.100 for DHCPv4, 2000::1 for DHCPv6 or when a constructor is using a suffix like ::1. To reveal IPv6 related options, enter a IPv6 address. When using router advertisements, it is possible to use a constructor with :: as the start address and no end address.
de_de: Beginn des Bereichs, z. B. 192.168.1.100 für DHCPv4, 2000::1 für DHCPv6 oder wenn ein Konstruktor ein Suffix wie ::1 verwendet. Um IPv6-bezogene Optionen sichtbar zu machen, eine IPv6-Adresse eingeben. Bei Router Advertisements ist es möglich, einen Konstruktor mit :: als Startadresse und ohne Endadresse zu verwenden.
fa_ir: ابتدای بازه، مثلاً 192.168.1.100 برای DHCPv4، 2000::1 برای DHCPv6 یا زمانی که یک constructor از پسوندی مانند ::1 استفاده می‌کند. برای نمایش گزینه‌های مرتبط با IPv6، یک آدرس IPv6 وارد کنید. هنگام استفاده از Router Advertisements می‌توان از constructor با :: به‌عنوان آدرس شروع و بدون آدرس پایان استفاده کرد.
fr_fr: Début de la plage, par exemple 192.168.1.100 pour DHCPv4, 2000::1 pour DHCPv6 ou lorsqu'un constructeur utilise un suffixe comme ::1. Pour afficher les options relatives à IPv6, entrez une adresse IPv6. Lors de l'utilisation d'annonces de routeurs, il est possible d'utiliser un constructeur avec : : comme adresse de départ et sans adresse de fin.
ko_kr: 범위의 시작입니다. 예: DHCPv4의 경우 192.168.1.100, DHCPv6의 경우 2000::1 또는 생성자가 ::1과 같은 접미사를 사용하는 경우입니다. IPv6 관련 옵션을 표시하려면 IPv6 주소를 입력하세요. 라우터 광고(RAU)를 사용할 때 시작 주소로 ::를 사용하고 끝 주소는 지정하지 않는 생성자를 사용할 수 있습니다.
uk_ua: Початок діапазону, наприклад 192.168.1.100 для DHCPv4, 2000::1 для DHCPv6 або коли конструктор використовує суфікс типу ::1. Щоб відобразити параметри, пов'язані з IPv6, введіть адресу IPv6. При використанні оголошень маршрутизаторів можна використовувати конструктор з :: як початковою адресою і без кінцевої адреси.

source: State tracking mechanism to use, default is full stateful tracking, sloppy ignores sequence numbers, use none for stateless rules.
de_de: Zu verwendender Mechanismus zur Zustandsverfolgung. Standard ist die vollständige Zustandsverfolgung. Sloppy ignoriert Sequenznummern. Verwenden Sie keine für zustandslose Regeln.
fa_ir: مکانیسم ردیابی وضعیت که باید استفاده شود. پیش‌فرض ردیابی حالت‌مند کامل است؛ حالت 'sloppy' شماره‌های توالی را نادیده می‌گیرد و 'none' برای قوانین بدون‌وضعیت (stateless) به‌کار می‌رود.
fr_fr: Mécanisme de suivi d'état à utiliser, par défaut le suivi d'état complet, sloppy ignore les numéros de séquence, utiliser none pour les règles sans état.
ko_kr: 사용할 상태 추적 메커니즘입니다. 기본값은 전체 상태 추적이며, 엉성하게 시퀀스 번호를 무시하고, 상태 없는 규칙에는 아무것도 사용하지 않습니다.
uk_ua: Механізм відстеження стану для використання, типово повне відстеження станів, "sloppy" ігнорує порядкові номери, використовуйте "none" для безстанових правил.

source: State type
de_de: Status-Typ
fa_ir: نوع وضعیت
fr_fr: Type d'État
ko_kr: 상태 유형
uk_ua: Тип стану

source: Stateful firewall
fa_ir: فایروال حالت‌مند
fr_fr: Pare-feu dynamique
ko_kr: 상태 기반 방화벽
uk_ua: Міжмережевий екран зі збереженням стану

source: Static challenge
de_de: Statische Challenge
fa_ir: چالش ایستا
fr_fr: Défi statique
ko_kr: 정적 챌린지
uk_ua: Статичний виклик

source: Static routes that the client should install in its routing cache, defined as dest-ip1,router-ip1,dest-ip2,router-ip2
de_de: Statische Routen, die der Client in seinem Routing-Cache installieren soll, definiert als dest-ip1,router-ip1,dest-ip2,router-ip2.
fa_ir: روت‌های استاتیک که کلاینت باید در کش مسیریابی خود نصب کند، به‌صورت dest-ip1,router-ip1,dest-ip2,router-ip2 تعریف می‌شوند.
fr_fr: Routes statiques que le client doit installer dans son cache de routage, définies comme dest-ip1,router-ip1,dest-ip2,router-ip2
ko_kr: 클라이언트가 라우팅 캐시에 설치해야 하는 정적 경로는 dest-ip1, router-ip1, dest-ip2, router-ip2로 정의됩니다.
uk_ua: Статичні маршрути, які клієнт повинен встановити у свій кеш маршрутизації, визначені як dest-ip1,router-ip1,dest-ip2,router-ip2

source: Stats - Bytes
de_de: Statistiken – Bytes
fa_ir: آمار - بایت‌ها
fr_fr: Stats - Octets
ko_kr: 통계 - 바이트
uk_ua: Статистика - Байти

source: Stats - Evaluations
de_de: Statistiken – Auswertungen
fa_ir: آمار - ارزیابی‌ها
ko_kr: 통계 – 평가
uk_ua: Статистика - Оцінки

source: Stats - Packets
de_de: Statistiken – Pakete
fa_ir: آمار - بسته‌ها
fr_fr: Stats - Paquets
ko_kr: 통계 – 패킷
uk_ua: Статистика - Пакети

source: Stats - States
de_de: Statistiken – Zustände
fa_ir: آمار - وضعیت‌ها
fr_fr: Statistiques - États
ko_kr: 통계 - 상태
uk_ua: Статистика - Стани

source: Store the request body data in memory. When the multipartparser reaches this limit, it will start using your hard disk for storage. That is slow, but unavoidable. The hard limit is 1GB.
de_de: Anfragedaten im Speicher ablegen. Wenn der Multipart-Parser dieses Limit erreicht, wird auf Festplattenspeicher zurückgegriffen. Dies ist langsamer, aber unvermeidlich. Das harte Limit beträgt 1 GB.
fa_ir: داده‌های بدنه درخواست را در حافظه ذخیره کنید. وقتی multipartparser به این حد برسد، ذخیره‌سازی روی هارد دیسک آغاز می‌شود. این کند است اما اجتناب‌ناپذیر است. حد سخت 1GB است.
fr_fr: Stocker les données du corps de la requête en mémoire. Lorsque l'analyseur multipartite atteint cette limite, il commence à utiliser votre disque dur pour le stockage. C'est lent, mais inévitable. La limite absolue est de 1 Go.
ko_kr: 요청 본문 데이터를 메모리에 저장합니다.멀티파트 파서가 이 제한에 도달하면, 저장을 위해 하드 디스크를 사용하기 시작합니다. 느리지만 불가피합니다. 하드 제한은 1GB입니다.
uk_ua: Зберігати дані тіла запиту в пам'яті. Коли багатокомпонентний парсер досягне цього ліміту, він почне використовувати ваш жорсткий диск для зберігання. Це повільно, але неминуче. Жорсткий ліміт — 1 ГБ.

source: Strict interface binding
de_de: Strikte Schnittstellenbindung
fa_ir: بایندینگ سختگیرانه به رابط
fr_fr: Liaison d'interface stricte
ko_kr: 엄격한 인터페이스 바인딩
uk_ua: Сувора прив'язка інтерфейсу

source: Strip subnet
de_de: Subnetz entfernen
fa_ir: حذف زیرشبکه
fr_fr: Sous-réseau de bande
ko_kr: 서브넷 제거
uk_ua: Видалити підмережу

source: Strip the subnet received by a downstream DNS server. If "Add subnet" is used and the downstream DNS server already added a subnet, DNSMasq will not replace it without setting "Strip subnet".
de_de: Das Subnetz entfernen, das von einem nachgelagerten DNS-Server empfangen wurde. Wenn "Subnetz hinzufügen" aktiviert ist und der nachgelagerte DNS-Server bereits ein Subnetz hinzugefügt hat, ersetzt Dnsmasq dieses nicht ohne die Option "Subnetz entfernen".
fa_ir: زیرشبکه‌ای که از یک DNS سرور پایین‌دستی دریافت می‌شود را حذف کنید. اگر "افزودن زیرشبکه" استفاده شود و سرور DNS پایین‌دستی قبلاً زیرشبکه‌ای اضافه کرده باشد، DNSMasq آن را بدون فعال کردن "حذف زیرشبکه" جایگزین نخواهد کرد.
fr_fr: Supprimer le sous-réseau reçu par un serveur DNS en aval. Si "Add subnet" est utilisé et que le serveur DNS en aval a déjà ajouté un sous-réseau, DNSMasq ne le remplacera pas sans paramétrer "Strip subnet".
ko_kr: 하위 DNS 서버가 받은 서브넷 정보를 제거합니다. 만약 "서브넷 추가 "를 사용했는데 하위 DNS 서버가 이미 서브넷을 추가한 경우, "서브넷 제거"를 설정하지 않으면 DNSMasq가 이를 대체하지 않습니다.
uk_ua: Видалити підмережу, отриману нижнім DNS-сервером. Якщо використовується «Додати підмережу» і нижній DNS-сервер вже додав підмережу, DNSMasq не замінить її без встановлення «Видалити підмережу».

source: Summarizes multiple networks in the specified area, consolidating multiple networks into a single summarized route like 192.168.0.0/23
de_de: Mehrere Netzwerke im angegebenen Bereich zusammenfassen und in einer einzigen zusammengefassten Route darstellen, z. B. 192.168.0.0/23.
fa_ir: چند شبکه در ناحیهٔ مشخص را خلاصه کرده و آن‌ها را در یک مسیر خلاصه‌شده واحد مانند 192.168.0.0/23 ادغام می‌کند
fr_fr: Résume plusieurs réseaux dans la zone spécifiée, en consolidant plusieurs réseaux en une seule route résumée comme 192.168.0.0/23.
ko_kr: 지정된 영역의 여러 네트워크를 요약하여 192.168.0.0/23과 같은 단일 요약 경로로 통합합니다.
uk_ua: Узагальнює кілька мереж у вказаній області, об'єднуючи кілька мереж в один узагальнений маршрут, як-от 192.168.0.0/23

source: Summarizes multiple networks in the specified area, consolidating multiple networks into a single summarized route like fe80:1234::/56.
de_de: Mehrere Netzwerke im angegebenen Bereich zusammenfassen und in einer einzigen zusammengefassten Route darstellen, z. B. fe80:1234::/56.
fa_ir: چند شبکه در ناحیهٔ مشخص را خلاصه کرده و آن‌ها را در یک مسیر خلاصه‌شده واحد مانند fe80:1234::/56 ادغام می‌کند.
fr_fr: Résume plusieurs réseaux dans la zone spécifiée, consolidant plusieurs réseaux en une seule route résumée comme fe80:1234::/56.
ko_kr: 지정된 영역의 여러 네트워크를 요약하여 fe80:1234::/56과 같은 단일 요약 경로로 통합합니다.
uk_ua: Узагальнює кілька мереж у вказаній області, об'єднуючи кілька мереж в один узагальнений маршрут, як-от fe80:1234::/56.
