Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Network List
cs_cz: Seznam sítí
de_de: Netzwerk Liste
el_gr: Λίστα δικτύων
fa_ir: فهرست شبکه‌ها
fr_fr: Liste réseau
it_it: Elenco delle reti
ko_kr: 네트워크 목록
pl_pl: Lista sieci
uk_ua: Список мереж
zh_cn: 网络列表

source: Client Configuration (mode-cfg)
cs_cz: Nastavení klienta (mode-cfg)
de_de: Client-Konfiguration (mode-cfg)
el_gr: Ρύθμιση παραμέτρων πελάτη (mode-cfg)
fa_ir: پیکربندی کلاینت (mode-cfg)
fr_fr: Configuration Client (mode-cfg)
it_it: Configurazione client (modalità-cfg)
ko_kr: 클라이언트 구성(mode-cfg)
pl_pl: Konfiguracja klienta (mode-cfg)
uk_ua: Конфігурація клієнта (mode-cfg)
zh_cn: 客户端配置(mode-cfg)

source: Restrict access to users in the selected local group. Please be aware that other authentication backends will refuse to authenticate when using this option.
cs_cz: Omezit přístup jen na uživatele ve vybrané lokální skupině. Mějte na paměti, že při použití této volby ostatní podpůrné vrstvy pro ověřování se odmítnou ověření.
de_de: Beschränkt den Zugriff auf Benutzer in der angegebenen lokalen Gruppe. Bitte beachten Sie, dass andere Authentifizierungs-Backends die Authentifizierung verweigern, wenn diese Option verwendet wird.
el_gr: Περιορίστε την πρόσβαση σε χρήστες στην επιλεγμένη τοπική ομάδα. Λάβετε υπόψη ότι άλλα backend ελέγχου ταυτότητας θα αρνηθούν να πραγματοποιήσουν έλεγχο ταυτότητας κατά τη χρήση αυτής της επιλογής.
fa_ir: دسترسی را به کاربران گروه محلی انتخاب‌شده محدود کنید. توجه داشته باشید که با استفاده از این گزینه، سایر روش‌های احراز هویت از تأیید هویت امتناع خواهند کرد.
fr_fr: Restreindre l'accès aux utilisateurs dans le groupe local sélectionné. Attention, d'autres méthodes d'authentification échoueront du fait de cette option.
it_it: Limita l'accesso agli utenti del gruppo locale selezionato. Tieni presente che altri backend di autenticazione si rifiuteranno di autenticarsi quando si utilizza questa opzione.
ko_kr: 선택한 로컬 그룹의 사용자에 대한 액세스를 제한합니다. 이 옵션을 사용하면 다른 인증 백엔드에서 인증을 거부할 수 있습니다.
pl_pl: Ogranicz dostęp dla użytkowników w wybranej grupie lokalnej. Pamiętaj, że inne systemy uwierzytelniania odmówią uwierzytelnienia przy użyciu tej opcji.
uk_ua: Обмежити доступ користувачам у вибраній локальній групі. Зверніть увагу, що інші механізми автентифікації відмовляться автентифікувати при використанні цієї опції.
zh_cn: 限制对所选本地组中用户的访问。注意在使用此选项时，其他认证后端会拒绝认证。

source: Enable IPsec Mobile Client Support
cs_cz: Zapnout podporu mobilních IPsec klientů
de_de: IPsec Unterstützung für mobile Clients aktivieren
el_gr: Ενεργοποίηση υποστήριξης IPsec Mobile Client
fa_ir: پشتیبانی از کلاینت‌های موبایل IPsec را فعال کنید
fr_fr: Activer le support des Client Mobile IPsec
it_it: Abilita il supporto client mobile IPsec
ko_kr: IPsec 모바일 클라이언트 지원 사용
pl_pl: Włącz wsparcie dla mobilnych klientów IPsec
uk_ua: Увімкнути підтримку мобільних клієнтів IPsec
zh_cn: 启用IPsec移动客户端支持

source: IKE Extensions
cs_cz: IKE rozšíření
de_de: IKE Erweiterungen
el_gr: Επεκτάσεις IKE
fa_ir: افزونه‌های IKE
fr_fr: Extensions IKE
it_it: Estensioni IKE
ko_kr: IKE 확장
pl_pl: Rozszerzenia IKE
uk_ua: Розширення IKE
zh_cn: IKE扩展

source: Support for IPsec Mobile clients is enabled but a Phase1 definition was not found
cs_cz: Je zapnutá podpora mobilních IPsec klientů, ale nebyla nalezena definice první fáze
de_de: Unterstützung für mobile IPsec-Clients ist aktiviert, aber eine Phase1-Definition wurde nicht gefunden
el_gr: Η υποστήριξη για υπολογιστές-πελάτες IPsec Mobile είναι ενεργοποιημένη, αλλά δεν βρέθηκε ορισμός Phase1.
fa_ir: پشتیبانی از کلاینت‌های موبایل IPsec فعال است اما تعریف Phase1 پیدا نشد
fr_fr: Le support des clients mobiles IPSec est actif mais la définition de la Phase 1 n'a pas été trouvé.
it_it: Il supporto per i client IPsec Mobile è abilitato ma non è stata trovata una definizione di Fase1
ko_kr: IPsec Mobile 클라이언트에 대한 지원이 사용되도록 설정되었지만 단계 1 정의를 찾을 수 없습니다
pl_pl: Wsparcie dla mobilnych klientów IPsec jest włączone, ale nie znaleziono definicji Fazy1
uk_ua: Підтримка мобільних клієнтів IPsec увімкнена, але визначення фази 1 не знайдено
zh_cn: 支持IPsec移动客户端已启用，但未找到阶段1定义

source: Create Phase1
cs_cz: Vytvořit první fázi
de_de: Erstelle Phase 1
el_gr: Δημιουργία Phase1
fa_ir: ایجاد Phase1
fr_fr: Créer Phase1
it_it: Crea Fase1
ko_kr: 1단계 생성
pl_pl: Utwórz fazę pierwszą
uk_ua: Створити фазу 1
zh_cn: 创建阶段1

source: This can be either an IP address, fully qualified domain name or an email address.
cs_cz: Toto může být buď IP adresa, úplný doménový název nebo e-mailová adresa.
de_de: Dies kann entweder eine IP-Adresse, ein vollqualifizierter Domainname oder eine E-Mail-Adresse sein.
el_gr: Αυτή μπορεί να είναι είτε μια διεύθυνση IP, ένα πλήρως προσδιορισμένο όνομα τομέα ή μια διεύθυνση ηλεκτρονικού ταχυδρομείου.
fa_ir: این می‌تواند یک آدرس IP، نام دامنه کامل یا یک آدرس ایمیل باشد.
fr_fr: Ce peut être une adresse IP, une URL complète ou une adresse de courriel.
it_it: Può trattarsi di un indirizzo IP, di un nome di dominio completo o di un indirizzo email.
ko_kr: IP 주소, 정규화된 도메인 이름 또는 이메일 주소가 될 수 있습니다.
pl_pl: Może to być adres IP, w pełni kwalifikowana nazwa domeny lub adres e-mail.
uk_ua: Це може бути або IP-адреса, повне доменне ім'я, або адреса електронної пошти.
zh_cn: 可以是IP地址、FQDN或电子邮件地址。

source: Another entry with the same identifier already exists.
cs_cz: Tento identifikátor už používá jiná položka.
de_de: Ein anderer Eintrag mit dem selben Identifizierer existiert bereits.
el_gr: Υπάρχει ήδη μια άλλη καταχώρηση με το ίδιο αναγνωριστικό.
fa_ir: ورودی دیگری با همان شناسه از قبل وجود دارد.
fr_fr: Une autre entrée avec le même identifiant existe déjà.
it_it: Esiste già un'altra voce con lo stesso identificatore.
ko_kr: 동일한 식별자를 가진 다른 항목이 이미 있습니다.
pl_pl: Istnieje już inny wpis o takim samym identyfikatorze.
uk_ua: Інший запис з тим же ідентифікатором вже існує.
zh_cn: 具有相同标识符的另一个条目已存在。

source: The identifier contains invalid characters.
cs_cz: Identifikátor obsahuje neplatné znaky.
de_de: Die Kennung enthält ungültig Zeichen.
el_gr: Το αναγνωριστικό περιέχει μη έγκυρους χαρακτήρες.
fa_ir: شناسه حاوی کاراکترهای نامعتبر است.
fr_fr: L'identifiant contient des caractères invalides.
it_it: L'identificatore contiene caratteri non validi.
ko_kr: 식별자에 잘못된 문자가 있습니다.
pl_pl: Identyfikator zawiera nieprawidłowe znaki.
uk_ua: Ідентифікатор містить недійсні символи.
zh_cn: 标识符包含无效字符。

source: Identifier
cs_cz: Identifikátor
de_de: Kennung
el_gr: Αναγνωριστικό
fa_ir: شناسه
fr_fr: Identifiant
it_it: Identificatore
ko_kr: 식별자
pl_pl: Identyfikator
uk_ua: Ідентифікатор
zh_cn: 标识符

source: The IPsec tunnel configuration has been changed
cs_cz: Nastavení IPsec tunelu byla změněna
de_de: Die IPsec-Tunnel Konfiguration wurde geändert
el_gr: Η διαμόρφωση της σήραγγας IPsec έχει αλλάξει
fa_ir: پیکربندی تونل IPsec تغییر کرده است
fr_fr: La configuration du tunnel IPsec a été modifié
it_it: La configurazione del tunnel IPsec è stata modificata
ko_kr: IPsec 터널 구성이 변경되었습니다
pl_pl: Konfiguracja tunelu IPSec została zmieniona
uk_ua: Конфігурація IPsec тунелю була змінена
zh_cn: IPsec隧道配置已更改

source: Enable IPsec
cs_cz: Zapnout IPsec
de_de: IPsec aktivieren
el_gr: Ενεργοποίηση IPsec
fa_ir: IPsec را فعال کنید
fr_fr: Activer IPsec
it_it: Abilita IPsec
ko_kr: IPsec 사용
pl_pl: Włącz IPsec
uk_ua: Увімкнути IPsec
zh_cn: 启用IPsec

source: add phase 2 entry
cs_cz: přidat položku druhé fáze
de_de: Phase 2 Eintrag hinzufügen
el_gr: προσθήκη καταχώρησης φάσης 2
fa_ir: افزودن ورودی Phase2
fr_fr: ajouter une phase 2
it_it: aggiungere la voce fase 2
ko_kr: 단계 2 항목 추가
pl_pl: dodaj wpis fazy drugiej
uk_ua: додати запис фази 2
zh_cn: 添加阶段 2条目

source: off
cs_cz: vypnuto
de_de: aus
el_gr: κλειστό
fa_ir: خاموش
fr_fr: désactivé
it_it: spento
ko_kr: 끄기
pl_pl: wył
uk_ua: вимкнено
zh_cn: 关闭

source: Remote Subnet
cs_cz: Vzdálená podsíť
de_de: Fernes Subnetz
el_gr: Απομακρυσμένο υποδίκτυο
fa_ir: زیرشبکهٔ راه دور
fr_fr: Sous-réseau distant
it_it: Sottorete remota
ko_kr: 원격 서브넷
pl_pl: Podsieć zdalna
uk_ua: Віддалена підмережа
zh_cn: 远程子网

source: Local Subnet
cs_cz: Místní podsíť
de_de: Lokales Subnetz
el_gr: Τοπικό υποδίκτυο
fa_ir: زیرشبکهٔ محلی
fr_fr: Sous-réseau local
it_it: Sottorete locale
ko_kr: 로컬 서브넷
pl_pl: Podsieć lokalna
uk_ua: Локальна підмережа
zh_cn: 本地子网

source: Phase 1 Proposal
cs_cz: Návrh v první fázi
de_de: Phase 1 Vorschlag
el_gr: Πρόταση Φάσης 1
fa_ir: پیشنهاد فاز 1
fr_fr: Proposition Phase 1
it_it: Proposta di fase 1
ko_kr: 1단계 제안
pl_pl: Propozycja Fazy 1
uk_ua: Пропозиція фази 1
zh_cn: 阶段1提案

source: Remote Gateway
cs_cz: Vzdálená brána
el_gr: Απομακρυσμένη πύλη
fa_ir: دروازهٔ راه دور
fr_fr: Passerelle distante
it_it: Gateway remoto
ko_kr: 원격 게이트웨이
pl_pl: Brama zdalna
uk_ua: Віддалений шлюз
zh_cn: 远程网关

source: The IPsec tunnel configuration has been changed.
cs_cz: Nastavení IPsec tunelu byla změněna.
de_de: Die IPsec-Tunnel Konfiguration wurde geändert.
el_gr: Η διαμόρφωση της σήραγγας IPsec έχει αλλάξει.
fa_ir: پیکربندی تونل IPsec تغییر کرده است.
fr_fr: La configuration du tunnel IPsec a été modifiée.
it_it: La configurazione del tunnel IPsec è stata modificata.
ko_kr: IPsec 터널 구성이 변경되었습니다.
pl_pl: Konfiguracja tunelu IPSec została zmieniona.
uk_ua: Конфігурація IPsec тунелю була змінена.
zh_cn: IPsec隧道配置已更改。

source: Mobile Client
cs_cz: Mobilní klient
de_de: mobiler Client
el_gr: Κινητός client
fa_ir: کلاینت موبایل
fr_fr: Client Mobile
it_it: Cliente mobile
ko_kr: 모바일 클라이언트
pl_pl: Klient mobilny
uk_ua: Мобільний клієнт
zh_cn: 移动客户端

source: Require passwords to meet complexity rules
cs_cz: Vyžadovat aby hesla splňovala požadavky na komplexitu
de_de: Verlange, dass Passwörter Komplexitätsanforderungen gerecht werden
el_gr: Απαιτείται η τήρηση κανόνων πολυπλοκότητας από τους κωδικούς πρόσβασης
fa_ir: الزام رمزها به رعایت قوانین پیچیدگی
fr_fr: Les mots de passe doivent respecter les règles de complexité
it_it: Richiedere password per soddisfare le regole di complessità
ko_kr: 비밀번호가 복잡성 규칙을 충족해야 합니다.
pl_pl: Wymagaj aby hasła spełniały warunki kompleksowości
uk_ua: Вимагати, щоб паролі відповідали правилам складності
zh_cn: 选中该选项，则密码必须满足复杂性规则要求

source: Enable complexity requirements
cs_cz: Mít požadavky na složitost
de_de: Aktiviere Komplexitätsanforderungen
el_gr: Ενεργοποίηση απαιτήσεων πολυπλοκότητας
fa_ir: فعال‌سازی الزامات پیچیدگی
fr_fr: Activer la complexité
it_it: Abilitare i requisiti di complessità
ko_kr: 복잡성 요구사항 사용
pl_pl: Włącz wymagania odnośniej kompleksowości
uk_ua: Увімкнути вимоги до складності
zh_cn: 启用复杂性要求

source: Complexity
cs_cz: Složitost
de_de: Komplexität
el_gr: Περιπλοκότητα
fa_ir: پیچیدگی
fr_fr: Complexité
it_it: Complessità
ko_kr: 복잡성
pl_pl: Kompleksowość
uk_ua: Складність
zh_cn: 复杂性要求

source: Sets the minimum length for a password
cs_cz: Nastaví minimální délku pro heslo
de_de: Setzt die Mindestpasswortlänge
el_gr: Ορίζει το ελάχιστο μήκος για έναν κωδικό πρόσβασης
fa_ir: حداقل طول رمز عبور را تعیین می‌کند.
fr_fr: Définir la longueur minimale du mot de passe
it_it: Imposta la lunghezza minima per una password
ko_kr: 비밀번호의 최소 길이를 설정
pl_pl: Ustaw minimalną długość hasła
uk_ua: Встановлює мінімальну довжину для пароля
zh_cn: 设置密码的最小长度

source: Password duration settings, the interval in days in which passwords stay valid. When reached, the user will be forced to change his or her password before continuing.
cs_cz: Nastavení doby trvání hesel – interval (ve dnech) po které hesla zůstávají platná. Po překročení bude uživatel před pokračováním vyzván ke změně svého hesla.
de_de: Passwortgültigkeitszeitraumseinstellugen; Der Intervall in Tagen, an welchen die Passwörter gültig bleiben. Wenn diese Begrenzung erreicht wird, wird der Benutzer gezwungen, sein Passwort zu ändern bevor er fortfahren kann.
el_gr: Ρυθμίσεις διάρκειας κωδικού πρόσβασης, το χρονικό διάστημα σε ημέρες κατά το οποίο οι κωδικοί πρόσβασης παραμένουν έγκυροι. Όταν επιτευχθεί η διάρκεια, ο χρήστης θα αναγκαστεί να αλλάξει τον κωδικό πρόσβασής του πριν συνεχίσει.
fa_ir: تنظیمات مدت‌زمان رمز عبور: بازه‌ای به روز که در آن رمزها معتبرند. پس از رسیدن، کاربر مجبور است قبل از ادامه رمز خود را تغییر دهد.
fr_fr: Durée de validité du mot de passe, i.e. l'intervalle, en jours, pendant lequel le mot de passe est valide. Lorsque cette valeur est atteinte, l'utilisateur est obligé de changer son mot de passe.
it_it: Impostazioni della durata della password, l'intervallo in giorni in cui le password rimangono valide. Una volta raggiunto, l'utente sarà obbligato a modificare la propria password prima di proseguire.
ko_kr: 비밀번호 기간 설정, 비밀번호가 유효하게 유지되는 간격(일)입니다. 계속하기 전에 비밀번호를 변경해야 합니다.
pl_pl: Ustawienia ważności hasła, interwał w dniach, przez które hasło pozostaje ważne. Po jego upływie użytkownik będzie musiał zmienić hasło przed kontynuacją.
uk_ua: Налаштування терміну дії пароля, інтервал у днях, протягом якого паролі залишаються дійсними. По досягненні цього терміну користувач буде змушений змінити свій пароль перед продовженням.
zh_cn: 密码持续时间设置，密码保持有效的天数。 到期后，用户必须更改原密码才能使用。

source: %d days
cs_cz: %d dnů
de_de: %d Tage
el_gr: %d ημέρες
fa_ir: %d روز
fr_fr: %d jours
it_it: %d giorni
ko_kr: %d 일
pl_pl: %d dni
uk_ua: %d днів
zh_cn: %d天

source: Duration
cs_cz: Trvání
de_de: Dauer
el_gr: Διάρκεια
fa_ir: مدت
fr_fr: Durée
it_it: Durata
ko_kr: 지속
pl_pl: Czas trwania
uk_ua: Термін дії
zh_cn: 持续时间

source: Enable password policy constraints
cs_cz: Zapnout omezení zásadami pro hesla
de_de: Passwortrichtlinienanforderungen aktivieren
el_gr: Ενεργοποίηση περιορισμών πολιτικής κωδικού πρόσβασης
fa_ir: فعال‌سازی محدودیت‌های سیاست رمز عبور
fr_fr: Activer les contraintes sur la politique des mots de passe
it_it: Abilita i vincoli dei criteri password
ko_kr: 비밀번호 정책 제약 조건 사용
pl_pl: Włącz wymuszanie polityki haseł
uk_ua: Увімкнути обмеження політики паролів
zh_cn: 启用密码策略约束

source: Policy
cs_cz: Zásada
de_de: Richtlinie
el_gr: Πολιτική
fa_ir: سیاست
fr_fr: Politique
it_it: Politica
ko_kr: 정책
pl_pl: Polityka
uk_ua: Політика
zh_cn: 策略

source: Time in minutes to expire idle management sessions. The default is 4 hours (240 minutes).
cs_cz: Čas (v minutách) po jehož uplynutí ukončovat nečinné správní relace. Výchozí jsou čtyři hodiny (240 minut).
de_de: Zeit in Minuten, bis inaktive Verwaltungssitzungen ablaufen. Der Standardwert beträgt 4 Stunden (240 Minuten).
el_gr: Χρόνος σε λεπτά για τη λήξη των αδρανών συνεδριών διαχείρισης. Η προεπιλογή είναι 4 ώρες (240 λεπτά).
fa_ir: زمان به دقیقه برای منقضی کردن نشست‌های مدیریت غیرفعال. پیش‌فرض 4 ساعت (240 دقیقه) است.
fr_fr: Temps en minutes après lequel les sessions de gestion inactives expireront. 4 heures par défaut (240 minutes).
it_it: Tempo in minuti per la scadenza delle sessioni di gestione inattive. Il valore predefinito è 4 ore (240 minuti).
ko_kr: 유휴 관리 세션이 만료되는 시간(분)입니다. 기본값은 4시간(240분)입니다.
pl_pl: Czas w minutach do wygaśnięcia bezczynnych sesji zarządzania. Domyślnie wynosi 4 godziny (240 minut).
uk_ua: Час у хвилинах для завершення бездіяльних сеансів управління. Типово – 4 години (240 хвилин).
zh_cn: 管理会话到期时间，默认为240分钟。

source: Session timeout must be an integer value.
cs_cz: Je třeba, aby časový limit relace bylo celé kladné číslo.
de_de: Sitzungszeitüberschreitung muss eine Ganzzahl sein.
el_gr: Το χρονικό όριο λήξης της περιόδου σύνδεσης πρέπει να είναι ακέραιος αριθμός.
fa_ir: زمان پایان نشست باید یک عدد صحیح باشد.
fr_fr: Le délai d'expiration de la session doit être un nombre entier.
it_it: Il timeout della sessione deve essere un valore intero.
ko_kr: 세션 제한 시간은 정수 값이어야 합니다.
pl_pl: Limit czasu sesji musi być liczbą całkowitą.
uk_ua: Таймаут сесії повинен бути цілим числом.
zh_cn: 会话超时必须是一个整数。

source: Confirmation
cs_cz: Potvrzení
de_de: Bestätigung
el_gr: Επιβεβαίωση
fa_ir: تأیید
it_it: Conferma
ko_kr: 확인
pl_pl: Potwierdź
uk_ua: Підтвердження
zh_cn: 确认

source: New password
cs_cz: Nové heslo
de_de: Neues Passwort
el_gr: Νέος κωδικός πρόσβασης
fa_ir: رمز عبور جدید
fr_fr: Nouveau mot de passe
it_it: Nuova password
ko_kr: 새 비밀번호
pl_pl: Nowe hasło
uk_ua: Новий пароль
zh_cn: 新密码

source: Old password
cs_cz: Staré heslo
de_de: Altes Passwort
el_gr: Παλιός κωδικός πρόσβασης
fa_ir: رمز عبور قبلی
fr_fr: Ancien mot de passe
it_it: Vecchia password
ko_kr: 현재 비밀번호
pl_pl: Stare hasło
uk_ua: Старий пароль
zh_cn: 原密码

source: User Settings
cs_cz: Nastavení uživatele
de_de: Benutzereinstellungen
el_gr: Ρυθμίσεις χρήστη
fa_ir: تنظیمات کاربر
fr_fr: Paramètres utilisateur
it_it: Impostazioni utente
ko_kr: 사용자 설정
pl_pl: Ustawienia użytkownika
uk_ua: Налаштування користувача
zh_cn: 用户设置

source: Saved settings for user "%s"
cs_cz: Uložená nastavení pro uživatele „%s“
de_de: Einstellungen für Nutzer "%s" gespeichert.
el_gr: Αποθηκευμένες ρυθμίσεις για τον χρήστη "%s"
fa_ir: تنظیمات ذخیره‌شده برای کاربر "%s"
fr_fr: Paramètres sauvegardés pour l'utilisateur "%s"
it_it: Impostazioni salvate per l'utente "%s"
ko_kr: 사용자 "%s"에 대한 설정이 저장됨
pl_pl: Zapisano ustawienia dla użytkownika "%s"
uk_ua: Збережені налаштування для користувача "%s"
zh_cn: 用户"%s"的设置已保存。

source: Sorry, you cannot change settings for a non-local user.
cs_cz: Je nám líto, ale nastavení uživatele, kterého účet se nenachází přímo na systému, není možné.
de_de: Entschuldigung, die Einstellungen für nicht lokale Benutzer können nicht geändert werden.
el_gr: Λυπούμαστε, δεν μπορείτε να αλλάξετε τις ρυθμίσεις για έναν μη τοπικό χρήστη.
fa_ir: متأسفانه، شما نمی‌توانید تنظیمات کاربر غیرمحلی را تغییر دهید.
fr_fr: Désolé, vous ne pouvez pas changer les paramètres pour un utilisateur non-local
it_it: Spiacenti, non puoi modificare le impostazioni per un utente non locale.
ko_kr: 죄송합니다. 로컬이 아닌 사용자에 대한 설정은 변경할 수 없습니다.
pl_pl: Niestety, nie można zmienić ustawień dla nielokalnego użytkownika.
uk_ua: Вибачте, ви не можете змінити налаштування для нелокального користувача.
zh_cn: 抱歉，您无法更改非本地用户的设置。

source: search
cs_cz: hledat
de_de: Suche
el_gr: αναζήτηση
fa_ir: جستجو
fr_fr: rechercher
it_it: ricerca
ko_kr: 검색
pl_pl: szukaj
uk_ua: пошук
zh_cn: 搜索

source: OTP seed
cs_cz: OTP semínko
fa_ir: کلید اولیه OTP
fr_fr: Graine OTP
it_it: Seme OTP
ko_kr: OTP 시드
pl_pl: Ziarno OTP
uk_ua: Початкове значення OTP
zh_cn: OTP种子

source: CA
cs_cz: Cert. autorita
fr_fr: AC
uk_ua: ЦС
zh_cn: 认证机构

source: Expiration date
cs_cz: Datum skončení platnosti
de_de: Ablaufdatum
el_gr: Ημερομηνία λήξης
fa_ir: تاریخ انقضا
fr_fr: Date d'expiration
it_it: Data di scadenza
ko_kr: 만료 기한
pl_pl: Data wygaśnięcia
uk_ua: Дата закінчення терміну дії
zh_cn: 过期日期

source: Login shell
cs_cz: Přihlašovací shell
de_de: Anmeldeshell
el_gr: Κέλυφος σύνδεσης
fa_ir: پوستهٔ ورود
fr_fr: Shell de connexion
it_it: Shell di accesso
ko_kr: 로그인 셸
pl_pl: Powłoka logowania
uk_ua: Оболонка входу
zh_cn: 登录Shell

source: User comment, for your own information only
cs_cz: Uživatelský komentář, slouží pouze pro vaši vlastní informaci
de_de: Benutzerkommentar, nur zu Ihrer Information.
el_gr: Σχόλιο χρήστη, μόνο για δική σας ενημέρωση
fa_ir: توضیحات کاربر، فقط برای اطلاع شما
fr_fr: Commentaire utilisateur, pour votre propre information seulement
it_it: Commento dell'utente, solo per tua informazione
ko_kr: 사용자 코멘트, 본인 정보에 한함
pl_pl: Komentarz, tylko informacyjnie
uk_ua: Коментар користувача, лише для вашої інформації
zh_cn: 可以记录需要的信息

source: User's e-mail address, for your own information only
cs_cz: E-mailová adresa uživatele, pouze pro vaši vlastní informaci
de_de: E-Mail-Adresse des Benutzers, nur zu Ihrer eigenen Information.
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου χρήστη, μόνο για δική σας ενημέρωση
fa_ir: آدرس ایمیل کاربر، فقط برای اطلاع شما
fr_fr: Courriel de l'utilisateur, pour votre propre information seulement
it_it: Indirizzo e-mail dell'utente, solo per tua informazione
ko_kr: 사용자의 이메일 주소, 다른 사용자에게는 표시되지 않음
pl_pl: Adres email użytkownika, tylko informacyjnie
uk_ua: Адреса електронної пошти користувача, лише для вашої інформації
zh_cn: 用户的E-MAIL地址，供您自己使用参考

source: User's full name, for your own information only
cs_cz: Celé jméno uživatele (pouze pro vlastní evidenci)
de_de: Vollständiger Name des Benutzers, nur zu Ihrer eigenen Information.
el_gr: Πλήρες όνομα χρήστη, μόνο για δική σας ενημέρωση
fa_ir: نام کامل کاربر، فقط برای اطلاع شما
fr_fr: Le nom complet de l'utilisateur, pour votre propre information seulement
it_it: Nome completo dell'utente, solo per tua informazione
ko_kr: 사용자의 전체 이름, 다른 사용자에게는 표시되지 않음
pl_pl: Pełna nazwa użytkownika, tylko informacyjnie
uk_ua: Повне ім'я користувача, лише для вашої інформації
zh_cn: 用户全名的描述信息

source: Full name
cs_cz: Celé jméno
de_de: Voller Name
el_gr: Ονοματεπώνυμο
fa_ir: نام کامل
fr_fr: Nom complet
it_it: Nome e cognome
ko_kr: 전체 이름
pl_pl: Pełna nazwa
uk_ua: Повне ім'я
zh_cn: 全名

source: Generate a scrambled password to prevent local database logins for this user.
cs_cz: Vytvořit nahodilé heslo a zabránit tak tomuto uživateli v přihlášení místní databází.
de_de: Generiere ein zufälliges Passwort, um für diesen Nutzer lokale Zugriffe auf die Datenbank zu verhindern.
el_gr: Δημιουργήστε έναν κωδικοποιημένο κωδικό πρόσβασης για να αποτρέψετε την σύνδεση αυτού του χρήστη στην τοπική βάση δεδομένων.
fa_ir: تولید رمز عبور درهم برای جلوگیری از ورود این کاربر از طریق پایگاه‌دادهٔ محلی.
fr_fr: Générer un mot de passe aléatoire pour empêcher l'utilisateur de se connecter à la base de données
it_it: Genera una password criptata per impedire l'accesso al database locale per questo utente.
ko_kr: 이 사용자의 로컬 데이터베이스 로그인을 방지하기 위해 스크램블된 비밀번호를 생성합니다.
pl_pl: Wygeneruj losowe, złożone hasło, aby uniemożliwić logowanie za pomocą lokalnej bazy danych.
uk_ua: Згенерувати зашифрований пароль, щоб запобігти входу цього користувача до локальної бази даних.
zh_cn: 生成加密密码，以防止该用户登录本地数据库。

source: User distinguished name
cs_cz: Rozlišené uživatelské jméno
de_de: Eindeutiger Benutzername
el_gr: Διακριτικό όνομα χρήστη
fa_ir: نام متمایز کاربر
fr_fr: Nom distinct utilisateur
it_it: Nome distinto dell'utente
ko_kr: 사용자 구분명
pl_pl: Nazwa wyróżniająca użytkownika
uk_ua: Розрізнювальне ім'я користувача
zh_cn: 用户专有名称

source: Invalid expiration date format; use MM/DD/YYYY instead.
cs_cz: Neplatný formát data konce platnosti – použijte MM/DD/RRRR.
de_de: Format des Ablaufdatums ungültig; benutze stattdessen MM/TT/JJJJ.
el_gr: Μη έγκυρη μορφή ημερομηνίας λήξης. Χρησιμοποιήστε αντ' αυτού MM/DD/YYYY.
fa_ir: فرمت تاریخ انقضا نامعتبر است؛ از MM/DD/YYYY استفاده کنید.
fr_fr: Format de la date d'expiration invalide. Utiliser MM/JJ/AAAA à la place.
it_it: Formato della data di scadenza non valido; utilizzare invece MM/GG/AAAA.
ko_kr: 만료 날짜 형식이 잘못되었습니다; 대신 MM/DD/YYYY를 사용하세요.
pl_pl: Nieprawidłowy format daty wygasania; użyj formatu MM/DD/RRRR.
uk_ua: Недійсний формат дати закінчення терміну дії; використовуйте замість цього ММ/ДД/РРРР.
zh_cn: 过期日期格式无效; 请使用MM/DD/YYYY。

source: A password is required.
cs_cz: Je třeba zadat heslo.
de_de: Ein Passwort ist erforderlich.
el_gr: Απαιτείται κωδικός πρόσβασης.
fa_ir: رمز عبور لازم است.
fr_fr: Le mot de passe est obligatoire.
it_it: È richiesta una password.
ko_kr: 비밀번호가 필요합니다.
pl_pl: Hasło jest wymagane.
uk_ua: Пароль є обов'язковим.
zh_cn: 必须输入密码。

source: The passwords do not match.
cs_cz: Zadání hesla se neshodují.
de_de: Die Kennwörter stimmen nicht überein.
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
fa_ir: رمزهای عبور مطابقت ندارند.
fr_fr: Les mots de passe ne correspondent pas.
it_it: Le password non corrispondono.
ko_kr: 비밀번호가 일치하지 않습니다.
pl_pl: Hasła nie zgadzają się.
uk_ua: Паролі не збігаються.
zh_cn: 密码不匹配。

source: The username contains invalid characters.
cs_cz: Uživatelské jméno obsahuje neplatné znaky.
de_de: Der Benutzername enthält ungültige Zeichen.
el_gr: Το όνομα χρήστη περιέχει μη έγκυρους χαρακτήρες.
fa_ir: نام کاربری حاوی کاراکترهای نامعتبر است.
fr_fr: Le nom d'utilisateur contient des caractères invalides.
it_it: Il nome utente contiene caratteri non validi.
ko_kr: 사용자 이름에 잘못된 문자가 포함되어 있습니다.
pl_pl: Nazwa użytkownika zawiera niedozwolone znaki.
uk_ua: Ім'я користувача містить недійсні символи.
zh_cn: 用户名包含无效字符。
