Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable HAProxy's graceful stop mode. In this mode HAProxy will continue to process existing connections until they close. Note that this may severely slow down HAProxy's shutdown, depending on the configured timeout values. If graceful stop mode is not enabled, HAProxy will use the hard stop mode where it immediately quits and all established connections are closed. Hard stop mode is recommended.
cs_cz: Zapnout režim postupného zastavení HAProxy serveru. V tomto režimu bude HAProxy pokračovat ve zpracování stávajících připojení, dokud se neuzavřou. Upozorňujeme, že v závislosti na nastavených hodnotách časového limitu to může výrazně zpomalit vypínání HAProxy serveru. Pokud není režim postupného zastavení povolen, použije HAProxy server režim tvrdého zastavení, kdy okamžitě ukončí činnost a všechna navázaná spojení jsou uzavřena. Režim tvrdého zastavení je doporučován.
de_de: Aktivieren Sie den eleganten Stoppmodus von HAProxy. In diesem Modus verarbeitet HAProxy bestehende Verbindungen weiter, bis sie geschlossen werden. Beachten Sie, dass dies das Herunterfahren von HAProxy in Abhängigkeit von den konfigurierten Timeout-Werten stark verlangsamen kann. Wenn der elegante Stoppmodus nicht aktiviert ist, verwendet HAProxy den Hartstoppmodus, bei dem er sofort beendet wird und alle hergestellten Verbindungen geschlossen werden. Der Hartstoppmodus wird empfohlen.
el_gr: Ενεργοποιήστε τη λειτουργία graceful stop του HAProxy. Σε αυτήν τη λειτουργία, το HAProxy θα συνεχίσει να επεξεργάζεται τις υπάρχουσες συνδέσεις μέχρι να κλείσουν. Σημειώστε ότι αυτό μπορεί να επιβραδύνει σημαντικά τον τερματισμό λειτουργίας του HAProxy, ανάλογα με τις διαμορφωμένες τιμές χρονικού ορίου. Εάν η λειτουργία graceful stop δεν είναι ενεργοποιημένη, το HAProxy θα χρησιμοποιήσει τη λειτουργία hard stop, όπου τερματίζεται αμέσως και όλες οι καθιερωμένες συνδέσεις κλείνουν. Συνιστάται η λειτουργία hard stop.
fa_ir: فعال‌سازی حالت توقف تدریجی HAProxy. در این حالت HAProxy به پردازش اتصالات موجود ادامه می‌دهد تا زمانی که بسته شوند. توجه داشته باشید که بسته به مقادیر timeout پیکربندی‌شده، این می‌تواند فرایند خاموش‌شدن HAProxy را شدیداً کند کند. اگر حالت توقف تدریجی فعال نباشد، HAProxy از حالت توقف سخت استفاده می‌کند که در آن فوراً خارج می‌شود و همهٔ اتصالات برقرارشده بسته می‌شوند. حالت توقف سخت توصیه می‌شود.
fr_fr: Activez le mode d'arrêt gracieux de HAProxy. Dans ce mode, HAProxy continuera à traiter les connexions existantes jusqu'à leur fermeture. Notez que cela peut ralentir considérablement l'arrêt de HAProxy, en fonction des valeurs de délai d'attente configurées. Si le mode d'arrêt progressif n'est pas activé, HAProxy utilisera le mode d'arrêt brutal où il se ferme immédiatement et toutes les connexions établies sont fermées. Le mode d'arrêt brutal est recommandé.
it_it: Abilita la modalità di arresto graduale di HAProxy. In questa modalità HAProxy continuerà a elaborare le connessioni esistenti fino alla loro chiusura. Tieni presente che ciò potrebbe rallentare notevolmente l'arresto di HAProxy, a seconda dei valori di timeout configurati. Se la modalità di arresto graduale non è abilitata, HAProxy utilizzerà la modalità di arresto forzato in cui si chiude immediatamente e tutte le connessioni stabilite vengono chiuse. Si consiglia la modalità di arresto forzato.
ko_kr: HAProxy의 우아한 중지 모드를 사용합니다. 이 모드에서 HAProxy는 닫힐 때까지 기존 연결을 계속 처리합니다. 구성된 시간 초과 값에 따라 HAProxy 종료 속도가 크게 느려질 수 있습니다. 부드러운 중지 모드가 활성화되지 않은 경우 HAProxy는 즉시 종료되고 설정된 모든 연결이 닫히는 하드 중지 모드를 사용합니다. 하드 중지 모드를 권장합니다.
pl_pl: Włącz tryb łagodnego zatrzymywania HAProxy. W tym trybie HAProxy będzie kontynuować przetwarzanie istniejących połączeń aż do ich zamknięcia. Zauważ, że może to znacznie spowolnić wyłączanie HAProxy, w zależności od skonfigurowanych wartości czasu wygaśnięcia. Jeśli tryb łagodnego zatrzymywania nie jest włączony, HAProxy użyje trybu natychmiastowego zatrzymania, w którym natychmiast kończy działanie, a wszystkie nawiązane połączenia są zamykane. Tryb natychmiastowego zatrzymania jest zalecany.
uk_ua: Увімкнути режим коректної зупинки HAProxy. У цьому режимі HAProxy продовжуватиме обробляти наявні з'єднання, доки вони не закриються. Зверніть увагу, що це може значно уповільнити завершення роботи HAProxy, залежно від налаштованих значень тайм-ауту. Якщо режим коректної зупинки не увімкнено, HAProxy використовуватиме режим жорсткої зупинки, де він негайно завершує роботу, а всі встановлені з'єднання закриваються. Рекомендовано режим жорсткої зупинки.
zh_cn: 启用HAProxy的正常停止模式。 在此模式下，HAProxy会继续处理现有连接，直到它们关闭。 注意，这可能会严重降低HAProxy的关闭速度，具体取决于配置的超时值。 如果未启用正常停止模式，则HAProxy会使用强制停止模式，在该模式下它会立即退出并关闭所有已建立的连接。 建议使用强制停止模式。

source: Enable HAProxy's statistics page.
cs_cz: Zapnout stránku se statistikami HAProxy.
de_de: Aktiviert die Statistikseite von HAProxy.
el_gr: Ενεργοποιήστε τη σελίδα στατιστικών του HAProxy.
fa_ir: فعال‌سازی صفحهٔ آمار HAProxy.
fr_fr: Activer la page des statistiques de HAProxy.
it_it: Abilita la pagina delle statistiche di HAProxy.
ko_kr: HAProxy의 통계 페이지를 사용.
pl_pl: Włącz stronę statystyk HAProxy.
uk_ua: Увімкнути сторінку статистики HAProxy.
zh_cn: 启用HAProxy的统计页面。

source: Enable HSTS
cs_cz: Zapnout HSTS
de_de: Aktiviere HSTS
el_gr: Ενεργοποίηση HSTS
fa_ir: فعال‌سازی HSTS
fr_fr: Activer HSTS
it_it: Abilita HSTS
ko_kr: HSTS 사용
pl_pl: Włącz HSTS
uk_ua: Увімкнути HSTS
zh_cn: 启用HSTS

source: Enable HTTP Strict Transport Security.
cs_cz: Zapnout Striktní zabezpečení HTTP přenosu.
de_de: Aktiviert HTTP-Strict-Transport-Security.
el_gr: Ενεργοποίηση της αυστηρής ασφάλειας μεταφοράς HTTP.
fa_ir: فعال‌سازی HTTP Strict Transport Security.
fr_fr: Activer HTTP Strict Transport Security.
it_it: Abilita la sicurezza del trasporto HTTP Strict.
ko_kr: HTTP 엄격한 전송 보안 사용.
pl_pl: Włącz ścisłe zabezpieczenie transportu HTTP.
uk_ua: Увімкнути HTTP Strict Transport Security.
zh_cn: 启用HSTS。

source: Enable HTTPD
cs_cz: Zapnut HTTPD
de_de: HTTPD aktivieren
el_gr: Ενεργοποίηση HTTPD
fa_ir: فعال‌سازی HTTPD
fr_fr: Activer HTTPD
it_it: Abilita HTTPD
ko_kr: HTTPD 사용
pl_pl: Włącz HTTPD
uk_ua: Увімкнути HTTPD
zh_cn: 启用HTTPD

source: Enable Health Checking
cs_cz: Zapnout kontrolu stavu
de_de: Gesundheitsprüfung aktivieren
el_gr: Ενεργοποίηση ελέγχου εύρυθμης λειτουργίας
fa_ir: فعال‌سازی بررسی سلامت
fr_fr: Activer le Contrôle de Santé
it_it: Abilita il controllo dello stato
ko_kr: 상태 점검 사용
pl_pl: Włącz sprawdzanie zdrowia
uk_ua: Увімкнути перевірку стану
zh_cn: 启用健康监测检查

source: Enable ICAP
cs_cz: Zapnout ICAP
de_de: ICAP aktivieren
el_gr: Ενεργοποίηση ICAP
fa_ir: فعال‌سازی ICAP
fr_fr: Activer ICAP
it_it: Abilita ICAP
ko_kr: ICAP 사용
pl_pl: Włącz ICAP
uk_ua: Увімкнути ICAP
zh_cn: 启用ICAP

source: Enable Influx Output
cs_cz: Zapnout Influx výstup
de_de: Aktiviere Influx-Ausgabe
el_gr: Ενεργοποίηση εξόδου εισροής
fa_ir: فعال‌سازی خروجی Influx
fr_fr: Activer de la sortie Influx
it_it: Abilita uscita afflusso
ko_kr: Influx 출력 사용
pl_pl: Włącz wyjście Influx
uk_ua: Увімкнути виведення Influx
zh_cn: 启用流入输出

source: Enable Kerberos based Single Sign-On
cs_cz: Zapnout sjednocené přihlašování (sso) založené na Kerberos
de_de: Kerberos-basierte Single Sign-On-Funktion aktivieren
el_gr: Ενεργοποίηση ενιαίας σύνδεσης που βασίζεται σε Kerberos
fa_ir: فعال‌سازی ورود یکپارچه (Single Sign-On) مبتنی بر Kerberos
fr_fr: Activer l'authentification unique basée sur Kerberos
it_it: Abilita il Single Sign-On basato su Kerberos
ko_kr: Kerberos 기반 Single Sign-On 사용
pl_pl: Włącz Single Sign-On oparte na Kerberosie
uk_ua: Увімкнути єдиний вхід на основі Kerberos
zh_cn: 启用基于Kerberos的单点登录

source: Enable LDAP
cs_cz: Používat LDAP
de_de: Aktiviere LDAP
el_gr: Ενεργοποίηση LDAP
fa_ir: فعال‌سازی LDAP
fr_fr: Activer LDAP
it_it: Abilita LDAP
ko_kr: LDAP 사용
pl_pl: Włącz LDAP
uk_ua: Увімкнути LDAP
zh_cn: 启用LDAP

source: Enable LLDP Daemon
cs_cz: Zapnout proces služby LLDP
de_de: Aktiviere LLDP-Daemon
el_gr: Ενεργοποίηση δαίμονα LLDP
fa_ir: فعال‌سازی سرویس LLDP
fr_fr: Activer Service LLDP
it_it: Abilita il demone LLDP
ko_kr: LLDP 데몬 사용
pl_pl: Włącz Daemon LLDP
uk_ua: Увімкнути демон LLDP
zh_cn: 启用LLDP程序

source: Enable Linux Package Cache
cs_cz: Zapnout mezipaměť linuxových balíčků
de_de: Aktiviere Linux-Paket-Zwischenspeicher
el_gr: Ενεργοποίηση προσωρινής μνήμης πακέτων Linux
fa_ir: فعال‌سازی کش بسته‌های لینوکس
fr_fr: Activer le Cache Linux Package
it_it: Abilita la cache dei pacchetti Linux
ko_kr: 리눅스 패키지 캐시 사용
pl_pl: Włącz cache pakietów Linux
uk_ua: Увімкнути кеш пакетів Linux
zh_cn: 启用Linux软件包缓存

source: Enable Nut
cs_cz: Zapnout Nut
de_de: Aktiviere Nut
el_gr: Ενεργοποίηση παξιμαδιού
fa_ir: فعال‌سازی Nut
fr_fr: Activer Nut
it_it: Abilita dado
ko_kr: Nut 사용
pl_pl: Włącz Nut
uk_ua: Увімкнути Nut
zh_cn: 启用Nut

source: Enable Openphish
cs_cz: Zapnout Openphish
de_de: Aktiviere Openphish
el_gr: Ενεργοποίηση Openphish
fa_ir: فعال‌سازی Openphish
fr_fr: Activer Openphish
it_it: Abilita Openphish
ko_kr: Openphish 사용
pl_pl: Włącz Openphish
uk_ua: Увімкнути Openphish
zh_cn: 启用Openphish

source: Enable Openphish Premium
cs_cz: Zapnout Openphish Premium
de_de: Aktiviere Openphish Premium
el_gr: Ενεργοποίηση Openphish Premium
fa_ir: فعال‌سازی Openphish Premium
fr_fr: Activer Openphish premium
it_it: Abilita Openphish Premium
ko_kr: Openphish Premium 사용
pl_pl: Włącz Openphish Premium
uk_ua: Увімкнути Openphish Premium
zh_cn: 启用Openphish Premium

source: Enable Phishtank
cs_cz: Zapnout Phishtank
de_de: Aktiviere Phishtank
el_gr: Ενεργοποίηση Phishtank
fa_ir: فعال‌سازی Phishtank
fr_fr: Activer Phishtank
it_it: Abilita Phishtank
ko_kr: 피시탱크 사용
pl_pl: Włącz Phishtank
uk_ua: Увімкнути Phishtank
zh_cn: 启用Phishtank

source: Enable Phishtank collaborative clearing house for data and information about phishing on the Internet.
cs_cz: Zapnout spolupráci na Phishtank zprostředkování dat a informací o phishingu na internetu
de_de: Aktiviere das gemeinsame Clearing-Haus Phishtank für Daten und Information über Phishing im Internet.
el_gr: Ενεργοποιήστε το συνεργατικό κέντρο εκκαθάρισης Phishtank για δεδομένα και πληροφορίες σχετικά με το ηλεκτρονικό ψάρεμα (phishing) στο Διαδίκτυο.
fa_ir: فعال‌سازی Phishtank؛ مرکز جمع‌آوری مشارکتی داده‌ها و اطلاعات دربارهٔ فیشینگ در اینترنت.
fr_fr: Permettre à Phishtank d'être un centre d'échange collaboratif de données et d'informations sur l'hameçonnage sur Internet.
it_it: Abilita il centro di compensazione collaborativo Phishtank per dati e informazioni sul phishing su Internet.
ko_kr: 인터넷에서 피싱에 대한 데이터 및 정보에 대해 Phishtank 협업 정리 하우스를 활성화합니다.
pl_pl: Włącz Phishtank - współpracujący dom czyszczenia dla danych i informacji o phishingu w Internecie.
uk_ua: Увімкнути Phishtank — спільний інформаційний центр для даних та інформації про фішинг в Інтернеті.
zh_cn: 启用Phishtank协作清算中心，以获取有关Internet上网络钓鱼的数据和信息。

source: Enable Plugin
cs_cz: Zapnout zásuvný modul
de_de: Plugin aktivieren
el_gr: Ενεργοποίηση πρόσθετου
fa_ir: فعال‌سازی افزونه
fr_fr: Activer le greffon
it_it: Abilita plugin
ko_kr: 플러그인 사용
pl_pl: Włącz wtyczkę
uk_ua: Увімкнути плагін
zh_cn: 启用插件

source: Enable Preview
cs_cz: Zapnout náhled
de_de: Vorschau aktivieren
el_gr: Ενεργοποίηση προεπισκόπησης
fa_ir: فعال‌سازی پیش‌نمایش
fr_fr: Activer l'aperçu
it_it: Abilita anteprima
ko_kr: 미리 보기 사용
pl_pl: Włącz podgląd
uk_ua: Увімкнути попередній перегляд
zh_cn: 启用预览

source: Enable Protected Mode
cs_cz: Zapnout chráněný režim
de_de: Aktiviere geschützten Modus
el_gr: Ενεργοποίηση προστατευμένης λειτουργίας
fa_ir: فعال‌سازی حالت محافظت‌شده
fr_fr: Activer le Mode Protégé
it_it: Abilita la modalità protetta
ko_kr: 보호 모드 사용
pl_pl: Włącz tryb chroniony
uk_ua: Увімкнути захищений режим
zh_cn: 启用保护模式

source: Enable Proxy authentication
cs_cz: Zapnout proxy ověřování
de_de: Aktiviere Proxyauthentifizierung
el_gr: Ενεργοποίηση ελέγχου ταυτότητας μέσω proxy
fa_ir: فعال‌سازی احراز هویت پراکسی
fr_fr: Activer l'authentification du Proxy
it_it: Abilita l'autenticazione proxy
ko_kr: 프록시 인증 사용
pl_pl: Włącz uwierzytelnienie proxy
uk_ua: Увімкнути автентифікацію проксі
zh_cn: 启用代理认证

source: Enable Redis
cs_cz: Zapnout Redis
de_de: Aktiviere Redis
el_gr: Ενεργοποίηση Redis
fa_ir: فعال‌سازی Redis
fr_fr: Activer Redis
it_it: Abilita Redis
ko_kr: Redis 사용
pl_pl: Włącz Redis
uk_ua: Увімкнути Redis
zh_cn: 启用Redis

source: Enable Redis Plugin
cs_cz: Zapnout zásuvný modul Redis
de_de: Aktiviere Redis-Plugin
el_gr: Ενεργοποίηση πρόσθετου Redis
fa_ir: فعال‌سازی افزونه Redis
fr_fr: Activer le greffon Redis
it_it: Abilita il plugin Redis
ko_kr: Redis 플러그인 사용
pl_pl: Włącz wtyczkę Redis
uk_ua: Увімкнути плагін Redis
zh_cn: 启用Redis 插件

source: Enable Relayd
cs_cz: Zapnout Relayd
de_de: Aktiviere Relayd
el_gr: Ενεργοποίηση αναμετάδοσης
fa_ir: فعال‌سازی Relayd
fr_fr: Activer Relayd
it_it: Abilita inoltro
ko_kr: Relayd 사용
pl_pl: Włącz Relayd
uk_ua: Увімкнути Relayd
zh_cn: 启用中继

source: Enable Remote Commands
cs_cz: Zapnout příkazy na dálku
de_de: Remote-Befehle aktivieren
el_gr: Ενεργοποίηση απομακρυσμένων εντολών
fa_ir: فعال‌سازی فرمان‌های راه‌دور
fr_fr: Activer les Commandes Distantes
it_it: Abilita comandi remoti
ko_kr: 원격 명령 사용
pl_pl: Włącz zdalne polecenia
uk_ua: Увімкнути віддалені команди
zh_cn: 启用远程命令

source: Enable Rspamd Integration
cs_cz: Zapnout napojení na Rspamd
de_de: Aktiviere Rspamd-Integration
el_gr: Ενεργοποίηση ενσωμάτωσης Rspamd
fa_ir: فعال‌سازی ادغام Rspamd
fr_fr: Activer l'Intégration Rspamd
it_it: Abilita integrazione Rspamd
ko_kr: Rspamd 통합 사용
pl_pl: Włącz integrację z Rspamd
uk_ua: Увімкнути інтеграцію Rspamd
zh_cn: 启用Rspamd集成

source: Enable SMTP Authentication
cs_cz: Zapnout SMTP ověřování
de_de: Aktiviere SMTP-Authentifizierung
el_gr: Ενεργοποίηση ελέγχου ταυτότητας SMTP
fa_ir: فعال‌سازی احراز هویت SMTP
fr_fr: Activer l'Authentification SMTP
it_it: Abilita l'autenticazione SMTP
ko_kr: SMTP 인증 사용
pl_pl: Włącz uwierzytelnienie SMTP
uk_ua: Увімкнути автентифікацію SMTP
zh_cn: 启用SMTP认证

source: Enable SNMP Agent
cs_cz: Zapnout SNMP agenta
de_de: Aktiviere SNMP-Agent
el_gr: Ενεργοποίηση παράγοντα SNMP
fa_ir: فعال‌سازی عامل SNMP
fr_fr: Activer l'Agent SNMP
it_it: Abilita agente SNMP
ko_kr: SNMP 에이전트 사용
pl_pl: Włącz agenta SNMP
uk_ua: Увімкнути агент SNMP
zh_cn: 启用SNMP代理

source: Enable SONMP
cs_cz: Zapnout SONMP
de_de: Aktiviere SONMP
el_gr: Ενεργοποίηση SONMP
fa_ir: فعال‌سازی SONMP
fr_fr: Activer SONMP
it_it: Abilita SONMP
ko_kr: SONMP 사용
pl_pl: Włącz SONMP
uk_ua: Увімкнути SONMP
zh_cn: 启用SONMP

source: Enable SSL inspection
cs_cz: Zapnout inspekci SSL
de_de: Aktiviere SSL-Untersuchung
el_gr: Ενεργοποίηση ελέγχου SSL
fa_ir: فعال‌سازی بازرسی SSL
fr_fr: Activer l'inspection SSL
it_it: Abilita l'ispezione SSL
ko_kr: SSL 검사 사용
pl_pl: Włącz inspekcję SSL
uk_ua: Увімкнути перевірку SSL
zh_cn: 启用SSL检查

source: Enable SSL offloading
cs_cz: Zapnout přebírání SSL
de_de: SSL-Offloading aktivieren
el_gr: Ενεργοποίηση εκφόρτωσης SSL
fa_ir: فعال‌سازی باربرداری SSL
fr_fr: Activer le délestage SSL
it_it: Abilita l'offload SSL
ko_kr: SSL 오프로드 사용
pl_pl: Włącz offloading SSL
uk_ua: Увімкнути розвантаження SSL
zh_cn: 启用SSL卸载

source: Enable STUN plugin
cs_cz: Zapnout zásuvný modul STUN
de_de: Aktiviere STUN-Erweiterung
el_gr: Ενεργοποίηση προσθήκης STUN
fa_ir: فعال‌سازی افزونه STUN
fr_fr: Activer le greffon STUN
it_it: Abilita il plugin STUN
ko_kr: STUN 플러그인 사용
pl_pl: Włącz wtyczkę STUN
uk_ua: Увімкнути плагін STUN
zh_cn: 启用STUN插件

source: Enable ShadowSocks Local
cs_cz: Zapnout ShadowSocks Local
de_de: ShadowSocks lokal aktivieren
el_gr: Ενεργοποίηση τοπικού ShadowSocks
fa_ir: فعال‌سازی ShadowSocks محلی
fr_fr: Activer ShadowSocks Local
it_it: Abilita ShadowSocks locale
ko_kr: ShadowSocks 로컬 사용
pl_pl: Włącz lokalny ShadowSocks
uk_ua: Увімкнути ShadowSocks Локальний
zh_cn: 启用ShadowSocks本地

source: Enable ShadowSocks Server
cs_cz: Zapnout ShadowSocks server
de_de: ShadowSocks Server aktivieren
el_gr: Ενεργοποίηση διακομιστή ShadowSocks
fa_ir: فعال‌سازی سرور ShadowSocks
fr_fr: Activer le serveur ShadowSocks
it_it: Abilita il server ShadowSocks
ko_kr: ShadowSocks 서버 사용
pl_pl: Włącz serwer ShadowSocks
uk_ua: Увімкнути ShadowSocks Сервер
zh_cn: 启用ShadowSocks服务器

source: Enable Single Sign-On
cs_cz: Zapnout sjednocené přihlášování (SSO)
de_de: Aktiviere Single Sign-On
el_gr: Ενεργοποίηση ενιαίας σύνδεσης
fa_ir: فعال‌سازی Single Sign-On
fr_fr: Activer l'identification unique
it_it: Abilita Single Sign-On
ko_kr: Single Sign-On 사용
pl_pl: Włącz jednokrotne logowanie (Single Sign-On)
uk_ua: Увімкнути єдиний вхід
zh_cn: 启用单点登录

source: Enable Spamd Bar
cs_cz: Zapnout Smapd Bar
de_de: Aktiviere Spamd-Balken
el_gr: Ενεργοποίηση γραμμής ανεπιθύμητων μηνυμάτων
fa_ir: فعال‌سازی Spamd Bar
fr_fr: Activer la barre anti-spam
it_it: Abilita la barra antispam
ko_kr: Spamd 바 사용
pl_pl: Włącz pasek Spamd
uk_ua: Увімкнути смугу Spamd
zh_cn: 启用垃圾邮件栏

source: Enable Syslog
cs_cz: Zapnout Syslog
de_de: Aktiviere Systemprotokoll
el_gr: Ενεργοποίηση Syslog
fa_ir: فعال‌سازی Syslog
fr_fr: Activer Syslog
it_it: Abilita SysLog
ko_kr: Syslog 사용
pl_pl: Włącz Syslog
uk_ua: Увімкнути Syslog
zh_cn: 启用Syslog

source: Enable Syslog logging.
cs_cz: Zapnout zaznamenávání událostí prostřednictvím Syslog.
de_de: Aktiviere Syslog-Protokollierung.
el_gr: Ενεργοποίηση καταγραφής Syslog.
fa_ir: فعال‌سازی ثبت لاگ Syslog.
fr_fr: Activer journalisation Syslog
it_it: Abilita la registrazione syslog.
ko_kr: Syslog 로깅을 사용합니다.
pl_pl: Włącz logowanie Syslog.
uk_ua: Увімкнути ведення журналу Syslog.
zh_cn: 启用Syslog记录。

source: Enable TCP port
cs_cz: Zapnout TCP port
de_de: TCP-Port aktivieren
el_gr: Ενεργοποίηση θύρας TCP
fa_ir: فعال‌سازی پورت TCP
fr_fr: Activer le port TCP
it_it: Abilita la porta TCP
ko_kr: TCP 포트 사용
pl_pl: Włącz port TCP
uk_ua: Увімкнути порт TCP
zh_cn: 启用TCP 端口

source: Enable Telegraf Agent
cs_cz: Zapnout agenta Telegraf
de_de: Telegrafagent aktivieren
el_gr: Ενεργοποίηση Telegraf Agent
fa_ir: فعال‌سازی عامل Telegraf
fr_fr: Activer l'Agent Telegraf
it_it: Abilita agente Telegraf
ko_kr: 텔레그래프 에이전트 사용
pl_pl: Włącz agenta Telegraf
uk_ua: Увімкнути агент Telegraf
zh_cn: 启用Telegraf 代理

source: Enable Transparent HTTP proxy
cs_cz: Zapnout transparentní HTTP proxy
de_de: Transparenten HTTP-Proxy aktivieren
el_gr: Ενεργοποίηση διαφανούς διακομιστή μεσολάβησης HTTP
fa_ir: فعال‌سازی پروکسی HTTP شفاف
fr_fr: Activer le proxy HTTP Transparent
it_it: Abilita proxy HTTP trasparente
ko_kr: 투명 HTTP 프록시 사용
pl_pl: Włącz przezroczyste proxy HTTP
uk_ua: Увімкнути прозорий HTTP проксі
zh_cn: 启用透明HTTP代理

source: Enable Transparent Proxy
cs_cz: Zapnout transparentní proxy
de_de: Transparenten Proxy aktivieren
el_gr: Ενεργοποίηση διαφανούς διακομιστή μεσολάβησης
fa_ir: فعال‌سازی پروکسی شفاف
fr_fr: Activer le proxy Transparent
it_it: Abilita proxy trasparente
ko_kr: 투명 프록시 사용
pl_pl: Włącz przezroczyste proxy
uk_ua: Увімкнути прозорий проксі
zh_cn: 启用透明代理

source: Enable Transparent mode
cs_cz: Zapnout transparentní režim
de_de: Transparenten Modus aktivieren
el_gr: Ενεργοποίηση διαφανούς λειτουργίας
fa_ir: فعال‌سازی حالت شفاف
fr_fr: Activer le mode Transparent
it_it: Abilita la modalità trasparente
ko_kr: 투명 모드 사용
pl_pl: Włącz tryb przezroczysty
uk_ua: Увімкнути прозорий режим
zh_cn: 启用透明模式

source: Enable VLAN assignment
cs_cz: Zapnout přiřazování VLAN
de_de: VLAN-Zuweisung aktivieren
el_gr: Ενεργοποίηση ανάθεσης VLAN
fa_ir: فعال‌سازی تخصیص VLAN
fr_fr: Activer l'affectation de VLAN
it_it: Abilita l'assegnazione VLAN
ko_kr: VLAN 할당 사용
pl_pl: Włącz przypisanie VLAN
uk_ua: Увімкнути призначення VLAN
zh_cn: 启用VLAN分配

source: Enable WISPr attributes
cs_cz: Zapnout WISPr atributy
de_de: WISPr-Attribute aktivieren
el_gr: Ενεργοποίηση χαρακτηριστικών WISPr
fa_ir: فعال‌سازی ویژگی‌های WISPr
fr_fr: Activer les attributs WISPr
it_it: Abilita gli attributi WISPr
ko_kr: WISPr 특성 사용
pl_pl: Włącz atrybuty WISPr
uk_ua: Увімкнути атрибути WISPr
zh_cn: 启用WISPr属性

source: Enable Windows Update Cache
cs_cz: Zapnout mezipaměť pro Windows Update
de_de: Aktiviere Windows-Update-Zwischenspeicher
el_gr: Ενεργοποίηση προσωρινής μνήμης Windows Update
fa_ir: فعال‌سازی Windows Update Cache
fr_fr: Activer le Cache Windows Update
it_it: Abilita la cache di Windows Update
ko_kr: Windows 업데이트 캐시 사용
pl_pl: Włącz cache aktualizacji Windows
uk_ua: Увімкнути кеш оновлень Windows
zh_cn: 启用Windows更新缓存

source: Enable Zabbix Agent service.
cs_cz: Zapnout službu Zabbix agenta.
de_de: Aktiviert den Zabbix-Agent-Dienst.
el_gr: Ενεργοποίηση υπηρεσίας Zabbix Agent.
fa_ir: فعال‌سازی سرویس Zabbix Agent.
fr_fr: Activer l'agent Zabbix.
it_it: Abilita il servizio Zabbix Agent.
ko_kr: Zabbix 에이전트 서비스를 사용.
pl_pl: Włącz usługę agenta Zabbix.
uk_ua: Увімкнути службу агента Zabbix.
zh_cn: 启用Zabbix代理服务。

source: Enable access logging
cs_cz: Zaznamenávat přístupy
de_de: Zugriffsprotokollierung aktivieren
el_gr: Ενεργοποίηση καταγραφής πρόσβασης
fa_ir: فعال‌سازی لاگ دسترسی
fr_fr: Activer la journalisation des accès
it_it: Abilita la registrazione degli accessi
ko_kr: 액세스 로깅 사용
pl_pl: Włącz logowanie dostępu
uk_ua: Увімкнути ведення журналу доступу
zh_cn: 启用访问日志

source: Enable access logging.
cs_cz: Zapnout zaznamenávání přístupů.
de_de: Zugriffsprotokollierung aktivieren.
el_gr: Ενεργοποίηση καταγραφής πρόσβασης.
fa_ir: فعال‌سازی لاگ دسترسی.
fr_fr: Activer la journalisation des accès.
it_it: Abilita la registrazione degli accessi.
ko_kr: 액세스 로깅을 사용.
pl_pl: Włącz logowanie dostępu.
uk_ua: Увімкнути ведення журналу доступу.
zh_cn: 启用访问日志。

source: Enable active checks.
cs_cz: Zapnout aktivní kontroly.
de_de: Aktiviert aktive Prüfungen.
el_gr: Ενεργοποίηση ενεργών ελέγχων.
fa_ir: فعال‌سازی بررسی‌های فعال.
fr_fr: Activer les contrôles actifs.
it_it: Abilita controlli attivi.
ko_kr: 능동 검사를 사용.
pl_pl: Włącz aktywne sprawdzanie.
uk_ua: Увімкнути активні перевірки.
zh_cn: 启用活动检查。

source: Enable advanced SSL settings.
cs_cz: Pokročilá nastavení SSL.
de_de: Aktiviere erweiterte SSL-Einstellungen
el_gr: Ενεργοποίηση ρυθμίσεων SSL για προχωρημένους.
fa_ir: فعال‌سازی تنظیمات پیشرفته SSL.
fr_fr: Activer la configuration SSL avancée.
it_it: Abilita le impostazioni SSL avanzate.
ko_kr: 고급 SSL 설정을 사용.
pl_pl: Włącz zaawansowane ustawienia SSL.
uk_ua: Увімкнути розширені налаштування SSL.
zh_cn: 启用高级SSL设置。

source: Enable alert
cs_cz: Zapnout výstrahy
de_de: Alarm aktivieren
el_gr: Ενεργοποίηση ειδοποίησης
fa_ir: فعال‌سازی هشدار
fr_fr: Activer l'alerte
it_it: Abilita avviso
ko_kr: 알림 사용
pl_pl: Włącz alert
uk_ua: Увімкнути сповіщення
zh_cn: 启用警报

source: Enable authentication
cs_cz: Zapnout ověřování
de_de: Authentifizierung aktivieren
el_gr: Ενεργοποίηση ελέγχου ταυτότητας
fa_ir: فعال‌سازی احراز هویت
fr_fr: Activer l'authentification
it_it: Abilita l'autenticazione
ko_kr: 인증 사용
pl_pl: Włącz uwierzytelnienie
uk_ua: Увімкнути автентифікацію
zh_cn: 启用认证

source: Enable c-icap service
cs_cz: Zapnout službu c-icap
de_de: Aktiviere c-icap-Dienst
el_gr: Ενεργοποίηση υπηρεσίας c-icap
fa_ir: فعال‌سازی سرویس c-icap
fr_fr: Activer le service c-icap
it_it: Abilita il servizio c-icap
ko_kr: c-icap 서비스 사용
pl_pl: Włącz usługę c-icap
uk_ua: Увімкнути службу c-icap
zh_cn: 启用c-icap 服务

source: Enable clamd service
cs_cz: Zapnout službu clamd
de_de: Aktiviere clamd-Dienst
el_gr: Ενεργοποίηση υπηρεσίας clamd
fa_ir: فعال‌سازی سرویس clamd
fr_fr: Activer le service clamd
it_it: Abilita il servizio clamd
ko_kr: clamd 서비스 사용
pl_pl: Włącz usługę clamd
uk_ua: Увімкнути службу clamd
zh_cn: 启用clamd 服务

source: Enable contextswitch plugin
cs_cz: Zapnout zásuvný modul contextswitch
de_de: Kontextwechselplugin aktivieren
el_gr: Ενεργοποίηση πρόσθετου contextswitch
fa_ir: فعال‌سازی افزونه contextswitch
fr_fr: Activer le greffon contextswitch
it_it: Abilita il plugin cambio contesto
ko_kr: 컨텍스트 스위치 플러그인 사용
pl_pl: Włącz wtyczkę contextswitch
uk_ua: Увімкнути плагін contextswitch
zh_cn: 启用contextswitch 插件
