Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: If the number of the available threads is more than number then the c-icap server kills a child.
cs_cz: Pokud je počet dostupných vláken větší než počet, c-icap server vynutí ukončení podřízeného.
de_de: Falls die Anzahl an verfügbaren Threads diesen Grenzwert überschreitet, wird ein Kindprozess vom c-icap server beendet.
el_gr: Εάν ο αριθμός των διαθέσιμων νημάτων είναι μεγαλύτερος από τον αριθμό, τότε ο διακομιστής c-icap τερματίζει ένα παιδί.
fa_ir: اگر تعداد threadهای در دسترس بیشتر از number باشد، سرور c-icap یک فرایند فرزند را خاتمه می‌دهد.
fr_fr: Si le nombre de fils disponibles est plus grand que ce nombre, le serveur c-icap en arrête un.
it_it: Se il numero dei thread disponibili è superiore a number, il server c-icap uccide un bambino.
ko_kr: 사용 가능한 스레드 수가 수보다 많으면 c-icap 서버가 자식을 종료합니다.
pl_pl: Jeśli liczba dostępnych wątków jest większa niż podana liczba, serwer c-icap kończy działanie procesu potomnego.
uk_ua: Якщо кількість доступних потоків більша за число, тоді сервер c-icap завершує дочірній процес.
zh_cn: 如果可用线程的数量大于设定数字，则c-icap服务器会终止一个线程。

source: If the user is authenticated, the headers will not be added if this is enabled. If this is checked, your outgoing mails will very likely not leak information about the the scanner.
cs_cz: Pokud je uživatel ověřen a tato předvolba zapnuta, nebudou hlavičky přidány. Pokud je tato možnost zaškrtnuta, je velmi pravděpodobné, že z odchozí pošty nebudou unikat informace o skeneru.
de_de: Falls der Benutzer authentifiziert ist, werden die Header nicht hinzugefügt falls diese Option aktiviert ist. Wenn Sie diese Option aktivieren, werden Ihre ausgehenden Mails wahrscheinlich keine Information über den Scanner leaken.
el_gr: Εάν ο χρήστης έχει πιστοποιηθεί, οι κεφαλίδες δεν θα προστεθούν εάν αυτό είναι ενεργοποιημένο. Εάν είναι επιλεγμένο, τα εξερχόμενα email σας πιθανότατα δεν θα διαρρεύσουν πληροφορίες σχετικά με τον σαρωτή.
fa_ir: اگر کاربر احراز هویت شده باشد، در صورت فعال بودن این گزینه هدرها اضافه نخواهند شد. اگر این گزینه تیک خورده باشد، احتمالاً ایمیل‌های خروجی شما اطلاعاتی درباره اسکنر لو نخواهند داد.
fr_fr: Si l'utilisateur est authentifié, les en-têtes ne seront pas ajoutés si cela est activé. Si cette case est cochée, vos e-mails sortants ne divulgueront probablement pas d'informations sur le scanner.
it_it: Se l'utente è autenticato, le intestazioni non verranno aggiunte se questa è abilitata. Se questa opzione è selezionata, molto probabilmente i messaggi in uscita non perderanno informazioni sullo scanner.
ko_kr: 사용자가 인증된 경우 이 옵션을 사용하면 헤더가 추가되지 않습니다. 이 옵션을 선택하면 발신 메일에서 스캐너에 대한 정보가 누출되지 않을 가능성이 높습니다.
pl_pl: Jeśli użytkownik jest uwierzytelniony, nagłówki nie zostaną dodane, jeśli ta opcja jest włączona. Jeśli to jest zaznaczone, twoje wychodzące maile prawdopodobnie nie będą ujawniać informacji o skanerze.
uk_ua: Якщо користувач автентифікований, заголовки не будуть додані, якщо це ввімкнено. Якщо це позначено, ваші вихідні листи, швидше за все, не розкриватимуть інформацію про сканер.
zh_cn: 如果用户已通过身份认证，则启用此标头时不会添加。 如果选中此选项，您的外发邮件很可能不会泄漏有关扫描器的信息。

source: If this amount of memory is reached, Tor will close circuits until 10% of this limit are free again.
cs_cz: Pokud je dosaženo využití tohoto množství paměti, Tor bude zavírat okruhy dokud nebude opět uvolněno 10% tohoto limitu.
de_de: Falls diese Menge an Speicher erreicht wird, wird Tor Kreise schließen, bis 10% dieser Begrenzung wieder frei sind.
el_gr: Εάν επιτευχθεί αυτή η ποσότητα μνήμης, το Tor θα κλείσει τα κυκλώματα μέχρι να ελευθερωθεί ξανά το 10% αυτού του ορίου.
fa_ir: اگر این مقدار حافظه رسید، Tor مدارها را می‌بندد تا زمانی که 10٪ از این حد دوباره آزاد شود.
fr_fr: Si cette quantité de mémoire est atteinte, Tor fermera les circuits jusqu'à ce que 10% de cette limite soient à nouveau libres.
it_it: Se questa quantità di memoria viene raggiunta, Tor chiuderà i circuiti finché il 10% di questo limite non sarà nuovamente libero.
ko_kr: 이 메모리 한도에 도달하면, Tor는 이 한도의 10%가 다시 확보될 때까지 연결을 종료합니다.
pl_pl: Jeśli ta ilość pamięci zostanie osiągnięta, Tor zamknie obwody, aż 10% tego limitu będzie znowu wolne.
uk_ua: Якщо досягнуто цього обсягу пам'яті, Tor закриє з'єднання, доки 10% цього ліміту знову не стануть вільними.
zh_cn: 如果达到此内存量，Tor会关闭线路，直至回到该限制的10％再次启用。

source: If this checkbox is checked, you can use an ICAP server to filter or replace content.
cs_cz: Pokud je toto zaškrtnuto, můžete použít ICAP server pro filtrování nebo nahrazování obsahu.
de_de: Falls Sie diese Box auswählen, können Sie einen ICAP-Server dazu verwenden, Inhalte zu filtern oder zu ersetzen.
el_gr: Εάν αυτό το πλαίσιο ελέγχου είναι επιλεγμένο, μπορείτε να χρησιμοποιήσετε έναν διακομιστή ICAP για να φιλτράρετε ή να αντικαταστήσετε περιεχόμενο.
fa_ir: اگر این چک‌باکس تیک‌خورده باشد، می‌توانید از یک سرور ICAP برای فیلتر یا جایگزینی محتوا استفاده کنید.
fr_fr: Si la case est cochée, vous pouvez utiliser un serveur ICAP pour filtrer ou remplacer le contenu.
it_it: Se questa casella di controllo è selezionata, puoi utilizzare un server ICAP per filtrare o sostituire il contenuto.
ko_kr: 이 확인란을 선택하면 ICAP 서버를 사용하여 내용을 필터링하거나 바꿀 수 있습니다.
pl_pl: Jeśli to pole wyboru jest zaznaczone, możesz użyć serwera ICAP do filtrowania lub zastępowania treści.
uk_ua: Якщо цей прапорець встановлено, ви можете використовувати сервер ICAP для фільтрації або заміни вмісту.
zh_cn: 如果选中该复选框，则可以使用ICAP服务器过滤或替换内容。

source: If this checkbox is enabled, a header about the authentication state will be added.
cs_cz: Pokud je toto zaškrtnuto, bude přidána hlavička se stavem ověření.
de_de: Falls diese Checkbox aktiviert ist, wird ein Header mit dem Authentifizierungsstatus eingefügt.
el_gr: Εάν αυτό το πλαίσιο ελέγχου είναι ενεργοποιημένο, θα προστεθεί μια κεφαλίδα σχετικά με την κατάσταση ελέγχου ταυτότητας.
fa_ir: اگر این چک‌باکس فعال باشد، هدر مربوط به وضعیت احراز هویت اضافه خواهد شد.
fr_fr: Si cette case est cochée, un en-tête à propos de l'authentification sera ajouté.
it_it: Se questa casella è abilitata, verrà aggiunta un'intestazione sullo stato di autenticazione.
ko_kr: 이 확인란을 선택하면 인증 상태에 대한 헤더가 추가됩니다.
pl_pl: Jeśli to pole wyboru jest włączone, zostanie dodany nagłówek dotyczący stanu uwierzytelnienia.
uk_ua: Якщо цей прапорець увімкнено, буде додано заголовок про стан автентифікації.
zh_cn: 如果启用此复选框，则会添加有关认证状态的标头。

source: If this checkbox is enabled, a header containing the findings of the scan is added.
cs_cz: Pokud je toto zaškrtnuto, bude přidána hlavička obsahující nálezy skenu.
de_de: Falls diese Checkbox aktiviert ist, wird eine Kopfzeile mit dem Scanergebnis hinzugefügt.
el_gr: Εάν αυτό το πλαίσιο ελέγχου είναι ενεργοποιημένο, προστίθεται μια κεφαλίδα που περιέχει τα ευρήματα της σάρωσης.
fa_ir: اگر این چک‌باکس فعال باشد، هدر حاوی نتایج اسکن اضافه می‌شود.
fr_fr: Si cette case est cochée, un en-tête contenant les résultats de l'analyse est ajouté.
it_it: Se questa casella di controllo è abilitata, viene aggiunta un'intestazione contenente i risultati della scansione.
ko_kr: 이 확인란이 활성화된 경우 검색 결과를 포함하는 헤더가 추가됩니다.
pl_pl: Jeśli to pole wyboru jest włączone, zostanie dodany nagłówek zawierający wyniki skanowania.
uk_ua: Якщо цей прапорець увімкнено, буде додано заголовок, що містить результати сканування.
zh_cn: 如果启用此复选框，则会添加包含扫描结果的标头。

source: If this option is set, users can login on multiple machines at once. If disabled subsequent logins will cause machines previously logged in with the same username to be disconnected.
cs_cz: Pokud je tato předvolba nastavená, uživatelé se budou moci přihlašovat z vícero strojů naráz. Pokud není, při navazování dalšího spojení bude to stávající odpojeno.
de_de: Falls diese Option gewählt wird, können sich Benutzer auf mehreren Geräten gleichzeitig anmelden. Falls sie deaktiviert ist, wird das Gerät, das sich zuvor mit demselben Benutzernamen angemeldet hat, getrennt.
el_gr: Εάν οριστεί αυτή η επιλογή, οι χρήστες μπορούν να συνδεθούν σε πολλά μηχανήματα ταυτόχρονα. Εάν απενεργοποιηθεί, οι επόμενες συνδέσεις θα προκαλέσουν την αποσύνδεση των μηχανημάτων που είχαν συνδεθεί προηγουμένως με το ίδιο όνομα χρήστη.
fa_ir: اگر این گزینه فعال باشد، کاربران می‌توانند هم‌زمان از چند دستگاه وارد شوند. اگر غیرفعال باشد، ورودهای بعدی باعث قطع اتصال دستگاه‌هایی می‌شود که قبلاً با همان نام کاربری وارد شده‌اند.
fr_fr: Si cette option est activée, les utilisateurs pourront se connecter depuis plusieurs machines en même temps. Si cette option est désactivée, chaque nouvelle connexion déconnectera la machine précédemment connectée avec le même nom d'utilisateur.
it_it: Se questa opzione è impostata, gli utenti possono accedere su più macchine contemporaneamente. Se disabilitato, gli accessi successivi causeranno la disconnessione delle macchine precedentemente connesse con lo stesso nome utente.
ko_kr: 이 옵션을 설정하면 사용자가 여러 시스템에 동시에 로그인할 수 있습니다. 사용하지 않도록 설정하면 후속 로그인으로 인해 이전에 동일한 사용자 이름으로 로그인한 시스템의 연결이 끊어집니다.
pl_pl: Jeśli ta opcja jest ustawiona, użytkownicy mogą logować się jednocześnie na wielu maszynach. Jeśli jest wyłączona, kolejne logowania spowodują odłączenie maszyn, które wcześniej były zalogowane tym samym identyfikatorem użytkownika.
uk_ua: Якщо цю опцію встановлено, користувачі можуть одночасно входити на кількох машинах. Якщо вимкнено, наступні входи призведуть до того, що машини, які раніше були ввімкнені з тим самим іменем користувача, будуть відключені.
zh_cn: 如果此选项被设置，用户可以同时在多台机器上同时登录。如果禁用，则后续登录会导致前面使用相同用户名登录的计算机断开连接。

source: If true, collect raw CPU time metrics.
cs_cz: Pokud zapnuto, shromažďovat nezpracované metriky dob běhu na procesoru.
de_de: Falls Ja, werden rohe CPU-Zeitstatistiken gesammelt.
el_gr: Εάν είναι αληθές, συλλέγονται οι ακατέργαστες μετρήσεις χρόνου CPU.
fa_ir: اگر true باشد، متریک‌های خام زمان CPU جمع‌آوری می‌شوند.
fr_fr: Si c'est vrai, collecter les métriques brutes de temps CPU.
it_it: Se vero, raccogli le metriche non elaborate sul tempo della CPU.
ko_kr: 참일 경우 원시 CPU 시간 메트릭을 수집합니다.
pl_pl: Jeśli prawda, zbieraj surowe metryki czasu procesora.
uk_ua: Якщо true, збирати необроблені метрики часу ЦП.
zh_cn: 如果为true，则收集原始CPU时间指标。

source: If you check this box, the local Redis server will be available to the modules (some do not work without it).
cs_cz: Pokud je toto zaškrtnuto, bude modulům k dispozici lokální Redis server (některé bez něho nefungují),
de_de: Falls Sie diese Box anhaken, wird der lokale Redis-Server für Module verfügbar (manche Module funktionieren nicht ohne ihn).
el_gr: Εάν επιλέξετε αυτό το πλαίσιο, ο τοπικός διακομιστής Redis θα είναι διαθέσιμος στις ενότητες (ορισμένες δεν λειτουργούν χωρίς αυτόν).
fa_ir: اگر این گزینه را تیک بزنید، سرور Redis محلی برای ماژول‌ها در دسترس خواهد بود (برخی بدون آن کار نمی‌کنند).
fr_fr: Si vous cochez cette case, le serveur Redis local sera disponible pour les modules (certains ne fonctionnent pas sans lui).
it_it: Se selezioni questa casella, il server Redis locale sarà disponibile per i moduli (alcuni non funzionano senza di esso).
ko_kr: 이 확인란를 선택하면 모듈에서 로컬 Redis 서버를 사용할 수 있습니다(일부 서버는 이 서버 없이 작동하지 않음).
pl_pl: Jeśli zaznaczysz to pole, lokalny serwer Redis będzie dostępny dla modułów (niektóre nie działają bez niego).
uk_ua: Якщо ви позначите цей прапорець, локальний сервер Redis буде доступний для модулів (деякі не працюють без нього).
zh_cn: 如果选中此框，则本地Redis服务器即可用于各模块（没有它的话，某些服务会无法使用）。

source: If you check this, a log file will be written to disk.
cs_cz: Pokud toto zaškrtnete, bude soubor se záznamem událostí zapsán nad disk.
de_de: Falls Sie dies anhaken, wird eine Protokolldatei auf die Festplatte geschrieben.
el_gr: Αν το επιλέξετε αυτό, θα εγγραφεί ένα αρχείο καταγραφής στον δίσκο.
fa_ir: اگر این را تیک بزنید، یک فایل لاگ روی دیسک نوشته خواهد شد.
fr_fr: Si activé, un fichier journal sera écrit sur le disque.
it_it: Se si seleziona questa opzione, verrà scritto un file di registro sul disco.
ko_kr: 이 항목을 선택하면 로그 파일이 디스크에 기록됩니다.
pl_pl: Jeśli zaznaczysz to, plik dziennika zostanie zapisany na dysku.
uk_ua: Якщо ви позначите це, файл журналу буде записано на диск.
zh_cn: 如果选中此选项，日志文件会被写入磁盘。

source: If you enable this option, the client IP address will be sent to the ICAP server. This can be useful if you want to filter traffic based on IP addresses.
cs_cz: Když je tato předvolba zapnutá, IP adresa klienta bude odesílána na ICAP server. To může být užitečné pokud chcete provoz filtrovat na základě IP adres.
de_de: Falls Sie diese Option aktivieren, wird die Client-IP-Adresse an den ICAP-Server übertragen. Dies könnte nützlich sein, falls Sie Datenverkehr auf Basis von IP-Adressen filtern wollen.
el_gr: Εάν ενεργοποιήσετε αυτήν την επιλογή, η διεύθυνση IP του πελάτη θα αποσταλεί στον διακομιστή ICAP. Αυτό μπορεί να είναι χρήσιμο εάν θέλετε να φιλτράρετε την επισκεψιμότητα με βάση τις διευθύνσεις IP.
fa_ir: اگر این گزینه را فعال کنید، آدرس IP کلاینت به سرور ICAP ارسال خواهد شد. این می‌تواند مفید باشد اگر بخواهید ترافیک را بر اساس آدرس‌های IP فیلتر کنید.
fr_fr: Si vous activez cette option, l'adresse IP du client sera envoyée au serveur ICAP. Cela peut être utile si vous souhaitez filtrer le trafic en fonction des adresses IP.
it_it: Se abiliti questa opzione, l'indirizzo IP del client verrà inviato al server ICAP. Questo può essere utile se desideri filtrare il traffico in base agli indirizzi IP.
ko_kr: 이 옵션을 사용하도록 설정하면 클라이언트 IP 주소가 ICAP 서버로 전송됩니다. 이 기능은 IP 주소를 기준으로 트래픽을 필터링하려는 경우 유용합니다.
pl_pl: Jeśli włączysz tę opcję, adres IP klienta zostanie wysłany do serwera ICAP. Może to być przydatne, jeśli chcesz filtrować ruch na podstawie adresów IP.
uk_ua: Якщо увімкнути цю опцію, IP-адреса клієнта буде надіслана на ICAP-сервер. Це може бути корисно, якщо ви хочете фільтрувати трафік за IP-адресами.
zh_cn: 如果启用此选项，则客户端IP地址会发送到ICAP服务器。如果您要基于IP地址过滤流量，这会很有用。

source: If you have a CARP setup, you may want to configure a router id in case of a conflict.
cs_cz: Pokud používáte CARP uspořádání, může se v případě konfliktu hodit nastavit identifikátor směrovače.
de_de: Wenn Sie eine CARP-Konfiguration nutzen, sollten Sie im Konfliktfall eine Router-ID festlegen.
el_gr: Εάν έχετε ρύθμιση CARP, ίσως θελήσετε να διαμορφώσετε ένα αναγνωριστικό δρομολογητή σε περίπτωση διένεξης.
fa_ir: اگر یک تنظیم CARP دارید، ممکن است بخواهید در صورت بروز تداخل، یک router id پیکربندی کنید.
fr_fr: Si vous utilisez CARP, vous pourriez avoir besoin de définir manuellement un identifiant de routeur pour éviter les conflits.
it_it: Se disponi di una configurazione CARP, potresti voler configurare un ID router in caso di conflitto.
ko_kr: CARP 설정이 있는 경우 충돌 시 라우터 ID를 구성할 수 있습니다.
pl_pl: Jeśli masz skonfigurowany CARP, możesz chcieć skonfigurować identyfikator routera w przypadku konfliktu.
uk_ua: Якщо у вас є налаштування CARP, ви можете захотіти налаштувати ідентифікатор маршрутизатора у разі конфлікту.
zh_cn: 如果您有CARP设置，则可能需要在发生冲突时配置路由器ID。

source: If you turn off this option, the original files will still be scanned, but without parsing individual messages/attachments.
cs_cz: Pokud je toto vypnuto, původní soubory budou i tak skenovány, ale bez zpracovávání jednotlivých zpráv/příloh.
de_de: Falls Sie diese Option ausschalten, werden die Originaldateien weiterhin geprüft, aber ohne die individuellen Nachrichten / Anhänge zu prüfen.
el_gr: Εάν απενεργοποιήσετε αυτήν την επιλογή, τα αρχικά αρχεία θα εξακολουθούν να σαρώνονται, αλλά χωρίς να αναλύονται μεμονωμένα μηνύματα/συνημμένα.
fa_ir: اگر این گزینه را خاموش کنید، فایل‌های اصلی همچنان اسکن می‌شوند، اما بدون تجزیهٔ پیام‌ها/پیوست‌های جداگانه.
fr_fr: Si vous désactivez cette option, les fichiers originaux seront toujours analysés, mais sans analyser les messages et les pièces jointes individuels.
it_it: Se disattivi questa opzione, i file originali verranno comunque scansionati, ma senza analizzare i singoli messaggi/allegati.
ko_kr: 이 옵션을 해제해도 개별 메시지/첨부 파일을 구문 분석하지 않고 원본 파일이 계속 검색됩니다.
pl_pl: Jeśli wyłączysz tę opcję, oryginalne pliki nadal będą skanowane, ale bez analizowania poszczególnych wiadomości/załączników.
uk_ua: Якщо ви вимкнете цю опцію, оригінальні файли все одно будуть скануватися, але без розбору окремих повідомлень/вкладень.
zh_cn: 如果关闭此选项，仍会扫描原始文件，但不解析单个邮件/附件。

source: If you use previews, only a part of the data is sent to the ICAP server. Setting this option can improve the performance.
cs_cz: Pokud jsou používány náhledy, pouze část dat je odesílán na ICAP server. Nastavení této předvolby může zlepšit výkon.
de_de: Falls Sie die Vorschau verwenden, wird nur ein Teil der Daten an den ICAP-Server gesendet. Durch das Setzen dieser Option kann die Performance erhöht werden.
el_gr: Εάν χρησιμοποιείτε προεπισκοπήσεις, μόνο ένα μέρος των δεδομένων αποστέλλεται στον διακομιστή ICAP. Η ρύθμιση αυτής της επιλογής μπορεί να βελτιώσει την απόδοση.
fa_ir: اگر از پیش‌نمایش‌ها استفاده کنید، تنها بخشی از داده‌ها به سرور ICAP ارسال می‌شود. تنظیم این گزینه می‌تواند عملکرد را بهبود بخشد.
fr_fr: Si vous utilisez les aperçus, seulement une partie des données est envoyée au serveur ICAP. Définir cette option peut améliorer les performances.
it_it: Se utilizzi le anteprime, solo una parte dei dati viene inviata al server ICAP. L'impostazione di questa opzione può migliorare le prestazioni.
ko_kr: 미리 보기를 사용하는 경우 데이터의 일부만 ICAP 서버로 전송됩니다. 이 옵션을 설정하면 성능이 향상될 수 있습니다.
pl_pl: Jeśli używasz podglądów, tylko część danych jest wysyłana do serwera ICAP. Ustawienie tej opcji może poprawić wydajność.
uk_ua: Якщо ви використовуєте попередній перегляд, лише частина даних надсилається на ICAP-сервер. Налаштування цієї опції може покращити продуктивність.
zh_cn: 如果使用预览，则只将一部分数据发送到ICAP服务器。 设置此选项可以提高性能。

source: Ignore SSL certificate validation (for self-signed certificates)
cs_cz: Ignorovat ověřování SSL certifikátu (pro sám sebou podepsané certifikáty)
de_de: Validierung der SSL-Zertifikate ignorieren (für selbstsignierte Zertifikate)
el_gr: Αγνόηση επικύρωσης πιστοποιητικού SSL (για αυτο-υπογεγραμμένα πιστοποιητικά)
fa_ir: اعتبارسنجی گواهی SSL را نادیده بگیر (برای گواهی‌های خودامضا)
fr_fr: Ignorer la validation du certificat SSL (pour les certificats auto-signés)
it_it: Ignora la convalida del certificato SSL (per i certificati autofirmati)
ko_kr: SSL 인증서 유효성 검사 무시(자체 서명된 인증서의 경우)
pl_pl: Ignoruj walidację certyfikatu SSL (dla certyfikatów podpisanych samodzielnie)
uk_ua: Ігнорувати перевірку SSL-сертифіката (для самопідписаних сертифікатів)
zh_cn: 忽略SSL证书验证(相对于自签名证书)

source: Ignore hosts in access.log
cs_cz: Ignorovat stroje v access.log
de_de: Ignoriere Hosts in access.log
el_gr: Αγνόηση κεντρικών υπολογιστών στο access.log
fa_ir: نادیده گرفتن میزبان‌ها در access.log
fr_fr: Ignorer les hôtes dans access.log
it_it: Ignora gli host in access.log
ko_kr: access.log에 호스트 무시
pl_pl: Ignoruj hosty w access.log
uk_ua: Ігнорувати хости у access.log
zh_cn: 忽略access.log主机

source: Ignore some mountpoints by filesystem type. For example (dev)tmpfs (usually present on /run, /var/run, /dev/shm or /dev).
cs_cz: Ignorovat některé přípojné body podle typu souborového systému. Například (dev)tmpfs (obvykle přítomné v /run, /var/run, /dev/shm nebo /dev).
de_de: Ignoriere manche Mountpoints abhöngig vom Dateisystemtyp. Zum Beispiel (dev)tmpfs (wird üblicherweise für /run, /var/run, /dev/shm oder /dev verwendet).
el_gr: Αγνοήστε ορισμένα σημεία προσάρτησης ανά τύπο συστήματος αρχείων. Για παράδειγμα (dev)tmpfs (συνήθως υπάρχουν στα /run, /var/run, /dev/shm ή /dev).
fa_ir: برخی نقطه‌های نصب را بر اساس نوع فایل‌سیستم نادیده بگیرید. مثلاً (dev)tmpfs (معمولاً در /run، /var/run، /dev/shm یا /dev وجود دارد).
fr_fr: Ignorez certains points de montage par type de système de fichiers. Par exemple (dev)tmpfs (généralement présent sur /run, /var/run, /dev/shm ou /dev).
it_it: Ignora alcuni punti di montaggio in base al tipo di filesystem. Ad esempio (dev)tmpfs (di solito presente su /run, /var/run, /dev/shm o /dev).
ko_kr: 파일 시스템 유형별로 일부 마운트 지점을 무시합니다. 예를 들어 (dev)tmpfs(일반적으로 /run, /var/run, /dev/shm 또는 /dev에 있음).
pl_pl: Ignoruj niektóre punkty montowania według rodzaju systemu plików. Na przykład (dev)tmpfs (zwykle obecne na /run, /var/run, /dev/shm lub /dev).
uk_ua: Ігнорувати деякі точки монтування за типом файлової системи. Наприклад, (dev)tmpfs (зазвичай присутній на /run, /var/run, /dev/shm або /dev).
zh_cn: 忽略某些文件系统类型的挂载点。 例如(dev)tmpfs(通常出现在/ run，/ var / run，/ dev / shm或/ dev)。

source: Inbound interface
cs_cz: Příchozí rozhraní
de_de: Eingehende Schnittstelle
el_gr: Εισερχόμενη διεπαφή
fa_ir: رابط ورودی
fr_fr: Interface entrante
it_it: Interfaccia in entrata
ko_kr: 인바운드 인터페이스
pl_pl: Interfejs przychodzący
uk_ua: Вхідний інтерфейс
zh_cn: 入站接口

source: Incoming bytes rate
cs_cz: Četnost příchozích bajtů
de_de: Eingehende Byterate
el_gr: Ρυθμός εισερχόμενων bytes
fa_ir: نرخ بایت‌های ورودی
fr_fr: Taux d'octets entrants
it_it: Tasso di byte in entrata
ko_kr: 수신 바이트 속도
pl_pl: Szybkość przychodzących bajtów
uk_ua: Швидкість вхідних байтів
zh_cn: 入站字节率

source: Indicates where to send the logs. Takes an IPv4 or IPv6 address optionally followed by a colon (':') and a UDP port, i.e. 127.0.0.1 or 10.0.0.1:514
cs_cz: Značí kam posílat záznamy událostí. Je možné zadat IPv4 nebo IPv6 adresu volitelně následovanou dvojtečkou („:“) a UDP porte, i.e. 127.0.0.1 nebo 10.0.0.1:514
de_de: Gibt an, wohin die Protokolle gesendet werden. Es kann eine IPv4- oder IPv6-Adresse angegeben werden, optional gefolgt von einem Doppelpunkt und einem UDP-Port (z. B. 127.0.0.1 oder 10.0.0.1:514).
el_gr: Υποδεικνύει πού θα αποσταλούν τα αρχεία καταγραφής. Λαμβάνει μια διεύθυνση IPv4 ή IPv6, προαιρετικά ακολουθούμενη από άνω και κάτω τελεία (':') και μια θύρα UDP, π.χ. 127.0.0.1 ή 10.0.0.1:514
fa_ir: محل ارسال لاگ‌ها را مشخص می‌کند. یک آدرس IPv4 یا IPv6 می‌پذیرد که به‌صورت اختیاری می‌تواند با دو نقطه (':') و یک UDP port همراه باشد، مثلاً 127.0.0.1 یا 10.0.0.1:514
fr_fr: Emplacement où envoyer les journaux. Accepte une adresse IPv4 ou IPv6, éventuellement suivi de 2 points (':') et d'un port UDP, p.e. 127.0.0.1 ou 10.0.0.1:514
it_it: Indica dove inviare i log. Accetta un indirizzo IPv4 o IPv6 seguito facoltativamente da due punti (':') e una porta UDP, ad esempio 127.0.0.1 o 10.0.0.1:514
ko_kr: 로그를 보낼 위치를 나타냅니다. IPv4 또는 IPv6 주소 다음에 콜론(':') 및 UDP 포트(예: 127.0.0.1 또는 10.0.0.1:514)를 선택적으로 사용합니다
pl_pl: Wskazuje, gdzie wysyłać dzienniki. Przyjmuje adres IPv4 lub IPv6, opcjonalnie poprzedzony dwukropkiem (':') i portem UDP, np. 127.0.0.1 lub 10.0.0.1:514
uk_ua: Вказує, куди надсилати журнали. Приймає IPv4 або IPv6 адресу, за якою необов'язково слідує двокрапка (':') та UDP-порт, наприклад, 127.0.0.1 або 10.0.0.1:514
zh_cn: 指示将日志发送到的位置。 使用IPv4或IPv6地址(可选)后跟冒号(':')和UDP端口，例如127.0.0.1或10.0.0.1:514

source: Influx URL
cs_cz: URL Influx
el_gr: URL εισροής
fa_ir: آدرس URL Influx
fr_fr: URL de l'influx
it_it: URL di afflusso
pl_pl: URL Influx
uk_ua: URL-адреса Influx

source: Interface
cs_cz: Rozhraní
de_de: Schnittstelle
el_gr: Διεπαφή
fa_ir: رابط
it_it: Interfaccia
ko_kr: 인터페이스
pl_pl: Interfejs
uk_ua: Інтерфейс
zh_cn: 接口

source: Interface Configuration
cs_cz: Nastavení rozhraní
de_de: Schnittstellenkonfiguration
el_gr: Ρύθμιση παραμέτρων διεπαφής
fa_ir: پیکربندی رابط
fr_fr: Configuration de l'interface
it_it: Configurazione dell'interfaccia
ko_kr: 인터페이스 구성
pl_pl: Konfiguracja interfejsu
uk_ua: Конфігурація інтерфейсу
zh_cn: 接口配置

source: Interfaces
cs_cz: Rozhraní
de_de: Schnittstellen
el_gr: Διεπαφές
fa_ir: رابط‌ها
it_it: Interfacce
ko_kr: 인터페이스
pl_pl: Interfejsy
uk_ua: Інтерфейси
zh_cn: 接口

source: Internal number used for this zone
cs_cz: Vnitřní číslo použité pro tuto zónu
de_de: Interne Nummer, die für diese Zone verwendet wird
el_gr: Εσωτερικός αριθμός που χρησιμοποιείται για αυτήν τη ζώνη
fa_ir: شمارهٔ داخلی مورد استفاده برای این ناحیه
fr_fr: Nombre interne utilisé pour cette zone
it_it: Numero interno utilizzato per questa zona
ko_kr: 이 영역에 사용된 내부 번호
pl_pl: Numer wewnętrzny używany dla tej strefy
uk_ua: Внутрішній номер, що використовується для цієї зони
zh_cn: 用于该区域的内部编号
