Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable the ACME protocol to automatically provision certificates using Let's Encrypt. This will need the virtual server to be accesible on the standard HTTPS port (443)
de_de: ACME-Protokoll aktivieren, um Zertifikate automatisch über Let's Encrypt bereitzustellen. Hierfür muss der virtuelle Server über den Standard-HTTPS-Port (443) erreichbar sein.
fa_ir: ACME را فعال کنید تا گواهی‌ها به‌طور خودکار با Let's Encrypt تهیه شوند. این نیاز دارد که سرور مجازی روی پورت استاندارد HTTPS (443) قابل دسترسی باشد.
fr_fr: Activer le protocole ACME pour fournir automatiquement des certificats à l'aide de Let's Encrypt. Pour ce faire, le serveur virtuel doit être accessible sur le port HTTPS standard (443).
ko_kr: Let's Encrypt를 사용하여 인증서를 자동으로 발급하려면 ACME 프로토콜을 활성화하세요. 이 기능을 사용하려면 가상 서버가 표준 HTTPS 포트(443) 에서 접근 가능해야 합니다.
uk_ua: Увімкніть протокол ACME для автоматичного забезпечення сертифікатами за допомогою Let's Encrypt. Для цього віртуальний сервер повинен бути доступним на стандартному порту HTTPS (443)

source: When you use mod_md to obtain a certificate, you become a customer of the CA (e.g. Let's Encrypt). That means you need to read and agree to their Terms of Service, so that you understand what they offer and what they might exclude or require from you. mod_md cannot, by itself, agree to such a thing.
de_de: Wenn Sie mit mod_md ein Zertifikat anfordern, werden Sie Kunde der Zertifizierungsstelle (z. B. Let's Encrypt). Das bedeutet, dass Sie deren Nutzungsbedingungen lesen und akzeptieren müssen, um zu verstehen, welche Leistungen angeboten werden und welche ausgeschlossen oder von Ihnen gefordert werden. mod_md kann dies nicht automatisch für Sie übernehmen.
fa_ir: وقتی از mod_md برای دریافت گواهی استفاده می‌کنید، شما مشتری CA (مثلاً Let's Encrypt) می‌شوید. بنابراین باید شرایط خدمات آن‌ها را مطالعه و پذیرفته باشید تا بفهمید چه خدماتی ارائه می‌کنند و چه مواردی ممکن است مستثنی یا از شما خواسته شود. mod_md به‌تنهایی نمی‌تواند چنین موافقتی را انجام دهد.
fr_fr: Lorsque vous utilisez mod_md pour obtenir un certificat, vous devenez client de l'autorité de certification (par exemple Let's Encrypt). Cela signifie que vous devez lire et accepter leurs conditions de service, afin de comprendre ce qu'ils offrent et ce qu'ils peuvent exclure ou exiger de vous. mod_md ne peut pas, à lui seul, accepter une telle chose.
ko_kr: mod_md를 사용하여 인증서를 발급받으면 해당 CA(예: Let's Encrypt)의 고객이 됩니다. 즉, 서비스 약관을 읽고 동의해야 합니다. 이를 통해 서비스 약관에서 제공하는 내용과 제외되거나 요구되는 내용을 이해하실 수 있습니다. mod_md는 자체적으로 이러한 내용에 동의할 수 없습니다.
uk_ua: Коли ви використовуєте mod_md для отримання сертифіката, ви стаєте клієнтом центру сертифікації (наприклад, Let's Encrypt). Це означає, що вам потрібно прочитати та погодитися з їхніми Умовами надання послуг, щоб ви розуміли, що вони пропонують і що вони можуть виключати або вимагати від вас. mod_md сам по собі не може погодитися на такі речі.

source: Attach the (first) found certificate revocation list for the selected CA to this virtual host. Please note when no CRL is offered all clients are rejected.
de_de: Die (erste) gefundene Zertifikatsperrliste (CRL) der ausgewählten CA an diesen virtuellen Host anhängen. Hinweis: Wenn keine CRL angeboten wird, werden alle Clients abgelehnt.
fa_ir: لیست ابطال گواهی (CRL) یافت‌شده (اولین) برای CA انتخاب‌شده را به این میزبان مجازی ضمیمه کنید. توجه داشته باشید که وقتی هیچ CRL ارائه نشود، همهٔ کلاینت‌ها رد می‌شوند.
fr_fr: Attachez à cet hôte virtuel la (première) liste de révocation de certificats trouvée pour l'autorité de certification sélectionnée. Veuillez noter que si aucune CRL n'est proposée, tous les clients sont rejetés.
ko_kr: 선택한 CA에 대해 (첫 번째로) 발견된 인증서 해지 목록을 이 가상 호스트에 첨부합니다. CRL이 제공되지 않으면 모든 클라이언트가 거부된다는 점에 유의하세요.
uk_ua: Прикріпіть (перший) знайдений список анульованих сертифікатів для вибраного центру сертифікації до цього віртуального хоста. Зверніть увагу: якщо CRL не надається, всі клієнти відхиляються.

source: Choose how states created by this rule are treated, default (as defined in advanced), floating in which case states are valid on all interfaces or interface bound. Interface bound states are more secure, floating more flexible
de_de: Festlegen, wie durch diese Regel erstellte Zustände behandelt werden: "Standard" (wie in den erweiterten Einstellungen definiert), "Floating" (Zustände gelten auf allen Schnittstellen) oder "Interface-bound" (Zustände gelten nur auf der jeweiligen Schnittstelle). Interface-bound ist sicherer, Floating flexibler.
fa_ir: نحوهٔ رسیدگی به stateهای ایجادشده توسط این قانون را انتخاب کنید: پیش‌فرض (طبق تنظیمات پیشرفته)، floating (در این حالت stateها روی همهٔ اینترفیس‌ها معتبرند) یا وابسته به اینترفیس. حالت‌های وابسته به اینترفیس امن‌تر و floating منعطف‌ترند.
fr_fr: Choisissez comment les états créés par cette règle sont traités, par défaut (comme défini dans avancé), flottant, auquel cas les états sont valables sur toutes les interfaces ou liés à une interface. Les états liés à une interface sont plus sûrs, les états flottants sont plus flexibles.
ko_kr: 이 규칙에 의해 생성된 상태가 어떻게 처리되는지 선택합니다. 기본값(고급에서 정의됨), 모든 인터페이스에서 상태가 유효한 경우 플로팅, 또는 인터페이스 바인딩. 인터페이스 바인딩 상태는 보안성이 더 높고, 플로팅 상태는 더 유연합니다.
uk_ua: Виберіть, як обробляються стани, створені цим правилом: типово (як визначено в розширених налаштуваннях), плаваючі, у цьому випадку стани дійсні на всіх інтерфейсах, або прив'язані до інтерфейсу. Стани, прив'язані до інтерфейсу, є безпечнішими, плаваючі — гнучкішими

source: Determines how packets route back in the opposite direction (replies), when set to default, packets on WAN type interfaces reply to their connected gateway on the interface (unless globally disabled). A specific gateway may be chosen as well here. This setting is only relevant in the context of a state, for stateless rules there is no defined opposite direction.
de_de: Legt fest, wie Pakete in die entgegengesetzte Richtung zurückgeleitet werden (Antworten). Wenn die Standardeinstellung aktiviert ist, antworten Pakete auf WAN-Schnittstellen an das verbundene Gateway auf der Schnittstelle (sofern nicht global deaktiviert). Hier kann auch ein bestimmtes Gateway ausgewählt werden. Diese Einstellung ist nur im Kontext eines Status relevant; für zustandslose Regeln gibt es keine definierte Gegenrichtung.
fa_ir: مشخص می‌کند بسته‌ها چگونه در جهت مخالف (پاسخ‌ها) مسیریابی شوند. در حالت پیش‌فرض، بسته‌ها روی اینترفیس‌های نوع WAN به دروازهٔ متصل به همان اینترفیس پاسخ می‌دهند (مگر اینکه به‌صورت سراسری غیرفعال شده باشد). در اینجا می‌توانید یک gateway مشخص نیز انتخاب کنید. این تنظیم فقط در زمینهٔ state معنا دارد — برای قوانین بدون state جهت مخالف تعریف‌شده‌ای وجود ندارد.
fr_fr: Détermine la manière dont les paquets sont renvoyés dans la direction opposée (réponses). Lorsque cette option est définie par défaut, les paquets sur les interfaces de type WAN répondent à la passerelle connectée sur l'interface (à moins qu'elle ne soit désactivée de manière globale). Une passerelle spécifique peut également être choisie ici. Ce paramètre n'est pertinent que dans le contexte d'un état, pour les règles sans état, il n'y a pas de direction opposée définie.
ko_kr: 패킷이 반대 방향(응답)으로 어떻게 라우팅되는지 결정합니다. 기본값으로 설정하면 WAN 유형 인터페이스의 패킷이 인터페이스의 연결된 게이트웨이로 응답합니다(전역적으로 비활성화된 경우 제외). 특정 게이트웨이도 선택할 수 있습니다. 이 설정은 상태 기반 규칙에서만 의미가 있으며, 상태가 없는 규칙에는 정의된 반대 방향이 없습니다.
uk_ua: Визначає, як пакети маршрутизуються назад у зворотному напрямку (відповіді); якщо встановлено типово, пакети на інтерфейсах типу WAN відповідають своєму підключеному шлюзу на інтерфейсі (якщо це не вимкнено глобально). Тут також можна вибрати конкретний шлюз. Ця установка актуальна лише в контексті стану; для безстанових правил немає визначеного зворотного напрямку.

source: Header security, by default several privacy and security related headers are set, in some cases (old applications for example) you might want to disable sending default headers to clients.
de_de: Header-Sicherheit: Standardmäßig werden mehrere Datenschutz- und sicherheitsrelevante Header gesetzt. In bestimmten Fällen (z. B. bei älteren Anwendungen) kann es erforderlich sein, das Senden dieser Standard-Header an Clients zu deaktivieren.
fa_ir: امنیت هدر: به‌طور پیش‌فرض چند هدر مربوط به حریم خصوصی و امنیت تنظیم می‌شوند. در برخی موارد (مثلاً برنامه‌های قدیمی) ممکن است بخواهید ارسال هدرهای پیش‌فرض به کلاینت‌ها را غیرفعال کنید.
fr_fr: Sécurité des en-têtes : par défaut, plusieurs en-têtes relatifs à la confidentialité et à la sécurité sont définis ; dans certains cas (anciennes applications, par exemple), il peut être utile de désactiver l'envoi des en-têtes par défaut aux clients. dans certains cas (anciennes applications par exemple), vous pouvez désactiver l'envoi des en-têtes par défaut aux clients.
ko_kr: 헤더 보안, 기본적으로 여러 개인정보 보호 및 보안 관련 헤더가 설정되어 있습니다. 경우에 따라(예: 오래된 애플리케이션) 클라이언트로의 기본 헤더 전송을 비활성화하는 것이 좋습니다.
uk_ua: Безпека заголовків: типово встановлюється кілька заголовків, пов'язаних з конфіденційністю та безпекою, у деяких випадках (наприклад, для старих застосунків) ви можете вимкнути надсилання типових заголовків клієнтам.

source: If a forwarded query is met with a SERVFAIL error, and this option is enabled, Unbound will fall back to normal recursive resolution for this query as if no query forwarding had been specified. The fallback will only occur after a delay, so consider refining any server timeouts as needed. Please note this setting applies to the domain, so when multiple forwarders are defined for the same domain, all are assumed to use this setting.
de_de: Wenn eine weitergeleitete Abfrage mit einem SERVFAIL-Fehler beantwortet wird und diese Option aktiviert ist, führt Unbound für diese Abfrage eine normale rekursive Auflösung durch, als wäre keine Weiterleitung konfiguriert. Die Rückfall-Auflösung erfolgt erst nach einer Verzögerung, daher sollte bei Bedarf das Timeout der Server angepasst werden. Bitte beachten Sie, dass diese Einstellung für die gesamte Domain gilt. Wenn mehrere Forwarder für dieselbe Domain definiert sind, wird davon ausgegangen, dass alle diese Einstellung verwenden.
fa_ir: اگر یک پرس‌وجوی فوروارد شده با خطای SERVFAIL مواجه شود و این گزینه فعال باشد، Unbound برای آن پرس‌وجو به حل بازگشتی عادی بازمی‌گردد، گویی هیچ فورواردی تعریف نشده است. بازگشت تنها پس از یک تأخیر رخ می‌دهد، بنابراین در صورت نیاز زمان‌تایم‌اوت‌های سرورها را تنظیم کنید. دقت کنید این تنظیم به دامنه اعمال می‌شود؛ وقتی چند فورواردکننده برای یک دامنه تعریف شده باشد، همه فرض می‌شوند از همین تنظیم استفاده می‌کنند.
fr_fr: Si une requête transférée se heurte à une erreur SERVFAIL et que cette option est activée, Unbound reviendra à une résolution récursive normale pour cette requête, comme si aucun transfert de requête n'avait été spécifié. Le retour à la résolution récursive ne se fera qu'après un certain temps, il faut donc envisager d'affiner les délais d'attente du serveur si nécessaire. Veuillez noter que ce paramètre s'applique au domaine, donc lorsque plusieurs redirections sont définies pour le même domaine, elles sont toutes supposées utiliser ce paramètre.
ko_kr: 전달된 쿼리에 SERVFAIL 오류가 발생하고 이 옵션이 활성화된 경우, Unbound는 쿼리 전달이 지정되지 않은 것처럼 해당 쿼리에 대해 일반적인 재귀적 해결 방식으로 대체합니다. 대체는 지연 후에만 발생하므로 필요에 따라 서버 시간 초과를 조정하는 것이 좋습니다. 이 설정은 도메인에 적용되므로 동일한 도메인에 여러 개의 전달자가 정의된 경우 모든 전달자가 이 설정을 사용하는 것으로 간주됩니다.
uk_ua: Якщо переадресований запит отримує помилку SERVFAIL, і цю опцію увімкнено, Unbound повернеться до звичайної рекурсивної роздільної здатності для цього запиту, нібито переадресація запитів не була вказана. Повернення відбудеться лише після затримки, тому розгляньте можливість уточнення будь-яких тайм-аутів сервера за потреби. Зверніть увагу, що це налаштування застосовується до домену, тому, коли для одного домену визначено кілька пересилачів, припускається, що всі вони використовують це налаштування.

source: Limits the number of concurrent states the rule may create. When this limit is reached, further packets that would create state are dropped until existing states time out.
de_de: Begrenzt die Anzahl gleichzeitiger Zustände, die die Regel erzeugen kann. Wenn dieses Limit erreicht ist, werden weitere Pakete, die einen Zustand erzeugen würden, verworfen, bis die Zeit für bestehende Zustände abläuft.
fa_ir: تعداد stateهای هم‌زمانی را که این قانون می‌تواند ایجاد کند محدود می‌کند. وقتی این حد پر شود، بسته‌های بعدی که باعث ایجاد state می‌شدند تا زمان منقضی شدن stateهای موجود رد (drop) می‌شوند.
fr_fr: Limite le nombre d'états simultanés que la règle peut créer. Lorsque cette limite est atteinte, les autres paquets qui créeraient un état sont abandonnés jusqu'à ce que les états existants expirent.
ko_kr: 규칙이 생성할 수 있는 동시 상태 수를 제한합니다. 이 제한에 도달하면, 기존 상태의 시간이 초과될 때까지 상태를 생성하는 추가 패킷은 삭제됩니다.
uk_ua: Обмежує кількість одночасних станів, які може створити правило. Коли цей ліміт досягнуто, подальші пакети, що створювали б стан, відкидаються, доки термін дії існуючих станів не закінчиться.

source: Non sequential number of backups to keep, last backup of specified interval type is preserved for the number of items specified here.
de_de: Nicht fortlaufende Anzahl an Backups, die aufbewahrt werden sollen. Das letzte Backup des angegebenen Intervalltyps wird entsprechend der hier definierten Anzahl behalten.
fa_ir: تعداد نسخه‌های پشتیبان غیرپیاپی که باید نگه داشته شوند: آخرین پشتیبان از نوع بازهٔ مشخص برای تعداد آیتم‌های واردشده حفظ خواهد شد.
fr_fr: Nombre non séquentiel de sauvegardes à conserver, la dernière sauvegarde du type d'intervalle spécifié est conservée pour le nombre d'éléments spécifié ici. d'éléments spécifiés ici.
ko_kr: 보관할 백업의 개수는 순차적이지 않습니다. 지정된 간격 유형의 마지막 백업은 여기에 지정된 개수의 항목 동안 보존됩니다.
uk_ua: Некількість послідовних резервних копій для збереження; остання резервна копія вказаного типу інтервалу зберігається для кількості елементів, вказаних тут.

source: Number of sequential backups to preserve from remote host (per host), copy of local history to a maximum of X per host.
de_de: Anzahl fortlaufender Sicherungen, die vom Remote-Host aufbewahrt werden sollen (pro Host). Kopien der lokalen Historie werden auf maximal X pro Host begrenzt.
fa_ir: تعداد نسخه‌های پشتیبان پی‌درپی که باید از هاست راه‌دور نگهداری شود (به‌ازای هر هاست). کپی‌ای از تاریخچهٔ محلی تا حداکثر X به‌ازای هر هاست.
fr_fr: Nombre de sauvegardes séquentielles à conserver à partir de l'hôte distant (par hôte), copie de l'historique local jusqu'à un maximum de X par hôte.
ko_kr: 원격 호스트에서 보존할 순차적 백업 수(호스트당), 로컬 기록 사본은 호스트당 최대 X개입니다.
uk_ua: Кількість послідовних резервних копій для збереження з віддаленого хоста (на хост), копія локальної історії до максимуму X на хост.

source: Overload table used when max new connections per time interval has been reached. The default virusprot table comes with a default block rule in floating rules, alternatively specify your own table here
de_de: Die Überlasttabelle wird verwendet, wenn die maximale Anzahl neuer Verbindungen pro Zeitintervall erreicht ist. Die Standard-Virenschutztabelle enthält eine Standard-Blockierungsregel in den Floating-Regeln. Alternativ können Sie hier Ihre eigene Tabelle angeben.
fa_ir: جدول Overload که وقتی حداکثر اتصالات جدید در بازهٔ زمانی مشخص رسیده باشد استفاده می‌شود. جدول پیش‌فرض virusprot همراه با یک قانون مسدودسازی پیش‌فرض در floating rules عرضه می‌شود؛ در عوض می‌توانید جدول خود را اینجا مشخص کنید.
fr_fr: Table de surcharge utilisée lorsque le nombre maximum de nouvelles connexions par intervalle de temps a été atteint. La table virusprot par défaut est accompagnée d'une règle de blocage par défaut dans les règles flottantes, vous pouvez également spécifier votre propre table ici
uk_ua: Таблиця перевантаження, що використовується, коли досягнуто максимальної кількості нових з'єднань за часовий інтервал. Таблиця virusprot за типово поставляється з типовим правилом блокування в плаваючих правилах, альтернативно вкажіть власну таблицю тут.

source: Packets matching this rule will be assigned a specific queueing priority. If the packet is transmitted on a vlan(4) interface, the queueing priority will be written as the priority code point in the 802.1Q VLAN header
de_de: Pakete, die dieser Regel entsprechen, erhalten eine bestimmte Warteschlangenpriorität. Wird das Paket über eine VLAN(4)-Schnittstelle übertragen, wird die Warteschlangenpriorität als Prioritätscodepunkt im 802.1Q-VLAN-Header eingetragen.
fa_ir: بسته‌هایی که با این قانون مطابقت دارند به اولویت صف‌بندی مشخصی اختصاص داده می‌شوند. اگر بسته از طریق اینترفیس vlan(4) ارسال شود، اولویت صف‌بندی به‌عنوان Priority Code Point در هدر 802.1Q VLAN نوشته خواهد شد.
fr_fr: Les paquets correspondant à cette règle se verront attribuer une priorité de mise en file d'attente spécifique. Si le paquet paquet est transmis sur une interface vlan(4), la priorité de mise en file d'attente sera inscrite comme point de code de priorité dans l'en-tête 802.1Q VLAN 802.1Q
uk_ua: Пакетам, що відповідають цьому правилу, буде призначено певний пріоритет черги. Якщо пакет передається через інтерфейс vlan(4), пріоритет черги буде записаний як кодова точка пріоритету в заголовку VLAN 802.1Q.

source: Packets matching this rule will be tagged with the specified string. The tag acts as an internal marker that can be used to identify these packets later on. This can be used, for example, to provide trust between interfaces and to determine if packets have been processed by translation rules. Tags are "sticky", meaning that the packet will be tagged even if the rule is not the last matching rule. Further matching rules can replace the tag with a new one but will not remove a previously applied tag. A packet is only ever assigned one tag at a time.
de_de: Pakete, die dieser Regel entsprechen, werden mit der angegebenen Zeichenfolge markiert. Das Tag dient als interne Markierung, mit der diese Pakete später identifiziert werden können. Es kann beispielsweise verwendet werden, um Vertrauen zwischen Schnittstellen herzustellen und festzustellen, ob Pakete von Übersetzungsregeln verarbeitet wurden. Tags sind "sticky", d. h. das Paket wird markiert, auch wenn die Regel nicht die letzte übereinstimmende Regel ist. Weitere übereinstimmende Regeln können das Tag durch ein neues ersetzen, entfernen jedoch kein zuvor angewendetes Tag. Einem Paket wird immer nur ein Tag zugewiesen.
fa_ir: بسته‌هایی که با این قانون مطابقت دارند با رشتهٔ مشخص‌شده تگ می‌شوند. تگ به‌عنوان نشانگر داخلی عمل می‌کند تا بعداً بتوان این بسته‌ها را شناسایی کرد. برای مثال می‌توان از آن برای ایجاد اعتماد بین اینترفیس‌ها یا برای تشخیص اینکه آیا بسته‌ها توسط قوانین ترجمه پردازش شده‌اند استفاده کرد. تگ‌ها «چسبنده» هستند؛ یعنی بسته حتی اگر آن قانون آخرین قانون مطابقت‌دهنده نباشد نیز تگ می‌شود. قوانین مطابقت‌دهندهٔ بعدی می‌توانند تگ را با تگ جدید جایگزین کنند اما تگ قبلی را حذف نمی‌کنند. هر بسته در هر لحظه فقط یک تگ خواهد داشت.
fr_fr: Les paquets correspondant à cette règle seront étiquetés avec la chaîne spécifiée. La balise agit comme un marqueur interne qui peut être utilisé pour identifier ces paquets ultérieurement. Cela peut être utilisé, par exemple, pour assurer la confiance entre les interfaces et pour déterminer si les paquets ont été traités par des règles de traduction. ont été traités par des règles de traduction. Les balises sont "collantes", ce qui signifie que le paquet sera balisé même si la règle n'est pas la dernière à correspondre. même si la règle n'est pas la dernière règle correspondante. D'autres règles de correspondance peuvent remplacer la balise par une nouvelle, mais ne supprimeront pas une balise déjà existante. nouvelle, mais n'enlèveront pas une balise précédemment appliquée. Un paquet ne se voit attribuer qu'une seule balise à la fois.
uk_ua: Пакети, що відповідають цьому правилу, будуть позначені вказаним рядком. Мітка діє як внутрішній маркер, який можна використовувати для ідентифікації цих пакетів пізніше. Це можна використовувати, наприклад, для забезпечення довіри між інтерфейсами та для визначення, чи були пакети оброблені правилами трансляції. Мітки є "липкими", тобто пакет буде позначений, навіть якщо правило не є останнім правилом відповідності. Подальші правила відповідності можуть замінити мітку на нову, але не видалять раніше застосовану мітку. Пакету завжди присвоюється лише одна мітка за раз.

source: Port number this vhost will listen on, can easily be combined with firewall nat rules to map traffic to non standard ports when origination from remote destinations. (e.g. listen 8443 on, forward 443 to 8443)
de_de: Portnummer, auf der dieser vHost lauscht. Lässt sich einfach mit Firewall-NAT-Regeln kombinieren, um Datenverkehr von entfernten Zielen auf nicht standardisierte Ports umzuleiten (z. B. Port 8443 lauschen, Port 443 auf 8443 weiterleiten).
fa_ir: شمارهٔ پورتی که این vhost روی آن گوش می‌دهد؛ می‌توان آن را به‌راحتی با قوانین NAT فایروال ترکیب کرد تا ترافیک منشأ یافته از مقصدهای راه‌دور را به پورت‌های غیرمعمول نگاشت کنید. (مثلاً روی پورت 8443 گوش دهید و 443 را به 8443 فوروارد کنید)
fr_fr: Numéro de port sur lequel ce serveur virtuel écoutera, peut facilement être combiné avec les règles nat du pare-feu pour mapper le trafic sur des ports non standards lorsqu'il provient de destinations distantes. ports non standard lorsque le trafic provient de destinations distantes. (ex : listen 8443 on, forward 443 to 8443)
ko_kr: 이 가상 호스트가 수신할 포트 번호이고, 원격지에서 발생한 트래픽을 비표준 포트로 매핑할 때 방화벽 NAT 규칙과 쉽게 결합할 수 있습니다. 예를 들어, 8443 포트로 수신하고 443 포트 트래픽을 8443으로 포워딩하는 식으로 설정할 수 있습니다.
uk_ua: Номер порту, на якому буде прослуховувати цей vhost, легко поєднується з правилами NAT брандмауера для зіставлення трафіку з нестандартними портами при походженні з віддалених пунктів призначення. (наприклад, прослуховувати на 8443, пересилати 443 на 8443)

source: Push selected certificate when WebUI is being provisioned, when no valid certificate is installed yet, uncheck validate SSL first (you can re-enable after provisioning)
de_de: Ausgewähltes Zertifikat übertragen, wenn die WebUI bereitgestellt wird. Falls noch kein gültiges Zertifikat installiert ist, die SSL-Validierung vorab deaktivieren (kann nach der Bereitstellung wieder aktiviert werden).
fa_ir: صدور گواهی منتخب هنگام پروویژن WebUI: اگر هنوز گواهی معتبری نصب نشده است، ابتدا علامت گزینهٔ "validate SSL" را بردارید (می‌توانید پس از پروویژن دوباره فعال کنید).
fr_fr: Pousser le certificat sélectionné lors du provisionnement de l'interface WebUI, lorsqu'aucun certificat valide n'est encore installé, décochez la case "valider SSL d'abord" (vous pouvez la réactiver après le provisionnement)
ko_kr: WebUI가 프로비저닝될 때 선택한 인증서를 푸시합니다. 유효한 인증서가 아직 설치되지 않은 경우, 먼저 SSL 검증 옵션을 체크 해제하세요. (프로비저닝 후 다시 활성화할 수 있습니다.)
uk_ua: Надіслати вибраний сертифікат під час налаштування WebUI, якщо ще не встановлено дійсного сертифіката, спочатку зніміть прапорець "перевіряти SSL" (ви можете повторно увімкнути після налаштування)
