Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Custom policies
cs_cz: Uživatelsky určené zásady
de_de: Benutzerdefinierte Richtlinien
el_gr: Προσαρμοσμένες πολιτικές
fa_ir: سیاست‌های سفارشی
fr_fr: Politiques personnalisées
it_it: Politiche personalizzate
ko_kr: 사용자 정의 정책
uk_ua: Користувацькі політики
zh_cn: 自定义策略

source: DCO type instances only support UDP mode.
cs_cz: Instance typ DCO podporují pouze UDP režim.
de_de: Instanzen vom Typ DCO unterstützen nur den UDP-Modus.
el_gr: Οι παρουσίες τύπου DCO υποστηρίζουν μόνο τη λειτουργία UDP.
fa_ir: نمونه‌های نوع DCO فقط از حالت UDP پشتیبانی می‌کنند.
fr_fr: Les instances de type DCO ne prennent en charge que le mode UDP.
it_it: Le istanze di tipo DCO supportano solo la modalità UDP.
ko_kr: DCO 유형 인스턴스는 UDP 모드만 지원합니다.
uk_ua: Екземпляри типу DCO підтримують лише режим UDP.
zh_cn: DCO类型实例仅支持UDP模式。

source: Default Policies
cs_cz: Výchozí zásady
de_de: Standardrichtlinien
el_gr: Προεπιλεγμένες πολιτικές
fa_ir: سیاست‌های پیش‌فرض
fr_fr: Politiques par défaut
it_it: Politiche predefinite
ko_kr: 기본 정책
uk_ua: Типові політики
zh_cn: 默认策略

source: Default block
cs_cz: Výchozí blok
de_de: Standard-Block
el_gr: Προεπιλεγμένο μπλοκ
fa_ir: مسدود پیش‌فرض
fr_fr: Bloc par défaut
it_it: Blocco predefinito
ko_kr: 기본 차단
uk_ua: Типовий блок
zh_cn: 默认阻止

source: Default pass
cs_cz: Výchozí průchod
de_de: Standard-Erlaubnis
el_gr: Προεπιλεγμένο πάσο
fa_ir: اجازه پیش‌فرض
fr_fr: Passage par défaut
it_it: Passaggio predefinito
ko_kr: 기본 통과
uk_ua: Типовий дозвіл
zh_cn: 默认通过

source: Deny authentication, only applicable for local users
cs_cz: Odepřít ověření se (uplatnitelné pouze na místní uživatele)
de_de: Authentifizierung verweigern, gilt nur für lokale Benutzer
el_gr: Άρνηση ελέγχου ταυτότητας, ισχύει μόνο για τοπικούς χρήστες
fa_ir: رد احراز هویت، فقط برای کاربران محلی اعمال می‌شود
fr_fr: Refuser l'authentification, applicable uniquement aux utilisateurs locaux
it_it: Nega l'autenticazione, applicabile solo per gli utenti locali
ko_kr: 인증 거부, 로컬 사용자에게만 적용 가능
uk_ua: Відмовити в автентифікації, застосовується лише для локальних користувачів
zh_cn: 拒绝认证，仅适用于本地用户

source: Device %s does not exist.
cs_cz: Zařízení %s neexistuje.
de_de: Gerät %s existiert nicht.
el_gr: Η συσκευή %s δεν υπάρχει.
fa_ir: دستگاه %s وجود ندارد.
fr_fr: Le dispositif %s n'existe pas.
it_it: Il dispositivo %s non esiste.
ko_kr: %s 장치가 없습니다.
uk_ua: Пристрій %s не існує.
zh_cn: 设备 %s 不存在。

source: Device %s was assigned to %d interfaces: %s
cs_cz: Zařízení %s bylo přiřazeno k %d rozhraním: %s
de_de: Gerät %s wurde %d Schnittstellen zugewiesen: %s
el_gr: Η συσκευή %s αντιστοιχίστηκε σε %d διεπαφές: %s
fa_ir: دستگاه %s به %d اینترفیس اختصاص داده شد: %s
fr_fr: Le dispositif %s a été assigné à %d interfaces : %s
it_it: Il dispositivo %s è stato assegnato alle interfacce %d: %s
ko_kr: %s 장치가 %d 인터페이스에 할당됨: %s
uk_ua: Пристрій %s був призначений %d інтерфейсам: %s
zh_cn: 设备%s已分配给%d接口：%s

source: Download CRL when available
cs_cz: Když bude k dispozici, stáhnout CRL seznam
de_de: Laden Sie die CRL herunter, wenn sie verfügbar ist
el_gr: Λήψη CRL όταν είναι διαθέσιμη
fa_ir: دانلود CRL در صورت موجود بودن
fr_fr: Télécharger la LCR lorsqu'elle est disponible
it_it: Scarica CRL quando disponibile
ko_kr: 사용 가능할 때 CRL을 다운로드
uk_ua: Завантажити CRL, коли доступно
zh_cn: 可用时下载CRL

source: Download OCSP demo index
cs_cz: Stáhnout OCSP rejstřík pro ukázku
de_de: OCSP-Demoindex herunterladen
el_gr: Λήψη ευρετηρίου επίδειξης OCSP
fa_ir: دانلود ایندکس نمایشی OCSP
fr_fr: Télécharger l'index de démonstration OCSP
it_it: Scarica l'indice demo OCSP
ko_kr: OCSP 데모 인덱스를 다운로드
uk_ua: Завантажити демонстраційний індекс OCSP
zh_cn: 下载OCSP演示索引

source: Driver
cs_cz: Ovladač
de_de: Treiber
el_gr: Οδηγός
fa_ir: درایور
fr_fr: Pilote
it_it: Autista
ko_kr: 드라이버
uk_ua: Драйвер
zh_cn: 设备

source: Duplicate entry: The combination of %s and port %s is already used. Each combination of domain and port must be unique.
cs_cz: Duplicitní položka: kombinace %s a portu %s už je použita. Je třeba, aby se žádná kombinace domény a portu neopakovala.
de_de: Doppelter Eintrag: Die Kombination aus %s und Port %s wird bereits verwendet. Jede Kombination aus Domain und Port muss eindeutig sein.
el_gr: Διπλότυπη καταχώρηση: Ο συνδυασμός %s και θύρας %s χρησιμοποιείται ήδη. Κάθε συνδυασμός τομέα και θύρας πρέπει να είναι μοναδικός.
fa_ir: ورودی تکراری: ترکیب %s و پورت %s قبلاً استفاده شده است. هر ترکیب دامنه و پورت باید یکتا باشد.
fr_fr: Entrée en double : La combinaison %s et port %s est déjà utilisée. Chaque combinaison de domaine et de port doit être unique.
it_it: Voce duplicata: la combinazione di %s e porta %s è già utilizzata. Ogni combinazione di dominio e porta deve essere univoca.
ko_kr: 중복 항목: %s와 포트 %s의 조합이 이미 사용되고 있습니다. 도메인과 포트의 조합은 고유해야 합니다.
uk_ua: Повторюваний запис: Комбінація %s і порту %s вже використовується. Кожна комбінація домену та порту має бути унікальною.
zh_cn: 重复条目：%s 和端口 %s 的组合已被使用。每个域和端口的组合都必须是唯一的。

source: Duplicate key entry found
cs_cz: Nalezena duplicitní položka klíče
de_de: Doppelter Schlüsselwert gefunden
el_gr: Βρέθηκε διπλότυπη καταχώρηση κλειδιού
fa_ir: ورودی کلید تکراری یافت شد
fr_fr: Double entrée de clé trouvée
it_it: È stata trovata una chiave duplicata
ko_kr: 중복 키 항목이 발견됨
uk_ua: Знайдено повторюваний запис ключа

source: Dynamic IPv6 prefix received
cs_cz: Obdržená dynamická IPv6 předpona
de_de: Dynamisches IPv6-Präfix empfangen
el_gr: Ελήφθη δυναμικό πρόθεμα IPv6
fa_ir: پیشوند IPv6 پویا دریافت شد
fr_fr: Préfixe dynamique IPv6 reçu
it_it: Prefisso IPv6 dinamico ricevuto
ko_kr: 동적 IPv6 프리픽스가 수신됨
uk_ua: Отримано динамічний префікс IPv6

source: Dynamic gateway values cannot be specified for interfaces with a static %s configuration.
cs_cz: Dynamické hodnoty brány nelze zadat u rozhraní se statickým nastavením %s.
de_de: Dynamische Gateway-Werte können nicht für Schnittstellen mit statischer %s-Konfiguration angegeben werden.
el_gr: Δεν είναι δυνατός ο καθορισμός τιμών δυναμικής πύλης για διεπαφές με στατική διαμόρφωση %s.
fa_ir: مقادیر دروازه پویا را نمی‌توان برای اینترفیس‌هایی با پیکربندی ثابت %s مشخص کرد.
fr_fr: Les valeurs de passerelle dynamique ne peuvent pas être spécifiées pour les interfaces ayant une configuration statique %s.
it_it: Non è possibile specificare valori di gateway dinamici per le interfacce con una configurazione %s statica.
ko_kr: 정적 %s 구성의 인터페이스에 대해서는 동적 게이트웨이 값을 지정할 수 없습니다.
uk_ua: Динамічні значення шлюзу не можуть бути вказані для інтерфейсів зі статичною конфігурацією %s.
zh_cn: 无法为具有静态%s配置的接口指定动态网关值。

source: Dynamic nameserver received
cs_cz: Obdržen dynamický jmenný server
de_de: Dynamischer Nameserver empfangen
el_gr: Ελήφθη δυναμικός διακομιστής ονομάτων
fa_ir: نام‌سرور پویا دریافت شد
fr_fr: Serveur de noms dynamique reçu
it_it: Server dei nomi dinamico ricevuto
ko_kr: 동적 네임서버 수신됨
uk_ua: Отримано динамічний сервер імен

source: Dynamic router received
cs_cz: Obdržen dynamický směrovač
de_de: Dynamischer Router empfangen
el_gr: Ελήφθη δυναμικός δρομολογητής
fa_ir: روتر پویا دریافت شد
fr_fr: Routeur dynamique reçu
it_it: Router dinamico ricevuto
ko_kr: 동적 라우터 수신됨
uk_ua: Отримано динамічний маршрутизатор

source: Dynamic searchdomain received
cs_cz: Obdržena dynamická prohledávaná doména
de_de: Dynamische Suchdomain empfangen
el_gr: Ελήφθη δυναμικός τομέας αναζήτησης
fa_ir: دامنهٔ جستجوی پویا دریافت شد
fr_fr: Domaine de recherche dynamique reçu
it_it: Dominio di ricerca dinamico ricevuto
ko_kr: 동적 검색 도메인이 수신됨
uk_ua: Отримано динамічний домен пошуку

source: Edit Access List
cs_cz: Upravit přísutpový seznam
de_de: Zugriffsliste bearbeiten
el_gr: Επεξεργασία λίστας πρόσβασης
fa_ir: ویرایش فهرست دسترسی
fr_fr: Modifier la liste d'accès
it_it: Modifica elenco di accesso
ko_kr: 액세스 리스트 편집
uk_ua: Редагувати список доступу
zh_cn: 编辑访问列表

source: Edit Basic Auth
cs_cz: Upravit základní autorizaci
de_de: Basisauthentifizierung bearbeiten
el_gr: Επεξεργασία βασικής εξουσιοδότησης
fa_ir: ویرایش احراز هویت پایه
fr_fr: Modifier l'authentification de base
it_it: Modifica autenticazione di base
ko_kr: 기본 인증 편집
uk_ua: Редагувати базову автентифікацію
zh_cn: 编辑基本认证

source: Edit DHCP destination
cs_cz: Upravit DHCP cíl
de_de: DHCP-Ziel bearbeiten
el_gr: Επεξεργασία προορισμού DHCP
fa_ir: ویرایش مقصد DHCP
fr_fr: Modifier la destination DHCP
it_it: Modifica destinazione DHCP
ko_kr: DHCP 목적지 편집
uk_ua: Редагувати призначення DHCP
zh_cn: 编辑DHCP目标

source: Edit DHCP relay
cs_cz: Upravit DHCP předávání
de_de: DHCP-Relay bearbeiten
el_gr: Επεξεργασία αναμετάδοσης DHCP
fa_ir: ویرایش رله DHCP
fr_fr: Modifier le relais DHCP
it_it: Modifica l'inoltro DHCP
ko_kr: DHCP 릴레이 편집
uk_ua: Редагувати ретранслятор DHCP
zh_cn: 编辑DHCP中继

source: Edit Dashboard
cs_cz: Upravit přehled
de_de: Dashboard bearbeiten
el_gr: Επεξεργασία πίνακα ελέγχου
fa_ir: ویرایش داشبورد
fr_fr: Modifier le tableau de bord
it_it: Modifica dashboard
ko_kr: 대시보드 편집
uk_ua: Редагувати панель приладів
zh_cn: 编辑仪表盘

source: Edit GRE
cs_cz: Upravit GRE
de_de: GRE bearbeiten
el_gr: Επεξεργασία GRE
fa_ir: ویرایش GRE
fr_fr: Modifier le GRE
it_it: Modifica GRE
ko_kr: GRE 편집
uk_ua: Редагувати GRE
zh_cn: 编辑GRE

source: Edit Gateway
cs_cz: Upravit bránu
de_de: Gateway bearbeiten
el_gr: Επεξεργασία πύλης
fa_ir: ویرایش دروازه
fr_fr: Modifier la passerelle
it_it: Modifica gateway
ko_kr: 게이트웨이 편집
uk_ua: Редагувати шлюз
zh_cn: 编辑网关

source: Edit Gif
cs_cz: Upravit Gif
de_de: GIF bearbeiten
el_gr: Επεξεργασία GIF
fa_ir: ویرایش Gif
fr_fr: Editer Gif
it_it: Modifica Gif
ko_kr: Gif 편집
uk_ua: Редагувати Gif
zh_cn: 编辑Gif

source: Edit Layer4 Route
cs_cz: Upravit trasu 4. vrstvy
de_de: Layer-4-Route bearbeiten
el_gr: Επεξεργασία διαδρομής Layer4
fa_ir: ویرایش مسیر لایه 4
fr_fr: Modifier l'itinéraire de couche 4
it_it: Modifica percorso Layer4
ko_kr: L4 라우팅 편집
uk_ua: Редагувати маршрут Layer4
zh_cn: 编辑第四层路由

source: Edit List
cs_cz: Upravit seznam
de_de: Liste bearbeiten
el_gr: Επεξεργασία λίστας
fa_ir: ویرایش فهرست
fr_fr: Liste d'édition
it_it: Modifica elenco
ko_kr: 목록 편집
uk_ua: Редагувати список
zh_cn: 编辑列表

source: Edit Peer
cs_cz: Upravit protějšek
de_de: Gegenstelle bearbeiten
el_gr: Επεξεργασία ομότιμου
fa_ir: ویرایش همتا
fr_fr: Editer Peer
it_it: Modifica pari
ko_kr: 피어 수정
uk_ua: Редагувати пір
zh_cn: 编辑端点

source: Edit Peer Groups
cs_cz: Upravit skupiny protějšků
de_de: Gegenstellengruppen bearbeiten
el_gr: Επεξεργασία ομάδων ομότιμων
fa_ir: ویرایش گروه‌های همتا
fr_fr: Modifier les groupes de pairs
it_it: Modifica gruppi di pari
ko_kr: 피어 그룹 수정
uk_ua: Редагувати групи пірів
zh_cn: 编辑端点组

source: Edit Reservation
cs_cz: Upravit rezervace
de_de: Reservierung bearbeiten
el_gr: Επεξεργασία κράτησης
fa_ir: ویرایش رزرو
fr_fr: Modifier la réservation
it_it: Modifica prenotazione
ko_kr: 예약 수정
uk_ua: Редагувати резервацію
zh_cn: 编辑预留

source: Edit Routes
cs_cz: Upravit trasy
de_de: Routen bearbeiten
el_gr: Επεξεργασία διαδρομών
fa_ir: ویرایش مسیرها
fr_fr: Modifier les itinéraires
it_it: Modifica percorsi
ko_kr: 라우팅 수정
uk_ua: Редагувати маршрути
zh_cn: 编辑路由

source: Edit Subdomain
cs_cz: Upravit dílčí doménu
de_de: Subdomain bearbeiten
el_gr: Επεξεργασία υποτομέα
fa_ir: ویرایش زیردامنه
fr_fr: Modifier le sous-domaine
it_it: Modifica sottodominio
ko_kr: 서브도메인 수정
uk_ua: Редагувати піддомен
zh_cn: 编辑子域名

source: Edit Subnet
cs_cz: Upravit podsíť
de_de: Subnetz bearbeiten
el_gr: Επεξεργασία υποδικτύου
fa_ir: ویرایش زیرشبکه
fr_fr: Modifier le sous-réseau
it_it: Modifica sottorete
ko_kr: 서브넷 수정
uk_ua: Редагувати підмережу
zh_cn: 编辑子网

source: Edit instance
cs_cz: Upravit instanci
de_de: Instanz bearbeiten
el_gr: Επεξεργασία στιγμιότυπου
fa_ir: ویرایش نمونه
fr_fr: Editer l'instance
it_it: Modifica istanza
ko_kr: 인스턴스 편집
uk_ua: Редагувати екземпляр
zh_cn: 编辑实例

source: Edit peer
cs_cz: Upravit protějšek
de_de: Gegenstelle bearbeiten
el_gr: Επεξεργασία ομότιμου
fa_ir: ویرایش همتا
fr_fr: Éditer le pair
it_it: Modifica pari
ko_kr: 피어 수정
uk_ua: Редагувати пір
zh_cn: 编辑端点

source: Edit snapshot
cs_cz: Upravit zachycený stav
de_de: Snapshot bearbeiten
el_gr: Επεξεργασία στιγμιότυπου
fa_ir: ویرایش اسنپ‌شات
fr_fr: Modifier l'instantané
it_it: Modifica istantanea
ko_kr: 스냅샷 수정
uk_ua: Редагувати знімок
zh_cn: 编辑快照

source: Email address is invalid.
cs_cz: E-mailová adresa je platná.
de_de: E-Mail-Adresse ist ungültig.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη.
fa_ir: آدرس ایمیل نامعتبر است.
fr_fr: L'adresse électronique n'est pas valide.
it_it: L'indirizzo e-mail non è valido.
ko_kr: 이메일 주소가 유효하지 않습니다.
uk_ua: Недійсна адреса електронної пошти.
zh_cn: Email地址无效。

source: Empty response from the backend. Please check logs.
cs_cz: Prázdná odpověď z podpůrné vrstvy. Podívejte se do záznamů událostí.
de_de: Leere Antwort vom Backend. Bitte prüfen Sie die Protokolle.
el_gr: Κενή απάντηση από το backend. Ελέγξτε τα αρχεία καταγραφής.
fa_ir: پاسخ خالی از بک‌اند دریافت شد. لطفاً لاگ‌ها را بررسی کنید.
fr_fr: Réponse vide du backend. Veuillez consulter les journaux.
it_it: Risposta vuota dal backend. Si prega di controllare i log.
ko_kr: 백엔드에서 빈 응답이 왔습니다. 로그를 확인하세요.
uk_ua: Пуста відповідь від бекенда. Будь ласка, перевірте логи.
zh_cn: 后端响应为空。请检查日志。

source: Enable autonomous port mapping service.
cs_cz: Zapnout autonomní službu mapování portů.
de_de: Autonomen Portzuordnungsdienst aktivieren.
el_gr: Ενεργοποίηση υπηρεσίας αυτόνομης χαρτογράφησης θυρών.
fa_ir: سرویس نگاشت خودکار پورت را فعال کنید.
fr_fr: Activer le service de mappage des ports autonomes.
it_it: Abilita il servizio di mappatura delle porte autonomo.
ko_kr: 자율 포트 매핑 서비스를 사용합니다.
uk_ua: Увімкнути службу автономного мапування портів.
zh_cn: 启用自主端口映射服务。

source: Enabling this option will disable scrub (normalization) for traffic matching this rule.
cs_cz: Zapnutím této předvolby bude vypnuto čištění (normalizace) provozu, odpovídajícího tomuto pravidlu.
de_de: Aktivieren Sie diese Option, um die Scrub-Verarbeitung (Normalisierung) für Verkehr, der dieser Regel entspricht, zu deaktivieren.
el_gr: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει την κανονικοποίηση (scrub) για την κίνηση που αντιστοιχεί σε αυτόν τον κανόνα.
fa_ir: فعال‌سازی این گزینه، scrub (نرمال‌سازی) را برای ترافیکی که با این قانون مطابقت دارد غیرفعال می‌کند.
fr_fr: L'activation de cette option désactive l'épuration (normalisation) du trafic correspondant à cette règle.
it_it: L'abilitazione di questa opzione disabiliterà lo scrubbing (normalizzazione) per il traffico che corrisponde a questa regola.
ko_kr: 이 옵션을 활성화하면 이 규칙과 일치하는 트래픽에 대한 스크럽(정규화)이 비활성화됩니다.
uk_ua: Увімкнення цієї опції вимкне очищення (нормалізацію) для трафіку, що відповідає цьому правилу.
zh_cn: 启用此选项将禁用与此规则匹配的流量的清理（规范化）。

source: Endpoint not found
cs_cz: Koncový bod nenalezen
de_de: Endpunkt nicht gefunden
el_gr: Δεν βρέθηκε το τελικό σημείο
fa_ir: نقطهٔ پایانی یافت نشد
fr_fr: Point final non trouvé
it_it: Endpoint non trovato
ko_kr: 엔드포인트를 찾을 수 없음
uk_ua: Кінцева точка не знайдена
zh_cn: 未找到端点

source: Entry "%s" does not contain a valid domain or address.
cs_cz: Položka „%s“ neobsahuje platnou doménu nebo adresu.
de_de: Eintrag "%s" enthält keine gültige Domain oder Adresse.
el_gr: Η καταχώρηση "%s" δεν περιέχει έγκυρο τομέα ή διεύθυνση.
fa_ir: مورد "%s" شامل دامنه یا آدرس معتبری نیست.
fr_fr: L'entrée "%s" ne contient pas de domaine ou d'adresse valide.
it_it: La voce "%s" non contiene un dominio o un indirizzo valido.
ko_kr: "%s" 항목에는 유효한 도메인이나 주소가 포함되어 있지 않습니다.
uk_ua: Запис "%s" не містить дійсного домену або адреси.
zh_cn: "%s"不包含有效的域名或地址。

source: Entry "%s" does not contain a valid path.
cs_cz: Položka „%s“ neobsahuje platný popis umístění.
de_de: Eintrag "%s" enthält keinen gültigen Pfad.
el_gr: Η καταχώρηση "%s" δεν περιέχει έγκυρη διαδρομή.
fa_ir: مورد "%s" شامل یک مسیر معتبر نیست.
fr_fr: L'entrée "%s" ne contient pas de chemin d'accès valide.
it_it: La voce "%s" non contiene un percorso valido.
ko_kr: "%s" 항목에는 유효한 경로가 포함되어 있지 않습니다.
uk_ua: Запис "%s" не містить дійсного шляху.
zh_cn: "%s"不包含有效路径。

source: Entry "%s" is not a valid range or subnet.
cs_cz: Položka „%s“ není platný rozsah nebo podsíť.
de_de: Eintrag "%s" ist kein gültiger Bereich oder Subnetz.
el_gr: Η καταχώρηση "%s" δεν είναι έγκυρο εύρος ή υποδίκτυο.
fa_ir: مورد "%s" یک بازه یا زیرشبکهٔ معتبر نیست.
fr_fr: L'entrée "%s" n'est pas une plage ou un sous-réseau valide.
it_it: La voce "%s" non è un intervallo o una sottorete valida.
ko_kr: "%s" 항목에는 유효한 범위 또는 서브넷이 포함되어 있지 않습니다.
uk_ua: Запис "%s" не є дійсним діапазоном або підмережею.
zh_cn: "%s"不是有效范围或子网。

source: Error configuring policies
cs_cz: Chyba při nastavování zásad
de_de: Fehler beim Konfigurieren der Richtlinien
el_gr: Σφάλμα κατά τη διαμόρφωση πολιτικών
fa_ir: خطا در پیکربندی سیاست‌ها
fr_fr: Erreur de configuration des politiques
it_it: Errore durante la configurazione dei criteri
ko_kr: 구성 정책 오류
uk_ua: Помилка конфігурування політик
zh_cn: 配置策略出错

source: Error resetting Syslog
cs_cz: Chyba při resetování Syslog
de_de: Fehler beim Zurücksetzen von Syslog
el_gr: Σφάλμα κατά την επαναφορά του Syslog
fa_ir: خطا در بازنشانی Syslog
fr_fr: Erreur de réinitialisation de Syslog
it_it: Errore durante la reimpostazione di Syslog
ko_kr: Syslog 재구성 오류
uk_ua: Помилка скидання Syslog
zh_cn: 重置系统日志出错

source: Error: apcupsd is disabled
cs_cz: Chyba: apcupsd je vypnuté
de_de: Fehler: apcupsd ist deaktiviert
el_gr: Σφάλμα: το apcupsd είναι απενεργοποιημένο
fa_ir: خطا: apcupsd غیرفعال است
fr_fr: Erreur : apcupsd est désactivé
it_it: Errore: apcupsd è disabilitato
ko_kr: 오류: apcupsd가 비활성화됨
uk_ua: Помилка: apcupsd вимкнено
zh_cn: 错误：apcupsd 已禁用

source: Error: empty output from apcaccess
cs_cz: Chyba: prázdný výstup z apcaccess
de_de: Fehler: Leere Ausgabe von apcaccess
el_gr: Σφάλμα: κενό αποτέλεσμα από το apcaccess
fa_ir: خطا: خروجی apcaccess خالی است
fr_fr: Erreur : sortie vide de apcaccess
it_it: Errore: output vuoto da apcaccess
ko_kr: 오류: apcaccess에서 빈 출력
uk_ua: Помилка: пустий вивід від apcaccess
zh_cn: 错误：apcaccess 输出为空

source: Export as csv
cs_cz: Exportovat jako csv
de_de: Als CSV exportieren
el_gr: Εξαγωγή ως csv
fa_ir: خروجی به‌صورت csv
fr_fr: Exporter en csv
it_it: Esporta come CSV
ko_kr: csv로 내보내기
uk_ua: Експортувати як CSV
zh_cn: 导出csv

source: External
cs_cz: Externí
de_de: Extern
el_gr: Εξωτερικός
fa_ir: خارجی
fr_fr: Externe
it_it: Esterno
ko_kr: 외부
uk_ua: Зовнішній
zh_cn: 外部

source: External subnet should match internal subnet.
cs_cz: Externí podsíť by se měla shodovat s tou interní.
de_de: Externes Subnetz sollte dem internen Subnetz entsprechen.
el_gr: Το εξωτερικό υποδίκτυο θα πρέπει να ταιριάζει με το εσωτερικό υποδίκτυο.
fa_ir: زیرشبکهٔ خارجی باید با زیرشبکهٔ داخلی مطابقت داشته باشد.
fr_fr: Le sous-réseau externe doit correspondre au sous-réseau interne.
it_it: La sottorete esterna deve corrispondere alla sottorete interna.
ko_kr: 외부 서브넷은 내부 서브넷과 일치해야 합니다.
uk_ua: Зовнішня підмережа повинна відповідати внутрішній підмережі.
zh_cn: 外部子网应与内部子网一致。

source: Failed to load content:
cs_cz: Nepodařilo se načíst obsah:
de_de: Inhalt konnte nicht geladen werden:
el_gr: Αποτυχία φόρτωσης περιεχομένου:
fa_ir: بارگذاری محتوا ناموفق بود:
fr_fr: Échec du chargement du contenu :
it_it: Impossibile caricare il contenuto:
ko_kr: 콘텐츠를 로드하는 데 실패:
uk_ua: Не вдалося завантажити вміст:
zh_cn: 加载内容失败：

source: Failed to load widget
cs_cz: Nepodařilo se načíst prvek
de_de: Widget konnte nicht geladen werden
el_gr: Αποτυχία φόρτωσης γραφικού στοιχείου
fa_ir: بارگذاری ویجت ناموفق بود
fr_fr: Échec du chargement du widget
it_it: Impossibile caricare il widget
ko_kr: 위젯을 로드하는 데 실패됨
uk_ua: Не вдалося завантажити віджет
zh_cn: 无法加载部件

source: File type
cs_cz: Typ souboru
de_de: Dateityp
el_gr: Τύπος αρχείου
fa_ir: نوع فایل
fr_fr: Type de fichier
it_it: Tipo di file
ko_kr: 파일 유형
uk_ua: Тип файлу
zh_cn: 文件类型

source: Filter by Domain
cs_cz: Filtrovat podle domény
de_de: Nach Domain filtern
el_gr: Φιλτράρισμα κατά τομέα
fa_ir: فیلتر بر اساس دامنه
fr_fr: Filtrer par domaine
it_it: Filtra per dominio
ko_kr: 도메인으로 필터링
uk_ua: Фільтрувати за доменом
zh_cn: 按域过滤

source: Floating states
cs_cz: Plovoucí stavy
de_de: Schwebende Zustände
el_gr: Πλωτές καταστάσεις
fa_ir: وضعیت‌های شناور
fr_fr: États flottants
it_it: Stati fluttuanti
ko_kr: 플로팅 상태
uk_ua: Плавальні стани
zh_cn: 浮动状态

source: Flush (full) local configuration history.
cs_cz: Zahodit (celou) historii lokálního nastavení.
de_de: Lokalen Konfigurationsverlauf vollständig löschen
el_gr: Εκκαθάριση (πλήρους) του τοπικού ιστορικού διαμόρφωσης.
fa_ir: پاک‌سازی (کامل) تاریخچهٔ پیکربندی محلی.
fr_fr: Effacer (complet) l'historique de la configuration locale.
it_it: Svuota la cronologia di configurazione locale (completa).
ko_kr: (전체) 로컬 구성 기록을 플러시합니다.
uk_ua: Очистити (повністю) локальну історію конфігурації.
zh_cn: 刷新（完整）本地配置历史记录。

source: For BINAT rules only addresses or subnets are allowed.
cs_cz: V případě pravidel BINAT jsou povolené pouze adresy nebo podsítě.
de_de: Für BINAT-Regeln sind nur Adressen oder Subnetze zulässig.
el_gr: Για τους κανόνες BINAT επιτρέπονται μόνο διευθύνσεις ή υποδίκτυα.
fa_ir: برای قوانین BINAT فقط آدرس‌ها یا زیربشبکه‌ها مجاز هستند.
fr_fr: Pour les règles BINAT, seules les adresses ou les sous-réseaux sont autorisés.
it_it: Per le regole BINAT sono consentiti solo indirizzi o sottoreti.
ko_kr: BINAT 규칙의 경우 주소 또는 서브넷만 허용됩니다.
uk_ua: Для правил BINAT дозволено лише адреси або підмережі.
zh_cn: 对于 BINAT 规则，只允许使用地址或子网。

source: For more information on how to migrate to ZFS, please refer to our documentation or support resources.
cs_cz: Ohledně dalších informací k k tomu jak přejít na ZFS nahlédněte do naší dokumentace nebo prostředků podpory.
de_de: Weitere Informationen zur Migration zu ZFS finden Sie in unserer Dokumentation oder unseren Supportressourcen.
el_gr: Για περισσότερες πληροφορίες σχετικά με τον τρόπο μετεγκατάστασης στο ZFS, ανατρέξτε στην τεκμηρίωση ή στους πόρους υποστήριξης.
fa_ir: برای اطلاعات بیشتر در مورد نحوهٔ مهاجرت به ZFS، لطفاً به مستندات یا منابع پشتیبانی ما مراجعه کنید.
fr_fr: Pour plus d'informations sur la migration vers ZFS, veuillez consulter notre documentation ou nos ressources d'assistance.
it_it: Per ulteriori informazioni su come migrare a ZFS, fare riferimento alla nostra documentazione o alle risorse di supporto.
ko_kr: ZFS로 마이그레이션하는 방법에 대한 자세한 정보는 문서 또는 지원 리소스를 참조해 주세요.
uk_ua: Для отримання додаткової інформації про те, як мігрувати на ZFS, будь ласка, зверніться до нашої документації або ресурсів підтримки.
zh_cn: 有关如何迁移到ZFS的更多信息，请参阅我们的文档或支持资源。

source: For zone Check and Show to work, the zone must be enabled and the configuration applied.
cs_cz: Aby funkce Kontrola a Zobrazení zóny fungovala, je třeba aby zóna byla povolená a nastavení aby byla uplatněna.
de_de: Damit "Zone prüfen" und "Anzeigen" funktionieren, muss die Zone aktiviert und die Konfiguration übernommen worden sein.
el_gr: Για να λειτουργήσουν οι λειτουργίες Έλεγχος και Εμφάνιση ζώνης, η ζώνη πρέπει να είναι ενεργοποιημένη και να εφαρμοστεί η διαμόρφωση.
fa_ir: برای کارکرد Check و Show در زون، آن زون باید فعال باشد و پیکربندی اعمال شده باشد.
fr_fr: Pour que le contrôle et l'affichage de la zone fonctionnent, la zone doit être activée et la configuration appliquée.
it_it: Affinché la zona Controlla e Mostra funzioni, la zona deve essere abilitata e la configurazione applicata.
ko_kr: 영역 체크 및 표시가 작동하려면 영역이 활성화되어 있고 구성이 적용되어야 합니다.
uk_ua: Для роботи "Перевірити" та "Показати" зони, зона повинна бути увімкнена та конфігурація застосована.
zh_cn: 要使区域检查和显示生效，必须启用区域并应用配置。
