Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: IP subjectAltName values must be valid IP Addresses
pl_pl: Wartości IP subjectAltName muszą być prawidłowymi adresami IP

source: DNS subjectAltName values must be valid hostnames or FQDNs
pl_pl: Wartości DNS subjectAltName muszą być prawidłowymi nazwami hostów lub FQDN

source: Existing Certificate Choice
pl_pl: Wybór istniejącego certyfikatu

source: Certificate authority
pl_pl: Urząd certyfikacji

source: Key data
pl_pl: Dane klucza

source: The certificate modulus does not match the signing request modulus.
pl_pl: Moduł certyfikatu nie zgadza się z modułem żądania podpisu.

source: Final Certificate data
pl_pl: Dane Certyfikatu Końcowego

source: Choose an existing certificate
pl_pl: Wybierz istniejący certyfikat

source: delete ca
pl_pl: usuń CA

source: export CA private key
pl_pl: eksportuj klucz prywatny CA

source: export CA cert
pl_pl: eksportuj certyfikat CA

source: edit CA
pl_pl: edytuj CA

source: Valid Until
pl_pl: Poprawne do

source: external
pl_pl: zewnętrzny

source: Distinguished Name
pl_pl: Nazwa kwalifikowana

source: admin@mycompany.com
pl_pl: admin@mojafirma.com

source: My Company Inc
pl_pl: Moja Firma

source: ex:
pl_pl: np:

source: NOTE: It is recommended to use an algorithm stronger than SHA1 when possible.
pl_pl: UWAGA: Zaleca się używanie algorytmu silniejszego niż SHA1, gdy jest to możliwe.

source: Internal Certificate Authority
pl_pl: Wewnętrzny organ certyfikacji

source: Enter a decimal number to be used as the serial number for the next certificate to be created using this CA.
pl_pl: Wprowadź liczbę dziesiętną, która zostanie użyta jako numer seryjny dla następnego certyfikatu, który zostanie utworzony przy użyciu tego CA.

source: Paste the private key for the above certificate here. This is optional in most cases, but required if you need to generate a Certificate Revocation List (CRL).
pl_pl: Wklej tutaj prywatny klucz dla powyższego certyfikatu. W większości przypadków jest to opcjonalne, ale wymagane, jeśli musisz wygenerować listę unieważnienia certyfikatów (CRL).

source: (optional)
pl_pl: (opcjonalne)

source: Certificate Private Key
pl_pl: Klucz prywatny certyfikatu

source: Paste a certificate in X.509 PEM format here.
pl_pl: Wklej tutaj certyfikat w formacie X.509 PEM.

source: Existing Certificate Authority
pl_pl: Istniejący urząd certyfikacji

source: Create an intermediate Certificate Authority
pl_pl: Utwórz pośredni Urząd Certyfikacyjny

source: Do you really want to delete this Certificate Authority and its CRLs, and unreference any associated certificates?
pl_pl: Czy na pewno chcesz usunąć ten organ certyfikacji, jego CRL oraz odwołać wszystkie powiązane certyfikaty?

source: openssl library returns:
pl_pl: biblioteka openssl zwraca:

source: The serial number must be a number greater than zero or left blank.
pl_pl: Numer seryjny musi być liczbą większą niż zero lub pozostawiony pusty.

source: Please select a valid Digest Algorithm.
pl_pl: Proszę wybrać prawidłowy algorytm skrótu.

source: Please select a valid Key Length.
pl_pl: Proszę wybrać prawidłową długość klucza.

source: The field '%s' contains invalid characters.
pl_pl: Pole '%s' zawiera nieprawidłowe znaki.

source: The field 'Distinguished name Common Name' contains invalid characters.
pl_pl: Pole 'Wyróżniająca się nazwa Common Name' zawiera nieprawidłowe znaki.

source: The field 'Distinguished name Email Address' contains invalid characters.
pl_pl: Pole 'Wyróżniająca się nazwa Adres e-mail' zawiera nieprawidłowe znaki.

source: Signing Certificate Authority
pl_pl: Podpisujący organ certyfikacji

source: Distinguished name Common Name
pl_pl: Wyróżniająca się nazwa Common Name

source: Distinguished name Email Address
pl_pl: Wyróżniająca się nazwa Adres e-mail

source: Distinguished name Organization
pl_pl: Wyróżniająca się nazwa Organizacja

source: Distinguished name City
pl_pl: Wyróżniająca się nazwa Miasto

source: Distinguished name State or Province
pl_pl: Wyróżniająca się nazwa województwo lub prowincja

source: Distinguished name Country Code
pl_pl: Wyróżniająca się nazwa Kod kraju

source: Encrypted private keys are not yet supported.
pl_pl: Zaszyfrowane klucze prywatne nie są jeszcze obsługiwane.

source: This certificate does not appear to be valid.
pl_pl: Ten certyfikat wydaje się być nieważny.

source: NOTE: This does not disable any IPv6 features on the firewall, it only blocks traffic.
pl_pl: UWAGA: Nie wyłącza to żadnych funkcji IPv6 w zaporze, blokuje tylko ruch.

source: All IPv6 traffic will be blocked by the firewall unless this box is checked.
pl_pl: Cały ruch IPv6 będzie blokowany przez zaporę, chyba że to pole jest zaznaczone.

source: IPv6 Options
pl_pl: Opcje IPv6

source: Client Instance Statistics
pl_pl: Statystyki Instancji Klienta

source: Virtual Address
pl_pl: Adres wirtualny

source: Client connections
pl_pl: Połączenia klientów

source: Statistics unavailable because ntpq and ntpdc queries are disabled in the %sNTP service settings%s.
pl_pl: Statystyki niedostępne, ponieważ zapytania ntpq i ntpdc są wyłączone w %sustawieniach usługi NTP%s.

source: Using dial-on-demand will bring the connection up again if any packet triggers it. To substantiate this point: disconnecting manually will not prevent dial-on-demand from making connections to the outside. Don't use dial-on-demand if you want to make sure that the line is kept disconnected.
pl_pl: Używanie funkcji dial-on-demand spowoduje ponowne nawiązanie połączenia, jeśli jakiś pakiet je aktywuje. Aby potwierdzić ten punkt: ręczne rozłączenie nie zapobiegnie nawiązywaniu połączeń przez dial-on-demand na zewnątrz. Nie używaj dial-on-demand, jeśli chcesz mieć pewność, że linia jest odłączona.

source: rate
pl_pl: prędkość

source: total
pl_pl: łącznie

source: device
pl_pl: urządzenie

source: irq
pl_pl: żądanie przerwania

source: Interrupts
pl_pl: Przerwania

source: Bridge (%s)
pl_pl: Most (%s)

source: In/out errors
pl_pl: Błędy wejścia/wyjścia

source: In/out packets (block)
pl_pl: Pakiety wejścia/wyjścia (blok)

source: In/out packets (pass)
pl_pl: Pakiety wejścia/wyjścia (przepust)

source: In/out packets
pl_pl: Pakiety wejścia/wyjścia

source: LAGG Ports
pl_pl: Porty LAGG

source: Gateway IPv6
pl_pl: Brama IPv6

source: Gateway IPv4
pl_pl: Brama IPv4

source: Uptime (historical)
pl_pl: Czas pracy (historyczny)

source: Renew
pl_pl: Odnów

source: Release
pl_pl: Zwolnij

source: A leap second file allows NTP to advertize an upcoming leap second addition or subtraction.
pl_pl: Plik z sekundą przestępną pozwala NTP reklamować zbliżającą się dodatkową lub odejmowaną sekundę przestępną.

source: example.com
pl_pl: przyklad.com

source: Static DHCP
pl_pl: Statyczne DHCP

source: DHCP Registration
pl_pl: Rejestracja DHCP

source: Destination server
pl_pl: Serwer docelowy

source: If this is checked, the DHCPv6 relay will append the circuit ID (interface number) and the agent ID to the DHCPv6 request.
pl_pl: Jeśli ta opcja jest zaznaczona, przekaźnik DHCPv6 dołączy identyfikator obwodu (numer interfejsu) i identyfikator agenta do żądania DHCPv6.

source: Interfaces without an IPv6 address will not be shown.
pl_pl: Interfejsy bez adresu IPv6 nie zostaną wyświetlone.

source: Enable DHCPv6 relay on interface
pl_pl: Włącz przekaźnik DHCPv6 na interfejsie

source: DHCPv6 Relay configuration
pl_pl: Konfiguracja przekaźnika DHCPv6

source: The DHCPv6 server is currently enabled. Cannot enable the DHCPv6 relay while the DHCPv6 server is enabled on any interface.
pl_pl: Serwer DHCPv6 jest obecnie włączony. Nie można włączyć przekaźnika DHCPv6, gdy serwer DHCPv6 jest włączony na dowolnym interfejsie.

source: A valid Destination Server IPv6 address must be specified.
pl_pl: Należy podać prawidłowy adres IPv6 serwera docelowego.

source: Destination servers
pl_pl: Serwery docelowe

source: If this is checked, the DHCP relay will append the circuit ID (interface number) and the agent ID to the DHCP request.
pl_pl: Jeśli to jest zaznaczone, przekaźnik DHCP doda do żądania DHCP ID obwodu (numer interfejsu) oraz ID agenta.

source: Append circuit ID and agent ID to requests
pl_pl: Dodaj ID obwodu i ID agenta do żądań

source: Append circuit ID
pl_pl: Dodaj ID obwodu

source: Interface(s)
pl_pl: Interfejs(y)

source: DHCP Relay configuration
pl_pl: Konfiguracja przekaźnika DHCP

source: DHCP Server is currently enabled. Cannot enable the DHCP Relay service while the DHCP Server is enabled on any interface.
pl_pl: Serwer DHCP jest obecnie włączony. Nie można włączyć usługi przekaźnika DHCP, gdy serwer DHCP jest włączony na jakimkolwiek interfejsie.

source: A valid Destination Server IP address must be specified.
pl_pl: Należy podać prawidłowy adres IP serwera docelowego.

source: Destination Server
pl_pl: Serwer docelowy

source: DHCP Relay is currently enabled. Cannot enable the DHCP Server service while the DHCP Relay is enabled on any interface.
pl_pl: Przekazywanie DHCP jest obecnie włączone. Nie można włączyć usługi serwera DHCP, gdy przekazywanie DHCP jest włączone na dowolnym interfejsie.

source: You must disable the DHCP relay on the %s interface before enabling the DHCP server.
pl_pl: Musisz wyłączyć przekazywanie DHCP na interfejsie %s przed włączeniem serwera DHCP.

source: No numbers or spaces are allowed. Only characters in a-zA-Z
pl_pl: Dozwolone są tylko znaki a-zA-Z. Brak numerów lub spacji

source: Remote GRE address endpoint. The subnet part is used for the determining the network that is tunneled.
pl_pl: Zdalny punkt końcowy adresu GRE. Część podsieci jest używana do określenia tunelowanej sieci.

source: GRE tunnel remote address
pl_pl: Zdalny adres tunelu GRE

source: Local GRE tunnel endpoint
pl_pl: Lokalny punkt końcowy tunelu GRE

source: GRE tunnel local address
pl_pl: Lokalny adres tunelu GRE

source: Peer address where encapsulated GRE packets will be sent.
pl_pl: Adres peer, do którego będą wysyłane enkapsulowane pakiety GRE.

source: GRE remote address
pl_pl: Zdalny adres GRE

source: The interface here serves as the local address to be used for the GRE tunnel.
pl_pl: Interfejs ten służy jako lokalny adres do użycia dla tunelu GRE.

source: GRE configuration
pl_pl: Konfiguracja GRE

source: A GRE tunnel with the network %s is already defined.
pl_pl: Tunel GRE z siecią %s jest już zdefiniowany.

source: Remote tunnel network
pl_pl: Sieć tunelu zdalnego

source: Remote tunnel address
pl_pl: Adres tunelu zdalnego

source: Local tunnel address
pl_pl: Lokalny adres tunelu

source: Do you really want to delete this GRE tunnel?
pl_pl: Czy naprawdę chcesz usunąć ten tunel GRE?

source: This GRE tunnel cannot be deleted because it is still being used as an interface.
pl_pl: Nie można usunąć tego tunelu GRE, ponieważ jest nadal używany jako interfejs.

source: Remote gif address endpoint. The subnet part is used for determining the network that is tunnelled.
pl_pl: Zdalny punkt końcowy adresu gif. Część podsieci jest używana do określenia tunelowanej sieci.

source: GIF tunnel local address
pl_pl: Lokalny adres tunelu GIF

source: GIF remote address
pl_pl: Zdalny adres GIF

source: The interface here serves as the local address to be used for the gif tunnel.
pl_pl: Interfejs ten służy jako lokalny adres do użycia dla tunelu gif.

source: GIF configuration
pl_pl: Konfiguracja GIF

source: A gif with the network %s is already defined.
pl_pl: GIF z siecią %s jest już zdefiniowany.

source: The alias IP address family has to match the family of the remote peer address.
pl_pl: Rodzina adresów IP aliasu musi pasować do rodziny zdalnego adresu partnera.

source: The tunnel local and tunnel remote fields must have valid IP addresses.
pl_pl: Pola lokalnego tunelu i zdalnego tunelu muszą mieć prawidłowe adresy IP.

source: Parent interface,Local address, Remote tunnel address, Remote tunnel network, Local tunnel address
pl_pl: Interfejs nadrzędny, Adres lokalny, Adres tunelu zdalnego, Sieć tunelu zdalnego, Lokalny adres tunelu

source: If you are using a GIF tunnel to connect to a Hurricane Electric (he.net) Tunnel Broker on a WAN with a dynamic IP, you may want to add a %sHE.net Tunnelbroker dynamic DNS entry%s to keep your tunnel functional when your IP changes.
pl_pl: Jeśli używasz tunelu GIF do połączenia z Brokerem Tunelu Hurricane Electric (he.net) w sieci WAN z dynamicznym IP, możesz chcieć dodać wpis dynamicznego DNS %sHE.net Tunnelbroker%s, aby utrzymać działanie tunelu, gdy Twój adres IP się zmieni.

source: Tunnel to...
pl_pl: Tunel do...

source: Do you really want to delete this gif tunnel?
pl_pl: Czy naprawdę chcesz usunąć ten tunel gif?

source: This gif TUNNEL cannot be deleted because it is still being used as an interface.
pl_pl: Nie można usunąć tego tunelu GIF, ponieważ jest nadal używany jako interfejs.

source: Member Interfaces
pl_pl: Interfejsy członkowskie

source: New interface:
pl_pl: Nowy interfejs:

source: Network port
pl_pl: Port sieciowy

source: You cannot set port %s to interface %s because this interface is a member of %s.
pl_pl: Nie możesz ustawić portu %s dla interfejsu %s, ponieważ ten interfejs jest członkiem %s.

source: Port %s was assigned to %d interfaces:
pl_pl: Port %s został przypisany do %d interfejsów:

source: this option requires checking the "Enable WPA box".
pl_pl: ta opcja wymaga zaznaczenia pola "Włącz WPA".

source: NOTE
pl_pl: UWAGA

source: IPv6 Prefix ID
pl_pl: ID Prefiksu IPv6

source: IPv6 Interface
pl_pl: Interfejs IPv6

source: The value in this field is the 6RD IPv4 prefix length. Normally specified by the ISP. A value of 0 means we embed the entire IPv4 address in the 6RD prefix.
pl_pl: Wartość w tym polu to długość prefiksu IPv4 6RD. Zwykle określana przez dostawcę ISP. Wartość 0 oznacza, że osadzamy cały adres IPv4 w prefiksie 6RD.

source: Source: FreeBSD man page
pl_pl: Źródło: Strona instrukcji FreeBSD

source: Send IPv6 prefix hint
pl_pl: Wyślij podpowiedź prefiksu IPv6

source: The value in this field is the delegated prefix length provided by the DHCPv6 server. Normally specified by the ISP.
pl_pl: Wartość w tym polu to długość delegowanego prefiksu dostarczona przez serwer DHCPv6. Zwykle określana przez dostawcę ISP.

source: IPv6 Upstream Gateway
pl_pl: Brama górna IPv6

source: If there is a certain upstream DHCP server that should be ignored, place the IP address or subnet of the DHCP server to be ignored here.
pl_pl: Jeśli istnieje określony serwer DHCP, który powinien być ignorowany, wpisz tutaj adres IP lub podsieć ignorowanego serwera DHCP.

source: Add new gateway
pl_pl: Dodaj nową bramę

source: IPv4 Upstream Gateway
pl_pl: Brama nadrzędna IPv4

source: A valid alias IP address must be specified to reject DHCP Leases from.
pl_pl: Należy podać prawidłowy aliasowy adres IP, aby odrzucić dzierżawy DHCP.

source: Save to load widget
pl_pl: Zapisz, by załadować widget

source: You are currently running in LiveCD mode. A reboot will reset the configuration.
pl_pl: Aktualnie działasz w trybie LiveCD. Po restarcie konfiguracja zostanie zresetowana.

source: You cannot use the broadcast address for this VIP
pl_pl: Nie możesz użyć adresu rozgłoszeniowego dla tego VIP

source: You cannot use the network address for this VIP
pl_pl: Nie możesz użyć adresu sieciowego dla tego VIP

source: Source prefix
pl_pl: Prefiks źródła

source: External Prefix
pl_pl: Zewnętrzny prefiks

source: Hint: this is usually 'any'.
pl_pl: Wskazówka: zazwyczaj jest to 'dowolny'.

source: The 1:1 mapping will only be used for connections to or from the specified destination.
pl_pl: Mapowanie 1:1 zostanie użyte tylko dla połączeń do lub z określonego celu.

source: Enter the internal subnet for the 1:1 mapping. The subnet size specified for the source will be applied to the external subnet, when none is provided.
pl_pl: Wprowadź wewnętrzną podsieć dla mapowania 1:1. Rozmiar podsieci określony dla źródła zostanie zastosowany do zewnętrznej podsieci, gdy żaden nie zostanie podany.

source: This is the address or network the traffic will translate to/from.
pl_pl: To jest adres lub sieć, do/od której zostanie przetłumaczony ruch.

source: The subnet mask from the internal address below will be applied to this IP address, when none is provided.
pl_pl: Maska podsieci z poniższego adresu wewnętrznego zostanie zastosowana do tego adresu IP, gdy żaden nie zostanie podany.

source: Enter the external subnet's starting address for the 1:1 mapping or network.
pl_pl: Wprowadź początkowy adres zewnętrznej podsieci dla mapowania 1:1 lub sieci.

source: External network
pl_pl: Zewnętrzna sieć

source: A BINAT rule specifies a bidirectional mapping between an external and internal network and can be used from both ends, nat only applies in one direction.
pl_pl: Reguła BINAT określa dwukierunkowe mapowanie między siecią zewnętrzną i wewnętrzną i może być używana z obu końców, nat działa tylko w jednym kierunku.

source: Select BINAT (default) or NAT here, when nets are equally sized binat is usually the best option.Using NAT we can also map unequal sized networks.
pl_pl: Wybierz tutaj BINAT (domyślnie) lub NAT, gdy sieci mają równe rozmiary, binat jest zazwyczaj najlepszą opcją. Korzystając z NAT możemy również mapować sieci o różnych rozmiarach.

source: Choose which interface this rule applies to
pl_pl: Wybierz, do którego interfejsu ma być stosowana ta reguła.

source: Edit NAT 1:1 entry
pl_pl: Edytuj pozycje NAT 1:1

source: %s is not a valid source IP address.
pl_pl: %s nie jest prawidłowym adresem IP źródła.

source: A valid external subnet must be specified.
pl_pl: Należy podać prawidłową zewnętrzną podsieć.

source: External subnet
pl_pl: Zewnętrzna podsieć

source: If you add a 1:1 NAT entry for any of the interface IPs on this system, it will make this system inaccessible on that IP address. i.e. if you use your WAN IP address, any services on this system (IPsec, OpenVPN server, etc.) using the WAN IP address will no longer function.
pl_pl: Jeśli dodasz wpis NAT 1:1 dla dowolnego z adresów IP interfejsu w tym systemie, uczyni to system niedostępnym na tym adresie IP. tj. jeśli użyjesz swojego adresu IP WAN, żadne usługi w tym systemie (IPsec, serwer OpenVPN itp.) korzystające z adresu IP WAN przestaną działać.

source: External IP
pl_pl: Zewnętrzny IP

source: Note: Clears all local log files and reinitializes them as empty logs. This also restarts the DHCP daemon. Use the Save button first if you have made any setting changes.
pl_pl: Uwaga: Usuwa wszystkie lokalne pliki dziennika i inicjuje je jako puste dzienniki. Restartuje również demona DHCP. Użyj najpierw przycisku Zapisz, jeśli dokonałeś jakichkolwiek zmian w ustawieniach.

source: Reset Logs
pl_pl: Resetowanie logów

source: Disable writing log files to the local disk
pl_pl: Wyłącz zapis plików logów na dysku lokalnym

source: Local Logging
pl_pl: Logowanie lokalne

source: Hint: If this is checked, errors from the lighttpd web server process for the GUI or Captive Portal will appear in the main system log.
pl_pl: Wskazówka: Jeśli to zaznaczone, błędy z procesu serwera webowego lighttpd dla GUI lub Captive Portal pojawią się w głównym dzienniku systemowym.

source: Log errors from the web server process.
pl_pl: Loguj błędy procesu serwera web.

source: Web Server Log
pl_pl: Logi serwera web

source: Hint: packets that are allowed by the implicit default pass rule will be logged if you check this option. Per-rule logging options are still respected.
pl_pl: Wskazówka: pakiety, które są dozwolone przez domyślną regułę przepuszczenia, zostaną zarejestrowane, jeśli zaznaczysz tę opcję. Opcje rejestrowania dla każdej reguły nadal są przestrzegane.

source: Log packets matched from the default pass rules put in the ruleset
pl_pl: Rejestruj pakiety pasujące do domyślnych reguł blokowania umieszczonych w zestawie reguł

source: Hint: packets that are blocked by the implicit default block rule will not be logged if you uncheck this option. Per-rule logging options are still respected.
pl_pl: Wskazówka: pakiety, które są blokowane przez domyślną regułę blokowania, nie będą rejestrowane, jeśli odznaczysz tę opcję. Opcje rejestrowania dla każdej reguły nadal są przestrzegane.

source: Log packets matched from the default block rules put in the ruleset
pl_pl: Rejestruj pakiety pasujące do domyślnych reguł blokowania umieszczonych w zestawie reguł

source: Log Firewall Default Blocks
pl_pl: Loguj domyślne blokowania zapory

source: Local Logging Options
pl_pl: Opcje logowania lokalnego

source: WebGUI process is restarting.
pl_pl: Proces WebGUI jest restartowany.

source: The log files have been reset.
pl_pl: Pliki dziennika zostały zresetowane.

source: Current
pl_pl: Aktualny

source: Configuration Change
pl_pl: Zmiana konfiguracji

source: Diff
pl_pl: Różnice

source: To view the differences between an older configuration and a newer configuration, select the older configuration using the left column of radio options and select the newer configuration in the right column, then press the button.
pl_pl: Aby wyświetlić różnice między starszą a nowszą konfiguracją, wybierz starszą konfigurację używając lewej kolumny opcji radiowych i wybierz nowszą konfigurację w prawej kolumnie, a następnie naciśnij przycisk.

source: View differences
pl_pl: Wyświetl różnice

source: Configuration diff from %s to %s
pl_pl: Różnice w konfiguracji od %s do %s

source: Unable to delete the selected configuration.
pl_pl: Nie można usunąć wybranej konfiguracji.

source: Deleted backup with timestamp %s and description "%s".
pl_pl: Usunięto kopię zapasową z datą %s i opisem "%s".

source: Unable to revert to the selected configuration.
pl_pl: Nie można przywrócić wybranej konfiguracji.

source: Successfully reverted to timestamp %s with description "%s".
pl_pl: Pomyślnie przywrócono z datą %s z opisem "%s".

source: ALL
pl_pl: WSZYSTKO

source: Restore area:
pl_pl: Przywróć obszar:

source: You have selected to restore an area but we could not locate the correct xml tag.
pl_pl: Wybrałeś opcję przywrócenia obszaru, ale nie mogliśmy znaleźć odpowiedniego tagu xml.

source: Dashboard Widgets
pl_pl: Widgety panelu

source: DNS Filter
pl_pl: Filtr DNS

source: Load Balancer
pl_pl: Bilansowanie obciążenia

source: SSL Certificate Authorities
pl_pl: Organy certyfikujące certyfikaty SSL

source: OPNsense Additions
pl_pl: Dodatki OPNsense

source: Resolution
pl_pl: Rozkład

source: Zoom level
pl_pl: Zakres

source: DHCP Server
pl_pl: Serwer DHCP

source: DHCP Relay
pl_pl: Przekierowanie DHCP

source: No history data found!
pl_pl: Nie znaleziono danych historycznych!

source: forwarding
pl_pl: przekazywanie

source: check for ethernet loops
pl_pl: sprawdź pętle ethernetowe

source: blocking
pl_pl: blokowanie

source: device not present! Is the modem attached to the system?
pl_pl: urządzenie nieobecne! Czy modem jest podłączony do systemu?

source: There is something wrong in your config because user %s password is missing!
pl_pl: W twojej konfiguracji jest coś nie tak, ponieważ brakuje hasła użytkownika %s!

source: Ident
pl_pl: Identyfikator

source: Drive
pl_pl: Dysk

source: Format: [allow or deny] [ext port or range] [int ipaddr or ipaddr/cdir] [int port or range]
pl_pl: Format: [zezwól lub odmów] [zewn. port lub zakres] [wewn. ipaddr lub ipaddr/cdir] [wewn. port lub zakres]

source: By default deny access to UPnP and NAT-PMP?
pl_pl: Domyślnie odmów dostępu do UPnP i NAT-PMP?

source: Use system uptime instead of UPnP and NAT-PMP service uptime?
pl_pl: Użyj czasu pracy systemu zamiast czasu pracy usługi UPnP i NAT-PMP?

source: Log packets handled by UPnP and NAT-PMP rules?
pl_pl: Rejestrować pakiety obsługiwane przez reguły UPnP i NAT-PMP?

source: Log NAT-PMP
pl_pl: Logowanie NAT-PMP

source: Allow NAT-PMP Port Mapping
pl_pl: Zezwól na mapowanie portu NAT-PMP

source: Allow UPnP Port Mapping
pl_pl: Zezwól na mapowanie portów UPnP
