Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Additional BOOTP/DHCP Options
cs_cz: Další BOOTP/DHCP předvolby
de_de: Zusätzliche BOOTP/DHCP Optionen
el_gr: Πρόσθετες επιλογές BOOTP/DHCP
fa_ir: گزینه‌های اضافی BOOTP/DHCP
fr_fr: Options supplémentaires BOOTP/DHCP
it_it: Opzioni BOOTP/DHCP aggiuntive
ko_kr: 추가 BOOTP/DHCP 옵션
pl_pl: Dodatkowe opcje BOOTP/DHCP
uk_ua: Додаткові параметри BOOTP/DHCP
zh_cn: 附加BOOTP/DHCP选项

source: Enter the Bootfile URL
cs_cz: Zadejte URL adresu zaváděcího souboru
de_de: Geben Sie die Bootdatei-URL ein
el_gr: Εισαγάγετε τη διεύθυνση URL του αρχείου εκκίνησης
fa_ir: آدرس URL فایل بوت را وارد کنید.
fr_fr: Indiquez l'URL du fichier de démarrage (Bootfile)
it_it: Inserisci l'URL del file di avvio
ko_kr: 부팅 파일 URL 입력
pl_pl: Wprowadź adres URL pliku startowego
uk_ua: Введіть URL-адресу завантажувального файлу
zh_cn: 输入引导文件网址

source: By default DHCPv6 leases are displayed in UTC time. By checking this box DHCPv6 lease time will be displayed in local time and set to time zone selected. This will be used for all DHCPv6 interfaces lease time.
cs_cz: Ve výchozím stavu jsou DHCPv6 zápůjčky zobrazovány v UTC času. Zaškrtnutím tohoto bude DHCPv6 zápůjční část zobrazován v místním čase a nastaven na zvolenou časovou zónu. Toto bude použito pro veškeré zápůjční časy DHCPv6 na rozhraních.
de_de: Standardmäßig werden DHCPv6-Leases in UTC-Zeit angezeigt. Wenn Sie dieses Kästchen markieren, wird die DHCPv6-Lease-Zeit in der lokalen Zeit angezeigt und auf die ausgewählte Zeitzone eingestellt. Dies wird für alle DHCPv6 Interfaces Lease-Zeit verwendet.
el_gr: Από προεπιλογή, οι μισθώσεις DHCPv6 εμφανίζονται σε ώρα UTC. Επιλέγοντας αυτό το πλαίσιο, ο χρόνος εκχώρησηςς DHCPv6 θα εμφανίζεται σε τοπική ώρα και θα ορίζεται στην επιλεγμένη ζώνη ώρας. Αυτό θα χρησιμοποιείται για όλους τους χρόνους εκχώρησηςς των διεπαφών DHCPv6.
fa_ir: به‌طور پیش‌فرض زمان اجاره‌های DHCPv6 به وقت UTC نمایش داده می‌شود. با فعال‌کردن این گزینه، زمان اجاره‌های DHCPv6 به وقت محلی نمایش داده شده و به ناحیه زمانی انتخاب‌شده تنظیم می‌شود. این تنظیم برای زمان اجارهٔ تمام رابط‌های DHCPv6 اعمال خواهد شد.
fr_fr: Par défaut, les baux DHCPv6 sont affichés en heure UTC. En cochant cette case, la durée du bail DHCPv6 sera affichée en heure locale et définie sur le fuseau horaire sélectionné. Ceci sera utilisé pour toutes les durées de bail des interfaces DHCPv6.
it_it: Per impostazione predefinita, i lease DHCPv6 vengono visualizzati nell'ora UTC. Selezionando questa casella, il tempo di lease DHCPv6 verrà visualizzato nell'ora locale e impostato sul fuso orario selezionato. Questo verrà utilizzato per il tempo di lease di tutte le interfacce DHCPv6.
ko_kr: 기본적으로 DHCPv6 대여는 UTC 시간으로 표시됩니다. 이 상자를 선택하면 DHCPv6 대여 시간이 로컬 시간으로 표시되고 선택한 시간대로 설정됩니다. 이는 모든 DHCPv6 인터페이스 대여 시간에 사용됩니다.
pl_pl: Domyślnie dzierżawy DHCPv6 są wyświetlane w czasie UTC. Zaznaczając to pole, czas dzierżawy DHCPv6 zostanie wyświetlony w czasie lokalnym i ustawiony na wybraną strefę czasową. Będzie to używane dla wszystkich dzierżaw interfejsów DHCPv6.
uk_ua: Типово оренди DHCPv6 відображаються за часом UTC. Якщо встановити цей прапорець, час оренди DHCPv6 буде відображатися за місцевим часом і буде встановлений відповідно до вибраної часової зони. Це буде застосовано до часу оренди всіх інтерфейсів DHCPv6.
zh_cn: 默认情况下，DHCPv6租约以UTC时间显示，选中该选项DHCPv6租用时间就会以本地时间显示出来并设置到所选时区。 这会用于所有DHCPv6接口的租用时间。

source: Change DHCPv6 display lease time from UTC to local time.
cs_cz: Změnit zobrazení doby DHCPv6 zápůjčky z UTC na místní čas.
de_de: Ändere die Angezeigte DHCPv4-Leasezeit von UTC auf lokale Zeit.
el_gr: Αλλάξτε τον χρόνο εκχωρήσειςς οθόνης DHCPv6 από UTC σε τοπική ώρα.
fa_ir: تغییر نمایش زمان اجاره DHCPv6 از UTC به وقت محلی.
fr_fr: Convertir l'affichage de la durée du bail DHCPv6 UTC en heure locale.
it_it: Modifica il tempo di lease della visualizzazione DHCPv6 da UTC all'ora locale.
ko_kr: DHCPv6 디스플레이 대여 시간을 UTC에서 현지 시간으로 변경합니다.
pl_pl: Zmień wyświetlanie czasu dzierżawy DHCPv6 z UTC na czas lokalny.
uk_ua: Змінити час оренди DHCPv6, що відображається, з UTC на місцевий час.
zh_cn: 将DHCPv6显示租约时间从UTC更改为本地时间。

source: You can define a Prefix range here for DHCP Prefix Delegation. This allows for assigning networks to subrouters. The start and end of the range must end on boundaries of the prefix delegation size.
cs_cz: Zde je možné určit rozsah předpon pro pověřování DHCP předpon. To umožňuje přiřazování sítí k podřízeným směrovačům. Je třeba, aby začátek a konec rozsahu končil na hranicích velikosti pověřené předpony.
de_de: Sie können einen Präfixbereich für die DHCP-Präfixdelegation hier definieren. Dies erlaubt die Zuweisung von Netzwerken an weitere Router. Der Start und das Ende des Bereichs müssen an der Begrenzung der des Präfixdelegation enden.
el_gr: Μπορείτε να ορίσετε ένα εύρος προθέματος εδώ για την ανάθεση προθέματος DHCP. Αυτό επιτρέπει την ανάθεση δικτύων σε υποδρομολογητές. Η αρχή και το τέλος του εύρους πρέπει να τελειώνουν στα όρια του μεγέθους ανάθεσης προθέματος.
fa_ir: می‌توانید در اینجا یک بازهٔ پیشوند (Prefix) برای واگذاری پیشوند توسط DHCP تعریف کنید. این امکان تخصیص شبکه‌ها به زیرروترها را فراهم می‌آورد. شروع و پایان بازه باید با مرزهای اندازهٔ واگذاری پیشوند منطبق باشند.
fr_fr: Vous pouvez définir ici une plage de préfixes pour la délégation de préfixe DHCP. Cela permet d'affecter des réseaux à des sous routeurs. Le début et la fin de la plage doivent se terminer sur les limites de la taille de délégation du préfixe.
it_it: È possibile definire qui un intervallo di prefissi per la delega del prefisso DHCP. Ciò consente di assegnare reti ai subrouter. L'inizio e la fine dell'intervallo devono terminare entro i limiti della dimensione della delega del prefisso.
ko_kr: 여기서 DHCP 프리픽스위임에 대한 프리픽스 범위를 정의할 수 있습니다. 이렇게 하면 하위 라우터에 네트워크를 할당할 수 있습니다. 범위의 시작과 끝은 접두사 위임 크기의 경계에서 끝나야 합니다.
pl_pl: Możesz tutaj zdefiniować zakres przedrostków dla Delegacji Przedrostków DHCP. Umożliwia to przypisywanie sieci do podrzędnych routerów. Początek i koniec zakresu muszą kończyć się na granicach rozmiaru delegacji przedrostka.
uk_ua: Тут можна визначити діапазон префіксів для делегування префіксів DHCP. Це дозволяє призначати мережі підмаршрутизаторам. Початок і кінець діапазону повинні знаходитися на межах розміру делегування префікса.
zh_cn: 可以在此处为DHCP前缀委派定义前缀范围。 这允许将网络分配给子路由器。 范围的开始和结束必须在前缀委派大小的范围内。

source: Prefix Delegation Size
cs_cz: Velikost pověřené předpony
de_de: Präfixdelegierungsgröße
el_gr: Μέγεθος ανάθεσης προθέματος
fa_ir: اندازهٔ واگذاری پیشوند
fr_fr: Taille du préfixe de délégation
it_it: Dimensione della delega del prefisso
ko_kr: 프리픽스 위임 크기
pl_pl: Rozmiar delegacji przedrostka
uk_ua: Розмір делегації префіксів
zh_cn: 前缀委派大小

source: Prefix Delegation Range
cs_cz: Rozsah delegace předpony
de_de: Präfixdelegierungsbereich
el_gr: Εύρος ανάθεσης προθέματος
fa_ir: بازهٔ واگذاری پیشوند
fr_fr: Plage de Délégation de Préfixe
it_it: Intervallo di delega del prefisso
ko_kr: 프리픽스위임 범위
pl_pl: Zakres delegacji przedrostka
uk_ua: Діапазон делегації префіксів
zh_cn: 前缀委派范围

source: Enable DHCPv6 server on %s interface
cs_cz: Zapnout DHCPv6 server na rozhraní %s
de_de: DHCPv6-Server auf Schnittstelle %s aktivieren
el_gr: Ενεργοποίηση διακομιστή DHCPv6 στη διεπαφή %s
fa_ir: فعال‌سازی سرور DHCPv6 روی رابط %s
fr_fr: Activer le serveur DHCPv6 sur l'interface %s
it_it: Abilita il server DHCPv6 sull'interfaccia %s
ko_kr: %s 인터페이스에서 DHCPv6 서버 사용
pl_pl: Włącz serwer DHCPv6 na interfejsie %s
uk_ua: Увімкнути DHCPv6-сервер на інтерфейсі %s
zh_cn: 在%s接口上启用DHCPv6服务

source: A valid URL must be specified for the network bootfile.
cs_cz: Je třeba zadat platnou URL adresu souboru pro zavádění systému ze sítě.
de_de: Eine gültige URL muss für die Netzwerkbootdatei angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση URL για το αρχείο εκκίνησης δικτύου.
fa_ir: باید یک URL معتبر برای فایل بوت شبکه مشخص شود.
fr_fr: Une URL valide doit être spécifiée pour le fichier de démarrage réseau (network bootfile).
it_it: È necessario specificare un URL valido per il file di avvio di rete.
ko_kr: 네트워크 부팅 파일에 유효한 URL을 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres URL dla pliku startowego sieci.
uk_ua: Для мережевого завантажувального файлу необхідно вказати дійсну URL-адресу.
zh_cn: 必须为网络启动文件指定一个有效的URL。

source: A valid IPv6 address must be specified for the primary/secondary NTP servers.
cs_cz: Je třeba zadat platné IPv6 adresy pro hlavní/záložní NTP servery.
de_de: Eine valide IPv6-Adresse muss für die primären/sekundären NTP Server angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 για τους κύριους/δευτερεύοντες διακομιστές NTP.
fa_ir: برای سرورهای NTP اولیه/ثانویه باید یک آدرس IPv6 معتبر مشخص شود.
fr_fr: Une adresse IPv6 valide doit être renseignée pour les serveurs NTP primaire/secondaire.
it_it: È necessario specificare un indirizzo IPv6 valido per i server NTP primari/secondari.
ko_kr: 기본/보조 NTP 서버에 대해 유효한 IPv6 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres IPv6 dla głównych/pomocniczych serwerów NTP.
uk_ua: Для основного/додаткового NTP-серверів необхідно вказати дійсну IPv6-адресу.
zh_cn: 必须为主/辅助NTP服务器指定有效的IPv6地址。

source: A valid IPv6 address must be specified for the primary/secondary DNS servers.
cs_cz: Je třeba zadat platnou IPv6 adresu hlavního/záložního DNS serveru.
de_de: Eine valide IPv6-Adresse muss für die primären/sekundären DNS Server angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 για τους κύριους/δευτερεύοντες διακομιστές DNS.
fa_ir: برای سرورهای DNS اولیه/ثانویه باید یک آدرس IPv6 معتبر مشخص شود.
fr_fr: Une adresse IPv6 valide doit être renseignée pour les serveurs DNS primaire/secondaire.
it_it: È necessario specificare un indirizzo IPv6 valido per i server DNS primari/secondari.
ko_kr: 기본/보조 DNS 서버에 대해 유효한 IPv6 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres IPv6 dla głównych/pomocniczych serwerów DNS.
uk_ua: Для основного/додаткового DNS-серверів необхідно вказати дійсну IPv6-адресу.
zh_cn: 必须为主/辅助DNS服务器指定有效的IPv6地址。

source: A valid IPv6 address must be specified for the gateway.
cs_cz: Je třeba zadat platnou IPv6 adresu brány.
de_de: Eine gültige IPv6-Adresse muss für den Gateway angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6 για την πύλη.
fa_ir: برای دروازه (gateway) باید یک آدرس IPv6 معتبر مشخص شود.
fr_fr: Une adresse IPv6 valide doit être spécifiée comme passerelle.
it_it: È necessario specificare un indirizzo IPv6 valido per il gateway.
ko_kr: 게이트웨이에 유효한 IPv6 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres IPv6 dla bramy.
uk_ua: Для шлюзу необхідно вказати дійсну IPv6-адресу.
zh_cn: 必须为网关指定一个有效的IPv6地址。

source: The subnet range cannot overlap with virtual IPv6 address %s.
cs_cz: Rozsah podsítě se nemůže překrývat s virtuální IPv6 adresou %s.
de_de: Dieser Subnetzbereich kann nicht mit der virtuellen IPv6-Adresse %s überlappen.
el_gr: Το εύρος υποδικτύου δεν μπορεί να επικαλύπτεται με την εικονική διεύθυνση IPv6 %s.
fa_ir: بازهٔ ساب‌نت نمی‌تواند با آدرس مجازی IPv6 %s همپوشانی داشته باشد.
fr_fr: La plage de sous-réseau ne peut pas chevaucher l'adresse IPv6 virtuelle %s.
it_it: L'intervallo della sottorete non può sovrapporsi all'indirizzo IPv6 virtuale %s.
ko_kr: 서브넷 범위는 가상 IPv6 주소 %s과(와) 겹칠 수 없습니다.
pl_pl: Zakres podsieci nie może nachodzić na wirtualny adres IPv6 %s.
uk_ua: Діапазон підмережі не може перетинатися з віртуальною IPv6-адресою %s.
zh_cn: 子网范围不能与虚拟IPv6地址%s重叠。

source: A valid prefix range must be specified.
cs_cz: Je třeba zadat platný rozsah předpon.
de_de: Ein gültiger Präfix-Bereich muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένα έγκυρο εύρος προθέματος.
fa_ir: باید یک بازهٔ پیشوند معتبر مشخص شود.
fr_fr: Une plage de préfixes valide doit être renseignée.
it_it: È necessario specificare un intervallo di prefissi valido.
ko_kr: 유효한 프리픽스범위를 지정해야 합니다.
pl_pl: Należy podać prawidłowy zakres przedrostków.
uk_ua: Необхідно вказати дійсний діапазон префіксів.
zh_cn: 必须指定一个有效的前缀范围。

source: Default lease time
cs_cz: Výchozí výpůjční doba
de_de: Standard Lease-Zeit
el_gr: Προεπιλεγμένος χρόνος εκχώρησης
fa_ir: زمان اجارهٔ پیش‌فرض
fr_fr: Durée des baux par défaut
it_it: Durata del lease predefinita
ko_kr: 기본 대여 시간
pl_pl: Domyślny czas dzierżawy
uk_ua: Типовий час оренди
zh_cn: 默认租约时间

source: Create a static ARP table entry for this MAC and IP address pair.
cs_cz: Vytvořit statickou položku ARP tabulky pro tuto MAC a IP adresu.
de_de: Einen statischen ARP-Tabelleneintrag für dieses MAC-IP-Adresspaar erstellen.
el_gr: Δημιουργήστε μια στατική καταχώρηση πίνακα ARP για αυτό το ζεύγος διευθύνσεων MAC και IP.
fa_ir: یک ورودی ثابت در جدول ARP برای این جفت MAC و IP ایجاد کنید.
fr_fr: Créez une entrée statique dans la table ARP pour cette paire d'adresse MAC et adresse IP.
it_it: Crea una voce della tabella ARP statica per questa coppia di indirizzi MAC e IP.
ko_kr: 이 MAC 및 IP 주소 쌍에 대한 정적 ARP 테이블 항목을 생성합니다.
pl_pl: Utwórz statyczny wpis w tabeli ARP dla tej pary adres MAC i adres IP.
uk_ua: Створити статичний запис ARP-таблиці для цієї пари MAC- та IP-адреси.
zh_cn: 为此MAC和IP对应地址创建静态ARP表条目。

source: ARP Table Static Entry
cs_cz: Statická položka ARP tabulky
de_de: ARP statischer Tabelleneintrag
el_gr: Στατική καταχώρηση πίνακα ARP
fa_ir: ورودی ثابت جدول ARP
fr_fr: Entrée Statique de la Table ARP
it_it: Voce statica della tabella ARP
ko_kr: ARP 테이블 정적 항목
pl_pl: Statyczny wpis w tabeli ARP
uk_ua: Статичний запис ARP-таблиці
zh_cn: ARP表静态条目

source: Enter the root-path-string, overrides setting on main page.
cs_cz: Zadejte řetězec popisu kořenového umístění – má přednost před nastavením na hlavní stránce.
de_de: Geben Sie die Root-Pfad-Zeichenkette ein. Überschreibt die Einstellung auf der Hauptseite.
el_gr: Εισαγάγετε τη ρύθμιση root-path-string, η οποία παρακάμπτει την κύρια σελίδα.
fa_ir: مقدار root-path-string را وارد کنید. این مقدار تنظیم صفحهٔ اصلی را بازنویسی می‌کند.
fr_fr: Entrez la chaîne de chemin d'accès racine, remplace le paramètre de la page principale.
it_it: Inserisci la stringa del percorso root, sovrascrive l'impostazione nella pagina principale.
ko_kr: 기본 페이지에서 루트 경로 문자열, 재정의 설정을 입력하세요.
pl_pl: Wprowadź root-path-string, nadpisuje ustawienie na głównej stronie.
uk_ua: Введіть рядок кореневого шляху, це перевизначить налаштування на головній сторінці.
zh_cn: 输入根路径字符串，覆盖主页上的设置。

source: Root Path
cs_cz: Popis umístění kořene
de_de: Root Pfad
el_gr: Ριζική διαδρομή
fa_ir: مسیر ریشه
fr_fr: Chemin d'accès
it_it: Percorso radice
ko_kr: 루트 경로
pl_pl: Ścieżka główna
uk_ua: Кореневий шлях
zh_cn: 根路径

source: Name of the file that should be loaded when this host boots off of the network, overrides setting on main page.
cs_cz: Název souboru který by měl být nahrán když tento stroj startuje ze sítě, přebíjí nastavení na hlavní stránce.
de_de: Name der Datei, die geladen werden soll, wenn der Host über das Netzwerk bootet. Überschreibt die Einstellung auf der Hauptseite.
el_gr: Το όνομα του αρχείου που θα πρέπει να φορτωθεί κατά την εκκίνηση αυτού του κεντρικού υπολογιστή από το δίκτυο, παρακάμπτει τη ρύθμιση στην κύρια σελίδα.
fa_ir: نام فایلی که باید هنگام بوت شدن این میزبان از شبکه بارگذاری شود. این مقدار تنظیم صفحهٔ اصلی را بازنویسی می‌کند.
fr_fr: Nom du fichier à charger lorsque cet hôte démarre hors du réseau, remplace le paramètre de la page principale.
it_it: Nome del file che dovrebbe essere caricato quando questo host si avvia fuori dalla rete, sovrascrive l'impostazione nella pagina principale.
ko_kr: 이 호스트가 네트워크에서 부팅될 때 로드해야 하는 파일의 이름으로, 기본 페이지의 설정을 재정의합니다.
pl_pl: Nazwa pliku, który powinien być ładowany, gdy ten host uruchamia się poza siecią, nadpisuje ustawienie na głównej stronie.
uk_ua: Ім'я файлу, який має бути завантажений, коли цей хост завантажується з мережі, це перевизначить налаштування на головній сторінці.
zh_cn: 此主机从网络引导时应加载的文件的名称会覆盖主页上的设置。

source: Netboot Filename
cs_cz: Soubor se systémem pro zavádění ze sítě
de_de: Netboot Dateiname
el_gr: Όνομααρχείουδικτύουεκκίνησης
fa_ir: نام فایل Netboot
fr_fr: Nom du fichier Netboot
it_it: Nome file di avvio da rete
ko_kr: Netboot 파일 이름
pl_pl: Nazwa pliku Netboot
uk_ua: Ім'я файлу мережевого завантаження
zh_cn: Netboot文件名

source: Name of the host, without domain part.
cs_cz: Název stroje, bez doménové části.
de_de: Name des Hosts ohne Domainteil.
el_gr: Όνομα του κεντρικού υπολογιστή, χωρίς το μέρος τομέα.
fa_ir: نام میزبان، بدون قسمت دامنه.
fr_fr: Nom d'hôte, sans la parti nom de domaine.
it_it: Nome dell'host, senza parte del dominio.
ko_kr: 도메인 부분이 없는 호스트의 이름입니다.
pl_pl: Nazwa hosta, bez części domeny.
uk_ua: Ім'я хоста, без доменної частини.
zh_cn: 主机名称，无域部分。

source: If no IPv4 address is given, one will be dynamically allocated from the pool.
cs_cz: Pokud není zadaná žádná IPv4 adresa, bude dynamicky přiřazována z fondu.
de_de: Falls keine IPv4-Adresse angegeben wurde, wird automatisch eine aus dem Pool zugewiesen.
el_gr: Εάν δεν δοθεί διεύθυνση IPv4, θα εκχωρηθεί δυναμικά μία από την ομάδα.
fa_ir: اگر آدرس IPv4 وارد نشود، یکی به‌صورت پویا از استخر تخصیص داده می‌شود.
fr_fr: Si aucune adresse IPv4 n'est renseignée, une adresse sera allouée dynamiquement à partir de l'étendue.
it_it: Se non viene fornito alcun indirizzo IPv4, ne verrà allocato dinamicamente uno dal pool.
ko_kr: IPv4 주소가 지정되지 않은 경우 풀에서 동적으로 할당됩니다.
pl_pl: Jeśli nie podano adresu IPv4, zostanie on dynamicznie przydzielony z puli.
uk_ua: Якщо IPv4-адреса не вказана, вона буде динамічно виділена з пулу.
zh_cn: 如果没有给出IPv4地址，就从池中动态分配一个。

source: Client identifier
cs_cz: Identifikátor klienta
de_de: Client-Kennung
el_gr: Αναγνωριστικό πελάτη
fa_ir: شناسهٔ کلاینت
fr_fr: Identifiant client
it_it: Identificatore del cliente
ko_kr: 클라이언트 식별자
pl_pl: Identyfikator klienta
uk_ua: Ідентифікатор клієнта
zh_cn: 客户端标识

source: Copy my MAC address
cs_cz: Zkopírovat MAC adresu mého počítače
de_de: Kopiere meine MAC-Adresse
el_gr: Αντιγραφή της διεύθυνσης MAC μου
fa_ir: کپی آدرس MAC من
fr_fr: Copier mon adresse MAC
it_it: Copia il mio indirizzo MAC
ko_kr: 내 MAC 주소 복사
pl_pl: Skopiuj mój adres MAC
uk_ua: Скопіювати мою MAC-адресу
zh_cn: 克隆我的MAC地址

source: Static DHCP Mapping
cs_cz: Statické DHCP mapování
de_de: Statische DHCP-Zuweisung
el_gr: Στατική αντιστοίχιση DHCP
fa_ir: نگاشت ثابت DHCP
fr_fr: Mappage DHCP statique
it_it: Mappatura DHCP statica
ko_kr: 정적 DHCP 매핑
pl_pl: Statyczne mapowanie DHCP
uk_ua: Статичне DHCP-відображення
zh_cn: 静态DHCP映射

source: The IP address must lie in the %s subnet.
cs_cz: Je třeba, aby IP adresa spadala do podsítě %s.
de_de: Die IPAdresse muss in dem Subnetz %s liegen.
el_gr: Η διεύθυνση IP πρέπει να βρίσκεται στο υποδίκτυο %s.
fa_ir: آدرس IP باید در ساب‌نت %s قرار داشته باشد.
fr_fr: L'adresse IP doit se trouver dans le subnet %s.
it_it: L'indirizzo IP deve trovarsi nella sottorete %s.
ko_kr: IP 주소는 %s 서브넷에 있어야 합니다.
pl_pl: Adres IP musi znajdować się w podsieci %s.
uk_ua: IP-адреса повинна знаходитись у підмережі %s.
zh_cn: 该IP地址必须在子网%s内。

source: Static ARP is enabled. You must specify an IP address.
cs_cz: Je zapnuté statické ARP. Je třeba zadat IP adresu.
de_de: Statisches ARP ist aktiviert. Sie müssen eine IP-Adresse angeben.
el_gr: Το στατικό ARP είναι ενεργοποιημένο. Πρέπει να καθορίσετε μια διεύθυνση IP.
fa_ir: ARP ثابت فعال است. باید یک آدرس IP مشخص کنید.
fr_fr: L'ARP statique est activé. Vous devez spécifier une adresse IP.
it_it: L'ARP statico è abilitato. È necessario specificare un indirizzo IP.
ko_kr: 정적 ARP가 활성화되었습니다. IP 주소를 지정해야 합니다.
pl_pl: Statyczne ARP jest włączone. Musisz podać adres IP.
uk_ua: Статичний ARP увімкнено. Ви повинні вказати IP-адресу.
zh_cn: 启用静态ARP。 您必须指定IP地址。

source: A valid hostname is specified, but the domain name part should be omitted
cs_cz: Je zadaný platný název stroje, ale doménová část názvu by měla být vynechána
de_de: Ein gültiger Hostname wurde zwar angegeben, aber der Teil des Domainnamens sollte weggelassen werden.
el_gr: Καθορίζεται ένα έγκυρο όνομα κεντρικού υπολογιστή, αλλά το τμήμα ονόματος τομέα πρέπει να παραλειφθεί
fa_ir: یک نام میزبان معتبر مشخص شده است، اما بخش نام دامنه باید حذف شود.
fr_fr: Un nom d'hôte valide doit être spécifié mais le domaine peut être omis
it_it: Viene specificato un nome host valido, ma la parte del nome di dominio deve essere omessa
ko_kr: 유효한 호스트 이름을 지정했지만 도메인 이름 부분을 생략해야 합니다
pl_pl: Podano prawidłową nazwę hosta, ale część nazwy domeny powinna zostać pominięta
uk_ua: Вказано дійсне ім'я хоста, але доменна частина має бути пропущена
zh_cn: 指定了有效的主机名，但应省略域名部分

source: The hostname can only contain the characters A-Z, 0-9 and '-'.
cs_cz: Název stroje se může skládat pouze ze znaků A-Z (bez diakritiky!), 0-9 a „-“ (spojovník)
de_de: Der Hostname darf nur folgende Zeichen enthalten: A-Z, 0-9 und '-'.
el_gr: Το όνομα κεντρικού υπολογιστή μπορεί να περιέχει μόνο τους χαρακτήρες AZ, 0-9 και '-'.
fa_ir: نام میزبان فقط می‌تواند شامل کاراکترهای A-Z، 0-9 و '-' باشد.
fr_fr: Le nom d'hôte peut uniquement contenir les caractères A-Z, 0-9 et '-'
it_it: Il nome host può contenere solo i caratteri A-Z, 0-9 e '-'.
ko_kr: 호스트 이름에는 A-Z, 0-9 및 '-' 문자만 사용할 수 있습니다.
pl_pl: Nazwa hosta może zawierać tylko znaki A-Z, 0-9 oraz '-'.
uk_ua: Ім'я хоста може містити лише символи A-Z, 0-9 та '-'.
zh_cn: 主机名只能包含字符A-Z，0-9和' - '。

source: The hostname cannot end with a hyphen according to RFC952
cs_cz: Dle normy RFC952 název stroje nemůže končit znakem „-“ (spojovník)
de_de: Der Hostname kann nach RFC 952 nicht mit einem Bindestrich enden
el_gr: Το όνομα κεντρικού υπολογιστή δεν μπορεί να τελειώνει με παύλα σύμφωνα με το RFC952
fa_ir: طبق RFC952، نام میزبان نباید با خط فاصله (-) خاتمه یابد.
fr_fr: Le nom de machine ne peut pas se terminer par un trait d'union selon la RFC952
it_it: Il nome host non può terminare con un trattino secondo RFC952
ko_kr: 호스트 이름은 RFC 952에 따라 하이픈으로 끝날 수 없습니다
pl_pl: Zgodnie z RFC952, nazwa hosta nie może kończyć się myślnikiem
uk_ua: Ім'я хоста не може закінчуватися дефісом відповідно до RFC952
zh_cn: 根据RFC952，主机名不能以连字符结尾

source: Either MAC address or Client identifier must be specified
cs_cz: Je třeba zadat MAC adresu nebo identifikátor klienta
de_de: Entweder eine MAC-Adresse oder ein Client-Kennung muss angegeben werden
el_gr: Πρέπει να καθοριστεί είτε η διεύθυνση MAC είτε το αναγνωριστικό πελάτη
fa_ir: باید یا آدرس MAC یا شناسهٔ کلاینت مشخص شود.
fr_fr: L'adresse MAC ou l'identifiant du client doit être renseigné
it_it: È necessario specificare l'indirizzo MAC o l'identificativo del client
ko_kr: MAC 주소 또는 클라이언트 식별자를 지정해야 합니다
pl_pl: Należy podać albo adres MAC, albo identyfikator klienta
uk_ua: Повинна бути вказана або MAC-адреса, або ідентифікатор клієнта
zh_cn: 必须指定MAC地址或客户端标识符

source: DHCP Static Mappings for this interface.
cs_cz: Statická DHCP mapování pro toto rozhraní.
de_de: Statische DHCP-Zuweisung für diese Schnittstelle
el_gr: Στατικές αντιστοιχίσεις DHCP για αυτήν τη διεπαφή.
fa_ir: نگاشت‌های ثابت DHCP برای این رابط.
fr_fr: Mappages statiques DHCP pour cette interface.
it_it: Mapping statici DHCP per questa interfaccia.
ko_kr: 이 인터페이스에 대한 DHCP 정적 매핑입니다.
pl_pl: Statyczne mapowania DHCP dla tego interfejsu.
uk_ua: Статичні DHCP-відображення для цього інтерфейсу.
zh_cn: DHCP静态映射
