Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Malwaredomain List
de_de: Malware-Domain-Liste
el_gr: Λίστα κακόβουλων τομέων
fa_ir: لیست دامنه‌های مخرب
fr_fr: Liste des domaines malveillants
it_it: Elenco domini malware
ko_kr: Malwaredomain 목록
pl_pl: Lista domen złośliwego oprogramowania
uk_ua: Список шкідливих доменів
zh_cn: 恶意软件域列表

source: Map Files
cs_cz: Mapovací soubory
de_de: Zuordnungsdateien
el_gr: Αρχεία χάρτη
fa_ir: فایل‌های نگاشت
fr_fr: Fichiers de carte
it_it: File di mappa
ko_kr: 맵 파일
pl_pl: Pliki map
uk_ua: Файли мапи
zh_cn: 映射文件

source: Map domains to backend pools using a map file
cs_cz: Mapovat domény na fondy podpůrných vrstev pomocí souboru mapování
de_de: Zuordnen von Domains zu Backend-Pools mithilfe einer Zuordnungsdatei
el_gr: Αντιστοίχιση τομέων σε ομάδες backend χρησιμοποιώντας ένα αρχείο αντιστοίχισης
fa_ir: دامنه‌ها را با استفاده از یک فایل نگاشت به استخرهای پشتیبان نگاشت کنید
fr_fr: Affectation des domaines aux pools de backend à l'aide d'un fichier d'affectation
it_it: Mappare i domini sui pool backend utilizzando un file di mappatura
ko_kr: 맵 파일을 사용하여 백엔드 풀에 도메인 매핑
pl_pl: Mapuj domeny do pul backendowych za pomocą pliku map
uk_ua: Мапувати домени до серверних пулів за допомогою файлу мапи
zh_cn: 使用映射文件将域映射到后端池

source: Match name should be unique
cs_cz: Název shody by se neměl opakovat
de_de: Der Übereinstimmungsname muss eindeutig sein
el_gr: Το όνομα αντιστοίχισης πρέπει να είναι μοναδικό
fa_ir: نام Match باید یکتا باشد
fr_fr: Le nom du match doit être unique
it_it: Il nome della corrispondenza deve essere univoco
ko_kr: 일치하는 이름은 고유해야 함
pl_pl: Nazwa dopasowania musi być unikatowa
uk_ua: Ім'я відповідності має бути унікальним
zh_cn: 匹配名称应该是唯一的

source: Minimum domain level must be bigger than 0.
cs_cz: Je třeba, aby minimální úroveň domény byla vvyšší než 0 (nula).
de_de: Die minimale Domänenebene muss größer als 0 sein.
el_gr: Το ελάχιστο επίπεδο τομέα πρέπει να είναι μεγαλύτερο από 0.
fa_ir: حداقل سطح دامنه باید بزرگتر از 0.
fr_fr: Le niveau minimal du domaine doit être supérieur à 0.
it_it: Il livello minimo del dominio deve essere maggiore di 0.
ko_kr: 최소 도메인 레벨은 0보다 커야 합니다.
pl_pl: Minimalny poziom domeny musi być większy niż 0.
uk_ua: Мінімальний рівень домену має бути більшим за 0.
zh_cn: 最小域级别必须大于0。

source: Monday
cs_cz: pondělí
de_de: Montag
el_gr: Δευτέρα
fa_ir: دوشنبه
fr_fr: Lundi
it_it: Lunedi
ko_kr: 월요일
pl_pl: Poniedziałek
uk_ua: Понеділок
zh_cn: 星期一

source: Must be a number between 0 and 16777214.
cs_cz: Je třeba, aby bylo číslo z rozmezí 0 až 16777214.
de_de: Muss eine Zahl zwischen 0 und 16777214 sein.
el_gr: Πρέπει να είναι ένας αριθμός μεταξύ 0 και 16777214.
fa_ir: باید عددی بین 0 و 16777214 باشد.
fr_fr: Doit être un nombre entre 0 et 16777214.
it_it: Deve essere un numero compreso tra 0 e 16777214.
ko_kr: 0에서 16777214 사이의 숫자여야 합니다.
pl_pl: Musi to być liczba między 0 a 16777214.
uk_ua: Має бути число від 0 до 16777214.
zh_cn: 必须是0到16777214之间的数字。

source: My IP Is In Network
cs_cz: Má IP adresa je v síti
de_de: Mein IP-Netzwerk
el_gr: Η IP μου είναι στο δίκτυο
fa_ir: IP من در شبکه است
fr_fr: Mon IP est dans le réseau
it_it: Il mio IP è in rete
ko_kr: 내 IP가 네트워크에 있음
pl_pl: Moje IP jest w sieci
uk_ua: Мій IP у мережі
zh_cn: 我的IP在网络中

source: MySQL and SQLite can not be combined.
cs_cz: Není možné kombinovat MySQL a SQLite.
de_de: MySQL und SQLite können nicht kombiniert werden.
el_gr: Η MySQL και η SQLite δεν μπορούν να συνδυαστούν.
fa_ir: MySQL و SQLite را نمی‌توان ترکیب کرد.
fr_fr: MySQL et SQLite ne peuvent pas être combinés.
it_it: MySQL e SQLite non possono essere combinati.
ko_kr: MySQL과 SQLite은 혼용될 수 없습니다.
pl_pl: MySQL i SQLite nie mogą być łączone.
uk_ua: MySQL та SQLite не можуть бути скомбіновані.
zh_cn: MySQL和SQLite无法组合。

source: Network Interface
cs_cz: Síťové rozhraní
de_de: Netzwerkschnittstelle
el_gr: Διεπαφή δικτύου
fa_ir: رابط شبکه
fr_fr: Interface réseau
it_it: Interfaccia di rete
ko_kr: 네트워크 인터페이스
pl_pl: Interfejs sieciowy
uk_ua: Мережевий інтерфейс
zh_cn: 网络接口

source: Network Ping
cs_cz: Síťový ping
de_de: Netzwerk-Ping
el_gr: Ping δικτύου
fa_ir: پینگ شبکه
fr_fr: Ping du réseau
it_it: Ping di rete
ko_kr: 네트워크 Ping
pl_pl: Ping sieciowy
uk_ua: Мережевий пінг
zh_cn: 网络Ping

source: No Referrer
cs_cz: Žádný referer
de_de: Kein Referrer
el_gr: Χωρίς παραπομπή
fa_ir: بدون ارجاع‌دهنده
fr_fr: Aucun référent
it_it: Nessun referente
ko_kr: Referrer 없음
pl_pl: Brak odnośnika
uk_ua: Без реферера
zh_cn: 不引荐

source: No Referrer When Downgrading
cs_cz: Žádný odkazovač při ústupu na starší verzi
de_de: Kein Referrer beim Downgrade
el_gr: Δεν υπάρχει παραπομπή κατά την υποβάθμιση
fa_ir: هنگام کاهش سطح امنیت، ارجاع‌دهنده ارسال نشود
fr_fr: Pas de référent lors du déclassement
it_it: Nessun referrer durante il downgrade
ko_kr: 다운그레이드시 Referrer 없음
pl_pl: Brak odnośnika przy degradacji
uk_ua: Без реферера при зниженні версії
zh_cn: 降级时不引荐

source: NoCoin List
de_de: noCoin-Liste
el_gr: Λίστα NoCoin
fa_ir: فهرست NoCoin
fr_fr: Liste NoCoin
it_it: Elenco NoCoin
ko_kr: NoCoin 목록
pl_pl: Lista NoCoin
uk_ua: Список NoCoin

source: Only characters, numbers, a dot, underscore and hyphen allowed. Do not use more than 128 characters.
cs_cz: Povoleny pouze písmena, čísla, tečka, podtržítko a spojovník. Ne delší než 128 znaků.
de_de: Erlaubt sind nur Buchstaben, Zahlen, Punkte, Unterstriche und Bindestriche. Verwende nicht mehr als 128 Zeichen.
el_gr: Επιτρέπονται μόνο χαρακτήρες, αριθμοί, τελεία, υπογράμμιση και παύλα. Μην χρησιμοποιείτε περισσότερους από 128 χαρακτήρες.
fa_ir: فقط حروف، اعداد، نقطه، زیرخط (_) و خط‌تیره (-) مجازند. از بیش از 128 کاراکتر استفاده نکنید.
fr_fr: Seuls les caractères, les chiffres, un point, un trait de soulignement et un trait d'union sont autorisés. Ne pas utiliser plus de 128 caractères.
it_it: Sono ammessi solo caratteri, numeri, un punto, un carattere di sottolineatura e un trattino. Non utilizzare più di 128 caratteri.
ko_kr: 문자, 숫자, 점, 밑줄, 하이픈만 허용됩니다. 128자 이상 사용하지 마세요.
pl_pl: Dozwolone są tylko litery, cyfry, kropka, podkreślenie i myślnik. Nie używaj więcej niż 128 znaków.
uk_ua: Дозволені лише символи, цифри, крапка, підкреслення та дефіс. Не використовуйте більше 128 символів.
zh_cn: 只允许使用字符，数字，点，下划线和连字符。不能超过128个字符。

source: Only up to 128 of the following characters are allowed: 0-9a-zA-Z.-_
cs_cz: Povoleno ne více než 128 z následujících znaků: 0-9a-zA-Z.-_
de_de: Es sind nur bis zu 128 der folgenden Zeichen zulässig: 0-9a-zA-Z.-_
el_gr: Επιτρέπονται μόνο έως 128 από τους ακόλουθους χαρακτήρες: 0-9a-zA-Z.-_
fa_ir: تنها تا 128 کاراکتر از کاراکترهای زیر مجاز است: 0-9a-zA-Z.-_
fr_fr: Seuls 128 des caractères suivants sont autorisés : 0-9a-zA-Z.-_
it_it: Sono consentiti solo fino a 128 dei seguenti caratteri: 0-9a-zA-Z.-_
ko_kr: 다음 문자들로 이루어진 128자 까지만 허용됩니다: 0-9a-zA-Z.-_
pl_pl: Dozwolonych jest tylko do 128 następujących znaków: 0-9a-zA-Z.-_
uk_ua: Дозволено до 128 наступних символів: 0-9a-zA-Z.-_
zh_cn: 只允许128个以下字符:0-9a-zA-Z .- _

source: Optional
cs_cz: Volitelné
el_gr: Προαιρετικός
fa_ir: اختیاری
fr_fr: En option
it_it: Opzionale
ko_kr: 선택 사항
pl_pl: Opcjonalnie
uk_ua: Необов'язково
zh_cn: 可选

source: Optional, don't verify
cs_cz: Volitelné, neověřovat
de_de: Optional, nicht verifizieren
el_gr: Προαιρετικό, μην επαληθεύσετε
fa_ir: اختیاری، تأیید نشود
fr_fr: Facultatif, ne pas vérifier
it_it: Facoltativo, non verificare
ko_kr: 선택 사항, 검증하지 않음
pl_pl: Opcjonalnie, nie weryfikuj
uk_ua: Необов'язково, не перевіряти
zh_cn: 可选，但不验证

source: Origin When Cross Origin
cs_cz: Původ při křížovém původu
de_de: Origin bei Cross Origin
el_gr: Προέλευση Όταν η διασταυρούμενη προέλευση
fa_ir: ارسال Origin هنگام درخواست‌های Cross-Origin
fr_fr: Origine Quand l'origine de la croix
it_it: Origine quando si incrocia l'origine
ko_kr: Cross Origin 시 Origin
pl_pl: Pochodzenie przy pochodzeniu krzyżowym
uk_ua: Походження при перехресному походженні
zh_cn: 跨源时的源

source: PAC Matches
cs_cz: PAC shody
de_de: PAC-Prüfungen
el_gr: Αγώνες PAC
fa_ir: مطابقت‌های PAC
fr_fr: Matchs PAC
it_it: Partite PAC
ko_kr: PAC 대조
pl_pl: Dopasowania PAC
uk_ua: Відповідності PAC
zh_cn: PAC匹配

source: PAC Proxies
cs_cz: PAC proxy
el_gr: Πληρεξούσιοι PAC
fa_ir: پراکسی‌های PAC
fr_fr: Proxies PAC
it_it: Proxy PAC
ko_kr: PAC 프록시
pl_pl: Proxy PAC
uk_ua: Проксі PAC
zh_cn: PAC代理

source: PAC Rules
cs_cz: PAC pravidla
de_de: PAC-Regeln
el_gr: Κανόνες PAC
fa_ir: قوانین PAC
fr_fr: Règles PAC
it_it: Regole del PAC
ko_kr: PAC 규칙
pl_pl: Reguły PAC
uk_ua: Правила PAC
zh_cn: PAC规则

source: Permanent
cs_cz: Trvalé
el_gr: Μόνιμος
fa_ir: دائمی
it_it: Permanente
ko_kr: 영구적
pl_pl: Stały
uk_ua: Постійний
zh_cn: 永久

source: Permanently Unreachable
cs_cz: Trvale nedostupné
de_de: Permanent Unerreichbar
el_gr: Μόνιμα μη προσβάσιμο
fa_ir: به‌طور دائمی غیرقابل‌دسترس
fr_fr: Inaccessible en permanence
it_it: Permanentemente irraggiungibile
ko_kr: 영구적으로 연결할 수 없음
pl_pl: Stałe niedostępny
uk_ua: Постійно недосяжний
zh_cn: 永久无法到达

source: Permission
cs_cz: Oprávnění
de_de: Berechtigung
el_gr: Άδεια
fa_ir: دسترسی
it_it: Autorizzazione
ko_kr: 권한
pl_pl: Uprawnienie
uk_ua: Дозвіл
zh_cn: 允许

source: Piggyback on existing cookie
cs_cz: Zpětné navázání na existující cookie
de_de: Vorhandenes Cookie mitnutzen
el_gr: Piggyback σε υπάρχον cookie
fa_ir: استفاده از کوکی موجود
fr_fr: S'appuyer sur un cookie existant
it_it: Piggyback sul cookie esistente
ko_kr: 기존 쿠키에 Piggyback
pl_pl: Korzystaj z istniejącego ciasteczka
uk_ua: Використовувати наявний файл cookie
zh_cn: 搭载现有Cookie

source: Plain Hostname (No Dots Inside)
cs_cz: Holý název hostitele (neobsahuje žádné tečky)
de_de: Reiner Hostname (Keine Punkte)
el_gr: Απλό όνομα κεντρικού υπολογιστή (χωρίς τελείες μέσα)
fa_ir: نام میزبان ساده (بدون نقطه)
fr_fr: Nom d'hôte en clair (sans points à l'intérieur)
it_it: Nome host semplice (senza punti all'interno)
ko_kr: 일반 호스트 이름(내부에 점이 없음)
pl_pl: Zwykła nazwa hosta (bez kropek wewnątrz)
uk_ua: Просте ім'я хоста (без крапок всередині)
zh_cn: 普通主机名(里面没有点)

source: Please provide a valid hash.
cs_cz: Zadejte platný otisk (hash).
de_de: Bitte geben Sie einen gültigen Hash an.
el_gr: Παρακαλώ δώστε ένα έγκυρο hash.
fa_ir: لطفاً یک هش معتبر وارد کنید.
fr_fr: Veuillez fournir un hash valide.
it_it: Fornisci un hash valido.
ko_kr: 유효한 해시를 입력하세요.
pl_pl: Podaj poprawny skrót.
uk_ua: Будь ласка, введіть дійсний хеш.
zh_cn: 请提供有效的哈希值。

source: Please provide an e-mail address.
cs_cz: Zadejte e-mailovou adresu.
de_de: Bitte stellen Sie eine e-Mail-Adresse zur Verfügung.
el_gr: Παρακαλώ δώστε μια διεύθυνση ηλεκτρονικού ταχυδρομείου.
fa_ir: لطفاً یک آدرس ایمیل وارد کنید.
fr_fr: Veuillez fournir une adresse électronique.
it_it: Si prega di fornire un indirizzo e-mail.
ko_kr: 이메일 주소를 입력하세요.
pl_pl: Podaj adres e-mail.
uk_ua: Будь ласка, введіть адресу електронної пошти.
zh_cn: 请提供电子邮件地址。

source: Please provide an e-mail server.
cs_cz: Zadejte e-mailový server.
de_de: Bitte stellen Sie einen E-Mailserver zur Verfügung.
el_gr: Παρακαλώ δώστε έναν διακομιστή ηλεκτρονικού ταχυδρομείου.
fa_ir: لطفاً یک سرور ایمیل وارد کنید
fr_fr: Veuillez fournir un serveur de courrier électronique.
it_it: Fornisci un server di posta elettronica.
ko_kr: 이메일 서버를 입력하세요.
pl_pl: Podaj serwer e-mail.
uk_ua: Будь ласка, вкажіть сервер електронної пошти.
zh_cn: 请提供电子邮件服务器。

source: Please select a HTTPS port and a valid certificate
cs_cz: Vyberte HTTPS port a platný certifikát
de_de: Bitte wählen Sie einen gültigen HTTPS port und ein gültiges Zertifikat
el_gr: Επιλέξτε μια θύρα HTTPS και ένα έγκυρο πιστοποιητικό
fa_ir: لطفاً یک پورت HTTPS و یک گواهی معتبر انتخاب کنید
fr_fr: Veuillez sélectionner un port HTTPS et un certificat valide.
it_it: Seleziona una porta HTTPS e un certificato valido
ko_kr: HTTPS 포트와 유효한 인증서를 선택하세요
pl_pl: Wybierz port HTTPS oraz poprawny certyfikat
uk_ua: Будь ласка, виберіть порт HTTPS та дійсний сертифікат
zh_cn: 请选择HTTPS端口和有效证书

source: Please select one or more CAs from the list.
cs_cz: Vyberte jednu nebo více cert. autorit ze seznamu.
de_de: Bitte wähle eine oder mehrere CAs aus der Liste aus.
el_gr: Επιλέξτε μία ή περισσότερες Αρχές Πιστοποίησης (CA) από τη λίστα.
fa_ir: لطفاً یک یا چند CA را از فهرست انتخاب کنید
fr_fr: Veuillez sélectionner un ou plusieurs CA dans la liste.
it_it: Seleziona una o più CA dall'elenco.
ko_kr: 목록에서 하나 이상의 CA를 선택하세요.
pl_pl: Wybierz jedno lub więcej CA z listy.
uk_ua: Будь ласка, виберіть один або кілька CA зі списку.
zh_cn: 请从列表中选择一个或多个CA。

source: Please specify a value between 1 and 1024.
cs_cz: Zadejte hodnotu z rozmezí 1 až 1024.
de_de: Bitte geben Sie einen Wert zwischen 1 und 1024 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 1024.
fa_ir: لطفاً مقداری بین 1 تا 1024 وارد کنید
fr_fr: Veuillez spécifier une valeur entre 1 et 1024.
it_it: Specificare un valore compreso tra 1 e 1024.
ko_kr: 1에서 1024 사이의 값을 지정하세요.
pl_pl: Określ wartość między 1 a 1024.
uk_ua: Будь ласка, вкажіть значення від 1 до 1024.
zh_cn: 请指定1到1024之间的值。

source: Please specify a value between 1 and 86400.
cs_cz: Zadejte hodnotu z rozmezí 1 až 86400.
de_de: Bitte geben Sie einen Wert zwischen 1 und 86400 an.
el_gr: Παρακαλώ καθορίστε μια τιμή μεταξύ 1 και 86400.
fa_ir: لطفاً مقداری بین 1 تا 86400 وارد کنید
fr_fr: Veuillez spécifier une valeur entre 1 et 86400.
it_it: Specificare un valore compreso tra 1 e 86400.
ko_kr: 1에서 86400 사이의 값을 지정하세요.
pl_pl: Określ wartość między 1 a 86400.
uk_ua: Будь ласка, вкажіть значення від 1 до 86400.
zh_cn: 请指定1到86400之间的值。

source: Please use valid IPv4 or IPv6 addresses.
cs_cz: Použijte platné IPv4 nebo IPv6 adresy.
de_de: Bitte verwenden Sie gültige IPv4- oder IPv6-Adressen.
el_gr: Χρησιμοποιήστε έγκυρες διευθύνσεις IPv4 ή IPv6.
fa_ir: لطفاً از آدرس‌های معتبر IPv4 یا IPv6 استفاده کنید
fr_fr: Veuillez utiliser des adresses IPv4 ou IPv6 valides.
it_it: Utilizza indirizzi IPv4 o IPv6 validi.
ko_kr: 유효한 IPv4 또는 IPv6 주소를 사용하세요.
pl_pl: Używaj poprawnych adresów IPv4 lub IPv6.
uk_ua: Будь ласка, використовуйте дійсні адреси IPv4 або IPv6.
zh_cn: 请使用有效的IPv4或IPv6地址。

source: PornTop1M List
de_de: PornTop1M-Liste
el_gr: PornTop1M λίστα
fa_ir: لیست PornTop1M
fr_fr: Liste PornTop1M
it_it: Elenco PornTop1M
ko_kr: PornTop1M 목록
pl_pl: Lista PornTop1M
uk_ua: Список PornTop1M

source: Port needs to be an integer value between 1 and 65535
cs_cz: Je třeba, aby číslo portu bylo celé číslo z rozmezí 1 až 65535
de_de: Der Port muss eine Zahl zwischen 1 und 65535 sein
el_gr: Η θύρα πρέπει να έχει ακέραια τιμή μεταξύ 1 και 65535
fa_ir: پورت باید یک عدد صحیح بین 1 و 65535 باشد
fr_fr: Le port doit être un nombre entier compris entre 1 et 65535.
it_it: La porta deve essere un valore intero compreso tra 1 e 65535
ko_kr: 포트는 1에서 65535 사이의 정수 값이어야 함
pl_pl: Port musi być wartością całkowitą między 1 a 65535.
uk_ua: Порт має бути цілим числом від 1 до 65535
zh_cn: 端口必须是介于1和65535之间的整数值

source: Process Disk I/O
cs_cz: Diskový vstup/výstup procesu
de_de: Festplatten-I/O verarbeiten
el_gr: Είσοδος/Έξοδος δίσκου διεργασίας
fa_ir: ورودی/خروجی دیسک پردازش
fr_fr: Traitement des E/S du disque
it_it: Elaborazione I/O del disco
ko_kr: 프로세스 디스크 I/O
pl_pl: Dyskowy I/O procesu
uk_ua: Ввід/вивід диска процесу
zh_cn: 进程磁盘 I/O

source: Process Resource
cs_cz: Prostředky procesu
de_de: Ressourcenverarbeitung
el_gr: Πόρος διεργασίας
fa_ir: منابع پردازش
fr_fr: Ressources de processus
it_it: Risorsa di processo
ko_kr: 프로세스 리소스
pl_pl: Zasób procesu
uk_ua: Ресурс процесу
zh_cn: 进程资源

source: Program Status
cs_cz: Stav programu
de_de: Programmstatus
el_gr: Κατάσταση προγράμματος
fa_ir: وضعیت برنامه
fr_fr: Statut du programme
it_it: Stato del programma
ko_kr: 프로그램 상태
pl_pl: Status programu
uk_ua: Статус програми
zh_cn: 程序状态

source: Program Timeout needs to be an integer value between 1 and 86400
cs_cz: Je třeba, aby časový limit pro program bylo celé číslo z rozmezí 1 až 86400
de_de: Das Programm Timeout muss ein ganzzahliger Wert zwischen 1 und 86400 sein
el_gr: Το χρονικό όριο προγράμματος πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 86400
fa_ir: مقدار Timeout برنامه باید یک عدد صحیح بین 1 تا 86400 باشد
fr_fr: Le délai d'attente du programme doit être un nombre entier compris entre 1 et 86400.
it_it: Il timeout del programma deve essere un valore intero compreso tra 1 e 86400
ko_kr: 프로그램 타임아웃은 1에서 86400 사이의 정수 값이어야 함
pl_pl: Limit czasu programu musi być wartością całkowitą między 1 a 86400
uk_ua: Таймаут програми має бути цілим числом від 1 до 86400
zh_cn: 程序超时是介于1和86400之间的整数值

source: Proxy name should be unique
cs_cz: Název proxy by se neměl opakovat
de_de: Der Proxyname sollte eindeutig sein
el_gr: Το όνομα του proxy πρέπει να είναι μοναδικό
fa_ir: نام پراکسی باید یکتا باشد
fr_fr: Le nom du proxy doit être unique
it_it: Il nome del proxy deve essere univoco
ko_kr: 프록시 이름은 고유해야 함
pl_pl: Nazwa proxy musi być unikalna
uk_ua: Ім'я проксі має бути унікальним
zh_cn: 代理名称应该是唯一的

source: Ransomware Tracker List
de_de: Ransomware Verfolgungsliste
el_gr: Λίστα παρακολούθησης λυτρισμικού
fa_ir: لیست ردیاب‌های باج‌افزار
fr_fr: Liste de traqueurs de ransomware
it_it: Elenco dei rilevatori di ransomware
ko_kr: 랜섬웨어 트래커 목록
pl_pl: Lista śledzenia ransomware
uk_ua: Список відстеження програм-вимагачів
zh_cn: 勒索追踪器列表

source: Recipient BCC
cs_cz: BCC příjemce
de_de: Empfänger BCC
el_gr: Παραλήπτης BCC
fa_ir: گیرنده BCC
fr_fr: Bénéficiaire BCC
it_it: Destinatario BCC
ko_kr: 수신자 숨은 참조
pl_pl: BCC odbiorcy
uk_ua: Одержувач BCC
zh_cn: 收件人密件抄送

source: Related CPU affinity rule not found
cs_cz: Související pravidlo afinity CPU nenalezeno
de_de: Zugehörige CPU-Affinity-Regel nicht gefunden
el_gr: Δεν βρέθηκε σχετικός κανόνας συσχέτισης CPU
fa_ir: قانون مرتبط وابستگی CPU یافت نشد
fr_fr: Règle d'affinité du CPU connexe non trouvée
it_it: Regola di affinità CPU correlata non trovata
ko_kr: 관련 CPU 우선순위 규칙을 찾을 수 없음
pl_pl: Nie znaleziono powiązanej reguły powinowactwa CPU
uk_ua: Пов'язане правило спорідненості ЦП не знайдено
zh_cn: 未找到相关的CPU关联性规则

source: Related backend pool item not found
cs_cz: Související položka fondu podpůrné vrstvy nenalezena
de_de: Zugehöriger Backend-Pool nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο ομάδας παρασκηνίου
fa_ir: آیتم مرتبط در backend pool یافت نشد
fr_fr: L'élément de pool backend correspondant n'a pas été trouvé
it_it: Elemento del pool backend correlato non trovato
ko_kr: 관련 백엔드 풀 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu puli back-endu
uk_ua: Пов'язаний елемент серверного пулу не знайдено
zh_cn: 未找到相关的后端池

source: Related group not found
cs_cz: Související skupina nenalezena
de_de: Zugehörige Gruppe nicht gefunden
el_gr: Δεν βρέθηκε σχετική ομάδα
fa_ir: گروه مرتبط یافت نشد
fr_fr: Groupe apparenté non trouvé
it_it: Gruppo correlato non trovato
ko_kr: 관련 그룹을 찾을 수 없음
pl_pl: Nie znaleziono powiązanej grupy
uk_ua: Пов'язану групу не знайдено
zh_cn: 未找到相关组

source: Related map file item not found
cs_cz: Související mapovací soubor nenalezen
de_de: Verwandter Map-Dateieintrag wurde nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο αρχείου χάρτη
fa_ir: آیتم فایل نقشه مرتبط پیدا نشد
fr_fr: Élément de fichier de carte connexe non trouvé
it_it: Elemento del file mappa correlato non trovato
ko_kr: 관련 맵 파일 항목을 찾을 수 없음
pl_pl: Nie znaleziono powiązanego elementu pliku map
uk_ua: Пов'язаний елемент файлу мапи не знайдено
zh_cn: 未找到相关映射文件

source: Related user not found
cs_cz: Související uživatel nenalezen
de_de: Zugehöriger Benutzer nicht gefunden
el_gr: Δεν βρέθηκε σχετικός χρήστης
fa_ir: کاربر مرتبط پیدا نشد
fr_fr: Utilisateur associé non trouvé
it_it: Utente correlato non trovato
ko_kr: 관련 사용자를 찾을 수 없음
pl_pl: Nie znaleziono powiązanego użytkownika
uk_ua: Пов'язаного користувача не знайдено
zh_cn: 示找到相关用户

source: Remote ACL
cs_cz: Vzdálený ACL seznam
de_de: Ferne ACL
el_gr: Απομακρυσμένο ACL
fa_ir: ACL از راه دور
fr_fr: ACL à distance
it_it: ACL remoto
ko_kr: 원격 ACL
pl_pl: Zdalna lista ACL
uk_ua: Віддалений ACL
zh_cn: 远程访问列表

source: Remote IP Address
cs_cz: Vzdálená IP adresa
de_de: Ferne IP-Adresse
el_gr: Απομακρυσμένη διεύθυνση IP
fa_ir: آدرس IP راه دور
fr_fr: Adresse IP distante
it_it: Indirizzo IP remoto
ko_kr: 원격 IP 주소
pl_pl: Zdalny adres IP
uk_ua: Віддалена IP-адреса
zh_cn: 远程IP地址

source: Requests Per Minute
cs_cz: Požadavky za minutu
de_de: Anfragen Pro Minute
el_gr: Αιτήματα ανά λεπτό
fa_ir: درخواست‌ها در دقیقه
fr_fr: Requêtes Par Minute
it_it: Richieste al minuto
ko_kr: 분당 요청 수
pl_pl: Żądania na minutę
uk_ua: Запитів за хвилину
zh_cn: 每分钟请求数

source: Requests Per Second
cs_cz: Požadavky za sekundu
de_de: Anfragen Pro Sekunde
el_gr: Αιτήματα ανά δευτερόλεπτο
fa_ir: درخواست‌ها در ثانیه
fr_fr: Requêtes par seconde
it_it: Richieste al secondo
ko_kr: 초당 요청 수
pl_pl: Żądania na sekundę
uk_ua: Запитів за секунду
zh_cn: 每秒请求数

source: Restart Nginx (OPNsense plugin)
cs_cz: Restartování Nginxu (zásuvný modul OPNsense)
de_de: Nginx neu starten (OPNsense plugin)
el_gr: Επανεκκίνηση Nginx (πρόσθετο OPNsense)
fa_ir: راه‌اندازی مجدد Nginx (افزونه OPNsense)
fr_fr: Redémarrer Nginx (greffon OPNsense)
it_it: Riavvia Nginx (plug-in OPNsense)
ko_kr: Nginx (OPNsense 플러그인) 재시작
pl_pl: Uruchom ponownie Nginx (wtyczka OPNsense)
uk_ua: Перезапустити Nginx (плагін OPNsense)
zh_cn: 重启Nginx(OPNsense插件)

source: SOCKS Version 4
cs_cz: SOCKS verze 4
de_de: SOCKS-Verson 4
el_gr: ΚΑΛΤΣΕΣ Έκδοση 4
fa_ir: نسخه SOCKS 4
it_it: CALZINI Versione 4
ko_kr: SOCKS 버전 4
pl_pl: Wersja SOCKS 4
uk_ua: SOCKS Версія 4
zh_cn: SOCKS版本4

source: SOCKS Version 5
cs_cz: SOCKS verze 5
de_de: SOCKS-Verson 5
el_gr: ΚΑΛΤΣΕΣ Έκδοση 5
fa_ir: نسخه SOCKS 5
it_it: CALZINI Versione 5
ko_kr: SOCKS 버전 5
pl_pl: Wersja SOCKS 5
uk_ua: SOCKS Версія 5
zh_cn: SOCKS版本5

source: Same Origin (recommended)
cs_cz: Stejný původ (doporučeno)
de_de: Gleicher Ursprung (empfohlen)
el_gr: Ίδια Προέλευση (συνιστάται)
fa_ir: هم‌مبدا (توصیه‌شده)
fr_fr: Même origine (recommandé)
it_it: Stessa origine (consigliato)
ko_kr: 동일 Origin (권장)
pl_pl: Takie samo źródło (zalecane)
uk_ua: Те саме походження (рекомендовано)
zh_cn: 相同源(推荐)

source: Saturday
cs_cz: sobota
de_de: Samstag
el_gr: Σάββατο
fa_ir: شنبه
fr_fr: Samedi
it_it: Sabato
ko_kr: 토요일
pl_pl: Sobota
uk_ua: Субота
zh_cn: 星期六

source: Selected ACL not found
cs_cz: Vybraný ACL seznam nenalezen
de_de: Ausgewählte ACL nicht gefunden
el_gr: Το επιλεγμένο ACL δεν βρέθηκε
fa_ir: ACL انتخاب‌شده پیدا نشد
fr_fr: ACL sélectionné non trouvé
it_it: ACL selezionato non trovato
ko_kr: 선택한 ACL을 찾을 수 없음
pl_pl: Nie znaleziono wybranej listy ACL
uk_ua: Вибраний ACL не знайдено
zh_cn: 未找到选定的ACL

source: Selected alias not found
cs_cz: Vybraný alternativní název nenalezen
de_de: Ausgewählter Alias nicht gefunden
el_gr: Το επιλεγμένο ψευδώνυμο δεν βρέθηκε
fa_ir: نام مستعار انتخاب‌شده پیدا نشد
fr_fr: L'alias sélectionné n'a pas été trouvé
it_it: Alias ​​selezionato non trovato
ko_kr: 선택한 별칭을 찾을 수 없음
pl_pl: Nie znaleziono wybranego aliasu
uk_ua: Вибраний псевдонім не знайдено
zh_cn: 未找到选定的别名

source: Selected cache directory not found
cs_cz: Vybraný adresář mezipaměti nenalezen
de_de: Ausgewähltes Cache-Verzeichnis nicht gefunden
el_gr: Ο επιλεγμένος κατάλογος προσωρινής μνήμης δεν βρέθηκε
fa_ir: پوشه کش انتخاب‌شده پیدا نشد
fr_fr: Le répertoire de cache sélectionné n'a pas été trouvé
it_it: Directory della cache selezionata non trovata
ko_kr: 선택한 캐시 디렉터리를 찾을 수 없음
pl_pl: Nie znaleziono wybranego katalogu pamięci podręcznej
uk_ua: Вибрана тека кешу не знайдена
zh_cn: 未找到选定的缓存目录

source: Selected limit zone not found
cs_cz: Vybraná mezní zóna nenalezena
de_de: Ausgewählte Limit-Zone nicht gefunden
el_gr: Η επιλεγμένη ζώνη ορίου δεν βρέθηκε
fa_ir: زون محدودیت انتخاب‌شده پیدا نشد
fr_fr: La zone limite sélectionnée n'a pas été trouvée
it_it: Zona limite selezionata non trovata
ko_kr: 선택한 제한 구역을 찾을 수 없음
pl_pl: Nie znaleziono wybranej strefy limitu
uk_ua: Вибрана зона обмеження не знайдена
zh_cn: 未找到选定限制区域
