Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: DHCPv4 Server
el_gr: Διακομιστής DHCPv4
fa_ir: سرور DHCPv4
fr_fr: Serveur DHCPv4
it_it: Server DHCPv4
ko_kr: DHCPv4 서버
pl_pl: Serwer DHCPv4
uk_ua: Сервер DHCPv4
zh_cn: DHCPv4服务器

source: DHCPv4 Relay
cs_cz: Předávání DHCPv4
el_gr: Ρελέ DHCPv4
fa_ir: رله DHCPv4
fr_fr: Relais DHCPv4
it_it: Relè DHCPv4
ko_kr: DHCPv4 릴레이
pl_pl: Przekaznik DHCPv4
uk_ua: Ретранслятор DHCPv4
zh_cn: DHCPv4中继

source: Synchronize the %s configuration to the other HA host.
cs_cz: Synchronizovat nastavení %s na druhý HA uzel.
de_de: Synchronisiere die %s Konfiguration mit dem anderen HA-Host.
el_gr: Συγχρονίστε τη διαμόρφωση %s με τον άλλο κεντρικό υπολογιστή HA.
fa_ir: پیکربندی %s را با میزبان HA دیگر همگام‌سازی کنید.
fr_fr: Synchroniser la configuration %s avec l'autre hôte HA.
it_it: Sincronizza la configurazione %s con l'altro host HA.
ko_kr: %s 구성을 다른 HA 호스트와 동기화합니다.
pl_pl: Synchronizuj konfigurację %s z innym hostem HA.
uk_ua: Синхронізувати конфігурацію %s з іншим HA-хостом.
zh_cn: 将%s配置同步到其他HA主机。

source: URL port aliases types not supported [%s]
cs_cz: Typy alternativních portů URL nejsou podporovány [%s]
de_de: URL Port Alias Typ wird nicht unterstützt [%s]
el_gr: Δεν υποστηρίζονται οι τύποι ψευδωνύμων θύρας URL [%s]
fa_ir: انواع نام مستعار پورت URL پشتیبانی نمی‌شوند [%s]
fr_fr: Les types d'alias de port URL ne sont pas pris en charge [%s].
it_it: Tipi di alias delle porte URL non supportati [%s]
ko_kr: URL 포트 별칭 유형이 지원되지 않음 [%s]
pl_pl: Typy aliasów portów URL nie są obsługiwane [%s]
uk_ua: Типи псевдонімів URL-портів не підтримуються [%s]
zh_cn: 不支持的URL端口别名类型[%s]

source: The line in question reads [%s]: %s
cs_cz: Příslušný řádek zní [%s]: %s
de_de: Die betroffene Zeile lautet [%s]: %s
el_gr: Η εν λόγω γραμμή αναφέρει [%s]: %s
fa_ir: خط مربوطه عبارت است از [%s]: %s
fr_fr: La ligne en question se lit [%s] : %s
it_it: La riga in questione recita [%s]: %s
ko_kr: 문제가 되는 줄 [%s]로 표시: %s
pl_pl: Wspomniana linia brzmi [%s]: %s
uk_ua: Рядок, про який йдеться, читається так [%s]: %s
zh_cn: 读取[%s]在%s行时出现问题

source: WARNING
cs_cz: VAROVÁNÍ
de_de: WARNUNG
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
fa_ir: هشدار
fr_fr: AVERTISSEMENT
it_it: AVVERTIMENTO
ko_kr: 경고
pl_pl: OSTRZEŻENIE
uk_ua: ПОПЕРЕДЖЕННЯ
zh_cn: 警告

source: maltrail server
el_gr: διακομιστής Maltrail
fr_fr: serveur maltraité
it_it: server maltrail
ko_kr: maltrail 서버
pl_pl: serwer maltrail
uk_ua: сервер maltrail
zh_cn: maltrail服务器

source: maltrail sensor
cs_cz: maltrail senzor
el_gr: αισθητήρας maltrail
fr_fr: capteur maltrail
it_it: sensore maltrail
ko_kr: maltrail 센서
pl_pl: czujnik maltrail
uk_ua: сенсор maltrail
zh_cn: maltrail传感器

source: Last heartbeat
cs_cz: Poslední známka fungování
de_de: Letzter Herzschlag
el_gr: Τελευταίος καρδιοχτύπι
fa_ir: آخرین ضربان (heartbeat)
fr_fr: Dernier battement de cœur
it_it: Ultimo battito cardiaco
ko_kr: 마지막 하트비트
pl_pl: Ostatnie uderzenie serca
uk_ua: Останній пульс
zh_cn: 最近心跳

source: Last rule download
cs_cz: Poslední stažení pravidla
de_de: Letzter Regeldownload
el_gr: Τελευταία λήψη κανόνα
fa_ir: آخرین بارگیری قوانین
fr_fr: Téléchargement de la dernière règle
it_it: Download dell'ultima regola
ko_kr: 마지막 규칙 다운로드
pl_pl: Ostatnie pobieranie reguły
uk_ua: Останнє завантаження правил
zh_cn: 最近规则下载

source: Last event
cs_cz: Poslední událost
de_de: Letztes Ereignis
el_gr: Τελευταίο συμβάν
fa_ir: آخرین رویداد
fr_fr: Dernier événement
it_it: Ultimo evento
ko_kr: 마지막 이벤트
pl_pl: Ostatnie zdarzenie
uk_ua: Остання подія
zh_cn: 最近事件

source: Telemetry status
cs_cz: Stav telemetrie
de_de: Telemetrie Status
el_gr: Κατάσταση τηλεμετρίας
fa_ir: وضعیت (Telemetry)
fr_fr: État de la télémétrie
it_it: Stato della telemetria
ko_kr: 원격 측정 상태
pl_pl: Status telemetrii
uk_ua: Статус телеметрії
zh_cn: 遥测状态

source: Wipe all certificate and account data
cs_cz: Vymazat veškeré certifikáty a data účtu
de_de: Lösche alle Zertifikate und Kontodaten
el_gr: Σβήσιμο όλων των δεδομένων πιστοποιητικού και λογαριασμού
fa_ir: حذف همهٔ داده‌های گواهی و حساب
fr_fr: Effacer toutes les données de certificat et de compte
it_it: Cancella tutti i dati del certificato e dell'account
ko_kr: 모든 인증서 및 계정 데이터 삭제
pl_pl: Usuń wszystkie dane certyfikatów i kont
uk_ua: Видалити всі дані сертифікатів та облікових записів
zh_cn: 擦除所有证书和帐户数据

source: used Node
cs_cz: použitý uzel
de_de: verwendeter Knoten
el_gr: χρησιμοποιημένος κόμβος
fa_ir: گره استفاده‌شده
fr_fr: Nœud utilisé
it_it: nodo utilizzato
ko_kr: 사용된 노드
pl_pl: używany węzeł
uk_ua: Використаний вузол
zh_cn: 使用节点

source: used Size
cs_cz: použitá velikost
de_de: verwendete Größe
el_gr: χρησιμοποιημένο μέγεθος
fa_ir: حجم استفاده‌شده
fr_fr: Taille utilisée
it_it: dimensione usata
ko_kr: 사용된 크기
pl_pl: używany rozmiar
uk_ua: Використаний розмір
zh_cn: 占用空间

source: max Size
cs_cz: max velikost
de_de: maximale Größe
el_gr: μέγιστο μέγεθος
fa_ir: حداکثر حجم
fr_fr: Taille max
it_it: dimensione massima
ko_kr: 최대 크기
pl_pl: maksymalny rozmiar
uk_ua: Максимальний розмір
zh_cn: 最大大小

source: Edit Automation
cs_cz: Upravit automatizaci
de_de: Automation bearbeiten
el_gr: Επεξεργασία αυτοματισμού
fa_ir: ویرایش اتوماسیون
fr_fr: Automatisation de l'édition
it_it: Modifica automazione
ko_kr: 자동화 편집
pl_pl: Edytuj automatyzację
uk_ua: Редагувати автоматизацію
zh_cn: 编辑自动动作

source: handled
cs_cz: obslouženo
de_de: behandelt
el_gr: χειρισμός
fa_ir: پردازش‌شده
fr_fr: traité
it_it: gestito
ko_kr: 처리됨
pl_pl: obsłużone
uk_ua: оброблено
zh_cn: 处理

source: accepted
cs_cz: přijato
de_de: akzeptiert
el_gr: δεκτός
fa_ir: پذیرفته‌شده
fr_fr: accepté
it_it: accettato
ko_kr: 수락됨
pl_pl: zaakceptowane
uk_ua: прийнято
zh_cn: 公认

source: waiting
cs_cz: čeká
de_de: warte
el_gr: αναμονή
fa_ir: در انتظار
fr_fr: en attendant
it_it: in attesa
ko_kr: 기다리는 중
pl_pl: oczekiwanie
uk_ua: очікування
zh_cn: 等待

source: writing
cs_cz: zapisuje se
de_de: schreibe
el_gr: γράψιμο
fa_ir: در حال نوشتن
fr_fr: écriture
it_it: scrivere
ko_kr: 쓰는 중
pl_pl: zapisywanie
uk_ua: запис
zh_cn: 写入

source: reading
cs_cz: je čteno
de_de: lese
el_gr: ανάγνωση
fa_ir: در حال خواندن
fr_fr: lecture
it_it: lettura
ko_kr: 읽는 중
pl_pl: czytanie
uk_ua: читання
zh_cn: 读取

source: Result
cs_cz: Výsledek
de_de: Ergebnis
el_gr: Αποτέλεσμα
fa_ir: نتیجه
fr_fr: Résultat
it_it: Risultato
ko_kr: 결과
pl_pl: Wynik
uk_ua: Результат
zh_cn: 结果

source: active
cs_cz: aktivní
de_de: aktiv
el_gr: ενεργός
fa_ir: فعال
fr_fr: actif
it_it: attivo
ko_kr: 활성
pl_pl: aktywna
uk_ua: активний
zh_cn: 活动

source: Do you want to reset the database?
cs_cz: Chcete databázi vrátit do výchozího stavu?
de_de: Möchten Sie die Datenbank zurücksetzen?
el_gr: Θέλετε να επαναφέρετε τη βάση δεδομένων;
fa_ir: آیا مایل به بازنشانی پایگاه‌داده هستید؟
fr_fr: Voulez-vous réinitialiser la base de données ?
it_it: Vuoi reimpostare il database?
ko_kr: 데이터베이스를 초기화하시겠습니까?
pl_pl: Czy chcesz zresetować bazę danych?
uk_ua: Ви хочете скинути базу даних?
zh_cn: 要重置数据库吗？

source: Confirm database reset
cs_cz: Potvrdit reset databáze
de_de: Bestätigen Sie das Zurücksetzen der Datenbank
el_gr: Επιβεβαίωση επαναφοράς βάσης δεδομένων
fa_ir: بازنشانی پایگاه‌داده را تأیید کنید
fr_fr: Confirmer la réinitialisation de la base de données
it_it: Conferma il ripristino del database
ko_kr: 데이터베이스 초기화 확인
pl_pl: Potwierdź resetowanie bazy danych
uk_ua: Підтвердити скидання бази даних
zh_cn: 确认数据库重置

source: Shared memory
cs_cz: Sdílená paměť
de_de: Gemeinsamer Speicher
el_gr: Κοινόχρηστη μνήμη
fa_ir: حافظهٔ اشتراکی
fr_fr: Mémoire partagée
it_it: Memoria condivisa
ko_kr: 공유 메모리
pl_pl: Współdzielona pamięć
uk_ua: Спільна пам'ять
zh_cn: 共享内存

source: Monthly Statistics
cs_cz: Statistiky za měsíc
de_de: Monatliche Statistik
el_gr: Μηνιαία Στατιστικά
fa_ir: آمار ماهیانه
fr_fr: Statistiques Mensuelles
it_it: Statistiche mensili
ko_kr: 월간 통계
pl_pl: Statystyki miesięczne
uk_ua: Місячна статистика
zh_cn: 按月统计

source: Daily Statistics
cs_cz: Denní statistiky
de_de: Tägliche Statistik
el_gr: Καθημερινά Στατιστικά
fa_ir: آمار روزانه
fr_fr: Statistiques quotidiennes
it_it: Statistiche giornaliere
ko_kr: 일별 통계
pl_pl: Statystyki dziennie
uk_ua: Щоденна статистика
zh_cn: 按天统计

source: Hourly Statistics
cs_cz: Statistiky za hodiny
de_de: Stündliche Statistik
el_gr: Ωριαία Στατιστικά
fa_ir: آمار ساعتی
fr_fr: Statistiques horaires
it_it: Statistiche orarie
ko_kr: 시간별 통계
pl_pl: Statystyki godzinowe
uk_ua: Погодинна статистика
zh_cn: 每小时统计

source: vnStat Daemon
cs_cz: Proces služby vnStat
de_de: vnStat-Dienst
el_gr: Δαίμονας vnStat
fa_ir: سرویس vnStat
fr_fr: Daemon vnStat
it_it: demone vnStat
ko_kr: vnStat 데몬
pl_pl: Daemon vnStat
uk_ua: Демон vnStat
zh_cn: vnStat程序

source: Connections
cs_cz: Spojení
de_de: Verbindungen
el_gr: Συνδέσεις
fa_ir: اتصالات
fr_fr: Connexions
it_it: Connessioni
ko_kr: 연결
pl_pl: Połączenia
uk_ua: З'єднання
zh_cn: 连接

source: Apply Configuration
cs_cz: Uplatnit nastavení
de_de: Konfiguration anwenden
el_gr: Εφαρμογή διαμόρφωσης
fa_ir: اعمال پیکربندی
fr_fr: Applique la configuration
it_it: Applica configurazione
ko_kr: 구성 적용
pl_pl: Zastosuj konfigurację
uk_ua: Застосувати конфігурацію
zh_cn: 应用配置

source: Capacity
cs_cz: Kapacita
de_de: Kapazität
el_gr: Ικανότητα
fa_ir: ظرفیت
fr_fr: Capacité
it_it: Capacità
ko_kr: 용량
pl_pl: Pojemność
uk_ua: Ємність
zh_cn: 容量

source: FailTimeout
el_gr: Χρονικό όριο αποτυχίας
fa_ir: زمان‌تایم‌اوت هنگام خطا
pl_pl: Czas limitu błędu
uk_ua: Таймаут відмови
zh_cn: 失败超时

source: MaxFails
fa_ir: حداکثر تعداد خطاها
ko_kr: 최대 실패 횟수
pl_pl: Maks. błędy
uk_ua: Максимальна кількість відмов
zh_cn: 最大失败次数

source: Response Time
cs_cz: Doba odpovědi
de_de: Antwortzeit
el_gr: Χρόνος απόκρισης
fa_ir: زمان پاسخ
fr_fr: Temps de réponse
it_it: Tempo di risposta
ko_kr: 응답 시간
pl_pl: Czas odpowiedzi
uk_ua: Час відповіді
zh_cn: 响应时间

source: Scarce
cs_cz: Nedostatek
el_gr: Σπάνιος
fa_ir: کمیاب
fr_fr: Rare
it_it: Scarso
ko_kr: 희소
pl_pl: Rzadko
uk_ua: Недостатньо
zh_cn: 稀缺

source: Hit
cs_cz: Zásah
de_de: Treffer
fa_ir: اصابت
it_it: Colpo
ko_kr: 적중
pl_pl: Trafienie
uk_ua: Збіг
zh_cn: 击中

source: Revalidated
cs_cz: Znovu ověřeno
de_de: Neu Validiert
el_gr: Επανεπικυρώθηκε
fa_ir: بازتأیید شده
fr_fr: Revalidé
it_it: Rivalidato
ko_kr: 재검증됨
pl_pl: Ponownie zweryfikowane
uk_ua: Повторно перевірено
zh_cn: 重新验证

source: The Relayd configuration has been changed
cs_cz: Nastavení Relayd byla změněna
de_de: Die Relayd-Konfiguration wurde geändert
el_gr: Η διαμόρφωση του ρελέ έχει αλλάξει
fa_ir: پیکربندی Relayd تغییر کرده است
fr_fr: La configuration de Relayd a été modifiée
it_it: La configurazione Relayd è stata modificata
ko_kr: Relayd 구성이 변경되었습니다
pl_pl: Konfiguracja Relayd została zmieniona
uk_ua: Конфігурація Relayd була змінена
zh_cn: Relayd配置已更改

source: Routing interface cannot be empty
cs_cz: Je třeba vyplnit rozhraní, na kterém bude probíhat směrování
de_de: Die Routing-Schnittstelle darf nicht leer sein
el_gr: Η διεπαφή δρομολόγησης δεν μπορεί να είναι κενή
fa_ir: رابط مسیریابی نمی‌تواند خالی باشد
fr_fr: L'interface de routage ne peut pas être vide
it_it: L'interfaccia di routing non può essere vuota
ko_kr: 라우팅 인터페이스는 비워 둘 수 없습니다
pl_pl: Interfejs routingu nie może być pusty
uk_ua: Інтерфейс маршрутизації не може бути порожнім
zh_cn: 路由接口不能为空

source: Relayd Load Balancer
cs_cz: Vyrovnávač zatížení Relayd
el_gr: Ρελέ εξισορροπητή φορτίου
fa_ir: متعادل‌کننده بار Relayd
fr_fr: Équilibreur de charge Relayd
it_it: Bilanciatore del carico inoltrato
ko_kr: Relayd 로드 밸런서
pl_pl: Balancer obciążenia Relayd
uk_ua: Балансувальник навантаження Relayd
zh_cn: 中继负载均衡

source: Stale
el_gr: Μπαγιάτικος
fa_ir: کهنه
it_it: Stanco
ko_kr: 오래됨
pl_pl: Przeterminowane
uk_ua: Застарілий
zh_cn: 过去

source: Expired
cs_cz: Platnost skončila
de_de: Abgelaufen
el_gr: Λήξη
fa_ir: منقضی‌شده
fr_fr: Expiré
it_it: Scaduto
ko_kr: 만료됨
pl_pl: Wygasłe
uk_ua: Прострочено
zh_cn: 过期

source: Bypass
de_de: Umgehung
el_gr: Πάροδος
fa_ir: نادیده گرفتن
it_it: Bypassare
ko_kr: 바이패스
pl_pl: Obejście
uk_ua: Обхід
zh_cn: 旁路

source: Miss
cs_cz: Netref
el_gr: Δεσποινίδα
fa_ir: پیدا نشد
fr_fr: Mlle
it_it: Mancare
ko_kr: 누락
pl_pl: Pudło
uk_ua: Промах
zh_cn: 未击中

source: Rcvd/s
cs_cz: Přij/s
de_de: Empfangen/s
fa_ir: دریافت/ثانیه
ko_kr: 수신/초
pl_pl: Otrzymane/s
uk_ua: Отримано/с
zh_cn: 接收/秒

source: Sent/s
cs_cz: Odesl/s
de_de: Gesendet/s
el_gr: Απεσταλμένα/ες
fa_ir: ارسال/ثانیه
fr_fr: Envoyé/s
it_it: Inviato/i
ko_kr: 송신/초
pl_pl: Wysłane/s
uk_ua: Надіслано/с
zh_cn: 发送/秒

source: Rcvd
de_de: Empfangen
fa_ir: دریافت‌شده
ko_kr: 수신됨
pl_pl: Otrzymane
uk_ua: Отримано
zh_cn: 接收

source: Sent
cs_cz: Odesláno
de_de: Gesendet
el_gr: Απεστάλη
fa_ir: ارسال‌شده
fr_fr: Envoyé
it_it: Inviato
ko_kr: 송신됨
pl_pl: Wysłane
uk_ua: Надіслано
zh_cn: 发送

source: Edit Lease
cs_cz: Upravit zápůjčku
de_de: Lease bearbeiten
el_gr: Επεξεργασία εκχώρησης
fa_ir: ویرایش تخصیص
fr_fr: Modifier le bail
it_it: Modifica contratto di locazione
ko_kr: 대여 편집
pl_pl: Edytuj dzierżawę
uk_ua: Редагувати лізинг
zh_cn: 编辑租约

source: Edit DHCP
cs_cz: Upravit DHCP
de_de: DHCP bearbeiten
el_gr: Επεξεργασία DHCP
fa_ir: ویرایش DHCP
fr_fr: Editer DHCP
it_it: Modifica DHCP
ko_kr: DHCP 편집
pl_pl: Edytuj DHCP
uk_ua: Редагувати DHCP
zh_cn: 编辑DHCP

source: Req/s
cs_cz: Požad/s
el_gr: Απαιτήσεις
fa_ir: درخواست/ثانیه
it_it: Richiesta/e
ko_kr: 요청/초
pl_pl: Żąd/s
uk_ua: Запитів/с

source: This feature is still in experimental state, use with caution.
cs_cz: Tato funkce je pořád ještě v experimentálním stavu – používejte obezřetně.
de_de: Diese Funktion befindet sich noch im experimentellen Stadium und ist mit Vorsicht zu verwenden.
el_gr: Αυτή η λειτουργία βρίσκεται ακόμη σε πειραματική κατάσταση, χρησιμοποιήστε την με προσοχή.
fa_ir: این ویژگی هنوز در حالت آزمایشی است؛ با احتیاط از آن استفاده کنید.
fr_fr: Cette fonctionnalité est encore à l'état expérimental, à utiliser avec prudence.
it_it: Questa funzionalità è ancora in stato sperimentale, utilizzala con cautela.
ko_kr: 이 기능은 여전히 실험 상태이므로 주의하여 사용하세요.
pl_pl: Ta funkcja jest nadal w stanie eksperymentalnym, używaj z ostrożnością.
uk_ua: Ця функція все ще знаходиться в експериментальному стані, використовуйте з обережністю.
zh_cn: 此功能仍处于实验状态，请谨慎使用。

source: Edit User Parameter
cs_cz: Upravit uživatelský parametr
de_de: Benutzerparameter bearbeiten
el_gr: Επεξεργασία παραμέτρου χρήστη
fa_ir: ویرایش پارامتر کاربر
fr_fr: Modifier un paramètre utilisateur
it_it: Modifica parametro utente
ko_kr: 사용자 매개 변수 편집
pl_pl: Edytuj parametr użytkownika
uk_ua: Редагувати користувацький параметр
zh_cn: 编辑用户参数

source: Alias Source Key
cs_cz: Zdrojový klíč alternativního názvu
de_de: Alias-Quellschlüssel
el_gr: Κλειδί πηγής ψευδωνύμου
fa_ir: کلید منبع نام‌مستعار
fr_fr: Clé source alias
it_it: Chiave sorgente alias
ko_kr: 별칭 소스 키
pl_pl: Klucz źródła aliasu
uk_ua: Ключ джерела псевдоніма
zh_cn: 别名源密钥

source: Alias Key
cs_cz: Klíč alternativního názvu
de_de: Alias-Schlüssel
el_gr: Ψευδώνυμο Κλειδί
fa_ir: کلید نام‌مستعار
fr_fr: Clé d'alias
it_it: Chiave alias
ko_kr: 별칭 키
pl_pl: Klucz Aliasu
uk_ua: Ключ псевдоніма
zh_cn: 别名密钥

source: User Parameter Command
cs_cz: Příkaz uživatelského parametru
de_de: Benutzerparameter Befehl
el_gr: Εντολή παραμέτρου χρήστη
fa_ir: دستور پارامتر کاربر
fr_fr: Commande du paramètre utilisateur
it_it: Comando parametri utente
ko_kr: 사용자 매개 변수 명령
pl_pl: Komenda Parametru Użytkownika
uk_ua: Команда користувацького параметра
zh_cn: 用户参数命令

source: User Parameter Key
cs_cz: Klíč uživatelského parametru
de_de: Benutzerparameter Schlüssel
el_gr: Κλειδί παραμέτρου χρήστη
fa_ir: کلید پارامتر کاربر
fr_fr: Touche de paramètre utilisateur
it_it: Chiave parametro utente
ko_kr: 사용자 매개 변수 키
pl_pl: Klucz Parametru Użytkownika
uk_ua: Ключ користувацького параметра
zh_cn: 用户参数密钥

source: Item Key Aliases
cs_cz: Alternativní názvy klíče položky
de_de: Item Key-Aliase
el_gr: Ψευδώνυμα κλειδιών στοιχείων
fa_ir: نام‌های مستعار کلید آیتم
fr_fr: Alias des clés d'éléments
it_it: Alias ​​chiave articolo
ko_kr: 항목 키 별칭
pl_pl: Alias Klucza Pozycji
uk_ua: Псевдоніми ключів елементів
zh_cn: 项目密钥别名

source: User Parameters
cs_cz: Uživatelské parametry
de_de: Benutzerparameter
el_gr: Παράμετροι χρήστη
fa_ir: پارامترهای کاربری
fr_fr: Paramètres utilisateur
it_it: Parametri utente
ko_kr: 사용자 매개 변수
pl_pl: Parametry Użytkownika
uk_ua: Користувацькі параметри
zh_cn: 用户参数

source: Error reconfiguring Zabbix Agent
cs_cz: Chyba při nastavování Zabbix agenta
de_de: Fehler bei der Neukonfiguration des Zabbix-Agents
el_gr: Σφάλμα κατά την επαναρύθμιση του παράγοντα Zabbix
fa_ir: خطا در پیکربندی مجدد Zabbix Agent
fr_fr: Erreur de reconfiguration de l'agent Zabbix
it_it: Errore durante la riconfigurazione dell'agente Zabbix
ko_kr: Zabbix 에이전트 재구성 중 오류 발생
pl_pl: Błąd rekonfiguracji Agenta Zabbix
uk_ua: Помилка переналаштування агента Zabbix
zh_cn: 重新配置Zabbix代理时出错

source: netdata daemon
cs_cz: proces služby netdata
de_de: Netdata-Dienst
el_gr: δαίμονας netdata
fa_ir: سرویس netdata
fr_fr: démon netdata
it_it: demone netdata
ko_kr: netdata 데몬
pl_pl: Demon netdata
uk_ua: демон netdata
zh_cn: 网络数据

source: Edit Sender BCC
cs_cz: Upravit skrytou kopii odesilatele
de_de: Absender BCC bearbeiten
el_gr: Επεξεργασία κρυφής κοινοποίησης αποστολέα
fa_ir: ویرایش BCC فرستنده
fr_fr: Modifier l'expéditeur BCC
it_it: Modifica mittente CCN
ko_kr: 보낸 사람 숨은 참조 편집
pl_pl: Edytuj BCC Nadawcy
uk_ua: Редагувати приховану копію відправника
zh_cn: 编辑发件人密件抄送

source: Edit Recipient BCC
cs_cz: Upravit skrytou kopii příjemce
de_de: Empfänger BCC bearbeiten
el_gr: Επεξεργασία παραλήπτη BCC
fa_ir: ویرایش BCC گیرنده
fr_fr: Modifier le destinataire BCC
it_it: Modifica destinatario BCC
ko_kr: 수신자 숨은 참조 편집
pl_pl: Edytuj BCC Odbiorcy
uk_ua: Редагувати приховану копію отримувача
zh_cn: 编辑收件人密件抄送

source: Responses
cs_cz: Odpovědi
de_de: Antworten
el_gr: Απαντήσεις
fa_ir: پاسخ‌ها
fr_fr: Réponses
it_it: Risposte
ko_kr: 응답
pl_pl: Odpowiedzi
uk_ua: Відповіді
zh_cn: 响应

source: Requests
cs_cz: Požadavky
de_de: Abfragen
el_gr: Αιτήματα
fa_ir: درخواست‌ها
fr_fr: Requêtes
it_it: Richieste
ko_kr: 요청
pl_pl: Żądania
uk_ua: Запити
zh_cn: 请求

source: Edit Address Rewriting
cs_cz: Upravit přepisování adresy
de_de: Adressumschreibung bearbeiten
el_gr: Επεξεργασία Επανεγγραφής Διεύθυνσης
fa_ir: ویرایش بازنویسی آدرس
fr_fr: Réécriture de l'adresse d'édition
it_it: Modifica riscrittura indirizzo
ko_kr: 주소 다시 쓰기 편집
pl_pl: Edytuj Przepisywanie Adresu
uk_ua: Редагувати переписування адрес
zh_cn: 编辑地址重写

source: Whitelists
cs_cz: Seznam umožněných
el_gr: Λευκές λίστες
fa_ir: فهرست‌های مجاز
fr_fr: Listes-blanche
it_it: Whitelist
ko_kr: 화이트리스트
pl_pl: Białe listy
uk_ua: Білі списки
zh_cn: 白名单

source: Caches
cs_cz: Mezipaměti
de_de: Zwischenspeicher
el_gr: Κρυφές μνήμες
fa_ir: کش‌ها
it_it: Cache
ko_kr: 캐시
pl_pl: Pamięci podręczne
uk_ua: Кеші
zh_cn: 缓存

source: Upstreams
cs_cz: Nadřazené
de_de: Upstream-Server
el_gr: Ανοδικά ρεύματα
fa_ir: سرورهای بالادست
it_it: A monte
ko_kr: 업스트림
pl_pl: Upstreamy
uk_ua: Висхідні сервери
zh_cn: 上游

source: Filters
cs_cz: Filtry
de_de: Filter
el_gr: Φίλτρα
fa_ir: فیلترها
fr_fr: Filtres
it_it: Filtri
ko_kr: 필터
pl_pl: Filtry
uk_ua: Фільтри
zh_cn: 过滤器

source: BIND Daemon
cs_cz: Proces služby BIND
de_de: BIND Dienst
el_gr: Δαίμονας BIND
fa_ir: سرویس BIND
fr_fr: Daemon BIND
it_it: Demone BIND
ko_kr: BIND 데몬
pl_pl: Demon BIND
uk_ua: Демон BIND
zh_cn: BIND程序

source: Server zones
cs_cz: Zóny serveru
de_de: Serverzonen
el_gr: Ζώνες διακομιστή
fa_ir: زون‌های سرور
fr_fr: Zones du serveur
it_it: Zone server
ko_kr: 서버 영역
pl_pl: Strefy serwera
uk_ua: Зони сервера
zh_cn: 服务器区域

source: Server main
cs_cz: Hlavní server
de_de: Hauptserver
el_gr: Κύριος διακομιστής
fa_ir: سرور اصلی
fr_fr: Serveur principal
it_it: Server principale
ko_kr: 서버 메인
pl_pl: Główny serwer
uk_ua: Головний сервер
zh_cn: 主服务器

source: Forwarders
cs_cz: Přeposílače
de_de: Weiterleiter
el_gr: Μεταφορείς
fa_ir: فورواردکننده‌ها
fr_fr: Transporteurs
it_it: Spedizionieri
ko_kr: 전달자
pl_pl: Przekierowania
uk_ua: Форвардери
zh_cn: 代理

source: Update Interval:
cs_cz: Interval aktualizace:
de_de: Aktualisierungsintervall:
el_gr: Διάστημα ενημέρωσης:
fa_ir: فاصله به‌روزرسانی:
fr_fr: Intervalle de mise à jour :
it_it: Intervallo di aggiornamento:
ko_kr: 업데이트 간격:
pl_pl: Interwał aktualizacji:
uk_ua: Інтервал оновлення:
zh_cn: 更新间隔:

source: Edit Forwarders
cs_cz: Upravit přeposílače
de_de: Weiterleitungen bearbeiten
el_gr: Επεξεργασία Προωθητών
fa_ir: ویرایش فورواردها
fr_fr: Modifier les transitaires
it_it: Modifica spedizionieri
ko_kr: 전달자(Forwarders) 편집
pl_pl: Edytuj Przekierowania
uk_ua: Редагувати форвардери
zh_cn: 编辑代理

source: Edit Overrides
cs_cz: Upravit přebíjející
de_de: Überschreibungen bearbeiten
el_gr: Επεξεργασία παρακάμψεων
fa_ir: ویرایش بازنویسی‌ها
fr_fr: Modifier les substitutions
it_it: Modifica sostituzioni
ko_kr: 재정의 편집
pl_pl: Edytuj Nadpisywania
uk_ua: Редагувати перевизначення
zh_cn: 编辑覆盖

source: Edit Whitelists
cs_cz: Upravit seznamy povolených
de_de: Whitelist bearbeiten
el_gr: Επεξεργασία λευκών λιστών
fa_ir: ویرایش لیست‌های سفید
fr_fr: Modifier les listes blanches
it_it: Modifica whitelist
ko_kr: 화이트리스트 편집
pl_pl: Edytuj Białe Listy
uk_ua: Редагувати білі списки
zh_cn: 编辑白名单

source: Edit Servers
cs_cz: Upravit servery
de_de: Server bearbeiten
el_gr: Επεξεργασία διακομιστών
fa_ir: ویرایش سرورها
fr_fr: Editer les serveurs
it_it: Modifica server
ko_kr: 서버 편집
pl_pl: Edytuj serwery
uk_ua: Редагувати сервери
zh_cn: 编辑服务器

source: Edit TLS Fingerprint
cs_cz: Upravit TLS otisk
de_de: TLS-Fingerprint bearbeiten
el_gr: Επεξεργασία δακτυλικού αποτυπώματος TLS
fa_ir: ویرایش اثر انگشت TLS
fr_fr: Modifier l'empreinte TLS
it_it: Modifica l'impronta digitale TLS
ko_kr: TLS 지문 편집
pl_pl: Edytuj Odcisk Palca TLS
uk_ua: Редагувати відбиток TLS
zh_cn: 编辑TLS指纹

source: Edit IP ACL
cs_cz: Upravit ACL IP
de_de: IP-ACL bearbeiten
el_gr: Επεξεργασία IP ACL
fa_ir: ویرایش IP ACL
fr_fr: Modifier une ACL IP
it_it: Modifica ACL IP
ko_kr: IP ACL 편집
pl_pl: Edytuj IP ACL
uk_ua: Редагувати IP ACL
zh_cn: 编辑IP访问列表

source: Edit SNI Hostname Mapping
cs_cz: Upravit SNI mapování názvu hostitele
de_de: SNI-Hostname-Zuordnung bearbeiten
el_gr: Επεξεργασία αντιστοίχισης ονόματος κεντρικού υπολογιστή SNI
fa_ir: ویرایش نگاشت نام میزبان SNI
fr_fr: Modifier le mappage des noms d'hôtes SNI
it_it: Modifica la mappatura del nome host SNI
ko_kr: SNI 호스트 이름 매핑 편집
pl_pl: Edytuj Mapowanie Nazwy SNI
uk_ua: Редагувати відображення імен хостів SNI
zh_cn: 编辑SNI主机名映射

source: Edit Cache Path
cs_cz: Upravit popis umístění mezipaměti
de_de: Cache-Pfad bearbeiten
el_gr: Επεξεργασία διαδρομής προσωρινής μνήμης
fa_ir: ویرایش مسیر کش
fr_fr: Modifier le chemin du cache
it_it: Modifica percorso cache
ko_kr: 캐시 경로 편집
pl_pl: Edytuj Ścieżkę Pamięci Podręcznej
uk_ua: Редагувати шлях кешу
zh_cn: 编辑缓存路径

source: Edit Limit Zone
cs_cz: Upravit omezení zóny
de_de: Limit-Zone bearbeiten
el_gr: Επεξεργασία ζώνης ορίου
fa_ir: ویرایش منطقه محدودیت
fr_fr: Modifier la zone limite
it_it: Modifica zona limite
ko_kr: 제한 구역 편집
pl_pl: Edytuj Strefę Limitu
uk_ua: Редагувати обмеження зони
zh_cn: 编辑限制区域

source: Edit Request Connection Limit
cs_cz: Upravit limit připojení požadavku
de_de: Verbindungsbegrenzung für Anfragen bearbeiten
el_gr: Επεξεργασία ορίου σύνδεσης αιτήματος
fa_ir: ویرایش محدودیت اتصالات درخواست
fr_fr: Modifier la limite de connexion des demandes
it_it: Modifica limite di connessione richiesta
ko_kr: 요청 연결 제한 편집
pl_pl: Edytuj Limit Połączeń Żądań
uk_ua: Редагувати ліміт з'єднань запитів
zh_cn: 编辑请求连接限制

source: Edit Security Headers
cs_cz: Upravit hlavičky zabezpečení
de_de: Sicherheitsheader bearbeiten
el_gr: Επεξεργασία κεφαλίδων ασφαλείας
fa_ir: ویرایش هدرهای امنیتی
fr_fr: Modifier les en-têtes de sécurité
it_it: Modifica intestazioni di sicurezza
ko_kr: 보안 헤더 편집
pl_pl: Edytuj Nagłówki Bezpieczeństwa
uk_ua: Редагувати заголовки безпеки
zh_cn: 编辑安全标头
