Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Run Command
cs_cz: Spustit příkaz
de_de: Befehl ausführen
el_gr: Εκτέλεση εντολής
fa_ir: اجرای دستور
fr_fr: Commande d'exécution
it_it: Esegui comando
ko_kr: 명령 실행
pl_pl: Uruchom Polecenie
uk_ua: Запустити команду
zh_cn: 运行命令

source: SDNS Stamp
cs_cz: SNDNS razítko
de_de: SDNS-Stempel
el_gr: Σφραγίδα SDNS
fa_ir: استمپ SDNS
fr_fr: Timbre SDNS
it_it: Timbro SDNS
ko_kr: SDNS 스탬프
pl_pl: Pieczęć SDNS
uk_ua: SDNS мітка
zh_cn: SDNS戳

source: SHA256 Admin Password
cs_cz: Heslo správce v SHA256
de_de: SHA256-Administratorkennwort
el_gr: Κωδικός πρόσβασης διαχειριστή SHA256
fa_ir: گذرواژه ادمین (SHA256)
fr_fr: SHA256 Mot de passe de l'administrateur
it_it: Password amministratore SHA256
ko_kr: SHA256 관리 비밀번호
pl_pl: SHA256 Hasło Administratora
uk_ua: Пароль адміністратора SHA256
zh_cn: SHA256管理员密码

source: SNI Upstream Mapping
cs_cz: Mapování SNI na nadřazeném
de_de: SNI-Zuordnung zum Upstream
el_gr: Χαρτογράφηση SNI Upstream
fa_ir: نگاشت SNI به بالادست
fr_fr: Cartographie SNI en amont
it_it: Mappatura a monte SNI
ko_kr: SNI 업스트림 매핑
pl_pl: Mapowanie SNI Upstream
uk_ua: SNI мапування вищестоящих серверів
zh_cn: SNI上游映射

source: SNMP Community
cs_cz: SNMP komunita
el_gr: Κοινότητα SNMP
fa_ir: رشتهٔ Community (SNMP)
fr_fr: Communauté SNMP
it_it: Comunità SNMP
pl_pl: Wspólnota SNMP
uk_ua: SNMP спільнота
zh_cn: SNMP社区

source: SNMP Contact
cs_cz: SNMP kontakt
de_de: SNMP-Kontakt
el_gr: Επικοινωνία SNMP
fa_ir: اطلاعات تماس SNMP
fr_fr: Contact SNMP
it_it: Contatto SNMP
ko_kr: SNMP 연락처
pl_pl: Kontakt SNMP
uk_ua: Контакт SNMP
zh_cn: SNMP联系人

source: SNMP Location
cs_cz: SNMP umístění
de_de: SNMP-Standort
el_gr: Τοποθεσία SNMP
fa_ir: محل SNMP
fr_fr: Emplacement SNMP
it_it: Posizione SNMP
ko_kr: SNMP 위치
pl_pl: Lokalizacja SNMP
uk_ua: Розташування SNMP
zh_cn: SNMP位置

source: SSL Version
cs_cz: Verze SSL
el_gr: Έκδοση SSL
fa_ir: نسخه SSL
fr_fr: Version SSL
it_it: Versione SSL
ko_kr: SSL 버전
pl_pl: Wersja SSL
uk_ua: Версія SSL
zh_cn: SSL版本

source: Satisfy
cs_cz: Splnit
de_de: Bedingung erfüllen
el_gr: Ικανοποιώ
fa_ir: برآورده‌سازی
fr_fr: Satisfaire
it_it: Soddisfare
ko_kr: 만족
pl_pl: Satysfakcja
uk_ua: Задовольнити
zh_cn: 满足条件

source: Score
cs_cz: Hodnocení
de_de: Bewertung
el_gr: Σκορ
fa_ir: امتیاز
it_it: Punto
ko_kr: 점수
pl_pl: Wynik
uk_ua: Бал
zh_cn: 分数

source: Seamless reload
cs_cz: Hladké znovunačtení
de_de: Nahtloses Neuladen
el_gr: Απρόσκοπτη επαναφόρτωση
fa_ir: بارگذاری مجدد بی‌وقفه
fr_fr: Rechargement sans faille
it_it: Ricarica senza interruzioni
ko_kr: 무중단 재로드
pl_pl: Bezproblemowe przeładowanie
uk_ua: Безшовне перезавантаження
zh_cn: 无缝重新加载

source: Security Header
cs_cz: Hlavička zabezpečení
de_de: Sicherheitsheader
el_gr: Κεφαλίδα ασφαλείας
fa_ir: هدر امنیتی
fr_fr: En-tête de sécurité
it_it: Intestazione di sicurezza
ko_kr: 보안 헤더
pl_pl: Nagłówek Bezpieczeństwa
uk_ua: Заголовок безпеки
zh_cn: 安全标头

source: Select a credential list to use.
cs_cz: Vybrat seznam přihlašovacích údajů, který použít
de_de: Wählen Sie eine Zugangsdatenliste aus.
el_gr: Επιλέξτε μια λίστα διαπιστευτηρίων για χρήση.
fa_ir: یک فهرست اعتبارنامه برای استفاده انتخاب کنید.
fr_fr: Sélectionnez une liste d'accréditation à utiliser.
it_it: Seleziona un elenco di credenziali da utilizzare.
ko_kr: 사용할 자격 증명 목록을 선택하세요.
pl_pl: Wybierz listę poświadczeń do użycia.
uk_ua: Виберіть список облікових даних для використання.
zh_cn: 选择要使用的凭据列表。

source: Select a name for this match.
cs_cz: Vyberte název pro tuto shodu.
de_de: Wähle einen Namen für diese Übereinstimmung.
el_gr: Επιλέξτε ένα όνομα για αυτήν την αντιστοίχιση.
fa_ir: یک نام برای این تطابق انتخاب کنید.
fr_fr: Sélectionnez un nom pour cette correspondance.
it_it: Seleziona un nome per questa partita.
ko_kr: 이 일치 항목의 이름을 선택하세요.
pl_pl: Wybierz nazwę dla tego dopasowania.
uk_ua: Виберіть ім'я для цього збігу.
zh_cn: 选择该匹配的名称。

source: Select a pre-defined system command which should be run.
cs_cz: Vyberte předem určený systémový příkaz který by měl být spuštěn.
de_de: Wähle einen vordefinierten Systembefehl, der ausgeführt werden soll.
el_gr: Επιλέξτε μια προκαθορισμένη εντολή συστήματος που θα πρέπει να εκτελεστεί.
fa_ir: یک فرمان سیستمی از پیش‌تعریف‌شده برای اجرا انتخاب کنید.
fr_fr: Sélectionnez une commande système prédéfinie qui doit être exécutée.
it_it: Selezionare un comando di sistema predefinito da eseguire.
ko_kr: 실행할 사전 정의된 시스템 명령을 선택하세요.
pl_pl: Wybierz predefiniowane polecenie systemowe do uruchomienia.
uk_ua: Виберіть попередньо визначену системну команду, яку слід виконати.
zh_cn: 选择应运行的预定义系统命令。

source: Select an OpenVPN server to export profiles for.
cs_cz: Vyberte OpenVPN server pro který exportovat profily.
de_de: Wählen Sie einen OpenVPN-Server, für welchen Sie Profile exportieren möchten.
el_gr: Επιλέξτε έναν διακομιστή OpenVPN για τον οποίο θα εξάγετε προφίλ.
fa_ir: یک سرور OpenVPN برای صادر کردن پروفایل‌ها انتخاب کنید.
fr_fr: Sélectionnez un serveur OpenVPN pour lequel exporter les profils.
it_it: Seleziona un server OpenVPN per cui esportare i profili.
ko_kr: 프로파일을 내보낼 OpenVPN 서버를 선택하세요.
pl_pl: Wybierz serwer OpenVPN do eksportu profili.
uk_ua: Виберіть сервер OpenVPN для експорту профілів.
zh_cn: 选择要导出配置文件的OpenVPN服务器。

source: Select an upstream map to choose the host based on the name given by the client.
cs_cz: Výběrem mapy upstream vyberete hostitele na základě názvu zadaného klientem.
de_de: Wählen Sie eine Upstream-Zuordnung, um den Ziel-Host basierend auf dem vom Client übermittelten Namen (SNI – Server Name Indication) festzulegen.
el_gr: Επιλέξτε έναν χάρτη ανάντη για να επιλέξετε τον κεντρικό υπολογιστή με βάση το όνομα που δόθηκε από τον πελάτη.
fa_ir: یک نقشهٔ upstream انتخاب کنید تا میزبان براساس نام ارسال‌شده توسط کلاینت انتخاب شود.
fr_fr: Sélectionnez une carte en amont pour choisir l'hôte en fonction du nom donné par le client.
it_it: Seleziona una mappa upstream per scegliere l'host in base al nome fornito dal client.
ko_kr: 클라이언트에서 지정한 이름을 기준으로 호스트를 선택하려면 업스트림 맵을 선택하세요.
pl_pl: Wybierz mapę upstream, aby wybrać hosta na podstawie nazwy podanej przez klienta.
uk_ua: Виберіть мапу вищестоящих серверів, щоб вибрати хост на основі імені, наданого клієнтом.
zh_cn: 选择一个上游映射，以根据客户端给定的名称选择主机。

source: Select an upstream to proxy to or connect via FastCGI if chosen.
cs_cz: Vyberte nadřazené, ke kterému, ke kterému se chcete připojit prostřednictvím proxy nebo FastCGI, pokud je zvoleno.
de_de: Wählen Sie einen Upstream-Server für die Weiterleitung oder FastCGI-Verbindung aus.
el_gr: Επιλέξτε ένα upstream για να συνδεθείτε με proxy ή μέσω FastCGI, εάν είναι επιλεγμένο.
fa_ir: یک upstream برای پروکسی یا برای اتصال از طریق FastCGI انتخاب کنید.
fr_fr: Sélectionnez un site en amont vers lequel vous souhaitez établir un proxy ou vous connecter via FastCGI si vous avez choisi cette option.
it_it: Seleziona un upstream a cui eseguire il proxy o connettiti tramite FastCGI, se scelto.
ko_kr: 프록시할 업스트림을 선택하거나 FastCGI를 통해 연결합니다.
pl_pl: Wybierz upstream do pośredniczenia lub połącz przez FastCGI, jeśli zostało wybrane.
uk_ua: Виберіть вищестоящий сервер для проксі-з'єднання або підключення через FastCGI, якщо обрано.
zh_cn: 选择上游代理或通过FastCGI连接(如果已选择)。

source: Select an upstream to proxy to.
cs_cz: Vybrat nadřazené, ke kterému skrze proxy.
de_de: Wähle einen Upstream für die Proxyverbindung.
el_gr: Επιλέξτε ένα upstream για proxy.
fa_ir: یک upstream برای پروکسی انتخاب کنید.
fr_fr: Sélectionnez un amont vers lequel vous souhaitez établir un proxy.
it_it: Seleziona un upstream a cui fare il proxy.
ko_kr: 프록시할 업스트림을 선택하세요.
pl_pl: Wybierz upstream do pośredniczenia.
uk_ua: Виберіть вищестоящий сервер для проксі-з'єднання.
zh_cn: 选择要代理的上游服务器。

source: Select custom security policies.
cs_cz: Vyberte uživatelsky určené zásady zabezpečení.
de_de: Wählen Sie benutzerdefinierte Sicherheitsrichtlinien aus.
el_gr: Επιλέξτε προσαρμοσμένες πολιτικές ασφαλείας.
fa_ir: سیاست‌های امنیتی سفارشی را انتخاب کنید.
fr_fr: Sélectionnez les politiques de sécurité personnalisées.
it_it: Seleziona policy di sicurezza personalizzate.
ko_kr: 사용자 지정 보안 정책을 선택하세요.
pl_pl: Wybierz niestandardowe polityki bezpieczeństwa.
uk_ua: Виберіть власні політики безпеки.
zh_cn: 选择自定义安全策略。

source: Select interval (in milliseconds) between two consecutive health checks. This value can be overriden in backend pool and real server configuration.
cs_cz: Vyberte interval (v milisekundách) mezi dvěma po sobě jdoucími kontrolami zdraví. Tuto hodnotu je možné přebít v nastavení fondu podpůrné vrstvy a skutečného serveru.
de_de: Wählen Sie das Intervall (in Millisekunden) zwischen zwei aufeinanderfolgenden Integritätsprüfungen. Dieser Wert kann im Backend-Pool und in der realen Serverkonfiguration überschrieben werden.
el_gr: Επιλέξτε το διάστημα (σε χιλιοστά του δευτερολέπτου) μεταξύ δύο διαδοχικών ελέγχων εύρυθμης λειτουργίας. Αυτή η τιμή μπορεί να παρακαμφθεί στην ομάδα backend και στη διαμόρφωση πραγματικού διακομιστή.
fa_ir: فاصله (برحسب میلی‌ثانیه) بین دو بررسی سلامت متوالی را انتخاب کنید. این مقدار می‌تواند در پیکربندی مجموعهٔ بک‌اند و سرور واقعی بازنویسی شود.
fr_fr: Sélectionnez l'intervalle (en millisecondes) entre deux vérifications d'état consécutives. Cette valeur peut être remplacée dans le pool principal et la configuration du serveur réel.
it_it: Seleziona l'intervallo (in millisecondi) tra due controlli di integrità consecutivi. Questo valore può essere sovrascritto nel pool backend e nella configurazione del server reale.
ko_kr: 두 개의 연속적인 상태 점검 사이의 간격(밀리초)을 선택하세요. 이 값은 백엔드 풀 및 실제 서버 구성에서 재정의할 수 있습니다.
pl_pl: Wybierz interwał (w milisekundach) między dwoma kolejnymi kontrolami stanu zdrowia. Ta wartość może być nadpisywana w konfiguracji puli backend i prawdziwego serwera.
uk_ua: Виберіть інтервал (у мілісекундах) між двома послідовними перевірками працездатності. Це значення може бути перевизначено в конфігурації пулу бекендів та реального сервера.
zh_cn: 选择两次连续健康检查之间的间隔(毫秒)。可以在后端池和实际服务器配置中覆盖此值。

source: Select some matches you want to use in this rule. This matches are joined using the selected separator.
cs_cz: Vyberte nějaké shody které chcete používat s tímto pravidlem. Tyto shody jsou připojeny pomocí vybraného oddělovače.
de_de: Wähle Übereinstimmungen aus, die in dieser Regel verwendet werden sollen. Diese werden mit dem gewählten Trennzeichen verknüpft.
el_gr: Επιλέξτε μερικές αντιστοιχίσεις που θέλετε να χρησιμοποιήσετε σε αυτόν τον κανόνα. Αυτές οι αντιστοιχίσεις ενώνονται χρησιμοποιώντας το επιλεγμένο διαχωριστικό.
fa_ir: چند تطابق را که می‌خواهید در این قانون استفاده کنید انتخاب کنید. این تطابق‌ها با جداکنندهٔ انتخاب‌شده به هم متصل می‌شوند.
fr_fr: Sélectionnez les correspondances que vous souhaitez utiliser dans cette règle. Ces correspondances sont jointes en utilisant le séparateur sélectionné.
it_it: Seleziona alcune corrispondenze che desideri utilizzare in questa regola. Queste corrispondenze vengono unite utilizzando il separatore selezionato.
ko_kr: 이 규칙에 사용할 일치 항목을 선택하세요. 이 일치 항목은 선택한 구분 기호를 사용하여 결합됩니다.
pl_pl: Wybierz dopasowania, które chcesz użyć w tej regule. Te dopasowania są łączone przy użyciu wybranego separatora.
uk_ua: Виберіть збіги, які ви хочете використати в цьому правилі. Ці збіги об'єднані за допомогою вибраного роздільника.
zh_cn: 选择要在此规则中使用的某些匹配项。使用选定的分隔符加入该匹配项。

source: Select the HTTP verbs to cache. GET and HEAD will be always cached.
cs_cz: Vyberte slovesa HTTP pro ukládání do mezipaměti. GET a HEAD budou do mezipaměti ukládána vždy.
de_de: Wählen Sie die HTTP-Verben aus, die zwischengespeichert werden sollen. GET und HEAD werden immer zwischengespeichert.
el_gr: Επιλέξτε τα ρήματα HTTP για προσωρινή αποθήκευση. Τα GET και HEAD θα αποθηκεύονται πάντα στην προσωρινή μνήμη.
fa_ir: افعال HTTP را که باید کش شوند انتخاب کنید. GET و HEAD همیشه کش می‌شوند.
fr_fr: Sélectionnez les verbes HTTP à mettre en cache. GET et HEAD seront toujours mis en cache.
it_it: Seleziona i verbi HTTP da memorizzare nella cache. GET e HEAD saranno sempre memorizzati nella cache.
ko_kr: 캐시할 HTTP 메서드를 선택하세요. GET 및 HEAD는 항상 캐시됩니다.
pl_pl: Wybierz metody HTTP do buforowania. GET i HEAD zawsze będą buforowane.
uk_ua: Виберіть HTTP-методи для кешування. GET і HEAD завжди будуть кешуватися.
zh_cn: 选择要缓存的HTTP动作。GET和HEAD会始终缓存。

source: Select the client certificate to use.
cs_cz: Vyberte klientský certifikát, který použít.
de_de: Wähle das zu verwendende Client-Zertifikat.
el_gr: Επιλέξτε το πιστοποιητικό προγράμματος-πελάτη που θα χρησιμοποιήσετε.
fa_ir: گواهی‌کلاینت مورد استفاده را انتخاب کنید.
fr_fr: Sélectionnez le certificat client à utiliser.
it_it: Selezionare il certificato client da utilizzare.
ko_kr: 사용할 클라이언트 인증서를 선택하세요.
pl_pl: Wybierz certyfikat klienta do użycia.
uk_ua: Виберіть клієнтський сертифікат для використання.
zh_cn: 选择要使用的客户端证书。

source: Select the interface to listen to. Set to none if you want to choose the interface via ntopng UI.
cs_cz: Vyberte rozhraní, na kterém očekávat spojení. Pokud chcete rozhraní zvolit prostřednictvím uživatelského rozhraní ntopng, nastavte na none.
de_de: Wähle die Schnittstelle, auf dem gelauscht werden soll. Wähle „keine“, wenn du die Schnittstelle über die ntopng-Oberfläche auswählen möchtest.
el_gr: Επιλέξτε τη διεπαφή που θέλετε να ακούσετε. Ορίστε την σε καμία αν θέλετε να επιλέξετε τη διεπαφή μέσω του ntopng UI.
fa_ir: اینترفیس برای گوش دادن را انتخاب کنید. برای انتخاب اینترفیس از طریق رابط ntopng، مقدار را روی «هیچ‌کدام» بگذارید.
fr_fr: Sélectionnez l'interface à écouter. Définissez-le à none si vous voulez choisir l'interface via l'interface utilisateur de ntopng.
it_it: Seleziona l'interfaccia da ascoltare. Impostare su nessuno se si desidera scegliere l'interfaccia tramite l'interfaccia utente ntopng.
ko_kr: 수신할 인터페이스를 선택하세요. ntopng UI를 통해 인터페이스를 선택하려면 없음으로 설정하세요.
pl_pl: Wybierz interfejs, na którym chcesz nasłuchiwać. Ustaw na "none", jeśli chcesz wybrać interfejs za pomocą ntopng UI.
uk_ua: Виберіть інтерфейс для прослуховування. Встановіть значення "відсутній", якщо ви хочете вибрати інтерфейс через інтерфейс ntopng.
zh_cn: 选择要监听的接口。如果要通过ntopng UI选择接口，请设置为none。

source: Select the type of hash. Possible values are SHA256 or SHA1.
cs_cz: Vyberte typ otisku. Možnými hodnotami jsou SHA256 nebo SHA1.
de_de: Wähle den Hash-Typ. Mögliche Werte sind SHA256 oder SHA1.
el_gr: Επιλέξτε τον τύπο του hash. Οι πιθανές τιμές είναι SHA256 ή SHA1.
fa_ir: نوع هش را انتخاب کنید. مقادیر ممکن SHA256 یا SHA1 هستند.
fr_fr: Sélectionnez le type de hachage. Les valeurs possibles sont SHA256 ou SHA1.
it_it: Seleziona il tipo di hash. I valori possibili sono SHA256 o SHA1.
ko_kr: 해시 유형을 선택하세요. 가능한 값은 SHA256 또는 SHA1입니다.
pl_pl: Wybierz typ skrótu. Możliwe wartości to SHA256 lub SHA1.
uk_ua: Виберіть тип хешу. Можливі значення: SHA256 або SHA1.
zh_cn: 选择哈希类型，可以为SHA256或SHA1。

source: Select the type of the match. Depending on the match, you will need different arguments.
cs_cz: Vyberte typ shody. V závislosti na shodě, bude zapotřebí odlišných argumentů.
de_de: Wähle den Typ der Übereinstimmung. Je nach Typ sind unterschiedliche Argumente erforderlich.
el_gr: Επιλέξτε τον τύπο της αντιστοίχισης. Ανάλογα με την αντιστοίχιση, θα χρειαστείτε διαφορετικά ορίσματα.
fa_ir: نوع تطابق را انتخاب کنید. بسته به تطابق، به آرگومان‌های مختلفی نیاز خواهید داشت.
fr_fr: Sélectionnez le type de correspondance. Selon le type de correspondance, vous aurez besoin de différents arguments.
it_it: Seleziona il tipo di corrispondenza. A seconda della partita, avrai bisogno di argomenti diversi.
ko_kr: 일치하는 유형을 선택하세요. 일치하는 항목에 따라 다른 인수가 필요합니다.
pl_pl: Wybierz typ dopasowania. W zależności od dopasowania potrzebujesz różnych argumentów.
uk_ua: Виберіть тип збігу. Залежно від збігу, вам знадобляться різні аргументи.
zh_cn: 选择匹配的类型。根据匹配，您会需要不同的参数。

source: Select what to do with URI that contain whitespaces. The current Squid implementation of encode and chop violates RFC2616 by not using a 301 redirect after altering the URL.
cs_cz: Vyberte co dělat s URI, které obsahují prázdné znaky. Stávající implementace kódování a osekávání ve Squid porušuje normu RFC2616 tím, že po pozměnění URL nepoužívá 301 přesměrováno.
de_de: Wähle aus, was mit URIs geschehen soll, die Leerzeichen enthalten. Die aktuelle Squid-Implementierung von „encode“ und „chop“ verstößt gegen RFC2616, da keine 301-Weiterleitung nach Änderung der URL erfolgt.
el_gr: Επιλέξτε τι θα κάνετε με τα URI που περιέχουν κενά. Η τρέχουσα υλοποίηση του Squid για την encode και την chop παραβιάζει το RFC2616, μη χρησιμοποιώντας ανακατεύθυνση 301 μετά την τροποποίηση της διεύθυνσης URL.
fa_ir: نحوهٔ برخورد با URIهایی که شامل فاصله هستند را انتخاب کنید. پیاده‌سازی فعلی Squid برای encode و chop با RFC2616 مغایرت دارد زیرا پس از تغییر URL از بازگردانی 301 استفاده نمی‌کند.
fr_fr: Sélectionnez quoi faire avec les URI contenant des espaces. L'implémentation actuelle de l'encodage et du découpage Squid viole la RFC2616 en n'utilisant pas de redirection 301 après avoir modifié l'URL.
it_it: Seleziona cosa fare con l'URI che contiene spazi bianchi. L'attuale implementazione Squid di codifica e taglio viola RFC2616 non utilizzando un reindirizzamento 301 dopo aver alterato l'URL.
ko_kr: URI에 공백이 포함된 경우 어떻게 처리할지 선택하세요. 현재 Squid 구현은 URL을 수정한 후 301 리디렉션을 사용하지 않아 RFC2616을 위반합니다.
pl_pl: Decyduj, co robić z URI zawierającymi spacje. Aktualna implementacja Squid'a dla encode i chop narusza RFC2616, nie używając przekierowania 301 po zmianie URL.
uk_ua: Виберіть, що робити з URI, які містять пробіли. Поточна реалізація Squid для кодування та обрізання порушує RFC2616, не використовуючи 301 перенаправлення після зміни URL-адреси.
zh_cn: 选择如何处理包含空格的URI。当前的Squid使用encode and chop违反了RFC2616，因为在更改URL后未使用301重定向。

source: Select what to do with X-Forwarded-For header. If set to: "on", Squid will append your client's IP address in the HTTP requests it forwards. By default it looks like X-Forwarded-For: 192.1.2.3; If set to: "off", it will appear as X-Forwarded-For: unknown; "transparent", Squid will not alter the X-Forwarded-For header in any way; If set to: "delete", Squid will delete the entire X-Forwarded-For header; If set to: "truncate", Squid will remove all existing X-Forwarded-For entries, and place the client IP as the sole entry.
cs_cz: Vyberte, co se má dělat se záhlavím X-Forwarded-For. Pokud je nastaveno na: „zapnuto“, Squid připojí IP adresu vašeho klienta k HTTP požadavkům, které přeposílá. Ve výchozím nastavení vypadá jako X-Forwarded-For: 192.1.2.3; Pokud je nastaveno na: „vypnuto“, bude vypadat jako X-Forwarded-For: unknown; „transparentní“, Squid nebude hlavičku X-Forwarded-For nijak měnit; Pokud je nastaveno na: „smazat“, Squid odstraní celou hlavičku X-Forwarded-For; Pokud je nastaveno na: „zkrátit“, Squid odstraní všechny existující položky X-Forwarded-For a jako jedinou položku umístí IP adresu klienta.
de_de: Wähle aus, wie mit dem X-Forwarded-For-Header verfahren werden soll. Wird "on" gesetzt, fügt Squid die IP-Adresse des Clients in die weitergeleitete HTTP-Anfrage ein. Standardmäßig sieht dies wie folgt aus: X-Forwarded-For: 192.1.2.3. Bei "off" erscheint der Header als "X-Forwarded-For: unknown". "transparent" belässt den Header unverändert. "delete" entfernt den Header komplett. "truncate" entfernt alle vorhandenen Einträge und setzt nur die Client-IP als neuen Header.
el_gr: Επιλέξτε τι θα κάνετε με την κεφαλίδα X-Forwarded-For. Εάν οριστεί σε: "on", το Squid θα προσθέσει τη διεύθυνση IP του υπολογιστή-πελάτη σας στα αιτήματα HTTP που προωθεί. Από προεπιλογή, μοιάζει με X-Forwarded-For: 192.1.2.3. Εάν οριστεί σε: "off", θα εμφανίζεται ως X-Forwarded-For: unknown. "transparent", το Squid δεν θα τροποποιήσει την κεφαλίδα X-Forwarded-For με κανέναν τρόπο. Εάν οριστεί σε: "delete", το Squid θα διαγράψει ολόκληρη την κεφαλίδα X-Forwarded-For. Εάν οριστεί σε: "truncate", το Squid θα καταργήσει όλες τις υπάρχουσες καταχωρήσεις X-Forwarded-For και θα τοποθετήσει την IP του υπολογιστή-πελάτη ως τη μόνη καταχώρηση.
fa_ir: نحوهٔ برخورد با هدر X-Forwarded-For را انتخاب کنید. اگر روی «on» گذاشته شود، Squid آدرس IP کلاینت شما را به درخواست‌های HTTP ارسالی اضافه می‌کند. به‌صورت پیش‌فرض شبیه است به X-Forwarded-For: 192.1.2.3. اگر روی «off» باشد، به‌صورت X-Forwarded-For: unknown نمایش داده می‌شود. اگر «transparent» باشد، Squid هدر X-Forwarded-For را به هیچ‌وجه تغییر نمی‌دهد. اگر «delete» باشد، Squid کل هدر X-Forwarded-For را حذف می‌کند. اگر «truncate» باشد، همهٔ ورودی‌های موجود را پاک کرده و تنها IP کلاینت را قرار می‌دهد.
fr_fr: Sélectionnez quoi faire avec l'en-tête X-Forwarded-For. Si défini sur : "on", Squid ajoutera l'adresse IP de votre client dans les requêtes HTTP qu'il transmet. Par défaut, il ressemble à X-Forwarded-For : 192.1.2.3 ; S'il est défini sur : "off", il apparaîtra sous la forme X-Forwarded-For : unknown ; « transparent », Squid ne modifiera en aucun cas l'en-tête X-Forwarded-For ; Si défini sur : "delete", Squid supprimera l'intégralité de l'en-tête X-Forwarded-For ; S'il est défini sur : "truncate", Squid supprimera toutes les entrées X-Forwarded-For existantes et placera l'adresse IP du client comme seule entrée.
it_it: Seleziona cosa fare con l'intestazione X-Forwarded-For. Se impostato su: "on", Squid aggiungerà l'indirizzo IP del tuo client nelle richieste HTTP che inoltra. Per impostazione predefinita appare X-Forwarded-For: 192.1.2.3; Se impostato su: "off", apparirà come X-Forwarded-For: sconosciuto; "trasparente", Squid non altererà in alcun modo l'intestazione X-Forwarded-For; Se impostato su: "delete", Squid cancellerà l'intera intestazione X-Forwarded-For; Se impostato su: "troncare", Squid rimuoverà tutte le voci X-Forwarded-For esistenti e inserirà l'IP del client come unica voce.
ko_kr: X-Forwarded-For 헤더를 어떻게 처리할지 선택하세요. "on"으로 설정하면 Squid는 전달한 HTTP 요청에 클라이언트 IP 주소를 추가합니다. 기본적으로 X-Forwarded-For: 192.1.2.3;와 같은 형식입니다. "off"로 설정하면 X-Forwarded-For: unknown;와 같이 나타납니다. "transparent"로 설정하면 Squid는 X-Forwarded-For 헤더를 아무런 변경 없이 유지합니다. "delete"로 설정하면 Squid는 전체 X-Forwarded-For 헤더를 삭제합니다. "truncate"로 설정하면 Squid는 모든 기존 X-Forwarded-For 항목을 제거하고 클라이언트 IP를 유일한 항목으로 추가합니다.
pl_pl: Decyduj, co robić z nagłówkiem X-Forwarded-For. Jeśli ustawione na: "on", Squid doda adres IP twojego klienta do przekazywanych żądań HTTP. Domyślnie wygląda to tak: X-Forwarded-For: 192.1.2.3; Jeśli ustawione na: "off", pojawi się jako X-Forwarded-For: unknown; "transparent", Squid nie będzie w żaden sposób modyfikować nagłówka X-Forwarded-For; Jeśli ustawione na: "delete", Squid usunie cały nagłówek X-Forwarded-For; Jeśli ustawione na: "truncate", Squid usunie wszystkie istniejące wpisy X-Forwarded-For i umieści adres IP klienta jako jedyny wpis.
uk_ua: Виберіть, що робити із заголовком X-Forwarded-For. Якщо встановлено значення "on", Squid додасть IP-адресу вашого клієнта до HTTP-запитів, які він пересилає. Типово це виглядає як X-Forwarded-For: 192.1.2.3; Якщо встановлено значення "off", це виглядатиме як X-Forwarded-For: unknown; "transparent", Squid не змінюватиме заголовок X-Forwarded-For жодним чином; Якщо встановлено значення "delete", Squid видалить весь заголовок X-Forwarded-For; Якщо встановлено значення "truncate", Squid видалить усі існуючі записи X-Forwarded-For та розмістить IP-адресу клієнта як єдиний запис.
zh_cn: 选择如何处理X-Forwarded-For header。如果设置为:"on"，Squid会将您客户端的IP地址附加到HTTP请求转发中。默认情况下，它看起来像X-Forwarded-For:192.1.2.3；如果设置为:"off"，它会显示为X-Forwarded-For:unknown；如设置为"transparent"，Squid不会以任何方式改变X-Forwarded-For header；如果设置为:"delete"，Squid会删除整个X-Forwarded-For header；如果设置为:"truncate"，Squid会删除所有现有的X-Forwarded-For条目，并将客户端IP作为唯一条目。
