Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Value needs to be between 1 and 31; multiple values, ranges, L (last day of month), steps and asterisk are supported (ex. 1,2,8 or 1-28).
cs_cz: Je třeba, aby hodnota byla z rozmezí 1 až 31. Je možné zadat jako vícero hodnot, rozsahy, L (poslední den v měsíci) a zástupná vyjádření (hvězdička). Příklad: 1,2,8 nebo 1-28.
de_de: Wert muss zwischen 0 und 31 liegen; mehrere Werte, Bereiche,L (letzter Montatstag), Schritte und ein Asterisk werden Unterstützt (zum Beispiel 1,2,8 or 1-28).
el_gr: Η τιμή πρέπει να είναι μεταξύ 1 και 31. Υποστηρίζονται πολλαπλές τιμές, εύρη, L (τελευταία ημέρα του μήνα), βήματα και αστερίσκος (π.χ. 1, 2, 8 ή 1-28).
fa_ir: مقدار باید بین 1 و 31 باشد؛ مقادیر متعدد، بازه‌ها، L (آخرین روز ماه)، گام‌ها و ستاره پشتیبانی می‌شوند (مثلاً 1,2,8 یا 1-28).
fr_fr: La valeur doit être comprise entre 1 et 31; les valeurs multiples, les plages, L (dernier jour du mois), les étapes et l’astérisque sont pris en charge (ex. 1,2,8 ou 1-28).
it_it: Il valore deve essere compreso tra 1 e 31; Sono supportati più valori, intervalli, L (ultimo giorno del mese), passaggi e asterisco (es. 1,2,8 o 1-28).
ko_kr: 값은 1에서 31 사이여야 합니다. 여러 값, 범위, L (월의 마지막 날), 단계 및 별표가 지원됩니다 (예: 1,2,8 또는 1-28).
pl_pl: Wartość musi być między 1 a 31; obsługiwane są pojedyncze wartości, zakresy, L (ostatni dzień miesiąca), kroki oraz gwiazdka (np. 1,2,8 lub 1-28).
uk_ua: Значення має бути між 1 та 31; підтримуються кілька значень, діапазони, L (останній день місяця), кроки та зірочка (напр. 1,2,8 або 1-28).
zh_cn: 值必须在1到31之间; 支持多个值，范围，L(月份的最后一天)，步长和星号(例如1,2,8或1-28)。

source: Vanilla
cs_cz: Vanilka
el_gr: Βανίλια
fr_fr: Vanille
it_it: Vaniglia
pl_pl: Waniliowe
uk_ua: Звичайна

source: Vanilla,KISTLite
cs_cz: Vanilka,KISTLite
el_gr: Βανίλια, KISTLite
fr_fr: Vanille, KISTLite
it_it: Vaniglia,KISTLite
pl_pl: Waniliowe,KISTLite
uk_ua: Звичайна,KISTLite

source: Verbose
cs_cz: Podrobnější
de_de: Ausführlich
el_gr: Πολύλογος
fa_ir: گزارش‌دهی مفصل
fr_fr: Verbeux
it_it: Verbo
ko_kr: 상세
pl_pl: Szczegółowy
uk_ua: Детальний
zh_cn: 详细

source: Version 1
cs_cz: Verze 1
el_gr: Έκδοση 1
fa_ir: نسخه 1
it_it: Versione 1
ko_kr: 버전 1
pl_pl: Wersja 1
uk_ua: Версія 1
zh_cn: 版本1

source: Version 2
cs_cz: Verze 2
el_gr: Έκδοση 2
fa_ir: نسخه 2
it_it: Versione 2
ko_kr: 버전 2
pl_pl: Wersja 2
uk_ua: Версія 2
zh_cn: 版本2

source: View
cs_cz: Zobrazit
de_de: Ansicht
el_gr: Θέα
fa_ir: نمایش
fr_fr: Voir
it_it: Visualizzazione
ko_kr: 보기
pl_pl: Zobacz
uk_ua: Перегляд
zh_cn: 查看

source: Virtual IPs
cs_cz: Virtuální IP adresy
de_de: Virtuelle IPs
el_gr: Εικονικές IP
fa_ir: IPهای مجازی
fr_fr: IPs virtuelles
it_it: IP virtuali
ko_kr: 가상 IP
pl_pl: Wirtualne IP
uk_ua: Віртуальні IP-адреси
zh_cn: 虚拟IP

source: Vouchers
cs_cz: Kupony
de_de: Voucher
el_gr: Κουπόνια
fa_ir: واچرها
fr_fr: Bons d'échange
it_it: Buoni
ko_kr: 바우처
pl_pl: Kupony
uk_ua: Ваучери
zh_cn: 凭证

source: Wake on LAN
cs_cz: Probouzení po síti
el_gr: Αφύπνιση σε LAN
fa_ir: بیداری از طریق LAN
it_it: Riattivazione su LAN
ko_kr: 웨이크 온 랜(Wake on LAN)
pl_pl: Budzenie przez LAN
uk_ua: Пробудження по локальній мережі
zh_cn: 网络唤醒

source: Warning
cs_cz: Varování
de_de: Warnung
el_gr: Προειδοποίηση
fa_ir: هشدار
fr_fr: Avertissement
it_it: Avvertimento
ko_kr: 경고
pl_pl: Ostrzeżenie
uk_ua: Попередження
zh_cn: 警告

source: Warnings
cs_cz: Varování
de_de: Warnungen
el_gr: Προειδοποιήσεις
fa_ir: هشدارها
fr_fr: Avertissements
it_it: Avvertenze
ko_kr: 경고
pl_pl: Ostrzeżenia
uk_ua: Попередження
zh_cn: 警告

source: Web GUI
cs_cz: Webové správní rozhraní
de_de: Weboberfläche
el_gr: Γραφικό περιβάλλον χρήστη ιστού
fa_ir: رابط وب
fr_fr: Interface graphique Web
it_it: GUI Web
ko_kr: 웹 GUI
pl_pl: Interfejs graficzny WWW
uk_ua: Веб-інтерфейс

source: Weekly
cs_cz: Týdně
de_de: Wöchentlich
el_gr: Εβδομαδιαίος
fa_ir: هفتگی
fr_fr: Hebdomadaire
it_it: Settimanale
ko_kr: 매주
pl_pl: Tygodniowo
uk_ua: Щотижнево
zh_cn: 每周

source: Weight must be between 1...100
cs_cz: Je třeba, aby váha byla z rozsahu 1 až 100
de_de: Gewichtung muss zwichen 1 und 100 sein
el_gr: Το βάρος πρέπει να είναι μεταξύ 1...100
fa_ir: وزن باید بین 1 تا 100 باشد
fr_fr: Le poids doit être compris entre 1 et 100
it_it: Il peso deve essere compreso tra 1 e 100
ko_kr: 가중치는 1에서 100 사이여야 함
pl_pl: Waga musi wynosić od 1 do 100
uk_ua: Вага має бути між 1...100
zh_cn: 权重必须在1 ... 100之间

source: Windows 2008 with AES
cs_cz: Windows 2008 s AES
de_de: Windows 2008 mit AES
el_gr: Windows 2008 με AES
fa_ir: Windows 2008 با AES
fr_fr: Windows 2008 avec AES
it_it: Windows 2008 con AES
ko_kr: AES가 포함된 윈도우 2008
pl_pl: Windows 2008 z AES
uk_ua: Windows 2008 з AES
zh_cn: 带有AES的Windows 2008

source: Wireless
cs_cz: Bezdrátové
de_de: Drahtlos
el_gr: Ασύρματο
fa_ir: بی‌سیم
fr_fr: Réseau sans fil
it_it: Senza fili
ko_kr: 무선
pl_pl: Bezprzewodowe
uk_ua: Бездротовий
zh_cn: 无线

source: Wizard
cs_cz: Průvodce
de_de: Assistent
el_gr: Οδηγός
fa_ir: دستیار
fr_fr: Assistant
it_it: Procedura guidata
ko_kr: 마법사
pl_pl: Przewodnik
uk_ua: Майстер
zh_cn: 向导

source: Zabbix Agent
el_gr: Πράκτορας Zabbix
fr_fr: Agent Zabbix
it_it: Agente Zabbix
ko_kr: Zabbix 에이전트
pl_pl: Agent Zabbix
uk_ua: Агент Zabbix
zh_cn: Zabbix代理

source: Zabbix Proxy
fr_fr: Mandataire Zabbix
it_it: Proxy Zabbix
ko_kr: Zabbix 프록시
pl_pl: Pośrednik Zabbix
uk_ua: Проксі Zabbix
zh_cn: Zabbix代理

source: [0] start/stop, serious errors
cs_cz: [0] start/stop, vážné chyby
de_de: [0] Start/Stop, ernsthafte Fehler
el_gr: [0] έναρξη/διακοπή, σοβαρά σφάλματα
fa_ir: [0] شروع/توقف، خطاهای جدی
fr_fr: [0] lancement/arrêt, erreurs sérieuses
it_it: [0] avvio/arresto, errori gravi
ko_kr: [0] 시작/정지, 심각한 오류
pl_pl: [0] start/stop, poważne błędy
uk_ua: [0] запуск/зупинка, серйозні помилки
zh_cn: [0] 开始/停止，严重错误

source: [1] +all connections
cs_cz: [1] +všechna spojení
de_de: [1] +alle Verbindungen
el_gr: [1] +όλες οι συνδέσεις
fa_ir: [1] +تمامی اتصالات
fr_fr: [1] + toutes connexions
it_it: [1] +tutte le connessioni
ko_kr: [1] +모든 연결
pl_pl: [1] +wszystkie połączenia
uk_ua: [1] +всі з'єднання
zh_cn: [1] + 所有连接

source: [2] +script status
cs_cz: [2] +stav skriptu
el_gr: [2] +κατάσταση σεναρίου
fa_ir: [2] +وضعیت اسکریپت
fr_fr: [2] +statut du script
it_it: [2] +stato dello script
ko_kr: [2] +스크립트 상태
pl_pl: [2] +status skryptu
uk_ua: [2] +статус скриптів
zh_cn: [2] + 脚本状态

source: [3] +all requests
cs_cz: [3] +všechny požadavky
de_de: [3] +alle Anfragen
el_gr: [3] +όλα τα αιτήματα
fa_ir: [3] +تمام درخواست‌ها
fr_fr: [3] +toutes les requêtes
it_it: [3] +tutte le richieste
ko_kr: [3] +모든 요청
pl_pl: [3] +wszystkie żądania
uk_ua: [3] +всі запити
zh_cn: [3] + 所有请求

source: [4] +meta socket
cs_cz: [4] +meta soket
el_gr: [4] +μετα-υποδοχή
fa_ir: [4] +سوکت متا
it_it: [4] +meta presa
ko_kr: [4] +메타 소켓
pl_pl: [4] +gniazdo meta
uk_ua: [4] +мета-сокет
zh_cn: [4] + 元套接字

source: [5] +network traffic
cs_cz: [5] +síťový provoz
de_de: [5] +Netzwerkverkehr
el_gr: [5] + κίνηση δικτύου
fa_ir: [5] +ترافیک شبکه
fr_fr: [5] +trafic réseau
it_it: [5] +traffico di rete
ko_kr: [5] +네트워크 트래픽
pl_pl: [5] +ruch sieciowy
uk_ua: [5] +мережевий трафік
zh_cn: [5] + 网络流量

source: active [default]
cs_cz: aktivní [výchozí]
de_de: aktiv [Standard]
el_gr: ενεργό [προεπιλογή]
fa_ir: فعال [پیش‌فرض]
fr_fr: Actif [défaut]
it_it: attivo [predefinito]
ko_kr: 활성 [기본값]
pl_pl: aktywny [domyślnie]
uk_ua: активний [типово]
zh_cn: 活动 [默认]

source: alert
cs_cz: výstraha
de_de: Alarm
el_gr: συναγερμός
fa_ir: هشدار
fr_fr: alerte
it_it: avviso
ko_kr: 알림
uk_ua: сповіщення
zh_cn: 警报

source: all states
cs_cz: všechny stavy
de_de: alle Zustände
el_gr: όλα τα states
fa_ir: تمام وضعیت‌ها
fr_fr: tous les états
it_it: tutti gli stati
ko_kr: 모든 상태
pl_pl: wszystkie stany
uk_ua: всі стани
zh_cn: 所有状态

source: audit
el_gr: έλεγχος
fa_ir: ممیزی
it_it: verifica
ko_kr: 감사
pl_pl: audyt
uk_ua: аудит
zh_cn: 审计

source: auth
de_de: Authentifizeirung
fa_ir: احراز هویت
fr_fr: authentification
it_it: aut
ko_kr: 인증
pl_pl: uwierzytelnienie
uk_ua: автентифікація
zh_cn: 认证

source: auth2
de_de: Authentifizierung 2
fa_ir: احراز هویت 2
it_it: aut2
uk_ua: автентифікація2
zh_cn: 认证2

source: backup
cs_cz: záloha
de_de: Sicherung
fa_ir: پشتیبان‌گیری
fr_fr: sauvegarde
ko_kr: 백업
pl_pl: kopia zapasowa
uk_ua: резервне копіювання
zh_cn: 备份

source: basic information (0)
cs_cz: základní informace (0)
de_de: Basisinformationen (0)
el_gr: βασικές πληροφορίες (0)
fa_ir: اطلاعات پایه (0)
fr_fr: Information de base (0)
it_it: informazioni di base (0)
ko_kr: 기본 정보 (0)
pl_pl: podstawowe informacje (0)
uk_ua: базова інформація (0)
zh_cn: 基本信息 (0)

source: bit/s
fa_ir: بیت/ثانیه
it_it: bit/i
uk_ua: біт/с

source: both
cs_cz: obojí
de_de: beide
el_gr: και οι δύο
fa_ir: هر دو
fr_fr: les deux
it_it: Entrambi
ko_kr: 둘 다
pl_pl: oba
uk_ua: обидва
zh_cn: 两者

source: bucket size should be between 1...65535
cs_cz: velikost kbelíku by měla být v rozmezí 1 až 65535.
de_de: Bucket-Größe sollte zwischen 1 und 65535 liegen
el_gr: το μέγεθος του κάδου πρέπει να είναι μεταξύ 1...65535
fa_ir: اندازه باکت باید بین 1...65535 باشد
fr_fr: la taille du seau doit être comprise entre 1...65535
it_it: la dimensione del bucket deve essere compresa tra 1 e 65535
ko_kr: 버킷 크기는 1에서 65535 사이여야 함
pl_pl: rozmiar bucketa powinien być pomiędzy 1...65535
uk_ua: розмір кошика має бути між 1...65535
zh_cn: 存储桶大小应介于 1...65535 之间

source: crit
cs_cz: krit
el_gr: κρίσιμο
fa_ir: بحرانی
it_it: critico
ko_kr: 심각
uk_ua: крит.
zh_cn: 危急

source: critical information (1)
cs_cz: kritická informace (1)
de_de: Kritische Informationen (1)
el_gr: κρίσιμες πληροφορίες (1)
fa_ir: اطلاعات بحرانی (1)
fr_fr: Information critique (1)
it_it: informazioni critiche (1)
ko_kr: 심각한 정보 (1)
pl_pl: krytyczne informacje (1)
uk_ua: критична інформація (1)
zh_cn: 关键信息 (1)

source: daemon
cs_cz: proces služby
fa_ir: فرآیند پس‌زمینه
fr_fr: service
it_it: demone
ko_kr: 데몬
uk_ua: демон
zh_cn: 守护程序

source: debug
cs_cz: ladění
el_gr: εντοπισμός σφαλμάτων
fa_ir: اشکال‌زدایی
fr_fr: déboguer
it_it: eseguire il debug
ko_kr: 디버그
uk_ua: налагодження
zh_cn: 调试

source: debug level needs to be between 0 (default) and 5 (highest)
cs_cz: je třeba, aby úroveň podrobností ladících informací byla z rozmezí 0 (výchozí) až 5 (nejpodrobnější)
de_de: Debug-Stufe muss zwischen 0 (Standard) und 5 (höchste Stufe) liegen
el_gr: Το επίπεδο εντοπισμού σφαλμάτων πρέπει να είναι μεταξύ 0 (προεπιλογή) και 5 (υψηλότερο)
fa_ir: سطح اشکال‌زدایی باید بین 0 (پیش‌فرض) و 5 (بالاترین) باشد
fr_fr: le niveau de debug est compris entre 0 (par défaut) et 5 (le plus élevé)
it_it: il livello di debug deve essere compreso tra 0 (predefinito) e 5 (più alto)
ko_kr: 디버그 레벨은 0 (기본값)과 5 (최고) 사이여야 합니다.
pl_pl: poziom debugowania musi być pomiędzy 0 (domyślny) a 5 (najwyższy)
uk_ua: рівень налагодження має бути між 0 (типово) і 5 (найвищий)
zh_cn: 调试级别在0(默认)和5(最高)之间

source: debugging (4)
cs_cz: ladění (4)
de_de: Fehlersuche (4)
el_gr: εντοπισμός σφαλμάτων (4)
fa_ir: اشکال‌زدایی (4)
fr_fr: débogage (4)
it_it: debug (4)
ko_kr: 디버깅 (4)
pl_pl: debugowanie (4)
uk_ua: налагодження (4)
zh_cn: 调试 (4)

source: disable verify
cs_cz: vypnout ověřování
de_de: Verifizierung deaktivieren
el_gr: απενεργοποίηση επαλήθευσης
fa_ir: غیرفعال‌سازی اعتبارسنجی
fr_fr: désactiver la vérification
it_it: disabilita la verifica
ko_kr: 검증 사용 안 함
pl_pl: wyłącz weryfikację
uk_ua: вимкнути перевірку
zh_cn: 禁用验证

source: disabled
cs_cz: vypnuto
de_de: deaktiviert
el_gr: απενεργοποιημένο
fa_ir: غیرفعال
fr_fr: désactivé
it_it: disabilitato
ko_kr: 비활성화됨
pl_pl: wyłączony
uk_ua: вимкнено
zh_cn: 禁用

source: emerg
cs_cz: nouzov
fa_ir: اضطراری
fr_fr: urgences
it_it: emergente
ko_kr: 김급
uk_ua: аварійний
zh_cn: 紧急

source: encrypt
cs_cz: šifrovat
de_de: Verschlüsseln
el_gr: κρυπτογράφηση
fa_ir: رمزگذاری
fr_fr: chiffrer
it_it: crittografare
ko_kr: 암호화
pl_pl: szyfruj
uk_ua: шифрувати
zh_cn: 加密

source: enforce verify
cs_cz: vynutit ověření
de_de: Verifizierung erzwingen
el_gr: επιβολή επαλήθευσης
fa_ir: الزام به اعتبارسنجی
fr_fr: appliquer, vérifier
it_it: imporre la verifica
ko_kr: 검증 강제 적용
pl_pl: wymuszaj weryfikację
uk_ua: застосувати перевірку
zh_cn: 强制验证

source: equal
cs_cz: rovno
de_de: entspricht
el_gr: ίσος
fa_ir: برابر
fr_fr: égal
it_it: pari
ko_kr: 같은
pl_pl: równy
uk_ua: дорівнює
zh_cn: 等于

source: err
cs_cz: chyb
fa_ir: خطا
it_it: errare
ko_kr: 오류
uk_ua: помилка
zh_cn: 错误

source: error information (2)
cs_cz: informace o chybě (2)
de_de: Fehlerinformationen (2)
el_gr: πληροφορίες σφάλματος (2)
fa_ir: اطلاعات خطا (2)
fr_fr: informations sur les erreurs (2)
it_it: informazioni sull'errore (2)
ko_kr: 오류 정보 (2)
pl_pl: informacje o błędzie (2)
uk_ua: інформація про помилки (2)
zh_cn: 错误信息 (2)

source: extended
cs_cz: rozšířené
de_de: erweitert
el_gr: εκτεταμένο
fa_ir: پیشرفته
fr_fr: étendu
it_it: esteso
ko_kr: 확장됨
pl_pl: rozszerzony
uk_ua: розширений
zh_cn: 扩展

source: extended debugging (5)
cs_cz: rozšířené ladění (5)
de_de: Erweiterte Fehlersuche (5)
el_gr: εκτεταμένη διόρθωση σφαλμάτων (5)
fa_ir: اشکال‌زدایی پیشرفته (5)
fr_fr: débogage étendu (5)
it_it: debug esteso (5)
ko_kr: 확장 디버깅(5)
pl_pl: rozszerzone debugowanie (5)
uk_ua: розширене налагодження (5)
zh_cn: 扩展调试 (5)

source: files
cs_cz: soubory
de_de: Dateien
el_gr: αρχεία
fa_ir: فایل‌ها
fr_fr: fichiers
it_it: file
ko_kr: 파일
pl_pl: pliki
uk_ua: файли
zh_cn: 文件

source: force-sslv3
cs_cz: vynutit ssl v3
de_de: erzwinge SSLv3
el_gr: δύναμη-sslv3
fa_ir: اجبار به sslv3
fr_fr: Forcer SSLv3
it_it: forza-sslv3
pl_pl: wymuś-sslv3
uk_ua: Примусовий SSLv3

source: force-tlsv10
cs_cz: vynutit tls v1.0
de_de: erzwinge TLSv10
el_gr: δύναμη-tlsv10
fa_ir: اجبار به tlsv10
pl_pl: wymuś-tlsv10
uk_ua: Примусовий TLSv1.0

source: force-tlsv11
cs_cz: vynutit tls v1.1
de_de: erzwinge TLSv11
el_gr: δύναμη-tlsv11
fa_ir: اجبار به tlsv11
pl_pl: wymuś-tlsv11
uk_ua: Примусовий TLSv1.1

source: force-tlsv12
cs_cz: vynutit tls v1.2
de_de: erzwinge TLS v12
el_gr: δύναμη-tlsv12
fa_ir: اجبار به TLSv1.2
pl_pl: wymuś-tlsv12
uk_ua: Примусовий TLSv1.2

source: greater equal
cs_cz: větší nebo rovno
de_de: Größer-Gleich
el_gr: μεγαλύτερο ίσο
fa_ir: بزرگ‌تر یا مساوی
fr_fr: plus grand égal
it_it: maggiore uguale
ko_kr: 이상
pl_pl: większy lub równy
uk_ua: більше або дорівнює
zh_cn: 大于等于

source: greater than
cs_cz: větší než
de_de: Größer als
el_gr: μεγαλύτερο από
fa_ir: بزرگ‌تر از
fr_fr: plus grand que
it_it: maggiore di
ko_kr: 초과
pl_pl: większy niż
uk_ua: більше ніж
zh_cn: 大于

source: http-keep-alive [default]
cs_cz: http-keep-alive [výchozí]
de_de: http-keep-alive [Standard]
el_gr: http-keep-alive [προεπιλογή]
fa_ir: http-keep-alive [پیش‌فرض]
fr_fr: http-keep-alive [par défaut]
it_it: http-keep-alive [predefinito]
ko_kr: http-keep-alive [기본값]
pl_pl: http-keep-alive [domyślny]
uk_ua: http-keep-alive [типово]

source: http-request allow
cs_cz: http-request umožnit
de_de: HTTP-Anfrage: Zulassen
el_gr: Επιτρέπεται το αίτημα http
fa_ir: http-request اجازه
it_it: Consenti richiesta http
uk_ua: http-запит дозволити

source: http-request auth
cs_cz: http-request ověř
de_de: HTTP-Anfrage: Authentifizierung erforderlich
el_gr: http-αίτημα εξουσιοδότησης
fa_ir: http-request احراز هویت
fr_fr: Demande d'autorisation http
it_it: Autenticazione richiesta http
uk_ua: http-запит автентифікація

source: http-request deny
cs_cz: http-request odepřít
de_de: HTTP-Anfrage: Verweigern
el_gr: Απόρριψη αιτήματος http
fa_ir: http-request رد
it_it: Negazione richiesta http
uk_ua: http-запит відхилити

source: http-request header add
cs_cz: přidání hlavičky http-request
de_de: HTTP-Anfrage: Header hinzufügen
el_gr: προσθήκη κεφαλίδας αιτήματος http
fa_ir: http-request افزودن هدر
fr_fr: Ajouter l'en-tête http-request
it_it: Aggiunta dell'intestazione della richiesta http
uk_ua: http-запит заголовок додати

source: http-request header delete
cs_cz: odstranění hlavičky http-request
de_de: HTTP-Anfrage: Header löschen
el_gr: διαγραφή κεφαλίδας αιτήματος http
fa_ir: http-request حذف هدر
fr_fr: Supprimer l'en-tête http-request
it_it: Eliminazione dell'intestazione della richiesta http
uk_ua: http-запит заголовок видалити

source: http-request header replace
cs_cz: nahrazení hlavičky http-request
de_de: HTTP-Anfrage: Header ersetzen
el_gr: Αντικατάσταση κεφαλίδας αιτήματος http
fa_ir: http-request جایگزینی هدر
fr_fr: Remplacer l'en-tête http-request
it_it: Sostituzione dell'intestazione della richiesta http
uk_ua: http-запит заголовок замінити

source: http-request header replace value
cs_cz: nahrazující hodnota pro hlavičku http-request
de_de: HTTP-Anfrage: Header-Wert ersetzen
el_gr: Τιμή αντικατάστασης κεφαλίδας αιτήματος http
fa_ir: http-request جایگزینی مقدار هدر
fr_fr: Remplacer la valeur de l'en-tête http-request
it_it: L'intestazione della richiesta http sostituisce il valore
uk_ua: http-запит заголовок замінити значення

source: http-request header set
cs_cz: nastavení hlavičky http-request
de_de: HTTP-Anfrage: Header setzen
el_gr: Σύνολο κεφαλίδων αιτήματος http
fa_ir: http-request تنظیم هدر
fr_fr: Définir l'en-tête http-request
it_it: Insieme di intestazioni della richiesta http
uk_ua: http-запит заголовок встановити

source: http-request lua action
cs_cz: lua akce pro http-request
de_de: HTTP-Anfrage: Lua-Aktion
el_gr: ενέργεια lua με αίτημα http
fa_ir: http-request عملیات Lua
fr_fr: action lua http-request
it_it: Azione lua richiesta http
uk_ua: http-запит дія Lua

source: http-request lua service
cs_cz: lua služba pro http-request
de_de: HTTP-Anfrage: Lua-Dienst
el_gr: Υπηρεσία lua με αίτημα http
fa_ir: http-request سرویس Lua
fr_fr: service http-request lua
it_it: Servizio lua di richiesta http
ko_kr: http-request lua servic
uk_ua: http-запит служба Lua

source: http-request redirect
cs_cz: http-request přesměrování
de_de: HTTP-Anfrage: Weiterleiten
el_gr: Ανακατεύθυνση αιτήματος http
fa_ir: http-request تغییر مسیر
it_it: Reindirizzamento della richiesta http
uk_ua: http-запит перенаправити

source: http-request tarpit
de_de: HTTP-Anfrage: Verbindung verzögern (Tarpit)
el_gr: http-αίτημα tarpit
fr_fr: requête http tarpit
it_it: richiesta http tarpit
uk_ua: http-запит пастка

source: http-response allow
cs_cz: http-response umožnit
de_de: HTTP-Antwort: Erlauben
el_gr: Επιτρέπεται η απάντηση http
fa_ir: http-response اجازه
it_it: Consenti risposta http
uk_ua: http-відповідь дозволити

source: http-response deny
cs_cz: http-response odepřít
de_de: HTTP-Antwort: Verweigern
el_gr: Απόρριψη απάντησης http
fa_ir: http-response رد
it_it: Risposta http negata
uk_ua: http-відповідь відхилити

source: http-response header add
cs_cz: přidání hlavičky http-response
de_de: HTTP-Antwort: Header hinzufügen
el_gr: Προσθήκη κεφαλίδας http-response
fa_ir: افزودن هدر پاسخ HTTP
fr_fr: Ajouter l'en-tête http-response
it_it: Aggiunta intestazione risposta http
uk_ua: http-відповідь заголовок додати

source: http-response header delete
cs_cz: odstranění hlavičky http-response
de_de: HTTP-Antwort: Header löschen
el_gr: Διαγραφή κεφαλίδας http-response
fa_ir: حذف هدر پاسخ HTTP
fr_fr: Supprimer l'en-tête http-response
it_it: Eliminazione dell'intestazione della risposta http
uk_ua: http-відповідь заголовок видалити

source: http-response header replace
cs_cz: http-response nahrazení hlavičky
de_de: HTTP-Antwort: Header ersetzen
el_gr: Αντικατάσταση κεφαλίδας http-response
fa_ir: جایگزینی هدر پاسخ HTTP
fr_fr: Remplacer l'en-tête http-response
it_it: Sostituzione dell'intestazione della risposta http
uk_ua: http-відповідь заголовок замінити

source: http-response header replace value
cs_cz: nahrazující hodnota pro hlavičku http-response
de_de: HTTP-Antwort: Header-Wert ersetzen
el_gr: Τιμή αντικατάστασης κεφαλίδας http-response
fa_ir: جایگزینی مقدار هدر پاسخ HTTP
fr_fr: Remplacer la valeur de l'en-tête http-response
it_it: L'intestazione della risposta http sostituisce il valore
pl_pl: http-response header replace wartość
uk_ua: http-відповідь заголовок замінити значення

source: http-response header set
cs_cz: http-response nastavení hlavičky
de_de: HTTP-Antwort: Header setzen
el_gr: Σύνολο κεφαλίδων http-response
fa_ir: تنظیم هدر پاسخ HTTP
fr_fr: Définir l'en-tête http-response
it_it: Set di intestazioni di risposta http
pl_pl: http-response header ustaw
uk_ua: http-відповідь заголовок встановити

source: http-response lua script
cs_cz: http-response lua skript
de_de: HTTP-Antwort: Lua-Skript
el_gr: Σκριπτ lua http-response
fa_ir: اسکریپت Lua پاسخ HTTP
fr_fr: script lua de réponse http
it_it: Script lua di risposta http
pl_pl: http-response skrypt lua
uk_ua: скрипт Lua відповіді HTTP

source: http-server-close
el_gr: http-διακομιστή-κλείσιμο
fa_ir: بستن سرور HTTP
it_it: http-server-chiuso
uk_ua: закриття HTTP-сервера

source: httpclose
fa_ir: بستن اتصال HTTP
uk_ua: httpзакриття

source: in
cs_cz: odchozí
de_de: Eingehend
el_gr: εισερχόμενα
fa_ir: ورودی
fr_fr: entrant
ko_kr: 수신
pl_pl: w
uk_ua: вхід
zh_cn: 进

source: info [default]
cs_cz: info [výchozí]
de_de: Info [Standard]
el_gr: πληροφορίες [προεπιλογή]
fa_ir: اطلاعات [پیش‌فرض]
fr_fr: info [par défaut]
it_it: informazioni [predefinito]
ko_kr: 정보 [기본값]
pl_pl: info [domyślnie]
uk_ua: інформація [типово]
zh_cn: 信息 [默认]

source: kbit/s
uk_ua: кбіт/с

source: kern
cs_cz: jádr
el_gr: πυρήνας
it_it: nocciolo
uk_ua: ядро

source: less equal
cs_cz: menší nebo rovno
de_de: weniger oder gleich
el_gr: λιγότερο ίσο
fa_ir: کوچکتر یا مساوی
fr_fr: moins égal
it_it: meno uguali
ko_kr: 이하
pl_pl: mniejsze bądź równe
uk_ua: менше або дорівнює
zh_cn: 不等于

source: less than
cs_cz: méně než
de_de: weniger als
el_gr: λιγότερο από
fa_ir: کمتر از
fr_fr: moins que
it_it: meno di
ko_kr: 미만
pl_pl: mniejsze niż
uk_ua: менше ніж
zh_cn: 小于

source: local0 [default]
cs_cz: místní0 [výchozí]
de_de: local0 [standard]
el_gr: τοπικό0 [προεπιλογή]
fa_ir: local0 [پیش‌فرض]
fr_fr: local0 [par défaut]
it_it: local0 [predefinito]
ko_kr: local0 [기본값]
pl_pl: local0 [domyślnie]
uk_ua: локальний0 [типово]
zh_cn: local0 [默认]

source: local1
cs_cz: místní1
el_gr: τοπικό1
fa_ir: محلی 1
it_it: locale1
uk_ua: локальний1

source: local2
cs_cz: místní2
el_gr: τοπικό2
fa_ir: محلی 2
it_it: locale2
uk_ua: локальний2

source: local3
cs_cz: místní3
el_gr: τοπικό3
fa_ir: محلی 3
it_it: locale3
uk_ua: локальний3

source: local4
cs_cz: místní4
el_gr: τοπικό4
fa_ir: محلی 4
it_it: locale4
uk_ua: локальний4

source: local5
cs_cz: místní5
el_gr: τοπικό5
fa_ir: محلی 5
it_it: locale5
uk_ua: локальний5

source: local6
cs_cz: místní6
el_gr: τοπικό6
fa_ir: محلی 6
it_it: locale6
uk_ua: локальний6

source: local7
cs_cz: místní7
el_gr: τοπικό7
fa_ir: محلی 7
it_it: locale7
uk_ua: локальний7

source: mail
cs_cz: e-mail
el_gr: ταχυδρομείο
fa_ir: ایمیل
fr_fr: email
it_it: posta
ko_kr: 메일
uk_ua: пошта
zh_cn: 邮件

source: max size needs to be an integer value between 1 and 65535
cs_cz: je třeba, aby nejvyšší umožněná velikost bylo celé číslo z rozmezí 1 až 65535
de_de: Maximale Größe muss eine Zahl zwischen 1 und 65535 sein
el_gr: Το μέγιστο μέγεθος πρέπει να είναι μια ακέραια τιμή μεταξύ 1 και 65535
fa_ir: حداکثر اندازه باید یک مقدار عدد صحیح بین 1 تا 65535 باشد.
fr_fr: taille maximale doit être un entier compris entre 1 et 65535
it_it: la dimensione massima deve essere un valore intero compreso tra 1 e 65535
ko_kr: 최대 크기는 1에서 65535 사이의 정수여야 함
pl_pl: maksymalny rozmiar musi być wartością całkowitą między 1 a 65535
uk_ua: максимальний розмір має бути цілим числом від 1 до 65535
zh_cn: 最大数值必须是介于1和65535之间的整数值

source: may
cs_cz: může
el_gr: μπορεί
fa_ir: ممکن است
fr_fr: si possible
it_it: Maggio
ko_kr: 5월
pl_pl: może
uk_ua: може
zh_cn: 五月

source: menu
cs_cz: nabídka
de_de: Menü
el_gr: μενού
fa_ir: منو
ko_kr: 메뉴
uk_ua: меню
zh_cn: 菜单

source: netclient
cs_cz: síťový klient
fa_ir: کلاینت شبکه
fr_fr: client net
ko_kr: 넷클라이언트
uk_ua: мережевий клієнт
zh_cn: 网络客户端

source: new states
cs_cz: nové stavy
de_de: neuer Zustand
el_gr: νέα states
fa_ir: وضعیت‌های جدید
fr_fr: nouveaux États
it_it: nuovi stati
ko_kr: 새 상태
pl_pl: nowe stany
uk_ua: нові стани
zh_cn: 新状态
