Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Usually HAproxy userlists are created automatically in a context sensitive way. This option adds this group as userlist, so that it can be referenced in rules/conditions. All special and non-alphanumeric characters will be removed from the userlist name.
cs_cz: Seznamy uživatelů serveru HAproxy jsou obvykle vytvářeny automaticky, s ohledem na kontext. Tato volba přidá tuto skupinu jako seznam uživatelů, aby na ni bylo možné odkazovat v pravidlech/podmínkách. Z názvu seznamu uživatelů budou odstraněny speciální znaky a dále všechno, co není písmeno nebo číslice.
de_de: Normalerweise werden HAproxy-Benutzerlisten automatisch und kontextsensitiv erstellt. Diese Option fügt diese Gruppe als Benutzerliste hinzu, sodass sie in Regeln/Bedingungen referenziert werden kann. Alle Sonderzeichen und nicht-alphanumerischen Zeichen werden aus dem Benutzerlistennamen entfernt.
el_gr: Συνήθως οι λίστες χρηστών του HAproxy δημιουργούνται αυτόματα με τρόπο που να εξαρτάται από τα συμφραζόμενα. Αυτή η επιλογή προσθέτει αυτήν την ομάδα ως λίστα χρηστών, ώστε να μπορεί να αναφέρεται σε κανόνες/συνθήκες. Όλοι οι ειδικοί και μη αλφαριθμητικοί χαρακτήρες θα αφαιρεθούν από το όνομα της λίστας χρηστών.
fa_ir: معمولاً فهرست کاربران HAproxy به‌صورت حساس به زمینه به‌طور خودکار ساخته می‌شوند. این گزینه این گروه را به‌عنوان یک فهرست‌کاربران اضافه می‌کند تا در قواعد/شرایط قابل ارجاع باشد. تمام کاراکترهای ویژه و غیرحروفی-عددی از نام فهرست حذف خواهند شد.
fr_fr: Habituellement, les listes d'utilisateurs HAproxy sont créées automatiquement de manière contextuelle. Cette option ajoute ce groupe en tant que liste d'utilisateurs, afin qu'il puisse être référencé dans les règles/conditions. Tous les caractères spéciaux et non alphanumériques seront supprimés du nom de la liste d'utilisateurs.
it_it: Di solito gli elenchi utenti HAproxy vengono creati automaticamente in modo sensibile al contesto. Questa opzione aggiunge questo gruppo come elenco utenti, in modo che possa essere referenziato in regole/condizioni. Tutti i caratteri speciali e non alfanumerici verranno rimossi dal nome dell'elenco utenti.
ko_kr: 일반적으로 HAproxy 사용자 목록은 컨텍스트에 맞게 자동으로 생성됩니다. 이 옵션은 이 그룹을 사용자 목록으로 추가하여 규칙/조건에서 참조할 수 있게 합니다. 모든 특수 문자와 알파벳이 아닌 문자는 사용자 목록 이름에서 제거됩니다.
uk_ua: Зазвичай списки користувачів HAproxy створюються автоматично, з урахуванням контексту. Ця опція додає цю групу як список користувачів, щоб її можна було посилатися у правилах/умовах. Усі спеціальні та нелітерно-цифрові символи будуть видалені з назви списку користувачів.
zh_cn: 通常HAproxy用户列表是通过上下文敏感的方式自动创建的。此选项将此组添加为用户列表，以便在规则/条件中引用它。所有特殊字符和非字母数字字符将从用户列表名中删除。

source: Variable Name
cs_cz: Název proměnné
de_de: Variablenname
el_gr: Όνομα μεταβλητής
fa_ir: نام متغیر
fr_fr: Nom de variable
it_it: Nome variabile
ko_kr: 변수 이름
pl_pl: Nazwa zmiennej
uk_ua: Ім'я змінної
zh_cn: 变量名

source: Variable Scope
cs_cz: Rozsah proměnné
de_de: Variablengültigkeitsbereich
el_gr: Μεταβλητό πεδίο εφαρμογής
fa_ir: دامنه متغیر
fr_fr: Portée variable
it_it: Ambito variabile
ko_kr: 변수 범위
pl_pl: Zakres zmiennej
uk_ua: Область дії змінної
zh_cn: 变量范围

source: Violation Error Page
cs_cz: Chybová stránka porušení
de_de: Fehlerseite bei Regelverstoß
el_gr: Σελίδα σφάλματος παραβίασης
fa_ir: صفحه خطای تخلف
fr_fr: Page d'erreur de violation
it_it: Pagina di errore di violazione
ko_kr: 위반 오류 페이지
uk_ua: Сторінка помилки порушення
zh_cn: 违规错误页面

source: Vultr Cloud API
cs_cz: API Vultr cloudu
el_gr: API Vultr Cloud
it_it: API Vultr Cloud
uk_ua: Хмарний API Vultr
zh_cn: Vultr云端API

source: What Postfix will do when Rspamd becomes temporarily unavailable.
cs_cz: Co Postfix udělá, když se Rspamd stane dočasně nedostupným.
de_de: Legt fest, was Postfix tun soll, wenn Rspamd vorübergehend nicht verfügbar ist.
el_gr: Τι θα κάνει το Postfix όταν το Rspamd δεν είναι προσωρινά διαθέσιμο.
fa_ir: Postfix چه کاری انجام خواهد داد وقتی Rspamd به‌طور موقت در دسترس نباشد.
fr_fr: Ce que fait Postfix quand Rspamd devient temporairement indisponible.
it_it: Cosa farà Postfix quando Rspamd diventa temporaneamente non disponibile.
ko_kr: Rspamd가 일시적으로 사용할 수 없을 때 Postfix가 수행할 작업입니다.
uk_ua: Що Postfix зробить, коли Rspamd тимчасово стане недоступним.
zh_cn: 当Rspamd暂时不可用时Postfix将做什么。

source: When DNS resolution is enabled for a server and multiple IP addresses from different families are returned, HAProxy will prefer using an IP address from the selected family.
cs_cz: Pokud je pro server zapnutý DNS překlad a je vráceno vícero IP adres různých generací, HAProxy upřednostní použití IP adresy z vybrané generace.
de_de: Wenn die DNS-Auflösung für einen Server aktiviert ist und mehrere IP-Adressen aus verschiedenen Adressfamilien zurückgegeben werden, bevorzugt HAProxy eine IP-Adresse aus der ausgewählten Familie.
el_gr: Όταν η ανάλυση DNS είναι ενεργοποιημένη για έναν διακομιστή και επιστρέφονται πολλαπλές διευθύνσεις IP από διαφορετικές οικογένειες, το HAProxy θα προτιμήσει να χρησιμοποιήσει μια διεύθυνση IP από την επιλεγμένη οικογένεια.
fa_ir: وقتی رزولوشن DNS برای یک سرور فعال باشد و چند آدرس IP از خانواده‌های مختلف بازگردانده شوند، HAProxy ترجیح می‌دهد از یک آدرس IP از خانواده انتخاب‌شده استفاده کند.
fr_fr: Lorsque la résolution DNS est activée pour un serveur et que plusieurs adresses IP de différentes familles sont renvoyées, HAProxy préférera utiliser une adresse IP de la famille sélectionnée.
it_it: Quando la risoluzione DNS è abilitata per un server e vengono restituiti più indirizzi IP di famiglie diverse, HAProxy preferirà utilizzare un indirizzo IP della famiglia selezionata.
ko_kr: 서버에 대해 DNS 확인이 활성화되고 다른 주소 패밀리의 여러 IP 주소가 반환되면, HAProxy는 선택된 패밀리의 IP 주소를 우선적으로 사용합니다.
uk_ua: Якщо для сервера ввімкнено роздільну здатність DNS і повертаються кілька IP-адрес з різних сімейств, HAProxy віддаватиме перевагу використанню IP-адреси з вибраного сімейства.
zh_cn: 当为服务器启用DNS解析，并且返回来自不同族的多个IP地址时，HAProxy将首选使用来自所选族的IP地址。

source: When set, report CPU usage in percent instead of units of kernel time.
cs_cz: Pokud nastaveno, bude vytížení procesoru hlášeno v procentech namísto jednotkách času jádra operačního systému.
de_de: Bei Aktivierung wird die CPU-Auslastung in Prozent anstelle von Kernel-Zeit-Einheiten gemeldet.
el_gr: Όταν οριστεί, αναφορά χρήσης CPU σε ποσοστό αντί για μονάδες χρόνου πυρήνα.
fa_ir: در صورت تنظیم، مصرف CPU به‌صورت درصد گزارش می‌شود به‌جای واحدهای زمان هسته.
fr_fr: Lorsqu'il est défini, rapporte l'utilisation du processeur en pourcentage au lieu d'unités de temps de noyau.
it_it: Se impostato, segnala l'utilizzo della CPU in percentuale anziché in unità di tempo del kernel.
ko_kr: 설정하면 커널 시간의 단위 대신 퍼센트로 CPU 사용량을 보고합니다.
uk_ua: Якщо встановлено, повідомляти про використання ЦП у відсотках замість одиниць часу ядра.
zh_cn: 设置后，报告CPU使用百分比，而不是内核时间单位。

source: When this is enabled (on), a request will never be sent to a server named the same as the client it was received from. I.e., the names of the client block and the server block are compared. Note that this only gives limited protection against loops. It can be used as a basic option and inside server blocks where it overrides the basic setting.
cs_cz: Pokud je toto zapnuto (on), požadavek nikdy nebude odeslán na server, nazvaný stejně, jako klient, od kterého byl přijat. Tj. budou porovnány názvy blokování klientů a serverů. Všimněte si, že to poskytuje pouze omezenou ochranu proti smyčkám. Lze ji použít jako základní volbu a uvnitř serverových blokování, kde přebíjí základní nastavení.
de_de: Bei Aktivierung wird eine Anfrage niemals an einen Server gesendet, der denselben Namen trägt wie der Client, von dem sie empfangen wurde. Das heißt, die Namen des Client-Blocks und des Server-Blocks werden verglichen. Beachten Sie, dass dies nur einen begrenzten Schutz vor Schleifen bietet. Die Option kann global und innerhalb von Server-Blöcken verwendet werden, wobei sie dort die globale Einstellung überschreibt.
el_gr: Όταν αυτή η επιλογή είναι ενεργοποιημένη (on), ένα αίτημα δεν θα αποστέλλεται ποτέ σε διακομιστή με το ίδιο όνομα με τον πελάτη από τον οποίο ελήφθη. Δηλαδή, συγκρίνονται τα ονόματα του μπλοκ πελάτη και του μπλοκ διακομιστή. Σημειώστε ότι αυτό παρέχει μόνο περιορισμένη προστασία από βρόχους. Μπορεί να χρησιμοποιηθεί ως βασική επιλογή και μέσα σε μπλοκ διακομιστή όπου παρακάμπτει τη βασική ρύθμιση.
fa_ir: وقتی این گزینه فعال (on) باشد، هیچ درخواستی هرگز به سروری که نامش با نام کلاینتی که درخواست از آن آمده یکسان است ارسال نمی‌شود. یعنی نام‌های بلوک کلاینت و بلوک سرور مقایسه می‌شوند. توجه کنید که این فقط محافظت محدودی در برابر حلقه‌ها (loops) فراهم می‌کند. می‌توان از آن به‌عنوان گزینه پایه استفاده کرد و درون بلوک‌های سرور نیز قرار داد که در آنجا تنظیم محلی بر تنظیم پایه اولویت دارد.
fr_fr: Lorsque cette option est activée (activée), une demande ne sera jamais envoyée à un serveur portant le même nom que le client à partir duquel elle a été reçue. C'est-à-dire que les noms du bloc client et du bloc serveur sont comparés. Notez que cela ne donne qu'une protection limitée contre les boucles. Il peut être utilisé comme option de base et à l'intérieur des blocs de serveur où il remplace le paramètre de base.
it_it: Quando è abilitato (on), una richiesta non verrà mai inviata a un server con lo stesso nome del client da cui è stata ricevuta. Vengono cioè confrontati i nomi del blocco client e del blocco server. Tieni presente che ciò fornisce solo una protezione limitata contro i loop. Può essere utilizzato come opzione di base e all'interno dei blocchi server dove sovrascrive l'impostazione di base.
ko_kr: 이 옵션을 활성화하면 (켜기), 요청은 수신된 클라이언트와 동일한 이름의 서버로 전송되지 않습니다. 즉, 클라이언트 블록과 서버 블록의 이름이 비교됩니다. 루프에 대한 제한된 보호만 제공한다는 점에 유의하세요. 기본 옵션으로 사용하고 서버 블록 내에서 기본 설정을 재정의할 수 있습니다.
uk_ua: Коли це ввімкнено, запит ніколи не буде надіслано на сервер з такою ж назвою, як у клієнта, від якого він був отриманий. Тобто порівнюються назви блоку клієнта та блоку сервера. Зауважте, що це забезпечує лише обмежений захист від циклів. Його можна використовувати як базову опцію та всередині блоків сервера, де він перевизначає базове налаштування.
zh_cn: 当启用此功能时，请求将永远不会被发送到与接收请求的客户端同名的服务器。例如，客户端部分和服务器部分的名称进行比较。注意，这只能提供有限的防止循环的保护。它可以作为一个基本选项使用，也可以在服务器部分中覆盖基本设置。

source: Whitelist attribute(s)
cs_cz: Atribut(y) seznamu povolených
de_de: Attribut(e) auf die Whitelist setzen
el_gr: Χαρακτηριστικό(-α) λευκής λίστας
fa_ir: ویژگی(های) فهرست سفید
fr_fr: Attribut(s) de Liste Blanche
it_it: Attributi della lista bianca
ko_kr: 화이트리스트 속성
uk_ua: Атрибут(и) білого списку
zh_cn: 白名单属性

source: Whitelist vendor-attribute(s)
cs_cz: Umístit atributy dodavatele na seznam povolených
de_de: Herstellerspezifische Attribut(e) auf die Whitelist setzen
el_gr: Χαρακτηριστικό(-α) προμηθευτή σε λευκή λίστα
fa_ir: ویژگی(های) فروشنده در فهرست سفید
fr_fr: Liste blanche d'attribut(s) du fournisseur
it_it: Attributi del fornitore nella whitelist
ko_kr: 화이트리스트 공급자 속성
uk_ua: Атрибут(и) постачальника білого списку
zh_cn: 白名单供应商属性

source: Whitelist-mode
cs_cz: Režim seznamu povolených
de_de: Whitelist-Modus
el_gr: Λειτουργία λευκής λίστας
fa_ir: حالت فهرست سفید
it_it: Modalità Whitelist
ko_kr: 화이트리스트 모드
uk_ua: Режим білого списку
zh_cn: 白名单模式

source: YouTube Filter
cs_cz: Filtr YouTube
el_gr: Φίλτρο YouTube
fa_ir: فیلتر YouTube
fr_fr: Filtre YouTube
it_it: Filtro YouTube
ko_kr: YouTube 필터
pl_pl: Filtr Youtube
uk_ua: Фільтр YouTube
zh_cn: YouTube过滤器

source: ZFS Statistics
cs_cz: Statistiky ZFS
de_de: ZFS-Statistiken
el_gr: Στατιστικά ZFS
fa_ir: آمار ZFS
fr_fr: Statistiques ZFS
it_it: Statistiche ZFS
ko_kr: ZFS 통계
pl_pl: Statystyki ZFS
uk_ua: Статистика ZFS
zh_cn: ZFS统计

source: __template__label__
cs_cz: __stitek__stablony__
el_gr: __πρότυπο__ετικέτα__
it_it: __modello__etichetta__
uk_ua: __шаблон__мітка__

source: chroot service
cs_cz: služba chroot
de_de: chroot-Dienst
el_gr: υπηρεσία chroot
fa_ir: سرویس chroot
fr_fr: service chroot
it_it: servizio chroot
ko_kr: chroot 서비스
uk_ua: Служба chroot
zh_cn: chroot服务

source: deSEC domain
cs_cz: deSEC doména
el_gr: τομέας deSEC
fa_ir: دامنه deSEC
fr_fr: Domaine deSEC
it_it: dominio deSEC
ko_kr: deSEC 도메인
uk_ua: Домен deSEC
zh_cn: deSEC域

source: deSEC token
el_gr: διακριτικό deSEC
fa_ir: توکن deSEC
fr_fr: jeton deSEC
it_it: gettone deSEC
ko_kr: deSEC 토큰
uk_ua: Токен deSEC
zh_cn: deSEC令牌

source: deSEC.io API
el_gr: API deSEC.io
fr_fr: API deSEC.io
it_it: API deSEC.io
uk_ua: API deSEC.io

source: enable CRL
cs_cz: zapnout CRL
de_de: Aktiviere CRL
el_gr: ενεργοποίηση CRL
fa_ir: فعال‌سازی CRL
fr_fr: active CRL
it_it: abilitare CRL
ko_kr: CRL 사용
uk_ua: Увімкнути CRL
zh_cn: 启用CRL

source: enable ident protocol
cs_cz: zapnout protokol ident
de_de: Ident-Protokoll aktivieren
el_gr: ενεργοποίηση πρωτοκόλλου αναγνώρισης
fa_ir: فعال‌سازی پروتکل ident
fr_fr: active le protocole ident
it_it: abilitare il protocollo ident
ko_kr: ident 프로토콜 사용
uk_ua: Увімкнути протокол ident
zh_cn: 启用身份协议

source: hexonet.com DNS API
el_gr: API DNS hexonet.com
fa_ir: DNS API سرویس hexonet.com
fr_fr: hexonet.com API DNS
it_it: API DNS di hexonet.com
uk_ua: API DNS hexonet.com

source: metadata rules per category
cs_cz: pravidla metadat pro jednotlivé kategorie
de_de: Metadatenbasierte Regeln pro Kategorie.
el_gr: κανόνες μεταδεδομένων ανά κατηγορία
fa_ir: قوانین متادیتا برای هر دسته
fr_fr: règles de métadonnées par catégorie
it_it: regole di metadati per categoria
ko_kr: 카테고리당 메타데이터 규칙
uk_ua: Правила метаданих за категоріями
zh_cn: 每个类别的元数据规则

source: pick a color to use.
cs_cz: zvolte barvu, kterou použít.
de_de: Wählen Sie eine zu verwendende Farbe aus.
el_gr: επιλέξτε ένα χρώμα για να χρησιμοποιήσετε.
fa_ir: یک رنگ برای استفاده انتخاب کنید.
fr_fr: sélectionner une couleur à utiliser.
it_it: scegli un colore da utilizzare.
ko_kr: 사용할 색상을 선택하세요.
uk_ua: Виберіть колір для використання.
zh_cn: 选取要使用的颜色。

source: rulesets this policy applies to (all when none selected)
cs_cz: sady pravidel, na které se tato zásada vztahuje (všechny, pokud není vybrána žádná)
de_de: Regelmengen, auf die diese Richtlinie angewendet wird (alle, wenn keine ausgewählt ist)
el_gr: σύνολα κανόνων στα οποία εφαρμόζεται αυτή η πολιτική (όλα όταν δεν έχει επιλεγεί κανένα)
fa_ir: مجموعه‌قوانینی که این سیاست به آن‌ها اعمال می‌شود (اگر هیچ‌کدام انتخاب نشده باشد، همه)
fr_fr: jeux de règles auxquels cette politique s'applique (tous si aucun n'est sélectionné)
it_it: set di regole a cui si applica questa politica (tutti quando nessuno è selezionato)
ko_kr: 이 정책이 적용되는 규칙셋 (선택하지 않으면 모두)
uk_ua: Набори правил, до яких застосовується ця політика (усі, якщо жодного не вибрано)
zh_cn: 此策略适用的规则集（当未选择时全部适用）

source: 1 (only serious errors)
cs_cz: 1 (pouze závažné chyby)
de_de: 1 (nur ernsthafte Fehler)
el_gr: 1 (μόνο σοβαρά σφάλματα)
fa_ir: 1 (فقط خطاهای جدی)
fr_fr: 1 (uniquement les erreurs sérieuses)
it_it: 1 (solo errori gravi)
ko_kr: 1 (심각한 오류만)
pl_pl: 1 (tylko poważne błędy)
uk_ua: 1 (лише серйозні помилки)
zh_cn: 1 (仅限严重错误)

source: 2 (default)
cs_cz: 2(výchozí)
de_de: 2 (Standard)
el_gr: 2 (προεπιλογή)
fa_ir: 2 (پیش‌فرض)
fr_fr: 2 (par défaut)
it_it: 2 (predefinito)
ko_kr: 2 (기본)
pl_pl: 2 (domyślnie)
uk_ua: 2 (типово)
zh_cn: 2 (默认)

source: 300 Multiple Choice
cs_cz: 300 vícero voleb
el_gr: 300 Πολλαπλής Επιλογής
fa_ir: 300 - انتخاب‌های متعدد
fr_fr: 300 Choix multiple
it_it: 300 scelta multipla
ko_kr: 300 여러 선택항목
uk_ua: 300 Множинний вибір
zh_cn: 300 多项选择

source: 301 Moved Permanently
cs_cz: 301 natrvalo přesunuto
el_gr: 301 Μεταφέρθηκε Μόνιμα
fa_ir: 301 - منتقل‌شده (دائمی)
fr_fr: 301 Déplacé de façon permanente
it_it: 301 spostato in modo permanente
ko_kr: 301 영구 이동
uk_ua: 301 Переміщено назавжди
zh_cn: 301 永久移除

source: 302 Found
cs_cz: 302 nalezeno
el_gr: 302 βρέθηκαν
fa_ir: 302 - یافت‌شد
fr_fr: 302 Trouvé
it_it: 302 Trovato
ko_kr: 302 발견됨
uk_ua: 302 Знайдено
zh_cn: 302 建立

source: 400 Bad Request
cs_cz: 400 nesprávný požadavek
el_gr: 400 Λάθος Αίτημα
fa_ir: 400 - درخواست نامعتبر
fr_fr: 400 Mauvaise requête
it_it: 400 Richiesta errata
ko_kr: 400 잘못된 요청
uk_ua: 400 Поганий запит
zh_cn: 400 错误的请求

source: 401 Unauthorized
cs_cz: 401 nepřístupné
el_gr: 401 Μη εξουσιοδοτημένο
fa_ir: 401 - احراز هویت نشده
fr_fr: 401 Non-autorisé
it_it: 401 Non autorizzato
ko_kr: 401 권한 없음
uk_ua: 401 Несанкціоновано
zh_cn: 401 未授权

source: 403 Forbidden
cs_cz: 403 zakázáno
el_gr: 403 Απαγορεύεται
fa_ir: 403 - دسترسی ممنوع
fr_fr: 403 Interdit
it_it: 403 Proibito
ko_kr: 403 금지됨
uk_ua: 403 Заборонено
zh_cn: 403 禁止访问

source: 404 Not Found
cs_cz: 404 nenalezeno
el_gr: 404 Δεν Βρέθηκε
fa_ir: 404 - یافت نشد
fr_fr: 404 Non trouvé
it_it: 404 Non trovato
ko_kr: 404 찾을 수 없음
uk_ua: 404 Не знайдено
zh_cn: 404 未找到

source: 405 Method Not Allowed
cs_cz: 405 metoda nepovolena
el_gr: Η μέθοδος 405 δεν επιτρέπεται
fa_ir: 405 - روش مجاز نیست
fr_fr: 405 Méthode non autorisée
it_it: Metodo 405 non consentito
ko_kr: 405 허용되지 않는 메소드
uk_ua: 405 Метод не дозволено
zh_cn: 405 不允许的方法

source: 407 Proxy Authentication Required
cs_cz: 407 proxy vyžaduje ověření se
el_gr: Απαιτείται έλεγχος ταυτότητας διακομιστή μεσολάβησης 407
fa_ir: 407 - نیاز به احراز هویت پروکسی
fr_fr: 407 Authentification Proxy requise
it_it: 407 Autenticazione proxy richiesta
ko_kr: 407 프록시 인증 필요
uk_ua: 407 Потрібна автентифікація проксі-сервера
zh_cn: 407 需要代理身份验证

source: 408 Request Timeout
cs_cz: 408 překročen časový limit požadavku
el_gr: 408 Λήξη χρονικού ορίου αιτήματος
fa_ir: 408 - تمام شدن زمان درخواست
fr_fr: 408 Délai de demande
it_it: 408 Richiesta Timeout
ko_kr: 408 요청 시간 만료
uk_ua: 408 Час очікування запиту
zh_cn: 408 请求超时

source: 410 Gone
cs_cz: 410 pryč
el_gr: 410 Έφυγε
fa_ir: 410 حذف‌شده
it_it: 410 Andato
ko_kr: 410 사라짐
uk_ua: 410 Видалено
zh_cn: 410 丢失

source: 415 Unsupported Media Type
cs_cz: 415 nepodporovaný typ média
el_gr: 415 Μη υποστηριζόμενος τύπος μέσου
fa_ir: 415 نوع رسانه پشتیبانی‌نشده
it_it: 415 Tipo di supporto non supportato
ko_kr: 415 지원되지 않는 미디어 유형
uk_ua: 415 Непідтримуваний тип носія
zh_cn: 415 不支持的媒体类型

source: 429 Too Many Requests
cs_cz: 429 příliš mnoho požadavků
el_gr: 429 Πάρα πολλά αιτήματα
fa_ir: 429 درخواست‌های بیش از حد
fr_fr: 429 Trop de demandes
it_it: 429 Troppe richieste
ko_kr: 429 너무 많은 요청
uk_ua: 429 Забагато запитів
zh_cn: 429 太多请求

source: 431 Request Header Fields Too Large
cs_cz: 431 příliš dlouhá kolonka hlavičky požadavku
el_gr: 431 Τα πεδία κεφαλίδας αιτήματος είναι πολύ μεγάλα
fa_ir: 431 فیلدهای هدر درخواست خیلی بزرگ
fr_fr: 431 Champs d'en-tête de demande trop grands
it_it: 431 Campi intestazione richiesta troppo grandi
ko_kr: 431 요청 헤더 필드가 너무 큼
uk_ua: 431 Поля заголовка запиту завеликі
zh_cn: 431 请求标头字段太大

source: 451 Unavailable For Legal Reasons
cs_cz: 451 není k dispozici z právních důvodů
el_gr: 451 Μη διαθέσιμο για νομικούς λόγους
fa_ir: 451 به دلایل قانونی در دسترس نیست
fr_fr: 451 Indisponible pour des raisons légales
it_it: 451 Non disponibile per motivi legali
ko_kr: 451 법적 이유로 이용 불가
uk_ua: 451 Недоступно з юридичних причин
zh_cn: 451 因法律原因不可用

source: 5 (log everything)
cs_cz: 5 (zaznamenávat vše)
de_de: 5 (alles loggen)
el_gr: 5 (καταγραφή όλων)
fa_ir: 5 (همه‌چیز را لاگ کن)
fr_fr: 5 (tout enregistrer)
it_it: 5 (registra tutto)
ko_kr: 5 (모든 로그 기록)
uk_ua: 5 (записувати все)
zh_cn: 5（记录一切）

source: 500 Internal Server Error
cs_cz: 500 vnitřní chyba serveru
el_gr: 500 Εσωτερικό σφάλμα διακομιστή
fa_ir: 500 خطای داخلی سرور
fr_fr: 500 Erreur interne au serveur
it_it: 500 Errore interno del server
ko_kr: 500 내부 서버 오류
uk_ua: 500 Внутрішня помилка сервера
zh_cn: 500 内部服务器错误

source: 501 Not Implemented
cs_cz: 501 neimplementováno
el_gr: 501 Δεν έχει εφαρμοστεί
fa_ir: 501 پیاده‌سازی نشده
fr_fr: 501 Non implémenté
it_it: 501 Non implementato
ko_kr: 501 구현되지 않음
uk_ua: 501 Не реалізовано
zh_cn: 501 未实现

source: 502 Bad Gateway
cs_cz: 502 nesprávná brána
el_gr: 502 Κακή Πύλη
fa_ir: 502 دروازه نامعتبر
fr_fr: 502 Mauvaise passerelle
it_it: errore di connessione 502 Bad Gateway
ko_kr: 502 잘못된 게이트웨이
uk_ua: 502 Поганий шлюз
zh_cn: 502 网关错误

source: 503 Service Unavailable
cs_cz: 503 služba není dostupná
el_gr: Η υπηρεσία 503 δεν είναι διαθέσιμη
fa_ir: 503 سرویس در دسترس نیست
fr_fr: 503 Service indisponible
it_it: 503 Servizio non disponibile
ko_kr: 503 서비스를 사용할 수 없음
uk_ua: 503 Служба недоступна
zh_cn: 503 服务不可用

source: 504 Gateway Timeout
cs_cz: 504 překročen časový limit na bráně
el_gr: 504 Χρονικό όριο πύλης
fa_ir: 504 زمان پاسخ دروازه تمام شد
fr_fr: 504 Délai d'attente de la passerelle
it_it: 504 Timeout del gateway
ko_kr: 504 게이트웨이 시간초과
uk_ua: 504 Час очікування шлюзу
zh_cn: 504 网关超时

source: A backup location (url) is required.
cs_cz: Je zapotřebí záložního umístění (url).
de_de: Ein Ort (URL) für das Backup wird benötigt.
el_gr: Απαιτείται μια τοποθεσία αντιγράφου ασφαλείας (url).
fa_ir: یک مکان پشتیبان (url) لازم است.
fr_fr: Un emplacement de sauvegarde (url) est requis.
it_it: È richiesta una posizione di backup (URL).
ko_kr: 백업 위치(url)가 필요합니다.
uk_ua: Потрібне розташування резервної копії (URL).
zh_cn: 需要备份的位置(网址)。

source: A category with this name already exists.
cs_cz: Takto nazvaná kategorie už existuje.
de_de: Eine Kategorie mit diesem Namen existiert bereits.
el_gr: Υπάρχει ήδη μια κατηγορία με αυτό το όνομα.
fa_ir: یک دسته با این نام قبلاً وجود دارد.
fr_fr: Une catégorie avec ce nom existe déjà.
it_it: Esiste già una categoria con questo nome.
ko_kr: 이 이름의 카테고리가 이미 존재합니다.
uk_ua: Категорія з такою назвою вже існує.
zh_cn: 同名类别已经存在。

source: A username is required.
cs_cz: Je zapotřebí zadat uživatelské jméno.
de_de: Ein Benutzername wird benötigt.
el_gr: Απαιτείται όνομα χρήστη.
fa_ir: نام کاربری لازم است.
fr_fr: Un nom d'utilisateur est requis.
it_it: È richiesto un nome utente.
ko_kr: 사용자 이름이 필요합니다.
pl_pl: Nazwa użytkownika jest wymagana.
uk_ua: Потрібне ім'я користувача.
zh_cn: 需要输入用户名。

source: A valid color code consists of 6 hex digits
cs_cz: Platný kód barvy se sestává ze 6 hexadecimálních číslic
de_de: Ein gültiger Farbcode besteht aus 6 Hexadezimalzahlen
el_gr: Ένας έγκυρος κωδικός χρώματος αποτελείται από 6 δεκαεξαδικά ψηφία
fa_ir: کد رنگ معتبر شامل 6 رقم هگزادسیمال است
fr_fr: Un code de couleur valide consiste en un nombre de 6 chiffres exadécimaux
it_it: Un codice colore valido è composto da 6 cifre esadecimali
ko_kr: 유효한 색상 코드는 6자리 16진수로 구성되어야 함
uk_ua: Дійсний колірний код складається з 6 шістнадцяткових цифр
zh_cn: 有效的颜色代码由6个十六进制数值组成

source: A valid git location must be provided. e.g. ssh://server/project.git, https://server/project.git
cs_cz: Je třeba zadat platné umístění git. např. ssh://server/projekt.git, https://server/projekt.git
de_de: Es muss ein gültiger Git-Speicherort angegeben werden, z. B. ssh://server/project.git, https://server/project.git
el_gr: Πρέπει να δοθεί μια έγκυρη τοποθεσία git. π.χ. ssh://server/project.git, https://server/project.git
fa_ir: باید یک مسیر git معتبر ارائه شود. مثلاً ssh://server/project.git، https://server/project.git
fr_fr: Un emplacement valide doit être fourni. ex. ssh://server/project.git, https://server/project.git
it_it: È necessario fornire una posizione git valida. per esempio. ssh://server/project.git, https://server/project.git
ko_kr: 유효한 git 위치를 제공해야 합니다. 예: ssh://server/project.git, https://server/project.git
uk_ua: Потрібно вказати дійсне розташування Git. Наприклад, ssh://server/project.git, https://server/project.git
zh_cn: 必须提供有效的git位置。 例如：ssh://server/project.git, https://server/project.git

source: Acme Log
cs_cz: Záznam událostí v acme
el_gr: Αρχείο καταγραφής Acme
fa_ir: لاگ Acme
it_it: Registro dell'Acme
ko_kr: Acme 로그
uk_ua: Журнал Acme
zh_cn: Acme日志

source: Aho-Corasick, "Ken Steele" variant
cs_cz: Aho-Corasick – varianta „Ken Steele“
de_de: Aho-Corasick, Variante "Ken Steele"
el_gr: Άχο-Κόρασικ, παραλλαγή "Κεν Στιλ"
fa_ir: Aho-Corasick، واریانت «Ken Steele»
fr_fr: Aho-Corasick, variante de "Ken Steele".
it_it: Aho-Corasick, variante "Ken Steele".
ko_kr: Aho-Corasick, "Ken Steele" 변형
uk_ua: Ахо-Корасік, варіант "Кен Стіл"
