Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: A private key is required.
de_de: Ein privater Schlüssel ist erforderlich.
fa_ir: یک کلید خصوصی لازم است.
fr_fr: Une clé privée est nécessaire.
ko_kr: 개인 키가 필요합니다.
uk_ua: Потрібен приватний ключ.

source: A valid color code consists of 6 hex digits.
de_de: Ein gültiger Farbcode besteht aus 6 Hex-Ziffern.
fa_ir: کد رنگ معتبر باید شامل 6 رقم هگزادسیمال باشد.
fr_fr: Un code couleur valide se compose de 6 chiffres hexadécimaux.
ko_kr: 유효한 색상 코드는 6자리 16진수로 구성됩니다.
uk_ua: Дійсний кольоровий код складається з 6 шістнадцяткових цифр.

source: A valid location must be provided.
de_de: Es muss ein gültiger Standort angegeben werden.
fa_ir: یک مکان معتبر باید وارد شود.
fr_fr: Une localisation valide doit être fournie.
ko_kr: 유효한 위치 정보를 제공해야 합니다.
uk_ua: Необхідно вказати дійсне розташування.

source: Action done
de_de: Aktion abgeschlossen
fa_ir: عمل انجام شد
fr_fr: Action réalisée
ko_kr: 작업 완료
uk_ua: Дія виконана

source: Alias not found.
de_de: Alias nicht gefunden.
fa_ir: نام مستعار پیدا نشد.
fr_fr: Alias non trouvé.
ko_kr: 별칭이 없음.
uk_ua: Псевдонім не знайдено.

source: Appsecconfigs
uk_ua: Конфігурації безпеки застосунків

source: Appsecrules
uk_ua: Правила безпеки застосунків

source: At least one valid member is required.
de_de: Mindestens ein gültiges Mitglied ist erforderlich.
fa_ir: حداقل یک عضو معتبر لازم است.
fr_fr: Au moins un membre valide est requis.
ko_kr: 유효한 멤버를 최소 1명 이상 지정해야 합니다.
uk_ua: Потрібен принаймні один дійсний учасник.

source: Authorization
fr_fr: Autorisation
ko_kr: 인증
uk_ua: Авторизація

source: Backups & history
de_de: Sicherungen und Verlauf
fa_ir: نسخه‌های پشتیبان و تاریخچه
fr_fr: Sauvegardes et historique
ko_kr: 백업 & 이력
uk_ua: Резервні копії та історія

source: Bridge device already exists.
de_de: Bridge-Gerät existiert bereits.
fa_ir: دستگاه Bridge قبلاً وجود دارد.
fr_fr: Le dispositif de pont existe déjà.
ko_kr: 브리지 장치가 이미 존재합니다.
uk_ua: Пристрій-міст вже існує.

source: Checksum failed
de_de: Prüfsumme fehlgeschlagen
fa_ir: بررسی صحت (Checksum) ناموفق بود
fr_fr: Échec de la somme de contrôle
ko_kr: 체크섬 실패됨
uk_ua: Перевірка контрольної суми не вдалася

source: Collections
de_de: Sammlungen
fa_ir: مجموعه‌ها
uk_ua: Колекції

source: Connection failed
de_de: Verbindung fehlgeschlagen
fa_ir: اتصال برقرار نشد
fr_fr: Échec de la connexion
ko_kr: 연결 실패됨
uk_ua: З'єднання не вдалося

source: Content failed
de_de: Inhalt fehlgeschlagen
fa_ir: خطا در محتوا
fr_fr: Échec du contenu
ko_kr: 연결 실패됨
uk_ua: Вміст не вдалося завантажити

source: Cookie
ko_kr: 쿠키
uk_ua: Куки

source: Critical Conditions
de_de: Kritische Bedingungen
fa_ir: شرایط بحرانی
fr_fr: Conditions critiques
ko_kr: 심각한 상태
uk_ua: Критичні умови

source: DHCP options
de_de: DHCP-Optionen
fa_ir: گزینه‌های DHCP
fr_fr: Options DHCP
ko_kr: DHCP 옵션
uk_ua: Параметри DHCP

source: DHCP ranges
de_de: DHCP-Bereiche
fa_ir: دامنه‌های DHCP
fr_fr: Plages DHCP
ko_kr: DHCP 범위
uk_ua: Діапазони DHCP

source: DHCP tags
fa_ir: برچسب‌های DHCP
fr_fr: Balises DHCP
ko_kr: DHCP 태그
uk_ua: Теги DHCP

source: Data access error
de_de: Datenzugriffsfehler
fa_ir: خطای دسترسی به داده
fr_fr: Erreur d'accès aux données
ko_kr: 데이터 액세스 오류
uk_ua: Помилка доступу до даних

source: Debug-level messages
de_de: Debug-Meldungen
fa_ir: پیام‌های سطح اشکال‌زدایی
fr_fr: Messages de débogage
ko_kr: 디버그 레벨 메시지
uk_ua: Повідомлення рівня налагодження

source: Decisions
de_de: Entscheidungen
fa_ir: تصمیم‌ها
fr_fr: Décisions
ko_kr: 결정
uk_ua: Рішення

source: Default (none for all but root)
de_de: Standard (keine für alle außer Root)
fa_ir: پیش‌فرض (برای همه به‌جز root: هیچ)
fr_fr: Défaut (aucun pour tous sauf pour la racine)
ko_kr: 기본 (root를 제외한 모든 사용자에게는 없음)
uk_ua: Типово (жодного для всіх, крім root)

source: Delay reflood
de_de: Verzögerte Wiederholung
fa_ir: تاخیر بازپخش
fr_fr: Retarder l'inondation
ko_kr: 재플러딩 지연
uk_ua: Затримка повторного заповнення

source: Description must be unique.
de_de: Die Beschreibung muss eindeutig sein.
fa_ir: توضیح باید منحصربه‌فرد باشد.
fr_fr: La description doit être unique.
ko_kr: 설명은 고유해야 합니다.
uk_ua: Опис повинен бути унікальним.

source: Detection Only
de_de: Nur Erkennung
fa_ir: فقط تشخیص
fr_fr: Détection uniquement
ko_kr: 탐지 전용
uk_ua: Тільки виявлення

source: Dnsmasq DNS & DHCP
fa_ir: Dnsmasq DNS و DHCP
ko_kr: Dnsmasq DNS 및 DHCP
uk_ua: Dnsmasq DNS та DHCP

source: Does not exist
de_de: Existiert nicht
fa_ir: موجود نیست
fr_fr: N'existe pas
ko_kr: 존재하지 않음
uk_ua: Не існує

source: Download bytes exceeded
de_de: Heruntergeladene Bytes überschritten
fa_ir: بایت دانلود فراتر رفت
fr_fr: Octets de téléchargement dépassés
ko_kr: 다운로드 바이트 초과딤
uk_ua: Перевищено кількість завантажених байтів

source: Download packets exceeded
de_de: Heruntergeladene Pakete überschritten
fa_ir: بسته‌های دانلود فراتر رفت
fr_fr: Dépassement des paquets de téléchargement
ko_kr: 다운로드 패킷 초과됨
uk_ua: Перевищено кількість завантажених пакетів

source: Duplicate path in this virtual server is not allowed.
de_de: Doppelter Pfad in diesem virtuellen Server ist nicht erlaubt.
fa_ir: مسیر تکراری در این سرور مجازی مجاز نیست.
fr_fr: Les chemins d'accès en double dans ce serveur virtuel ne sont pas autorisés.
ko_kr: 이 가상 서버에서는 중복된 경로가 허용되지 않습니다.
uk_ua: Повторюваний шлях на цьому віртуальному сервері заборонений.

source: Entry is not a valid partial ipv6 address definition (e.g. ::1000).
de_de: Eintrag ist keine gültige partielle IPv6-Adressdefinition (z. B. ::1000).
fa_ir: ورودی یک تعریف جزئی معتبر از آدرس ipv6 نیست (مثلاً ::1000).
fr_fr: L'entrée n'est pas une définition d'adresse ipv6 partielle valide (par exemple ::1000).
ko_kr: 입력한 내용은 유효한 부분 IPv6 주소 정의가 아닙니다(예: ::1000).
uk_ua: Запис не є дійсним визначенням часткової адреси IPv6 (наприклад, ::1000).

source: Error conditions
de_de: Fehlerbedingungen
fa_ir: شرایط خطا
fr_fr: Conditions d'erreur
ko_kr: 오류 조건
uk_ua: Умови помилки

source: Execution failed
de_de: Ausführung fehlgeschlagen
fa_ir: اجرای عملیات شکست خورد
fr_fr: Échec de l'exécution
ko_kr: 실행 실패됨
uk_ua: Виконання не вдалося

source: Extended Blocklists
de_de: Erweiterte Blocklisten
fa_ir: فهرست‌های مسدودسازی پیشرفته
fr_fr: Listes de blocage étendues
ko_kr: 확장 차단 목록
uk_ua: Розширені чорні списки

source: Filesystem flags failed
de_de: Dateisystem-Flags fehlgeschlagen
fa_ir: تنظیم پرچم‌های فایل‌سیستم شکست خورد
fr_fr: Échec des drapeaux du système de fichiers
ko_kr: 파일 시스템 플래그 실패
uk_ua: Прапори файлової системи не вдалися

source: Forwarded
de_de: Weitergeleitet
fa_ir: فوروارد شده
fr_fr: Transmis
ko_kr: 포워드됨
uk_ua: Переслано

source: Free Lease Queue Allocator
de_de: Freier Lease-Queue-Allocator
fa_ir: تخصیص‌دهندهٔ صف اجاره‌های آزاد
fr_fr: Allocateur de files d'attente en location libre
ko_kr: 유휴 임대 큐 할당자
uk_ua: Виділювач черги вільних лізингів

source: From
de_de: Von
fa_ir: از
fr_fr: De
ko_kr: 부터
pl_pl: Od
uk_ua: Від

source: Full
de_de: Voll
fa_ir: کامل
fr_fr: Complet
ko_kr: 가득 참
uk_ua: Повний

source: GID failed
de_de: GID fehlgeschlagen
fa_ir: خطا در GID
fr_fr: Échec du GID
ko_kr: GID 실패됨
uk_ua: Помилка GID

source: GIF device already exists.
de_de: GIF-Gerät existiert bereits.
fa_ir: دستگاه GIF از قبل وجود دارد.
fr_fr: Le dispositif GIF existe déjà.
ko_kr: GIF 장치가 이미 존재합니다.
uk_ua: Пристрій GIF вже існує.

source: GRE device already exists.
de_de: GRE-Gerät existiert bereits.
fa_ir: دستگاه GRE از قبل وجود دارد.
fr_fr: Le dispositif GRE existe déjà.
ko_kr: GRE 장치가 이미 존재합니다.
uk_ua: Пристрій GRE вже існує.

source: Group name already exists.
de_de: Gruppenname existiert bereits.
fa_ir: نام گروه از قبل وجود دارد.
fr_fr: Le nom du groupe existe déjà.
ko_kr: 그룹 이름은 이미 존재합니다.
uk_ua: Назва групи вже існує.

source: If-Modified-Since
fr_fr: Si modifié depuis
uk_ua: Якщо-Змінено-З

source: If-None-Match
fr_fr: Si-Non-concordance
uk_ua: Якщо-Немає-Збігу

source: If-Range
fr_fr: Si-Gamme
uk_ua: Якщо-Діапазон

source: If-Unmodified-Since
fr_fr: Si-non-modifié-depuis
uk_ua: Якщо-Незмінено-З

source: Invalid path specified
de_de: Ungültiger Pfad angegeben
fa_ir: مسیر مشخص‌شده نامعتبر است.
fr_fr: Chemin d'accès non valide
ko_kr: 잘못된 경로가 지정됨
uk_ua: Вказано недійсний шлях

source: Invalid type
de_de: Ungültiger Typ
fa_ir: نوع نامعتبر
fr_fr: Type non valide
ko_kr: 잘못된 유형
uk_ua: Недійсний тип

source: LAGG device already exists.
de_de: LAGG-Gerät existiert bereits.
fa_ir: دستگاه LAGG از قبل وجود دارد.
fr_fr: Le dispositif LAGG existe déjà.
ko_kr: LAGG 장치가 이미 존재합니다.
uk_ua: Пристрій LAGG вже існує.

source: LOCK
fr_fr: VERROUILLAGE
ko_kr: 락
uk_ua: БЛОКУВАТИ

source: Leases DHCPv6
de_de: DHCPv6-Leases
fa_ir: اجاره‌ها DHCPv6
fr_fr: Bail DHCPv6
ko_kr: DHCPv6 임대
uk_ua: Оренди DHCPv6

source: Link down
de_de: Verbindung getrennt
fa_ir: لینک قطع
fr_fr: Lien vers le bas
ko_kr: 링크 다운
uk_ua: Зв'язок розірвано

source: LogFiles
de_de: Protokolldateien
fa_ir: فایل‌های لاگ
fr_fr: Fichiers journaux
ko_kr: 로그파일
uk_ua: Файли журналів

source: MERGE
uk_ua: ОБ'ЄДНАТИ

source: MKACTIVITY
fr_fr: MKACTIVITÉ
uk_ua: СТВОРИТИ_АКТИВНІСТЬ

source: MKCOL
uk_ua: СТВОРИТИ_КОЛЕКЦІЮ

source: MOVE
fr_fr: DÉPLACER
uk_ua: ПЕРЕМІСТИТИ

source: Machines
de_de: Maschinen
fa_ir: دستگاه‌ها
ko_kr: 머신
uk_ua: Машини

source: Management
de_de: Verwaltung
fa_ir: مدیریت
fr_fr: Gestion
ko_kr: 관리
uk_ua: Керування

source: Max-Forwards
ko_kr: 최대 포워드
uk_ua: Макс-Перенаправлень

source: Mobile & Advanced Settings
de_de: Mobile & erweiterte Einstellungen
fa_ir: تنظیمات موبایل و پیشرفته
fr_fr: Mobile & Paramètres avancés
ko_kr: 모바일 & 고급 설정
uk_ua: Мобільні та розширені налаштування

source: Mobile Clients [legacy]
de_de: Mobile Clients [veraltet]
fa_ir: کلاینت‌های موبایل [نسخه قدیمی]
fr_fr: Clients mobiles [héritage]
ko_kr: 모바일 클라이언트 [레거시]
uk_ua: Мобільні клієнти [застарілі]

source: Monit instance changed
de_de: Monit-Instanz geändert
fa_ir: نمونه Monit تغییر کرد
fr_fr: L'instance Monit a changé
ko_kr: Monit 인스턴스가 변경됨
uk_ua: Екземпляр Monit змінено

source: Non-broadcast
de_de: Nicht-Broadcast
fa_ir: غیرپخشی
fr_fr: Non diffusé
ko_kr: 비브로드캐스트
uk_ua: Неширокомовний

source: None (Default)
de_de: Keine (Standard)
fa_ir: هیچ (پیش‌فرض)
fr_fr: Aucun (par défaut)
ko_kr: 없음 (기본)
uk_ua: Немає (Типово)

source: Normal but significant condition
de_de: Normal, aber bedeutender Zustand
fa_ir: وضعیت عادی اما مهم
fr_fr: Condition normale mais significative
ko_kr: 정상이지만 주의가 필요한 상태
uk_ua: Нормальний, але значний стан

source: OPTIONS
uk_ua: ПАРАМЕТРИ

source: Off / compatibility mode
de_de: Ein / Kompatibilitätsmodus
fa_ir: خاموش / حالت سازگاری
fr_fr: Désactivé / mode de compatibilité
ko_kr: 꺼짐 / 호환 모드
uk_ua: Вимкнено / режим сумісності

source: On / Default
de_de: Ein / Standard
fa_ir: روشن / پیش‌فرض
fr_fr: Activé / Défaut
ko_kr: 켜짐 / 기본
uk_ua: Увімкнено / Типово

source: On / HSTS disabled
de_de: Ein / HSTS deaktiviert
fa_ir: روشن / HSTS غیرفعال
fr_fr: Activé / HSTS désactivé
ko_kr: 켜짐/ HSTS 비활성화됨
uk_ua: Увімкнено / HSTS вимкнено

source: Only valid IPv4 networks or individual addresses including subnet are allowed.
de_de: Es sind nur gültige IPv4-Netzwerke oder einzelne Adressen einschließlich Subnetz erlaubt.
fa_ir: فقط شبکه‌های IPv4 معتبر یا آدرس‌های منفرد همراه با زیرشبکه مجاز هستند.
fr_fr: Seuls les réseaux IPv4 valides ou les adresses individuelles, y compris le sous-réseau, sont autorisés.
ko_kr: 유효한 IPv4 네트워크 또는 서브넷 마스크를 포함한 개별 주소만 허용됩니다.
uk_ua: Дозволено лише дійсні мережі IPv4 або окремі адреси, включаючи підмережу.

source: PATCH
uk_ua: ПАТЧ

source: PID failed
de_de: PID fehlgeschlagen
fa_ir: خطا در PID
fr_fr: Échec du PID
ko_kr: PID 실패됨
uk_ua: PID не вдалося

source: PPID failed
de_de: PPID fehlgeschlagen
fa_ir: خطا در PPID
fr_fr: Échec du PPID
ko_kr: PPID 실패됨
uk_ua: PPID не вдалося

source: PROPFIND
uk_ua: ЗНАЙТИ_ВЛАСТИВОСТІ

source: PROPPATCH
uk_ua: ВИПРАВИТИ_ВЛАСТИВОСТІ

source: Paranoia level 1 (default)
de_de: Paranoia-Level 1 (Standard)
fa_ir: سطح پارانویا 1 (پیش‌فرض)
fr_fr: Paranoïa niveau 1 (par défaut)
ko_kr: Paranoia level 1 (기본)
uk_ua: Рівень параної 1 (типово)

source: Paranoia level 2
fa_ir: سطح پارانویا 2
fr_fr: Paranoïa niveau 2
uk_ua: Рівень параної 2

source: Paranoia level 3
fa_ir: سطح پارانویا 3
fr_fr: Paranoïa niveau 3
uk_ua: Рівень параної 3

source: Paranoia level 4
fa_ir: سطح پارانویا 4
fr_fr: Paranoïa niveau 4
uk_ua: Рівень параної 4

source: Parsers
de_de: Parser
fa_ir: تجزیه‌گرها
fr_fr: Analyseurs
ko_kr: 파서
uk_ua: Парсери

source: Permission failed
de_de: Berechtigung fehlgeschlagen
fa_ir: دسترسی رد شد
fr_fr: Échec de l'autorisation
ko_kr: 권한 실패됨
uk_ua: Дозвіл не вдалося

source: Ping failed
de_de: Ping fehlgeschlagen
fa_ir: پینگ ناموفق
fr_fr: Échec du ping
ko_kr: 핑 실패됨
uk_ua: Ping не вдалося

source: Please enter a 3-digit status code or a status code ending in xx or leave empty for defaults.
de_de: Bitte einen dreistelligen Statuscode oder einen mit "xx" endenden Statuscode eingeben oder leer lassen für Standardwerte.
fa_ir: لطفاً یک کد وضعیت سه‌رقمی یا کدی که با xx خاتمه می‌یابد وارد کنید یا برای استفاده از مقدار پیش‌فرض خالی بگذارید.
fr_fr: Veuillez saisir un code d'état à 3 chiffres ou un code d'état se terminant par xx ou laisser vide pour les valeurs par défaut.
ko_kr: 3자리 상태 코드를 입력하거나, 끝자리가 xx로 끝나는 상태 코드를 입력하세요. 기본값을 사용하려면 비워 두세요.
uk_ua: Будь ласка, введіть 3-значний код стану або код стану, що закінчується на xx, або залиште порожнім для типових значень.

source: Please enter a minimum number of 1 or leave empty for default.
de_de: Bitte mindestens den Wert 1 eingeben oder leer lassen für Standardwerte.
fa_ir: لطفاً حداقل عدد 1 را وارد کنید یا برای مقدار پیش‌فرض خالی بگذارید.
fr_fr: Veuillez saisir un nombre minimum de 1 ou laisser vide pour la valeur par défaut.
ko_kr: 최소값으로 1 이상을 입력하거나, 기본값을 사용하려면 비워 두세요.
uk_ua: Будь ласка, введіть мінімальне число 1 або залиште порожнім для типового значення.

source: Please enter a minimum value of 0 or leave empty for defaults.
de_de: Bitte geben Sie einen Mindestwert von 0 ein oder lassen Sie das Feld leer, um die Standardwerte zu verwenden.
fa_ir: لطفاً حداقل مقدار 0 را وارد کنید یا برای مقدار پیش‌فرض خالی بگذارید.
fr_fr: Veuillez saisir une valeur minimale de 0 ou laisser vide pour les valeurs par défaut.
ko_kr: 최소값으로 0 이상을 입력하거나, 기본값을 사용하려면 비워 두세요.
uk_ua: Будь ласка, введіть мінімальне значення 0 або залиште порожнім для типових значень.

source: Please enter a minimum value of 1 or leave empty for defaults.
de_de: Bitte geben Sie einen Mindestwert von 1 ein oder lassen Sie das Feld leer, um die Standardwerte zu verwenden.
fa_ir: لطفاً حداقل مقدار 1 را وارد کنید یا برای مقدار پیش‌فرض خالی بگذارید.
fr_fr: Veuillez saisir une valeur minimale de 1 ou laisser vide pour les valeurs par défaut.
ko_kr: 최소값으로 1 이상을 입력하거나, 기본값을 사용하려면 비워 두세요.
uk_ua: Будь ласка, введіть мінімальне значення 1 або залиште порожнім для типових значень.

source: Please enter a minimum value of 1-65535 or leave empty for defaults.
de_de: Bitte geben Sie einen Mindestwert zwischen 1 und 65535 ein oder lassen Sie das Feld leer, um die Standardwerte zu verwenden.
fa_ir: لطفاً مقداری بین 1 تا 65535 وارد کنید یا برای مقدار پیش‌فرض خالی بگذارید.
fr_fr: Veuillez saisir une valeur minimale de 1-65535 ou laisser vide pour les valeurs par défaut.
ko_kr: 1~65535 사이의 최소값을 입력하거나,기본값을 사용하려면 비워 두세요.
uk_ua: Будь ласка, введіть мінімальне значення 1-65535 або залиште порожнім для типових значень.

source: Please enter a minimum value of 2 or leave empty for defaults.
de_de: Bitte geben Sie einen Mindestwert von 2 ein oder lassen Sie das Feld leer, um die Standardwerte zu verwenden.
fa_ir: لطفاً حداقل مقدار 2 را وارد کنید یا برای مقدار پیش‌فرض خالی بگذارید.
fr_fr: Veuillez saisir une valeur minimale de 2 ou laisser vide pour les valeurs par défaut.
ko_kr: 최소값으로 2를 입력하거나, 기본값을 사용하려면 비워 두세요.
uk_ua: Будь ласка, введіть мінімальне значення 2 або залиште порожнім для типових значень.

source: Please enter a valid HTTP response code between 100 and 599.
de_de: Bitte geben Sie einen gültigen HTTP-Antwortcode zwischen 100 und 599 ein.
fa_ir: لطفاً یک کد پاسخ HTTP معتبر بین 100 تا 599 وارد کنید.
fr_fr: Veuillez saisir un code de réponse HTTP valide entre 100 et 599.
ko_kr: 100에서 599 사이의 유효한 HTTP 응답 코드를 입력하세요.
uk_ua: Будь ласка, введіть дійсний код відповіді HTTP між 100 і 599.

source: Please enter a valid HTTP response code like 404 a status code class like 4xx.
de_de: Bitte geben Sie einen gültigen HTTP-Antwortcode wie 404 oder eine Statuscode-Klasse wie 4xx ein.
fa_ir: لطفاً یک کد پاسخ HTTP معتبر مانند 404 یا یک کلاس کد وضعیتی مانند 4xx وارد کنید.
fr_fr: Veuillez saisir un code de réponse HTTP valide tel que 404 ou une classe de code d'état telle que 4xx.
ko_kr: 404와 같은 유효한 HTTP 응답 코드 또는 4xx와 같은 상태 코드 클래스를 입력하세요.
uk_ua: Будь ласка, введіть дійсний код відповіді HTTP, такий як 404, або клас коду стану, такий як 4xx.

source: Please enter a valid IPv4 subnet mask like 255.255.255.0
de_de: Bitte geben Sie eine gültige IPv4-Subnetzmaske ein, z. B. 255.255.255.0.
fa_ir: لطفاً یک ماسک زیرشبکه IPv4 معتبر مانند 255.255.255.0 وارد کنید.
fr_fr: Veuillez saisir un masque de sous-réseau IPv4 valide tel que 255.255.255.0.
ko_kr: 255.255.255.0과 같은 유효한 IPv4 서브넷 마스크를 입력하세요.
uk_ua: Будь ласка, введіть дійсну маску підмережі IPv4, наприклад 255.255.255.0.

source: Please enter a valid URI that starts with '/'.
de_de: Bitte geben Sie eine gültige URI ein, die mit '/' beginnt.
fa_ir: لطفاً یک URI معتبر که با '/' شروع می‌شود وارد کنید.
fr_fr: Veuillez saisir un URI valide commençant par '/'.
ko_kr: '/'로 시작하는 유효한 URI를 입력하세요.
uk_ua: Будь ласка, введіть дійсний URI, що починається з '/'.

source: Please enter a valid URL
de_de: Bitte geben Sie eine gültige URL ein.
fa_ir: لطفاً یک URL معتبر وارد کنید.
fr_fr: Veuillez saisir une URL valide
ko_kr: 유효한 URL을 입력
uk_ua: Будь ласка, введіть дійсну URL-адресу.

source: Please enter a valid grace period between 1 and 20 seconds.
de_de: Bitte geben Sie eine gültige Schonfrist zwischen 1 und 20 Sekunden ein.
fa_ir: لطفاً یک دورهٔ مهلت معتبر بین 1 تا 20 ثانیه وارد کنید.
fr_fr: Veuillez saisir un délai de grâce valable entre 1 et 20 secondes.
ko_kr: 1초에서 20초 사이의 유효한 유예 시간을 입력하세요.
uk_ua: Будь ласка, введіть дійсний пільговий період між 1 і 20 секундами.

source: Please enter a valid hostname
de_de: Bitte geben Sie einen gültigen Hostnamen ein.
fa_ir: لطفاً یک نام میزبان (hostname) معتبر وارد کنید.
fr_fr: Veuillez saisir un nom d'hôte valide
ko_kr: 유효한 호스트 이름을 입력
uk_ua: Будь ласка, введіть дійсне ім'я хоста.

source: Please enter a valid path that starts with '/'.
de_de: Bitte geben Sie einen gültigen Pfad ein, der mit '/' beginnt.
fa_ir: لطفاً یک مسیر معتبر که با '/' شروع می‌شود وارد کنید.
fr_fr: Veuillez saisir un chemin d'accès valide commençant par '/'.
ko_kr: '/'로 시작하는 유효한 경로를 입력하세요.
uk_ua: Будь ласка, введіть дійсний шлях, що починається з '/'.

source: Please enter a value between 1 and 99999.
de_de: Bitte geben Sie einen Wert zwischen 1 und 99999 ein.
fa_ir: لطفاً یک مقدار بین 1 تا 99999 وارد کنید.
fr_fr: Veuillez saisir une valeur comprise entre 1 et 99999.
ko_kr: 1에서 99999사이 값을 입력하세요.
uk_ua: Будь ласка, введіть значення між 1 і 99999.

source: Please enter one or multiple valid IP networks in CIDR notation.
de_de: Bitte geben Sie ein oder mehrere gültige IP-Netzwerke in CIDR-Notation ein.
fa_ir: لطفاً یک یا چند شبکهٔ IP معتبر را به صورت CIDR وارد کنید.
fr_fr: Veuillez saisir un ou plusieurs réseaux IP valides en notation CIDR.
ko_kr: 유효한 IP 네트워크를 CIDR 표기법으로 하나 이상 입력하세요.
uk_ua: Будь ласка, введіть одну або декілька дійсних IP-мереж у нотації CIDR.

source: Please enter one or multiple valid IPv6 addresses.
de_de: Bitte geben Sie eine oder mehrere gültige IPv6-Adressen ein.
fa_ir: لطفاً یک یا چند آدرس IPv6 معتبر وارد کنید.
fr_fr: Veuillez saisir une ou plusieurs adresses IPv6 valides.
ko_kr: 유효한 IPv6 주소를 하나 이상 입력하세요.
uk_ua: Будь ласка, введіть одну або декілька дійсних адрес IPv6.

source: Please select one or more blocklists.
de_de: Bitte wählen Sie eine oder mehrere Blocklisten aus.
fa_ir: لطفاً یک یا چند فهرست مسدودسازی را انتخاب کنید.
fr_fr: Veuillez sélectionner une ou plusieurs listes de blocage.
ko_kr: 차단 목록을 하나 이상 선택하세요.
uk_ua: Будь ласка, виберіть один або кілька чорних списків.

source: Please specify a api secret.
de_de: Bitte geben Sie ein API-Secret an.
fa_ir: لطفاً یک کلید مخفی API مشخص کنید.
fr_fr: Veuillez spécifier un secret d'api.
ko_kr: API 시크릿을 지정하세요.
uk_ua: Будь ласка, вкажіть секрет API.

source: Please specify a valid address and cidr mask to use.
de_de: Bitte geben Sie eine gültige Adresse und eine CIDR-Maske an.
fa_ir: لطفاً یک آدرس و ماسک CIDR معتبر برای استفاده مشخص کنید.
fr_fr: Veuillez indiquer une adresse valide et un masque de cidr à utiliser.
ko_kr: 유효한 주소와 사용할 CIDR 마스크를 지정하세요.
uk_ua: Будь ласка, вкажіть дійсну адресу та маску CIDR для використання.

source: Please specify a valid api key.
de_de: Bitte geben Sie einen gültigen API-Schlüssel an.
fa_ir: لطفاً یک کلید API معتبر مشخص کنید.
fr_fr: Veuillez spécifier une clé api valide.
ko_kr: API 키를 지정하세요.
uk_ua: Будь ласка, вкажіть дійсний ключ API.

source: Please specify a valid network segment in CIDR notation.
de_de: Bitte geben Sie ein gültiges Netzwerksegment in CIDR-Notation an.
fa_ir: لطفاً یک بخش شبکهٔ معتبر به صورت CIDR مشخص کنید.
fr_fr: Veuillez indiquer un segment de réseau valide en notation CIDR.
ko_kr: 유효한 네트워크 세그먼트를 CIDR 표기법으로 지정하세요.
uk_ua: Будь ласка, вкажіть дійсний сегмент мережі в нотації CIDR.

source: Please specify a valid port.
de_de: Bitte geben Sie einen gültigen Port an.
fa_ir: لطفاً یک پورت معتبر مشخص کنید.
fr_fr: Veuillez indiquer un port valide.
ko_kr: 유효한 포트를 지정하세요.
uk_ua: Будь ласка, вкажіть дійсний порт.

source: Please specify a valid setup key.
de_de: Bitte geben Sie einen gültigen Setup-Schlüssel an.
fa_ir: لطفاً یک کلید راه‌اندازی معتبر مشخص کنید.
fr_fr: Veuillez indiquer une clé de configuration valide.
ko_kr: 유효한 셋업 키를 지정하세요.
uk_ua: Будь ласка, вкажіть дійсний ключ налаштування.

source: Please specify a valid url.
de_de: Bitte geben Sie eine gültige URL an.
fa_ir: لطفاً یک URL معتبر مشخص کنید.
fr_fr: Veuillez spécifier une adresse URL valide.
ko_kr: 유효한 url을 지정하세요.
uk_ua: Будь ласка, вкажіть дійсну URL-адресу.

source: Please specify a value between 0 and 1000000000.
de_de: Bitte geben Sie einen Wert zwischen 0 und 1000000000 ein.
fa_ir: لطفاً مقداری بین 0 و 1000000000 وارد کنید.
fr_fr: Veuillez indiquer une valeur comprise entre 0 et 1000000000.
ko_kr: 0에서 1000000000사이의 값을 지정하세요.
uk_ua: Будь ласка, вкажіть значення від 0 до 1000000000.

source: Portal
fa_ir: پورتال
fr_fr: Portail
ko_kr: 포탈
uk_ua: Портал

source: Portal Admin
de_de: Portal-Administrator
fa_ir: مدیر پورتال
fr_fr: Administrateur du portail
ko_kr: 포탈 관리자
uk_ua: Адміністратор порталу

source: Postoverflows
de_de: Postüberläufe
fa_ir: سرریزهای POST
fr_fr: Débordements a posteriori
uk_ua: Переповнення постів

source: Pragma
uk_ua: Прагма

source: Process Partial
de_de: Teilweise verarbeiten
fa_ir: پردازش جزئی
fr_fr: Processus Partiel
ko_kr: 부분 처리
uk_ua: Часткова обробка

source: Process Partial (default)
de_de: Teilweise verarbeiten (Standard)
fa_ir: پردازش جزئی (پیش‌فرض)
fr_fr: Processus partiel (par défaut)
ko_kr: 부분 처리 (기본값)
uk_ua: Часткова обробка (типово)

source: Provide a valid sequence number for sorting.
de_de: Geben Sie eine gültige Sequenznummer zum Sortieren an.
fa_ir: لطفاً یک شمارهٔ توالی معتبر برای مرتب‌سازی وارد کنید.
fr_fr: Fournir un numéro de séquence valide pour le tri.
ko_kr: 정렬을 위해 유효한 순서 번호를 제공하세요.
uk_ua: Вкажіть дійсний порядковий номер для сортування.

source: Provisioning
de_de: Bereitstellung
fa_ir: پیکربندی
fr_fr: Provisionnement
ko_kr: 프로비저닝
uk_ua: Забезпечення

source: Proxy-Authorization
de_de: Proxy-Authentifizierung
fr_fr: Autorisation par procuration
uk_ua: Авторизація проксі

source: Referer
fr_fr: Référent
uk_ua: Реферер

source: Reject (default)
de_de: Ablehnen (Standard)
fa_ir: رد (پیش‌فرض)
fr_fr: Rejeter (par défaut)
ko_kr: 거부 (기본값)
uk_ua: Відхилити (типово)
