Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enter a valid TCP port.
cs_cz: Zadejte platný TCP port.
de_de: Geben Sie einen gültigen TCP-Port ein.
el_gr: Εισαγάγετε μια έγκυρη θύρα TCP.
fa_ir: یک پورت TCP معتبر وارد کنید.
fr_fr: Entrez un numéro de port TCP valide.
it_it: Inserisci una porta TCP valida.
ko_kr: 올바른 TCP 포트를 입력하세요.
pl_pl: Wprowadź prawidłowy port TCP.
uk_ua: Введіть дійсний TCP-порт.
zh_cn: 输入有效的TCP端口。

source: Enter address:port here. Finish with TAB.
cs_cz: Sem zadejte adresu:port. Dokončete stiskem TAB.
de_de: Geben Sie hier die Adresse:port ein. Mit TAB abschließen.
el_gr: Εισαγάγετε εδώ address:port. Ολοκληρώστε με TAB.
fa_ir: آدرس:پورت را اینجا وارد کنید. برای پایان از TAB استفاده کنید.
fr_fr: Entrez adresse:port ici. Terminez avec TAB.
it_it: Inserisci qui l'indirizzo:porto. Concludere con TAB.
ko_kr: 여기에 address:port를 입력하세요. TAB키로 완료하세요.
pl_pl: Wprowadź tutaj adres:port. Zakończ klawiszem TAB.
uk_ua: Введіть адреса:порт тут. Завершіть клавішею TAB.
zh_cn: 在此处输入地址:端口。 用TAB结束。

source: Enter an end port if you want to use a port range.
cs_cz: Pokud chcete zadat rozsah portů, zadejte koncový port.
de_de: Geben Sie einen End-Port ein, wenn Sie einen Port-Bereich verwenden möchten.
el_gr: Εισαγάγετε μια τελική θύρα εάν θέλετε να χρησιμοποιήσετε ένα εύρος θυρών.
fa_ir: در صورت استفاده از بازهٔ پورت، پورت پایانی را وارد کنید.
fr_fr: Entrez un port de fin si vous souhaitez utiliser une plage de ports.
it_it: Inserisci una porta finale se desideri utilizzare un intervallo di porte.
ko_kr: 포트 범위를 사용하려면 끝 포트를 입력하세요.
pl_pl: Wprowadź port końcowy, jeśli chcesz użyć zakresu portów.
uk_ua: Введіть кінцевий порт, якщо ви хочете використовувати діапазон портів.
zh_cn: 如果要使用端口范围，请输入结束端口。

source: Enter an url to fetch the blacklist from.
cs_cz: Zadejte URL adresu ze které získávat seznam odepřených.
de_de: Geben Sie eine URL ein, von der die Blacklist abgerufen werden soll.
el_gr: Εισαγάγετε μια διεύθυνση URL από την οποία θα ανακτήσετε τη μαύρη λίστα.
fa_ir: یک URL برای دریافت فهرست سیاه وارد کنید.
fr_fr: Entrez une url afin d'y récupérer la liste noire.
it_it: Inserisci un URL da cui recuperare la lista nera.
ko_kr: 블랙리스트를 가져올 URL을 입력하세요.
pl_pl: Wprowadź adres url, z którego ma być pobierana czarna lista.
uk_ua: Введіть URL-адресу, з якої потрібно отримати чорний список.
zh_cn: 输入网址以从中获取黑名单。

source: Enter either the IP address or FQDN of your Infoblox appliance.
cs_cz: Zadejte IP adresu nebo FQDN název vašeho Infoblox zařízení.
de_de: Geben Sie entweder die IP-Adresse oder den FQDN Ihrer Infoblox-Appliance ein.
el_gr: Εισαγάγετε είτε τη διεύθυνση IP είτε το FQDN της συσκευής Infoblox.
fa_ir: آدرس IP یا FQDN دستگاه Infoblox خود را وارد کنید.
fr_fr: Entrez l'adresse IP ou le FQDN de votre appareil Infoblox.
it_it: Inserisci l'indirizzo IP o il nome di dominio completo del tuo dispositivo Infoblox.
ko_kr: Infoblox 장치의 IP 주소 또는 FQDN을 입력하세요.
pl_pl: Wprowadź adres IP lub pełną nazwę domenową (FQDN) urządzenia Infoblox.
uk_ua: Введіть IP-адресу або FQDN вашого пристрою Infoblox.
zh_cn: 输入Infoblox设备的IP地址或FQDN。

source: Enter how long SPF entries are valid in days, default is 1 day.
cs_cz: Zadejte jak dlouho (dny) jsou SPF položky platné – výchozí je 1 den.
de_de: Geben Sie an, für wie viele Tagen SPF-Einträge gültig sind; Standard ist ein Tag.
el_gr: Εισαγάγετε το χρονικό διάστημα ισχύος των καταχωρίσεων SPF σε ημέρες. Η προεπιλογή είναι 1 ημέρα.
fa_ir: مدت‌زمان اعتبار ورودی‌های SPF را به روز وارد کنید؛ مقدار پیش‌فرض 1 روز است.
fr_fr: Entrez la durée de validité des entrées SPF en jours, la valeur par défaut est 1 jour.
it_it: Inserisci per quanto tempo le voci SPF sono valide in giorni, il valore predefinito è 1 giorno.
ko_kr: SPF 항목의 유효 기간(일)을 입력하세요. 기본값은 1일입니다.
pl_pl: Wprowadź, jak długo wpisy SPF są ważne w dniach, domyślnie jest to 1 dzień.
uk_ua: Введіть, скільки днів дійсні записи SPF, типово 1 день.
zh_cn: 输入SPF条目在几天内有效的时间，默认为1天。

source: Enter parameters for this job if required.
cs_cz: Pokud je potřeba, zadejte sem parametry pro úlohu.
de_de: Geben Sie bei Bedarf Parameter für diesen Job ein.
el_gr: Εισαγάγετε παραμέτρους για αυτήν την εργασία, εάν απαιτείται.
fa_ir: در صورت نیاز، پارامترهای این کار را وارد کنید.
fr_fr: Entrez les paramètres de cette tâche si nécessaire.
it_it: Immettere i parametri per questo lavoro, se richiesto.
ko_kr: 필요한 경우 이 작업에 대한 매개 변수를 입력하세요.
pl_pl: Wprowadź parametry dla tego zadania, jeśli jest to wymagane.
uk_ua: Введіть параметри для цього завдання, якщо потрібно.
zh_cn: 如果需要，输入此计划的参数。

source: Enter server address.
cs_cz: Zadejte adresu serveru.
de_de: Geben Sie die Serveradresse ein.
el_gr: Εισαγάγετε τη διεύθυνση διακομιστή.
fa_ir: آدرس سرور را وارد کنید.
fr_fr: Entrez l'adresse du serveur.
it_it: Inserisci l'indirizzo del server.
ko_kr: 서버 주소를입력하세요.
pl_pl: Wprowadź adres serwera.
uk_ua: Введіть адресу сервера.
zh_cn: 输入服务器地址。

source: Enter the allowed per host bandwidth in kilobits per second (leave empty to disable).
cs_cz: Zadejte umožněnou rychlost pro jednotlivé stroje v kilobitech za sekundu (nevyplnění kolonky tuto funkci vypne).
de_de: Geben Sie die erlaubte Bandbreite je Host in Kilobit pro Sekunde ein (oder leer lassen zur Deaktivierung).
el_gr: Εισαγάγετε το επιτρεπόμενο εύρος ζώνης ανά κεντρικό υπολογιστή σε kilobit ανά δευτερόλεπτο (αφήστε κενό για απενεργοποίηση).
fa_ir: پهنای‌باند مجاز به ازای هر میزبان را به کیلوبیت بر ثانیه وارد کنید (برای غیرفعال‌کردن خالی بگذارید).
fr_fr: Entrez la bande passante autorisée par site en kilobits par seconde (laisser vide pour désactiver)
it_it: Inserisci la larghezza di banda consentita per host in kilobit al secondo (lascia vuoto per disabilitare).
ko_kr: 허용되는 호스트당 대역폭(초당 킬로비트)을 입력하세요. 사용하지 않으려면 비워 두세요.
pl_pl: Wprowadź dozwolony pasmo przepustowości na hosta w kilobitach na sekundę (pozostaw puste, aby wyłączyć).
uk_ua: Введіть дозволену пропускну здатність на хост у кілобітах на секунду (залиште порожнім, щоб вимкнути).
zh_cn: 输入允许的每台主机带宽，以千比特/秒为单位（留空则不限制）。

source: Enter the cache memory size to use or zero to disable completely.
cs_cz: Zadejte velikost mezipaměti nebo vypněte její používání zadáním „0“ (nula).
de_de: Geben Sie die zu verwendende Zwischenspeichergröße an oder null zur vollständigen Deaktivierung
el_gr: Εισαγάγετε το μέγεθος της προσωρινής μνήμης που θα χρησιμοποιήσετε ή μηδέν για πλήρη απενεργοποίηση.
fa_ir: حجم حافظهٔ کش مورد استفاده را وارد کنید یا برای غیرفعال‌سازی کامل مقدار صفر را وارد کنید.
fr_fr: Entrez la taille de la mémoire cache à utiliser ou zéro pour la désactiver complètement.
it_it: Immettere la dimensione della memoria cache da utilizzare o zero per disabilitarla completamente.
ko_kr: 사용할 캐시 메모리 크기를 입력하거나 완전히 사용하지 않으려면 0을 입력하세요.
pl_pl: Wprowadź rozmiar pamięci podręcznej do użycia lub zero, aby całkowicie wyłączyć.
uk_ua: Введіть розмір пам'яті кешу для використання або нуль, щоб повністю вимкнути.
zh_cn: 输入要使用的高速缓存大小，为0则完全禁用。

source: Enter the directory location for the local cache (default is /var/squid/cache).
cs_cz: Zadejte umístění složky pro místní mezipaměť (výchozí je /var/squid/cache).
de_de: Geben Sie den Speicherort für den lokalen Zwischenspeicher ein (Standard ist /var/squid/cache).
el_gr: Εισαγάγετε την τοποθεσία του καταλόγου για την τοπική προσωρινή μνήμη (η προεπιλογή είναι /var/squid/cache).
fa_ir: محل پوشهٔ کش محلی را وارد کنید (پیش‌فرض /var/squid/cache).
fr_fr: Entrez l'emplacement du répertoire pour le cache local (par défaut /var/squid/cache).
it_it: Immettere il percorso della directory per la cache locale (l'impostazione predefinita è /var/squid/cache).
ko_kr: 로컬 캐시 디렉터리 위치를 입력하세요 (기본값은 /var/squid/cache입니다).
pl_pl: Wprowadź lokalizację katalogu dla lokalnej pamięci podręcznej (domyślnie to /var/squid/cache).
uk_ua: Введіть шлях до каталогу локального кешу (типово /var/squid/cache).
zh_cn: 输入本地缓存的目录位置(默认为/ var / squid / cache)。

source: Enter the maximum size (in MB) to use for SSL certificates.
cs_cz: Zadejte nejvyšší umožněnou velikost (v MiB), použitou pro SSL certifikáty.
de_de: Geben Sie die maximale Größe (in MB) an, die für SSL-Zertifikate benutzt wird.
el_gr: Εισαγάγετε το μέγιστο μέγεθος (σε MB) που θα χρησιμοποιηθεί για πιστοποιητικά SSL.
fa_ir: حداکثر اندازه (بر حسب MB) برای استفاده در گواهی‌های SSL را وارد کنید.
fr_fr: Entrez la taille maximale (en Mo) à utiliser pour les certificats SSL.
it_it: Inserisci la dimensione massima (in MB) da utilizzare per i certificati SSL.
ko_kr: SSL 인증서에 사용할 최대 크기(MB)를 입력하세요.
pl_pl: Wprowadź maksymalny rozmiar (w MB) do użycia dla certyfikatów SSL.
uk_ua: Введіть максимальний розмір (у МБ) для SSL-сертифікатів.
zh_cn: 输入用于SSL证书的最大大小(以MB为单位)。

source: Enter the number of ssl certificate workers to use (sslcrtd_children).
cs_cz: Zadejte počet vláken procesu zpracovávání ssl certifikátů (sslcrtd_children).
de_de: Geben Sie die Anzahl an SSL-Zertifikatsarbeiterprozessen an, die verwendet werden sollen (sslcrtd_children).
el_gr: Εισαγάγετε τον αριθμό των εργατών πιστοποιητικών ssl που θα χρησιμοποιηθούν (sslcrtd_children).
fa_ir: تعداد workerهای گواهی SSL را وارد کنید (sslcrtd_children).
fr_fr: Entrez le nombre de travailleurs de certificat ssl à utiliser (sslcrtd_children).
it_it: Immettere il numero di lavoratori del certificato SSL da utilizzare (sslcrtd_children).
ko_kr: 사용할 SSL 인증서 작업자 수를 입력하세요(sslcrtd_children).
pl_pl: Wprowadź liczbę pracowników do certyfikatów SSL do użycia (sslcrtd_children).
uk_ua: Введіть кількість робочих процесів для SSL-сертифікатів (sslcrtd_children).
zh_cn: 输入要使用的ssl证书工作者的数量(sslcrtd_children)。

source: Enter the port of your target server.
cs_cz: Zadejte port cílového serveru.
de_de: Geben Sie den Port Ihres Zielservers an.
el_gr: Εισαγάγετε τη θύρα του διακομιστή προορισμού σας.
fa_ir: پورت سرور هدف خود را وارد کنید.
fr_fr: Entrez le port de votre serveur cible.
it_it: Inserisci la porta del tuo server di destinazione.
ko_kr: 대상 서버의 포트를 입력하세요.
pl_pl: Wprowadź port docelowego serwera.
uk_ua: Введіть порт вашого цільового сервера.
zh_cn: 输入目标服务器的端口。

source: Enter the size of the SPF cache in kilobytes. Default is 2k.
cs_cz: Zadejte velikost SPF mezipaměti (v kilobajtech). Výchozí je 2K.
de_de: Geben Sie die Größe des SPF-Zwischenspeichers in Kilobyte an. Der Standardwert ist 2k.
el_gr: Εισαγάγετε το μέγεθος της προσωρινής μνήμης SPF σε kilobyte. Η προεπιλογή είναι 2k.
fa_ir: حجم کش SPF را به کیلوبایت وارد کنید. پیش‌فرض 2k.
fr_fr: Entrez la taille du cache SPF en kilo-octets. La valeur par défaut est 2k.
it_it: Inserisci la dimensione della cache SPF in kilobyte. L'impostazione predefinita è 2k.
ko_kr: SPF 캐시의 크기를 킬로바이트 단위로 입력하세요. 기본값은 2k입니다.
pl_pl: Wprowadź rozmiar pamięci podręcznej SPF w kilobajtach. Domyślnie to 2k.
uk_ua: Введіть розмір кешу SPF у кілобайтах. Типово 2k.
zh_cn: 输入SPF缓存的大小（以千字节为单位）。默认值为2k。

source: Enter the size of the preview which is sent to the ICAP server.
cs_cz: Zadejte velikost náhledu který je posílán na ICAP server.
de_de: Geben Sie die Größe der Vorschau an, die an den ICAP-Server gesendet werden kann.
el_gr: Εισαγάγετε το μέγεθος της προεπισκόπησης που αποστέλλεται στον διακομιστή ICAP.
fa_ir: اندازه پیش‌نمایشی که به سرور ICAP ارسال می‌شود را وارد کنید.
fr_fr: Entrez la taille de l'aperçu envoyé au serveur ICAP.
it_it: Immettere la dimensione dell'anteprima inviata al server ICAP.
ko_kr: ICAP 서버로 전송되는 미리보기 크기를 입력하세요.
pl_pl: Wprowadź rozmiar podglądu, który jest wysyłany do serwera ICAP.
uk_ua: Введіть розмір попереднього перегляду, який надсилається на сервер ICAP.
zh_cn: 输入发送到ICAP服务器的预览大小。

source: Enter the storage size for the local cache (default is 100).
cs_cz: Zadejte velikost úložiště pro místní mezipaměť (výchozí je 100).
de_de: Geben Sie die Speichergröße für den lokalen Cache an (Standardwert ist 100).
el_gr: Εισαγάγετε το μέγεθος αποθήκευσης για την τοπική προσωρινή μνήμη (η προεπιλογή είναι 100).
fa_ir: حجم ذخیره‌سازی برای کش محلی را وارد کنید (پیش‌فرض 100).
fr_fr: Entrez la taille de stockage pour le cache local (par défaut 100).
it_it: Immettere la dimensione di archiviazione per la cache locale (il valore predefinito è 100).
ko_kr: 로컬 캐시의 스토리지 크기를 입력하세요(기본값은 100).
pl_pl: Wprowadź rozmiar magazynowania dla lokalnej pamięci podręcznej (domyślnie to 100).
uk_ua: Введіть розмір сховища для локального кешу (типово 100).
zh_cn: 本地缓存大小(默认100)。

source: Enter the url where the REQMOD requests should be sent to.
cs_cz: Zadejte url na kterou posílat REQMOD požadavky.
de_de: Geben Sie die URL ein, welche die REQMOD-Anfragen gesendet werden sollen.
el_gr: Εισαγάγετε τη διεύθυνση URL στην οποία θα πρέπει να αποστέλλονται τα αιτήματα REQMOD.
fa_ir: آدرس URL که درخواست‌های REQMOD باید به آن ارسال شوند را وارد کنید.
fr_fr: Entrez l'url vers laquelle les demandes de REQMOD doivent être envoyées.
it_it: Immettere l'URL a cui inviare le richieste REQMOD.
ko_kr: REQMOD 요청을 보낼 URL을 입력하세요.
pl_pl: Wprowadź adres url, pod który wysyłane mają być żądania REQMOD.
uk_ua: Введіть URL-адресу, куди мають надсилатися запити REQMOD.
zh_cn: 输入REQMOD请求应发送到的URL。

source: Enter the url where the RESPMOD requests should be sent to.
cs_cz: Zadejte url na kterou posílat RESPMOD požadavky.
de_de: Geben Sie die URL ein, welche die RESPMOD-Anfragen gesendet werden sollen.
el_gr: Εισαγάγετε τη διεύθυνση URL στην οποία θα πρέπει να αποστέλλονται τα αιτήματα RESPMOD.
fa_ir: آدرس URL که درخواست‌های RESPMOD باید به آن ارسال شوند را وارد کنید.
fr_fr: Entrez l'url vers laquelle les demandes RESPMOD doivent être envoyées.
it_it: Inserisci l'URL a cui devono essere inviate le richieste RESPMOD.
ko_kr: RESPMOD 요청을 전송할 URL을 입력하세요.
pl_pl: Wprowadź adres url, pod który wysyłane mają być żądania RESPMOD.
uk_ua: Введіть URL-адресу, куди мають надсилатися запити RESPMOD.
zh_cn: 输入RESPMOD请求应发送到的URL。

source: Enter this computer account name to register in AD for kerberos access. Default is hostname with suffix '-K'.
cs_cz: Zadejte název účtu počítače pro registraci v AD pro kerberos přístup. Výchozí je název stroje s příponou „-K“
de_de: Geben Sie den Kontonamen dieses Computers ein, um sich im AD für den Zugriff auf Kerberos zu registrieren. Standard ist der Hostname mit dem Suffix '-K'.
el_gr: Εισαγάγετε αυτό το όνομα λογαριασμού υπολογιστή για να εγγραφείτε στο AD για πρόσβαση kerberos. Η προεπιλογή είναι όνομα κεντρικού υπολογιστή με επίθημα '-K'.
fa_ir: برای دسترسی Kerberos، نام حساب کامپیوتر برای ثبت در AD را وارد کنید. پیش‌فرض نام میزبان به‌علاوه پسوند '-K' است.
fr_fr: Saisir le nom d'ordinateur à enregistrer dans l'annuaire AD pour l'accès Kerberos. Par défaut, c'est le nom d'hôte avec le suffixe '-K'.
it_it: Immettere il nome dell'account del computer per registrarsi in AD per l'accesso Kerberos. L'impostazione predefinita è il nome host con il suffisso '-K'.
ko_kr: Kerberos 액세스를 위해 AD에 등록하려면 이 컴퓨터 계정 이름을 입력하세요. 기본값은 접미사가 '-K'인 호스트 이름입니다.
pl_pl: Wprowadź nazwę konta komputera do rejestracji w AD dla dostępu kerberos. Domyślnie jest to nazwa hosta z sufiksem '-K'.
uk_ua: Введіть ім'я облікового запису комп'ютера для реєстрації в AD для доступу Kerberos. Типово це ім'я хоста із суфіксом '-K'.
zh_cn: 输入此计算机帐户名称以在AD中注册来获取Kerberos访问权限。 默认值为后缀为"-K"的主机名。

source: Enter your networks in CIDR notation like 127.0.0.0/8.
cs_cz: Zadejte své sítě v CIDR zápisu jako 127.0.0.0/8.
de_de: Geben Sie Ihre Netzwerke in CIDR-Notation ein, z. B. 127.0.0.0/8.
el_gr: Εισαγάγετε τα δίκτυά σας σε συμβολισμό CIDR, όπως 127.0.0.0/8.
fa_ir: شبکه‌های خود را به صورت CIDR مانند 127.0.0.0/8 وارد کنید.
fr_fr: Entrez vos réseaux en notation CIDR comme 127.0.0.0/8.
it_it: Inserisci le tue reti nella notazione CIDR come 127.0.0.0/8.
ko_kr: 127.0.0.0/8과 같은 CIDR 표기법으로 네트워크를 입력하세요.
pl_pl: Wprowadź swoje sieci w notacji CIDR, takiej jak 127.0.0.0/8.
uk_ua: Введіть ваші мережі в нотації CIDR, наприклад 127.0.0.0/8.
zh_cn: 以CIDR表示法输入网络，如127.0.0.0/8。

source: Error Messages
cs_cz: Chybová hlášení
de_de: Fehlernachrichten
el_gr: Μηνύματα σφάλματος
fa_ir: پیام‌های خطا
fr_fr: Messages d'Erreur
it_it: Messaggi di errore
ko_kr: 오류 메시지
pl_pl: Komunikaty błędów
uk_ua: Повідомлення про помилки
zh_cn: 错误信息

source: Error code
cs_cz: Kód chyby
de_de: Fehlercode
el_gr: Κωδικός σφάλματος
fa_ir: کد خطا
fr_fr: Code d'erreur
it_it: Codice errore
ko_kr: 오류 코드
pl_pl: Kod błędu
uk_ua: Код помилки
zh_cn: 错误代码

source: Eventqueue Path
cs_cz: Popis umístění fronty událostí
de_de: Ereigniswarteschleifen-Pfad
el_gr: Διαδρομή ουράς συμβάντων
fa_ir: مسیر صف رویداد
fr_fr: Chemin de la file d'attente d'événements
it_it: Percorso coda eventi
ko_kr: 이벤트 대기열 경로
pl_pl: Ścieżka kolejki zdarzeń
uk_ua: Шлях черги подій
zh_cn: 事件队列路径

source: Eventqueue Slots
cs_cz: Slotů fronty událostí
de_de: Ereigniswarteschlangen-Slots
el_gr: Θέσεις στην ουρά εκδηλώσεων
fa_ir: جایگاه‌های صف رویداد
fr_fr: Emplacements de la file d'attente d'événements
it_it: Slot della coda di eventi
ko_kr: 이벤트 대기열 슬롯
pl_pl: Sloty kolejki zdarzeń
uk_ua: Слоти черги подій
zh_cn: 事件队列槽位

source: Events
cs_cz: Události
de_de: Ereignisse
el_gr: Εκδηλώσεις
fa_ir: رویدادها
fr_fr: Evènements
it_it: Eventi
ko_kr: 이벤트
pl_pl: Zdarzenia
uk_ua: Події
zh_cn: 事件

source: Exceptions
cs_cz: Výjimky
de_de: Ausnahmen
el_gr: Εξαιρέσεις
fa_ir: استثناها
it_it: Eccezioni
ko_kr: 예외
pl_pl: Wyjątki
uk_ua: Винятки
zh_cn: 例外

source: Exclusion List
cs_cz: Seznam výjimek
de_de: Ausschlussliste
el_gr: Λίστα εξαιρέσεων
fa_ir: فهرست استثناها
fr_fr: Liste d'Exclusion
it_it: Elenco di esclusione
ko_kr: 제외 목록
pl_pl: Lista wykluczeń
uk_ua: Список виключень
zh_cn: 排除列表

source: Executable and Linking Format is a standard format for UN*X executables.
cs_cz: Spustitelný a linkovatelný formát (ELF) je standardní formát pro spustitelné soubory v unixových systémech.
de_de: Executable und Linking Format ist ein Standardformat für UN*X-Executables.
el_gr: Η μορφή εκτελέσιμου αρχείου και σύνδεσης είναι μια τυπική μορφή για εκτελέσιμα αρχεία UN*X.
fa_ir: Executable and Linking Format قالب استانداردی برای فایل‌های اجرایی در UN*X است.
fr_fr: Executable and Linking Format est un format standard pour les exécutables UN*X.
it_it: Il formato eseguibile e di collegamento è un formato standard per gli eseguibili UN*X.
ko_kr: ELF(Executable and Linking Format)는 UN*X 실행 파일의 표준 형식입니다.
pl_pl: Executable and Linking Format to standardowy format dla wykonywalnych plików UNX.
uk_ua: Executable and Linking Format (ELF) — це стандартний формат для виконуваних файлів UN*X.
zh_cn: 可执行和链接格式是UN * X可执行文件的标准格式。

source: Execute function
cs_cz: Vykonat funkci
de_de: Funktion ausführen
el_gr: Εκτέλεση συνάρτησης
fa_ir: اجرای تابع
fr_fr: Exécuter la fonction
it_it: Esegui la funzione
ko_kr: 실행 기능
pl_pl: Wykonaj funkcję
uk_ua: Виконати функцію
zh_cn: 执行功能

source: Execute the specified Lua function. You will most likely need to include/load your Lua code first.
cs_cz: Spustit zadanou funkci v jazyce Lua. Nejspíš bude třeba nejprve zahrnout/nahrát svůj kód v Lua.
de_de: Führt die angegebene Lua-Funktion aus. Wahrscheinlich müssen Sie zuerst Ihren Lua-Code einbinden/laden.
el_gr: Εκτελέστε την καθορισμένη συνάρτηση Lua. Πιθανότατα θα χρειαστεί πρώτα να συμπεριλάβετε/φορτώσετε τον κώδικα Lua σας.
fa_ir: تابع Lua مشخص‌شده را اجرا کنید. به‌احتمال زیاد ابتدا باید کد Lua خود را وارد/بارگذاری کنید.
fr_fr: Exécute la fonction Lua spécifiée. Vous devrez probablement inclure/charger votre code Lua en premier.
it_it: Esegue la funzione Lua specificata. Molto probabilmente dovrai prima includere/caricare il tuo codice Lua.
ko_kr: 지정된 Lua 함수를 실행합니다. 가장 먼저 Lua 코드를 포함/로드해야 합니다.
pl_pl: Wykonaj określoną funkcję Lua. Prawdopodobnie najpierw będziesz musiał dołączyć/załadować swój kod Lua.
uk_ua: Виконайте вказану функцію Lua. Швидше за все, вам спочатку потрібно буде включити/завантажити ваш код Lua.
zh_cn: 执行指定的Lua函数。 您很可能需要先包含/加载Lua代码。

source: Execution Statistics
cs_cz: Statistiky vykonávání
de_de: Ausführungsstatistiken
el_gr: Στατιστικά Εκτέλεσης
fa_ir: آمار اجرا
fr_fr: Statistiques d'exécution
it_it: Statistiche di esecuzione
ko_kr: 실행 통계
pl_pl: Statystyki wykonania
uk_ua: Статистика виконання
zh_cn: 执行统计

source: Exit Enable
cs_cz: Zapnout výstupní
de_de: Ausgang aktivieren
el_gr: Έξοδος Ενεργοποίηση
fa_ir: فعال‌سازی خروج
fr_fr: Activation de la sortie
it_it: Esci da Abilita
ko_kr: 종료 활성화
pl_pl: Włącz wyjście
uk_ua: Увімкнути вихід
zh_cn: 启用出口

source: Expect Pattern
cs_cz: Vzor pro Expect
de_de: Erwartetes Muster
el_gr: Αναμένεται μοτίβο
fa_ir: الگوی Expect
fr_fr: Attendre le modèle
it_it: Aspettatevi il modello
ko_kr: 예상 패턴
pl_pl: Oczekiwany wzór
uk_ua: Очікуваний шаблон
zh_cn: 期望模式

source: Expiration
cs_cz: Skončení platnosti
de_de: Ablauf
el_gr: Λήξη
fa_ir: انقضا
it_it: Scadenza
ko_kr: 만료
pl_pl: Wygaśnięcie
uk_ua: Термін дії
zh_cn: 到期

source: Expiration time
cs_cz: Čas skončení platnosti
de_de: Ablaufzeit
el_gr: Χρόνος λήξης
fa_ir: زمان انقضا
fr_fr: Délai d'expiration
it_it: Tempo di scadenza
ko_kr: 만료 시간
pl_pl: Czas wygaśnięcia
uk_ua: Час закінчення терміну дії
zh_cn: 到期时间

source: Explicit Congestion Notification
cs_cz: Výslovné upozornění na zahlcení
de_de: Aktiviert die explizite Staubenachrichtigung (Explicit Congestion Notification).
el_gr: Ρητή Ειδοποίηση Συμφόρησης
fa_ir: اعلام صریح تراکم
fr_fr: Notification explicite de congestion
it_it: Notifica esplicita di congestione
ko_kr: 명시적 혼잡 알림
pl_pl: Jawne powiadomienie o przeciążeniu
uk_ua: Явне повідомлення про перевантаження
zh_cn: 明确的拥塞通知

source: Expression
cs_cz: Výraz
de_de: Ausdruck
el_gr: Εκφραση
fa_ir: عبارت
it_it: Espressione
ko_kr: 표현
pl_pl: Ekspresja
uk_ua: Вираз
zh_cn: 表达式

source: Ext. Address
cs_cz: Vnější adresa
de_de: Externe Adresse
el_gr: Εσωτερική Διεύθυνση
fa_ir: آدرس خارجی
fr_fr: Adresse ext.
it_it: Est. Indirizzo
ko_kr: 외부 주소
pl_pl: Zewnętrzny adres
uk_ua: Зовн. адреса
zh_cn: 外部地址

source: Ext. Port
de_de: Externer Port
el_gr: Εξωτερική θύρα
fa_ir: پورت خارجی
fr_fr: Port extérieur
it_it: Est. Porta
ko_kr: 외부 포트
pl_pl: Zewnętrzny port
uk_ua: Зовн. порт
zh_cn: 外部端口

source: Extended Headers Recipients
cs_cz: Příjemci rozšířených hlaviček
de_de: Empfänger mit erweitertem Header
el_gr: Εκτεταμένες κεφαλίδες παραληπτών
fa_ir: گیرندگان سربرگ‌های توسعه‌یافته
fr_fr: Destinataires d'En-têtes Etendus
it_it: Destinatari delle intestazioni estese
ko_kr: 확장 헤더 수신자
pl_pl: Odbiorcy rozszerzonych nagłówków
uk_ua: Одержувачі розширених заголовків
zh_cn: 扩展标头收件人

source: Extra Arguments
cs_cz: Další argumenty
de_de: Zusätzliche Argumente
el_gr: Επιπλέον ορίσματα
fa_ir: آرگومان‌های اضافی
fr_fr: Arguments supplémentaires
it_it: Argomenti aggiuntivi
ko_kr: 추가 인수
pl_pl: Dodatkowe argumenty
uk_ua: Додаткові аргументи
zh_cn: 额外参数

source: FQ-CoDel flows
cs_cz: FQ-CoDel toky
el_gr: Ροές FQ-CoDel
fa_ir: جریان‌های FQ-CoDel
fr_fr: Flux FQ-CoDel
it_it: Flussi FQ-CoDel
ko_kr: FQ-CoDel 흐름
pl_pl: Przepływy FQ-CoDel
uk_ua: Потоки FQ-CoDel
zh_cn: FQ-CoDel流控数

source: FQ-CoDel limit
cs_cz: FQ-CoDel hranice
de_de: FQ-CoDel-Grenzwert
el_gr: Όριο FQ-CoDel
fa_ir: حد FQ-CoDel
fr_fr: Limite FQ-CoDel
it_it: Limite FQ-CoDel
ko_kr: FQ-CoDel 한계
pl_pl: Limit FQ-CoDel
uk_ua: FQ-CoDel ліміт
zh_cn: FQ-CoDel限制

source: FQ-CoDel quantum
cs_cz: FQ-CoDel množství
el_gr: Κβάντο FQ-CoDel
fa_ir: کوآنتوم FQ-CoDel
it_it: FQ-CoDel quantistico
ko_kr: FQ-CoDel 양자
pl_pl: Kwant FQ-CoDel
uk_ua: FQ-CoDel квант
zh_cn: FQ-CoDel数量

source: FQDN lookup
cs_cz: Vyhledávání FQDN
de_de: FQDN-Auflösung
el_gr: Αναζήτηση FQDN
fa_ir: جستجوی FQDN
fr_fr: Recherche de FQDN
it_it: Ricerca FQDN
ko_kr: FQDN 조회
pl_pl: Wyszukiwanie FQDN
uk_ua: Пошук FQDN
zh_cn: FQDN查找

source: FQDN or IP
cs_cz: Úplný doménový název nebo IP adresa
de_de: FQDN oder IP
el_gr: FQDN ή IP
fa_ir: FQDN یا IP
fr_fr: FQDN ou IP
it_it: FQDN o IP
ko_kr: FQDN 또는 IP
pl_pl: FQDN lub IP
uk_ua: FQDN або IP
zh_cn: FQDN或IP

source: FTP Proxy Settings
cs_cz: Nastavení FTP proxy
de_de: FTP-Proxy-Einstellungen
el_gr: Ρυθμίσεις διακομιστή μεσολάβησης FTP
fa_ir: تنظیمات پروکسی FTP
fr_fr: Paramètres du proxy FTP
it_it: Impostazioni proxy FTP
ko_kr: FTP 프록시 설정
pl_pl: Ustawienia proxy FTP
uk_ua: Налаштування FTP проксі
zh_cn: FTP代理设置
