Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The length of the period over which the average is measured. It reports the average incoming session rate over that period, in sessions per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Délka období, za které je průměr měřen. Uvádí průměrnou četnost příchozích relací za toto období, v relacích za období. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Die Länge des Zeitraums, in welcher der Durchschnitt gemessen wird. Er gibt die durchschnittliche Anzahl an Sitzungen in Sitzungen je Zeitraum an. Standardmäßig ist dies in Millisekunden. Optional kann die Einheit als "d", "h", "m", "ms" oder "us" angegeben werden.
el_gr: Η διάρκεια της περιόδου κατά την οποία μετριέται ο μέσος όρος. Αναφέρει τον μέσο ρυθμό εισερχόμενων συνεδριών κατά τη διάρκεια αυτής της περιόδου, σε συνεδρίες ανά περίοδο. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: طول بازه‌ای که میانگین روی آن محاسبه می‌شود؛ گزارش‌دهی نرخ میانگین نشست‌های ورودی طی آن بازه (نشست‌ها در هر بازه). پیش‌فرض میلی‌ثانیه است. واحد را می‌توان به یکی از "d", "h", "m", "s", "ms" یا "us" تعیین کرد
fr_fr: La durée de la période sur laquelle la moyenne est mesurée. Il indique le taux moyen de sessions entrantes sur cette période, en sessions par période. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: La durata del periodo su cui viene misurata la media. Riporta la frequenza media delle sessioni in entrata durante quel periodo, in sessioni per periodo. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 평균 측정 기간의 길이입니다. 이 기간 동안의 평균 인입 세션 비율을 주기당 세션 수로 보고합니다. 기본값은 밀리초입니다. 단위로는 "d", "h", "m", "s", "ms", "us" 중 하나를 선택할 수 있습니다.
pl_pl: Długość okresu, w którym mierzona jest średnia. Podaje średnią prędkość przychodzących sesji w tym okresie, w sesjach na okres. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Довжина періоду, за який вимірюється середнє значення. Повідомляє середню швидкість вхідних сесій за цей період, у сесіях за період. Типово – мілісекунди. Опційно одиниця може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 测量平均值的时间段长度。它报告该时间段内的平均入站会话速率，以每个时间段的会话数为单位。默认为毫秒。 该单位可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"。

source: The length of the period over which the average is measured. It reports the average outgoing bytes rate over that period, in bytes per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Délka období, za které je průměr měřen. Uvádí průměrnou četnost odchozích bajtů za toto období, v bajtech za období. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Die Länge des Zeitraums, in welcher der Durchschnitt gemessen wird. Er gibt die durchschnittliche ausgehenden Bytes in Bytes je Zeitraum an. Standardmäßig ist dies in Millisekunden. Optional kann die Einheit als "d", "h", "m", "ms" oder "us" angegeben werden.
el_gr: Η διάρκεια της περιόδου κατά την οποία μετριέται ο μέσος όρος. Αναφέρει τον μέσο ρυθμό εξερχόμενων byte κατά τη διάρκεια αυτής της περιόδου, σε byte ανά περίοδο. Η προεπιλεγμένη τιμή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: طول بازه‌ای که میانگین روی آن محاسبه می‌شود؛ گزارش‌دهی نرخ میانگین بایت‌های خروجی طی آن بازه (بایت در هر بازه). پیش‌فرض میلی‌ثانیه است. واحد را می‌توان به یکی از "d", "h", "m", "s", "ms" یا "us" تعیین کرد
fr_fr: La durée de la période sur laquelle la moyenne est mesurée. Il signale le taux moyen d'octets sortants sur cette période, en octets par période. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: La durata del periodo su cui viene misurata la media. Riporta la frequenza media dei byte in uscita durante quel periodo, in byte per periodo. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 평균 측정 기간 길이입니다. 해당 기간 동안 평균 발신 바이트 속도를 기록합니다. 기본값은 밀리초입니다. "d", "h", "m", "s", "ms", "us" 중 하나의 단위를 선택하여 지정할 수도 있습니다.
pl_pl: Długość okresu, w którym mierzona jest średnia. Podaje średnią prędkość wychodzących bajtów w tym okresie, w bajtach na okres. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Довжина періоду, за який вимірюється середнє значення. Повідомляє середню швидкість вихідних байтів за цей період, у байтах за період. Типово – мілісекунди. Опційно одиниця може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 测量平均值的时间段长度。它报告该时间段内的平均出站字节速率，以每个时间段的字节数为单位。 默认为毫秒。 该单位可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"。

source: The limit of the length of data to hash.
cs_cz: Limit délky dat pro vytváření otisku (hash).
de_de: Die Begrenzung der Länge der Daten, die gehasht werden sollen.
el_gr: Το όριο του μήκους των δεδομένων σε κατακερματισμό.
fa_ir: حداکثر طول داده‌ها برای هش‌کردن
fr_fr: La limite de la longueur des données à hacher.
it_it: Il limite della lunghezza dei dati da sottoporre ad hash.
ko_kr: 해시할 데이터 길이의 제한입니다.
pl_pl: Limit długości danych do zahaszowania.
uk_ua: Ліміт довжини даних для хешування.
zh_cn: 哈希数据长度的限制。

source: The listen address of the local peer or the address of the remote peer.
cs_cz: Adresa pro očekávání spojení místního protějšku nebo adresa toho vzdáleného.
de_de: Die Listen-Adresse der lokalen oder entfernten Gegenstelle.
el_gr: Η διεύθυνση ακρόασης του τοπικού ομότιμου ή η διεύθυνση του απομακρυσμένου ομότιμου.
fa_ir: آدرس گوش‌دادن همتای محلی یا آدرس همتای راه دور
fr_fr: L'adresse d'écoute de l'homologue local ou l'adresse de l'homologue distant.
it_it: L'indirizzo di ascolto del peer locale o l'indirizzo del peer remoto.
ko_kr: 로컬 피어의 수신 대기 주소 또는 원격 피어의 주소입니다.
pl_pl: Adres nasłuchu lokalnego węzła lub adres zdalnego węzła.
uk_ua: Адреса прослуховування локального вузла або адреса віддаленого вузла.
zh_cn: 本地对端或远程对端的监听地址。

source: The local port of the daemon, default is fine.
cs_cz: Místní port procesu služby, výchozí je v pořádku.
de_de: Der lokale Port des Dienstes, default ist OK.
el_gr: Η τοπική θύρα του δαίμονα, από προεπιλογή είναι εντάξει.
fa_ir: پورت محلی دیمن؛ مقدار پیش‌فرض مناسب است
fr_fr: Le port local du service, la valeur par défaut est bien.
it_it: La porta locale del demone, di default, va bene.
ko_kr: 데몬의 로컬 포트, 기본값을 사용하면 됩니다.
pl_pl: Lokalny port demona, domyślny jest odpowiedni.
uk_ua: Локальний порт демона, типово – підходить.
zh_cn: 守护程序的本地端口，建议使用默认值。

source: The maximum allowed number of server processes.
cs_cz: Nejvyšší umožněný počet procesů serveru.
de_de: Maximalanzahl erlauber Serverprozesse.
el_gr: Ο μέγιστος επιτρεπόμενος αριθμός διεργασιών διακομιστή.
fa_ir: حداکثر تعداد مجاز فرآیندهای سرور
fr_fr: Le nombre maximum autorisé de processus serveur.
it_it: Il numero massimo consentito di processi del server.
ko_kr: 허용되는 최대 서버 프로세스 수입니다.
pl_pl: Maksymalna dozwolona liczba procesów serwera.
uk_ua: Максимальна дозволена кількість серверних процесів.
zh_cn: 允许的最大服务器进程数。

source: The maximum number of characters that will be stored in the stick table (if appropiate table type is selected).
cs_cz: Nejvyšší počet znaků které budou uchovávány v lepkavé tabulce (pokud je zvolen příslušný typ tabulky).
de_de: Die maximale Anzahl von Zeichen, die in der Stick-Tabelle gespeichert werden (wenn der entsprechende Tabellentyp ausgewählt ist).
el_gr: Ο μέγιστος αριθμός χαρακτήρων που θα αποθηκευτούν στον πίνακα stick (εάν έχει επιλεγεί ο κατάλληλος τύπος πίνακα).
fa_ir: حداکثر تعداد کاراکترهایی که در stick table ذخیره خواهند شد (در صورت انتخاب نوع جدول مناسب)
fr_fr: Le nombre maximal de caractères qui seront stockés dans la table des adhérences (si un type de table approprié est sélectionné).
it_it: Il numero massimo di caratteri che verranno memorizzati nella tabella stick (se è selezionato il tipo di tabella appropriato).
ko_kr: 스틱 테이블에 저장할 최대 문자 수입니다(해당 테이블 유형이 선택된 경우).
pl_pl: Maksymalna liczba znaków, które zostaną zapisane w tabeli stick (jeśli wybrano odpowiedni typ tabeli).
uk_ua: Максимальна кількість символів, які будуть збережені в таблиці відповідності (stick table) (якщо вибрано відповідний тип таблиці).
zh_cn: 存储在粘性表中的最大字符数(如果选择了适当的表类型)。

source: The maximum number of requests can be served by one connection
cs_cz: Nejvyšší umožněný počet požadavků, který může být obsluhován jedním spojením
de_de: Die maximale Anzahl von Anfragen, die je Verbindung bedient werden kann
el_gr: Ο μέγιστος αριθμός αιτημάτων μπορεί να εξυπηρετηθεί από μία σύνδεση
fa_ir: حداکثر تعداد درخواست‌هایی که یک اتصال می‌تواند سرویس‌دهی کند
fr_fr: Le nombre maximum de requêtes qui sont traitées par une seule connexion
it_it: Il numero massimo di richieste può essere servito da una connessione
ko_kr: 하나의 연결로 처리할 수 있는 최대 요청 수
pl_pl: Maksymalna liczba żądań, które mogą być obsługiwane przez jedno połączenie.
uk_ua: Максимальна кількість запитів, які може обслуговувати одне з'єднання.
zh_cn: 一个连接可以提供的最大请求数

source: The maximum number of requests that a child process can serve. After this number has been reached, process dies.
cs_cz: Nejvyšší umožněný počet požadavků, které podřízený proces může obsloužit. Po dosažení tohoto počtu bude proces ukončen.
de_de: Die maximale Anzahl an Anfragen, die ein Childprozess bearbeiten kann. Wird diese Anzahl erreicht, wird der Prozess beendet.
el_gr: Ο μέγιστος αριθμός αιτημάτων που μπορεί να εξυπηρετήσει μια θυγατρική διεργασία. Αφού επιτευχθεί αυτός ο αριθμός, η διεργασία τερματίζεται.
fa_ir: حداکثر تعداد درخواست‌هایی که یک فرآیند فرزند می‌تواند سرویس دهد. پس از رسیدن به این مقدار، فرآیند خاتمه می‌یابد.
fr_fr: Le nombre maximum de requêtes qu'un processus enfant peut servir. Après que ce nombre ait été atteint, le processus meurt.
it_it: Il numero massimo di richieste che un processo figlio può servire. Dopo che questo numero è stato raggiunto, il processo termina.
ko_kr: 하위 프로세스가 처리할 수 있는 최대 요청 수입니다. 이 수에 도달하면 프로세스가 중단됩니다.
pl_pl: Maksymalna liczba żądań, które może obsłużyć proces potomny. Po osiągnięciu tej liczby, proces kończy działanie.
uk_ua: Максимальна кількість запитів, які може обслуговувати дочірній процес. Після досягнення цієї кількості процес завершується.
zh_cn: 子进程可以提供的最大请求数。 达到该数值后，进程终止。

source: The maximum size of files which will be scanned by antivirus service. You can use K and M indicators to define size in kilobytes or megabytes.
cs_cz: Největší nastavená velikost souborů, které bude antivirová služba ještě skenovat. Pomocí indikátorů K a M můžete definovat velikost v kilobajtech nebo megabajtech.
de_de: Die maximale Dateigröße welche vom Antivirendienst überprüft wird. Mit "K" und "M" kann die Größe als Kilobytes oder Megabytes angegeben werden.
el_gr: Το μέγιστο μέγεθος αρχείων που θα σαρωθούν από την υπηρεσία προστασίας από ιούς. Μπορείτε να χρησιμοποιήσετε τους δείκτες K και M για να ορίσετε το μέγεθος σε kilobyte ή megabyte.
fa_ir: حداکثر اندازه فایل‌هایی که توسط سرویس آنتی‌ویروس اسکن می‌شوند. می‌توانید از نشانه‌های K و M برای تعیین اندازه به کیلوبایت یا مگابایت استفاده کنید.
fr_fr: La taille maximum des fichiers qui seront analysés par le service antivirus. Vous pouvez utiliser les indicateurs K et M pour définir la taille en kilooctets ou mégaoctets.
it_it: La dimensione massima dei file che verranno scansionati dal servizio antivirus. È possibile utilizzare gli indicatori K e M per definire la dimensione in kilobyte o megabyte.
ko_kr: 바이러스 백신 서비스에서 검색할 파일의 최대 크기입니다. K 및 M 표시기를 사용하여 크기를 킬로바이트 또는 메가바이트로 정의할 수 있습니다.
pl_pl: Maksymalny rozmiar plików, które będą skanowane przez usługę antywirusową. Możesz użyć wskaźników K i M, aby określić rozmiar w kilobajtach lub megabajtach.
uk_ua: Максимальний розмір файлів, які будуть скановані антивірусною службою. Ви можете використовувати індикатори K та M для визначення розміру в кілобайтах або мегабайтах.
zh_cn: 防病毒服务会扫描的文件的最大大小。可以使用K和M标示来定义大小（以千字节或兆字节为单位）。

source: The name of the HTTP header field.
cs_cz: Název kolonky HTTP hlavičky.
de_de: Der Name des HTTP-Kopfzeilenfeldes
el_gr: Το όνομα του πεδίου κεφαλίδας HTTP.
fa_ir: نام فیلد هدر HTTP.
fr_fr: Le nom du champ d'en-tête HTTP.
it_it: Il nome del campo dell'intestazione HTTP.
ko_kr: HTTP 헤더 필드의 이름입니다.
pl_pl: Nazwa pola nagłówka HTTP.
uk_ua: Назва поля заголовка HTTP.
zh_cn: HTTP标头字段的名称。

source: The name of the service.
cs_cz: Název služby.
de_de: Der Name des Dienstes.
el_gr: Το όνομα της υπηρεσίας.
fa_ir: نام سرویس.
fr_fr: Le nom du service.
it_it: Il nome del servizio.
ko_kr: 서비스의 이름입니다.
pl_pl: Nazwa usługi.
uk_ua: Назва служби.
zh_cn: 服务的名称。

source: The name of the test.
cs_cz: Název testu.
de_de: Der Name des Tests.
el_gr: Το όνομα της δοκιμής.
fa_ir: نام تست.
fr_fr: Le nom du test.
it_it: Il nome della prova.
ko_kr: 테스트 이름입니다.
pl_pl: Nazwa testu.
uk_ua: Назва тесту.
zh_cn: 测试的名称。

source: The name of this Zabbix instance. It has to match with the defined name in the central Zabbix server.
cs_cz: Název této instance Zabbix. Je třeba, aby se shodovalo s názvem definovaným na ústředním Zabbix serveru.
de_de: Der Name dieser Zabbix-Instanz. Es muss mit dem definierten Namen auf dem zentralen Zabbix-Server übereinstimmen.
el_gr: Το όνομα αυτής της παρουσίας Zabbix. Πρέπει να ταιριάζει με το καθορισμένο όνομα στον κεντρικό διακομιστή Zabbix.
fa_ir: نام این نمونه Zabbix. باید با نام تعریف‌شده در سرور مرکزی Zabbix مطابقت داشته باشد.
fr_fr: Le nom de l'instance Zabbix. Il doit correspondre avec le nom défini dans le serveur central Zabbix.
it_it: Il nome di questa istanza di Zabbix. Deve corrispondere al nome definito nel server Zabbix centrale.
ko_kr: 이 Zabbix 인스턴스의 이름입니다. 중앙 Zabbix 서버의 정의된 이름과 일치해야 합니다.
pl_pl: Nazwa tej instancji Zabbix. Musi odpowiadać nazwie zdefiniowanej na centralnym serwerze Zabbix.
uk_ua: Назва цього екземпляра Zabbix. Вона має збігатися з визначеною назвою на центральному сервері Zabbix.
zh_cn: 该Zabbix实例的名称。它必须与中央Zabbix服务器中定义的名称相匹配。

source: The network for this host
cs_cz: Síť tohoto stroje
de_de: Das Netzwerk für diesen Host
el_gr: Το δίκτυο για αυτόν τον κεντρικό υπολογιστή
fa_ir: شبکه این میزبان
fr_fr: Le réseau pour cet hôte
it_it: La rete per questo host
ko_kr: 이 호스트의 네트워크
pl_pl: Sieć dla tego hosta
uk_ua: Мережа для цього хоста.
zh_cn: 该主机的网络

source: The number of bytes a queue can serve before being moved to the tail of old queues list (bytes), leave empty for defaults
cs_cz: Počet bajtů které fronta může obsloužit než bude přesunuta na konec seznamu starých front. Pokud není vyplněno, bude použita výchozí hodnota.
de_de: Geben Sie die Anzahl an Bytes an, die eine Queue bedienen darf, bevor sie an das Ende der Liste älterer Queues verschoben wird. Lassen Sie das Feld leer, um den Standardwert zu verwenden.
el_gr: Ο αριθμός των byte που μπορεί να εξυπηρετήσει μια ουρά πριν μετακινηθεί στην ουρά της παλιάς λίστας ουρών (byte), αφήστε το κενό για προεπιλογές
fa_ir: تعداد بایت‌هایی که یک صف می‌تواند سرویس دهد قبل از انتقال به انتهای فهرست صف‌های قدیمی (بایت). برای استفاده از مقدار پیش‌فرض خالی بگذارید.
fr_fr: Le nombre d'octets qu'une file d'attente peut servir avant d'être déplacée vers la fin de la liste des anciennes files d'attente (octets), laisser vide pour les valeurs par défaut
it_it: Il numero di byte che una coda può servire prima di essere spostata nella coda del vecchio elenco di code (byte), lascia vuoto per impostazione predefinita
ko_kr: 이전 대기열 목록의 끝으로 이동하기 전에 대기열이 처리할 수 있는 바이트 수(바이트). 기본값의 경우 비워 둡니다
pl_pl: Liczba bajtów, które kolejka może obsłużyć, zanim zostanie przeniesiona na koniec listy starych kolejek (bajty), zostaw puste dla wartości domyślnych
uk_ua: Кількість байтів, які може обслуговувати черга, перш ніж буде переміщена в кінець списку старих черг (байти), залиште пустим для типових значень.
zh_cn: 队列在移到旧队列列表的末尾之前可以服务的字节数（字节），留空使用默认值

source: The number of databases you would like to have.
cs_cz: Počet databází které chcete mít.
de_de: Die Anzahl an Datenbanken, die Sie gerne hätten.
el_gr: Ο αριθμός των βάσεων δεδομένων που θέλετε να έχετε.
fa_ir: تعداد پایگاه‌داده‌هایی که می‌خواهید.
fr_fr: Le nombre de base de données voulu.
it_it: Il numero di database che vorresti avere.
ko_kr: 보유할 데이터베이스 수입니다.
pl_pl: Ilość baz danych, które chciałbyś posiadać.
uk_ua: Кількість баз даних, які ви хотіли б мати.
zh_cn: 您想拥有的数据库数量。

source: The number of eventqueue slots.
cs_cz: Počet slotů fronty událostí.
de_de: Die Anzahl der Slots in der Ereigniswarteschlange.
el_gr: Ο αριθμός των θέσεων στην ουρά συμβάντων.
fa_ir: تعداد اسلات‌های eventqueue.
fr_fr: Le nombre d'emplacements de la file d'attente d'événements.
it_it: Il numero di slot della coda di eventi.
ko_kr: 이벤트 대기열 슬롯 수입니다.
pl_pl: Liczba miejsc w kolejce zdarzeń (eventqueue slots).
uk_ua: Кількість слотів черги подій.
zh_cn: 事件队列槽位数。

source: The number of flow queues that are created and managed, leave empty for defaults
cs_cz: Počet front toků které jsou vytvořené a obhospodařované. Pokud není vyplněné, je použita výchozí hodnota.
de_de: Geben Sie die Anzahl der Flow-Queues an, die erstellt und verwaltet werden. Feld leer lassen, um den Standardwert zu verwenden.
el_gr: Ο αριθμός των ουρών ροής που δημιουργούνται και διαχειρίζονται, αφήστε κενό για τις προεπιλογές
fa_ir: تعداد صف‌های جریان که ایجاد و مدیریت می‌شوند. برای استفاده از مقدار پیش‌فرض خالی بگذارید.
fr_fr: Le nombre de files d'attente de flux créées et gérées, laisser vide pour les valeurs par défaut
it_it: Il numero di code di flusso create e gestite viene lasciato vuoto per impostazione predefinita
ko_kr: 생성 및 관리되는 흐름 대기열 수(기본값의 경우 비워짐)
pl_pl: Liczba kolejek przepływu (flow queues), które są tworzone i zarządzane, zostaw puste dla domyślnych ustawień.
uk_ua: Кількість черг потоків, які створюються та керуються, залиште пустим для типових значень.
zh_cn: 创建和管理的流控队列数，留空使用默认值

source: The number of seconds to wait for a response to pings or to allow meta connections to block. If the other end doesn't respond within this time, the connection is terminated, and the others will be notified of this.
cs_cz: Kolik sekund čekat na odpověď z ping nebo umožnit meta spojení pro blokování. Pokud protějšek neodpoví do stanoveného limitu, spojení je ukončeno a ostatní na to budou upozorněni.
de_de: Die Anzahl der Sekunden zum Warten auf eine Antwort auf Pings oder um Meta-Verbindungen das Blockieren zu erlauben. Wenn das andere Ende nicht während dieser Zeit antwortet wird die Verbindung getrennt und die anderen werden darüber informiert.
el_gr: Ο αριθμός των δευτερολέπτων που απαιτούνται για την αναμονή μιας απάντησης σε pings ή για την άδεια αποκλεισμού μετα-συνδέσεων. Εάν το άλλο άκρο δεν απαντήσει εντός αυτού του χρονικού διαστήματος, η σύνδεση τερματίζεται και οι άλλοι θα ειδοποιηθούν σχετικά.
fa_ir: تعداد ثانیه‌هایی که برای انتظار پاسخ پینگ‌ها یا اجازه به متا‌اتصالات جهت مسدود شدن صرف می‌شود. اگر طرف مقابل در این مدت پاسخ ندهد، اتصال قطع شده و سایرین مطلع می‌شوند.
fr_fr: Le nombre de secondes pour attendre une réponse aux pings ou pour permettre le blocage des méta-connexions. Si l'autre extrémité ne répond pas dans ce délai, la connexion est interrompue et les autres en seront informés.
it_it: Il numero di secondi di attesa per una risposta ai ping o per consentire il blocco delle metaconnessioni. Se l'altro capo non risponde entro questo tempo, la connessione verrà interrotta e gli altri ne verranno informati.
ko_kr: 핑에 대한 응답을 기다리거나 메타 연결 차단을 허용하는 시간(초)입니다. 이 시간 내에 다른 쪽이 응답하지 않으면 연결이 종료되고 다른 쪽에 이 사실이 통보됩니다.
pl_pl: Liczba sekund oczekiwania na odpowiedź na pingi lub blokowanie meta-połączeń. Jeśli druga strona nie odpowie w tym czasie, połączenie zostanie przerwane, a inni zostaną o tym poinformowani.
uk_ua: Кількість секунд очікування відповіді на пінги або дозволу блокування мета-з'єднань. Якщо інший кінець не відповідає протягом цього часу, з'єднання припиняється, і інші будуть сповіщені про це.
zh_cn: 等待响应ping或允许元连接被阻止的秒数。 如果另一端在这段时间内没有响应，则终止连接，并且会通知其他端。

source: The number of threads per child process.
cs_cz: Počet vláken v jednotlivých podřízených procesech.
de_de: Die Anzahl an Threads pro Kindprozess.
el_gr: Ο αριθμός των νημάτων ανά θυγατρική διεργασία.
fa_ir: تعداد نخ‌ها به ازای هر فرآیند فرزند.
fr_fr: Le nombre de threads par processus fils.
it_it: Il numero di thread per processo figlio.
ko_kr: 하위 프로세스당 스레드 수입니다.
pl_pl: Liczba wątków na proces potomny.
uk_ua: Кількість потоків на дочірній процес.
zh_cn: 每个子进程的线程数。

source: The password for access to SNMP agent
cs_cz: Heslo pro přístup k SNMP agentovi
de_de: Das Passwort, um auf den SNMP-Agenten zuzugreifen
el_gr: Ο κωδικός πρόσβασης για πρόσβαση στον παράγοντα SNMP
fa_ir: رمز عبور برای دسترسی به عامل SNMP
fr_fr: Le mot de passe utilisé pour accéder à cet agent SNMP
it_it: La password per l'accesso all'agente SNMP
ko_kr: SNMP 에이전트에 액세스하기 위한 비밀번호
pl_pl: Hasło dostępu do agenta SNMP.
uk_ua: Пароль для доступу до агента SNMP.
zh_cn: 用于访问SNMP代理的密码

source: The password name for this connection. Be aware that it will stored in cleartext on this device.
cs_cz: Název hesla pro toto spojení. Uvědomte si, že na tomto zařízení bude uloženo v čitelné podobě.
de_de: Der Passwortname für diese Verbindung. Bitte bedenken Sie, dass der Wert im Klartext auf dem Gerät gespeichert wird.
el_gr: Το όνομα κωδικού πρόσβασης για αυτήν τη σύνδεση. Λάβετε υπόψη ότι θα αποθηκευτεί σε μορφή απλού κειμένου σε αυτήν τη συσκευή.
fa_ir: نام رمز برای این اتصال. توجه داشته باشید که به‌صورت متن ساده (غیررمزنگاری‌شده) روی این دستگاه ذخیره خواهد شد.
fr_fr: Le nom du mot de passe pour cette connexion. Soyez conscient que cela sera stocké en texte clair sur cet appareil.
it_it: Il nome della password per questa connessione. Tieni presente che verrà archiviato in chiaro su questo dispositivo.
ko_kr: 이 연결의 비밀번호 이름입니다. 이 장치에는 일반 텍스트로 저장됩니다.
pl_pl: Nazwa hasła dla tego połączenia. Pamiętaj, że zostanie ono przechowane w postaci jawnej na tym urządzeniu.
uk_ua: Назва пароля для цього з'єднання. Зверніть увагу, що він буде зберігатися у відкритому вигляді на цьому пристрої.
zh_cn: 此连接的密码名称。 注意，它会以明文形式存储在此设备上。

source: The password to use for SMTP authentication.
cs_cz: Heslo pro SMTP ověřování
de_de: Das Passwort, das für die SMTP-Authentifizierung verwendet wird.
el_gr: Ο κωδικός πρόσβασης που θα χρησιμοποιηθεί για τον έλεγχο ταυτότητας SMTP.
fa_ir: رمز عبور برای احراز هویت SMTP.
fr_fr: Le mot de passe à utiliser pour l'authentification SMTP.
it_it: La password da utilizzare per l'autenticazione SMTP.
ko_kr: SMTP 인증에 사용할 비밀번호입니다.
pl_pl: Hasło do uwierzytelniania w SMTP.
uk_ua: Пароль для використання при автентифікації SMTP.
zh_cn: 用于SMTP认证的密码。

source: The path to the eventqueue directory.
cs_cz: Popis umístění složky fronty událostí.
de_de: Der Pfad zum Verzeichnis der Ereigniswarteschlange.
el_gr: Η διαδρομή προς τον κατάλογο eventqueue.
fa_ir: مسیر دایرکتوری eventqueue.
fr_fr: Le chemin du répertoire eventqueue.
it_it: Il percorso della directory eventqueue.
ko_kr: 이벤트 대기열 디렉터리의 경로입니다.
pl_pl: Ścieżka do katalogu kolejki zdarzeń (eventqueue).
uk_ua: Шлях до теки черги подій.
zh_cn: 事件队列目录的路径。
