Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Maximum OCSP Interval
cs_cz: Interval OCSP nejvýše
de_de: Höchstintervall für OCSP
el_gr: Μέγιστο διάστημα OCSP
fa_ir: حداکثر بازهٔ OCSP
fr_fr: Intervalle OCSP maximal
it_it: Intervallo OCSP massimo
ko_kr: 최대 OCSP 간격
uk_ua: Максимальний інтервал OCSP
zh_cn: 最大OCSP间隔

source: Maximum file size (MB)
cs_cz: Maximální velikost souboru (MB)
de_de: Maximale Dateigröße (MB)
el_gr: Μέγιστο μέγεθος αρχείου (MB)
fa_ir: حداکثر اندازه فایل (MB)
fr_fr: Taille maximale du fichier (Mo)
it_it: Dimensione massima del file (MB)
ko_kr: 최대 파일 크기(MB)
uk_ua: Максимальний розмір файлу (МБ)
zh_cn: 最大文件大小 (MB)

source: Maximum file size per log file. When set and a log file exceeds the amount specified, it will be rotated.
cs_cz: Nejvyšší umožněná velikost každého ze souborů se záznamem událostí. Pokud je nastaveno a soubor záznamu událostí překročí zadanou velikost, bude pokračováno v dalším (a ten nejstarší smazán).
de_de: Maximale Dateigröße pro Protokolldatei. Wenn diese Option festgelegt ist und eine Protokolldatei die angegebene Größe überschreitet, wird sie rotiert.
el_gr: Μέγιστο μέγεθος αρχείου ανά αρχείο καταγραφής. Όταν οριστεί και ένα αρχείο καταγραφής υπερβαίνει το καθορισμένο μέγεθος, θα περιστραφεί.
fa_ir: حداکثر اندازه برای هر فایل لاگ. اگر تنظیم شود و فایل لاگ از این مقدار بیشتر شود، فایل چرخانده خواهد شد.
fr_fr: Taille maximale d'un fichier journal. Si cette valeur est définie et qu'un fichier journal dépasse la taille spécifiée, il sera soumis à une rotation.
it_it: Dimensione massima del file per file di registro. Quando impostato e un file di registro supera la quantità specificata, verrà ruotato.
ko_kr: 로그 파일당 최대 파일 크기입니다. 설정하고 로그 파일이 지정된 크기를 초과하면 회전됩니다.
uk_ua: Максимальний розмір файлу для кожного файлу журналу. Якщо встановлено і файл журналу перевищує вказаний обсяг, він буде ротований.
zh_cn: 每个日志文件的最大文件大小。当设置并且日志文件超过指定的数量时，它将被轮换。

source: Maximum jitter in percent to apply randomly to calculated retransmission timeout (0 to disable)
cs_cz: Nejvyšší rozptyl (v procentech), který náhodně použít na vypočtený časový limit opětovného vysílání (0 – nula – vypne).
de_de: Maximaler Jitter in Prozent, der zufällig auf das berechnete Wiederholungs-Timeout angewendet wird (0 = deaktiviert)
el_gr: Μέγιστο jitter σε ποσοστό που θα εφαρμοστεί τυχαία στο υπολογισμένο χρονικό όριο αναμετάδοσης (0 για απενεργοποίηση)
fa_ir: حداکثر نوسان (درصد) که به‌صورت تصادفی به مقدار محاسبه‌شدهٔ تایم‌اوت ارسال مجدد اعمال می‌شود (۰ برای غیرفعال)
fr_fr: Gigue maximale en pourcentage à appliquer aléatoirement au délai de retransmission calculé (0 pour désactiver)
it_it: Jitter massimo in percentuale da applicare in modo casuale al timeout di ritrasmissione calcolato (0 per disabilitare)
ko_kr: 계산된 재전송 시간 초과에 무작위로 적용할 최대 지터(0은 비활성화)
uk_ua: Максимальний джиттер у відсотках для випадкового застосування до розрахованого часу очікування повторної передачі (0 для вимкнення)
zh_cn: 随机应用于计算重传超时的最大抖动百分比（0 表示禁用）。

source: Maximum preserved files
cs_cz: Zachovávaných souborů nejvýše
de_de: Maximal aufbewahrte Dateien
el_gr: Μέγιστος αριθμός αποθηκευμένων αρχείων
fa_ir: حداکثر فایل‌های نگهداری‌شده
fr_fr: Nombre maximal de fichiers conservés
it_it: Numero massimo di file conservati
ko_kr: 최대 보존 파일
uk_ua: Максимальна кількість збережених файлів
zh_cn: 最多保留文件数量

source: Maximum size of log file (in MB).
cs_cz: Maximální velikost souboru se záznamem událostí (v MB).
de_de: Maximale Größe der Protokolldatei (in MB).
el_gr: Μέγιστο μέγεθος αρχείου καταγραφής (σε MB).
fa_ir: حداکثر اندازه فایل لاگ (بر حسب MB).
fr_fr: Taille maximale du fichier journal (en Mo).
it_it: Dimensione massima del file di registro (in MB).
ko_kr: 최대 로그 파일 크기(MB)
uk_ua: Максимальний розмір файлу журналу (у МБ).
zh_cn: 日志文件的最大大小（MB）。

source: MinProtocol
cs_cz: Nejnižší přijatelný protokol
de_de: Minimales Protokoll
fa_ir: حداقل پروتکل
fr_fr: MinProtocole
it_it: MinProtocollo
ko_kr: 최소 프로토콜
uk_ua: Мін. протокол
zh_cn: 最低协议版本

source: MinProtocol (DTLS)
cs_cz: Nejnižší přijatelný protokol(DTLS)
de_de: Minimales Protokoll (DTLS)
fa_ir: حداقل پروتکل (DTLS)
it_it: Protocollo minimo (DTLS)
ko_kr: 최소 프로토콜 (DTLS)
uk_ua: Мін. протокол (DTLS)
zh_cn: 最低协议版本(DTLS)

source: Minimum OCSP Interval
cs_cz: Interval OCSP nejméně
de_de: Mindestintervall für OCSP
el_gr: Ελάχιστο διάστημα OCSP
fa_ir: حداقل بازهٔ OCSP
fr_fr: Intervalle OCSP minimum
it_it: Intervallo OCSP minimo
ko_kr: 최소 OCSP 간격
uk_ua: Мінімальний інтервал OCSP
zh_cn: 最小OCSP间隔

source: Monit HTTPD Password
cs_cz: Heslo k monit HTTPD
de_de: Monit-HTTPD-Passwort
el_gr: Monit HTTPD κωδικός πρόσβασης
fa_ir: رمز عبور Monit HTTPD
fr_fr: Mot de passe Monit HTTPD
it_it: Monitora la password HTTPD
ko_kr: Monit HTTPD 비밀번호
uk_ua: Пароль Monit HTTPD
zh_cn: Monit HTTPD密码

source: Monit HTTPD Username
cs_cz: Uživatelské jméno k monit HTTPD
de_de: Monit-HTTPD-Benutzername
el_gr: Monit HTTPD όνομα χρήστη
fa_ir: نام کاربری Monit HTTPD
it_it: Monitora il nome utente HTTPD
ko_kr: Monit HTTPD 사용자 이름
uk_ua: Ім'я користувача Monit HTTPD
zh_cn: Monit HTTPD用户名

source: Multihop
cs_cz: Vícenásobný přeskok
fa_ir: چندهاپ
fr_fr: Multiboutique
ko_kr: 멀티홉
uk_ua: Багатохоп
zh_cn: 多跳

source: Netmask [ipv4] or prefix [ipv6] to use for this tunnel
cs_cz: Síťová maska [ipv4] nebo předpona [ipv6], kterou použít pro tento tunel.
de_de: Netzmaske [IPv4] oder Präfix [IPv6], das für diesen Tunnel verwendet wird
el_gr: Μάσκα δικτύου [ipv4] ή πρόθεμα [ipv6] για χρήση σε αυτήν τη σήραγγα
fa_ir: ماسک شبکه [ipv4] یا پیشوند [ipv6] برای استفاده در این تونل
fr_fr: Masque de réseau [ipv4] ou préfixe [ipv6] à utiliser pour ce tunnel
it_it: Maschera di rete [ipv4] o prefisso [ipv6] da utilizzare per questo tunnel
ko_kr: 이 터널에 사용할 넷마스크[ipv4] 또는 프리픽스 [ipv6]
uk_ua: Маска мережі [ipv4] або префікс [ipv6] для використання цим тунелем
zh_cn: 用于此隧道的网络掩码或前缀

source: Next server
cs_cz: Další server
de_de: Nächster Server
el_gr: Επόμενος διακομιστής
fa_ir: سرور بعدی
fr_fr: Prochain serveur
it_it: Server successivo
ko_kr: 다음 서버
uk_ua: Наступний сервер
zh_cn: 下一个服务器

source: Next server IP address
cs_cz: IP adresa dalšího serveru
de_de: IP-Adresse des nächsten Servers
el_gr: Διεύθυνση IP επόμενου διακομιστή
fa_ir: آدرس IP سرور بعدی
fr_fr: Adresse IP du serveur suivant
it_it: Indirizzo IP del server successivo
ko_kr: 다음 서버 IP 주소
uk_ua: IP-адреса наступного сервера
zh_cn: 下一个服务器IP地址

source: Number of exclusively locked segments in the hash table.
cs_cz: Počet výhradně uzamčených segmentů v tabulce otisků.
de_de: Anzahl ausschließlich gesperrter Segmente in der Hashtabelle.
el_gr: Αριθμός αποκλειστικά κλειδωμένων τμημάτων στον πίνακα κατακερματισμού.
fa_ir: تعداد بخش‌های قفل‌شدهٔ انحصاری در جدول هش.
fr_fr: Nombre de segments exclusivement verrouillés dans la table de hachage.
it_it: Numero di segmenti bloccati esclusivamente nella tabella hash.
ko_kr: 해시 테이블에서 독점적으로 잠긴 세그먼트의 수입니다.
uk_ua: Кількість виключно заблокованих сегментів у хеш-таблиці.
zh_cn: 哈希表中独占锁定段的数量。

source: Number of logs to preserve. When no maximum file size is offered or the logs are smaller than the the size requested, this equals the number of days.
cs_cz: Délka historie záznamu událostí, kterou uchovávat. Pokud není nabídnuta maximální velikost souboru nebo jsou záznamy menší než požadovaná velikost, rovná se počtu dnů.
de_de: Anzahl der aufzubewahrenden Protokolle. Wenn keine maximale Dateigröße angegeben ist oder die Protokolle kleiner als die angeforderte Größe sind, entspricht dies der Anzahl der Tage.
el_gr: Αριθμός αρχείων καταγραφής προς διατήρηση. Όταν δεν προσφέρεται μέγιστο μέγεθος αρχείου ή τα αρχεία καταγραφής είναι μικρότερα από το ζητούμενο μέγεθος, αυτό ισούται με τον αριθμό ημερών.
fa_ir: تعداد لاگ‌هایی که باید نگهداری شوند. وقتی حداکثر اندازهٔ فایل مشخص نشده باشد یا لاگ‌ها از اندازهٔ درخواستی کوچکتر باشند، این مقدار برابر با تعداد روزها خواهد بود.
fr_fr: Nombre de journaux à conserver. Lorsqu'aucune taille maximale de fichier n'est proposée ou que les journaux sont plus petits que la taille demandée, ce nombre est égal au nombre de jours.
it_it: Numero di log da conservare. Quando non viene offerta la dimensione massima del file o i registri sono inferiori alla dimensione richiesta, questo equivale al numero di giorni.
ko_kr: 보존할 로그 수. 최대 파일 크기가 제공되지 않거나 로그가 요청된 크기보다 작은 경우, 이는 일 수와 같습니다.
uk_ua: Кількість журналів для збереження. Якщо максимальний розмір файлу не запропоновано або журнали менші за запитуваний розмір, це дорівнює кількості днів.
zh_cn: 要保留的日志数量。当没有提供最大文件大小或日志小于请求的大小时，这等于天数。

source: Number of retransmissions to send before giving up.
cs_cz: Počet opakování přenosů, než bude vzdáno.
de_de: Anzahl der erneuten Übertragungen, bevor aufgegeben wird.
el_gr: Αριθμός αναμεταδόσεων που πρέπει να αποσταλούν πριν από την εγκατάλειψη.
fa_ir: تعداد ارسال‌های مجدد قبل از انصراف.
fr_fr: Nombre de retransmissions à envoyer avant d'abandonner.
it_it: Numero di ritrasmissioni da inviare prima di rinunciare.
ko_kr: 중단하기 전에 전송할 재전송 횟수.
uk_ua: Кількість повторних передач для надсилання, перш ніж здатися.
zh_cn: 放弃之前要发送的重传次数。

source: OCID of the user calling the API
cs_cz: OCID uživatele volajícího API rozhraní
de_de: OCID des Benutzers, der die API aufruft
el_gr: OCID του χρήστη που καλεί το API
fa_ir: OCID کاربری که API را فراخوانی می‌کند
fr_fr: OCID de l'utilisateur appelant l'API
it_it: OCID dell'utente che chiama l'API
ko_kr: API를 호출하는 사용자의 OCID입니다.
uk_ua: OCID користувача, що викликає API
zh_cn: 调用API的用户OCID

source: OCID of your tenancy
cs_cz: OCID vašeho pronájmu
de_de: OCID Ihres Mandanten (Tenancy)
el_gr: OCID της μίσθωσής σας
fa_ir: OCID tenancy شما
fr_fr: OCID de votre location
it_it: OCID della tua locazione
ko_kr: 귀하의 테넌시 OCID
uk_ua: OCID вашого орендаря
zh_cn: 租约的OCID

source: OCSP uri
cs_cz: Uri protokolu OCSP
uk_ua: URI OCSP

source: Offer a hostname to the client
cs_cz: Nabídnout klientovi název stroje
de_de: Hostname, der dem Client angeboten wird
el_gr: Προσφέρετε ένα όνομα κεντρικού υπολογιστή στον πελάτη
fa_ir: پیشنهاد نام میزبان به کلاینت
fr_fr: Proposer un nom d'hôte au client
it_it: Offri un nome host al client
ko_kr: 클라이언트에게 호스트 이름을 제공
uk_ua: Запропонувати ім'я хоста клієнту
zh_cn: 向客户端提供的主机名称

source: Only texts containing letters, digits and underscores with a maximum length of 15 characters are allowed and the name may not end with a digit.
cs_cz: Povoleny jsou pouze texty obsahující písmena, číslice a podtržítka o maximální délce 15 znaků a název nemůže končit číslicí.
de_de: Es sind nur Texte mit Buchstaben, Ziffern und Unterstrichen erlaubt (max. 15 Zeichen). Der Name darf nicht mit einer Ziffer enden.
el_gr: Επιτρέπονται μόνο κείμενα που περιέχουν γράμματα, ψηφία και υπογράμμιση με μέγιστο μήκος 15 χαρακτήρες και το όνομα δεν επιτρέπεται να τελειώνει με ψηφίο.
fa_ir: فقط متن‌هایی حاوی حروف، ارقام و زیرخط با حداکثر طول 15 کاراکتر مجاز هستند و نام نمی‌تواند با یک رقم پایان یابد.
fr_fr: Seuls les textes contenant des lettres, des chiffres et des traits de soulignement d'une longueur maximale de 15 caractères sont autorisés et le nom ne peut se terminer par un chiffre.
it_it: Sono ammessi solo testi contenenti lettere, cifre e trattini bassi con una lunghezza massima di 15 caratteri e il nome non può terminare con una cifra.
ko_kr: 문자, 숫자 및 밑줄만 포함하고 최대 15자 길이로 제한됩니다. 이름은 숫자로 끝날 수 없습니다.
uk_ua: Дозволені лише тексти, що містять літери, цифри та підкреслення, з максимальною довжиною 15 символів, і назва не може закінчуватися цифрою.
zh_cn: 仅允许包含字母、数字和下划线且最大长度为15个字符的文本，并且名称不能以数字结尾。

source: OpenTelemetry Server
cs_cz: Server OpenTelemetry
el_gr: Διακομιστής OpenTelemetry
fa_ir: سرور OpenTelemetry
fr_fr: Serveur OpenTelemetry
it_it: Server OpenTelemetry
ko_kr: OpenTelemetry 서버
uk_ua: Сервер OpenTelemetry
zh_cn: OpenTelemetry 服务器

source: Optional gateway IP address for this route.
cs_cz: Volitelná IP adresa brány pro tuto trasu.
de_de: Optionale Gateway-IP-Adresse für diese Route.
el_gr: Προαιρετική διεύθυνση IP πύλης για αυτήν τη διαδρομή.
fa_ir: آدرس IP دروازهٔ اختیاری برای این مسیر.
fr_fr: Adresse IP de la passerelle facultative pour cette route.
it_it: Indirizzo IP del gateway facoltativo per questo percorso.
ko_kr: 이 경로에 대한 선택적 게이트웨이 IP 주소입니다.
uk_ua: Додаткова IP-адреса шлюзу для цього маршруту.
zh_cn: 此路由的可选网关IP地址。

source: Optional shared secret (PSK) for this peer.
cs_cz: Volitelné sdílené tajemství (PSK) pro tento protějšek.
de_de: Optionales gemeinsames Geheimnis (PSK) für diese Gegenstelle.
el_gr: Προαιρετικό κοινόχρηστο μυστικό (PSK) για αυτόν τον ομότιμο.
fa_ir: رمز مشترک اختیاری (PSK) برای این همتا.
fr_fr: Secret partagé facultatif (PSK) pour cet homologue.
it_it: Segreto condiviso facoltativo (PSK) per questo peer.
ko_kr: 이 피어에 대한 선택적 공유 비밀(PSK)입니다.
uk_ua: Додатковий спільний секрет (PSK) для цього піра.
zh_cn: 该端点的可选共享密钥 (PSK)。

source: Oracle Cloud Infrastructure (OCI)
el_gr: Υποδομή Oracle Cloud (OCI)
it_it: Infrastruttura Oracle Cloud (OCI)
uk_ua: Хмарна інфраструктура Oracle (OCI)
zh_cn: Oracle云计算基础架构 (OCI)

source: Output (PEM format)
cs_cz: Výstup (formát PEM)
de_de: Ausgabe (PEM-Format)
el_gr: Έξοδος (μορφή PEM)
fa_ir: خروجی (فرمت PEM)
fr_fr: Sortie (format PEM)
it_it: Uscita (formato PEM)
ko_kr: 출력 (PEM 형식)
uk_ua: Виведення (формат PEM)
zh_cn: 输出（PEM 格式）

source: Output TLS transaction where the session is resumed using a session id
cs_cz: Výstupní transakce TLS, při které je v relaci navázáno pomocí jejího identifikátoru.
de_de: TLS-Transaktionen protokollieren, bei denen die Sitzung mittels Sitzungs-ID wieder aufgenommen wurde.
el_gr: Εξαγωγή συναλλαγής TLS όπου η συνεδρία συνεχίζεται χρησιμοποιώντας ένα αναγνωριστικό συνεδρίας
fa_ir: خروجی تراکنش TLS که در آن جلسه با استفاده از session id از سر گرفته می‌شود.
fr_fr: Sortie d'une transaction TLS où la session est reprise à l'aide d'un identifiant de session
it_it: Transazione TLS di output in cui la sessione viene ripresa utilizzando un ID sessione
ko_kr: 세션 ID를 사용하여 세션이 재개되는 출력 TLS 트랜잭션
uk_ua: Вихідна TLS-транзакція, де сеанс відновлюється за допомогою ідентифікатора сеансу
zh_cn: 使用会话ID恢复会话的输出TLS事务

source: Override response TTL in seconds.
cs_cz: Přepsat TTL odpovědi (v sekundách).
de_de: Antwort-TTL in Sekunden überschreiben.
el_gr: Παράκαμψη απόκρισης TTL σε δευτερόλεπτα.
fa_ir: بازنویسی TTL پاسخ (بر حسب ثانیه).
fr_fr: TTL de la réponse d'annulation en secondes.
it_it: Ignora la risposta TTL in secondi.
ko_kr: 응답 TTL를 초 단위로 재정의.
uk_ua: Перевизначити TTL відповіді в секундах.
zh_cn: 覆盖响应TTL（秒）。

source: Packet Loss High Threshold
cs_cz: Horní práh ztrátovosti paketů
de_de: Paketverlust - Obergrenze
el_gr: Υψηλό όριο απώλειας πακέτων
fa_ir: آستانهٔ بالای از دست‌دادن بسته‌ها
fr_fr: Perte de paquets Seuil haut
it_it: Soglia alta per la perdita di pacchetti
ko_kr: 패킷 손실 높은 임계값
uk_ua: Високий поріг втрати пакетів
zh_cn: 丢包高阈值

source: Packet Loss Low Threshold
cs_cz: Spodní práh ztrátovosti paketů
de_de: Paketverlust - Untergrenze
el_gr: Χαμηλό όριο απώλειας πακέτων
fa_ir: آستانهٔ پایین از دست‌دادن بسته‌ها
fr_fr: Perte de paquets Seuil bas
it_it: Soglia bassa perdita pacchetti
ko_kr: 패킷 손실 낮은 임계값
uk_ua: Низький поріг втрати пакетів
zh_cn: 丢包低阈值

source: Packet encoding/decoding encryption/decryption operations
cs_cz: Operace kódování/dekódování paketů a šifrování/dešifrování paketů
de_de: Paketkodierung/-dekodierung und Verschlüsselungs-/Entschlüsselungsvorgänge
el_gr: Κωδικοποίηση/αποκωδικοποίηση πακέτων, λειτουργίες κρυπτογράφησης/αποκρυπτογράφησης
fa_ir: عملیات رمزگذاری/رمزگشایی و کدگذاری/کدگشایی بسته‌ها
fr_fr: Opérations de codage/décodage de paquets codage/décryptage
it_it: Operazioni di crittografia/decodifica di codifica/decodifica dei pacchetti
ko_kr: 패킷 인코딩/디코딩 암호화/복호화 작업
uk_ua: Операції шифрування/дешифрування кодування/декодування пакетів
zh_cn: 数据包编码/解码 加密/解密操作

source: Password Encryption
cs_cz: Šifrování hesla
de_de: Passwortverschlüsselung
el_gr: Κρυπτογράφηση με κωδικό πρόσβασης
fa_ir: رمزنگاری گذرواژه
fr_fr: Chiffrement du mot de passe
it_it: Crittografia della password
ko_kr: 비밀번호 암호화
uk_ua: Шифрування пароля
zh_cn: 密码加密

source: Peer (ipv4)
cs_cz: Protějšek (ipv4)
de_de: Gegenstelle (IPv4)
el_gr: Ομότιμος (ipv4)
fa_ir: همتا (ipv4)
fr_fr: Pair (ipv4)
it_it: Pari (ipv4)
ko_kr: 피어 (ipv4)
uk_ua: Пір (ipv4)
zh_cn: 端点(ipv4)

source: Peer (ipv6)
cs_cz: Protějšek (ipv6)
de_de: Gegenstelle (IPv6)
el_gr: Ομότιμος (ipv6)
fa_ir: همتا (ipv6)
fr_fr: Pair (ipv6)
it_it: Pari (ipv6)
ko_kr: 피어 (Ipv6)
uk_ua: Пір (ipv6)
zh_cn: 端点(ipv6)

source: Peer Group
cs_cz: Skupina protějšků
de_de: Gegenstellengruppe
el_gr: Ομάδα Ομοτίμων
fa_ir: گروه همتا
fr_fr: Groupe de pairs
it_it: Gruppo di pari
ko_kr: 피어 그룹
uk_ua: Група пірів
zh_cn: 端点组

source: Peer address where encapsulated gre packets will be sent.
cs_cz: Adresa protějšku, na kterou budou odesílány zapouzdřené gre pakety.
de_de: Peer-Adresse, an die encapsulierte GRE-Pakete gesendet werden.
el_gr: Διεύθυνση ομότιμου χρήστη όπου θα αποστέλλονται τα ενθυλακωμένα gre πακέτα.
fa_ir: آدرس همتا که بسته‌های gre کپسوله‌شده به آن ارسال می‌شوند.
fr_fr: Adresse de l'homologue où les paquets gre encapsulés seront envoyés.
it_it: Indirizzo peer a cui verranno inviati i pacchetti gre incapsulati.
ko_kr: 캡슐화된 gre 패킷이 전송될 피어 주소입니다.
uk_ua: Адреса піра, куди будуть надсилатися інкапсульовані GRE-пакети.
zh_cn: 发送封装gre数据包的远端地址。

source: Peer name, there should be one entry matching this machines "This server name"
cs_cz: Název protějšku – měla by existovat jedna položka odpovídající „This server name“ tohoto stroje
de_de: Name der Gegenstelle. Es sollte einen Eintrag geben, der dem Namen dieses Servers ("Name dieses Servers") entspricht.
el_gr: Όνομα ομότιμου, θα πρέπει να υπάρχει μία καταχώρηση που να ταιριάζει με αυτό το μηχάνημα "Αυτό το όνομα διακομιστή"
fa_ir: نام همتا — باید یک ورودی وجود داشته باشد که با 'This server name' این دستگاه مطابقت داشته باشد.
fr_fr: Nom de l'homologue, il doit y avoir une entrée correspondant à ces machines "Ce nom de serveur".
it_it: Nome peer, dovrebbe esserci una voce corrispondente a questa macchina "Nome server"
ko_kr: 피어 이름, 이 머신의 "이 서버 이름"과 일치하는 항목이 하나 있어야 합니다.
uk_ua: Ім'я піра, має бути один запис, що відповідає "Цій назві сервера" цієї машини
zh_cn: 端点名称，应该有一个与这台设备"此服务器名称"匹配的条目

source: Perform HTML normalization and decryption of MS Script Encoder code.
cs_cz: Provádění normalizace HTML a dešifrování kódu MS Script Encoder.
de_de: HTML-Normalisierung und Entschlüsselung von MS Script Encoder-Code durchführen.
el_gr: Εκτελέστε ομαλοποίηση HTML και αποκρυπτογράφηση κώδικα MS Script Encoder.
fa_ir: انجام نرمال‌سازی HTML و رمزگشایی کدهای MS Script Encoder.
fr_fr: Effectuer la normalisation HTML et le décryptage du code MS Script Encoder.
it_it: Esegui la normalizzazione e la decrittografia HTML del codice MS Script Encoder.
ko_kr: MS Script Encoder 코드에 대한 HTML 정규화 및 암호 해독을 수행합니다.
uk_ua: Виконати нормалізацію HTML та дешифрування коду MS Script Encoder.
zh_cn: 对 MS Script Encoder 代码进行 HTML 规范化和解密。

source: Personal Access Token
cs_cz: Osobní přístupový token
de_de: Persönlicher Zugriffstoken
el_gr: Προσωπικό διακριτικό πρόσβασης
fa_ir: توکن دسترسی شخصی
fr_fr: Jeton d'accès personnel
it_it: Token di accesso personale
ko_kr: 개인 액세스 토큰
uk_ua: Персональний маркер доступу
zh_cn: 个人访问令牌

source: Platform Trust Service
cs_cz: Služba Platform Trust Service
el_gr: Υπηρεσία Εμπιστοσύνης Πλατφόρμας
fa_ir: سرویس اعتماد پلتفرم
fr_fr: Service de confiance de la plate-forme
it_it: Servizio di attendibilità della piattaforma
ko_kr: 플랫폼 신뢰 서비스
uk_ua: Служба довіри платформи
zh_cn: 平台信任服务

source: Port of the remote logging server.
cs_cz: Port vzdáleného serveru pro ukládání záznamů událostí.
de_de: Port des entfernten Protokollservers.
el_gr: Θύρα του απομακρυσμένου διακομιστή καταγραφής.
fa_ir: پورت سرور لاگ از راه دور.
fr_fr: Port du serveur de journalisation distant.
it_it: Porta del server di registrazione remoto.
ko_kr: 원격 로깅 서버의 포트입니다.
uk_ua: Порт віддаленого сервера журналювання.
zh_cn: 远程日志服务器的端口。

source: Port of the remote syslog server.
cs_cz: Port vzdáleného syslog serveru.
de_de: Port des entfernten Syslog-Servers.
el_gr: Θύρα του απομακρυσμένου διακομιστή syslog.
fa_ir: پورت سرور syslog از راه دور.
fr_fr: Port du serveur syslog distant.
it_it: Porta del server syslog remoto.
ko_kr: 원격 syslog 서버의 포트입니다.
uk_ua: Порт віддаленого syslog-сервера.
zh_cn: 远程系统日志服务器的端口。

source: Portnumber to use for the RESTful interface
cs_cz: Číslo portu, které použít pro rozhraní RESTful
de_de: Der Port, auf dem der Steuerungsagent REST-Verbindungen entgegennimmt.
el_gr: Αριθμός θύρας που θα χρησιμοποιηθεί για τη διεπαφή RESTful
fa_ir: شماره پورت برای رابط RESTful
fr_fr: Numéro de port à utiliser pour l'interface RESTful
it_it: Numero di porta da utilizzare per l'interfaccia RESTful
ko_kr: RESTful 인터페이스에 사용할 포트 번호
uk_ua: Номер порту для використання RESTful-інтерфейсом
zh_cn: 用于RESTful接口的端口号

source: Pre-shared key
cs_cz: Předsdílený klíč
el_gr: Προ-κοινόχρηστο κλειδί
fa_ir: کلید پیش‌اشتراکی
fr_fr: Clé pré-partagée
it_it: Chiave precondivisa
ko_kr: 사전 공유 키
uk_ua: Попередньо узгоджений ключ
zh_cn: 预共享密钥

source: Prefix each log entry with the connection name and a unique numerical identifier for each IKE_SA.
cs_cz: Předeslat každou položku záznamu událostí názvem připojení a neopakujícím se číselným identifikátorem pro každé IKE_SA.
de_de: Jeden Protokolleintrag mit dem Verbindungsnamen und einer eindeutigen numerischen Kennung für jede IKE_SA versehen.
el_gr: Προτάσσετε κάθε καταχώρηση αρχείου καταγραφής με το όνομα σύνδεσης και ένα μοναδικό αριθμητικό αναγνωριστικό για κάθε IKE_SA.
fa_ir: پیشوند هر ورودی لاگ با نام اتصال و شناسه عددی یکتا برای هر IKE_SA.
fr_fr: Chaque entrée du journal est précédée du nom de la connexion et d'un identifiant numérique unique pour chaque IKE_SA.
it_it: Anteporre a ogni voce di registro il nome della connessione e un identificatore numerico univoco per ogni IKE_SA.
ko_kr: 각 로그 항목 앞에 연결 이름과 각 IKE_SA에 대한 고유한 숫자 식별자를 붙입니다.
uk_ua: Додавати до кожного запису журналу назву з'єднання та унікальний числовий ідентифікатор для кожного IKE_SA.
zh_cn: 使用每个IKE_SA的连接名称和唯一数字标识符作为每个日志条目的前缀。

source: Primary interface
cs_cz: Hlavní rozhraní
de_de: Primäre Schnittstelle
el_gr: Κύρια διεπαφή
fa_ir: رابط اصلی
fr_fr: Interface primaire
it_it: Interfaccia primaria
ko_kr: 기본 인터페이스
uk_ua: Основний інтерфейс
zh_cn: 主接口

source: Private key of this peer, not stored on this host, only used for the configuration below.
cs_cz: Soukromý klíč tohoto protějšku (neukládaný na tomto hostiteli) – slouží pouze pro níže uvedené nastavení.
de_de: Privater Schlüssel dieser Gegenstelle, nicht auf diesem Host gespeichert, nur für die folgende Konfiguration verwendet.
el_gr: Το ιδιωτικό κλειδί αυτού του peer, δεν είναι αποθηκευμένο σε αυτόν τον κεντρικό υπολογιστή, χρησιμοποιείται μόνο για την παρακάτω διαμόρφωση.
fa_ir: کلید خصوصی این همتا که روی این میزبان ذخیره نمی‌شود و فقط برای پیکربندی زیر استفاده می‌شود.
fr_fr: Clé privée de ce pair, non stockée sur cet hôte, utilisée uniquement pour la configuration ci-dessous.
it_it: Chiave privata di questo peer, non archiviata su questo host, utilizzata solo per la configurazione seguente.
ko_kr: 이 피어의 개인 키는 이 호스트에 저장되지 않으며 아래 구성에만 사용됩니다.
uk_ua: Приватний ключ цього піра, не зберігається на цьому хості, використовується лише для конфігурації нижче.
zh_cn: 该端点的私钥，不存储在该主机上，仅用于下面的配置。

source: Proxy Connect Timeout
cs_cz: Časový limit připojení k proxy
de_de: Proxy-Verbindungszeitüberschreitung
el_gr: Χρονικό όριο σύνδεσης με proxy
fa_ir: زمان انتظار اتصال پروکسی
fr_fr: Délai de connexion au proxy
it_it: Timeout connessione proxy
ko_kr: 프록시 연결 타임아웃
uk_ua: Таймаут підключення проксі
zh_cn: 代理连接超时

source: Proxy Timeout
cs_cz: Časový limit proxy
de_de: Proxy-Zeitüberschreitung
el_gr: Χρονικό όριο διακομιστή μεσολάβησης
fa_ir: زمان انتظار پروکسی
fr_fr: Délai d'attente du proxy
it_it: Timeout proxy
ko_kr: 프록시 타임아웃
uk_ua: Таймаут проксі
zh_cn: 代理超时
