Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set priority for low latency and acknowledgements must be an integer between 0 and 7.
cs_cz: Je třeba, aby nastavení priority pro krátkou dobu odezvy a potvrzení bylo celé číslo z rozmezí 0 až 7.
de_de: Die zu setzende Priorität für niedrige Latenz und Bestätigungen muss eine Zahl zwischen 0 und 7 sein.
el_gr: Ορίστε προτεραιότητα για χαμηλή καθυστέρηση και οι επιβεβαιώσεις πρέπει να είναι ακέραιος αριθμός μεταξύ 0 και 7.
fa_ir: اولویت تنظیم‌شده برای تأخیر کم و تأییدیه‌ها باید یک عدد صحیح بین 0 و 7 باشد.
fr_fr: La priorité définie pour une faible latence et les accusés de réception doit être un nombre entier entre 0 et 7.
it_it: Imposta la priorità per la bassa latenza e i riconoscimenti devono essere un numero intero compreso tra 0 e 7.
ko_kr: 낮은 지연 시간 및 승인에 대한 우선 순위 설정은 0에서 7 사이의 정수여야 합니다.
pl_pl: Ustawienie priorytetu dla niskiego opóźnienia i potwierdzeń musi być liczbą całkowitą między 0 a 7.
uk_ua: Встановлення пріоритету для низької затримки та підтверджень має бути цілим числом від 0 до 7.
zh_cn: 为低延迟设置优先级，并且确认必须为0到7之间的整数。

source: Set priority must be an integer between 0 and 7.
cs_cz: Je třeba, aby priorita sady bylo celé číslo z rozmezí 0 až 7.
de_de: Die zu setzende Priorität muss eine Zahl zwischen 0 und 7 sein.
el_gr: Η προτεραιότητα που πρέπει να οριστεί πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 0 και 7.
fa_ir: مقدار اولویت باید یک عدد صحیح بین 0 و 7 باشد.
fr_fr: La priorité définie doit être un nombre entier compris entre 0 et 7.
it_it: La priorità impostata deve essere un numero intero compreso tra 0 e 7.
ko_kr: 우선 순위 설정은 0에서 7 사이의 정수여야 합니다.
pl_pl: Ustawienie priorytetu musi być liczbą całkowitą między 0 a 7.
uk_ua: Встановлення пріоритету має бути цілим числом від 0 до 7.
zh_cn: 设置优先级必须是介于0和7之间的整数。

source: If you specify TCP flags that should be set you should specify out of which flags as well.
cs_cz: Pokud zadáte TCP příznaky které by měly být nastavené, měli byste také určit, příznaky to jsou.
de_de: Falls Sie angeben, welche TCP-Flags gesetzt sein müssen, sollten Sie ebenfalls angeben, welche nicht gesetzt sein sollten.
el_gr: Εάν καθορίσετε σημαίες TCP που πρέπει να οριστούν, θα πρέπει επίσης να καθορίσετε ποιες από τις σημαίες.
fa_ir: اگر فلگ‌های TCP که باید تنظیم شوند را مشخص می‌کنید، باید همچنین مشخص کنید این فلگ‌ها از میان کدام فلگ‌ها انتخاب شده‌اند.
fr_fr: Si vous spécifiez des drapeaux TCP qui doivent être définis, vous devez également spécifier parmi lesquels des drapeaux.
it_it: Se si specificano i flag TCP da impostare, è necessario specificare anche quali flag.
ko_kr: TCP 플래그를 설정하는 경우 검사 플래그에서도 지정하여야 합니다.
pl_pl: Jeśli określisz flagi TCP, które powinny być ustawione, powinieneś również określić, z których flag.
uk_ua: Якщо ви вказуєте прапорці TCP, які мають бути встановлені, ви також повинні вказати, з яких прапорців.
zh_cn: 如果您指定应设置的TCP标识，则还应指定哪些标识。

source: Both maximum new connections per host and the interval (per second(s)) must be specified
cs_cz: Je třeba zadat jak nejvyšší umožněný počet nových spojení na jednotlivý stroj, tak interval (za sekundy)
de_de: Sowohl die maximale Anzahl neuer Verbindungen pro Maschine als auch das Intervall (pro Sekunde) muss angegeben werden
el_gr: Πρέπει να καθοριστεί τόσο ο μέγιστος αριθμός νέων συνδέσεων ανά κεντρικό υπολογιστή όσο και το διάστημα (ανά δευτερόλεπτο/δευτερόλεπτα)
fa_ir: هر دو مقدار حداکثر اتصالات جدید به ازای هر میزبان و بازه زمانی (بر حسب ثانیه(ها)) باید مشخص شوند
fr_fr: Le maximum de nouvelles connexions par hôte et l'intervalle (par seconde(s)) doit être renseigné
it_it: È necessario specificare il numero massimo di nuove connessioni per host e l'intervallo (al secondo(i)).
ko_kr: 호스트당 최대 새 연결 수와 간격(초당)을 모두 지정해야 합니다
pl_pl: Maksymalna liczba nowych połączeń na hosta i interwał (na sekundę) muszą być określone
uk_ua: Повинні бути вказані як максимальна кількість нових з'єднань на хост, так і інтервал (за секунду(и))
zh_cn: 必须指定每台主机的最大新连接数和间隔（每秒）

source: State timeout (advanced option) must be a positive integer
cs_cz: Je třeba aby časový limit stavu (pokročilá předvolba) bylo celé kladné číslo
de_de: Zustandszeitüberschreitung (erweiterte Option) muss eine positive Zahl sein
el_gr: Το χρονικό όριο κατάστασης (επιλογή για προχωρημένους) πρέπει να είναι θετικός ακέραιος αριθμός
fa_ir: تایم‌اوت وضعیت (گزینهٔ پیشرفته) باید یک عدد صحیح مثبت باشد
fr_fr: Le délai d'attente (option avancée) doit être un nombre entier positif
it_it: Il timeout dello stato (opzione avanzata) deve essere un numero intero positivo
ko_kr: 상태 시간 초과(고급 옵션)는 양의 정수여야 합니다
pl_pl: Limit czasu stanu (opcja zaawansowana) musi być dodatnią liczbą całkowitą
uk_ua: Тайм-аут стану (додаткова опція) має бути позитивним цілим числом
zh_cn: 状态超时(高级选项)必须为正整数

source: Maximum new connections per host / per second(s) (advanced option) must be a positive integer
cs_cz: Je třeba, aby nejvyšší umožněný počet nových spojení na jednotlivý stroj / sekundy (pokročilá předvolba) bylo celé kladné číslo
de_de: Maximale neue Verbindungen pro Host / pro Sekunde (erweiterte Option) muss eine positive Zahl sein
el_gr: Ο μέγιστος αριθμός νέων συνδέσεων ανά κεντρικό υπολογιστή / ανά δευτερόλεπτο (επιλογή για προχωρημένους) πρέπει να είναι θετικός ακέραιος αριθμός
fa_ir: حداکثر اتصالات جدید به ازای هر میزبان / در ثانیه (گزینهٔ پیشرفته) باید یک عدد صحیح مثبت باشد
fr_fr: Le maximum de nouvelles connexions par hôte / par seconde(s) (option avancée) doit être un nombre entier positif
it_it: Il numero massimo di nuove connessioni per host/al secondo(i) (opzione avanzata) deve essere un numero intero positivo
ko_kr: 호스트당/초당 최대 새 연결 수(고급 옵션)는 양의 정수여야 합니다
pl_pl: Maksymalna liczba nowych połączeń na hosta / na sekundę (opcja zaawansowana) musi być dodatnią liczbą całkowitą
uk_ua: Максимальна кількість нових з'єднань на хост / за секунду(и) (додаткова опція) має бути позитивним цілим числом
zh_cn: 每个主机/每秒的最大新连接数(高级选项)必须为正整数

source: Maximum state entries per host (advanced option) must be a positive integer
cs_cz: Je třeba aby nejvyšší umožněný počet položek stavu pro jednotlivý stroj (pokročilá předvolba) bylo celé kladné číslo
de_de: Maximale Statuseinträge pro Host (erweiterte Option) muss eine positive Zahl sein
el_gr: Ο μέγιστος αριθμός καταχωρίσεων κατάστασης ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) πρέπει να είναι θετικός ακέραιος αριθμός
fa_ir: حداکثر ورودی‌های State به ازای هر میزبان (گزینهٔ پیشرفته) باید یک عدد صحیح مثبت باشد
fr_fr: Entrées d'état maximum par hôte (option avancée) doit être un entier positif
it_it: Il numero massimo di voci di stato per host (opzione avanzata) deve essere un numero intero positivo
ko_kr: 호스트당 최대 상태 항목(고급 옵션)은 양의 정수여야 합니다
pl_pl: Maksymalna liczba wpisów stanu na hosta (opcja zaawansowana) musi być dodatnią liczbą całkowitą
uk_ua: Максимальна кількість записів стану на хост (розширена опція) має бути позитивним цілим числом
zh_cn: 每个主机的最大状态条目(高级选项)必须为正整数

source: Maximum number of established connections per host (advanced option) must be a positive integer
cs_cz: Je třeba, aby nejvyšší umožněný počet navázaných spojení z jednotlivých strojů (pokročilá předvolba) bylo celé kladné číslo
de_de: Maximale Anzahl der hergestellten Verbindungen pro Host (erweiterte Einstellung) muss eine positive ganze Zahl sein
el_gr: Ο μέγιστος αριθμός εγκατεστημένων συνδέσεων ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) πρέπει να είναι θετικός ακέραιος αριθμός
fa_ir: حداکثر تعداد اتصالات برقرار شده به ازای هر میزبان (گزینهٔ پیشرفته) باید یک عدد صحیح مثبت باشد
fr_fr: Le nombre maximum de connexions établies par hôte (option avancée) doit être un nombre entier positif
it_it: Il numero massimo di connessioni stabilite per host (opzione avanzata) deve essere un numero intero positivo
ko_kr: 호스트당 설정된 최대 연결 수(고급 옵션)는 양의 정수여야 합니다
pl_pl: Maksymalna liczba nawiązanych połączeń na hosta (opcja zaawansowana) musi być dodatnią liczbą całkowitą
uk_ua: Максимальна кількість встановлених з'єднань на хост (розширена опція) має бути позитивним цілим числом
zh_cn: 每个主机的最大已建立连接数（高级选项）必须为正整数

source: Maximum number of unique source hosts (advanced option) must be a positive integer
cs_cz: Je třeba, aby nejvyšší umožněný počet jedinečných zdrojových strojů (pokročilá předvolba) bylo celé kladné číslo
de_de: Die maximale Anzahl an eindeutigen Quellhosts (erweiterte Option) muss eine positive Zahl sein
el_gr: Ο μέγιστος αριθμός μοναδικών κεντρικών υπολογιστών πηγής (επιλογή για προχωρημένους) πρέπει να είναι θετικός ακέραιος αριθμός
fa_ir: حداکثر تعداد میزبان‌های منبع یکتا (گزینهٔ پیشرفته) باید یک عدد صحیح مثبت باشد
fr_fr: Le nombre maximum d'hôtes source uniques (option avancée) doit être un nombre entier positif
it_it: Il numero massimo di host di origine univoci (opzione avanzata) deve essere un numero intero positivo
ko_kr: 고유한 소스 호스트의 최대 수(고급 옵션)는 양의 정수여야 합니다
pl_pl: Maksymalna liczba unikalnych hostów źródłowych (opcja zaawansowana) musi być dodatnią liczbą całkowitą
uk_ua: Максимальна кількість унікальних вихідних хостів (розширена опція) має бути позитивним цілим числом
zh_cn: 唯一源主机的最大数量(高级选项)必须为正整数

source: Maximum state entries (advanced option) must be a positive integer
cs_cz: Je třeba, aby nejvyšší umožněný počet stavových položek (pokročilá předvolba) bylo celé kladné číslo
de_de: Maximale Statistikeinträge (erweiterte Einstellungen) muss ein positiver Wert sein
el_gr: Ο μέγιστος αριθμός καταχωρίσεων κατάστασης (επιλογή για προχωρημένους) πρέπει να είναι θετικός ακέραιος αριθμός
fa_ir: حداکثر ورودی‌های State (گزینهٔ پیشرفته) باید یک عدد صحیح مثبت باشد
fr_fr: Entrées d'état maximum (option avancée) doit être un entier positif
it_it: Il numero massimo di voci di stato (opzione avanzata) deve essere un numero intero positivo
ko_kr: 최대 상태 항목(고급 옵션)은 양의 정수여야 합니다
pl_pl: Maksymalna liczba wpisów stanu (opcja zaawansowana) musi być dodatnią liczbą całkowitą
uk_ua: Максимальна кількість записів стану (розширена опція) має бути позитивним цілим числом
zh_cn: 最大状态条目(高级选项)必须为正整数

source: You cannot specify the state timeout (advanced option) if statetype is none.
cs_cz: Není možné zadávat časový limit stavu (pokročilá předvolba), když je typ stavu nastaven na žádný.
de_de: Sie können keine Zustandszeitüberschreitung (erweiterte Einstellung) angeben, wenn Statustyp auf "keiner" eingestellt ist.
el_gr: Δεν μπορείτε να καθορίσετε το χρονικό όριο κατάστασης (επιλογή για προχωρημένους) εάν ο τύπος κατάστασης είναι "κανένας".
fa_ir: اگر statetype مقدار none باشد، نمی‌توانید تایم‌اوت وضعیت (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous ne pouvez pas spécifier le délai d'expiration d'état (option avancée) si le type d'état n'est pas spécifié.
it_it: Non è possibile specificare il timeout dello stato (opzione avanzata) se statetype è none.
ko_kr: 상태 유형이 없음이면 상태 시간 초과(고급 옵션)를 지정할 수 없습니다.
pl_pl: Nie możesz określić limitu czasu stanu (opcja zaawansowana), jeśli typ stanu to brak.
uk_ua: Ви не можете вказати час очікування стану (розширена опція), якщо тип стану є none.
zh_cn: 如果statetype为none，则不能指定状态超时(高级选项)。

source: You cannot specify the maximum new connections per host / per second(s) (advanced option) if statetype is none.
cs_cz: Není možné zadávat nejvyšší umožněný počet nových spojení na jednotlivý stroj / sekundy (pokročilá předvolba), když je typ stavu nastaven na žádný.
de_de: Sie können die maximalen neuen Verbindungen pro Host / pro Sekunde(n) (erweiterte Einstellung) nicht angeben, wenn Statustyp auf "keiner" eingestellt ist.
el_gr: Δεν μπορείτε να καθορίσετε τον μέγιστο αριθμό νέων συνδέσεων ανά κεντρικό υπολογιστή / ανά δευτερόλεπτο (επιλογή για προχωρημένους) εάν ο τύπος κατάστασης είναι "καμία".
fa_ir: اگر statetype مقدار none باشد، نمی‌توانید حداکثر اتصالات جدید به ازای هر میزبان / در ثانیه (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous ne pouvez pas spécifier le nombre maximum de nouvelles connexions par hôte / par seconde(s) (option avancée) si le type d'état n'est pas renseigné.
it_it: Non è possibile specificare il numero massimo di nuove connessioni per host/per secondo(i) (opzione avanzata) se statetype è nessuno.
ko_kr: 상태 유형이 없음이면 호스트당/초당 최대 새 연결 수(고급 옵션)를 지정할 수 없습니다.
pl_pl: Nie możesz określić maksymalnej liczby nowych połączeń na hosta / na sekundę (opcja zaawansowana), jeśli typ stanu to brak.
uk_ua: Ви не можете вказати максимальну кількість нових з'єднань на хост / за секунду(и) (розширена опція), якщо тип стану є none.
zh_cn: 如果状态类型为none，则不能指定每个主机/每秒的最大新连接数(高级选项)。

source: You cannot specify the maximum state entries per host (advanced option) if statetype is none.
cs_cz: Není možné zadávat nejvyšší umožněný počet položek stavu na jednotlivý stroj (pokročilá předvolba), když je typ stavu nastaven na žádný.
de_de: Sie können kein Maximum an Statuseinträgen pro Host (erweiterte Option) angeben, wenn der Statustyp "keiner" verwendet wird.
el_gr: Δεν μπορείτε να καθορίσετε τον μέγιστο αριθμό καταχωρίσεων κατάστασης ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) εάν ο τύπος κατάστασης δεν είναι κανένας.
fa_ir: اگر statetype مقدار none باشد، نمی‌توانید حداکثر ورودی‌های State به ازای هر میزبان (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous ne pouvez pas spécifier le maximum d'entrées d'état par hôte (option avancée) si le type d'état n'est pas spécifié.
it_it: Non è possibile specificare il numero massimo di voci di stato per host (opzione avanzata) se statetype è none.
ko_kr: 상태 유형이 없음이면 호스트당 최대 상태 항목(고급 옵션)을 지정할 수 없습니다.
pl_pl: Nie możesz określić maksymalnej liczby wpisów stanu na hosta (opcja zaawansowana), jeśli typ stanu to brak.
uk_ua: Ви не можете вказати максимальну кількість записів стану на хост (розширена опція), якщо тип стану є none.
zh_cn: 如果statetype为none，则不能为每个主机指定最大状态条目(高级选项)。

source: You cannot specify the maximum number of established connections per host (advanced option) if statetype is none.
cs_cz: Není možné zadávat nejvyšší umožněný počet navázaných spojení na jednotlivý stroj / sekundy (pokročilá předvolba), když je typ stavu nastaven na žádný.
de_de: Sie können die maximale Anzahl von aufgebauten Verbindungen pro Host (erweiterte Einstellung) nicht angeben, wenn Statustyp auf "keiner" eingestellt ist.
el_gr: Δεν μπορείτε να καθορίσετε τον μέγιστο αριθμό εγκατεστημένων συνδέσεων ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) εάν ο τύπος κατάστασης είναι "καμία".
fa_ir: اگر statetype مقدار none باشد، نمی‌توانید حداکثر تعداد اتصالات برقرار شده به ازای هر میزبان (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous ne pouvez pas spécifier le nombre maximum de connexions établies par hôte (option avancée) si le type d'état n'est pas renseigné.
it_it: Non è possibile specificare il numero massimo di connessioni stabilite per host (opzione avanzata) se statetype è nessuno.
ko_kr: 상태 유형이 없음이면 경우 호스트당 설정된 최대 연결 수(고급 옵션)를 지정할 수 없습니다.
pl_pl: Nie możesz określić maksymalnej liczby nawiązanych połączeń na hosta (opcja zaawansowana), jeśli typ stanu to brak.
uk_ua: Ви не можете вказати максимальну кількість встановлених з'єднань на хост (розширена опція), якщо тип стану є none.
zh_cn: 如果statetype为none，则不能为每个主机指定已建立的连接的最大数量(高级选项)。

source: You cannot specify the maximum number of unique source hosts (advanced option) if statetype is none.
cs_cz: Není možné zadávat nejvyšší umožněný počet jedinečných zdrojových strojů (pokročilá předvolba), když je typ stavu nastaven na žádný.
de_de: Sie können die maximale Anzahl von eindeutigen Quellhosts (erweiterte Einstellung) nicht angeben, wenn Statustyp auf "keiner" eingestellt ist.
el_gr: Δεν μπορείτε να καθορίσετε τον μέγιστο αριθμό μοναδικών κεντρικών υπολογιστών πηγής (επιλογή για προχωρημένους) εάν ο τύπος κατάστασης είναι "κανένας".
fa_ir: اگر statetype مقدار none باشد، نمی‌توانید حداکثر تعداد میزبان‌های منبع یکتا (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous ne pouvez pas spécifier le nombre maximum d'hôtes source uniques (option avancée) si le type d'état n'est pas renseigné.
it_it: Non è possibile specificare il numero massimo di host di origine univoci (opzione avanzata) se statetype è nessuno.
ko_kr: 상태 유형이 없음이면 경우 고유한 소스 호스트의 최대 수(고급 옵션)를 지정할 수 없습니다.
pl_pl: Nie możesz określić maksymalnej liczby unikalnych hostów źródłowych (opcja zaawansowana), jeśli typ stanu to brak.
uk_ua: Ви не можете вказати максимальну кількість унікальних вихідних хостів (розширена опція), якщо тип стану є none.
zh_cn: 如果statetype为none，则不能指定唯一源主机的最大数量(高级选项)。

source: You cannot specify the maximum state entries (advanced option) if statetype is none.
cs_cz: Není možné zadávat nejvyšší umožněný počet stavových položek (pokročilá předvolba), když je typ stavu nastaven na žádný.
de_de: Sie können die maximalen Statuseinträge (erweiterte Einstellung) nicht angeben, wenn Statustyp auf "keiner" eingestellt ist.
el_gr: Δεν μπορείτε να καθορίσετε τον μέγιστο αριθμό καταχωρίσεων κατάστασης (επιλογή για προχωρημένους) εάν ο τύπος κατάστασης δεν είναι κανένας.
fa_ir: نمی‌توانید حداکثر ورودی‌های state (گزینهٔ پیشرفته) را مشخص کنید اگر statetype برابر none باشد.
fr_fr: Vous ne pouvez pas spécifier le nombre maximum d'entrées d'état (option avancée) si statetype est à none.
it_it: Non è possibile specificare il numero massimo di voci di stato (opzione avanzata) se statetype è none.
ko_kr: 상태 유형이 없음이면 경우 최대 상태 항목(고급 옵션)을 지정할 수 없습니다.
pl_pl: Nie możesz określić maksymalnej liczby wpisów stanu (opcja zaawansowana), jeśli typ stanu to brak.
uk_ua: Ви не можете вказати максимальну кількість записів стану (розширена опція), якщо тип стану є none.
zh_cn: 如果statetype为none，则不能指定最大状态条目(高级选项)。

source: You can only specify the state timeout (advanced option) for Pass type rules.
cs_cz: Časový limit stavu (pokročilá předvolba) je možné zadávat pouze pro typ pravidla „nechat projít“.
de_de: Sie können die Zustandszeitüberschreitung (erweiterte Einstellung) nur für Pass Typ Regeln angeben.
el_gr: Μπορείτε να καθορίσετε μόνο το χρονικό όριο κατάστασης (επιλογή για προχωρημένους) για τους κανόνες τύπου Pass.
fa_ir: تنها برای قوانین از نوع Pass می‌توانید زمان انقضای state (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous pouvez seulement spécifier le délai d'expiration d'état (option avancée) pour les règles de type Passer.
it_it: È possibile specificare solo il timeout dello stato (opzione avanzata) per le regole del tipo di passaggio.
ko_kr: 통과 유형 규칙에 대한 상태 제한 시간(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić limit czasu stanu (opcja zaawansowana) tylko dla reguł typu Pass.
uk_ua: Ви можете вказати лише час очікування стану (розширена опція) для правил типу Pass.
zh_cn: 您只能为"通过"类型规则指定状态超时（高级选项）。

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for Pass type rules.
cs_cz: Nejvyšší umožněný počet nových spojení na stroj (pokročilá předvolba) je možné zadávat pouze pro typ pravidla „nechat projít“.
de_de: Sie können die maximalen neuen Verbindungen pro Host / pro Sekunde(n) (erweiterte Einstellung) nur für Pass Typ Regeln angeben.
el_gr: Μπορείτε να καθορίσετε μόνο τον μέγιστο αριθμό νέων συνδέσεων ανά κεντρικό υπολογιστή / ανά δευτερόλεπτο (επιλογή για προχωρημένους) για τους κανόνες τύπου Pass.
fa_ir: تنها برای قوانین از نوع Pass می‌توانید حداکثر ارتباطات جدید به ازای هر میزبان/در هر ثانیه (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous pouvez seulement spécifier le maximum de nouvelles connexions par hôte / par seconde(s) (option avancée) pour les règles de type Passer.
it_it: È possibile specificare solo il numero massimo di nuove connessioni per host/per secondo(i) (opzione avanzata) per le regole del tipo di passaggio.
ko_kr: 통과 유형 규칙에 대해 호스트당/초당 최대 새 연결 수(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić maksymalną liczbę nowych połączeń na hosta / na sekundę (opcja zaawansowana) tylko dla reguł typu Pass.
uk_ua: Ви можете вказати лише максимальну кількість нових з'єднань на хост / за секунду(и) (розширена опція) для правил типу Pass.
zh_cn: 您只能为"通过"类型规则指定每个主机/每秒的最大新连接(高级选项)。

source: You can only specify the maximum state entries per host (advanced option) for Pass type rules.
cs_cz: Nejvyšší umožněný počet stavových položek na stroj (pokročilá předvolba) je možné zadávat pouze pro typ pravidla „nechat projít“.
de_de: Sie können die maximalen Statuseinträge pro Host (erweiterte Einstellung) nur für Pass Typ Regeln angeben.
el_gr: Μπορείτε να καθορίσετε μόνο τον μέγιστο αριθμό καταχωρίσεων κατάστασης ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) για τους κανόνες τύπου Pass.
fa_ir: تنها برای قوانین از نوع Pass می‌توانید حداکثر ورودی‌های state به ازای هر میزبان (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous pouvez seulement spécifier le nombre maximum d'états par hôte (option avancée) pour les règles de type Passer.
it_it: È possibile specificare solo le voci di stato massime per host (opzione avanzata) per le regole del tipo di passaggio.
ko_kr: 통과 유형 규칙에 대해 호스트당 최대 상태 항목(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić maksymalną liczbę wpisów stanu na hosta (opcja zaawansowana) tylko dla reguł typu Pass.
uk_ua: Ви можете вказати лише максимальну кількість записів стану на хост (розширена опція) для правил типу Pass.
zh_cn: 您只能为"通过"规则定义每主机最大状态条目。

source: You can only specify the maximum number of established connections per host (advanced option) for Pass type rules.
cs_cz: Nejvyšší umožněný počet navázaných spojení na stroj (pokročilá předvolba) je možné zadávat pouze pro typ pravidla „nechat projít“.
de_de: Sie können die maximale Anzahl von aufgebauten Verbindungen pro Host (erweiterte Einstellung) nur für Pass Typ Regeln angeben.
el_gr: Μπορείτε να καθορίσετε μόνο τον μέγιστο αριθμό δημιουργημένων συνδέσεων ανά κεντρικό υπολογιστή (επιλογή για προχωρημένους) για τους κανόνες τύπου Pass.
fa_ir: تنها برای قوانین از نوع Pass می‌توانید حداکثر تعداد اتصال‌های برقرارشده به ازای هر میزبان (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous pouvez seulement spécifier le nombre maximum de connexions établies par hôte (option avancée) pour les règles de type Passer.
it_it: È possibile specificare solo il numero massimo di connessioni stabilite per host (opzione avanzata) per le regole del tipo di passaggio.
ko_kr: 통과 유형 규칙에 대해 호스트당 설정된 최대 연결 수(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić maksymalną liczbę nawiązanych połączeń na hosta (opcja zaawansowana) tylko dla reguł typu Pass.
uk_ua: Ви можете вказати лише максимальну кількість встановлених з'єднань на хост (розширена опція) для правил типу Pass.
zh_cn: 您只能为"通过"类型规则指定每个主机的已建立连接的最大数量(高级选项)。

source: You can only specify the maximum number of unique source hosts (advanced option) for Pass type rules.
cs_cz: Nejvyšší umožněný počet jedinečných zdrojových strojů (pokročilá předvolba) je možné zadávat pouze pro typ pravidla „nechat projít“.
de_de: Sie können die maximale Anzahl von eindeutigen Quellhosts (erweiterte Einstellung) nur für Pass Typ Regeln angeben.
el_gr: Μπορείτε να καθορίσετε μόνο τον μέγιστο αριθμό μοναδικών κεντρικών υπολογιστών πηγής (επιλογή για προχωρημένους) για τους κανόνες τύπου Pass.
fa_ir: تنها برای قوانین از نوع Pass می‌توانید حداکثر تعداد میزبان‌های منبع یکتا (گزینهٔ پیشرفته) را مشخص کنید.
fr_fr: Vous pouvez seulement spécifier le nombre maximum d'hôtes source uniques (option avancée) pour les règles de type Passer.
it_it: È possibile specificare solo il numero massimo di host di origine univoci (opzione avanzata) per le regole del tipo di passaggio.
ko_kr: 통과 유형 규칙에 대해 고유한 소스 호스트의 최대 수(고급 옵션)만 지정할 수 있습니다.
pl_pl: Możesz określić maksymalną liczbę unikalnych hostów źródłowych (opcja zaawansowana) tylko dla reguł typu Pass.
uk_ua: Ви можете вказати лише максимальну кількість унікальних вихідних хостів (розширена опція) для правил типу Pass.
zh_cn: 您只能为"通过"类型规则指定唯一源主机的最大数量(高级选项)。
