Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: No ClamAV plugin found, please install via %sSystem > Firmware > Plugins%s. If the plugin is not installed and enabled, mails cannot be scanned for malware.
cs_cz: Nenalezen žádný zásuvný modul ClamAV – nainstalujte ho prostřednictvím %sSystém > Firmware > Zásuvné moduly%s. Pokud není zásuvný modul nainstalován a povolen, nelze e-maily skenovat na malware.
de_de: Kein ClamAV-Erweiterung gefunden. Bitte Installieren Sie es unter %sSystem > Firmware > Erweiterungen%s. Falls die Erweiterung nicht installiert und aktiviert ist, können Mails nicht auf Schadprogramme geprüft werden.
el_gr: Δεν βρέθηκε πρόσθετο ClamAV, εγκαταστήστε το μέσω %sΣύστημα > Υλικολογισμικό > Πρόσθετα%s. Εάν το πρόσθετο δεν είναι εγκατεστημένο και ενεργοποιημένο, τα μηνύματα δεν μπορούν να σαρωθούν για κακόβουλο λογισμικό.
fa_ir: هیچ پلاگین ClamAV یافت نشد؛ لطفاً آن را از طریق %sسیستم > فرم‌ور > پلاگین‌ها%s نصب کنید. اگر افزونه نصب و فعال نباشد، ایمیل‌ها را نمی‌توان برای بدافزار اسکن کرد.
fr_fr: Aucun greffon ClamAV trouvé, veuillez l'installer via %sSystème > Firmware > Greffons%s. Si le greffon n'est pas installé et activé, les courriels ne peuvent pas être analysés pour les logiciels malveillants.
it_it: Nessun plugin ClamAV trovato, installalo tramite %sSistema > Firmware > Plugin%s. Se il plug-in non è installato e abilitato, i messaggi di posta non possono essere scansionati alla ricerca di malware.
ko_kr: ClamAV 플러그인을 찾을 수 없습니다. %s시스템 > 펌웨어 > 플러그인%s을 통해 설치하세요. 플러그인이 설치되고 실행되지 않으면 메일에서 멀웨어를 검사할 수 없습니다.
pl_pl: Nie znaleziono wtyczki ClamAV, zainstaluj ją poprzez %sSystem > Firmware > Wtyczki%s. Jeśli wtyczka nie jest zainstalowana i włączona, maile nie mogą być skanowane pod kątem złośliwego oprogramowania.
uk_ua: Плагін ClamAV не знайдено, будь ласка, встановіть через %sСистема > Прошивка > Плагіни%s. Якщо плагін не встановлений та не увімкнений, листи не можуть бути перевірені на наявність шкідливого ПЗ.
zh_cn: 找不到ClamAV插件，请通过%sSystem> Firmware> Plugins%s安装。 如果未安装并启用插件，则无法扫描邮件中的恶意软件。

source: The Redis plugin is configured to use but it is not installed. Please install it via %sSystem > Firmware > Plugins%s.
cs_cz: Zásuvný modul Redis je nastaven k použití, ale není nainstalován. Nainstalujte jej prostřednictvím %sSystém > Firmware > Zásuvné moduly%s.
de_de: Die Redis-Erweiterung ist zur Verwendung konfiguriert aber nicht installiert. Bitte Installieren Sie diese unter %sSystem > Firmware > Erweiterungen%s.
el_gr: Το πρόσθετο Redis έχει ρυθμιστεί για χρήση, αλλά δεν είναι εγκατεστημένο. Εγκαταστήστε το μέσω %sΣύστημα > Υλικολογισμικό > Πρόσθετα%s.
fa_ir: پلاگین Redis برای استفاده پیکربندی شده اما نصب نشده است. لطفاً آن را از طریق %sسیستم > فرم‌ور > پلاگین‌ها%s نصب کنید.
fr_fr: Le greffon Redis est configuré pour être utilisé mais n'est pas installé. Veuillez l'installer via %sSystème > Firmware > Greffons%s.
it_it: Il plug-in Redis è configurato per l'uso ma non è installato. Installalo tramite %sSistema > Firmware > Plugin%s.
ko_kr: Redis 플러그인이 사용하도록 구성되었지만 설치되지 않았습니다. %s시스템 > 펌웨어 > 플러그인%s를 통해 설치해주세요.
pl_pl: Wtyczka Redis jest skonfigurowana do użycia, ale nie jest zainstalowana. Zainstaluj ją poprzez %sSystem > Firmware > Wtyczki%s.
uk_ua: Плагін Redis налаштований для використання, але він не встановлений. Будь ласка, встановіть його через %sСистема > Прошивка > Плагіни%s.
zh_cn: Redis插件配置为使用但未安装。 请通过%sSystem> Firmware> Plugins%s安装。

source: Block Size
cs_cz: Velikost bloku
de_de: Blockgröße
el_gr: Μέγεθος μπλοκ
fa_ir: اندازه بلوک
fr_fr: Taille de bloc
it_it: Dimensione del blocco
ko_kr: 블록 크기
pl_pl: Rozmiar bloku
uk_ua: Розмір блоку
zh_cn: 块大小

source: lldpd daemon
cs_cz: proces služby lldpd
el_gr: deamon llldpd
fa_ir: سرویس lldpd
fr_fr: service lldpd
it_it: demone lldpd
ko_kr: lldpd 데몬
pl_pl: demon lldpd
uk_ua: Демон lldpd
zh_cn: lldpd程序

source: telegraf agent
cs_cz: agent pro telegraf
el_gr: τηλεγραφικός πράκτορας
fa_ir: عامل telegraf
fr_fr: agent telegraf
it_it: agente telegrafico
ko_kr: 텔레그래프 에이전트
pl_pl: agent telegraf
uk_ua: агент Telegraf
zh_cn: telegraf代理

source: Inputs
cs_cz: Vstupy
de_de: Eingaben
el_gr: Είσοδοι
fa_ir: ورودی‌ها
fr_fr: Entrées
it_it: Ingressi
ko_kr: 입력
pl_pl: Wejścia
uk_ua: Входи
zh_cn: 输入

source: Outputs
cs_cz: Výstupy
de_de: Ausgaben
el_gr: Έξοδοι
fa_ir: خروجی‌ها
fr_fr: Sorties
it_it: Uscite
ko_kr: 출력
pl_pl: Wyjścia
uk_ua: Виходи
zh_cn: 输出

source: Error reconfiguring FreeRADIUS
cs_cz: Chyba při přenastavování FreeRADIUS
de_de: Fehler bei der Neukonfiguraton von FreeRADIUS
el_gr: Σφάλμα κατά την επαναρύθμιση του FreeRADIUS
fa_ir: خطا در پیکربندی مجدد FreeRADIUS
fr_fr: Erreur lors de la reconfiguration de FreeRADIUS
it_it: Errore nella riconfigurazione di FreeRADIUS
ko_kr: FreeRADIUS 재구성 중 오류
pl_pl: Błąd przy ponownej konfiguracji FreeRADIUS
uk_ua: Помилка переналаштування FreeRADIUS
zh_cn: 重新配置 FreeRADIUS时出错

source: Shared secret
cs_cz: Sdílené tajemství
de_de: Gemeinsames Geheimnis
el_gr: Κοινό μυστικό
fa_ir: رمز مشترک
fr_fr: Secret partagé
it_it: Segreto condiviso
ko_kr: 공유 시크릿
pl_pl: Wspólny sekret
uk_ua: Спільний секрет
zh_cn: 共享密钥

source: IP Address or Network
cs_cz: IP adresa nebo síť
de_de: IP-Adresse oder Netzwerk
el_gr: Διεύθυνση IP ή Δίκτυο
fa_ir: آدرس IP یا شبکه
fr_fr: Adresse IP ou réseau
it_it: Indirizzo IP o rete
ko_kr: IP 주소 또는 네트워크
pl_pl: Adres IP lub sieć
uk_ua: IP-адреса або Мережа
zh_cn: IP地址或网络

source: Edit Client
cs_cz: Upravit klienta
de_de: Client bearbeiten
el_gr: Επεξεργασία Πελάτη
fa_ir: ویرایش کلاینت
fr_fr: Éditer le client
it_it: Modifica cliente
ko_kr: 클라이언트 편집
pl_pl: Edytuj klienta
uk_ua: Редагувати клієнта
zh_cn: 编辑客户端

source: FTP Proxy Server
cs_cz: Server s FTP proxy
el_gr: Διακομιστής μεσολάβησης FTP
fa_ir: سرور پروکسی FTP
fr_fr: Serveur Proxy FTP
it_it: Server proxy FTP
ko_kr: FTP 프록시 서버
pl_pl: Serwer proxy FTP
uk_ua: FTP-проксі-сервер
zh_cn: FTP代理服务器

source: FTP Proxies
cs_cz: FTP proxy servery
de_de: FTP-Proxys
el_gr: Διακομιστές μεσολάβησης FTP
fa_ir: پروکسی‌های FTP
fr_fr: Proxys FTP
it_it: Proxy FTP
ko_kr: FTP 프록시
pl_pl: Proksy FTP
uk_ua: FTP-проксі
zh_cn: FTP代理

source: Reverse Address
cs_cz: Obrácená adresa
de_de: Reverse-Adresse
el_gr: Αντίστροφη διεύθυνση
fa_ir: آدرس معکوس
fr_fr: Adresse inversée
it_it: Indirizzo inverso
ko_kr: 역방향 주소
pl_pl: Odwrotny adres
uk_ua: Зворотна адреса
zh_cn: 反向地址

source: Reverse Port
cs_cz: Obrácený port
el_gr: Αντίστροφη θύρα
fa_ir: پورت معکوس
fr_fr: Port inversé
it_it: Porto inverso
ko_kr: 역방향 포트
pl_pl: Odwrotny port
uk_ua: Зворотний порт
zh_cn: 反向端口

source: Maximum Sessions
cs_cz: Nejvýše relací
de_de: Maximale Sitzungen
el_gr: Μέγιστος αριθμός περιόδων σύνδεσης
fa_ir: حداکثر نشست‌ها
fr_fr: Sessions Maximum
it_it: Sessioni massime
ko_kr: 최대 세션 수
pl_pl: Maksymalna liczba sesji
uk_ua: Максимальна кількість сесій
zh_cn: 最大会话数

source: Edit Proxy
cs_cz: Upravit proxy
de_de: Proxy bearbeiten
el_gr: Επεξεργασία διακομιστή μεσολάβησης
fa_ir: ویرایش پروکسی
fr_fr: Editer Proxy
it_it: Modifica proxy
ko_kr: 프록시 편집
pl_pl: Edytuj Proxy
uk_ua: Редагувати проксі
zh_cn: 编辑代理

source: Do you really want to delete this igmp entry? All elements that still use it will become invalid (e.g. filter rules)!
cs_cz: Opravdu chcete smazat tuto igmp položku? Všechny prvky které ji používají přestanou platit (např. filtrovací pravidla)!
de_de: Wollen Sie diesen IGMP-Eintrag wirklich löschen? Alle Elemente, die ihn verwenden, werden dadurch ungültig (z. B. Filterregeln)!
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν την καταχώρηση igmp; Όλα τα στοιχεία που εξακολουθούν να τη χρησιμοποιούν θα καταστούν άκυρα (π.χ. κανόνες φιλτραρίσματος)!
fa_ir: آیا واقعاً می‌خواهید این ورودی IGMP را حذف کنید؟ تمام عناصری که هنوز از آن استفاده می‌کنند نامعتبر خواهند شد (مثلاً قوانین فیلتر)!
fr_fr: Voulez-vous vraiment supprimer cette entrée igmp ? Tous les éléments qui l'utilisent deviendront invalides (par exemple les règles de filtrage) !
it_it: Vuoi davvero eliminare questa voce igmp? Tutti gli elementi che ancora lo utilizzano diventeranno non validi (ad esempio le regole del filtro)!
ko_kr: 이 IGMP 항목을 삭제하시겠습니까? 여전히 사용 중인 모든 요소(예: 필터 규칙)가 유효하지 않습니다!
pl_pl: Czy na pewno chcesz usunąć ten wpis IGMP? Wszystkie elementy, które go nadal używają, staną się nieważne (np. reguły filtrów)!
uk_ua: Ви дійсно бажаєте видалити цей запис IGMP? Усі елементи, які досі його використовують, стануть недійсними (наприклад, правила фільтрації)!
zh_cn: 您真的要删除此igmp条目吗？所有仍在使用它的元素都会变为无效（例如过滤规则）！

source: Edit this IGMP entry
cs_cz: Upravit tuto IGMP položku
de_de: Diesen IGMP Eintrag bearbeiten
el_gr: Επεξεργασία αυτής της καταχώρησης IGMP
fa_ir: ویرایش این ورودی IGMP
fr_fr: Éditer cette entrée IGMP
it_it: Modifica questa voce IGMP
ko_kr: 이 IGMP 항목 편집
pl_pl: Edytuj ten wpis IGMP
uk_ua: Редагувати цей запис IGMP
zh_cn: 编辑该IGMP条目

source: Please add the interface for upstream, the allowed subnets, and the downstream interfaces you would like the proxy to allow. Only one 'upstream' interface can be configured.
cs_cz: Přidejte upstream rozhraní, umožněné podsítě a downstream rozhraní které chcete aby proxy umožňovala. Je možné nastavit pouze jediné nadřízené rozhraní.
de_de: Bitte fügen Sie die Schnittstellen für den Upstream, die erlaubten Subnetze und die Schnittstellen für den Downstream, auf denen Sie den Proxy erlauben hinzu. Es kann nur eine 'Upstream'-Schnittstelle konfiguriert werden.
el_gr: Προσθέστε τη διεπαφή για την ανοδική ροή, τα επιτρεπόμενα υποδίκτυα και τις διεπαφές κατάντη που θέλετε να επιτρέπει ο διακομιστής μεσολάβησης. Μπορεί να ρυθμιστεί μόνο μία διεπαφή "ανοδικής ροής".
fa_ir: لطفاً رابط upstream، زیرشبکه‌های مجاز و رابط‌های downstream را که می‌خواهید پروکسی به آن‌ها اجازه دهد، اضافه کنید. تنها یک رابط 'upstream' می‌تواند پیکربندی شود.
fr_fr: Veuillez, s'il vous plaît, ajouter les interfaces pour les flux montants et descendants, ainsi que les sous-réseaux autorisés pour lesquels vous souhaiteriez autoriser le proxy. Une seule interface 'montante' peut être configurée.
it_it: Aggiungi l'interfaccia per upstream, le sottoreti consentite e le interfacce downstream che desideri che il proxy consenta. È possibile configurare solo un'interfaccia 'upstream'.
ko_kr: 프록시에서 허용할 업스트림, 허용된 서브넷 및 다운스트림 인터페이스에 대한 인터페이스를 추가하세요. 하나의 '업스트림' 인터페이스만 구성할 수 있습니다.
pl_pl: Dodaj interfejs dla połączeń wychodzących, dozwolone podsieci oraz interfejsy docelowe, które chcesz zezwolić w proxy. Można skonfigurować tylko jeden interfejs 'upstream'.
uk_ua: Будь ласка, додайте інтерфейс для вихідного трафіку, дозволені підмережі та низхідні інтерфейси, які ви хочете дозволити для проксі. Можна налаштувати лише один вихідний ('upstream') інтерфейс.
zh_cn: 请添加您希望代理允许的上游接口，允许的子网和下游接口。只能配置一个"上游"接口。

source: Only one 'upstream' interface can be configured.
cs_cz: Je možné nastavit pouze jediné „upstream“ rozhraní.
de_de: Nur die 'Upstream'-Schnittstelle kann konfiguriert werden.
el_gr: Μπορεί να ρυθμιστεί μόνο μία διεπαφή «ανάντη».
fa_ir: فقط یک رابط 'upstream' قابل پیکربندی است.
fr_fr: Seule une interface 'montante' peut être configurée.
it_it: È possibile configurare solo un'interfaccia 'upstream'.
ko_kr: 하나의 '업스트림' 인터페이스만 구성할 수 있습니다.
pl_pl: Tylko jeden interfejs 'upstream' może być skonfigurowany.
uk_ua: Можна налаштувати лише один вихідний ('upstream') інтерфейс.
zh_cn: 只能配置一个"上游"接口。

source: IGMP Proxy Edit
cs_cz: Upravit IGMP proxy
de_de: IGMP Proxy bearbeiten
el_gr: Επεξεργασία διακομιστή μεσολάβησης IGMP
fa_ir: ویرایش پروکسی IGMP
fr_fr: Définir le Proxy IGMP
it_it: Modifica proxy IGMP
ko_kr: IGMP 프록시 편집
pl_pl: Edycja Proxy IGMP
uk_ua: Редагування IGMP-проксі
zh_cn: IGMP代理编辑

source: Upstream Interface
cs_cz: Rozhraní pro odchozí provoz
de_de: Upstream-Schnittstelle
el_gr: Ανοδική Διεπαφή
fa_ir: رابط upstream
fr_fr: Interface amont
it_it: Interfaccia a monte
ko_kr: 업스트림 인터페이스
pl_pl: Interfejs Upstream
uk_ua: Вихідний інтерфейс
zh_cn: 上游接口

source: Downstream Interface
cs_cz: Rozhraní pro příchozí provoz
de_de: Downstream-Schnittstelle
el_gr: Διεπαφή κατάντη
fa_ir: رابط پایین‌دستی
fr_fr: Interface Descendante
it_it: Interfaccia a valle
ko_kr: 다운스트림 인터페이스
pl_pl: Interfejs Downstream
uk_ua: Низхідний інтерфейс
zh_cn: 下游接口

source: The upstream network interface is the outgoing interface which is responsible for communicating to available multicast data sources. There can only be one upstream interface.
cs_cz: Nadřazené síťové rozhraní je odchozí rozhraní, které je odpovědné za komunikaci s dostupnými zdroji vícesměrového vysílání. Nadřazené rozhraní může být pouze jedno.
de_de: Die Upstream-Netzwerkschnittstelle ist die ausgehende Schnittstelle, die für die Kommunikation mit verfügbaren Multicast-Datenquellen zuständig ist. Es kann nur eine Upstream-Schnittstelle geben.
el_gr: Η διεπαφή δικτύου upstream είναι η εξερχόμενη διεπαφή που είναι υπεύθυνη για την επικοινωνία με τις διαθέσιμες πηγές δεδομένων πολλαπλής διανομής. Μπορεί να υπάρχει μόνο μία διεπαφή upstream.
fa_ir: رابط شبکه بالادستی، رابط خروجی‌ای است که مسئول ارتباط با منابع داده‌ی multicast در دسترس است. فقط یک رابط بالادستی می‌تواند وجود داشته باشد.
fr_fr: L'interface réseau montante est l'interface de sortie qui est responsable des communications avec les sources de données multicast disponibles. Il ne peut y avoir qu'une seule interface montante.
it_it: L'interfaccia di rete upstream è l'interfaccia in uscita responsabile della comunicazione con le origini dati multicast disponibili. Può esserci solo un'interfaccia upstream.
ko_kr: 업스트림 네트워크 인터페이스는 사용 가능한 멀티캐스트 데이터 소스와의 통신을 담당하는 발신 인터페이스입니다. 업스트림 인터페이스는 하나만 있을 수 있습니다.
pl_pl: Interfejs sieciowy upstream to interfejs wychodzący odpowiedzialny za komunikację z dostępnymi źródłami danych multicast. Może być tylko jeden interfejs upstream.
uk_ua: Вихідний мережевий інтерфейс — це вихідний інтерфейс, який відповідає за зв'язок з доступними джерелами мультикастових даних. Може бути лише один вихідний інтерфейс.
zh_cn: 上游网络接口是出站接口，负责与可用的多播数据源进行通信。只能有一个上游接口。

source: Downstream network interfaces are the distribution interfaces to the destination networks, where multicast clients can join groups and receive multicast data. One or more downstream interfaces must be configured.
cs_cz: Podřízená síťová rozhraní jsou distribuční rozhraní do cílových sítí, kde multicast klienti mohou připojit skupiny a obdržet multicast data. Je třeba, aby bylo nastaveno alespoň jedno (nebo více) podřízených rozhraní.
de_de: Downstream Netzwerkschnittstellen sind Verteilungsschnittstellen zu Zielnetzwerken, bei denen Multicast-Clients Gruppen beitreten können und dann Multicast-Daten erhalten. Eines oder mehrere Downstream-Schnittstellen müssen konfiguriert werden.
el_gr: Οι διεπαφές δικτύου κατάντη είναι οι διεπαφές διανομής προς τα δίκτυα προορισμού, όπου οι πελάτες πολλαπλής διανομής μπορούν να συμμετέχουν σε ομάδες και να λαμβάνουν δεδομένα πολλαπλής διανομής. Πρέπει να ρυθμιστούν μία ή περισσότερες διεπαφές κατάντη.
fa_ir: رابط‌های شبکه پایین‌دستی رابط‌های توزیع به شبکه‌های مقصد هستند که در آن کلاینت‌های multicast می‌توانند به گروه‌ها بپیوندند و داده‌های multicast را دریافت کنند. یک یا چند رابط پایین‌دستی باید پیکربندی شوند.
fr_fr: Les interfaces réseaux descendantes sont les interfaces de distribution pour les réseaux de destination, où les clients multicast peuvent se joindre à des groupes et recevoir des données multicast. Une ou plusieurs interfaces descendantes doivent être configurées.
it_it: Le interfacce di rete downstream sono le interfacce di distribuzione alle reti di destinazione, dove i client multicast possono unirsi a gruppi e ricevere dati multicast. È necessario configurare una o più interfacce downstream.
ko_kr: 다운스트림 네트워크 인터페이스는 멀티캐스트 클라이언트가 그룹에 가입하고 멀티캐스트 데이터를 수신할 수 있는 대상 네트워크에 대한 배포 인터페이스입니다. 하나 이상의 다운스트림 인터페이스를 구성해야 합니다.
pl_pl: Interfejsy sieciowe downstream to interfejsy dystrybucyjne do sieci docelowych, w których klienci multicast mogą dołączać do grup i odbierać dane multicast. Należy skonfigurować jeden lub więcej interfejsów downstream.
uk_ua: Низхідні мережеві інтерфейси є інтерфейсами розподілу до цільових мереж, де мультикастові клієнти можуть приєднуватися до груп та отримувати мультикастові дані. Має бути налаштований один або більше низхідних інтерфейсів.
zh_cn: 下游网络接口是到目标网络的分发接口，组播客户端可以在其中加入组并接收组播数据。必须配置一个或多个下游接口。

source: Threshold
cs_cz: Práh
de_de: Schwellwert
fa_ir: آستانه
fr_fr: Seuil
it_it: Soglia
ko_kr: 임계값
pl_pl: Próg
uk_ua: Поріг
zh_cn: 阈值

source: Defines the TTL threshold for the network interface. Packets with a lower TTL than the threshold value will be ignored. This setting is optional, and by default the threshold is 1.
cs_cz: Určuje hraniční hodnotu TTL pro síťové rozhraní. Pakety s nižší hodnotou TTL než tento práh budou ignorovány. Toto nastavení je volitelné a výchozí prahová hodnota je 1.
de_de: Definiert den TTL-Grenzwert für die Netzwerkschnittstelle. Pakete mit einer niedrigeren TTL als der Grenzwert werden ignoriert. Diese Einstellung ist optional und standardmäßig ist der Grenzwert 1.
el_gr: Ορίζει το όριο TTL για τη διεπαφή δικτύου. Τα πακέτα με τιμή TTL χαμηλότερη από την τιμή κατωφλίου θα αγνοηθούν. Αυτή η ρύθμιση είναι προαιρετική και από προεπιλογή το όριο είναι 1.
fa_ir: آستانه TTL برای رابط شبکه را تعریف می‌کند. بسته‌هایی که TTL آن‌ها کمتر از مقدار آستانه باشند نادیده گرفته می‌شوند. این تنظیم اختیاری است و به‌صورت پیش‌فرض مقدار آستانه 1 است.
fr_fr: Définit le seuil TTL pour l'interface réseau. Les paquets comportant un TTL inférieur à ce seuil seront ignorés. Ce paramètre est facultatif, et par défaut le seuil est 1.
it_it: Definisce la soglia TTL per l'interfaccia di rete. I pacchetti con un TTL inferiore al valore di soglia verranno ignorati. Questa impostazione è facoltativa e per impostazione predefinita la soglia è 1.
ko_kr: 네트워크 인터페이스에 대한 TTL 임계값을 정의합니다. 임계값보다 낮은 TTL을 가진 패킷은 무시됩니다. 이 설정은 선택 사항이며 기본적으로 임계값은 1입니다.
pl_pl: Definiuje próg TTL dla interfejsu sieciowego. Pakiety o niższym TTL niż wartość progu zostaną zignorowane. To ustawienie jest opcjonalne, a domyślnie próg wynosi 1.
uk_ua: Визначає поріг TTL для мережевого інтерфейсу. Пакети з TTL, меншим за порогове значення, будуть ігноруватися. Це налаштування є необов'язковим, і типово поріг становить 1.
zh_cn: 定义网络接口的TTL阈值。 低于阈值的TTL的数据包会被忽略。 此设置是可选的，默认情况下阈值为1。

source: Security
cs_cz: Zabezpečení
de_de: Sicherheit
el_gr: Ασφάλεια
fa_ir: امنیت
fr_fr: Sécurité
it_it: Sicurezza
ko_kr: 보안
pl_pl: Bezpieczeństwo
uk_ua: Безпека
zh_cn: 加密

source: Rules and Checks
cs_cz: Pravidla a kontroly
de_de: Regeln und Prüfungen
el_gr: Κανόνες και έλεγχοι
fa_ir: قانون‌ها و بررسی‌ها
fr_fr: Règles et conditions
it_it: Regole e controlli
ko_kr: 규칙 및 검사
pl_pl: Reguły i sprawdzenia
uk_ua: Правила та перевірки
zh_cn: 规则和检查

source: Scheduler "%s" not supported for redirects.
cs_cz: Plánovač „%s“ není pro přesměrování podporován
de_de: Scheduler "%s" wird bei Umleitungen nicht unterstützt.
el_gr: Ο προγραμματιστής "%s" δεν υποστηρίζεται για ανακατευθύνσεις.
fa_ir: زمان‌بند "%s" برای ریدایرکت‌ها پشتیبانی نمی‌شود.
fr_fr: Le planificateur "%s" n'est pas pris en charge pour les redirections.
it_it: Utilità di pianificazione "%s" non supportata per i reindirizzamenti.
ko_kr: %s 스케줄러는 리디렉션에 대해 지원되지 않습니다.
pl_pl: Planista "%s" nie jest obsługiwany dla przekierowań.
uk_ua: Планувальник "%s" не підтримується для перенаправлень.
zh_cn: 调度程序 "%s"不支持重定向。

source: Scheduler "%s" not supported for relays.
cs_cz: Plánovač „%s“ není pro předávání podporován
de_de: Scheduler "%s" wird für Relays nicht unterstützt.
el_gr: Ο χρονοπρογραμματιστής "%s" δεν υποστηρίζεται για αναμεταδόσεις.
fa_ir: زمان‌بند "%s" برای رله‌ها پشتیبانی نمی‌شود.
fr_fr: Le planificateur "%s" n'est pas pris en charge par les relais.
it_it: Utilità di pianificazione "%s" non supportata per i relè.
ko_kr: %s 스케줄러는 릴레이에 대해 지원되지 않습니다.
pl_pl: Planista "%s" nie jest obsługiwany dla przekaźników.
uk_ua: Планувальник "%s" не підтримується для релеїв.
zh_cn: 调度程序"%s"不支持中继。

source: Expect Pattern cannot be empty.
cs_cz: Vzor pro Expect je třeba vyplnit.
de_de: Expect Pattern darf nicht leer sein.
el_gr: Το αναμενόμενο μοτίβο δεν μπορεί να είναι κενό.
fa_ir: الگوی Expect نمی‌تواند خالی باشد.
fr_fr: Le Format Attendu ne peut être vide.
it_it: Il modello previsto non può essere vuoto.
ko_kr: 예상 패턴은 비워 둘 수 없습니다.
pl_pl: Oczekiwany wzorzec nie może być pusty.
uk_ua: Шаблон очікування не може бути порожнім.
zh_cn: 预期模式不能为空。

source: Script path cannot be empty.
cs_cz: Popis umístění skriptu je třeba vyplnit.
de_de: Skript-Pfad kann nicht leer sein
el_gr: Η διαδρομή σεναρίου δεν μπορεί να είναι κενή.
fa_ir: مسیر اسکریپت نمی‌تواند خالی باشد.
fr_fr: Le chemin du script ne peut pas être vide.
it_it: Il percorso dello script non può essere vuoto.
ko_kr: 스크립트 경로는 비워 둘 수 없습니다.
pl_pl: Ścieżka skryptu nie może być pusta.
uk_ua: Шлях скрипта не може бути порожнім.
zh_cn: 脚本路径不能为空。

source: Path cannot be empty.
cs_cz: Je třeba vyplnit popis umístění.
de_de: Pfad kann nicht leer sein
el_gr: Η διαδρομή δεν μπορεί να είναι κενή.
fa_ir: مسیر نمی‌تواند خالی باشد.
fr_fr: Le chemin d'accès ne peut être vode
it_it: Il percorso non può essere vuoto.
ko_kr: 경로는 비워 둘 수 없습니다.
pl_pl: Ścieżka nie może być pusta.
uk_ua: Шлях не може бути порожнім.
zh_cn: 路径不能为空。

source: Provide one of Response Code or Message Digest.
cs_cz: Zadejte jednu z možností – Kód odpovědi nebo Souhrn zprávy.
de_de: Geben Sie einen Antwortcode oder einen Message Digest an.
el_gr: Δώστε έναν από τους εξής τρόπους: Κωδικό απόκρισης ή Σύνοψη μηνύματος.
fa_ir: یکی از Response Code یا Message Digest را ارائه دهید.
fr_fr: Fournir un code de réponse ou un résumé de message.
it_it: Fornire uno dei codici di risposta o digest del messaggio.
ko_kr: 응답 코드 또는 메시지 요약 중 하나를 입력하세요.
pl_pl: Podaj jeden z kodów odpowiedzi lub skrót komunikatu.
uk_ua: Надайте один із Коду відповіді або Дайджесту повідомлення.
zh_cn: 提供响应代码或信息摘要之一。

source: Backend Hosts
cs_cz: Hostitelé podpůrné vrstvy
el_gr: Υπολογιστές Backend
fa_ir: میزبان‌های بک‌اند
fr_fr: Hôtes dorsaux
it_it: Host di back-end
ko_kr: 백엔드 호스트
pl_pl: Hosty Backendu
uk_ua: Сервери бекенду
zh_cn: 后端主机

source: Table Checks
cs_cz: Kontroly tabulek
de_de: Tabellenprüfungen
el_gr: Έλεγχοι τραπεζιού
fa_ir: بررسی‌های جدول
fr_fr: Vérification des tables
it_it: Controlli della tabella
ko_kr: 테이블 검사
pl_pl: Sprawdzenia tabeli
uk_ua: Перевірки таблиць
zh_cn: 表检查

source: Virtual Server
cs_cz: Virtuální server
de_de: Virtueller Server
el_gr: Εικονικός διακομιστής
fa_ir: سرور مجازی
fr_fr: Serveur Virtuel
it_it: Server virtuale
ko_kr: 가상 서버
pl_pl: Serwer wirtualny
uk_ua: Віртуальний сервер
zh_cn: 虚拟服务器

source: The status could not be fetched. Is Relayd running?
cs_cz: Stav se nepodařilo získat. Je Relayd spuštěné?
de_de: Der Status konnte nicht abgefragt werden. Läuft Relayd?
el_gr: Δεν ήταν δυνατή η ανάκτηση της κατάστασης. Εκτελείται το Relayd;
fa_ir: قادر به دریافت وضعیت نشد. آیا Relayd در حال اجرا است؟
fr_fr: L'état n'a pas pu être récupéré. Relayd est-il en cours d'exécution ?
it_it: Impossibile recuperare lo stato. Relayd è in esecuzione?
ko_kr: 상태를 가져올 수 없습니다. Relayd가 실행 중인가요?
pl_pl: Nie można pobrać statusu. Czy Relayd działa?
uk_ua: Статус не вдалося отримати. Relayd запущено?
zh_cn: 无法获取状态。Relayd正在运行吗？

source: Health Monitors
cs_cz: Monitory stavu
de_de: Gesundheitsüberwachungen
el_gr: Συσκευές παρακολούθησης υγείας
fa_ir: پایش سلامت
fr_fr: Moniteurs de Santé
it_it: Monitoraggi sanitari
ko_kr: 상태 모니터
pl_pl: Monitory stanu zdrowia
uk_ua: Монітори стану
zh_cn: 健康监测

source: Siproxd Daemon
cs_cz: Proces služby siproxd
el_gr: Deamon Siproxd
fa_ir: دیمن Siproxd
fr_fr: Service Sigproxd
it_it: Demone Siproxd
ko_kr: Siproxd 데몬
pl_pl: Demon Siproxd
uk_ua: Демон Siproxd
zh_cn: Siproxd程序

source: Outbound Domains
cs_cz: Odchozí domény
de_de: Ausgehende Domains
el_gr: Εξερχόμενοι τομείς
fa_ir: دامنه‌های خروجی
fr_fr: Domaines sortants
it_it: Domini in uscita
ko_kr: 아웃바운드 도메인
pl_pl: Domeny wychodzące
uk_ua: Вихідні домени
zh_cn: 出站域
