Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: (no automatic rules are being generated)
cs_cz: (pravidla nebudou vytvářena automaticky)
de_de: (Automatische Regeln werden nicht erzeugt)
el_gr: (δεν δημιουργούνται αυτόματοι κανόνες)
fa_ir: (هیچ قانون خودکاری تولید نمی‌شود)
fr_fr: (aucune règle automatique n'est générée)
it_it: (non vengono generate regole automatiche)
ko_kr: (자동 규칙이 생성되지 않음)
pl_pl: (brak automatycznie generowanych reguł)
uk_ua: (автоматичні правила не генеруються)
zh_cn: （没有自动规则生成）

source: Manual outbound NAT rule generation
cs_cz: Ruční vytváření pravidel odchozího NAT
de_de: Manuelle Erstellung ausgehender NAT-Regeln
el_gr: Μη αυτόματη δημιουργία κανόνων εξερχόμενου NAT
fa_ir: تولید دستی قوانین NAT خروجی
fr_fr: Génération manuelle de règles NAT sortantes
it_it: Generazione manuale di regole NAT in uscita
ko_kr: 수동 아웃바운드 NAT 규칙 생성
pl_pl: Ręczne generowanie reguł NAT wychodzącego
uk_ua: Генерація ручних правил вихідного NAT
zh_cn: 手动生成出站NAT规则

source: (automatically generated rules are applied after manual rules)
cs_cz: (automaticky vytvořená pravidla jsou aplikovaná až po těch ručně vytvořených)
de_de: (Manuelle Regeln haben Vorrang, automatisch erzeugte Regeln folgen danach)
el_gr: (οι αυτόματα δημιουργούμενοι κανόνες εφαρμόζονται μετά τους μη αυτόματους κανόνες)
fa_ir: (قوانین تولیدشدهٔ خودکار بعد از قوانین دستی اعمال می‌شوند)
fr_fr: (les règles générées automatiquement sont appliquées après les règles manuelles)
it_it: (le regole generate automaticamente vengono applicate dopo le regole manuali)
ko_kr: (자동으로 생성된 규칙은 수동 규칙 이후에 적용됨)
pl_pl: (automatycznie generowane reguły są stosowane po ręcznych regułach)
uk_ua: (автоматично згенеровані правила застосовуються після ручних правил)
zh_cn: (自动生成的规则在手动规则之后应用)

source: Hybrid outbound NAT rule generation
cs_cz: Hybridní vytváření pravidel odchozího NAT
de_de: Hybride Erstellung ausgehender NAT-Regeln
el_gr: Δημιουργία υβριδικού κανόνα εξερχόμενου NAT
fa_ir: تولید ترکیبی قوانین NAT خروجی
fr_fr: Génération de règles NAT sortantes hybrides
it_it: Generazione di regole NAT ibride in uscita
ko_kr: 하이브리드 아웃바운드 NAT 규칙 생성
pl_pl: Hybrydowe generowanie reguł NAT wychodzącego
uk_ua: Гібридна генерація правил вихідного NAT
zh_cn: 混合生成出站NAT规则

source: (no manual rules can be used)
cs_cz: (ručně vytvořená pravidla nelze použít)
de_de: (Manuelle Regeln sind nicht möglich)
el_gr: (δεν μπορούν να χρησιμοποιηθούν χειροκίνητοι κανόνες)
fa_ir: (هیچ قانون دستی قابل استفاده نیست)
fr_fr: (aucune règle manuelle ne peut être utilisée)
it_it: (non è possibile utilizzare regole manuali)
ko_kr: (수동 규칙은 사용할 수 없음)
pl_pl: (nie można używać ręcznych reguł)
uk_ua: (ручні правила не можуть бути використані)
zh_cn: (不能使用手动规则)

source: Automatic outbound NAT rule generation
cs_cz: Automatické vytváření pravidel odchozího NAT
de_de: Automatische Erstellung ausgehender NAT-Regeln
el_gr: Αυτόματη δημιουργία κανόνων εξερχόμενου NAT
fa_ir: تولید خودکار قوانین NAT خروجی
fr_fr: Génération automatique des règles NAT sortantes
it_it: Generazione automatica di regole NAT in uscita
ko_kr: 아웃바운드 NAT 규칙 자동 생성
pl_pl: Automatyczne generowanie reguł NAT wychodzącego
uk_ua: Автоматична генерація правил вихідного NAT
zh_cn: 自动生成出站NAT规则

source: %s address
cs_cz: %s adresa
de_de: %s Adresse
el_gr: Διεύθυνση %s
fa_ir: آدرس %s
fr_fr: %s adresse
it_it: Indirizzo %s
ko_kr: %s 주소
pl_pl: %s adres
uk_ua: адреса %s
zh_cn: %s地址

source: Address:
cs_cz: Adresa:
de_de: Adresse:
el_gr: Διεύθυνση:
fa_ir: آدرس:
fr_fr: Adresse:
it_it: Indirizzo:
ko_kr: 주소:
pl_pl: Adres:
uk_ua: Адреса:
zh_cn: 地址：

source: Internal IPv6 Prefix
cs_cz: Vnitřní IPv6 předpona
de_de: Interner IPv6-Präfix
el_gr: Εσωτερικό πρόθεμα IPv6
fa_ir: پیشوند IPv6 داخلی
fr_fr: Préfixe IPv6 interne
it_it: Prefisso IPv6 interno
ko_kr: 내부 IPv6 프리픽스
pl_pl: Wewnętrzny prefiks IPv6
uk_ua: Внутрішній префікс IPv6
zh_cn: 内部IPv6前缀

source: Updated
cs_cz: Aktualizováno
de_de: Aktualisiert
el_gr: Ενημερώθηκε
fa_ir: به‌روزرسانی‌شده
fr_fr: Mise à jour le
it_it: Aggiornato
ko_kr: 업데이트됨
pl_pl: Zaktualizowany
uk_ua: Оновлено
zh_cn: 更新

source: Created
cs_cz: Vytvořeno
de_de: Erstellt
el_gr: Δημιουργήθηκε
fa_ir: ایجاد شده
fr_fr: Créé(e) le
it_it: Creato
ko_kr: 생성됨
pl_pl: Utworzony
uk_ua: Створено
zh_cn: 创建

source: Rule Information
cs_cz: Informace o pravidlu
de_de: Regelinformation
el_gr: Πληροφορίες κανόνα
fa_ir: اطلاعات قانون
fr_fr: Information de la règle
it_it: Informazioni sulle regole
ko_kr: 규칙 정보
pl_pl: Informacje o regule
uk_ua: Інформація про правило
zh_cn: 规则信息

source: NOTE: The "pass" selection does not work properly with Multi-WAN. It will only work on an interface containing the default gateway.
cs_cz: POZN.: výběr „projít“ nefunguje správně s vícenásobným připojením do vnějších sítí. Bude fungovat pouze na rozhraní obsahujícím výchozí bránu.
de_de: HINWEIS: Die Auswahl "Erlauben" funktioniert bei Multi-WAN nicht ordnungsgemäß. Sie funktioniert nur auf einer Schnittstelle, die das Standard-Gateway enthält.
el_gr: ΣΗΜΕΙΩΣΗ: Η επιλογή "pass" (επιτυχία) δεν λειτουργεί σωστά με το Multi-WAN. Θα λειτουργήσει μόνο σε μια διεπαφή που περιέχει την προεπιλεγμένη πύλη.
fa_ir: توجه: انتخاب «اجازه» با Multi-WAN به‌درستی کار نمی‌کند. این انتخاب تنها روی رابطی که دروازهٔ پیش‌فرض دارد کار می‌کند.
fr_fr: REMARQUE: L'action "passer" ne fonctionne pas correctement avec une configuration Multi-WAN. Cela fonctionne uniquement sur une interface dont la passerelle est celle par défaut.
it_it: NOTA: la selezione "pass" non funziona correttamente con Multi-WAN. Funzionerà solo su un'interfaccia contenente il gateway predefinito.
ko_kr: 참고: 다중 WAN에서는 "Pass" 선택이 제대로 작동하지 않습니다. 기본 게이트웨이가 포함된 인터페이스에서만 작동합니다.
pl_pl: UWAGA: Wybór "przepuść" nie działa poprawnie z Multi-WAN. Będzie działać tylko na interfejsie zawierającym domyślną bramę.
uk_ua: НОТАТКА: Вибір "pass" не працює належним чином з Multi-WAN. Він працюватиме лише на інтерфейсі, що містить типовий шлюз.
zh_cn: 注意："通过"选项不适用于多WAN。它仅在包含默认网关的接口上工作。

source: Add unassociated filter rule
cs_cz: Přidat související filtrovací pravidlo
de_de: Unabhängige Filterregel hinzufügen
el_gr: Προσθήκη μη συσχετισμένου κανόνα φίλτρου
fa_ir: افزودن قانون فیلتر نامرتبط
fr_fr: Ajouter règle de filtrage non associé
it_it: Aggiungi regola di filtro non associata
ko_kr: 연결되지 않은 필터 규칙 추가
pl_pl: Dodaj niepowiązaną regułę filtru
uk_ua: Додати незв'язане правило фільтра
zh_cn: 添加未关联过滤规则

source: Add associated filter rule
cs_cz: Přidat související filtrovací pravidlo
de_de: Zugehörige Filterregel hinzufügen
el_gr: Προσθήκη συσχετισμένου κανόνα φίλτρου
fa_ir: افزودن قانون فیلتر مرتبط
fr_fr: Ajouter une règle de filtrage associé
it_it: Aggiungi la regola di filtro associata
ko_kr: 연결된 필터 규칙 추가
pl_pl: Dodaj powiązaną regułę filtru
uk_ua: Додати зв'язане правило фільтра
zh_cn: 添加关联过滤规则

source: Pass
cs_cz: Nechat projít
de_de: Erlauben
el_gr: Πέρασμα
fa_ir: اجازه
fr_fr: Autoriser
it_it: Passaggio
ko_kr: 통과
pl_pl: Przepuść
uk_ua: Пропустити
zh_cn: 通过

source: Filter rule association
cs_cz: Přiřazení filtrovacího pravidla
de_de: Filterregelzuordnung
el_gr: Συσχέτιση κανόνα φίλτρου
fa_ir: ارتباط قانون فیلتر
fr_fr: Association de règle de filtrage
it_it: Associazione delle regole di filtro
ko_kr: 필터 규칙 연결
pl_pl: Asocjacja reguły filtru
uk_ua: Зв'язування правила фільтра
zh_cn: 关联过滤规则

source: Hint: This prevents the rule on Master from automatically syncing to other CARP members. This does NOT prevent the rule from being overwritten on Slave.
cs_cz: Rada: toto zabrání pravidlu z Hlavního aby bylo automaticky synchronizováno na ostatní CARP členy. Toto NEzabrání tomu, aby bylo pravidlo přepsáno na Pomocném.
de_de: Hinweis: Verhindert, dass diese Regel vom Master automatisch mit anderen CARP-Mitgliedern synchronisiert wird. Die Regel kann jedoch weiterhin auf dem Slave überschrieben werden.
el_gr: Υπόδειξη: Αυτό αποτρέπει τον αυτόματο συγχρονισμό του κανόνα στον Κύριο με άλλα μέλη του CARP. Αυτό ΔΕΝ αποτρέπει την αντικατάσταση του κανόνα στον Δευτερεύοντα.
fa_ir: راهنما: این باعث می‌شود که قانون روی Master به‌طور خودکار با سایر اعضای CARP همگام نشود. این مانع از بازنویسی قانون روی Slave نمی‌شود.
fr_fr: Astuce: Cela empêche la règle sur le Maître de se synchroniser automatiquement avec les autres membres CARP. Cela n'empêche PAS l'écrasement de la règle sur l'Esclave.
it_it: Suggerimento: ciò impedisce alla regola sul Master di sincronizzarsi automaticamente con gli altri membri CARP. Ciò NON impedisce che la regola venga sovrascritta sullo Slave.
ko_kr: 힌트: 이렇게 하면 마스터의 규칙이 다른 CARP 구성원과 자동으로 동기화되지 않습니다. 그러나 슬레이브에서 규칙을 덮어쓰는 것을 방지할 수 없습니다.
pl_pl: Wskazówka: Zapobiega to synchronizacji reguły na Masterze z innymi członkami CARP. NIE zapobiega to nadpisywaniu reguły na Slave.
uk_ua: Підказка: Це запобігає автоматичній синхронізації правила на Майстрі з іншими учасниками CARP. Це НЕ запобігає перезапису правила на Підлеглому.
zh_cn: 提示：这可防止主服务器上的规则自动同步到其他CARP成员。但这并不能防止从服务器上的规则被覆盖。

source: No XMLRPC Sync
cs_cz: Žádná XMLRPC synchronizace
de_de: Keine XMLRPC-Synchronisierung
el_gr: Χωρίς συγχρονισμό XMLRPC
fa_ir: عدم همگام‌سازی XMLRPC
fr_fr: Pas de Sync XMLRPC
it_it: Nessuna sincronizzazione XMLRPC
ko_kr: XMLRPC 동기화 없음
pl_pl: Brak synchronizacji XMLRPC
uk_ua: Без синхронізації XMLRPC
zh_cn: 不同步XMLRPC

source: You can match packet on a mark placed before on another rule.
cs_cz: Shodu s paketem je možné hledat na značce umístěné před na jiném pravidle.
de_de: Sie können ein Paket auf eine Markierung prüfen, die von einer anderen Regel erstellt wurde.
el_gr: Μπορείτε να αντιστοιχίσετε το πακέτο σε ένα σημάδι που έχει τοποθετηθεί πριν από έναν άλλο κανόνα.
fa_ir: می‌توانید بسته‌ای را بر اساس مارکی که قبلاً روی قانون دیگری قرار گرفته تطبیق دهید.
fr_fr: Vous pouvez identifier des paquets marqués préalablement par une autre règle.
it_it: Puoi abbinare il pacchetto su un segno posizionato prima su un'altra regola.
ko_kr: 이전에 배치된 다른 규칙에서 표시한 패킷을 매칭할 수 있습니다.
pl_pl: Możesz dopasować pakiet do znacznika umieszczonego wcześniej w innej regule.
uk_ua: Ви можете зіставити пакет за позначкою, встановленою раніше іншим правилом.
zh_cn: 可以在另一个规则之前的标记上匹配数据包。

source: Match local tag
cs_cz: Místní značka hledání shody
de_de: Lokales Tag abgleichen
el_gr: Αντιστοίχιση τοπικής ετικέτας
fa_ir: مطابقت با برچسب محلی
fr_fr: Filtrage sur étiquette locale
it_it: Corrisponde al tag locale
ko_kr: 로컬 태그 일치
pl_pl: Dopasuj lokalny tag
uk_ua: Зіставити локальну позначку
zh_cn: 匹配本地标记

source: You can mark a packet matching this rule and use this mark to match on other NAT/filter rules.
cs_cz: Paket odpovídající tomuto pravidlu je možné označit a tuto značku pak použít pro hledání shody s dalšími NAT/filtrovacími pravidly.
de_de: Sie können ein Paket, das dieser Regel entspricht, markieren und diese Markierung in anderen NAT- bzw. Filterregeln verwenden.
el_gr: Μπορείτε να επισημάνετε ένα πακέτο που ταιριάζει με αυτόν τον κανόνα και να χρησιμοποιήσετε αυτό το σημάδι για να ταιριάζει με άλλους κανόνες NAT/φίλτρων.
fa_ir: می‌توانید بسته‌ای که با این قانون مطابقت دارد را مارک‌گذاری کرده و از این مارک برای تطبیق در سایر قوانین NAT/فیلتر استفاده کنید.
fr_fr: Vous pouvez marquer un paquet correspondant à cette règle et utiliser cette marque pour faire correspondre d'autres règles NAT / filtre.
it_it: È possibile contrassegnare un pacchetto che corrisponde a questa regola e utilizzare questo contrassegno per abbinarlo ad altre regole NAT/filtro.
ko_kr: 이 규칙과 일치하는 패킷을 표시하고 이 표시를 사용하여 다른 NAT/필터 규칙과 일치시킬 수 있습니다.
pl_pl: Możesz oznaczyć pakiet pasujący do tej reguły i użyć tego znacznika do dopasowania w innych regułach NAT/filtr.
uk_ua: Ви можете позначити пакет, що відповідає цьому правилу, і використовувати цю позначку для зіставлення з іншими правилами NAT/фільтрації.
zh_cn: 可以标记与该规则匹配的数据包，并使用此标记与其他NAT/过滤器规则匹配。

source: Set local tag
cs_cz: Nastavit místní značku
de_de: Lokales Tag festlegen
el_gr: Ορισμός τοπικής ετικέτας
fa_ir: تنظیم برچسب محلی
fr_fr: Affecter l'étiquette locale
it_it: Imposta tag locale
ko_kr: 로컬 태그 설정
pl_pl: Ustaw lokalny tag
uk_ua: Встановити локальну позначку
zh_cn: 设置本地标记

source: Sticky Address: The Sticky Address option can be used with the Random and Round Robin pool types to ensure that a particular source address is always mapped to the same translation address.
cs_cz: Lepkavá adresa: Tuto předvolbu je možné použít v fondy Náhodný a Round Robin pro zajištění toho, že konkrétní zdrojová adresa je vždy mapovaná na stejnou překladovou adresu.
de_de: Feste Adresse (Sticky): Diese Option kann mit den Modi Zufällig und Round Robin kombiniert werden, um sicherzustellen, dass eine bestimmte Quelle stets derselben Übersetzungsadresse zugewiesen wird.
el_gr: Αυτοκόλλητη Διεύθυνση: Η επιλογή Αυτοκόλλητη Διεύθυνση μπορεί να χρησιμοποιηθεί με τους τύπους ομάδας Random και Round Robin για να διασφαλιστεί ότι μια συγκεκριμένη διεύθυνση πηγής αντιστοιχίζεται πάντα στην ίδια διεύθυνση μετάφρασης.
fa_ir: آدرس ثابت: این گزینه را می‌توان همراه با انواع pool «Random» و «Round Robin» استفاده کرد تا تضمین شود یک آدرس مبدأ مشخص همیشه به همان آدرس ترجمه‌شده نگاشت می‌شود.
fr_fr: Adresse collante: l'option Adresse collante peut être utilisée avec les types de pool aléatoire et "Round Robin" pour garantir qu'une adresse source particulière est toujours mappée à la même adresse de traduction.
it_it: Indirizzo permanente: l'opzione Indirizzo permanente può essere utilizzata con i tipi di pool Casuale e Round Robin per garantire che un particolare indirizzo di origine sia sempre mappato allo stesso indirizzo di traduzione.
ko_kr: 고정 주소: 고정 주소 옵션을 임의 및 라운드 로빈 풀 유형과 함께 사용하여 특정 원본 주소가 항상 동일한 변환 주소에 매핑되도록 할 수 있습니다.
pl_pl: Lepki adres: Opcję lepkiego adresu można używać z typami puli Random i Round Robin, aby zapewnić, że określony adres źródłowy jest zawsze mapowany na ten sam adres tłumaczenia.
uk_ua: Фіксована адреса: Опція «Фіксована адреса» може бути використана з типами пулів «Випадковий» та «Круговий» для забезпечення того, що певна вихідна адреса завжди відображається на ту саму адресу перетворення.
zh_cn: Sticky Address: 该选项可与Random和Round Robin池类型一起使用，以确保特定源地址始终映射到相同的转换地址。

source: Bitmask: Applies the subnet mask and keeps the last portion identical; 10.0.1.50 -&gt; x.x.x.50.
cs_cz: Bitová maska: uplatní masku podsítě a poslední část nechá stejnou – 10.0.1.50 -&gt; x.x.x.50.
de_de: Bitmaske: Wendet die Subnetzmaske an und behält den letzten Teil der Adresse bei. Beispiel: 10.0.1.50 -> x.x.x.50.
el_gr: Μάσκα Bit: Εφαρμόζει τη μάσκα υποδικτύου και διατηρεί το τελευταίο τμήμα ίδιο· 10.0.1.50 -> xxx50.
fa_ir: بیت‌ماسک: ماسک زیرشبکه را اعمال می‌کند و بخش آخر را یکسان نگه می‌دارد; 10.0.1.50 -&gt; x.x.x.50.
fr_fr: Bitmask : Applique le masque de sous-réseau et garde la dernière partie identique ; 10.0.1.50 -&gt; x.x.x.50.
it_it: Bitmask: applica la maschera di sottorete e mantiene identica l'ultima porzione; 10.0.1.50 -&gt; x.x.x.50.
ko_kr: 비트 마스크: 서브넷 마스크를 적용하고 마지막 부분(10.0.1.50 -&gt; x.x.x.50)을 동일하게 유지합니다.
pl_pl: Maska bitowa: Stosuje maskę podsieci i zachowuje ostatnią część identyczną; 10.0.1.50 -> x.x.x.50.
uk_ua: Бітова маска: Застосовує маску підмережі та зберігає останню частину ідентичною; 10.0.1.50 -> x.x.x.50.
zh_cn: Bitmask：应用子网掩码并保持最后一部分相同；10.0.1.50 -&gt; x.x.x.50。

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source.
cs_cz: Zdrojový otisk: použije otisk zdrojové adresy pro zjištění překladové adresy což zajistí, že adresa přesměrování bude pro daný zdroj vždy stejná.
de_de: Quell Hash: Verwendet einen Hash der Quelladressen, um die Übersetzungsadresse auszuwählen; stellt sicher, dass die Weiterleitungsadresse für eine bestimmte Quelle immer gleich ist.
el_gr: Hash πηγής: Χρησιμοποιεί ένα hash της διεύθυνσης πηγής για να προσδιορίσει τη διεύθυνση μετάφρασης, διασφαλίζοντας ότι η διεύθυνση ανακατεύθυνσης είναι πάντα η ίδια για μια δεδομένη πηγή.
fa_ir: هش مبدأ: از هش آدرس مبدأ برای تعیین آدرس ترجمه استفاده می‌کند؛ بدین ترتیب آدرس تغییرمسیر برای یک مبدأ مشخص همیشه یکسان خواهد بود.
fr_fr: Source Hash: Utilise un hachage de l'adresse source pour déterminer l'adresse de traduction, en s'assurant que l'adresse de redirection est toujours la même pour une source donnée.
it_it: Hash di origine: utilizza un hash dell'indirizzo di origine per determinare l'indirizzo di traduzione, garantendo che l'indirizzo di reindirizzamento sia sempre lo stesso per una determinata origine.
ko_kr: 소스 해시: 소스 주소의 해시를 사용하여 변환 주소를 결정하여 지정된 소스에 대해 리디렉션 주소가 항상 동일한지 확인합니다.
pl_pl: Hash źródłowy: Używa hashu adresu źródłowego do określenia adresu tłumaczenia, zapewniając, że adres przekierowania jest zawsze taki sam dla danego źródła.
uk_ua: Хеш джерела: Використовує хеш вихідної адреси для визначення адреси перетворення, забезпечуючи, що адреса перенаправлення завжди однакова для даного джерела.
zh_cn: Source Hash：使用源地址的哈希值来确定转换地址，确保给定源的重定向地址始终相同。

source: Random: Selects an address from the translation address pool at random.
cs_cz: Náhodné: vybere náhodnou adresu z fondu překladových adres.
de_de: Zufällig: Wählt zufällig eine Adresse aus dem Pool der Übersetzungsadressen.
el_gr: Τυχαία: Επιλέγει τυχαία μια διεύθυνση από το σύνολο διευθύνσεων μετάφρασης.
fa_ir: تصادفی: به‌صورت تصادفی یک آدرس از استخر آدرس‌های ترجمه انتخاب می‌کند.
fr_fr: Aléatoire: Sélectionne au hasard une adresse du pool d'adresses de translation.
it_it: Casuale: seleziona casualmente un indirizzo dal pool di indirizzi di traduzione.
ko_kr: 임의: 변환 주소 풀에서 임의로 주소를 선택합니다.
pl_pl: Losowy: Wybiera adres z puli adresów tłumaczenia losowo.
uk_ua: Випадковий: Вибирає адресу з пулу адрес перетворення випадковим чином.
zh_cn: Random：从转换地址池中随机选择一个地址。

source: Round Robin: Loops through the translation addresses.
cs_cz: Round Robin: Postupné střídání překladových adres.
de_de: Round Robin: Durchläuft der Reihe nach die verfügbaren Übersetzungsadressen.
el_gr: Round Robin: Επανάληψη των διευθύνσεων μετάφρασης.
fa_ir: Round Robin: به‌طور نوبتی بین آدرس‌های ترجمه جابجا می‌شود.
fr_fr: "Round Robin": boucle à travers les adresses de traduction.
it_it: Round Robin: scorre gli indirizzi di traduzione.
ko_kr: 라운드 로빈: 번역 주소를 루프합니다.
pl_pl: Kolejno: Przechodzi przez adresy tłumaczenia.
uk_ua: Круговий: Перебирає адреси перетворення по колу.
zh_cn: Round Robin：循环转换地址。

source: Only Round Robin types work with Host Aliases. Any type can be used with a Subnet.
cs_cz: S alternativními názvy strojů fungují pouze typy Round Robin. S podsítí je možné použít libovolný typ.
de_de: Nur Round-Robin-Typen funktionieren mit Host-Aliasen. Alle Typen können mit einem Subnetz verwendet werden.
el_gr: Μόνο οι τύποι Round Robin λειτουργούν με ψευδώνυμα κεντρικού υπολογιστή. Οποιοσδήποτε τύπος μπορεί να χρησιμοποιηθεί με ένα υποδίκτυο.
fa_ir: فقط نوع‌های Round Robin با نام‌های مستعار میزبان کار می‌کنند. هر نوع را می‌توان با زیرشبکه استفاده کرد.
fr_fr: Seuls les types "Round Robin" fonctionnent avec les Alias Host. Tout type peut être utilisé avec un sous-réseau.
it_it: Solo i tipi Round Robin funzionano con gli alias host. Qualsiasi tipo può essere utilizzato con una sottorete.
ko_kr: 라운드 로빈 유형만 호스트 별칭과 함께 작동합니다. 서브넷에는 모든 유형을 사용할 수 있습니다.
pl_pl: Tylko typy Round Robin działają z aliasami hostów. Dowolny typ można używać z podsiecią.
uk_ua: Тільки кругові типи працюють з псевдонімами хостів. Будь-який тип може бути використаний з підмережею.
zh_cn: Round Robin类型可以与主机别名一起使用。子网可以使用任何类型。

source: Bitmask
cs_cz: Bitová maska
de_de: Bitmaske
el_gr: Μάσκα bit
fa_ir: بیت‌ماسک
fr_fr: Masque de bits
it_it: Maschera di bit
ko_kr: 비트마스크
pl_pl: Maska bitowa
uk_ua: Бітова маска
zh_cn: 位掩码

source: Random with Sticky Address
cs_cz: Náhodné s lepkavou adresou
de_de: Zufällig mit dauerhafter Adresszuordnung ("Sticky")
el_gr: Τυχαία με κολλώδη διεύθυνση
fa_ir: تصادفی با آدرس چسبنده
fr_fr: Aléatoire avec adresses collantes
it_it: Casuale con indirizzo permanente
ko_kr: 고정 주소가 포함된 임의
pl_pl: Losowy z lepkim adresem
uk_ua: Випадковий з фіксованою адресою

source: Round Robin with Sticky Address
cs_cz: Round robin s lepkavou adresou
de_de: Round Robin mit dauerhafter Adresszuordnung ("Sticky")
el_gr: Round Robin με κολλώδη διεύθυνση
fa_ir: Round Robin با آدرس چسبنده
fr_fr: Round-robin avec adresses collantes
it_it: Round Robin con indirizzo adesivo
ko_kr: 고정 주소가 있는 라운드 로빈
pl_pl: Kolejno z lepkim adresem
uk_ua: Круговий з фіксованою адресою

source: Pool Options:
cs_cz: Předvolby fondu:
de_de: Pool-Optionen:
el_gr: Επιλογές πισίνας:
fa_ir: گزینه‌های استخر:
fr_fr: Options du pool:
it_it: Opzioni piscina:
ko_kr: 풀 옵션:
pl_pl: Opcje puli:
uk_ua: Параметри пулу:
zh_cn: 池选项：

source: Hint: this is usually identical to the 'from' port above
cs_cz: Rada: toto je obvykle shodné s portem „od“ výše
de_de: Hinweis: Dieser ist üblicherweise mit dem 'von'-Port oben identisch
el_gr: Υπόδειξη: αυτό είναι συνήθως πανομοιότυπο με την παραπάνω μεταφορά 'from'
fa_ir: راهنما: معمولاً این با پورت مبدأ بالا یکسان است
fr_fr: Suggestion: ceci est généralement identique au port 'de début' renseigné précédemment
it_it: Suggerimento: di solito è identico alla porta "da" sopra
ko_kr: 힌트: 일반적으로 위의 '시작' 포트와 동일합니다
pl_pl: Wskazówka: zazwyczaj jest to identyczne z powyższym portem 'from'
uk_ua: Підказка: зазвичай це ідентично порту 'від' вище
zh_cn: 注意：这通常与上面的"从"端口相同

source: Specify the port on the machine with the IP address entered above. In case of a port range, specify the beginning port of the range (the end port will be calculated automatically).
cs_cz: Zadejte port na stroji s IP adresou, zadanou výše. V případě rozsahu portů, zadejte počáteční port rozsahu (koncový port bude vypočítán automaticky).
de_de: Geben Sie den Port der Maschine mit obiger IP-Adresse an. Falls Sie einen Portbereich angegeben haben, geben Sie den Beginn den Portbereichs an (das Ende wird automatisch berechnet).
el_gr: Καθορίστε τη θύρα στο μηχάνημα με τη διεύθυνση IP που καταχωρίσατε παραπάνω. Σε περίπτωση εύρους θυρών, καθορίστε την αρχική θύρα του εύρους (η τελική θύρα θα υπολογιστεί αυτόματα).
fa_ir: پورت روی ماشینی که آدرس IP آن را بالا وارد کرده‌اید مشخص کنید. در صورت بازه پورت، پورت شروع بازه را وارد کنید (پورت انتهایی به‌صورت خودکار محاسبه می‌شود).
fr_fr: Indiquez le port de la machine correspondant à l'adresse IP saisie précédemment. Dans le cas d'une plage de ports, indiquez le port de début de la plage (le port de fin sera calculé automatiquement).
it_it: Specificare la porta sulla macchina con l'indirizzo IP immesso sopra. In caso di un intervallo di porte, specificare la porta iniziale dell'intervallo (la porta finale verrà calcolata automaticamente).
ko_kr: 위에 입력한 IP 주소로 컴퓨터의 포트를 지정합니다. 포트 범위의 경우 범위의 시작 포트를 지정합니다(끝 포트가 자동으로 계산됨).
pl_pl: Podaj port na maszynie o podanym powyżej adresie IP. W przypadku zakresu portów podaj początkowy port zakresu (końcowy port zostanie obliczony automatycznie).
uk_ua: Вкажіть порт на машині з IP-адресою, введеною вище. У випадку діапазону портів, вкажіть початковий порт діапазону (кінцевий порт буде розраховано автоматично).
zh_cn: 指定上面输入的内部服务器IP地址的端口。 如果是端口范围，请指定范围的开始端口(结束端口会自动计算)。

source: Redirect target port
cs_cz: Přesměrovat cílový port
de_de: Zielport weiterleiten
el_gr: Ανακατεύθυνση θύρας προορισμού
fa_ir: پورت مقصد بازهدایت
fr_fr: Rediriger le port cible
it_it: Reindirizzare la porta di destinazione
ko_kr: 대상 포트 리디렉션
pl_pl: Przekieruj port docelowy
uk_ua: Порт цілі перенаправлення
zh_cn: 重定向目标端口

source: e.g.
cs_cz: např.
de_de: z. B.
el_gr: π.χ.
fa_ir: مثلاً
fr_fr: ex.
it_it: per esempio.
ko_kr: 예.
pl_pl: np.
uk_ua: напр.
zh_cn: 例如
