Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Span interface cannot be part of the bridge. Remove the span interface from bridge members to continue.
cs_cz: Span rozhraní nemůže být součástí síťového mostu. Pokračovat bude možné až po odebrání span rozhraní.
el_gr: Η διεπαφή span δεν μπορεί να είναι μέρος της γέφυρας. Αφαιρέστε τη διεπαφή span από τα μέλη της γέφυρας για να συνεχίσετε.
pl_pl: Interfejs lustrujący nie może być częścią mostu. Aby kontynuować, usuń interfejs lustrujący z członków mostu.

source: Bridging a wireless interface is only possible in hostap mode.
cs_cz: Přemostění bezdrátového rozhraní je možné pouze tehdy, když je v režimu přístupového bodu.
el_gr: Η γεφύρωση μιας ασύρματης διεπαφής είναι δυνατή μόνο σε λειτουργία hostap.
pl_pl: Mostkowanie interfejsu bezprzewodowego jest możliwe tylko w trybie hostap.

source: A member interface passed does not exist in configuration
cs_cz: Předané účastnící se rozhraní neexistuje v nastavení
el_gr: Δεν υπάρχει διεπαφή μέλους που διαβιβάστηκε στη διαμόρφωση
pl_pl: Przesłany interfejs członkowski nie istnieje w konfiguracji

source: %s interface path cost for STP needs to be an integer between 1 and 200000000.
cs_cz: Je třeba, aby hodnota STP nákladů pro rozhraní %s bylo z rozmezí 1 až 200000000 (dvěstě milionu).
el_gr: Το κόστος διαδρομής διεπαφής %s για STP πρέπει να είναι ακέραιος αριθμός μεταξύ 1 και 200000000.
pl_pl: Koszt ścieżki interfejsu %s dla STP musi być liczbą całkowitą między 1 a 200000000.

source: %s interface priority for STP needs to be an integer between 0 and 240.
cs_cz: Je třeba aby priorita rozhraní %s pro STP byla kladné celé číslo z rozmezí 0 (nula) až 240.
el_gr: Η προτεραιότητα διεπαφής %s για STP πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 0 και 240.
pl_pl: Priorytet interfejsu %s dla STP musi być liczbą całkowitą między 0 a 240.

source: Transmit Hold Count for STP needs to be an integer between 1 and 10.
cs_cz: Je třeba, aby počet zadržení přenosu pro STP bylo celé číslo z rozmezí 1 až 10.
el_gr: Ο αριθμός αναμονής μετάδοσης για STP πρέπει να είναι ακέραιος αριθμός μεταξύ 1 και 10.
pl_pl: Licznik zatrzymania transmisji dla STP musi być liczbą całkowitą między 1 a 10.

source: Priority for STP needs to be an integer between 0 and 61440.
cs_cz: Je třeba, aby STP priorita bylo celé kladné číslo z rozmezí 0 až 61440.
el_gr: Η προτεραιότητα για το STP πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 0 και 61440.
pl_pl: Priorytet dla STP musi być liczbą całkowitą między 0 a 61440.

source: Hello time for STP needs to be an integer between 1 and 2.
cs_cz: Je třeba, aby uvítací čas pro STP bylo buď číslo 1 nebo 2.
el_gr: Η ώρα hello για το STP πρέπει να είναι ακέραιος αριθμός μεταξύ 1 και 2.
pl_pl: Czas "hello" dla STP musi być liczbą całkowitą między 1 a 2.

source: Forward Delay needs to be an integer between 4 and 30.
cs_cz: Je třeba, aby prodleva přeposlání byla celé číslo z rozmezí 4 až 30.
el_gr: Η καθυστέρηση προς τα εμπρός πρέπει να είναι ακέραιος αριθμός μεταξύ 4 και 30.
pl_pl: Opóźnienie przekazywania musi być liczbą całkowitą między 4 a 30.

source: Timeout needs to be an integer.
cs_cz: Je třeba, aby časový limit prodlevy bylo celé kladné číslo.
el_gr: Το χρονικό όριο πρέπει να είναι ακέραιος αριθμός.
pl_pl: Limit czasu musi być liczbą całkowitą.

source: Maxaddr needs to be an integer.
cs_cz: Je třeba aby maxaddr bylo celé kladné číslo.
el_gr: Το Maxaddr πρέπει να είναι ακέραιος αριθμός.
pl_pl: Maxaddr musi być liczbą całkowitą.

source: Maxage needs to be an integer between 6 and 40.
cs_cz: Je třeba, aby maxage bylo celé číslo z rozmezí 6 až 40.
el_gr: Το Maxage πρέπει να είναι ένας ακέραιος αριθμός μεταξύ 6 και 40.
pl_pl: Maxage musi być liczbą całkowitą między 6 a 40.

source: Do you really want to delete this bridge?
cs_cz: Opravdu chcete tento sítový most smazat?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν τη γέφυρα;
pl_pl: Czy na pewno chcesz usunąć ten most?

source: This bridge cannot be deleted because it is assigned as an interface.
cs_cz: Tento síťový most nemůže být smazán protože je přiřazen jako rozhraní.
el_gr: Αυτή η γέφυρα δεν μπορεί να διαγραφεί επειδή έχει αντιστοιχιστεί ως διεπαφή.
pl_pl: Tego mostu nie można usunąć, ponieważ jest przypisany jako interfejs.

source: TKIP
el_gr: ΤΚΙΠ

source: 802.11g
el_gr: 802,11 γρ.

source: id-assoc pd
el_gr: pd συσχέτισης ταυτότητας

source: Use IPv4 connectivity
cs_cz: Používat IPv4 konektivitu
el_gr: Χρήση συνδεσιμότητας IPv4
pl_pl: Użyj łączności IPv4

source: %sClick here%s for advanced PPTP and L2TP configuration options.
cs_cz: Pro pokročilé předvolby pro PPTP a L2TP %sklikněte sem%s.
el_gr: %sΚάντε κλικ εδώ%s για προηγμένες επιλογές διαμόρφωσης PPTP και L2TP.
pl_pl: %sClick here%s, aby uzyskać zaawansowane opcje konfiguracji PPTP i L2TP.

source: %sClick here%s for additional PPTP and L2TP configuration options. Save first if you made changes.
cs_cz: %sKliknutím sem%s přidáte další předvolby nastavení pro PPTP a L2TP. Pokud jste udělali nějaké změny, nejprve je uložte.
el_gr: %sΚάντε κλικ εδώ%s για πρόσθετες επιλογές διαμόρφωσης PPTP και L2TP. Αποθηκεύστε πρώτα αν κάνατε αλλαγές.
pl_pl: %sClick here%s, aby uzyskać dodatkowe opcje konfiguracji PPTP i L2TP. Zapisz najpierw, jeśli dokonałeś zmian.

source: PPTP/L2TP configuration
cs_cz: Nastavení PPTP/L2TP
el_gr: Ρύθμιση παραμέτρων PPTP/L2TP
pl_pl: Konfiguracja PPTP/L2TP

source: %sClick here%s for advanced PPPoE configuration options and MLPPP configuration.
cs_cz: %sKliknutím sem%s přidáte pokročilé předvolby pro PPPoE a MLPPP.
el_gr: %sΚάντε κλικ εδώ%s για προηγμένες επιλογές διαμόρφωσης PPPoE και διαμόρφωση MLPPP.
pl_pl: %sClick here%s, aby uzyskać zaawansowane opcje konfiguracji PPPoE i konfigurację MLPPP.

source: %sClick here%s for additional PPPoE configuration options. Save first if you made changes.
cs_cz: %sKliknutím sem%s přidáte další předvolby nastavení pro PPPoE. Pokud jste udělali nějaké změny, nejprve je uložte.
el_gr: %sΚάντε κλικ εδώ%s για πρόσθετες επιλογές διαμόρφωσης PPPoE. Αποθηκεύστε πρώτα αν κάνατε αλλαγές.
pl_pl: %sClick here%s, aby uzyskać dodatkowe opcje konfiguracji PPPoE. Zapisz najpierw, jeśli dokonałeś zmian.

source: Advanced and MLPPP
cs_cz: Pokročilé a MLPPP
el_gr: Προηγμένο και MLPPP
pl_pl: Zaawansowane i MLPPP

source: This option causes the interface to operate in dial-on-demand mode, allowing you to have a 'virtual full time' connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
cs_cz: Tato předvolba způsobí, že rozhraní bude fungovat v režimu vytočit v případě potřeby, což vytvoří „virtuální stálé“ spojení. Rozhraní je nastaveno, ale skutečné spojení linky je pozdrženo dokud není zjištěn odpovídající odchozí provoz.
el_gr: Αυτή η επιλογή ενεργοποιεί τη λειτουργία της διεπαφής σε λειτουργία κλήσης κατ' απαίτηση, επιτρέποντάς σας να έχετε μια «εικονική σύνδεση πλήρους απασχόλησης». Η διεπαφή έχει ρυθμιστεί, αλλά η πραγματική σύνδεση της σύνδεσης καθυστερεί μέχρι να εντοπιστεί η εξερχόμενη κίνηση που πληροί τις προϋποθέσεις.
pl_pl: Ta opcja powoduje, że interfejs działa w trybie dial-on-demand, pozwalając na 'wirtualne pełnoczasowe' połączenie. Interfejs jest konfigurowany, ale faktyczne połączenie łącza jest opóźnione do momentu wykrycia odpowiedniego ruchu wychodzącego.

source: Enable Dial-On-Demand mode
cs_cz: Zapnout režim spojování dle potřeby
el_gr: Ενεργοποίηση λειτουργίας κλήσης κατ' απαίτηση
pl_pl: Włącz tryb Dial-On-Demand

source: %sClick here%s to create a PPP configuration.
cs_cz: Nastavení pro PPP vytvoříte %skliknutím sem%s.
el_gr: %sΚάντε κλικ εδώ%s για να δημιουργήσετε μια διαμόρφωση PPP.
pl_pl: %sClick here%s, aby utworzyć konfigurację PPP.

source: %sClick here%s to edit PPP configuration.
cs_cz: PPP nastavení upravíte %skliknutím sem%s.
el_gr: %sΚάντε κλικ εδώ%s για να επεξεργαστείτε τη διαμόρφωση PPP.
pl_pl: %sClick here%s, aby edytować konfigurację PPP.

source: Advanced PPP
cs_cz: Pokročilé PPP
el_gr: Προηγμένο PPP
pl_pl: Zaawansowane PPP

source: PPP configuration
cs_cz: Nastavení PPP
el_gr: Ρύθμιση παραμέτρων PPP
pl_pl: Konfiguracja PPP

source: A valid PPTP remote IP address must be specified.
cs_cz: Je třeba zadat platnou PPTP IP adresu protější strany.
el_gr: Πρέπει να καθοριστεί μια έγκυρη απομακρυσμένη διεύθυνση IP PPTP.
pl_pl: Należy podać prawidłowy zdalny adres IP PPTP.

source: A valid PPTP subnet bit count must be specified.
cs_cz: Je třeba zadat platný počet bitů PPTP podsítě.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit υποδικτύου PPTP.
pl_pl: Należy podać prawidłową liczbę bitów podsieci PPTP.

source: A valid PPTP local IP address must be specified.
cs_cz: Je třeba zadat platnou místní PPTP IP adresu.
el_gr: Πρέπει να καθοριστεί μια έγκυρη τοπική διεύθυνση IP PPTP.
pl_pl: Należy podać prawidłowy lokalny adres IP PPTP.

source: The service name contains invalid characters.
cs_cz: Název služby obsahuje neplatné znaky.
el_gr: Το όνομα της υπηρεσίας περιέχει μη έγκυρους χαρακτήρες.
pl_pl: Nazwa usługi zawiera nieprawidłowe znaki.

source: L2TP username
cs_cz: L2TP uživatelské jméno
el_gr: Όνομα χρήστη L2TP
pl_pl: Użytkownik L2TP

source: L2TP remote IP address
cs_cz: L2TP adresa na protějšku
el_gr: Απομακρυσμένη διεύθυνση IP L2TP
pl_pl: Zdalny adres IP L2TP

source: L2TP password
cs_cz: L2TP heslo
el_gr: Κωδικός πρόσβασης L2TP
pl_pl: Hasło L2TP

source: PPTP username
cs_cz: PPTP uživatelské jméno
el_gr: Όνομα χρήστη PPTP
pl_pl: Użytkownik PPTP

source: PPTP subnet
cs_cz: PPTP podsíť
el_gr: Υποδίκτυο PPTP
pl_pl: Podsieć PPTP

source: PPTP remote IP address
cs_cz: PPTP IP adresa na protějšku
el_gr: Απομακρυσμένη διεύθυνση IP PPTP
pl_pl: Zdalny adres IP PPTP

source: PPTP password
cs_cz: PPTP heslo
el_gr: Κωδικός πρόσβασης PPTP
pl_pl: Hasło PPTP

source: PPTP local IP address
cs_cz: PPTP místní IP adresa
el_gr: Τοπική διεύθυνση IP PPTP
pl_pl: Lokalny adres IP PPTP

source: PPPoE username
cs_cz: PPPoE uživatelské jméno
el_gr: Όνομα χρήστη PPPoE
pl_pl: Użytkownik PPPoE

source: PPPoE password
cs_cz: PPPoE heslo
el_gr: Κωδικός πρόσβασης PPPoE
pl_pl: Hasło PPPoE

source: Proxy ARP and other type Virtual IPs cannot be bound to by anything running on the firewall, such as IPsec, OpenVPN, etc. Use a CARP or IP Alias type address for these cases.
cs_cz: Proxy ARP a ostatní typy virtuálních IP adres nemohou být navázané na nic, co je spuštěné na bráně firewall, jako například IPsec, OpenVPN, atd. V takových případech použijte CARP nebo alternativní IP adresy.
el_gr: Οι ARP μεσολάβησης και άλλοι τύποι εικονικών IP δεν μπορούν να συνδεθούν με τίποτα που εκτελείται στο τείχος προστασίας, όπως IPsec, OpenVPN κ.λπ. Χρησιμοποιήστε μια διεύθυνση τύπου CARP ή IP Alias για αυτές τις περιπτώσεις.
pl_pl: Proxy ARP i inne typy wirtualnych adresów IP nie mogą być wiązane z niczym działającym na firewallu, takim jak IPsec, OpenVPN itp. Użyj adresu typu CARP lub Alias IP w tych przypadkach.

source: CARP
el_gr: ΚΥΠΡΙΝΟΣ
it_it: CARPA

source: Do you really want to delete this entry?
cs_cz: Opravdu chcete tuto položku smazat?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν την καταχώρηση;
pl_pl: Czy na pewno chcesz usunąć ten wpis?

source: TOS / DSCP
el_gr: Όροι Παροχής Υπηρεσιών / DSCP

source: BINAT
el_gr: ΜΠΙΝΑΤ

source: GeoIP
el_gr: Γεωγραφική Ιδιοκτησία

source: SPI
el_gr: ΣΠΙ

source: LAN IP address will be reset to 192.168.1.1
cs_cz: LAN IP adresa bude resetována na 192.168.1.1
el_gr: Η διεύθυνση IP του LAN θα επαναφερθεί σε 192.168.1.1
pl_pl: Adres IP LAN zostanie zresetowany do 192.168.1.1

source: No results found!
cs_cz: Nenalezeny žádné výsledky!
el_gr: Δεν βρέθηκαν αποτελέσματα!
pl_pl: Brak wyników!

source: Loading...
cs_cz: Načítání…
el_gr: Φόρτωση...
pl_pl: Ładowanie...

source: Error reconfiguring trafficshaper
cs_cz: Chyba při opětovném nastavování omezování provozu
el_gr: Σφάλμα κατά την επαναρύθμιση της διαμόρφωσης του trafficshaper
pl_pl: Błąd w konfiguracji kształtowania ruchu

source: Error reconfiguring routes
cs_cz: Chyba při přenastavování tras
el_gr: Σφάλμα κατά την επαναρύθμιση των διαδρομών
pl_pl: Błąd w konfiguracji tras

source: Download as CSV
cs_cz: Stáhnout si ve formátu CSV
el_gr: Λήψη ως CSV
pl_pl: Pobierz jako CSV

source: Toggle Timeview
cs_cz: Přepnout časový pohled
el_gr: Εναλλαγή προβολής ώρας
pl_pl: Przełącz widok czasu

source: Current View - Details
cs_cz: Stávající pohled – podrobnosti
el_gr: Τρέχουσα προβολή - Λεπτομέρειες
pl_pl: Bieżący widok - szczegóły

source: Current View - Overview
cs_cz: Stávající pohled – přehled
el_gr: Τρέχουσα προβολή - Επισκόπηση
pl_pl: Bieżący widok - przegląd

source: averages
cs_cz: průměry
el_gr: μέσοι όροι
pl_pl: średnie

source: Current detail is showing
cs_cz: Zobrazeny stávající podrobnosti
el_gr: Εμφανίζονται οι τρέχουσες λεπτομέρειες
pl_pl: Aktualny szczegół pokazuje

source: Please wait while loading data...
cs_cz: Čekejte, načítají se data…
el_gr: Παρακαλώ περιμένετε κατά τη φόρτωση δεδομένων...
pl_pl: Proszę czekać na wczytanie danych...

source: Show Tables
cs_cz: Zobrazit tabulky
el_gr: Εμφάνιση πινάκων
pl_pl: Pokaż tabele

source: Inverse
cs_cz: Převrácené
el_gr: Αντίστροφος
pl_pl: Odwróć

source: timestamp
cs_cz: časové razítko
el_gr: χρονική σήμανση
pl_pl: znacznik czasu

source: full date & time
cs_cz: úplný datum a čas
el_gr: πλήρης ημερομηνία και ώρα
pl_pl: pełna data i godzina

source: Year(s)
cs_cz: Let
el_gr: Έτος(-α)
pl_pl: Rok (lat)

source: hours
cs_cz: hodin
el_gr: ώρες
pl_pl: godziny

source: C
el_gr: ντο

source: (other)
cs_cz: (ostatní)
el_gr: (άλλος)
pl_pl: (inny)

source: Weekdays
cs_cz: Dny v týdnu
el_gr: Εργάσιμες
pl_pl: Dni powszednie

source: The upgrade has finished and your device is being rebooted at the moment, please wait...
cs_cz: Přechod na novější verzi je dokončen a stroj se v tuto chvíli restartuje – čekejte…
el_gr: Η αναβάθμιση ολοκληρώθηκε και η συσκευή σας επανεκκινείται αυτήν τη στιγμή. Παρακαλώ περιμένετε...
pl_pl: Aktualizacja została zakończona, a twoje urządzenie jest w tej chwili ponownie uruchamiane, proszę czekać...

source: Error reconfiguring captiveportal
cs_cz: Chyba při přenastavování zachycovacího portálu
el_gr: Σφάλμα κατά την επαναρύθμιση του captiveportal
pl_pl: Błąd konfiguracji captiveportal

source: OpenVPN %s wizard
cs_cz: OpenVPN %s průvodce
el_gr: Οδηγός %s του OpenVPN
pl_pl: Kreator OpenVPN %s

source: You must specify a 'Tunnel network'.
cs_cz: Je třeba zadat „Síť tunelu“.
el_gr: Πρέπει να καθορίσετε ένα «Δίκτυο σήραγγας».
pl_pl: Musisz określić 'Sieć tunelu'.

source: The field 'TLS Authentication Key' does not appear to be valid.
cs_cz: Obsah kolonky „TLS ověřovací klíč“ se nezdá být platný.
el_gr: Το πεδίο «Κλειδί ελέγχου ταυτότητας TLS» δεν φαίνεται να είναι έγκυρο.
pl_pl: Pole 'Serwer DNS #1' musi zawierać prawidłowy adres IP

source: The specified 'Local port' is in use. Please select another value.
cs_cz: Zadaný „Místní port“ je už používán. Zvolte jinou hodnotu.
el_gr: Η καθορισμένη «Τοπική θύρα» χρησιμοποιείται. Επιλέξτε μια άλλη τιμή.
pl_pl: Określony 'Lokalny port' jest już używany. Proszę wybrać inną wartość.

source: Please enter all information for the new certificate.
cs_cz: Zadejte všechny informace pro nový certifikát.
el_gr: Παρακαλώ εισάγετε όλες τις πληροφορίες για το νέο πιστοποιητικό.
pl_pl: Proszę podać wszystkie informacje dotyczące nowego certyfikatu.

source: Please enter only a two-letter ISO country code
cs_cz: Zadejte pouze dvoupísmenný kód země dle ISO normy
el_gr: Παρακαλώ εισάγετε μόνο έναν κωδικό χώρας ISO δύο γραμμάτων
pl_pl: Proszę podać tylko dwuliterowy kod kraju ISO

source: Please do not use special characters in Certificate field names.
cs_cz: V kolonce Certifikát nepoužívejte zvláštní znaky.
el_gr: Μην χρησιμοποιείτε ειδικούς χαρακτήρες στα ονόματα πεδίων πιστοποιητικών.
pl_pl: Proszę nie używać specjalnych znaków w nazwach pól certyfikatów.

source: Please enter all information for the new Certificate Authority.
cs_cz: Zadejte všechny údaje pro novou certifikační autoritu.
el_gr: Παρακαλώ εισάγετε όλες τις πληροφορίες για τη νέα Αρχή έκδοσης πιστοποιητικών.
pl_pl: Proszę podać wszystkie informacje dotyczące nowego Urzędu Certyfikacji.

source: Please enter a valid IP address or hostname for the authentication server.
cs_cz: Zadejte platnou IP adresu nebo název stroje ověřovacího serveru.
el_gr: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση IP ή όνομα κεντρικού υπολογιστή για τον διακομιστή ελέγχου ταυτότητας.
pl_pl: Proszę podać prawidłowy adres IP lub nazwę hosta dla serwera uwierzytelniania.

source: Please choose a different name because an authentication server with this name already exists.
cs_cz: Zvolte jiný název protože ověřovací server s tímto názvem už existuje.
el_gr: Επιλέξτε διαφορετικό όνομα, επειδή υπάρχει ήδη ένας διακομιστής ελέγχου ταυτότητας με αυτό το όνομα.
pl_pl: Proszę wybrać inną nazwę, ponieważ serwer uwierzytelniania o tej nazwie już istnieje.

source: Please enter all information for authentication server.
cs_cz: Zadejte veškeré údaje pro ověřovací server.
el_gr: Παρακαλώ εισάγετε όλες τις πληροφορίες για τον διακομιστή ελέγχου ταυτότητας.
pl_pl: Proszę podać wszystkie informacje dotyczące serwera uwierzytelniania.

source: Please enter a valid port number.
cs_cz: Zadejte platné číslo portu.
el_gr: Παρακαλώ εισάγετε έναν έγκυρο αριθμό θύρας.
pl_pl: Proszę podać prawidłowy numer portu.

source: Interface Name
cs_cz: Název rozhraní
el_gr: Όνομα διεπαφής
pl_pl: Nazwa interfejsu

source: AS Path List
cs_cz: Seznam umístění AS
el_gr: Λίστα διαδρομών AS
pl_pl: Lista ścieżek AS

source: Secquence Number
cs_cz: Pořadové číslo
el_gr: Αριθμός ακολουθίας
pl_pl: Numer sekwencyjny

source: AS Number
cs_cz: Číslo AS
el_gr: Αριθμός AS
pl_pl: Numer AS

source: Route Map outbound
cs_cz: Mapa odchozích tras
el_gr: Χάρτης διαδρομής προς τα έξω
pl_pl: Mapa trasy wychodzącej

source: Route Map inbound
cs_cz: Mapa příchozích tras
el_gr: Χάρτης διαδρομής προς τα εισερχόμενα
pl_pl: Mapa trasy przychodzącej

source: Prefix List outbound
cs_cz: Seznam předpon pro odchozí
el_gr: Λίστα προθεμάτων εξερχόμενη
pl_pl: Lista prefiksów wychodzących

source: Prefix List inbound
cs_cz: Seznam předpon pro příchozí
el_gr: Εισερχόμενη λίστα προθεμάτων
pl_pl: Lista prefiksów przychodzących

source: Neighbor Address
cs_cz: Adresa souseda
el_gr: Διεύθυνση Γείτονα
pl_pl: Adres sąsiada

source: A (IPv4)
el_gr: Α (IPv4)
it_it: UN (IPv4)

source: Checking...
cs_cz: Kontrola…
el_gr: Ελεγχος...
pl_pl: Sprawdzanie...

source: Alwaysdata
el_gr: Πάντα δεδομένα
it_it: Sempre dati

source: Area in wildcard mask style like 0.0.0.0 and no decimal 0
cs_cz: Oblast ve stylu zástupné masky jako 0.0.0.0 a ne desítková 0
el_gr: Περιοχή σε στυλ μάσκας μπαλαντέρ όπως 0.0.0.0 και χωρίς δεκαδικό 0
pl_pl: Obszar w stylu maski wieloznacznikowej, jak 0.0.0.0 i bez dziesiętnego 0

source: Cloudflare
el_gr: Νεφελώδης έκλαμψη

source: DigitalOcean
el_gr: Ψηφιακός Ωκεανός

source: Dynu
el_gr: Ντίνου

source: Enable / Disable
cs_cz: Vypnout/zapnout
el_gr: Ενεργοποίηση / Απενεργοποίηση
pl_pl: Włącz / Wyłącz

source: Enter the number of first-level subdirectories for the local cache (default is 16).
cs_cz: Zadejte počet podsložek první úrovně pro místní mezipaměť (výchozí je 16).
el_gr: Εισαγάγετε τον αριθμό των υποκαταλόγων πρώτου επιπέδου για την τοπική προσωρινή μνήμη (η προεπιλογή είναι 16).
pl_pl: Wprowadź liczbę podkatalogów pierwszego poziomu dla lokalnej pamięci podręcznej (domyślnie to 16).

source: FreeDNS
el_gr: Δωρεάν DNS
it_it: DNS gratuito

source: Infoblox
el_gr: Πληροφοριακό μπλοκ

source: Neighbor AS.
cs_cz: Sousední AS.
el_gr: Γειτονικό AS.
pl_pl: Sąsiadujący AS.

source: Number of first-level subdirectories
cs_cz: Počet podsložek na první úrovni
el_gr: Αριθμός υποκαταλόγων πρώτου επιπέδου
pl_pl: Liczba podkatalogów pierwszego poziomu

source: Number of second-level subdirectories
cs_cz: Počet podsložek na druhé úrovni
el_gr: Αριθμός υποκαταλόγων δεύτερου επιπέδου
pl_pl: Liczba podkatalogów drugiego poziomu

source: Prefix-List for inbound direction
cs_cz: Seznam předpon pro příchozí směr
el_gr: Λίστα προθεμάτων για εισερχόμενη κατεύθυνση
pl_pl: Lista prefiksów dla kierunku przychodzącego

source: Prefix-List for outbound direction
cs_cz: Seznam předpon pro odchozí směr
el_gr: Λίστα προθεμάτων για εξερχόμενη κατεύθυνση
pl_pl: Lista prefiksów dla kierunku wychodzącego

source: Route-Map for inbound direction
cs_cz: Mapa tras pro příchozí směr
el_gr: Χάρτης διαδρομής για κατεύθυνση εισόδου
pl_pl: Mapa trasy dla kierunku przychodzącego

source: Route-Map for outbound direction
cs_cz: Mapa tras pro odchozí směr
el_gr: Χάρτης διαδρομής για εξερχόμενη κατεύθυνση
pl_pl: Mapa trasy dla kierunku wychodzącego

source: Route-map ID between 10 and 99. Be aware that the sorting will be done under the hood, so when you add an entry between it get's to the right position
cs_cz: Identifikátor mapy trasy z rozmezí 10 až 99. Uvědomte si, že řazení se bude dít pod povrchem, takže když přidáte položku mezi tím, dostane se na správnou pozici
el_gr: Αναγνωριστικό χάρτη διαδρομής μεταξύ 10 και 99. Λάβετε υπόψη ότι η ταξινόμηση θα γίνει στο παρασκήνιο, επομένως όταν προσθέσετε μια καταχώρηση μεταξύ αυτής, θα φτάσει στη σωστή θέση.
pl_pl: ID mapy trasy między 10 a 99. Pamiętaj, że sortowanie będzie wykonywane w tle, więc gdy dodasz wpis między, trafi on na właściwą pozycję.

source: Router ID as IPv4 Address
cs_cz: IPv4 adresa jako identifikátor směrovače
el_gr: Αναγνωριστικό δρομολογητή ως διεύθυνση IPv4
pl_pl: ID routera jako adres IPv4

source: SURBL
el_gr: ΣΟΥΡΜΠΛ

source: Select other routing sources, which should be redistributed to the other nodes.
cs_cz: Vyberte ostatní zdroje směrování, které by měly být šířeny dál na ostatní uzly.
el_gr: Επιλέξτε άλλες πηγές δρομολόγησης, οι οποίες θα πρέπει να αναδιανεμηθούν στους άλλους κόμβους.
pl_pl: Wybierz inne źródła trasowania, które powinny być redystrybuowane do innych węzłów.

source: Select the interfaces, where no OSPF packets should be sent to.
cs_cz: Vyberte rozhraní na které by neměly být posílány žádné OSPF pakety.
el_gr: Επιλέξτε τις διεπαφές στις οποίες δεν θα πρέπει να αποστέλλονται πακέτα OSPF.
pl_pl: Wybierz interfejsy, na które nie powinny być wysyłane pakiety OSPF.

source: Select the interfaces, where no RIP packets should be sent to.
cs_cz: Vyberte rozhraní na které by neměly být posílány žádné RIP pakety.
el_gr: Επιλέξτε τις διεπαφές στις οποίες δεν θα πρέπει να αποστέλλονται πακέτα RIP.
pl_pl: Wybierz interfejsy, na które nie powinny być wysyłane pakiety RIP.

source: TCP keepalive
cs_cz: Udržování TCP spojení
el_gr: Διατήρηση ενεργού TCP
pl_pl: Utrzymywanie połączenia TCP
zh_cn: TCP在线检测

source: The AS pattern you want to match, regexp allowed (e.g. .$ or _1$). It's not validated so please be careful!
cs_cz: Vzor AS, který chcete porovnat, je možné použít regulární výraz (např. .$ nebo _1$). Správnost není ověřována, takže buďte opatrní!
el_gr: Το μοτίβο AS που θέλετε να αντιστοιχίσετε, επιτρέπεται η regexp (π.χ. .$ ή _1$). Δεν είναι επικυρωμένο, γι' αυτό να είστε προσεκτικοί!
pl_pl: Wzór AS, który chcesz dopasować, dozwolone wyrażenia regularne (np. .$ lub _1$). Nie jest walidowany, więc bądź ostrożny!

source: The name of your Prefix-List, please choose one near to the result you want to achieve.
cs_cz: Název vašeho seznamu předpon – zvolte nějaký blízký výsledku, kterého chcete dosáhnout.
el_gr: Το όνομα της Λίστας Προθεμάτων σας, επιλέξτε ένα που να είναι πιο κοντά στο αποτέλεσμα που θέλετε να επιτύχετε.
pl_pl: Nazwa twojej listy prefiksów, proszę wybrać taką, która będzie zbliżona do zamierzonego rezultatu.
