Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable Layer4 Proxy to stream TCP/UDP. Layer4 Proxy matches before the Reverse Proxy; both can be used concurrently. More information: https://github.com/mholt/caddy-l4
cs_cz: Zapnout proxy na 4. vrstvě pro proudové vysílání TCP/UDP. Pro proxy na 4. vrstvě je hledána shoda ještě před reverzní proxy – je tedy možné používat obě souběžně. Další informace: https://github.com/mholt/caddy-l4
de_de: Layer-4-Proxy aktivieren, um TCP/UDP zu streamen. Der Layer-4-Proxy greift vor dem Reverse-Proxy; beide können gleichzeitig verwendet werden. Weitere Informationen: https://github.com/mholt/caddy-l4
el_gr: Ενεργοποίηση του Layer4 Proxy για ροή TCP/UDP. Το Layer4 Proxy ταιριάζει με το Reverse Proxy. Και τα δύο μπορούν να χρησιμοποιηθούν ταυτόχρονα. Περισσότερες πληροφορίες: https://github.com/mholt/caddy-l4
fa_ir: پراکسی لایه ۴ را برای استریم TCP/UDP فعال کنید. پراکسی لایه ۴ قبل از Reverse Proxy مطابقت می‌دهد؛ هر دو می‌توانند هم‌زمان استفاده شوند. اطلاعات بیشتر: https://github.com/mholt/caddy-l4
fr_fr: Activer le Layer4 Proxy pour diffuser des flux TCP/UDP. Le Layer4 Proxy intervient avant le Reverse Proxy ; les deux peuvent être utilisés simultanément. Pour plus d'informations : https://github.com/mholt/caddy-l4
it_it: Abilita il proxy Layer4 per lo streaming TCP/UDP. Il proxy Layer4 corrisponde prima del proxy inverso; entrambi possono essere utilizzati contemporaneamente. Maggiori informazioni: https://github.com/mholt/caddy-l4
ko_kr: TCP/UDP 스트리밍을 위해 Layer4 프록시를 활성화합니다. Layer4 프록시는 리버스 프록시보다 먼저 일치하며, 두 가지를 동시에 사용할 수 있습니다. 자세한 정보: https://github.com/mholt/caddy-l4
uk_ua: Увімкнути проксі Layer4 для потокової передачі TCP/UDP. Проксі Layer4 спрацьовує до зворотного проксі; обидва можуть використовуватися одночасно. Додаткова інформація: https://github.com/mholt/caddy-l4
zh_cn: 启用第4层代理来传输TCP/UDP。第4层代理在反向代理之前匹配；两者可以同时使用。更多信息：https://github.com/mholt/caddy-l4

source: Enable Legacy Providers.
cs_cz: Používat i zastaralé poskytovatele.
de_de: Aktiviere Legacy-Provider.
el_gr: Ενεργοποίηση παρόχων παλαιού τύπου.
fa_ir: Legacy Providers را فعال کنید.
fr_fr: Activer les anciens fournisseurs.
it_it: Abilita provider legacy.
ko_kr: 레거시 제공자를 사용.
uk_ua: Увімкнути застарілі провайдери.
zh_cn: 启用旧版程序。

source: Enable Log Processor (IDS)
cs_cz: Zapnout zpracovávání záznamů událostí (IDS)
de_de: Log-Prozessor (IDS) aktivieren
el_gr: Ενεργοποίηση Επεξεργαστή Καταγραφής (IDS)
fa_ir: پردازشگر لاگ (IDS) را فعال کنید.
fr_fr: Activer le processeur de journalisation (IDS)
it_it: Abilita processore log (IDS)
ko_kr: 로그 프로세서(IDS) 활성화
uk_ua: Увімкнути обробник журналів (IDS)
zh_cn: 启用日志处理器 (IDS)

source: Enable MQTT
cs_cz: Zapnout MQTT
de_de: MQTT aktivieren
el_gr: Ενεργοποίηση MQTT
fa_ir: MQTT را فعال کنید.
fr_fr: Activer MQTT
it_it: Abilita MQTT
ko_kr: MQTT 사용
uk_ua: Увімкнути MQTT
zh_cn: 启用 MQTT

source: Enable OpenTelemetry Output
cs_cz: Zapnout výstup OpenTelemetry
de_de: OpenTelemetry-Ausgabe aktivieren
el_gr: Ενεργοποίηση εξόδου OpenTelemetry
fa_ir: خروجی OpenTelemetry را فعال کنید.
fr_fr: Activer la sortie OpenTelemetry
it_it: Abilita l'output OpenTelemetry
ko_kr: OpenTelemetry 출력 활성화
uk_ua: Увімкнути вихід OpenTelemetry
zh_cn: 启用 OpenTelemetry 输出

source: Enable Remediation Component (IPS)
cs_cz: Povolení složky nápravy (IPS)
de_de: Remediation-Komponente (IPS) aktivieren
el_gr: Ενεργοποίηση στοιχείου αποκατάστασης (IPS)
fa_ir: مولفه Remediation (IPS) را فعال کنید.
fr_fr: Activer le composant de remédiation (IPS)
it_it: Abilita componente di riparazione (IPS)
ko_kr: 업데이트 적용 구성 요소(IPS) 사용
uk_ua: Увімкнути компонент виправлення (IPS)
zh_cn: 启用修复组件 (IPS)

source: Enable TLS handshakes logging
cs_cz: Zapnout zaznamenávání událostí navazování TLS spojení
de_de: TLS-Handshake-Protokollierung aktivieren
el_gr: Ενεργοποίηση καταγραφής χειραψιών TLS
fa_ir: ثبت لاگ TLS handshakes را فعال کنید.
fr_fr: Activer la journalisation des échanges TLS
it_it: Abilita la registrazione degli handshake TLS
ko_kr: TLS 핸드셰이크 로깅을 사용
uk_ua: Увімкнути логування рукостискань TLS
zh_cn: 启用TLS握手日志

source: Enable automatic OCSP response updates. Each OCSP response will be updated at least once an hour, and even more frequently if a given OCSP response has an expire date earlier than this one hour limit.
cs_cz: Povolení automatických aktualizací odpovědí protokolu OCSP. Každá odpověď OCSP bude aktualizována nejméně jednou za hodinu a ještě častěji, pokud má daná odpověď OCSP dřívější datum skončení platnosti než tento hodinový limit.
de_de: Aktiviert die automatische Aktualisierung von OCSP-Antworten. Jede OCSP-Antwort wird mindestens einmal pro Stunde aktualisiert – bei Bedarf häufiger, wenn ihr Ablaufdatum innerhalb dieser Stunde liegt.
el_gr: Ενεργοποιήστε τις αυτόματες ενημερώσεις απαντήσεων OCSP. Κάθε απάντηση OCSP θα ενημερώνεται τουλάχιστον μία φορά την ώρα και ακόμη πιο συχνά εάν μια δεδομένη απάντηση OCSP έχει ημερομηνία λήξης νωρίτερα από αυτό το όριο της μίας ώρας.
fa_ir: به‌روزرسانی خودکار پاسخ‌های OCSP را فعال کنید. هر پاسخ OCSP حداقل هر ساعت یک‌بار به‌روزرسانی می‌شود و اگر تاریخ انقضای یک پاسخ زودتر از این حد یک‌ساعته باشد، به‌روزرسانی‌ها با فاصلهٔ زمانی کمتر انجام می‌شود.
fr_fr: Activer la mise à jour automatique des réponses OCSP. Chaque réponse OCSP sera mise à jour au moins une fois par heure, et même plus fréquemment si une réponse OCSP donnée a une date d'expiration antérieure à cette limite d'une heure.
it_it: Abilita gli aggiornamenti automatici della risposta OCSP. Ogni risposta OCSP verrà aggiornata almeno una volta ogni ora e anche più frequentemente se una determinata risposta OCSP ha una data di scadenza precedente al limite di un'ora.
ko_kr: 자동 OCSP 응답 업데이트를 사용합니다. 각 OCSP 응답은 최소 한 시간에 한 번 업데이트되며, 특정 OCSP 응답의 만료 날짜가 이 한 시간 제한보다 이른 경우 더 자주 업데이트됩니다.
uk_ua: Увімкнути автоматичне оновлення відповідей OCSP. Кожна відповідь OCSP оновлюватиметься щонайменше раз на годину, і навіть частіше, якщо термін дії даної відповіді OCSP закінчується раніше цього годинного ліміту.
zh_cn: 启用自动OCSP响应更新。 每个OCSP响应将至少每小时更新一次，如果给定OCSP响应的过期日期早于这一小时限制，则更新频率会更高。

source: Enable control agent.
cs_cz: Zapnout řídícího agenta
de_de: Aktiviert den Control Agent.
el_gr: Ενεργοποίηση παράγοντα ελέγχου.
fa_ir: عامل کنترل را فعال کنید.
fr_fr: Activer l'agent de contrôle.
it_it: Abilita agente di controllo.
ko_kr: 컨트롤 에이전트 사용.
uk_ua: Увімкнути керуючий агент.
zh_cn: 启用控制代理。

source: Enable custom constraints.
cs_cz: Povolit uživatelsky určená omezení.
de_de: Benutzerdefinierte Einschränkungen aktivieren.
el_gr: Ενεργοποίηση προσαρμοσμένων περιορισμών.
fa_ir: محدودیت‌های سفارشی را فعال کنید.
fr_fr: Activer les contraintes personnalisées.
it_it: Abilita vincoli personalizzati.
ko_kr: 사용자 정의 제약을 사용.
uk_ua: Увімкнути користувацькі обмеження.
zh_cn: 启用自定义约束。

source: Enable eve HTTP logging
cs_cz: Povolení protokolování eve HTTP
de_de: Eve-HTTP-Protokollierung aktivieren
el_gr: Ενεργοποίηση καταγραφής HTTP eve
fa_ir: لاگ HTTP eve را فعال کنید.
fr_fr: Activer la journalisation eve HTTP
it_it: Abilita la registrazione HTTP eve
ko_kr: eve HTTP 로깅 사용
uk_ua: Увімкнути логування HTTP eve
zh_cn: 启用eve HTTP日志记录

source: Enable eve TLS logging
cs_cz: Povolení protokolování eve TLS
de_de: Eve TLS-Protokollierung aktivieren
el_gr: Ενεργοποίηση καταγραφής TLS eve
fa_ir: لاگ TLS eve را فعال کنید.
fr_fr: Activer la journalisation eve TLS
it_it: Abilita la registrazione TLS eve
ko_kr: eve TLS 로깅 활성화
uk_ua: Увімкнути логування TLS eve
zh_cn: 启用eve TLS日志

source: Enable extended OIDs for Observium NMS.
cs_cz: Povolení rozšířených OID identifikátorů pro Observium NMS.
de_de: Erweiterte OIDs für Observium NMS aktivieren.
el_gr: Ενεργοποίηση εκτεταμένων OID για το Observium NMS.
fa_ir: OIDs توسعه‌یافته برای Observium NMS را فعال کنید.
fr_fr: Activer les OIDs étendus pour Observium NMS.
it_it: Abilita OID estesi per Observium NMS.
ko_kr: Observium NMS에 대한 확장 OID를 사용.
uk_ua: Увімкнути розширені OID для Observium NMS.
zh_cn: 为 Observium NMS 启用扩展 OID。

source: Enable insertion of the RFC7239 forwarded header in requests sent to servers.
cs_cz: Povolit vkládání předané hlavičky RFC7239 do požadavků odesílaných serverům.
de_de: Aktivieren Sie das Einfügen des RFC7239-Weiterleitungs-Headers in an Server gesendete Anfragen.
el_gr: Ενεργοποίηση εισαγωγής της προωθημένης κεφαλίδας RFC7239 σε αιτήματα που αποστέλλονται σε διακομιστές.
fa_ir: درج هدر Forwarded (RFC7239) در درخواست‌های ارسالی به سرورها را فعال کنید.
fr_fr: Activer l'insertion de l'en-tête RFC7239 forwarded dans les requêtes envoyées aux serveurs.
it_it: Abilita l'inserimento dell'intestazione inoltrata RFC7239 nelle richieste inviate ai server.
ko_kr: 서버에 전송되는 요청에 RFC7239 포워드 헤더 삽입을 활성화.
uk_ua: Увімкнути вставлення заголовка RFC7239 forwarded у запити, що надсилаються на сервери.
zh_cn: 允许在发送到服务器的请求中插入RFC7239转发标头。

source: Enable legacy
cs_cz: Používat i zastaralé
de_de: Legacy aktivieren
el_gr: Ενεργοποίηση παλαιού τύπου
fa_ir: حالت Legacy را فعال کنید.
fr_fr: Activer l'héritage
it_it: Abilita eredità
ko_kr: 레거시 사용
uk_ua: Увімкнути застаріле
zh_cn: 启用旧版

source: Enable local logging
cs_cz: Zapnout místní zaznamenávání událostí
de_de: Lokale Protokollierung aktivieren
el_gr: Ενεργοποίηση τοπικής καταγραφής
fa_ir: لاگ محلی را فعال کنید.
fr_fr: Activer la journalisation locale
it_it: Abilita la registrazione locale
ko_kr: 로컬 로깅 사용
uk_ua: Увімкнути локальне логування
zh_cn: 启用本地日志

source: Enable or disable Dynamic DNS. Requires a "DNS Provider" in "General Settings". The DNS records of this domain will be automatically updated. A wildcard domain will create a "*.example.com" record. A base domain will create a "example.com" or "opn.example.com" record. Some providers need subdomains to set records for domains like "opn.example.com"; in that case use the checkbox in the subdomains tab.
cs_cz: Povolení nebo zakázání dynamického DNS. Vyžaduje nastavení „Poskytovatel DNS“ v „Obecná nastavení“. DNS záznamy této domény budou automaticky aktualizovány. Doména se zástupným znakem vytvoří záznam „*.example.com“. Základní doména vytvoří záznam „example.com“ nebo „opn.example.com“. Někteří poskytovatelé potřebují k nastavení záznamů pro domény typu „opn.example.com“ subdomény; v takovém případě použijte zaškrtávací kolonku na kartě subdomén.
de_de: Dynamisches DNS aktivieren oder deaktivieren. Erfordert einen "DNS Provider" unter "General Settings". Die DNS-Einträge dieser Domain werden automatisch aktualisiert. Eine Wildcard-Domain erzeugt einen ".example.com"-Eintrag. Eine Basisdomain erzeugt einen "example.com"- oder "opn.example.com"-Eintrag. Einige Anbieter erfordern Subdomains, um Einträge für Domains wie "opn.example.com" zu setzen; in diesem Fall verwenden Sie die Checkbox im Reiter "Subdomains".*
el_gr: Ενεργοποίηση ή απενεργοποίηση δυναμικού DNS. Απαιτείται ένας "Πάροχος DNS" στις "Γενικές ρυθμίσεις". Οι εγγραφές DNS αυτού του τομέα θα ενημερώνονται αυτόματα. Ένας τομέας με μπαλαντέρ θα δημιουργήσει μια εγγραφή "*.example.com". Ένας βασικός τομέας θα δημιουργήσει μια εγγραφή "example.com" ή "opn.example.com". Ορισμένοι πάροχοι χρειάζονται υποτομείς για να ορίσουν εγγραφές για τομείς όπως "opn.example.com". Σε αυτήν την περίπτωση, χρησιμοποιήστε το πλαίσιο ελέγχου στην καρτέλα υποτομέων.
fa_ir: فعال یا غیرفعال کردن Dynamic DNS. نیازمند یک "DNS Provider" در "General Settings" است. رکوردهای DNS این دامنه به‌صورت خودکار به‌روز می‌شوند. دامنهٔ wildcard یک رکورد "*.example.com" ایجاد می‌کند. دامنهٔ پایه یک رکورد "example.com" یا "opn.example.com" ایجاد می‌کند. برخی ارائه‌دهنده‌ها برای تنظیم رکورد برای دامنه‌هایی مانند "opn.example.com" به زیردامنه نیاز دارند؛ در این صورت از تیک در زبانهٔ زیردامنه‌ها استفاده کنید.
fr_fr: Active ou désactive le DNS dynamique. Nécessite un "Fournisseur DNS" dans "Réglages généraux". Les enregistrements DNS de ce domaine seront automatiquement mis à jour. Un domaine joker créera un enregistrement "*.example.com". Un domaine de base créera un enregistrement "example.com" ou "opn.example.com". Certains fournisseurs ont besoin de sous-domaines pour définir des enregistrements pour des domaines comme "opn.example.com" ; dans ce cas, utilisez la case à cocher dans l'onglet sous-domaines.
it_it: Abilita o disabilita il DNS dinamico. Richiede un "provider DNS" in "Impostazioni generali". I record DNS di questo dominio verranno aggiornati automaticamente. Un dominio con caratteri jolly creerà un record "*.example.com". Un dominio di base creerà un record "example.com" o "opn.example.com". Alcuni provider necessitano di sottodomini per impostare record per domini come "opn.example.com"; in tal caso utilizza la casella di controllo nella scheda sottodomini.
ko_kr: 동적 DNS를 활성화하거나 비활성화합니다. "일반 설정"에서 "DNS 제공자"가 필요합니다. 이 도메인의 DNS 레코드는 자동으로 업데이트됩니다. 와일드카드 도메인은 "*.example.com " 레코드를 생성합니다. 기본 도메인은 "example.com " 또는 "opn.example.com " 레코드를 생성합니다. 일부 제공자는 "opn.example.com "과 같은 도메인의 레코드를 설정하기 위해 하위 도메인이 필요합니다. 이 경우 하위 도메인 탭의 체크박스를 사용합니다.
uk_ua: Увімкнути або вимкнути динамічний DNS. Потрібен «Постачальник DNS» у «Загальних налаштуваннях». Записи DNS цього домену будуть автоматично оновлені. Домен із підстановочним знаком створить запис «*.example.com». Базовий домен створить запис «example.com» або «opn.example.com». Деякі постачальники потребують піддоменів для встановлення записів для доменів типу «opn.example.com»; у цьому випадку використовуйте прапорець на вкладці піддоменів.
zh_cn: 启用或禁用动态DNS。需要“常规设置”中的“DNS 提供商”。此域的DNS记录将自动更新。通配符域将创建“*.example.com”记录。基本域将创建“example.com”或“opn.example.com”记录。某些提供商需要子域来为“opn.example.com”等域设置记录；在这种情况下，请使用子域选项卡中的复选框。

source: Enable or disable Dynamic DNS. Requires a "DNS Provider" in "General Settings". The DNS records of this subdomain will be automatically updated.
cs_cz: Povolení nebo zakázání dynamického DNS. Vyžaduje „Poskytovatele DNS“ v „Obecných nastaveních“. DNS záznamy této subdomény budou automaticky aktualizovány.
de_de: Dynamisches DNS aktivieren oder deaktivieren. Erfordert einen "DNS Provider" unter "General Settings". Die DNS-Einträge dieser Subdomain werden automatisch aktualisiert.
el_gr: Ενεργοποίηση ή απενεργοποίηση δυναμικού DNS. Απαιτείται "Πάροχος DNS" στις "Γενικές ρυθμίσεις". Οι εγγραφές DNS αυτού του υποτομέα θα ενημερώνονται αυτόματα.
fa_ir: فعال یا غیرفعال کردن Dynamic DNS. نیازمند یک "DNS Provider" در "General Settings" است. رکوردهای DNS این زیردامنه به‌صورت خودکار به‌روز می‌شوند.
fr_fr: Active ou désactive le DNS dynamique. Nécessite un "Fournisseur DNS" dans les "Paramètres généraux". Les enregistrements DNS de ce sous-domaine seront automatiquement mis à jour.
it_it: Abilita o disabilita il DNS dinamico. Richiede un "provider DNS" in "Impostazioni generali". I record DNS di questo sottodominio verranno aggiornati automaticamente.
ko_kr: 동적 DNS를 사용하거나 사용하지 않습니다. "일반 설정"에서 "DNS 제공자"가 필요합니다. 이 하위 도메인의 DNS 레코드는 자동으로 업데이트됩니다.
uk_ua: Увімкнути або вимкнути динамічний DNS. Потрібен «Постачальник DNS» у «Загальних налаштуваннях». Записи DNS цього піддомену будуть автоматично оновлені.
zh_cn: 启用或禁用动态 DNS。需要 "常规设置 "中的 "DNS 提供商"。该子域的 DNS 记录将自动更新。

source: Enable or disable Forward Auth. Requires an "Auth Provider" in "General Settings". Headers are set automatically to the standard of the chosen provider. Enabling this option will additionally generate the forward_auth directive in front of the reverse_proxy directive inside the scope of this handler.
cs_cz: Zapnout nebo vypnout přeposílání ověřování. Vyžaduje „Poskytovatel ověřování“ v „Obecná nastavení“. Záhlaví budou automaticky nastavována podle standardu zvoleného poskytovatele. Zapnutí této volby navíc vytvoří direktivu forward_auth před direktivou reverse_proxy uvnitř rozsahu této obslužné rutiny.
de_de: Forward Auth aktivieren oder deaktivieren. Erfordert einen "Auth Provider" unter "General Settings". Die Header werden automatisch gemäß dem Standard des gewählten Anbieters gesetzt. Durch Aktivieren dieser Option wird zusätzlich die "forward_auth"-Direktive vor der "reverse_proxy"-Direktive innerhalb dieses Handlers erzeugt.
el_gr: Ενεργοποίηση ή απενεργοποίηση της Προώθησης Εξουσιοδότησης. Απαιτείται ένας "Πάροχος Εξουσιοδότησης" στις "Γενικές Ρυθμίσεις". Οι κεφαλίδες ορίζονται αυτόματα στο πρότυπο του επιλεγμένου παρόχου. Η ενεργοποίηση αυτής της επιλογής θα δημιουργήσει επιπλέον την οδηγία forward_auth μπροστά από την οδηγία reverse_proxy εντός του πεδίου εφαρμογής αυτού του χειριστή.
fa_ir: فعال یا غیرفعال کردن Forward Auth. نیازمند یک "Auth Provider" در "General Settings" است. هدرها به‌طور خودکار مطابق استاندارد ارائه‌دهندهٔ انتخاب‌شده تنظیم می‌شوند. فعال‌سازی این گزینه همچنین دستور forward_auth را قبل از دستور reverse_proxy در محدودهٔ این handler تولید می‌کند.
fr_fr: Activer ou désactiver la fonction Forward Auth. Nécessite un "fournisseur d'authentification" dans les "Paramètres généraux". Les en-têtes sont définis automatiquement selon la norme du fournisseur choisi. L'activation de cette option génère en plus la directive forward_auth devant la directive reverse_proxy à l'intérieur du champ d'application de ce gestionnaire.
it_it: Abilita o disabilita l'autenticazione inoltro. Richiede un "Provider di autenticazione" in "Impostazioni generali". Le intestazioni vengono impostate automaticamente sullo standard del provider scelto. Abilitando questa opzione verrà inoltre generata la direttiva forward_auth davanti alla direttiva reverse_proxy all'interno dell'ambito di questo gestore.
ko_kr: 전달 인증(Forward Auth)을 활성화하거나 비활성화합니다. "일반 설정"에서 "인증 공급자"가 필요합니다. 헤더는 선택한 공급자의 표준에 맞게 자동으로 설정됩니다. 이 옵션을 활성화하면 이 핸들러의 범위 내에서 reverse_proxy 지시문 앞에 forward_auth 지시문이 추가로 생성됩니다.
uk_ua: Увімкнути або вимкнути Forward Auth. Потребує "Постачальника автентифікації" у "Загальних налаштуваннях". Заголовки встановлюються автоматично відповідно до стандарту обраного постачальника. Увімкнення цієї опції додатково згенерує директиву forward_auth перед директивою reverse_proxy в межах дії цього обробника.
zh_cn: 启用或禁用正向身份验证。需要“常规设置”中的“认证提供商”。标头会自动设置为所选提供商的标准。启用此选项还将在此处理程序范围内的反向代理指令前面生成forward_auth 指令。

source: Enable or disable HTTP over TLS (HTTPS) to communicate with the Forward Auth Provider.
cs_cz: Zapnout nebo vypnout HTTP přes TLS (HTTPS) pro komunikaci se zprostředkovatelem forward auth.
de_de: HTTP über TLS (HTTPS) zur Kommunikation mit dem Forward-Auth-Provider aktivieren oder deaktivieren.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε το HTTP μέσω TLS (HTTPS) για επικοινωνία με τον πάροχο προώθησης ελέγχου ταυτότητας.
fa_ir: HTTP روی TLS (HTTPS) برای ارتباط با Forward Auth Provider را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver HTTP over TLS (HTTPS) pour communiquer avec le Forward Auth Provider.
it_it: Abilita o disabilita HTTP su TLS (HTTPS) per comunicare con il provider di autenticazione di inoltro.
ko_kr: 전달 인증 공급자와 통신하기 위해 TLS(HTTPS)를 통한 HTTP를 활성화하거나 비활성화합니다.
uk_ua: Увімкнути або вимкнути HTTP через TLS (HTTPS) для зв'язку з постачальником Forward Auth.
zh_cn: 启用或禁用HTTP over TLS (HTTPS)来与转发认证商进行通信。

source: Enable or disable HTTP over TLS (HTTPS) to communicate with the upstream destination. Caddy uses HTTP with the upstream destination by default.
cs_cz: Zapnout/vypnout používání HTTP přes TLS (HTTPS) pro komunikaci s nadřazeným cílem. Caddy ve výchozím nastavení používá pro nadřazený cíl HTTP.
de_de: HTTP über TLS (HTTPS) zur Kommunikation mit dem Upstream-Ziel aktivieren oder deaktivieren. Caddy verwendet standardmäßig HTTP für die Verbindung zum Upstream-Ziel.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε το HTTP μέσω TLS (HTTPS) για επικοινωνία με τον ανοδικό προορισμό. Η Caddy χρησιμοποιεί HTTP με τον ανοδικό προορισμό από προεπιλογή.
fa_ir: HTTP روی TLS (HTTPS) برای ارتباط با مقصد upstream را فعال یا غیرفعال کنید. به‌طور پیش‌فرض Caddy از HTTP برای ارتباط با مقصد upstream استفاده می‌کند.
fr_fr: Activez ou désactivez HTTP over TLS (HTTPS) pour communiquer avec la destination en amont. Par défaut, Caddy utilise HTTP avec la destination en amont.
it_it: Abilita o disabilita HTTP su TLS (HTTPS) per comunicare con la destinazione upstream. Caddy utilizza HTTP con la destinazione upstream per impostazione predefinita.
ko_kr: 업스트림 목적지와 통신하기 위해 TLS(HTTPS)를 통한 HTTP를 활성화하거나 비활성화합니다. Caddy는 기본적으로 업스트림 목적지와 HTTP를 사용합니다.
uk_ua: Увімкнути або вимкнути HTTP через TLS (HTTPS) для зв'язку з кінцевим призначенням вгору за потоком. Caddy типово використовує HTTP з кінцевим призначенням вгору за потоком.
zh_cn: 启用或禁用HTTP over TLS(HTTPS) 来与上游目标进行通信。Caddy默认使用HTTP与上游目标进行通信。

source: Enable or disable NTLM. Needed to reverse proxy an Exchange Server. Warning: NTLM has been deprecated by Microsoft. This option will stay for as long as the optional http.reverse_proxy.transport.http_ntlm module can be compiled without errors.
cs_cz: Zapnout/vypnout NTLM. Potřebné pro reverzní proxy k Exchange serveru. Varování: NTLM je dle Microsoftu už zastaralé. Tato předvolba zůstane zachována jen dokud bude možné bez chyb zkompilovat modul http.reverse_proxy.transport.http_ntlm.
de_de: NTLM aktivieren oder deaktivieren. Wird benötigt, um einen Exchange-Server per Reverse-Proxy anzubinden. Achtung: NTLM wurde von Microsoft abgekündigt. Diese Option bleibt verfügbar, solange das optionale Modul "http.reverse_proxy.transport.http_ntlm" fehlerfrei kompiliert werden kann.
el_gr: Ενεργοποίηση ή απενεργοποίηση του NTLM. Απαιτείται για την αντίστροφη μεσολάβηση ενός Exchange Server. Προειδοποίηση: Το NTLM έχει καταργηθεί από τη Microsoft. Αυτή η επιλογή θα παραμείνει για όσο διάστημα η προαιρετική ενότητα http.reverse_proxy.transport.http_ntlm μπορεί να μεταγλωττιστεί χωρίς σφάλματα.
fa_ir: فعال یا غیرفعال کردن NTLM. برای reverse proxy کردن یک Exchange Server لازم است. هشدار: NTLM توسط Microsoft منسوخ شده است. این گزینه تا زمانی باقی می‌ماند که ماژول اختیاری http.reverse_proxy.transport.http_ntlm بتواند بدون خطا کامپایل شود.
fr_fr: Activer ou désactiver NTLM. Nécessaire à la mise en place d'un proxy inverse sur un serveur Exchange. Attention : NTLM a été supprimé par Microsoft. Cette option sera conservée tant que le module optionnel http.reverse_proxy.transport.http_ntlm pourra être compilé sans erreur.
it_it: Abilita o disabilita NTLM. Necessario per invertire il proxy di un Exchange Server. Avviso: NTLM è stato deprecato da Microsoft. Questa opzione rimarrà finché il modulo opzionale http.reverse_proxy.transport.http_ntlm potrà essere compilato senza errori.
ko_kr: NTLM을 활성화하거나 비활성화합니다. Exchange 서버를 리버스 프록시하기 위해 필요합니다. 경고: NTLM은 Microsoft에 의해 더 이상 지원되지 않습니다. 이 옵션은 선택적 http.reverse_proxy.transport.http_ntlm 모듈이 오류 없이 컴파일될 수 있는 한 유지됩니다.
uk_ua: Увімкнути або вимкнути NTLM. Потрібно для зворотного проксі-сервера Exchange Server. Попередження: NTLM застарів і не підтримується Microsoft. Ця опція залишатиметься до тих пір, поки додатковий модуль http.reverse_proxy.transport.http_ntlm може бути скомпільований без помилок.
zh_cn: 启用或禁用NTLM，需要反向代理Exchange Server。Microsoft已弃用NTLM。只要http.reverse_proxy.transport.http_ntlm模块能够无错误地编译，此选项就会保留。

source: Enable or disable the Caddy web server.
cs_cz: Zapnout nebo vypnout webový server Caddy.
de_de: Caddy-Webserver aktivieren oder deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση του διακομιστή ιστού Caddy.
fa_ir: وب‌سرور Caddy را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le serveur web Caddy.
it_it: Abilita o disabilita il server web Caddy.
ko_kr: Caddy 웹 서버를 사용하거나 사용하지 않습니다.
uk_ua: Увімкнути або вимкнути веб-сервер Caddy.
zh_cn: 启用或禁用Caddy网络服务器。

source: Enable or disable this relay.
cs_cz: Povolení nebo zakázání tohoto předávání.
de_de: Aktiviert oder deaktiviert diesen Relay-Dienst.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε αυτό το ρελέ.
fa_ir: این رله را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver ce relais.
it_it: Abilita o disabilita questo relè.
ko_kr: 이 릴레이를 활성화하거나 사용하지 않습니다.
uk_ua: Увімкнути або вимкнути це реле.
zh_cn: 启用或禁用该中继。
