Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: click on badge to remove filter
cs_cz: filtr odeberete kliknutím na odznáček
de_de: Klicken Sie auf das Abzeichen, um den Filter zu entfernen
el_gr: κάντε κλικ στο σήμα για να καταργήσετε το φίλτρο
fa_ir: برای حذف فیلتر روی نشان کلیک کنید
fr_fr: cliquez sur le badge pour supprimer le filtre
it_it: fare clic sul badge per rimuovere il filtro
ko_kr: 배지를 클릭하여 필터 제거
pl_pl: kliknij na odznakę, aby usunąć filtr
uk_ua: натисніть на значок, щоб видалити фільтр
zh_cn: 单击图标可以删除过滤器

source: contains
cs_cz: obsahuje
de_de: enthält
el_gr: περιέχει
fa_ir: شامل
fr_fr: contient
it_it: contiene
ko_kr: 포함
pl_pl: zawiera
uk_ua: містить
zh_cn: 包含

source: deactivated
cs_cz: deaktivováno
de_de: deaktiviert
el_gr: απενεργοποιημένο
fa_ir: غیرفعال
fr_fr: désactivé
it_it: disattivato
ko_kr: 비활성화됨
pl_pl: dezaktywowany
uk_ua: деактивовано
zh_cn: 已停用

source: dir
cs_cz: složka
de_de: Richtung
el_gr: διευθυντής
fa_ir: جهت
ko_kr: 방향
pl_pl: kierunek
uk_ua: каталог
zh_cn: 目录

source: disable
cs_cz: vypnout
de_de: Deaktivieren
el_gr: καθιστώ ανίκανο
fa_ir: غیرفعال
fr_fr: désactiver
it_it: disabilitare
ko_kr: 비활성화
pl_pl: wyłącz
uk_ua: вимкнути
zh_cn: 禁用

source: does not contain
cs_cz: neobsahuje
de_de: enthält nicht
el_gr: δεν περιέχει
fa_ir: شامل نمی‌شود
fr_fr: ne contient pas
it_it: non contiene
ko_kr: 포함하지 않음
pl_pl: nie zawiera
uk_ua: не містить
zh_cn: 不含

source: dst
cs_cz: cíl
de_de: Ziel-IP
fa_ir: مقصد
ko_kr: 목적지
pl_pl: docelowy
uk_ua: призначення
zh_cn: 目标

source: dst_port
de_de: Zielport
fa_ir: پورت مقصد
it_it: porta_dst
ko_kr: 목적지 포트
pl_pl: port_docelowy
uk_ua: порт призначення
zh_cn: 目标端口

source: is
cs_cz: je
de_de: ist gleich
el_gr: είναι
fa_ir: است
fr_fr: est
it_it: È
ko_kr: 맞음
pl_pl: jest
uk_ua: є
zh_cn: 是

source: is not
cs_cz: není
de_de: ist ungleich
el_gr: δεν είναι
fa_ir: نیست
fr_fr: n'est pas
it_it: non lo è
ko_kr: 맞지 않음
pl_pl: nie jest
uk_ua: не є
zh_cn: 否

source: label
cs_cz: štítek
de_de: Bezeichnung
el_gr: επιγραφή
fa_ir: برچسب
fr_fr: étiquette
it_it: etichetta
ko_kr: 라벨
pl_pl: etykieta
uk_ua: мітка
zh_cn: 标签

source: misconfigured
cs_cz: nesprávně nastaveno
de_de: falsch konfiguriert
el_gr: λανθασμένα διαμορφωμένο
fa_ir: پیکربندی نادرست
fr_fr: mal configuré
it_it: configurato male
ko_kr: 잘못 구성됨
pl_pl: błędna konfiguracja
uk_ua: неправильно налаштовано
zh_cn: 配置错误

source: missing
cs_cz: chybí
de_de: fehlend
el_gr: απών
fa_ir: موجود نیست
fr_fr: manquant
it_it: mancante
ko_kr: 누락
pl_pl: brakujący
uk_ua: відсутній
zh_cn: 丢失

source: not registered
cs_cz: nezaregistrováno
de_de: nicht registriert
el_gr: μη εγγεγραμμένο
fa_ir: ثبت‌نشده
fr_fr: non enregistré
it_it: non registrato
ko_kr: 등록되지 않음
pl_pl: niezarejestrowany
uk_ua: не зареєстровано
zh_cn: 未注册

source: protoname
cs_cz: název protokolu
de_de: Protokollname
el_gr: προτονάμη
fa_ir: نام پروتکل
it_it: protonome
ko_kr: 프로토콜명
pl_pl: nazwa_protokołu
uk_ua: ім'я протоколу
zh_cn: 原名

source: proxy load error
cs_cz: chyby načtení proxy
de_de: Proxy-Ladefehler
el_gr: σφάλμα φόρτωσης διακομιστή μεσολάβησης
fa_ir: خطای بارگذاری پراکسی
fr_fr: erreur de chargement du proxy
it_it: errore di caricamento del proxy
ko_kr: 프록시 로드 오류
pl_pl: błąd ładowania proxy
uk_ua: помилка завантаження проксі
zh_cn: 代理加载错误

source: registration failed
cs_cz: registrace se nezdařila
de_de: Registrierung fehlgeschlagen
el_gr: η εγγραφή απέτυχε
fa_ir: ثبت‌نام ناموفق
fr_fr: l'enregistrement a échoué
it_it: registrazione non riuscita
ko_kr: 등록 실패
pl_pl: rejestracja nie powiodła się
uk_ua: реєстрація не вдалася
zh_cn: 注册失败

source: reply-to
cs_cz: odpovědět
de_de: Antwort an
el_gr: απάντηση σε
fa_ir: پاسخ به
fr_fr: réponse à
it_it: risposta a
ko_kr: 응답
pl_pl: odpowiedz-na
uk_ua: відповісти
zh_cn: 回复

source: restart service
cs_cz: restartovat službu
de_de: Dienst neustarten
el_gr: επανεκκίνηση υπηρεσίας
fa_ir: راه‌اندازی مجدد سرویس
fr_fr: redémarrer le service
it_it: riavviare il servizio
ko_kr: 서비스 재시작
pl_pl: restartuj usługę
uk_ua: перезапустити службу
zh_cn: 重启服务

source: rule id
cs_cz: identif. pravidla
de_de: Regel-ID
el_gr: αναγνωριστικό κανόνα
fa_ir: شناسه قانون
fr_fr: id de règle
it_it: ID regola
ko_kr: 규칙 id
pl_pl: identyfikator reguły
uk_ua: ідентифікатор правила
zh_cn: 规则id

source: saved
cs_cz: uloženo
de_de: gespeichert
el_gr: αποθηκευμένο
fa_ir: ذخیره شد
fr_fr: sauvegardé
it_it: salvato
ko_kr: 저장됨
pl_pl: zapisano
uk_ua: збережено
zh_cn: 已保存

source: src
cs_cz: zdroj
de_de: Quell-IP
fa_ir: مبدا
ko_kr: 출발지
pl_pl: źródło
uk_ua: джерело
zh_cn: 源

source: src_port
de_de: Quellport
fa_ir: پورت مبدا
it_it: porta_src
ko_kr: 출발지 포트
pl_pl: port źródłowy
uk_ua: порт джерела
zh_cn: 源端口

source: start service
cs_cz: spustit službu
de_de: Dienst starten
el_gr: έναρξη υπηρεσίας
fa_ir: راه‌اندازی سرویس
fr_fr: démarrer le service
it_it: avviare il servizio
ko_kr: 서비스 시작
pl_pl: uruchom usługę
uk_ua: запустити службу
zh_cn: 启动服务

source: stop service
cs_cz: zastavit službu
de_de: Dienst stoppen
el_gr: διακοπή υπηρεσίας
fa_ir: توقف سرویس
fr_fr: arrêter le service
it_it: interrompere il servizio
ko_kr: 서비스 중단
pl_pl: zatrzymaj usługę
uk_ua: зупинити службу
zh_cn: 停止服务

source: tcpflags
fa_ir: پرچم‌های TCP
ko_kr: tcp 플래그
pl_pl: flagi TCP
uk_ua: прапори TCP
zh_cn: tcp标识

source: The proxy error pages can be altered, default layout uses OPNsense content, when Squid is selected the content for the selected language will be used (standard squid layout), Custom offers the possibility to upload your own theme content.
cs_cz: Chybové stránky proxy serveru lze pozměnit – výchozí rozložení používá obsah OPNsense; pokud je vybrán Squid, bude použit obsah pro zvolený jazyk (standardní rozložení Squid). Uživatelsky určené nabízí možnost nahrát vlastní obsah motivu vzhledu.
de_de: Die Fehlerseiten des Proxys können angepasst werden. Das Standardlayout verwendet OPNsense-Inhalte. Wenn Squid ausgewählt ist, wird der Inhalt in der gewählten Sprache verwendet (Standardlayout von Squid). Mit "Benutzerdefiniert" können eigene Layouts hochgeladen werden.
el_gr: Οι σελίδες σφαλμάτων του proxy μπορούν να τροποποιηθούν, η προεπιλεγμένη διάταξη χρησιμοποιεί περιεχόμενο OPNsense, όταν επιλεγεί το Squid θα χρησιμοποιηθεί το περιεχόμενο για την επιλεγμένη γλώσσα (τυπική διάταξη Squid), η Προσαρμοσμένη προσφέρει τη δυνατότητα μεταφόρτωσης του δικού σας περιεχομένου θέματος.
fa_ir: صفحات خطای پراکسی قابل تغییر هستند؛ چیدمان پیش‌فرض از محتوای OPNsense استفاده می‌کند. هنگامی که Squid انتخاب شود، محتوای زبان انتخاب‌شده استفاده می‌شود (چیدمان استاندارد Squid). گزینهٔ سفارشی امکان آپلود محتوای تم خود را فراهم می‌کند.
fr_fr: Les pages d'erreur proxy peuvent être modifiées, la mise en page par défaut utilise le contenu OPNsense, lorsque Squid est sélectionné le contenu de la langue sélectionnée sera utilisé (mise en page standard des calmars), Custom offre la possibilité pour télécharger votre propre contenu de thème.
it_it: Le pagine di errore del proxy possono essere modificate, il layout predefinito utilizza il contenuto OPNsense quando è selezionato Squid verrà utilizzato il contenuto per la lingua selezionata (layout standard Squid), Personalizzato offre la possibilità per caricare i contenuti del tuo tema.
ko_kr: 프록시 오류 페이지는 변경될 수 있으며, 기본 레이아웃은 OPNsense 컨텐츠를 사용하고, Squid가 선택되면 선택한 언어의 컨텐츠가 사용되며(기본 squid 레이아웃), 자신만의 테마 콘텐츠를 업로드할 수 있는 기능을 제공합니다.
pl_pl: Strony błędów proxy mogą być modyfikowane, domyślny układ korzysta z treści OPNsense, gdy wybrany jest Squid, zostanie użyta treść dla wybranego języka (standardowy układ Squid). Funkcja "Custom" umożliwia przesłanie własnej treści motywu.
uk_ua: Сторінки помилок проксі можна змінити, типовий макет використовує вміст OPNsense, якщо вибрано Squid, буде використано вміст для обраної мови (стандартний макет Squid), Користувацький пропонує можливість завантажити власний вміст теми.
zh_cn: 代理错误页面可以更改，默认布局使用OPNsense内容，当选择Squid时， 将使用所选语言的内容（标准Squid布局）， 自定义功能方便上传自己的主题内容。

source: Enable certificate revocation lists, when selected a CRL with the format XXXXXXXX.r0 is required in the chroot (/var/run/stunnel/certs/). When certificates are managed from this machine, the attached CRLs will be generated automatically. For more information about this option, see CRLpath in stunnels manual. If configured and a valid CRL is not available, all connections will be denied. Additions may need a restart of stunnel (when the certificate was already used).
cs_cz: Používat seznamy odvolaných certifikátů. Pokud je nastaveno, je v chroot (/var/run/stunnel/certs/) vyžadován CRL seznam ve formátu XXXXXXXX.r0. Při správě certifikátů z tohoto počítače jsou připojené seznamy CRL vytvářeny automaticky. Další informace o této předvolbě naleznete v části CRLpath v příručce k stunnels. Pokud nastaveno a není k dispozici platný CRL není k dispozici, budou všechna připojení odmítnuta. Přidání může vyžadovat restart stunnel (pokud byl certifikát už použit).
de_de: Zertifikatswiderruflisten aktivieren. Wenn aktiviert, wird eine CRL im Format XXXXXXXX.r0 im chroot-Verzeichnis (/var/run/stunnel/certs/) benötigt. Wenn die Zertifikate von diesem System verwaltet werden, werden die zugehörigen CRLs automatisch erzeugt. Weitere Informationen finden Sie im Abschnitt "CRLpath" im Stunnel-Handbuch. Wenn konfiguriert und keine gültige CRL verfügbar ist, werden alle Verbindungen abgelehnt. Änderungen erfordern möglicherweise einen Neustart von Stunnel (wenn das Zertifikat bereits verwendet wurde).
el_gr: Ενεργοποιήστε τις λίστες ανάκλησης πιστοποιητικών. Όταν επιλεγεί, απαιτείται μια CRL με τη μορφή XXXXXXXX.r0 στο chroot (/var/run/stunnel/certs/). Όταν η διαχείριση των πιστοποιητικών γίνεται από αυτόν τον υπολογιστή, οι συνημμένες CRL θα δημιουργούνται αυτόματα. Για περισσότερες πληροφορίες σχετικά με αυτήν την επιλογή, ανατρέξτε στην ενότητα CRLpath στο εγχειρίδιο του stunnels. Εάν έχει ρυθμιστεί και δεν υπάρχει διαθέσιμη μια έγκυρη CRL, όλες οι συνδέσεις θα απορριφθούν. Οι προσθήκες ενδέχεται να χρειαστούν επανεκκίνηση του stunnel (όταν το πιστοποιητικό έχει ήδη χρησιμοποιηθεί).
fa_ir: فهرست‌های لغو گواهی (CRL) را فعال کنید؛ در صورت انتخاب، یک CRL با فرمت XXXXXXXX.r0 در chroot (/var/run/stunnel/certs/) لازم است. وقتی گواهی‌ها از همین دستگاه مدیریت شوند، CRLهای پیوست به‌صورت خودکار تولید خواهند شد. برای اطلاعات بیشتر در مورد این گزینه، به CRLpath در راهنمای stunnel مراجعه کنید. اگر پیکربندی شده و CRL معتبر در دسترس نباشد، همهٔ اتصال‌ها رد خواهند شد. افزودن‌ها ممکن است نیاز به راه‌اندازی مجدد stunnel داشته باشند (وقتی گواهی قبلاً استفاده شده باشد).
fr_fr: Activer les listes de révocation de certificats, lorsqu'elle est sélectionnée, une CRL au format XXXXXXXX.r0 est requise dans le chroot (/var/run/stunnel/certs/). Lorsque les certificats sont gérés à partir de cette machine, les CRL attachées seront générées automatiquement. Pour plus d'informations sur cette option, voir CRLpath dans le manuel Stunnels. Si configuré et qu'une CRL valide n'est pas disponible, toutes les connexions seront refusées. Les ajouts peuvent nécessiter un redémarrage de stunnel (lorsque le certificat a déjà été utilisé).
it_it: Abilita gli elenchi di revoche di certificati, quando selezionato è richiesto un CRL con il formato XXXXXXXX.r0 nel chroot (/var/run/stunnel/certs/). Quando i certificati vengono gestiti da questa macchina, i CRL allegati verranno generati automaticamente. Per ulteriori informazioni su questa opzione, vedere CRLpath nel manuale di stunnels. Se configurato e non è disponibile un CRL valido, tutte le connessioni verranno negate. Le aggiunte potrebbero richiedere il riavvio di stunnel (quando il certificato era già utilizzato).
ko_kr: 인증서 취소 목록을 활성화하려면 chroot(/var/run/stunnel/certs/)에 형식 XXXXXXXX.r0의 CRL이 필요합니다. 인증서가 이 컴퓨터에서 관리되는 경우 첨부된 CRL은 자동으로 생성됩니다. 이 옵션에 대한 자세한 내용은 stunnels 매뉴얼의 CRLpath를 참조하세요. 구성되어 있고 유효한 CRL이 없으면 모든 연결이 거부됩니다. 추가 사항은 stunnel을 다시 시작해야 할 수 있습니다(인증서가 이미 사용되었을 때).
pl_pl: Włącz listy unieważniania certyfikatów, gdy opcja jest zaznaczona, wymagana jest CRL w formacie XXXXXXXX.r0 w chroot (/var/run/stunnel/certs/). Gdy certyfikaty są zarządzane z tej maszyny, dołączone CRL zostaną wygenerowane automatycznie. Dla więcej informacji na temat tej opcji, zobacz CRLpath w instrukcji stunnel. Jeśli skonfigurowano i ważna CRL nie jest dostępna, wszystkie połączenia zostaną odrzucone. Dodatki mogą wymagać ponownego uruchomienia stunnel (gdy certyfikat był już używany.
uk_ua: Увімкнути списки відкликання сертифікатів, при виборі потрібен CRL у форматі XXXXXXXX.r0 у chroot (/var/run/stunnel/certs/). Коли сертифікати керуються з цієї машини, прикріплені CRLs будуть генеруватися автоматично. Для отримання додаткової інформації про цю опцію дивіться CRLpath у посібнику stunnel. Якщо налаштовано і дійсний CRL недоступний, усі з'єднання будуть відхилені. Додавання може потребувати перезапуску stunnel (якщо сертифікат вже використовувався).
zh_cn: 启用证书吊销列表，当选中时，chroot（/var/run/stunnel/certs/）中需要的格式为XXXXXXXX.r0的CRL。 当从此计算机管理证书时，将自动生成附加的CRL。 有关此选项的更多信息，请参阅stunnel手册中的CRLpath。 如果已配置且有效的CRL不可用，则将拒绝所有连接。 添加可能需要重新启动stunnel（当证书已被使用时）。

source: Packets matching this rule will be mapped to the IP address given here.
cs_cz: Pakety odpovídající tomuto pravidlu budou mapovány na zde zadanou IP adresu.
de_de: Pakete, die mit dieser Regel übereinstimmen, werden auf die hier angegebene IP-Adresse umgeleitet.
el_gr: Τα πακέτα που ταιριάζουν με αυτόν τον κανόνα θα αντιστοιχιστούν στη διεύθυνση IP που δίνεται εδώ.
fa_ir: بسته‌هایی که با این قانون مطابقت دارند به آدرس IP مشخص‌شده در اینجا نگاشت می‌شوند.
fr_fr: Les paquets correspondant à cette règle seront mappés à l'adresse IP donnée ici.
it_it: I pacchetti che corrispondono a questa regola verranno mappati all'indirizzo IP fornito qui.
ko_kr: 이 규칙과 일치하는 패킷은 여기에 지정된 IP 주소로 매핑됩니다.
pl_pl: Pakiety pasujące do tej reguły zostaną przypisane do podanego tutaj adresu IP.
uk_ua: Пакети, що відповідають цьому правилу, будуть зіставлені з IP-адресою, вказаною тут.
zh_cn: 匹配此规则的数据包将映射到此处给出的IP地址。

source: A blacklist rule increases the policy's score if the pattern matches. A whitelist rule instructs Naxsi to ignore specific rules under specific conditions.
cs_cz: Pokud se vzor shoduje, pravidlo pro zařazení na seznam odepřených zvýší hodnocení zásady. Pravidlo pro zařazení na seznam povolených znamená pro Naxsi pokyn ignorovat za určitých podmínek konkrétní pravidla.
de_de: Eine Blacklist-Regel erhöht den Score der Richtlinie, wenn das Muster übereinstimmt. Eine Whitelist-Regel weist Naxsi an, bestimmte Regeln unter bestimmten Bedingungen zu ignorieren.
el_gr: Ένας κανόνας μαύρης λίστας αυξάνει τη βαθμολογία της πολιτικής εάν το μοτίβο ταιριάζει. Ένας κανόνας λευκής λίστας δίνει εντολή στη Naxsi να αγνοήσει συγκεκριμένους κανόνες υπό συγκεκριμένες συνθήκες.
fa_ir: یک قانون لیست سیاه امتیاز سیاست را در صورت تطابق الگو افزایش می‌دهد. یک قانون لیست سفید به Naxsi می‌گوید که تحت شرایط مشخص قوانین معینی را نادیده بگیرد.
fr_fr: Une règle de liste noire augmente le score de la stratégie si le modèle correspond. Une règle de liste blanche indique à Naxsi d'ignorer des règles spécifiques dans des conditions spécifiques.
it_it: Una regola della lista nera aumenta il punteggio della policy se il modello corrisponde. Una regola della whitelist indica a Naxsi di ignorare regole specifiche in condizioni specifiche.
ko_kr: 블랙리스트 규칙은 패턴이 일치할 경우 정책 점수를 높입니다. 화이트리스트 규칙은 Naxi에게 특정 조건에서 특정 규칙을 무시하도록 지시합니다.
pl_pl: Reguła czarnej listy zwiększa wynik polityki, jeśli wzorzec pasuje. Reguła białej listy instruuje Naxsi, aby ignorować określone reguły w określonych warunkach
uk_ua: Правило чорного списку збільшує оцінку політики, якщо шаблон збігається. Правило білого списку вказує Naxsi ігнорувати конкретні правила за певних умов.
zh_cn: 如果模式匹配，黑名单规则会增加策略的分数。 白名单规则指示 Naxsi 在特定条件下忽略特定规则。

source: A bug in the PROXY protocol v2 implementation was present in HAProxy up to version 2.1. Enabling this option reverts this old buggy behaviour.
cs_cz: Do verze 2.1 se v HAProxy nacházela chyba v implementaci PROXY protokolu verze 2. Zapnutí této volby provede vrácení k tomuto starému nesprávnému chování.
de_de: Ein Fehler in der PROXY-v2-Protokollimplementierung war bis HAProxy-Version 2.1 vorhanden. Durch Aktivieren dieser Option wird das alte, fehlerhafte Verhalten wiederhergestellt.
el_gr: Ένα σφάλμα στην υλοποίηση του πρωτοκόλλου PROXY v2 υπήρχε στο HAProxy έως την έκδοση 2.1. Η ενεργοποίηση αυτής της επιλογής επαναφέρει αυτήν την παλιά συμπεριφορά σφάλματος.
fa_ir: یک باگ در پیاده‌سازی PROXY protocol v2 در HAProxy تا نسخهٔ 2.1 وجود داشت. فعال‌سازی این گزینه باعث بازگرداندن این رفتار قدیمی و دارای باگ می‌شود.
fr_fr: Un bogue dans l'implémentation du protocole PROXY v2 était présent dans HAProxy jusqu'à la version 2.1. L'activation de cette option rétablit ce vieux comportement bogué.
it_it: Un bug nell'implementazione del protocollo PROXY v2 era presente in HAProxy fino alla versione 2.1. Abilitando questa opzione si ripristina questo vecchio comportamento difettoso.
ko_kr: HAProxy 2.1 이하 버전에서는 PRProxy 프로토콜 v2 구현에 버그가 존재했습니다. 이 옵션을 활성화하면 해당 오래된 잘못된 동작이 되돌아갑니다.
pl_pl: Błąd w implementacji protokołu PROXY v2 występował w HAProxy do wersji 2.1. Włączenie tej opcji przywraca to stare błędne zachowanie.
uk_ua: Помилка в реалізації протоколу PROXY v2 була присутня в HAProxy до версії 2.1. Увімкнення цієї опції повертає цю стару помилкову поведінку.
zh_cn: 直到 2.1 版的 HAProxy 中都存在 PROXY 协议 v2 实现中的错误。 启用此选项会恢复这种旧的错误行为。

source: A list of RPCs to disable.
cs_cz: Seznam RPC volání, která zakázat.
de_de: Eine Liste von zu deaktivierenden RPCs.
el_gr: Μια λίστα με RPC προς απενεργοποίηση.
fa_ir: فهرستی از RPCها برای غیرفعال‌سازی.
fr_fr: Une liste de RPCs à désactiver.
it_it: Un elenco di RPC da disabilitare.
ko_kr: 사용하지 않도록 설정할 RPC 목록입니다.
pl_pl: Lista RPC do wyłączenia.
uk_ua: Список RPC, які потрібно вимкнути.
zh_cn: 要禁用的RPC列表。

source: A standard HAProxy expression formed by a sample-fetch followed by some converters.
cs_cz: Standardní výraz HAProxy tvořený sample-fetch, za kterým následuje několik převodníků.
de_de: Ein standardmäßiger HAProxy-Ausdruck, bestehend aus einer "sample-fetch"-Anweisung, gefolgt von mehreren Konvertern.
el_gr: Μια τυπική έκφραση HAProxy που σχηματίζεται από μια λήψη δείγματος ακολουθούμενη από ορισμένους μετατροπείς.
fa_ir: یک عبارت استاندارد HAProxy که از یک sample-fetch و سپس چند تبدیل‌کننده تشکیل شده است.
fr_fr: Une expression HAProxy standard formée par une extraction d'échantillon suivie de quelques convertisseurs.
it_it: Un'espressione HAProxy standard formata da un recupero di campioni seguito da alcuni convertitori.
ko_kr: 샘플 페치와 일부 변환기에 의해 형성된 표준 HAProxy 표현식입니다.
pl_pl: Standardowe wyrażenie HAProxy utworzone przez próbkę-odbiór, po której następują konwertery.
uk_ua: Стандартний вираз HAProxy, утворений вибірковим вилученням (sample-fetch), за яким слідують деякі перетворювачі.
zh_cn: 一个标准的 HAProxy 表达式，由样本提取和一些转换器组成。

source: A string describing the pattern. This is mostly used for analyzing and to have some human-understandable text.
cs_cz: Řetězec popisující vzor. Používá se hlavně k analýze a k tomu, aby byl k dispozici nějaký člověku srozumitelný text.
de_de: Ein Text zur Beschreibung des Musters. Hauptsächlich zur Analyse und besseren Verständlichkeit gedacht.
el_gr: Μια συμβολοσειρά που περιγράφει το μοτίβο. Χρησιμοποιείται κυρίως για ανάλυση και για να υπάρχει κάποιο κείμενο κατανοητό από τον άνθρωπο.
fa_ir: متنی که الگو را توصیف می‌کند؛ عمدتاً برای تحلیل و تهیهٔ توضیحی قابل‌فهم برای انسان استفاده می‌شود.
fr_fr: Une chaîne décrivant le modèle. Ceci est principalement utilisé pour analyser et pour avoir du texte compréhensible par l'homme.
it_it: Una stringa che descrive il modello. Viene utilizzato principalmente per analizzare e ottenere testo comprensibile dall'uomo.
ko_kr: 패턴을 설명하는 문자열입니다. 이것은 주로 분석하고 인간이 이해할 수 있는 텍스트를 갖는 데 사용된다.
pl_pl: Ciąg opisujący wzorzec. Jest to głównie używane do analizy oraz aby mieć tekst zrozumiały dla człowieka.
uk_ua: Рядок, що описує шаблон. Це переважно використовується для аналізу та для отримання тексту, зрозумілого людині.
zh_cn: 描述模式的文本，主要用于分析和方便理解。

source: API User
cs_cz: Uživatel pro API
de_de: API Benutzer
el_gr: Χρήστης API
fa_ir: کاربر API
fr_fr: Utilisateur de l'API
it_it: Utente API
ko_kr: API 사용자
pl_pl: Użytkownik API
uk_ua: Користувач API
zh_cn: API 用户

source: Access log target
cs_cz: Cíl záznamu přístupů
de_de: Ziel für Zugriffsprotokollierung
el_gr: Στόχος καταγραφής πρόσβασης
fa_ir: هدف لاگ دسترسی
fr_fr: Cible du journal d'accès
it_it: Destinazione del registro di accesso
ko_kr: 액세스 로그 대상
pl_pl: Cel logu dostępu
uk_ua: Ціль журналу доступу
zh_cn: 访问日志目标

source: Accounting
cs_cz: Účtování
de_de: Abrechnung
el_gr: Λογιστική
fa_ir: حسابداری
fr_fr: Comptabilité
it_it: Contabilità
ko_kr: 계정
pl_pl: Rozliczenie
uk_ua: Бухгалтерія
zh_cn: 记账

source: Accounting-Response
cs_cz: Účetnictví-odpověď
de_de: Abrechnungsantwort
el_gr: Λογιστική-Απάντηση
fa_ir: پاسخ حسابداری
fr_fr: Comptabilité-Réponse
it_it: Risposta contabile
ko_kr: 계정-응답
pl_pl: Odpowiedź rozliczeniowa
uk_ua: Бухгалтерія-Відповідь
zh_cn: 计帐响应

source: Accounting-Server
cs_cz: Účetnictví-Server
de_de: Abrechnungsserver
el_gr: Λογιστική-Διακομιστής
fa_ir: سرور حسابداری
fr_fr: Comptabilité-Serveur
it_it: Server di contabilità
ko_kr: 계정-서버
pl_pl: Serwer rozliczeniowy
uk_ua: Бухгалтерський-Сервер
zh_cn: 记帐服务器

source: Action to perform when filter policy applies
cs_cz: Akci kterou provést pokud se uplatní zásada filtru
de_de: Aktion, die ausgeführt werden soll, wenn die Filterrichtlinie zutrifft.
el_gr: Ενέργεια που θα εκτελεστεί όταν εφαρμόζεται πολιτική φιλτραρίσματος
fa_ir: عملی که هنگام اعمال سیاست فیلتر انجام شود
fr_fr: Action à exécuter lorsque la politique de filtrage s'applique
it_it: Azione da eseguire quando si applica la policy di filtro
ko_kr: 필터 정책이 적용될 때 수행할 작업
pl_pl: Akcja do wykonania, gdy stosuje się polityka filtru
uk_ua: Дія, що виконується при застосуванні політики фільтру
zh_cn: 应用过滤策略时要执行的操作

source: Add AgentX Support
cs_cz: Přidání podpory AgentX
de_de: AgentX-Unterstützung hinzufügen
el_gr: Προσθήκη υποστήριξης AgentX
fa_ir: افزودن پشتیبانی AgentX
fr_fr: Ajouter le support AgentX
it_it: Aggiungi il supporto AgentX
ko_kr: AgentX 지원 추가
pl_pl: Dodaj wsparcie dla AgentX
uk_ua: Додати підтримку AgentX
zh_cn: 添加AgentX支持

source: Add all nameservers found in /etc/resolv.conf to this resolver configuration.
cs_cz: Přidat do nastavení tohoto překládání všechny jmenné servery, nalezené v souboru /etc/resolv.conf.
de_de: Fügt alle in /etc/resolv.conf gefundenen Nameserver zu dieser Resolver-Konfiguration hinzu.
el_gr: Προσθέστε όλους τους διακομιστές ονομάτων που βρίσκονται στο /etc/resolv.conf σε αυτήν τη διαμόρφωση του αναλυτή.
fa_ir: تمام نام‌سرورهای موجود در /etc/resolv.conf را به این پیکربندی resolver اضافه کنید.
fr_fr: Ajoutez tous les serveurs de noms trouvés dans /etc/resolv.conf à cette configuration de résolveur.
it_it: Aggiungi tutti i nameserver trovati in /etc/resolv.conf a questa configurazione del risolutore.
ko_kr: /etc/resolv.conf에 있는 모든 네임서버를 이 해석기 구성에 추가합니다.
pl_pl: Dodaj wszystkie serwery nazw znalezione w /etc/resolv.conf do tej konfiguracji resolvera.
uk_ua: Додати всі сервери імен, знайдені в /etc/resolv.conf, до цієї конфігурації роздільника.
zh_cn: 将在 /etc/resolv.conf 中找到的所有域名服务器添加到该解析器配置中。

source: Add an optional description for this Prefix-List.
cs_cz: Přidání nepovinného popisu tohoto seznamu předpon.
de_de: Optionale Beschreibung für diese Präfixliste hinzufügen.
el_gr: Προσθέστε μια προαιρετική περιγραφή για αυτήν τη Λίστα Προθέματος.
fa_ir: توضیح اختیاری برای این Prefix-List اضافه کنید.
fr_fr: Ajouter une description facultative pour cette liste de préfixes.
it_it: Aggiungi una descrizione facoltativa per questo elenco di prefissi.
ko_kr: 이 프리픽스 목록에 대한 설명(선택 사항)을 추가합니다.
pl_pl: Dodaj opcjonalny opis dla tej listy Prefix-List.
uk_ua: Додати необов'язковий опис для цього списку префіксів.
zh_cn: 为前缀列表添加一个可选的描述。
