Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This option causes mpd to adjust incoming and outgoing TCP SYN segments so that the requested maximum segment size is not greater than the amount allowed by the interface MTU. This is necessary in many setups to avoid problems caused by routers that drop ICMP Datagram Too Big messages. Without these messages, the originating machine sends data, it passes the rogue router then hits a machine that has an MTU that is not big enough for the data. Because the IP Don't Fragment option is set, this machine sends an ICMP Datagram Too Big message back to the originator and drops the packet. The rogue router drops the ICMP message and the originator never gets to discover that it must reduce the fragment size or drop the IP Don't Fragment option from its outgoing data.
cs_cz: Tato předvolba způsobí že mpd upraví příchozí a odchozí TCP SYN segmenty tak, že požadovaná maximální velikost fragmentu nebude vyšší než objem umožňovaný MTU daného rozhraní. Toto je nezbytné v mnoha případech pro vyloučení problémů způsobovaných směrovači které zahazují ICMP datagramy se zprávou Příliš velko. Bez těchto zpráv, původní stroj, který odesílá data, předá nastrčenému směrovači pak narazí na stroj, který má MTU který není dostatečně velké pro data. Kvůli nastavené předvolbě IP nefragmentovat tento stroj pošle ICPM datagram Příliš velké zpět k původci a paket zahodí. Nastrčený směrovač zahodí ICPM zprávu a původce se nikdy nedoví, že musí zmenšit velikost fragmentu nebo ze svých odchozích dat vynechat předvolbu nefragmentovat.
de_de: Diese Option bewirkt, dass mpd eingehende und ausgehende TCP-SYN-Segmente so anpasst, dass die angeforderte maximale Segmentgröße nicht größer ist als der durch die MTU der Schnittstelle erlaubte Wert. Dies ist in vielen Setups notwendig, um Probleme zu vermeiden, die durch Router verursacht werden, die ICMP-Nachrichten vom Typ Datagram Too Big verwerfen. Ohne diese ICMP-Nachrichten sendet der Ursprungsrechner Daten, die den fehlerhaften Router passieren, aber dann auf ein Zielsystem treffen, dessen MTU nicht groß genug ist. Da die Option IP Don't Fragment gesetzt ist, antwortet das Zielsystem mit einer ICMP-Nachricht Datagram Too Big und verwirft das Paket. Der fehlerhafte Router verwirft jedoch diese ICMP-Nachricht, sodass der Ursprungsrechner nie erfährt, dass er die Fragmentgröße verringern oder die Don't Fragment-Option entfernen müsste.
el_gr: Αυτή η επιλογή αναγκάζει το mpd να προσαρμόσει τα εισερχόμενα και εξερχόμενα τμήματα TCP SYN έτσι ώστε το ζητούμενο μέγιστο μέγεθος τμήματος να μην είναι μεγαλύτερο από το επιτρεπόμενο από τη διεπαφή MTU. Αυτό είναι απαραίτητο σε πολλές ρυθμίσεις για την αποφυγή προβλημάτων που προκαλούνται από δρομολογητές που απορρίπτουν μηνύματα ICMP Datagram Too Big. Χωρίς αυτά τα μηνύματα, ο υπολογιστής προέλευσης στέλνει δεδομένα, περνάει τον απατεώνα δρομολογητή και στη συνέχεια χτυπά έναν υπολογιστή που έχει MTU που δεν είναι αρκετά μεγάλο για τα δεδομένα. Επειδή έχει οριστεί η επιλογή IP Don't Fragment, αυτός ο υπολογιστής στέλνει ένα μήνυμα ICMP Datagram Too Big πίσω στον αποστολέα και απορρίπτει το πακέτο. Ο απατεώνας δρομολογητής απορρίπτει το μήνυμα ICMP και ο αποστολέας δεν ανακαλύπτει ποτέ ότι πρέπει να μειώσει το μέγεθος του τμήματος ή να απορρίψει την επιλογή IP Don't Fragment από τα εξερχόμενα δεδομένα του.
fa_ir: این گزینه باعث می‌شود mpd بخش‌های TCP SYN ورودی و خروجی را طوری تنظیم کند که اندازه بخش حداکثر درخواستی از میزانی که توسط MTU‌ رابط مجاز است بیشتر نباشد. این در بسیاری از پیکربندی‌ها لازم است تا از مشکلات ناشی از روترهایی که پیام‌های ICMP Datagram Too Big را رها می‌کنند جلوگیری شود. بدون این پیام‌ها، ماشین مبدا داده را ارسال می‌کند، داده از روتر ناسازگار عبور می‌کند و سپس به ماشینی می‌رسد که MTU آن برای داده کافی نیست. چون گزینه IP Don't Fragment تنظیم شده است، آن ماشین پیام ICMP Datagram Too Big را به مبدا می‌فرستد و بسته را رها می‌کند. روتر ناسازگار پیام ICMP را رها می‌کند و مبدا هرگز متوجه نمی‌شود که باید اندازه تکه‌ها را کاهش دهد یا گزینه IP Don't Fragment را از داده‌های خروجی حذف کند.
fr_fr: Cette option permet à mpd d'ajuster les segments TCP SYN entrants et sortants de sorte que la taille de segment maximum demandée ne soit pas supérieure à la quantité autorisée par l'interface MTU. Ceci est nécessaire dans de nombreuses configurations pour éviter les problèmes causés par les routeurs qui suppriment les messages ICMP Datagram Too Big. Sans ces messages, la machine d'origine envoie des données, elle passe le routeur non autorisé puis frappe une machine qui a une MTU qui n'est pas assez grande pour les données. Étant donné que l'option IP Do not Fragment est définie, cette machine envoie un message ICMP Datagram Too Big à l'expéditeur et supprime le paquet. Le routeur non autorisé supprime le message ICMP et l'expéditeur ne découvre jamais qu'il doit réduire la taille du fragment ou supprimer l'option IP Do not Fragment de ses données sortantes.
it_it: Questa opzione fa sì che mpd regoli i segmenti TCP SYN in entrata e in uscita in modo che la dimensione massima del segmento richiesta non sia maggiore della quantità consentita dall'interfaccia MTU. Ciò è necessario in molte configurazioni per evitare problemi causati dai router che rilasciano messaggi ICMP Datagram Too Big. Senza questi messaggi, la macchina originaria invia i dati, supera il router non autorizzato e poi colpisce una macchina che ha una MTU non abbastanza grande per i dati. Poiché è impostata l'opzione IP Don't Fragment, questa macchina invia un messaggio ICMP Datagram Too Big all'originatore e scarta il pacchetto. Il router canaglia rilascia il messaggio ICMP e l'originatore non scopre mai che deve ridurre la dimensione del frammento o eliminare l'opzione IP Don't Fragment dai suoi dati in uscita.
ko_kr: 이 옵션은 mpd가 수신 및 송신 TCP SYN 세그먼트를 조정하여 요청된 최대 세그먼트 크기가 인터페이스 MTU에서 허용되는 양보다 크지 않도록 합니다. 이는 ICMP Datagram Too Big 메시지를 삭제하는 라우터에 의해 발생하는 문제를 피하기 위해 많은 설정에서 필요합니다. 이 메시지가 없으면 원래의 기계가 데이터를 보내면 불량 라우터를 통과한 다음 데이터에 충분히 크지 않은 MTU를 가진 기계에 도달합니다. IP Don't Fragment 옵션이 설정되어 있으므로 이 기계는 ICMP Datagram Too Big 메시지를 원래의 기계로 다시 보내고 패킷을 삭제합니다. 불량 라우터는 ICMP 메시지를 삭제하고 원래의 기계는 송신 데이터에서 단편 크기를 줄이거나 IP Don't Fragment 옵션을 삭제해야 함을 발견하지 못합니다.
pl_pl: Ta opcja powoduje, że mpd dostosowuje przychodzące i wychodzące segmenty TCP SYN tak, aby żądany maksymalny rozmiar segmentu nie był większy niż wielkość dozwolona przez MTU interfejsu. Jest to konieczne w wielu konfiguracjach, aby uniknąć problemów powodowanych przez routery, które upuszczają zbyt duże wiadomości ICMP Datagram. Bez tych wiadomości, maszyna inicjująca wysyła dane, przechodzi przez fałszywy router, a następnie trafia na maszynę, której MTU nie jest wystarczająco duże dla danych. Ponieważ ustawiona jest opcja IP Don't Fragment, ta maszyna wysyła komunikat ICMP zbyt duży datagram z powrotem do nadawcy i odrzuca pakiet. Nieuczciwy router odrzuca komunikat ICMP, a nadawca nigdy nie odkryje, że musi zmniejszyć rozmiar fragmentu lub usunąć opcję IP Don't Fragment z danych wychodzących.
uk_ua: Ця опція змушує mpd коригувати вхідні та вихідні сегменти TCP SYN так, щоб запитуваний максимальний розмір сегмента не перевищував розміру, дозволеного MTU інтерфейсу. Це необхідно в багатьох конфігураціях, щоб уникнути проблем, спричинених маршрутизаторами, які відкидають повідомлення ICMP "Datagram Too Big" (Датаграма занадто велика). Без цих повідомлень вихідна машина надсилає дані, вони проходять проблемний маршрутизатор, а потім досягають машини, MTU якої недостатньо для цих даних. Оскільки опція IP "Не фрагментувати" встановлена, ця машина надсилає повідомлення ICMP "Datagram Too Big" назад до відправника та відкидає пакет. Проблемний маршрутизатор відкидає повідомлення ICMP, і відправник ніколи не дізнається, що він повинен зменшити розмір фрагмента або відмовитися від опції IP "Не фрагментувати" у своїх вихідних даних.
zh_cn: 此选项使MPD调整传入和传出的TCP SYN段，以便请求的最大段大小不大于接口MTU允许的量。在许多设置中，这是必要的，以避免由于路由器丢弃ICMP数据报的信息太大而引起的问题。如果没有这些信息，发起机器发送数据，它会通过流氓路由器，然后击中一台具有不足以容纳数据的MTU的机器。因为设置了IP不分片选项，这台机器将一个ICMP数据报太大的消息发送回发起方并丢弃数据包。流氓路由器丢弃了ICMP消息，发起者永远不会发现它必须减小分片大小，或者从它的传出数据中删除IP不分片选项。

source: Disable tcpmssfix (enabled by default).
cs_cz: Vypnout tcpmssfix (ve výchozím stavu zapnuto).
de_de: Deaktiviere TCPmssFix (Standard ist aktiviert).
el_gr: Απενεργοποιήστε το tcpmssfix (ενεργοποιημένο από προεπιλογή).
fa_ir: غیرفعال‌کردن tcpmssfix (به‌صورت پیش‌فرض فعال است).
fr_fr: Désactiver tcpmssfix (activé par défaut).
it_it: Disabilita tcpmssfix (abilitato per impostazione predefinita).
ko_kr: tcpmssfix를 사용하지 않도록 설정합니다(기본적으로 사용).
pl_pl: Wyłącz tcpmssfix (domyślnie włączone).
uk_ua: Вимкнути tcpmssfix (увімкнено типово).
zh_cn: 禁用tcpmssfix((默认启用)。

source: This option enables Van Jacobson TCP header compression, which saves several bytes per TCP data packet. You almost always want this option. This compression ineffective for TCP connections with enabled modern extensions like time stamping or SACK, which modify TCP options between sequential packets.
cs_cz: Tato předvolba zapíná kompresi hlaviček (algoritmus Van Jacobson), které ušetří několik bajtů v každém z TCP datovém paketu. Zapíná se téměř vždy. Tato komprese není efektivní pro TCP spojení se zapnutými moderními rozšířeními jako časové razítkování nebo SACK, které upravují TCP předvolby mezi po sobě jdoucími pakety.
de_de: Diese Option aktiviert die Van Jacobson TCP-Header-Komprimierung, die mehrere Bytes pro TCP-Datenpaket spart. Diese Option ist fast immer sinnvoll. Diese Komprimierung ist unwirksam für TCP-Verbindungen mit aktivierten modernen Erweiterungen wie Zeitstempel oder SACK, die TCP-Optionen zwischen aufeinanderfolgenden Paketen ändern.
el_gr: Αυτή η επιλογή ενεργοποιεί τη συμπίεση κεφαλίδας TCP Van Jacobson, η οποία εξοικονομεί αρκετά byte ανά πακέτο δεδομένων TCP. Σχεδόν πάντα χρειάζεστε αυτήν την επιλογή. Αυτή η συμπίεση δεν είναι αποτελεσματική για συνδέσεις TCP με ενεργοποιημένες σύγχρονες επεκτάσεις όπως η χρονική σήμανση ή το SACK, οι οποίες τροποποιούν τις επιλογές TCP μεταξύ διαδοχικών πακέτων.
fa_ir: این گزینه فشرده‌سازی هدر TCP ون جیکوبسون (Van Jacobson) را فعال می‌کند که چند بایت در هر بستهٔ دادهٔ TCP صرفه‌جویی می‌کند. معمولاً این گزینه را فعال می‌خواهید. این فشرده‌سازی برای اتصالات TCP با افزونه‌های مدرن فعال مانند time stamping یا SACK که گزینه‌های TCP را بین بسته‌های متوالی تغییر می‌دهند مؤثر نیست.
fr_fr: Cette option active la compression d'en-tête TCP de Van Jacobson, qui enregistre plusieurs octets par paquet de données TCP. Vous voulez presque toujours cette option. Cette compression est inefficace pour les connexions TCP avec des extensions modernes activées comme l'horodatage ou SACK, qui modifient les options TCP entre paquets séquentiels.
it_it: Questa opzione abilita la compressione dell'intestazione TCP Van Jacobson, che consente di risparmiare diversi byte per pacchetto di dati TCP. Quasi sempre desideri questa opzione. Questa compressione è inefficace per le connessioni TCP con estensioni moderne abilitate come time stamping o SACK, che modificano le opzioni TCP tra pacchetti sequenziali.
ko_kr: 이 옵션은 TCP 데이터 패킷 당 여러 바이트를 절약하는 Van Jacobson TCP 헤더 압축을 활성화합니다. 대부분 이 옵션을 항상 사용하려고 합니다. 이 압축은 순차 패킷 간에 TCP 옵션을 수정하는 타임 스탬핑 또는 SACK와 같은 최신 확장 기능이 활성화된 TCP 연결에 대해 효과가 없습니다.
pl_pl: Ta opcja włącza kompresję nagłówka Van Jacobsona TCP, co pozwala zaoszczędzić kilka bajtów na pakiet danych TCP. Prawie zawsze chcesz tę opcję. Ta kompresja jest nieskuteczna w przypadku połączeń TCP z włączonymi nowoczesnymi rozszerzeniami, takimi jak znaczniki czasu lub SACK, które modyfikują opcje TCP między kolejnymi pakietami.
uk_ua: Ця опція вмикає стиснення заголовків TCP за Ван Джейкобсоном, що заощаджує кілька байт на кожен пакет даних TCP. Майже завжди бажано мати цю опцію. Це стиснення неефективне для TCP-з'єднань з увімкненими сучасними розширеннями, такими як мітки часу або SACK, які змінюють параметри TCP між послідовними пакетами.
zh_cn: 此选项启用Van Jacobson TCP headers压缩，每个TCP数据包可节省几个字节。 您几乎总是想要这个选项。 此压缩对启用了现代扩展(如时间戳或SACK)的TCP连接无效，它修改连续数据包之间的TCP选项。

source: Disable vjcomp(compression) (auto-negotiated by default).
cs_cz: Vypnout vjcomp (komprese) – ve výchozím stavu automaticky dohodnuto.
de_de: Deaktiviere vjcomp (Komprimierung) (standardmäßig automatisch ausgehandelt).
el_gr: Απενεργοποίηση vjcomp(compression) (αυτόματη διαπραγμάτευση από προεπιλογή).
fa_ir: غیرفعال‌کردن vjcomp (فشرده‌سازی). (به‌طور پیش‌فرض به‌صورت خودکار مذاکره می‌شود.)
fr_fr: Désactiver vjcomp (compression) (auto-négociée par défaut).
it_it: Disabilita vjcomp(compressione) (negoziata automaticamente per impostazione predefinita).
ko_kr: vjcomp(압축)를 사용하지 않도록 설정합니다(기본적으로 자동 협상됨).
pl_pl: Wyłącz vjcomp (kompresję) (domyślnie auto-negocjowane).
uk_ua: Вимкнути vjcomp (стиснення) (автоматично узгоджується типово).
zh_cn: 禁用vjcomp(压缩)(默认情况下自动协商)。

source: When the idle timeout occurs, if the dial-on-demand option is enabled, mpd goes back into dial-on-demand mode. Otherwise, the interface is brought down and all associated routes removed.
cs_cz: Když dojde k překročení časového limitu nečinnosti a je zapnutá předvolba vytočit dle potřeby, mpd se vratí do režimu vytočit dle potřeby. V opačném případě je rozhraní vypnuto a veškeré související trasy odebrány.
de_de: Wenn "Einwählen bei Bedarf" aktiviert ist und das Leerlauf-Timeout auftritt, wechselt mpd zurück in den Dial-on-Demand-Modus. Andernfalls wird die Schnittstelle deaktiviert und alle zugehörigen Routen entfernt.
el_gr: Όταν λήξει το χρονικό όριο αδράνειας, εάν είναι ενεργοποιημένη η επιλογή κλήσης κατ' απαίτηση, το mpd επιστρέφει σε λειτουργία κλήσης κατ' απαίτηση. Διαφορετικά, η διεπαφή απενεργοποιείται και όλες τα σχετικά routes καταργούνται.
fa_ir: هرگاه زمان انتظار بی‌کاری فرا برسد، اگر گزینهٔ dial-on-demand فعال باشد، mpd دوباره به حالت dial-on-demand بازمی‌گردد. در غیر این صورت، رابط پایین آورده شده و تمام مسیرهای مرتبط حذف می‌شوند.
fr_fr: Lorsque le délai d'inactivité est atteint, si l'option de numérotation à la demande est activée, mpd revient en mode de numérotation à la demande. Sinon, l'interface est désactivée et toutes les routes associées supprimées.
it_it: Quando si verifica il timeout di inattività, se l'opzione di chiamata su richiesta è abilitata, mpd torna alla modalità di chiamata su richiesta. In caso contrario, l'interfaccia verrà disattivata e tutti i percorsi associati verranno rimossi.
ko_kr: 유휴 시간 초과가 발생할 때 주문형 전화 걸기 옵션이 활성화된 경우 mpd는 주문형 전화 걸기 모드로 돌아갑니다. 그렇지 않으면 인터페이스가 중단되고 관련된 모든 경로가 제거됩니다.
pl_pl: Gdy wystąpi limit czasu bezczynności, jeśli opcja dial-on-demand jest włączona, mpd wraca do trybu dial-on-demand. W przeciwnym razie interfejs jest wyłączany, a wszystkie powiązane trasy są usuwane.
uk_ua: Коли настає тайм-аут бездіяльності, якщо опцію "з'єднання за вимогою" увімкнено, mpd повертається в режим "з'єднання за вимогою". В іншому випадку інтерфейс вимикається, а всі пов'язані маршрути видаляються.
zh_cn: 发生空闲超时时，如果启用了按需拨号选项，则mpd会返回按需拨号模式。 否则，就会关闭接口并删除所有关联的路由。

source: If no incoming or outgoing packets are transmitted for the entered number of seconds the connection is brought down.
cs_cz: Pokud v zadaném počtu sekund nejsou přeneseny žádné příchozí nebo odchozí pakety, spojení je ukončeno.
de_de: Falls keine ein- oder ausgehenden Pakete über die angegebene Dauer in Sekunden übertragen werden, wird die Schnittstelle deaktiviert.
el_gr: Εάν δεν μεταδοθούν εισερχόμενα ή εξερχόμενα πακέτα για τον καταχωρημένο αριθμό δευτερολέπτων, η σύνδεση διακόπτεται.
fa_ir: اگر به‌مدت تعداد ثانیهٔ وارد شده هیچ بستهٔ ورودی یا خروجی ارسال نشود، اتصال قطع می‌شود.
fr_fr: En l'absence de paquets entrants ou sortants pendant le nombre de seconde indiquées, l'interface est arrêtée.
it_it: Se non vengono trasmessi pacchetti in entrata o in uscita per il numero di secondi immesso, la connessione viene interrotta.
ko_kr: 입력한 시간(초) 동안 수신 또는 발신 패킷이 전송되지 않으면 연결이 중단됩니다.
pl_pl: Jeśli w ciągu podanej liczby sekund nie zostaną przesłane żadne pakiety przychodzące ani wychodzące, połączenie zostaje przerwane.
uk_ua: Якщо протягом вказаної кількості секунд не передаються вхідні або вихідні пакети, з'єднання розривається.
zh_cn: 如果在输入的秒数内没有进出的数据包，则连接断开。

source: (seconds) Default is 0, which disables the timeout feature.
cs_cz: (sekund) Výchozí je 0 (nula), což vypne funkci překročení časového limitu.
de_de: (Sekunden) Standardwert ist 0, womit das Timeout deaktiviert wird.
el_gr: (δευτερόλεπτα) Η προεπιλογή είναι 0, η οποία απενεργοποιεί τη λειτουργία χρονικού ορίου.
fa_ir: (ثانیه) پیش‌فرض 0 است که ویژگی تایم‌اوت را غیرفعال می‌کند.
fr_fr: (secondes) 0 par défaut, ce qui désactive la fonction de délai d'inactivité.
it_it: (secondi) Il valore predefinito è 0, che disabilita la funzione di timeout.
ko_kr: (초) 기본값은 0으로, 타임아웃 기능을 비활성화합니다.
pl_pl: (sekundy) Domyślnie 0, co wyłącza funkcję limitu czasu.
uk_ua: (секунди) Типово 0, що вимикає функцію тайм-ауту.
zh_cn: 默认为0(秒)，禁用空闲超时功能。

source: Idle Timeout
cs_cz: Prodleva nečinnosti
de_de: Leerlauf-Timeout
el_gr: Χρονικό όριο αδράνειας
fa_ir: زمان انتظار بی‌کاری
fr_fr: Délai d'inactivité
it_it: Timeout di inattività
ko_kr: 유휴 타임아웃
pl_pl: Limit czasu
uk_ua: Тайм-аут бездіяльності
zh_cn: 空闲超时

source: This option causes the interface to operate in dial-on-demand mode. Do NOT enable if you want your link to be always up. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
cs_cz: Tato předvolba způsobí, že rozhraní funguje v režimu vytočit na vyžádání. NEZAPÍNEJTE toto pokud chcete mít spojení stále nahozené. Rozhraní je nastaveno, ale skutečné spojení je odloženo dokud se neobjeví odpovídající odchozí provoz.
de_de: Diese Option bewirkt, dass die Schnittstelle im Dial-on-Demand-Modus arbeitet. Aktivieren Sie diese Option NICHT, wenn Ihre Verbindung dauerhaft verfügbar sein soll. Die Schnittstelle ist konfiguriert, die eigentliche Verbindung wird jedoch verzögert, bis entsprechender ausgehender Datenverkehr erkannt wird.
el_gr: Αυτή η επιλογή ενεργοποιεί τη διεπαφή σε λειτουργία κλήσης κατ' απαίτηση. ΜΗΝ την ενεργοποιήσετε εάν θέλετε η σύνδεσή σας να είναι πάντα ενεργή. Η διεπαφή έχει ρυθμιστεί, αλλά η πραγματική σύνδεση της σύνδεσης καθυστερεί μέχρι να εντοπιστεί εξερχόμενη κίνηση που πληροί τις προϋποθέσεις.
fa_ir: این گزینه باعث می‌شود رابط در حالت dial-on-demand کار کند. اگر می‌خواهید لینک همیشه برقرار باشد، این را فعال نکنید. رابط پیکربندی می‌شود اما اتصال واقعی تا زمان شناسایی ترافیک خروجی واجد شرایط به تأخیر می‌افتد.
fr_fr: Cette option fait fonctionner l'interface en mode dial-on-demand. Ne l'activez PAS si vous voulez que votre lien soit toujours opérationnel. L'interface est configurée, mais la connexion effective du lien est retardée jusqu'à ce qu'un trafic sortant qualifiant soit détecté.
it_it: Questa opzione fa sì che l'interfaccia funzioni in modalità di chiamata su richiesta. NON abilitare se vuoi che il tuo collegamento sia sempre attivo. L'interfaccia è configurata, ma la connessione effettiva del collegamento viene ritardata fino al rilevamento del traffico in uscita idoneo.
ko_kr: 이 옵션을 선택하면 인터페이스가 주문형 모드로 작동합니다. 링크를 항상 사용하도록 설정하려면 사용하지 마세요. 인터페이스는 구성되지만 링크의 실제 연결은 정규화된 발신 트래픽이 감지될 때까지 지연됩니다.
pl_pl: Ta opcja powoduje, że interfejs działa w trybie wybierania numeru na żądanie. NIE włączaj, jeśli chcesz, aby Twój link był zawsze aktywny. Interfejs jest skonfigurowany, ale rzeczywiste połączenie łącza jest opóźnione do momentu wykrycia kwalifikującego się ruchu wychodzącego.
uk_ua: Ця опція змушує інтерфейс працювати в режимі "з'єднання за вимогою". НЕ вмикайте, якщо ви хочете, щоб ваше з'єднання було завжди активним. Інтерфейс налаштований, але фактичне встановлення з'єднання затримується, доки не буде виявлено відповідний вихідний трафік.
zh_cn: 此选项使接口以按需拨号模式运行。 如果您希望链接始终处于启用状态，请勿启用。 已配置接口，但链路的实际连接会延迟到检测到合格出站流量为止。

source: Enable Dial-on-Demand mode
cs_cz: Zapnout režim spojit v případě potřeby
de_de: Dial-on-Demand-Modus aktivieren
el_gr: Ενεργοποίηση λειτουργίας κλήσης κατ' απαίτηση
fa_ir: فعال‌کردن حالت Dial-on-Demand
fr_fr: Activer le mode de connexion à la demande (Dial-on-Demand)
it_it: Abilita la modalità di chiamata su richiesta
ko_kr: 주문형 전화 걸기 모드 사용
pl_pl: Włącz tryb wybieranie na żądanie
uk_ua: Увімкнути режим "з'єднання за вимогою"
zh_cn: 启用按需拨号模式

source: Dial On Demand
cs_cz: Spojit v případě potřeby
de_de: Einwählen bei Bedarf
el_gr: Κλήση κατ' απαίτηση
fa_ir: اتصال در صورت نیاز
fr_fr: Connexion à la demande
it_it: Chiama su richiesta
ko_kr: 요청 시 연결
pl_pl: Wybieranie na Żądanie
uk_ua: З'єднання за вимогою
zh_cn: 按需拨号

source: This option causes cumulative uptime to be recorded and displayed on the Status Interfaces page.
cs_cz: Touto předvolbou bude zaznamenáván součet času, po který stroj je zapnutý a hodnota zobrazována na stránce Stav rozhraní.
de_de: Diese Option zeichnet die Gesamtverbindungszeit auf und gibt diese auf der Schnittstellen-Status-Seite aus.
el_gr: Αυτή η επιλογή έχει ως αποτέλεσμα την καταγραφή και την εμφάνιση του αθροιστικού χρόνου λειτουργίας στη σελίδα "Διεπαφές κατάστασης".
fa_ir: این گزینه باعث می‌شود زمان کار تجمعی ثبت شده و در صفحهٔ وضعیت رابط‌ها نمایش داده شود.
fr_fr: Cette option entraîne l'enregistrement et l'affichage de la disponibilité cumulée sur la page Interfaces d'état.
it_it: Questa opzione fa sì che il tempo di attività cumulativo venga registrato e visualizzato nella pagina Interfacce di stato.
ko_kr: 이 옵션을 선택하면 누적 가동 시간이 기록되어 상태 인터페이스 페이지에 표시됩니다.
pl_pl: Ta opcja powoduje, że skumulowany czas pracy jest rejestrowany i wyświetlany na stronie Status Interfejsów.
uk_ua: Ця опція дозволяє записувати та відображати сукупний час роботи на сторінці "Стан інтерфейсів".
zh_cn: 这个选项会记录持续连接正常运行时间并显示在"状态接口"页面上。

source: Enable persistent logging of connection uptime.
cs_cz: Zapnout trvalé zaznamenávání doby navázaného připojení.
de_de: Persistente Protokollierung der Verbindungsverfügbarkeit aktivieren.
el_gr: Ενεργοποιήστε τη μόνιμη καταγραφή του χρόνου λειτουργίας της σύνδεσης.
fa_ir: فعال‌کردن ثبت دائمی زمان کار اتصال.
fr_fr: Activer la journalisation persistante de la durée de fonctionnement de la connexion.
it_it: Abilita la registrazione persistente del tempo di attività della connessione.
ko_kr: 연결 가동 시간의 영구 로깅을 사용합니다.
pl_pl: Włącz stałe logowanie czasu działania połączenia.
uk_ua: Увімкнути постійне журналювання часу роботи з'єднання.
zh_cn: 启用持久运行记录。

source: Uptime Logging
cs_cz: Zaznamenávání doby chodu (uptime)
de_de: Laufzeitaufzeichnung
el_gr: Καταγραφή χρόνου λειτουργίας
fa_ir: ثبت زمان کار
fr_fr: Journalisation de la durée de fonctionnement
it_it: Registrazione del tempo di attività
ko_kr: 가동 시간 기록
pl_pl: Logowanie czasu pracy
uk_ua: Журналювання часу роботи
zh_cn: 运行日志

source: Note: Enter timeout in seconds for connection to be established (sec.) Default is 45 sec.
cs_cz: Pozn: Zadejte časový limit (v sekundách) pro navázání spojení. Výchozí je 45 sek.
de_de: Hinweis: Geben Sie die maximale Dauer in Sekunden an, in der versucht wird, eine Verbindung aufzubauen. Der Standardwert ist 45 Sekunden.
el_gr: Σημείωση: Εισαγάγετε το χρονικό όριο σε δευτερόλεπτα για την εδραίωση της σύνδεσης (δευτ.). Η προεπιλογή είναι 45 δευτ.
fa_ir: توجه: زمان انتظار برای برقراری اتصال را به ثانیه وارد کنید (ثانیه). پیش‌فرض 45 ثانیه است.
fr_fr: Remarque: Indiquez le délai maximum en secondes pour l'établissement de la connexion (sec.) Ce délai est de 45 sec par défaut.
it_it: Nota: immettere il timeout in secondi per stabilire la connessione (sec.). L'impostazione predefinita è 45 secondi.
ko_kr: 참고: 연결을 설정하기 위한 시간 초과(초)를 입력합니다 기본값은 45초입니다.
pl_pl: Uwaga: Wprowadź czas oczekiwania na nawiązanie połączenia w sekundach (sek.) Domyślnie jest to 45 sekund.
uk_ua: Нотатка: Введіть тайм-аут у секундах для встановлення з'єднання (сек.). Типово 45 сек.
zh_cn: 注意：输入建立连接的超时秒数(秒)。默认值为45秒。
