Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Do you really want to delete this interface?
cs_cz: Opravdu chcete toto rozhraní smazat?
de_de: Wollen Sie diese Schnittstelle wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτήν τη διεπαφή;
fa_ir: آیا واقعاً می‌خواهید این اینترفیس را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer cette interface ?
it_it: Vuoi davvero eliminare questa interfaccia?
ko_kr: 이 인터페이스를 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć ten interfejs?
uk_ua: Ви дійсно бажаєте видалити цей інтерфейс?
zh_cn: 真要删除该接口吗？

source: VLAN parent interface %s does not exist.
cs_cz: Nadřazené rozhraní %s VLAN sítě neexistuje.
de_de: Die übergeordnete VLAN Schnittstelle %s existiert nicht.
el_gr: Η γονική διεπαφή VLAN %s δεν υπάρχει.
fa_ir: اینترفیس والد VLAN %s وجود ندارد.
fr_fr: Le VLAN %s de l'interface parente n'existe pas.
it_it: L'interfaccia principale VLAN %s non esiste.
ko_kr: VLAN 부모 인터페이스 %s(이)가 존재하지 않습니다.
pl_pl: Interfejs nadrzędny VLAN %s nie istnieje.
uk_ua: Батьківський інтерфейс VLAN %s не існує.
zh_cn: VLAN父接口%s不存在。

source: The interface is part of a gif tunnel. Please delete the tunnel to continue
cs_cz: Toto rozhraní je součástí gif tunelu. Nejprve je třeba smazat tento tunel
de_de: Diese Schnittstelle ist Teil eines gif Tunnels. Bitte löschen Sie den Tunnel, um fortzufahren
el_gr: Η διεπαφή είναι μέρος μιας σήραγγας gif. Διαγράψτε τη σήραγγα για να συνεχίσετε.
fa_ir: این اینترفیس بخشی از یک تونل gif است. برای ادامه، تونل را حذف کنید.
fr_fr: Cette interface fait partie d'un tunnel gif. Veuillez supprimer ce tunnel pour continuer
it_it: L'interfaccia fa parte di un tunnel gif. Elimina il tunnel per continuare
ko_kr: 인터페이스는 gif 터널의 일부입니다. 계속하려면 터널을 삭제하세요
pl_pl: Interfejs jest częścią tunelu gif. Proszę usunąć tunel, aby kontynuować
uk_ua: Інтерфейс є частиною GIF тунелю. Будь ласка, видаліть тунель, щоб продовжити.
zh_cn: 该接口是gif隧道的一部分。 请删除隧道以继续

source: The interface is part of a gre tunnel. Please delete the tunnel to continue
cs_cz: Toto rozhraní je součástí gre tunelu. Nejprve je třeba smazat tento tunel
de_de: Diese Schnittstelle ist Teil eines gre Tunnels. Bitte löschen Sie den Tunnel, um fortzufahren
el_gr: Η διεπαφή είναι μέρος μιας gre tunnel. Διαγράψτε τη σήραγγα για να συνεχίσετε.
fa_ir: این اینترفیس بخشی از یک تونل gre است. برای ادامه، تونل را حذف کنید.
fr_fr: L'interface est utilisée par tunnel gre. Veuillez supprimer ce tunnel pour continuer
it_it: L'interfaccia fa parte di un tunnel gre. Elimina il tunnel per continuare
ko_kr: 인터페이스는 gre 터널의 일부입니다. 계속하려면 터널을 삭제하세요
pl_pl: Interfejs jest częścią tunelu gre. Proszę usunąć tunel, aby kontynuować
uk_ua: Інтерфейс є частиною GRE тунелю. Будь ласка, видаліть тунель, щоб продовжити.
zh_cn: 该接口是gre隧道的一部分。 请删除隧道以继续

source: The interface is part of a bridge. Please remove it from the bridge to continue
cs_cz: Toto rozhraní je součástí síťového mostu. Nejprve je třeba smazat tento most
de_de: Die Schnittstelle ist Teil einer Brücke. Bitte entfernen Sie sie aus der Brücke, um fortzufahren
el_gr: Η διεπαφή είναι μέρος μιας γέφυρας. Αφαιρέστε την από τη γέφυρα για να συνεχίσετε.
fa_ir: این اینترفیس بخشی از یک بریج است. برای ادامه، آن را از بریج حذف کنید.
fr_fr: L'interface fait partie d'un bridge. Veuillez la retirer du bridge pour continuer
it_it: L'interfaccia fa parte di un bridge. Rimuovilo dal bridge per continuare
ko_kr: 인터페이스는 브리지의 일부입니다. 계속하려면 브리지에서 제거하세요
pl_pl: Interfejs jest częścią mostu. Proszę usunąć go z mostu, aby kontynuować.
uk_ua: Інтерфейс є частиною мосту. Будь ласка, видаліть його з мосту, щоб продовжити.
zh_cn: 接口是网桥的一部分。 请从网桥中删除它以继续

source: The interface is part of a group. Please remove it from the group to continue
cs_cz: Toto rozhraní se účastní skupiny. Nejprve je třeba smazat tuto skupinu
de_de: Die Schnittstelle ist Teil einer Gruppe. Bitte entfernen Sie sie aus der Gruppe, um fortzufahren
el_gr: Η διεπαφή είναι μέρος μιας ομάδας. Παρακαλώ καταργήστε την από την ομάδα για να συνεχίσετε.
fa_ir: این اینترفیس بخشی از یک گروه است. برای ادامه، آن را از گروه حذف کنید.
fr_fr: L'interface fait partie d'un groupe. Veuillez la retirer du groupe pour continuer
it_it: L'interfaccia fa parte di un gruppo. Rimuovilo dal gruppo per continuare
ko_kr: 인터페이스가 그룹의 일부입니다. 계속하려면 그룹에서 제거하세요
pl_pl: Interfejs jest częścią grupy. Proszę usunąć go z grupy, aby kontynuować.
uk_ua: Інтерфейс є частиною групи. Будь ласка, видаліть його з групи, щоб продовжити.
zh_cn: 接口是组的一部分。 请从群组中删除它以继续

source: 802.1X Roaming Preauth
cs_cz: 802.1X roaming předověření
de_de: 802.1X Roaming-Präauthentifizierung
el_gr: Προέγκριση περιαγωγής 802.1X
fa_ir: پیش‌احراز هویت رومینگ 802.1X
fr_fr: Itinérance 802.1X (pré-authentification)
it_it: Preautenticazione roaming 802.1X
ko_kr: 802.1X 로밍 사전 인증
uk_ua: 802.1X Перед-автентифікація в роумінгу
zh_cn: 802.1X漫游预认证

source: Secondary 802.1X Authentication Server Shared Secret
cs_cz: Sdílené heslo záložního 802.1X ověřovacího serveru
de_de: Sekundäres gemeinsames 802.1X-Authentifizierungservergeheimnis
el_gr: Κοινόχρηστο μυστικό στοιχείο δευτερεύοντος διακομιστή ελέγχου ταυτότητας 802.1X
fa_ir: رمز مشترک سرور احراز هویت ثانویه 802.1X
fr_fr: Secret partagé du serveur d'authentification 802.1X secondaire
it_it: Segreto condiviso del server di autenticazione 802.1X secondario
ko_kr: 보조 802.1X 인증 서버 공유 암호
pl_pl: Wspólny sekret drugorzędnego serwera uwierzytelniania 802.1X
uk_ua: Спільний секрет додаткового сервера автентифікації 802.1X
zh_cn: 第二个802.1X认证服务器共享密钥

source: 802.1X Server Shared Secret (2)
cs_cz: Sdílené heslo 802.1X ověřovacího serveru (2)
de_de: Gemeinsames 802.1X-Servergeheimnis (2)
el_gr: Κοινό μυστικό διακομιστή 802.1X (2)
fa_ir: رمز مشترک سرور 802.1X (2)
fr_fr: Secret partagé du serveur 802.1X (2)
it_it: Segreto condiviso del server 802.1X (2)
ko_kr: 802.1X 서버 공유 암호(2)
pl_pl: Wspólny sekret serwera 802.1X (2)
uk_ua: Спільний секрет сервера 802.1X (2)
zh_cn: 802.1X服务器共享密钥(2)

source: Secondary 802.1X Authentication Server Port
cs_cz: Port záložního 802.1X ověřovacího serveru
de_de: Serverport des sekundären 802.1X Authentifizierungsservers
el_gr: Δευτερεύουσα θύρα διακομιστή ελέγχου ταυτότητας 802.1X
fa_ir: پورت سرور احراز هویت ثانویه 802.1X
fr_fr: Port du serveur d'authentification 802.1X secondaire
it_it: Porta del server di autenticazione 802.1X secondario
ko_kr: 보조 802.1X 인증 서버 포트
pl_pl: Port drugorzędnego serwera uwierzytelniania 802.1X
uk_ua: Порт додаткового сервера автентифікації 802.1X
zh_cn: 第二个802.1X认证服务器端口

source: 802.1X Server Port (2)
cs_cz: Port 802.1X serveru (2)
el_gr: Θύρα διακομιστή 802.1X (2)
fa_ir: پورت سرور 802.1X (2)
fr_fr: Port du serveur 802.1X (2)
it_it: Porta server 802.1X (2)
ko_kr: 802.1X 서버 포트(2)
pl_pl: Port serwera 802.1X (2)
uk_ua: Порт сервера 802.1X (2)
zh_cn: 802.1X服务器端口(2)

source: Secondary 802.1X Authentication Server IP Address
cs_cz: IP adresa záložního 802.1X ověřovacího serveru
de_de: IP Adresse des sekundären 802.1X Authentifizierungsservers
el_gr: Διεύθυνση IP δευτερεύοντος διακομιστή ελέγχου ταυτότητας 802.1X
fa_ir: آدرس IP سرور احراز هویت ثانویه 802.1X
fr_fr: Adresse IP du serveur d'authentification 802.1X secondaire
it_it: Indirizzo IP del server di autenticazione 802.1X secondario
ko_kr: 보조 802.1X 인증 서버 IP 주소
pl_pl: Adres IP drugorzędnego serwera uwierzytelniania 802.1X
uk_ua: IP-адреса додаткового сервера автентифікації 802.1X
zh_cn: 第二个802.1X认证服务器IP地址

source: 802.1X Server IP Address (2)
cs_cz: IP adresa 802.1X serveru (2)
de_de: 802.1X Server-IP-Adresse (2)
el_gr: Διεύθυνση IP διακομιστή 802.1X (2)
fa_ir: آدرس IP سرور 802.1X (2)
fr_fr: Adresse IP du serveur 802.1X (2)
it_it: Indirizzo IP del server 802.1X (2)
ko_kr: 802.1X 서버 IP 주소(2)
pl_pl: Adres IP serwera 802.1X (2)
uk_ua: IP-адреса сервера 802.1X (2)
zh_cn: 802.1X服务器IP地址(2)

source: 802.1X Server Shared Secret
cs_cz: Sdílené heslo 802.1X serveru
de_de: Gemeinsames 802.1X-Servergeheimnis
el_gr: Κοινό μυστικό διακομιστή 802.1X
fa_ir: رمز مشترک سرور 802.1X
fr_fr: Secret partagé du serveur 802.1X
it_it: Segreto condiviso del server 802.1X
ko_kr: 802.1X 서버 공유 암호
pl_pl: Wspólny sekret serwera 802.1X
uk_ua: Спільний секрет сервера 802.1X
zh_cn: 802.1X服务器共享密钥

source: Leave blank for the default 1812 port.
cs_cz: Pokud chcete použít výchozí port 1812, nevyplňujte.
de_de: Freilassen für Standard-Port 1812.
el_gr: Αφήστε κενό για την προεπιλεγμένη θύρα 1812.
fa_ir: برای استفاده از پورت پیش‌فرض 1812، خالی بگذارید.
fr_fr: Laisser vide pour le port par défaut 1812.
it_it: Lascia vuoto per la porta 1812 predefinita.
ko_kr: 기본 포트 1812를 비워두세요.
pl_pl: Pozostaw puste dla domyślnego portu 1812.
uk_ua: Залиште пустим для типового порту 1812.
zh_cn: 为默认的1812端口保留空白。

source: 802.1X Server Port
cs_cz: Port 802.1X serveru
el_gr: Θύρα διακομιστή 802.1X
fa_ir: پورت سرور 802.1X
fr_fr: Port du serveur 802.1X
it_it: Porta server 802.1X
ko_kr: 802.1X 서버 포트
pl_pl: Port serwera 802.1X
uk_ua: Порт сервера 802.1X
zh_cn: 802.1X服务器端口

source: Enter the IP address of the 802.1X Authentication Server. This is commonly a Radius server (FreeRadius, Internet Authentication Services, etc.)
cs_cz: Zadejte IP adresu 802.1X ověřovacího serveru. Obvykle toto bývá Radius server (FreeRadius, Internet Authentication Services, atd.)
de_de: Geben Sie die IP-Adresse den 802.1X-Authentifizierungsservers ein. Dies ist üblicherweise ein Radius-Server (FreeRadius, Internet Authentication Services etc.)
el_gr: Εισαγάγετε τη διεύθυνση IP του διακομιστή ελέγχου ταυτότητας 802.1X. Αυτός είναι συνήθως ένας διακομιστής Radius (FreeRadius, Υπηρεσίες ελέγχου ταυτότητας στο Διαδίκτυο, κ.λπ.)
fa_ir: آدرس IP سرور احراز هویت 802.1X را وارد کنید. این معمولاً یک سرور Radius (مانند FreeRadius، Internet Authentication Services و غیره) است.
fr_fr: La valeur dans ce champ est la longueur du préfixe IPv4 6RD. Normalement spécifié par le FAI. Une valeur de 0 signifie que nous intégrons la totalité de l'adresse IPv4 dans le préfixe 6RD.
it_it: Immettere l'indirizzo IP del server di autenticazione 802.1X. Di solito si tratta di un server Radius (FreeRadius, servizi di autenticazione Internet, ecc.)
ko_kr: 802.1X 인증 서버의 IP 주소를 입력하세요. 일반적으로 Radius 서버(FreeRadius, 인터넷 인증 서비스 등)입니다
pl_pl: Wprowadź adres IP serwera uwierzytelniania 802.1X. Zwykle jest to serwer Radius (FreeRadius, Internet Authentication Services itp.)
uk_ua: Введіть IP-адресу сервера автентифікації 802.1X. Зазвичай це сервер Radius (FreeRadius, Internet Authentication Services тощо).
zh_cn: 输入802.1X认证服务器的IP地址。 这通常是Radius服务器(FreeRadius，Internet认证服务等)

source: 802.1X Server IP Address
cs_cz: IP adresa 802.1X serveru
de_de: 802.1X Server IP-Addresse
el_gr: Διεύθυνση IP διακομιστή 802.1X
fa_ir: آدرس IP سرور 802.1X
fr_fr: Adresse IP du serveur 802.1X
it_it: Indirizzo IP del server 802.1X
ko_kr: 802.1X 서버 IP 주소
pl_pl: Adres IP serwera 802.1X
uk_ua: IP-адреса сервера 802.1X
zh_cn: 802.1X服务器IP地址

source: Setting this option will enable 802.1x authentication.
cs_cz: Nastavení této předvolby zapne ověřování 802.1x.
de_de: Setzen dieser Option wird die 802.1x-Authentifizierung aktivieren.
el_gr: Η ρύθμιση αυτής της επιλογής θα ενεργοποιήσει τον έλεγχο ταυτότητας 802.1x.
fa_ir: با انتخاب این گزینه، احراز هویت 802.1X فعال می‌شود.
fr_fr: Définir cette option activera l'authentification 802.1x.
it_it: L'impostazione di questa opzione abiliterà l'autenticazione 802.1x.
ko_kr: 이 옵션을 설정하면 802.1x 인증이 활성화됩니다.
pl_pl: Ustawienie tej opcji włączy uwierzytelnianie 802.1x.
uk_ua: Увімкнення цієї опції дозволить автентифікацію 802.1x.
zh_cn: 设置此选项会启用802.1x认证。

source: Enable IEEE802.1X Authentication
cs_cz: Ověřovat dle normy IEEE802.1X
de_de: IEEE802.1X Authentifizierung aktivieren
el_gr: Ενεργοποίηση ελέγχου ταυτότητας IEEE802.1X
fa_ir: فعال‌سازی احراز هویت IEEE802.1X
fr_fr: Activer l'authentification IEEE802.1X
it_it: Abilita l'autenticazione IEEE802.1X
ko_kr: IEEE 802.1X 인증 사용
pl_pl: Włącz uwierzytelnianie IEEE802.1X
uk_ua: Увімкнути автентифікацію IEEE802.1X
zh_cn: 启用EEE802.1X认证

source: Setting this option will force the AP to rekey whenever a client disassociates.
cs_cz: Nastavením této předvolby vynutí aby přístupový bod vyměnil klíče pokaždé, když se klient odpojí.
de_de: Wenn diese Option gesetzt wird, wird erzwungen, dass der AP die Schlüssel neu generiert, wenn ein Client getrennt wird.
el_gr: Η ρύθμιση αυτής της επιλογής θα αναγκάσει το σημείο πρόσβασης να επαναδημιουργεί κλειδιά κάθε φορά που ένας υπολογιστής-πελάτης αποσυνδέεται.
fa_ir: با انتخاب این گزینه، AP هر بار که یک کلاینت قطع ارتباط کند، مجبور به تجدید کلید خواهد شد.
fr_fr: En activant cette option, vous forcez le point d'accès à regénérer une clé à chaque déconnexion de client.
it_it: L'impostazione di questa opzione obbligherà l'AP a reimpostare ogni volta che un client si dissocia.
ko_kr: 이 옵션을 설정하면 클라이언트의 연결이 해제될 때마다 AP의 키를 강제로 재생성합니다.
pl_pl: Ustawienie tej opcji zmusi punkt dostępowy AP do ponownego kluczenia za każdym razem, gdy klient się rozłączy.
uk_ua: Увімкнення цієї опції змусить точку доступу перегенерувати ключ щоразу, коли клієнт від'єднується.
zh_cn: 设置此选项会强制AP在客户端解除关联时重新键入。

source: Strict Key Regeneration
cs_cz: Striktní regenerace klíče
de_de: Strenge Schlüsselerneuerung
el_gr: Αυστηρή Αναγέννηση Κλειδιών
fa_ir: تجدید سخت‌گیرانه‌ی کلید
fr_fr: Régénération stricte des clés
it_it: Rigenerazione chiave rigorosa
ko_kr: 엄격한 키 재생성
pl_pl: Ścisła regeneracja klucza
uk_ua: Строга регенерація ключа
zh_cn: 严格密钥再生

source: Allowed values are 1-9999 but should not be shorter than Key Rotation time.
cs_cz: Možné hodnoty jsou 1 až 9999, ale nemělo by být kratší než čas rotace klíče.
de_de: Die Werte 1-9999 sind erlaubt, sollte aber kürzer als die Schlüsselrotationszeit sein.
el_gr: Οι επιτρεπόμενες τιμές είναι 1-9999, αλλά δεν πρέπει να είναι μικρότερες από τον χρόνο εναλλαγής κλειδιού.
fa_ir: مقادیر مجاز بین 1 تا 9999 هستند، اما نباید از زمان تعویض کلید کوتاه‌تر باشند.
fr_fr: Les valeurs autorisées sont 1-9999 mais ne devraient pas être plus courtes que le délai de Rotation de la Clé.
it_it: I valori consentiti sono 1-9999 ma non devono essere inferiori al tempo di rotazione della chiave.
ko_kr: 허용되는 값은 1-9999이지만 키 회전 시간보다 짧아서는 안 됩니다.
pl_pl: Dozwolone wartości to 1-9999, ale nie powinny być krótsze niż czas rotacji klucza.
uk_ua: Дозволені значення 1-9999, але не повинні бути меншими за час ротації ключа.
zh_cn: 允许的值为1-9999，但不应短于密码轮换时间。

source: Master Key Regeneration
cs_cz: Obnova hlavního klíče
de_de: Regenerierung des Masterschlüssels
el_gr: Αναγέννηση κύριου κλειδιού
fa_ir: تجدید کلید اصلی
fr_fr: Régénération de la Clé Principale
it_it: Rigenerazione della chiave maestra
ko_kr: 마스터 키 재생성
pl_pl: Regeneracja klucza głównego
uk_ua: Регенерація майстер-ключа
zh_cn: 主密钥生成

source: Allowed values are 1-9999 but should not be longer than Master Key Regeneration time.
cs_cz: Možné hodnoty jsou 1 až 9999, ale nemělo by být delší než čas regenerace hlavního klíče.
de_de: Erlaubt sind die Werte 1-9999, sollte aber nicht länger als die Regenerierungszeit des Masterschlüssels sein.
el_gr: Οι επιτρεπόμενες τιμές είναι 1-9999, αλλά δεν πρέπει να υπερβαίνουν τον χρόνο αναγέννησης του κύριου κλειδιού.
fa_ir: مقادیر مجاز بین 1 تا 9999 هستند، اما نباید بیش‌تر از زمان تجدید کلید اصلی باشد.
fr_fr: Les valeurs autorisées sont 1-9999 mais ne devraient pas être plus longues que le délai de Régénération de la Clé Principale.
it_it: I valori consentiti sono 1-9999 ma non devono essere più lunghi del tempo di rigenerazione della chiave master.
ko_kr: 허용되는 값은 1-9999이지만 마스터 키 재생 시간보다 길면 안 됩니다.
pl_pl: Dozwolone wartości to 1-9999, ale nie powinny być dłuższe niż czas regeneracji klucza głównego.
uk_ua: Дозволені значення 1-9999, але не повинні бути довшими за час регенерації майстер-ключа.
zh_cn: 允许的值为1-9999，但不应长于主密钥重新生成时间。

source: Key Rotation
cs_cz: Rotace klíče
de_de: Schlüsselrotation
el_gr: Περιστροφή πλήκτρων
fa_ir: تعویض کلید
fr_fr: Rotation de la clé
it_it: Rotazione chiave
ko_kr: 키 회전
pl_pl: Rotacja klucza
uk_ua: Ротація ключа
zh_cn: 密钥循环

source: AES (recommended)
cs_cz: AES (doporučeno)
de_de: AES (empfohlen)
el_gr: AES (συνιστάται)
fa_ir: AES (پیشنهادی)
fr_fr: AES (recommandé)
it_it: AES (consigliato)
ko_kr: AES (권장)
pl_pl: AES (zalecane)
uk_ua: AES (рекомендовано)
zh_cn: AES(推荐)

source: WPA Pairwise
cs_cz: WPA párové
de_de: WPA paarweise
el_gr: WPA ανά ζεύγη
fr_fr: Appairage WPA
it_it: WPA a coppia
ko_kr: WPA 양방향
uk_ua: Попарний WPA
zh_cn: WPA配对

source: Shared Key Authentication
cs_cz: Ověřování sdíleným klíčem
de_de: Authentifizierung mittels gemeinsamen Schlüssel
el_gr: Έλεγχος ταυτότητας με κοινόχρηστο κλειδί
fa_ir: احراز هویت با کلید مشترک
fr_fr: Authentification par clé partagée
it_it: Autenticazione con chiave condivisa
ko_kr: 공유 키 인증
pl_pl: Uwierzytelnianie za pomocą wspólnego klucza
uk_ua: Автентифікація за спільним ключем
zh_cn: 预共享认证密钥

source: Open System Authentication
cs_cz: Ověření otevřeného systému
el_gr: Ανοιχτός Έλεγχος Πιστοποίησης Συστήματος
fa_ir: احراز هویت سیستم باز
fr_fr: Système d'authentification ouverte (OSA)
it_it: Apri Autenticazione del sistema
ko_kr: 개방형 시스템 인증
pl_pl: Uwierzytelnianie w otwartym systemie
uk_ua: Автентифікація відкритої системи
zh_cn: 开放系统认证

source: Pre-Shared Key
cs_cz: Předsdílený klíč
el_gr: Pre-shared κλειδί
fa_ir: کلید پیش‌اشتراکی
fr_fr: Clé Pré-Partagée (PSK)
it_it: Chiave precondivisa
ko_kr: 사전 공유 키
pl_pl: Wstępnie udostępniony klucz
uk_ua: Попередньо узгоджений ключ
zh_cn: 预共享密钥

source: WPA Key Management Mode
cs_cz: Režim správy WPA klíče
de_de: WPA Schlüsselverwaltungsmodus
el_gr: Λειτουργία διαχείρισης κλειδιών WPA
fa_ir: حالت مدیریت کلید WPA
fr_fr: Mode de gestion des clés WPA
it_it: Modalità di gestione delle chiavi WPA
ko_kr: WPA 키 관리 모드
pl_pl: Tryb zarządzania kluczem WPA
uk_ua: Режим управління ключами WPA
zh_cn: WPA 密钥管理模式

source: Both
cs_cz: Obojí
de_de: Beide
el_gr: Και οι δύο
fa_ir: هر دو
fr_fr: Les deux
it_it: Entrambi
ko_kr: 둘 다
pl_pl: Oba
uk_ua: Обидва
zh_cn: 两者

source: WPA Mode
cs_cz: Režim WPA
de_de: WPA Modus
el_gr: Λειτουργία WPA
fa_ir: حالت WPA
fr_fr: Mode WPA
it_it: Modalità WPA
ko_kr: WPA 모드
pl_pl: Tryb WPA
uk_ua: Режим WPA
zh_cn: WPA 模式

source: Passphrase must be from 8 to 63 characters.
cs_cz: Je třeba, aby heslová fráze byla dlouhá 8 až 63 znaků.
de_de: Das Passwort muss eine Länge von 8 bis 63 Zeichen haben.
el_gr: Η φράση πρόσβασης πρέπει να έχει από 8 έως 63 χαρακτήρες.
fa_ir: عبارت عبور باید بین 8 تا 63 کاراکتر باشد.
fr_fr: La phase secrète doit comprendre de 8 à 63 caractères.
it_it: La passphrase deve contenere da 8 a 63 caratteri.
ko_kr: 비밀번호 구문은 8자에서 63자 사이여야 합니다.
pl_pl: Hasło musi mieć od 8 do 63 znaków.
uk_ua: Кодова фраза має бути від 8 до 63 символів.
zh_cn: 密码必须为8到63个字符。

source: Enable WPA
cs_cz: Zapnout WPA
de_de: Aktiviere WPA
el_gr: Ενεργοποίηση WPA
fa_ir: فعال‌سازی WPA
fr_fr: Activer le WPA
it_it: Abilita WPA
ko_kr: WPA 사용
pl_pl: Włącz WPA
uk_ua: Увімкнути WPA
zh_cn: 启用WPA

source: 104 (128) bit keys may be entered as 13 ASCII characters or 26 hex digits preceded by '0x'.
cs_cz: 104 (128) bitové klíče je možné zadávat jako 13 ASCII znaků nebo 26 osmičkových, předeslaných „0x“
de_de: 104 (128) Bit-Schlüssel können als 13 ASCII-Zeichen oder als 26 Hexadezimalzahlen mit vorangestelltem '0x' eingegeben werden.
el_gr: Τα κλειδιά των 104 (128) bit μπορούν να εισαχθούν ως 13 χαρακτήρες ASCII ή 26 δεκαεξαδικά ψηφία, των οποίων προηγείται η ένδειξη '0x'.
fa_ir: کلیدهای 104 (128) بیتی را می‌توان به‌صورت 13 کاراکتر ASCII یا 26 رقم hex که با '0x' آغاز می‌شوند وارد کرد.
fr_fr: Les clés de 104 (128) bits peuvent être entrées sous forme ASCII de 13 caractères ou hexadécimal de 26 chiffres précédés par '0x'.
it_it: È possibile inserire chiavi da 104 (128) bit come 13 caratteri ASCII o 26 cifre esadecimali precedute da "0x".
ko_kr: 104(128) 비트 키는 '0x' 앞에 13개의 ASCII 문자 또는 26개의 16진수로 입력할 수 있습니다.
pl_pl: Klucze 104 (128) bitowe można wprowadzić jako 13 znaków ASCII lub 26 cyfr szesnastkowych poprzedzonych '0x'.
uk_ua: 104 (128)-бітні ключі можуть бути введені як 13 символів ASCII або 26 шістнадцяткових цифр з префіксом '0x'.
zh_cn: 104 (128)位密钥可以输入为13位ASCII，或由 '0x'开头的26位十六进制数字。

source: 40 (64) bit keys may be entered as 5 ASCII characters or 10 hex digits preceded by '0x'.
cs_cz: 40 (64) bitové klíče je možné zadávat jako 5 ASCII znaků nebo 10 osmičkových, předeslaných „0x“
de_de: 40 (64) Bit Schlüssel können als 5 ASCII Zeichen oder 10 Hexadezimalziffern mit vorangestelltem '0x' eingegeben werden.
el_gr: Τα κλειδιά των 40 (64) bit μπορούν να εισαχθούν ως 5 χαρακτήρες ASCII ή 10 δεκαεξαδικά ψηφία, των οποίων προηγείται η ένδειξη '0x'.
fa_ir: کلیدهای 40 (64) بیتی را می‌توان به‌صورت 5 کاراکتر ASCII یا 10 رقم hex که با '0x' آغاز می‌شوند وارد کرد.
fr_fr: Les clés de 40 (64) bits peuvent être entrées sous forme ASCII de 5 caractères ou hexadécimal de 10 chiffres précédés par '0x'.
it_it: Le chiavi da 40 (64) bit possono essere immesse come 5 caratteri ASCII o 10 cifre esadecimali precedute da '0x'.
ko_kr: 40(64) 비트 키는 '0x' 앞에 5개의 ASCII 문자 또는 10개의 16진수로 입력할 수 있습니다.
pl_pl: Klucze 40 (64) bitowe można wprowadzić jako 5 znaków ASCII lub 10 cyfr szesnastkowych poprzedzonych '0x'.
uk_ua: 40 (64)-бітні ключі можуть бути введені як 5 символів ASCII або 10 шістнадцяткових цифр з префіксом '0x'.
zh_cn: 40(64)位密钥可以输入为5位ASCII，或由 '0x'开头的10位十六进制数字。

source: Key 4:
cs_cz: Klíč 4:
de_de: Schlüssel 4:
el_gr: Κλειδί 4:
fa_ir: کلید 4:
fr_fr: Clé 4:
it_it: Chiave 4:
ko_kr: 키 4:
pl_pl: Klucz 4:
uk_ua: Ключ 4:
zh_cn: 密钥4:

source: Key 3:
cs_cz: Klíč 3:
de_de: Schlüssel 3:
el_gr: Κλειδί 3:
fa_ir: کلید 3:
fr_fr: Clé 3:
it_it: Chiave 3:
ko_kr: 키 3:
pl_pl: Klucz 3:
uk_ua: Ключ 3:
zh_cn: 密钥3:

source: Key 2:
cs_cz: Klíč 2:
de_de: Schlüssel 2:
el_gr: Κλειδί 2:
fa_ir: کلید 2:
fr_fr: Clé 2:
it_it: Chiave 2:
ko_kr: 키 2:
pl_pl: Klucz 2:
uk_ua: Ключ 2:
zh_cn: 密钥2:

source: Key 1:
cs_cz: Klíč 1:
de_de: Schlüssel 1:
el_gr: Κλειδί 1:
fa_ir: کلید 1:
fr_fr: Clé 1:
it_it: Chiave 1:
ko_kr: 키 1:
pl_pl: Klucz 1:
uk_ua: Ключ 1:
zh_cn: 密钥1:

source: TX key
cs_cz: Vysílací klíč
de_de: TX Schlüssel
el_gr: Κλειδί TX
fa_ir: کلید TX
fr_fr: Clé TX
it_it: Tasto TX
ko_kr: TX 키
pl_pl: Klucz TX
uk_ua: Ключ TX
zh_cn: TX密钥

source: Enable WEP
cs_cz: Zapnout WEP
de_de: Aktiviere WEP
el_gr: Ενεργοποίηση WEP
fa_ir: فعال‌سازی WEP
fr_fr: Activer le WEP
it_it: Abilita WEP
ko_kr: WEP 사용
pl_pl: Włącz WEP
uk_ua: Увімкнути WEP
zh_cn: 启用WEP

source: Setting this option will force the card to NOT broadcast its SSID (this might create problems for some clients).
cs_cz: Nastavení této předvolby vynutí aby rozhraní NEVYSÍLALO svůj SSID identifikátor (což může některým klientům způsobovat problémy).
de_de: Durch das Setzen dieser Option wird die Netzwerkkarte dazu gezwungen, die SSID nicht zu senden (dies könnte mit manchen Clients zu Problemen führen).
el_gr: Η ρύθμιση αυτής της επιλογής θα αναγκάσει την κάρτα να ΜΗΝ μεταδίδει το SSID της (αυτό μπορεί να δημιουργήσει προβλήματα σε ορισμένους υπολογιστές-πελάτες).
fa_ir: انتخاب این گزینه باعث می‌شود کارت SSID خود را پخش نکند (ممکن است برای برخی کلاینت‌ها مشکل ایجاد کند).
fr_fr: Activer cette option forcera la carte à masquer son SSID (peut être un problème pour certains clients).
it_it: L'impostazione di questa opzione forzerà la scheda a NON trasmettere il proprio SSID (questo potrebbe creare problemi per alcuni client).
ko_kr: 이 옵션을 설정하면 카드가 SSID를 브로드캐스트하지 않게 됩니다(일부 클라이언트에서 문제가 발생할 수 있음).
pl_pl: Ustawienie tej opcji zmusi kartę do NIE nadawania swojego SSID (może to stworzyć problemy dla niektórych klientów).
uk_ua: Увімкнення цієї опції змусить картку НЕ транслювати свій SSID (це може створити проблеми для деяких клієнтів).
zh_cn: 设置此选项会强制该卡不广播其SSID(这可能会导致某些客户端出现问题)。

source: Enable Hide SSID
cs_cz: Nevysílat identifikátor sítě (SSID)
de_de: SSID verstecken
el_gr: Ενεργοποίηση απόκρυψης SSID
fa_ir: فعال‌سازی پنهان‌سازی SSID
fr_fr: Activer le masquage du SSID
it_it: Abilita Nascondi SSID
ko_kr: SSID 숨기기 사용
pl_pl: Włącz ukrywanie SSID
uk_ua: Увімкнути приховування SSID
zh_cn: 启用隐藏SSID
