Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable or disable the caching of packages for linux distributions. This makes sense if you have multiple servers in your network and do not host your own package mirror. This will reduce internet traffic usage but increase disk access.
cs_cz: Zapnout nebo vypnout ukládání balíčků pro linuxové distribuce do mezipaměti. Toto dává smysl, pokud máte na síti vícero serverů a neprovozujete svoje zrcadlo balíčků. Toto odlehčí lince z Internetu, ale zintenzivní přístupy na disk.
de_de: Aktiviere oder deaktiviere das Zwischenspeichern von Paketen von Linux-Distributionen. Das mach dann Sinn, wenn Sie mehrere Server in Ihrem Netzwerk haben und keinen eigenen Paketspiegel hosten. Dies reduziert zwar den Internetdatenverkehr, erhöht aber die Festplattennutzung.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την προσωρινή αποθήκευση πακέτων για διανομές Linux. Αυτό έχει νόημα εάν έχετε πολλούς διακομιστές στο δίκτυό σας και δεν φιλοξενείτε το δικό σας mirror package. Αυτό θα μειώσει την χρήση της κίνησης στο διαδίκτυο, αλλά θα αυξήσει την πρόσβαση στον δίσκο.
fa_ir: کش کردن بسته‌های توزیع‌های linux را فعال یا غیرفعال کنید. این زمانی منطقی است که چند سرور در شبکه دارید و آینه بسته محلی ندارید؛ این کار ترافیک اینترنت را کاهش می‌دهد اما دسترسی به دیسک را افزایش می‌دهد.
fr_fr: Activer ou désactiver la mise en cache des packages pour les distributions Linux. Cette fonction est utile si votre réseau contient plusieurs serveurs et que vous n'hébergez pas votre propre miroir de paquets. Il en résultera une diminution du trafic Internet, en contre-partie d'une augmentation des accès disques.
it_it: Abilita o disabilita la memorizzazione nella cache dei pacchetti per le distribuzioni Linux. Ciò ha senso se nella rete sono presenti più server e non si ospita il proprio mirror dei pacchetti. Ciò ridurrà l'utilizzo del traffico Internet ma aumenterà l'accesso al disco.
ko_kr: 리눅스 배포판에 대한 패키지 캐싱을 사용하거나 사용하지 않습니다. . 네트워크에 여러 대의 서버가 있고 자체 패키지 미러를 호스팅하지 않는 경우에 적합합니다. 이렇게 하면 인터넷 트래픽 사용량은 줄지만 디스크 액세스는 증가합니다.
pl_pl: Włącz lub wyłącz cache'owanie pakietów dla dystrybucji Linux. Ma to sens, jeśli masz wiele serwerów w sieci i nie hostujesz własnego lustra pakietów. Zmniejszy to zużycie ruchu internetowego, ale zwiększy dostęp do dysku.
uk_ua: Увімкнути або вимкнути кешування пакунків для дистрибутивів Linux. Це має сенс, якщо у вас є декілька серверів у вашій мережі і ви не розміщуєте власне дзеркало пакунків. Це зменшить використання інтернет-трафіку, але збільшить доступ до диска.
zh_cn: 启用或禁用Linux发行版的软件包缓存。 如果您的网络中有多个服务器并且不托管自己的软件包镜像，则这是有意义的。 这会减少互联网使用量，但会增加磁盘访问量。

source: Enable or disable the defaulttarget plugin.
cs_cz: Zapnout nebo vypnout zásuvný modul defaulttarget.
de_de: Aktivieren oder deaktivieren Sie das Standard-Target-Plugin.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε το πρόσθετο defaulttarget.
fa_ir: پلاگین defaulttarget را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le greffon defaulttarget.
it_it: Abilita o disabilita il plugin di destinazione predefinito.
ko_kr: 기본 대상 플러그인을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz wtyczkę defaulttarget.
uk_ua: Увімкнути або вимкнути плагін defaulttarget.
zh_cn: 启用或禁用defaulttarget 插件。

source: Enable or disable the fix_DTAG_networks plugin.
cs_cz: Zapnout nebo vypnout zásuvný modul fix_DTAG_networks.
de_de: Aktiviere oder Deaktiviere die fix_DTAG_networks Erweiterung
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την προσθήκη fix_DTAG_networks.
fa_ir: پلاگین fix_DTAG_networks را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le greffon fix_DTAG_networks.
it_it: Abilita o disabilita il plugin fix_DTAG_networks.
ko_kr: fix_DTAG_networks 플러그인을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz wtyczkę fix_DTAG_networks.
uk_ua: Увімкнути або вимкнути плагін fix_DTAG_networks.
zh_cn: 启用或禁用 fix_DTAG_networks 插件。

source: Enable or disable the fix_bogus_via plugin.
cs_cz: Zapnout nebo vypnout zásuvný modul fix_bogus_via.
de_de: Aktivieren oder deaktivieren Sie das fix_bogus_via Plugin.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την προσθήκη fix_bogus_via.
fa_ir: پلاگین fix_bogus_via را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le greffon fix_bogus_via.
it_it: Abilita o disabilita il plugin fix_bogus_via.
ko_kr: fix_bogus_via 플러그인을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz wtyczkę fix_bogus_via.
uk_ua: Увімкнути або вимкнути плагін fix_bogus_via.
zh_cn: 启用或禁用 fix_bogus_via 插件。

source: Enable or disable the proxy service.
cs_cz: Zapnout nebo vypnout službu proxy.
de_de: Den Proxydienst aktivieren oder deaktivieren.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την υπηρεσία proxy.
fa_ir: سرویس پراکسی را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le service proxy.
it_it: Abilita o disabilita il servizio proxy.
ko_kr: 프록시 서비스를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz usługę proxy.
uk_ua: Увімкнути або вимкнути службу проксі.
zh_cn: 启用或禁用代理服务。

source: Enable or disable the rspamd service.
cs_cz: Zapnout nebo vypnout službu rspamd.
de_de: Aktivierung oder Deaktivierung des rspamd Dienstes
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την υπηρεσία rspamd.
fa_ir: سرویس rspamd را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le service rspamd.
it_it: Abilita o disabilita il servizio rspamd.
ko_kr: rspamd 서비스를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz usługę rspamd.
uk_ua: Увімкнути або вимкнути службу rspamd.
zh_cn: 启用或禁用rspamd服务。

source: Enable or disable the squid SNMP Agent.
cs_cz: Zapnout nebo vypnout SNMP agenta při squid.
de_de: Aktiviere oder Deaktiviere den Squid SNMP-Agenten.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε τον παράγοντα SNMP του squid.
fa_ir: عامل SNMP سرویس squid را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver l'Agent squid SNMP.
it_it: Abilita o disabilita l'agente SNMP Squid.
ko_kr: Squid SNMP 에이전트를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz agenta SNMP squid.
uk_ua: Увімкнути або вимкнути агент SNMP Squid.
zh_cn: 启用或禁用Squid SNMP代理。

source: Enable or disable this ftp proxy.
cs_cz: Zapnout nebo vypnout tuto ftp proxy.
de_de: Diesen FTP-PRoxy aktivieren oder deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση αυτού του ftp proxy.
fa_ir: این پراکسی ftp را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver ce proxy ftp.
it_it: Abilita o disabilita questo proxy ftp.
ko_kr: 이 ftp 프록시를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz to proxy ftp.
uk_ua: Увімкнути або вимкнути цей FTP-проксі.
zh_cn: 启用或禁用此ftp代理。

source: Enable or disable traffic management.
cs_cz: Zapnout nebo vypnout správu provozu.
de_de: Aktivieren oder deaktivieren vom Traffic Management
el_gr: Ενεργοποίηση ή απενεργοποίηση της διαχείρισης κυκλοφορίας.
fa_ir: مدیریت ترافیک را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver la gestion de trafic.
it_it: Abilita o disabilita la gestione del traffico.
ko_kr: 트래픽 관리를 활성화하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz zarządzanie ruchem.
uk_ua: Увімкнути або вимкнути керування трафіком.
zh_cn: 启用或禁用流量管理。

source: Enable or disable verbose logging. Each log line turns into a much richer format.
cs_cz: Zapnout nebo vypnout podrobnější zaznamenávání událostí. Každý řádek bude podrobnější.
de_de: Aktivieren oder deaktivieren Sie die ausführliche Protokollierung. Jede Protokollzeile wird in ein viel umfangreicheres Format umgewandelt.
el_gr: Ενεργοποίηση ή απενεργοποίηση λεπτομερούς καταγραφής. Κάθε γραμμή καταγραφής μετατρέπεται σε μια πολύ πιο εμπλουτισμένη μορφή.
fa_ir: لاگ‌گیری مفصل را فعال یا غیرفعال کنید. هر سطر لاگ به قالبی بسیار غنی‌تر تبدیل می‌شود.
fr_fr: Activer ou désactiver la journalisation verbeuse. Chaque ligne de journal se transforme en un format beaucoup plus riche.
it_it: Abilita o disabilita la registrazione dettagliata. Ogni riga di registro si trasforma in un formato molto più ricco.
ko_kr: 상세 로깅을 활성화하거나 비활성화합니다. 각 로그 행은 훨씬 더욱 많은 형식으로 바뀝니다.
pl_pl: Włącz lub wyłącz szczegółowe logowanie. Każda linia logu zamienia się w znacznie bogatszy format.
uk_ua: Увімкнути або вимкнути детальне журналювання. Кожен рядок журналу перетворюється на значно багатший формат.
zh_cn: 启用或禁用详细日志记录。 每个日志行变成更丰富的格式。

source: Enable peers
cs_cz: Zapnout protějšky
de_de: Gegenstellen aktivieren
el_gr: Ενεργοποίηση ομότιμων
fa_ir: همتاها را فعال کنید
fr_fr: Activer les pairs
it_it: Abilita peer
ko_kr: 피어 사용
pl_pl: Włącz peerów
uk_ua: Увімкнути однорангові вузли
zh_cn: 启用对端

source: Enable processes plugin
cs_cz: Zapnout zásuvný modul Procesy
de_de: Aktiviere das processes-Plugin
el_gr: Ενεργοποίηση πρόσθετου διεργασιών
fa_ir: افزونه فرآیندها را فعال کنید
fr_fr: Activer le greffon processes
it_it: Abilita il plugin dei processi
ko_kr: 프로세스 플러그인 사용
pl_pl: Włącz wtyczkę procesów
uk_ua: Увімкнути плагін процесів
zh_cn: 启用进程插件

source: Enable promiscuous mode, for certain setups (like IPS with vlans), this is required to actually capture data on the physical interface.
cs_cz: Zapnout promiskuitní režim. V určitých uspořádáních (jako IP adresy s vlan sítěmi), je toto vyžadováno aby bylo možné zachytávat data na fyzickém rozhraní.
de_de: Promiscuous-Modus aktivieren. Dieser ist bei bestimmten Konfigurationen (z. B. IPS mit VLANs) erforderlich, um Daten auf der physischen Schnittstelle erfassen zu können.
el_gr: Ενεργοποιήστε την αχαλίνωτη λειτουργία. Για ορισμένες ρυθμίσεις (όπως IPS με vlans), αυτό απαιτείται για την πραγματική καταγραφή δεδομένων στη φυσική διεπαφή.
fa_ir: حالت promiscuous را فعال کنید؛ برای برخی پیکربندی‌ها (مثل IPS با vlans)، این برای ضبط داده‌ها روی رابط فیزیکی لازم است.
fr_fr: Activez le mode promiscuous. Pour certaines configurations (comme IPS avec vlans), cela est nécessaire pour capturer réellement les données sur l’interface physique.
it_it: Abilita la modalità promiscua, per alcune configurazioni (come IPS con vlan), questo è necessario per acquisire effettivamente i dati sull'interfaccia fisica.
ko_kr: 특정 설정(예: VLAN이 있는 IPS)에 대해 무차별(Promiscuous) 모드 사용, 물리적 인터페이스에서 실제 데이터를 캡처하는 데 필요합니다.
pl_pl: Włącz tryb mieszanego odbioru (promiscuous), w pewnych konfiguracjach (jak IPS z vlanami) jest to wymagane, aby rzeczywiście przechwytywać dane na fizycznym interfejsie.
uk_ua: Увімкнути нерозбірливий режим, для певних налаштувань (наприклад, IPS з VLAN), це необхідно для фактичного захоплення даних на фізичному інтерфейсі.
zh_cn: 启用混杂模式，对于某些设置(如带有vlans的IPS)，这是在物理接口上实际捕获数据所必需的。

source: Enable proxy
cs_cz: Zapnout proxy
de_de: Proxy aktivieren
el_gr: Ενεργοποίηση διακομιστή μεσολάβησης
fa_ir: پراکسی را فعال کنید
fr_fr: Activer le proxy
it_it: Abilita proxy
ko_kr: 프록시 사용
pl_pl: Włącz proxy
uk_ua: Увімкнути проксі
zh_cn: 启用代理

source: Enable remote access
cs_cz: Zapnout vzdálený přístup
de_de: Remotezugriff aktivieren
el_gr: Ενεργοποίηση απομακρυσμένης πρόσβασης
fa_ir: دسترسی از راه دور را فعال کنید
fr_fr: Activer l'accès à distance
it_it: Abilita l'accesso remoto
ko_kr: 원격 액세스 사용
pl_pl: Włącz zdalny dostęp
uk_ua: Увімкнути віддалений доступ
zh_cn: 启用远程访问

source: Enable rspamd
cs_cz: Zapnout rspamd
de_de: Aktiviere rspamd
el_gr: Ενεργοποίηση rspamd
fa_ir: rspamd را فعال کنید
fr_fr: Activer rspamd
it_it: Abilita RSPAMD
ko_kr: rspamd 사용
pl_pl: Włącz rspamd
uk_ua: Увімкнути rspamd
zh_cn: 启用rspamd

source: Enable ruleset
cs_cz: Zapnout sadu pravidel
de_de: Aktiviert dieses Regelwerk.
el_gr: Ενεργοποίηση συνόλου κανόνων
fa_ir: مجموعه قوانین را فعال کنید
fr_fr: Activer le jeu de règles
it_it: Abilita set di regole
ko_kr: 규칙 집합 사용
pl_pl: Włącz zestaw reguł
uk_ua: Увімкнути набір правил
zh_cn: 启用规则集

source: Enable service checks
cs_cz: Zapnout kontroly služby.
de_de: Dienstprüfungen aktivieren
el_gr: Ενεργοποίηση ελέγχων υπηρεσίας
fa_ir: بررسی سرویس‌ها را فعال کنید
fr_fr: Activer les contrôles de service
it_it: Abilita i controlli del servizio
ko_kr: 서비스 검사 사용
pl_pl: Włącz sprawdzanie usług
uk_ua: Увімкнути перевірки служби
zh_cn: 启用服务检查

source: Enable siproxd service
cs_cz: Zapnout službu siproxd
de_de: Aktiviere den siproxd-Dienst
el_gr: Ενεργοποίηση υπηρεσίας siproxd
fa_ir: سرویس siproxd را فعال کنید
fr_fr: Activer le service siproxd
it_it: Abilita il servizio siproxd
ko_kr: siproxd 서비스 사용
pl_pl: Włącz usługę siproxd
uk_ua: Увімкнути службу siproxd
zh_cn: 启用siproxd服务

source: Enable sticky counters
cs_cz: Zapnout „lepivé“ čítače
de_de: Sticky-Counter aktivieren
el_gr: Ενεργοποίηση κολλητών μετρητών
fa_ir: شمارنده‌های Sticky را فعال کنید
fr_fr: Activer les compteurs collants
it_it: Abilita contatori permanenti
ko_kr: 스틱 카운터 사용
pl_pl: Włącz lepkie liczniki
uk_ua: Увімкнути фіксовані лічильники
zh_cn: 启用粘性计数器

source: Enable store logging
cs_cz: Uchovávat záznamy událostí
de_de: Aktiviere Speicherprotokollierung
el_gr: Ενεργοποίηση καταγραφής καταστήματος
fa_ir: ذخیره‌سازی لاگ را فعال کنید
fr_fr: Activer la journalisation des accès
it_it: Abilita la registrazione del negozio
ko_kr: 저장소 로깅 사용
pl_pl: Włącz logowanie magazynu
uk_ua: Увімкнути журналювання сховища
zh_cn: 启用存储日志

source: Enable store logging.
cs_cz: Uchovávat záznamy událostí.
de_de: Protokollierung von Speichervorgängen aktivieren.
el_gr: Ενεργοποίηση καταγραφής καταστήματος.
fa_ir: ذخیره‌سازی لاگ را فعال کنید.
fr_fr: Activer la journalisation des accès.
it_it: Abilita la registrazione del negozio.
ko_kr: 저장소 로깅을 사용합니다.
pl_pl: Włącz logowanie magazynu.
uk_ua: Увімкнути журналювання сховища.
zh_cn: 启用存储日志。

source: Enable the CPU collector.
cs_cz: Zapnout shromažďování údajů o procesoru.
de_de: Aktiviere den CPU-Datensammler
el_gr: Ενεργοποιήστε τον συλλέκτη CPU.
fa_ir: گردآورنده CPU را فعال کنید.
fr_fr: Activer le collecteur CPU.
it_it: Abilita il raccoglitore CPU.
ko_kr: CPU 수집기를 사용합니다.
pl_pl: Włącz kolektor CPU.
uk_ua: Увімкнути збирач ЦП.
zh_cn: 启用CPU收集器。

source: Enable the DEVSTAT collector.
cs_cz: Zapnout sběrač DEVSTAT.
de_de: Aktivierung des DEVSTAT Sammlers.
el_gr: Ενεργοποιήστε τον συλλέκτη DEVSTAT.
fa_ir: گردآورنده DEVSTAT را فعال کنید.
fr_fr: Activer le collecteur DEVSTAT.
it_it: Abilita il raccoglitore DEVSTAT.
ko_kr: DEVSTAT 수집기를 사용합니다.
pl_pl: Włącz kolektor DEVSTAT.
uk_ua: Увімкнути збирач DEVSTAT.
zh_cn: 启用DEVSTAT收集器。

source: Enable the EXEC collector.
cs_cz: Zapnout sběrač EXEC.
de_de: Aktiviere den EXEC-Datensammler
el_gr: Ενεργοποιήστε τον συλλέκτη EXEC.
fa_ir: گردآورنده EXEC را فعال کنید.
fr_fr: Activer le collecteur EXEC.
it_it: Abilita il raccoglitore EXEC.
ko_kr: EXEC 수집기를 사용합니다.
pl_pl: Włącz kolektor EXEC.
uk_ua: Увімкнути збирач EXEC.
zh_cn: 启用EXEC收集器。

source: Enable the FILESYSTEM collector.
cs_cz: Zapnout sběrač SOUBOROVÝ SYSTÉM.
de_de: Aktiviere den DATEISYSTEM-Datensammler
el_gr: Ενεργοποιήστε τον συλλέκτη FILESYSTEM.
fa_ir: گردآورنده FILESYSTEM را فعال کنید.
fr_fr: Activer le collecteur FILESYSTEM.
it_it: Abilita il raccoglitore FILESYSTEM.
ko_kr: FILESYSTEM 수집기를 사용합니다.
pl_pl: Włącz kolektor FILESYSTEM.
uk_ua: Увімкнути збирач ФАЙЛОВОЇ СИСТЕМИ.
zh_cn: 启用文件系统收集器。

source: Enable the INTERRUPTS collector.
cs_cz: Zapnout sběrač PŘERUŠENÍ.
de_de: Aktiviere den UNTERBRECHUNGS-Datensammler
el_gr: Ενεργοποιήστε τον συλλέκτη INTERRUPTS.
fa_ir: گردآورنده INTERRUPTS را فعال کنید.
fr_fr: Activer le collecteur INTERRUPTS.
it_it: Abilita il raccoglitore INTERRUPTS.
ko_kr: 인터럽트 수집기를 사용합니다.
pl_pl: Włącz kolektor INTERRUPTS.
uk_ua: Увімкнути збирач ПЕРЕРИВАНЬ.
zh_cn: 启用中断收集器。

source: Enable the LOADAVG collector.
cs_cz: Zapnout sběrač kolektor LOADAVG.
de_de: Aktiviere den AUSLASTUNGS-Datensammler
el_gr: Ενεργοποιήστε τον συλλέκτη LOADAVG.
fa_ir: گردآورنده LOADAVG را فعال کنید.
fr_fr: Activer le collecteur LOADAVG.
it_it: Abilita il raccoglitore LOADAVG.
ko_kr: LOADAVG 수집기를 사용합니다.
pl_pl: Włącz kolektor LOADAVG.
uk_ua: Увімкнути збирач СЕРЕДНЬОГО НАВАНТАЖЕННЯ.
zh_cn: 启用负载平衡收集器。

source: Enable the MEMINFO collector.
cs_cz: Zapnout sběrač MEMINFO.
de_de: Aktiviere den SPEICHERINFORMATIONS-Datensammler
el_gr: Ενεργοποιήστε τον συλλέκτη MEMINFO.
fa_ir: گردآورنده MEMINFO را فعال کنید.
fr_fr: Activer le collecteur MEMINFO.
it_it: Abilita il raccoglitore MEMINFO.
ko_kr: MEMINFO 수집기를 사용합니다.
pl_pl: Włącz kolektor MEMINFO.
uk_ua: Увімкнути збирач ІНФОРМАЦІЇ ПРО ПАМ'ЯТЬ.
zh_cn: 启用内存信息收集器。

source: Enable the NETDEV collector.
cs_cz: Zapnout sběrač NETDEV.
de_de: Aktiviere den NETDEV-Datensammler
el_gr: Ενεργοποιήστε τον συλλέκτη NETDEV.
fa_ir: گردآورنده NETDEV را فعال کنید.
fr_fr: Activer le collecteur NETDEV.
it_it: Abilita il raccoglitore NETDEV.
ko_kr: NETDEV 수집기를 사용합니다.
pl_pl: Włącz kolektor NETDEV.
uk_ua: Увімкнути збирач МЕРЕЖЕВИХ ПРИСТРОЇВ.
zh_cn: 启用NETDEV收集器。

source: Enable the NTP collector.
cs_cz: Zapnout sběrač NTP.
de_de: Aktiviere den NTP-Datensammler
el_gr: Ενεργοποιήστε τον συλλέκτη NTP.
fa_ir: کالکتور NTP را فعال کنید.
fr_fr: Activer le collecteur NTP.
it_it: Abilita il raccoglitore NTP.
ko_kr: NTP 수집기를 사용합니다.
pl_pl: Włącz kolektor NTP.
uk_ua: Увімкнути збирач NTP.
zh_cn: 启用NTP收集器。

source: Enable the Netclient driver.
cs_cz: Zapnout ovladač Netclient.
de_de: Aktiviere den Netclient-Treiber
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης Netclient.
fa_ir: درایور Netclient را فعال کنید.
fr_fr: Activez le pilote Netclient.
it_it: Abilita il driver Netclient.
ko_kr: Netclient 드라이버를 사용합니다.
pl_pl: Włącz sterownik Netclient.
uk_ua: Увімкнути драйвер Netclient.
zh_cn: 启用网络客户端驱动程序。

source: Enable the TIME collector.
cs_cz: Zapnout sběrač TIME.
de_de: Aktiviere den ZEIT-Datensammler
el_gr: Ενεργοποιήστε τον συλλέκτη TIME.
fa_ir: کالکتور TIME را فعال کنید.
fr_fr: Activez le collecteur TIME.
it_it: Abilita il raccoglitore TIME.
ko_kr: TIME 수집기를 사용합니다.
pl_pl: Włącz kolektor TIME.
uk_ua: Увімкнути збирач ЧАСУ.
zh_cn: 启用时间收集器。

source: Enable the USBHID driver.
cs_cz: Zapnout ovladač USBHID.
de_de: Aktiviere den UDBHID-Treiber
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης USBHID.
fa_ir: درایور USBHID را فعال کنید.
fr_fr: Activez le pilote USBHID.
it_it: Abilita il driver USBHID.
ko_kr: USB HID 드라이버를 사용합니다.
pl_pl: Włącz sterownik USBHID.
uk_ua: Увімкнути драйвер USBHID.
zh_cn: 启用USB HID驱动程序。

source: Enable the logging of authentication requests, including MAC addresses.
cs_cz: Zaznamenávat požadavky na ověření se, včetně MAC adres.
de_de: Aktiviere die Protokollierung von Authentifizierungsanfragen, inklusive MAC-Adressen.
el_gr: Ενεργοποιήστε την καταγραφή αιτημάτων ελέγχου ταυτότητας, συμπεριλαμβανομένων των διευθύνσεων MAC.
fa_ir: ثبت لاگ درخواست‌های احراز هویت، از جمله آدرس‌های MAC را فعال کنید.
fr_fr: Activez la journalisation des demandes d'authentification, y compris les adresses MAC.
it_it: Abilita la registrazione delle richieste di autenticazione, inclusi gli indirizzi MAC.
ko_kr: MAC 주소를 포함한 인증 요청 로깅을 사용합니다.
pl_pl: Włącz logowanie żądań uwierzytelnienia, w tym adresów MAC.
uk_ua: Увімкнути журналювання запитів автентифікації, включаючи MAC-адреси.
zh_cn: 启用认证请求的记录，包括MAC地址。

source: Enable the repeater.
cs_cz: Zapnout opakovač.
de_de: Den Repeater aktivieren.
el_gr: Ενεργοποιήστε τον επαναλήπτη.
fa_ir: تکرارگر را فعال کنید.
fr_fr: Activer le répéteur.
it_it: Abilita il ripetitore.
ko_kr: 리피터를 사용합니다.
pl_pl: Włącz przekaźnik.
uk_ua: Увімкнути ретранслятор.
zh_cn: 启用中继器。

source: Enable this Backend Pool
cs_cz: Zapnout tento fond podpůrné vrstvy
de_de: Aktiviert diesen Backend-Pool.
el_gr: Ενεργοποίηση αυτής της ομάδας παρασκηνίου
fa_ir: این Backend Pool را فعال کنید.
fr_fr: Activer ce Backend Pool
it_it: Abilita questo pool backend
ko_kr: 이 백엔드 풀 사용
pl_pl: Włącz ten pulę Backend
uk_ua: Увімкнути цей пул бекендів
zh_cn: 启用该后端池

source: Enable this Lua script.
cs_cz: Používat tento Lua skript.
de_de: Aktiviert dieses Lua-Skript.
el_gr: Ενεργοποιήστε αυτό το σενάριο Lua.
fa_ir: این اسکریپت Lua را فعال کنید.
fr_fr: Activer ce script Lua.
it_it: Abilita questo script Lua.
ko_kr: 이 Lua 스크립트를 사용합니다.
pl_pl: Włącz ten skrypt Lua.
uk_ua: Увімкнути цей скрипт Lua.
zh_cn: 启用该Lua脚本。

source: Enable this Onion service.
cs_cz: Zapnout tuto Onion službu.
de_de: Aktiviert diesen Onion-Dienst.
el_gr: Ενεργοποιήστε αυτήν την υπηρεσία Onion.
fa_ir: این سرویس Onion را فعال کنید.
fr_fr: Activer ce service Oignon.
it_it: Abilita questo servizio Onion.
ko_kr: 이 Onion 서비스를 사용합니다.
pl_pl: Włącz tę usługę Onion.
uk_ua: Увімкнути цю службу Onion.
zh_cn: 启用该Onion服务。

source: Enable this Public Service.
cs_cz: Zapnout tuto veřejnou službu.
de_de: Aktiviert diesen öffentlichen Dienst.
el_gr: Ενεργοποιήστε αυτήν την Δημόσια Υπηρεσία.
fa_ir: این Public Service را فعال کنید.
fr_fr: Activer ce Service Public.
it_it: Abilita questo servizio pubblico.
ko_kr: 이 공용 서비스를 사용합니다.
pl_pl: Włącz tę publiczną usługę.
uk_ua: Увімкнути цю публічну службу.
zh_cn: 启用该公共服务。

source: Enable this account
cs_cz: Umožnit používání tohoto účtu
de_de: Dieses Konto aktivieren
el_gr: Ενεργοποίηση αυτού του λογαριασμού
fa_ir: این حساب را فعال کنید.
fr_fr: Activer ce compte
it_it: Abilita questo account
ko_kr: 이 계정 사용
pl_pl: Włącz to konto
uk_ua: Увімкнути цей обліковий запис
zh_cn: 启用该账号

source: Enable this feature
cs_cz: Používat tuto funkci
de_de: Dieses Feature aktivieren
el_gr: Ενεργοποίηση αυτής της λειτουργίας
fa_ir: این ویژگی را فعال کنید.
fr_fr: Activer cette fonctionnalité
it_it: Abilita questa funzione
ko_kr: 이 기능 사용
pl_pl: Włącz tę funkcję
uk_ua: Увімкнути цю функцію
zh_cn: 启用该功能

source: Enable this fingerprint rule.
cs_cz: Uplatňovat toto pravidlo otisku.
de_de: Aktiviert diese Fingerabdruck-Regel.
el_gr: Ενεργοποιήστε αυτόν τον κανόνα δακτυλικού αποτυπώματος.
fa_ir: این قانون اثرانگشتی (fingerprint rule) را فعال کنید.
fr_fr: Activer cette règle d'empreinte.
it_it: Abilita questa regola dell'impronta digitale.
ko_kr: 이 지문 규칙을 사용합니다.
pl_pl: Włącz tę regułę odcisków palców.
uk_ua: Увімкнути це правило відбитка.
zh_cn: 启用此指纹规则。

source: Enable this if you want to enable bayes learning.
cs_cz: Tuto možnost povolte, pokud chcete zapnout bayesovo učení.
de_de: Aktivieren Sie dies, falls Sie bayesisches Lernen aktivieren möchten.
el_gr: Ενεργοποιήστε αυτό αν θέλετε να ενεργοποιήσετε την εκμάθηση Bayes.
fa_ir: برای فعال‌سازی یادگیری bayes، این را فعال کنید.
fr_fr: Activez ceci si vous voulez activer l'apprentissage de Bayes.
it_it: Abilita questo se vuoi abilitare l'apprendimento di Bayes.
ko_kr: 베이지언 학습을 사용하려면 이 옵션을 사용합니다.
pl_pl: Włącz to, jeśli chcesz włączyć uczenie Bayesa.
uk_ua: Увімкнути, якщо ви бажаєте увімкнути навчання Баєса.
zh_cn: 如果要启用贝叶斯学习，请启用此选项。

source: Enable this if you want to enable fuzzy learning.
cs_cz: Tuto možnost povolte, pokud chcete zapnout fuzzy učení.
de_de: Dies aktiviert das "fuzzy learning".
el_gr: Ενεργοποιήστε αυτήν την επιλογή εάν θέλετε να ενεργοποιήσετε την ασαφή μάθηση.
fa_ir: برای فعال‌سازی یادگیری fuzzy، این را فعال کنید.
fr_fr: Activez cette option si vous voulez activer l'apprentissage flou.
it_it: Abilita questo se vuoi abilitare l'apprendimento fuzzy.
ko_kr: 퍼지 학습을 활성화하려면 이 옵션을 사용합니다.
pl_pl: Włącz to, jeśli chcesz włączyć rozmyte uczenie.
uk_ua: Увімкнути, якщо ви бажаєте увімкнути нечітке навчання.
zh_cn: 如果要启用模糊学习，请启用此功能。

source: Enable this if you want to enable the spam trap.
cs_cz: Toto zapněte pokud chcete zapnout past na nevyžádanou poštu.
de_de: Aktivieren Sie dies, falls Sie die Spam-Falle aktivieren wollen.
el_gr: Ενεργοποιήστε αυτήν την επιλογή εάν θέλετε να ενεργοποιήσετε την παγίδα ανεπιθύμητης αλληλογραφίας.
fa_ir: برای فعال‌سازی spam trap، این را فعال کنید.
fr_fr: Activer ceci si vous voulez activer le piège à pourriel.
it_it: Abilita questo se vuoi abilitare la trappola spam.
ko_kr: 스팸 트랩을 사용하려면 이 옵션을 사용합니다.
pl_pl: Włącz to, jeśli chcesz włączyć pułapkę na spam.
uk_ua: Увімкнути, якщо ви бажаєте увімкнути спам-пастку.
zh_cn: 如果要启用垃圾邮件陷阱，请启用此选项。

source: Enable this network
cs_cz: Zapnout tuto síť
de_de: Dieses Netzwerk aktivieren
el_gr: Ενεργοποίηση αυτού του δικτύου
fa_ir: این شبکه را فعال کنید.
fr_fr: Activer ce réseau
it_it: Abilita questa rete
ko_kr: 이 네트워크 사용
pl_pl: Włącz tę sieć
uk_ua: Увімкнути цю мережу
zh_cn: 启用此网络
