Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This will remove ALL certificates, private keys, CSRs from ACME Client and reset all certificate and account states. However, existing certificates will remain in OPNsense trust storage. The ACME Client will automatically regenerate everything on its next scheduled run. This is most useful when importing a config backup to a new firewall. Continue?
cs_cz: Tím budou z ACME klienta odstraněny VEŠKERÉ certifikáty, soukromé klíče a CSR požadavky, dále vyresetovány všechny stavy certifikátů a účtů. Stávající certifikáty však zůstanou v úložišti důvěryhodnosti OPNsense. ACME klient vše automaticky znovuvytvoří při svém dalším plánovaném spuštění. To se nejvíc hodí při importu zálohy nastavení do nové brány firewall. Pokračovat?
de_de: Dies entfernt ALLE Zertifikate, privaten Schlüssel und Zertifikatsanforderungen aus dem ACME-Client und setzt sämtliche Zustände von Zertifikaten und Konten zurück. Vorhandene Zertifikate verbleiben jedoch im OPNsense-Vertrauensspeicher. Der ACME-Client wird bei der nächsten geplanten Ausführung automatisch alles neu generieren. Dies ist insbesondere beim Import einer Konfigurationssicherung auf eine neue Firewall hilfreich. Fortfahren?
el_gr: Αυτό θα καταργήσει ΟΛΑ τα πιστοποιητικά, τα ιδιωτικά κλειδιά, τα CSR από το πρόγραμμα-πελάτη ACME και θα επαναφέρει όλες τις καταστάσεις πιστοποιητικών και λογαριασμών. Ωστόσο, τα υπάρχοντα πιστοποιητικά θα παραμείνουν στον χώρο αποθήκευσης αξιοπιστίας OPNsense. Το πρόγραμμα-πελάτης ACME θα αναδημιουργήσει αυτόματα τα πάντα στην επόμενη προγραμματισμένη εκτέλεση. Αυτό είναι ιδιαίτερα χρήσιμο κατά την εισαγωγή ενός αντιγράφου ασφαλείας ρυθμίσεων σε ένα νέο τείχος προστασίας. Θέλετε να συνεχίσετε;
fa_ir: این عمل همه‌ی گواهی‌ها، کلیدهای خصوصی و CSRs را از ACME Client حذف کرده و تمام وضعیت‌های گواهی و حساب را بازنشانی می‌کند. با این حال، گواهی‌های موجود در ذخیرهٔ اعتماد OPNsense باقی خواهند ماند. ACME Client در اجرای زمان‌بندی‌شدهٔ بعدی به‌طور خودکار همه را بازتولید خواهد کرد. این عملیات هنگام وارد کردن پشتیبان پیکربندی به یک فایروال جدید بسیار مفید است. ادامه می‌دهید؟
fr_fr: Cela supprimera TOUS les certificats, clés privées, CSRs du client ACME et réinitialisera tous les certificats et états de compte. Cependant, les certificats existants resteront dans le stockage de confiance OPNsense. Le client ACME va automatiquement tout régénérer lors de sa prochaine exécution programmée. Ceci est particulièrement utile lors de l'importation d'une sauvegarde de configuration vers un nouveau pare-feu. Continuer ?
it_it: Ciò rimuoverà TUTTI i certificati, le chiavi private e i CSR dal client ACME e ripristinerà tutti gli stati dei certificati e degli account. Tuttavia, i certificati esistenti rimarranno nell'archivio sicuro di OPNsense. Il client ACME rigenererà automaticamente tutto alla successiva esecuzione pianificata. Ciò è molto utile quando si importa un backup di configurazione su un nuovo firewall. Continuare?
ko_kr: 이렇게 하면 ACME 클라이언트에서 모든 인증서, 개인 키, CSR을 제거하고 모든 인증서 및 계정 상태를 재설정합니다. 그러나 기존 인증서는 OPNsense 신뢰 저장소에 남아 있습니다. ACME 클라이언트는 다음 예약된 실행 시 자동으로 모든 것을 다시 생성합니다. 이는 새 방화벽에 구성 백업을 가져올 때 가장 유용합니다. 계속하시겠습니까?
uk_ua: Це видалить УСІ сертифікати, приватні ключі, CSR з клієнта ACME та скине всі стани сертифікатів та облікових записів. Однак наявні сертифікати залишаться в сховищі довіри OPNsense. Клієнт ACME автоматично відновить усе під час наступного запланованого запуску. Це найкорисніше при імпорті резервної копії конфігурації на новий брандмауер. Продовжити?
zh_cn: 这将从ACME客户端中删除所有证书、私钥、CSR，并重置所有证书和帐户状态。但是，现有证书将保留在 OPNsense 信任存储中。ACME客户端将在下次计划运行时自动重新生成所有内容。这在将配置备份导入新防火墙时最有用。确定继续？

source: Toggle between range (max level) and exact severity filter
cs_cz: Přepínání mezi filtrem rozsahu (maximální úroveň) a přesným filtrem závažnosti
de_de: Zwischen Bereich (maximale Stufe) und exakter Schweregradfilterung umschalten
el_gr: Εναλλαγή μεταξύ εύρους (μέγιστο επίπεδο) και φίλτρου ακριβούς σοβαρότητας
fa_ir: تغییر بین بازه (حداکثر سطح) و فیلتر شدت دقیق
fr_fr: Basculer entre la gamme (niveau maximum) et le filtre de gravité exacte.
it_it: Alterna tra l'intervallo (livello massimo) e il filtro di gravità esatto
ko_kr: 범위(최대 레벨) 및 정확한 심각도 필터 사이를 전환합니다
uk_ua: Перемикання між діапазоном (максимальний рівень) та точним фільтром серйозності
zh_cn: 在范围(最大级别)和精确严重性过滤器之间切换

source: Use flowid
cs_cz: Použití flowid
de_de: FlowID verwenden
el_gr: Χρήση flowid
fa_ir: استفاده از flowid
fr_fr: Utiliser flowid
it_it: Usa fluido
ko_kr: flowid 사용
pl_pl: Użyj flowid
uk_ua: Використовувати flowid
zh_cn: 使用flowid

source: Use strict
cs_cz: Použít striktní
de_de: Strikter Modus
el_gr: Χρησιμοποιήστε αυστηρά
fa_ir: استفاده از strict
fr_fr: Utilisez le strict
it_it: Usa rigoroso
ko_kr: strict 사용
uk_ua: Використовувати строгий режим
zh_cn: 使用严格合规

source: Use the RSS hash from the network card if available, otherwise a hash is locally calculated. The default depends on the system tunable in net.link.lagg.default_use_flowid.
cs_cz: Pokud je k dispozici, použije se RSS otisk ze síťové karty, jinak bude vypočítán lokálně. Výchozí hodnota závisí na systémové laditelné položce net.link.lagg.default_use_flowid.
de_de: Verwendet den RSS-Hash der Netzwerkkarte, falls verfügbar. Andernfalls wird ein Hash lokal berechnet. Der Standardwert hängt vom System ab, das in net.link.lagg.default_use_flowid einstellbar ist.
el_gr: Χρησιμοποιήστε το RSS hash από την κάρτα δικτύου, εάν είναι διαθέσιμο, διαφορετικά υπολογίζεται τοπικά ένα hash. Η προεπιλογή εξαρτάται από την παραμετροποίηση που μπορεί να ρυθμιστεί στο net.link.lagg.default_use_flowid.
fa_ir: در صورت موجود بودن، از RSS hash کارت شبکه استفاده شود، در غیر این صورت یک هش به‌صورت محلی محاسبه می‌شود. مقدار پیش‌فرض وابسته به پارامتر سیستمی net.link.lagg.default_use_flowid است.
fr_fr: Utilise le hachage RSS de la carte réseau s'il est disponible, sinon un hachage est calculé localement. La valeur par défaut dépend du réglage du système dans net.link.lagg.default_use_flowid.
it_it: Utilizzare l'hash RSS della scheda di rete, se disponibile, altrimenti viene calcolato localmente un hash. L'impostazione predefinita dipende dall'ottimizzazione del sistema in net.link.lagg.default_use_flowid.
ko_kr: 사용 가능한 경우 네트워크 카드의 RSS 해시를 사용하고, 그렇지 않으면 해시가 로컬로 계산됩니다. 기본값은 시스템 조정 설정의 net.link.lagg.default_use_flowid 값에 따라 달라집니다.
uk_ua: Використовувати хеш RSS з мережевої карти, якщо доступно, інакше хеш обчислюється локально. Значення за типово залежить від системного параметра в net.link.lagg.default_use_flowid.
zh_cn: 使用网卡中的RSS哈希(如果可用)，否则将在本地计算哈希值。默认值取决于net.link.lagg.default_use_flowid的可调参数值。

source: Usually CAs will let you know if something went wrong and a certificate is about to expire, therefore a %svalid e-mail address%s should be provided.
cs_cz: Obvykle vás certifikační autority informují o tom, že se něco pokazilo a platnost certifikátu brzy skončí, proto by měla být uvedena %splatná e-mailová adresas%s.
de_de: In der Regel informieren Zertifizierungsstellen, wenn ein Problem auftritt oder ein Zertifikat bald abläuft. Daher sollte eine %sgültige E-Mail-Adresse%s angegeben werden.
el_gr: Συνήθως, οι αρχές έκδοσης πιστοποιητικών (CA) σας ενημερώνουν εάν κάτι πάει στραβά και ένα πιστοποιητικό πρόκειται να λήξει, επομένως θα πρέπει να δώσετε μια %svalid διεύθυνση ηλεκτρονικού ταχυδρομείου%s.
fa_ir: معمولاً CAها در صورت بروز مشکل و نزدیک‌شدن انقضای گواهی به شما اطلاع می‌دهند، بنابراین باید یک %sآدرس ایمیل معتبر%s ارائه شود.
fr_fr: En général, les autorités de certification vous informent si quelque chose s'est mal passé et si un certificat est sur le point d'expirer. Il faut donc fournir une adresse électronique %svalid%s.
it_it: Solitamente le CA ti avviseranno se qualcosa è andato storto e un certificato sta per scadere, pertanto è necessario fornire un %sindirizzo e-mail%s valido.
ko_kr: 일반적으로 CA는 문제가 발생하고 인증서가 곧 만료될 경우 이를 알려주므로 %s유효한 이메일 주소%s를 제공해야 합니다.
uk_ua: Зазвичай ЦС повідомляють вас, якщо щось пішло не так і термін дії сертифіката скоро закінчується, тому слід вказати %sдійсну електронну адресу%s.
zh_cn: 通常，CA会在出现问题且证书即将过期时通知您，因此您应提供%s有效的电子邮件地址%s。

source: Waiting for data...
cs_cz: Čeká se na data…
de_de: Warte auf Daten …
el_gr: Αναμονή για δεδομένα...
fa_ir: منتظر دریافت داده...
fr_fr: En attente de données...
it_it: In attesa dei dati...
ko_kr: 데이터를 기다리는 중...
pl_pl: Czekam na dane...
uk_ua: Очікування даних...
zh_cn: 正在等待数据…

source: When experiencing issues with a challenge type, try setting the log level to "debug". Please provide full logs when %sreporting issues%s for a challenge type. You should also consider to ask the Certificate Authority for support, if you choose to use a commercial CA.
cs_cz: Při problémech s typem výzvy zkuste nastavit stupeň podrobnosti záznamu událostí na „ladění“. Při %shlášení problémů%ss (typem výzvy) poskytněte kompletní záznamy událostí. Pokud se rozhodnete používat komerční certifikační autoritu, měli byste také zvážit možnost požádat o podporu je.
de_de: Bei Problemen mit einem Challenge-Typ sollte die Protokollstufe auf "Debug" gesetzt werden. Bitte stellen Sie beim %sMelden von Problemen%s mit einem Challenge-Typ vollständige Protokolle bereit. Wenn Sie eine kommerzielle Zertifizierungsstelle verwenden, ziehen Sie in Erwägung, deren Support zu kontaktieren.
el_gr: Όταν αντιμετωπίζετε προβλήματα με έναν τύπο πρόκλησης, δοκιμάστε να ορίσετε το επίπεδο καταγραφής σε "debug". Παρακαλούμε να παρέχετε πλήρη αρχεία καταγραφής όταν αναφέρετε %sπροβλήματα%s για έναν τύπο πρόκλησης. Θα πρέπει επίσης να εξετάσετε το ενδεχόμενο να ζητήσετε υποστήριξη από την Αρχή Πιστοποίησης, εάν επιλέξετε να χρησιμοποιήσετε μια εμπορική Αρχή Πιστοποίησης.
fa_ir: در صورت بروز مشکل با یک نوع چالش، سطح لاگ را روی «debug» قرار دهید. هنگام %sگزارش مشکل%s برای یک نوع چالش، لطفاً لاگ‌های کامل را ارسال کنید. اگر از یک CA تجاری استفاده می‌کنید، در نظر داشته باشید که می‌توانید از Certificate Authority درخواست پشتیبانی کنید.
fr_fr: Lorsque vous rencontrez des problèmes avec un type de défi, essayez de régler le niveau du journal sur "debug". Veuillez fournir des journaux complets lorsque vous %signalez des problèmes%s pour un type de défi. Vous devriez également envisager de demander de l'aide à l'autorité de certification, si vous choisissez d'utiliser une autorité de certification commerciale.
it_it: Quando riscontri problemi con un tipo di sfida, prova a impostare il livello di registro su "debug". Fornisci log completi quando %ssegnali problemi%s per un tipo di sfida. Dovresti anche considerare di chiedere supporto all'autorità di certificazione, se scegli di utilizzare una CA commerciale.
ko_kr: 챌린지 유형에 문제가 발생하면 로그 수준을 "디버그"로 설정해 보세요. 챌린지 유형에 대한 %s문제 보고%s시 전체 로그를 제공하세요. 상용 CA를 사용하려면 CA에 지원을 요청하는 것도 고려해야 합니다.
uk_ua: При виникненні проблем з типом виклику, спробуйте встановити рівень журналу на "debug". Будь ласка, надайте повні журнали під час %sповідомлення про проблеми%s для типу виклику. Варто також звернутися за підтримкою до Центру сертифікації, якщо ви вирішите використовувати комерційний ЦС.
zh_cn: 当遇到挑战类型问题时，请尝试将日志级别设置为"调试"。当%s报告挑战类型的问题%s时，请提供完整日志。如果您选择使用商业CA，您还应该考虑向证书颁发机构寻求支持。

source: When experiencing issues, try setting the log level to "debug" on the %ssettings%s page.
cs_cz: Při potížích zkuste na stránce %snastavení%s nastavit stupeň podrobností záznamu událostí na „ladění“.
de_de: Bei Problemen sollte die Protokollstufe auf der Seite %sEinstellungen%s auf "Debug" gesetzt werden.
el_gr: Όταν αντιμετωπίζετε προβλήματα, δοκιμάστε να ορίσετε το επίπεδο καταγραφής σε "debug" στη σελίδα %ssettings%s.
fa_ir: در صورت بروز مشکل، سعی کنید سطح لاگ را در صفحه %sتنظیمات%s روی «debug» قرار دهید.
fr_fr: Lorsque vous rencontrez des problèmes, essayez de définir le niveau du journal sur "debug" sur la page %ssettings%s.
it_it: In caso di problemi, prova a impostare il livello di registro su "debug" nella pagina %ssettings%s.
ko_kr: 문제가 발생하면 %s설정%s 페이지에서 로그 수준을 "디버그"로 설정해보세요.
uk_ua: При виникненні проблем, спробуйте встановити рівень журналу на "debug" на сторінці %sналаштувань%s.
zh_cn: 当遇到问题时，请尝试在%ssettings%s页面上将日志级别设置为"调试"。

source: When no servers are specified NTP will be completely disabled.
cs_cz: Pokud nebudou zadány žádné servery, podpora pro NTP protokol bude úplně vypnuta.
de_de: Sollten keine Server angegeben werden, wird NTP komplett deaktiviert.
el_gr: Όταν δεν έχουν καθοριστεί διακομιστές, το NTP θα απενεργοποιηθεί πλήρως.
fa_ir: وقتی هیچ سروری مشخص نشود، NTP به‌طور کامل غیرفعال خواهد شد.
fr_fr: Si aucun serveur n'est spécifié, NTP sera complètement désactivé.
it_it: Quando non viene specificato alcun server, NTP verrà completamente disabilitato.
ko_kr: 서버를 지정하지 않으면 NTP가 완전히 비활성화됩니다.
pl_pl: Gdy żaden serwer nie zostanie określony, NTP zostanie całkowicie wyłączony.
uk_ua: Якщо сервери не вказано, NTP буде повністю вимкнено.
zh_cn: 如果未指定服务器，则 NTP将被完全禁用。

source: When removing a certificate from the plugin, the certificate in the %sOPNsense certificate storage%s is %sNOT removed%s, because it may still be used by a core application or another plugin. Obsolete certificates should be manually removed from the OPNsense certificate storage. Note that when creating a new certificate with the same name, a new certificated will be imported into the OPNsense certificate storage (instead of updating the existing entry).
cs_cz: Při odebrání certifikátu ze zásuvného modulu není certifikát odebrán z %súložiště certifikátů OPNsense%s, protože jej může stále používat základní aplikace nebo jiný zásuvný modul. Zastaralé certifikáty by měly být z úložiště certifikátů OPNsense odstraněny ručně. Všimněte si, že při vytváření nového certifikátu se stejným názvem bude do úložiště certifikátů OPNsense naimportován nový certifikát (namísto aktualizace stávajícího záznamu).
de_de: Beim Entfernen eines Zertifikats aus dem Plugin wird das Zertifikat im %sOPNsense-Zertifikatspeicher%s %snicht gelöscht%s, da es möglicherweise noch von einer Kernanwendung oder einem anderen Plugin verwendet wird. Nicht mehr benötigte Zertifikate sollten manuell aus dem OPNsense-Zertifikatspeicher entfernt werden. Beachten Sie, dass bei der Erstellung eines neuen Zertifikats mit demselben Namen ein neues Zertifikat in den OPNsense-Zertifikatspeicher importiert wird (anstatt den vorhandenen Eintrag zu aktualisieren).
el_gr: Κατά την κατάργηση ενός πιστοποιητικού από την προσθήκη, το πιστοποιητικό στον χώρο αποθήκευσης πιστοποιητικών %sOPNsense %sΔΕΝ αφαιρείται%s, επειδή ενδέχεται να εξακολουθεί να χρησιμοποιείται από μια βασική εφαρμογή ή από άλλη προσθήκη. Τα παρωχημένα πιστοποιητικά θα πρέπει να αφαιρούνται χειροκίνητα από τον χώρο αποθήκευσης πιστοποιητικών OPNsense. Σημειώστε ότι κατά τη δημιουργία ενός νέου πιστοποιητικού με το ίδιο όνομα, ένα νέο πιστοποιητικό θα εισαχθεί στον χώρο αποθήκευσης πιστοποιητικών OPNsense (αντί να ενημερωθεί η υπάρχουσα καταχώρηση).
fa_ir: وقتی یک گواهی از افزونه حذف می‌شود، گواهیِ موجود در %sذخیرهٔ گواهی OPNsense%s %sحذف نخواهد شد%s، زیرا ممکن است هنوز توسط یک برنامهٔ هسته‌ای یا افزونهٔ دیگری استفاده شود. گواهی‌های منسوخ باید به‌صورت دستی از ذخیرهٔ گواهی OPNsense حذف شوند. توجه کنید که هنگام ایجاد یک گواهی جدید با همان نام، یک گواهی جدید به‌جای به‌روزرسانی ورودی موجود، وارد ذخیرهٔ گواهی OPNsense خواهد شد.
fr_fr: Lors de la suppression d'un certificat du plugin, le certificat dans le %sOPNsense certificate storage%s n'est %sNOT supprimé%s, car il peut encore être utilisé par une application centrale ou un autre plugin. Les certificats obsolètes doivent être supprimés manuellement du stockage de certificats OPNsense. Notez que lors de la création d'un nouveau certificat avec le même nom, un nouveau certificat sera importé dans le stockage de certificats OPNsense (au lieu de mettre à jour l'entrée existante).
it_it: Quando si rimuove un certificato dal plug-in, il certificato nell'archivio certificati %sOPNsense%s viene %sNON rimosso%s, perché potrebbe ancora essere utilizzato da un'applicazione principale o da un altro plug-in. I certificati obsoleti devono essere rimossi manualmente dall'archivio certificati OPNsense. Tieni presente che quando crei un nuovo certificato con lo stesso nome, un nuovo certificato verrà importato nell'archivio certificati OPNsense (invece di aggiornare la voce esistente).
ko_kr: 플러그인에서 인증서를 제거할 때, %sOPNsense 인증서 저장소%s의 인증서는 %s제거되지 않습니다%s. 이는 해당 인증서가 여전히 코어 애플리케이션이나 다른 플러그인에 의해 사용될 수 있기 때문입니다. 사용하지 않는 인증서는 OPNsense 인증서 저장소에서 수동으로 제거해야 합니다. 동일한 이름으로 새 인증서를 생성할 때는 기존 항목을 업데이트하는 대신 새 인증서가 OPNsense 인증서 저장소에 가져와집니다.
uk_ua: При видаленні сертифіката з плагіна, сертифікат у %sсховищі сертифікатів OPNsense%s %sНЕ видаляється%s, оскільки він все ще може використовуватися основним застосунком або іншим плагіном. Застарілі сертифікати слід видаляти вручну зі сховища сертифікатів OPNsense. Зауважте, що при створенні нового сертифіката з тим же іменем, новий сертифікат буде імпортовано до сховища сертифікатів OPNsense (замість оновлення існуючого запису).
zh_cn: 从插件中删除证书时，%sOPNsense 证书存储%s中的证书%s不会删除%s，因为它可能仍由核心应用程序或其他插件使用。应从 OPNsense 证书存储中手动删除过时的证书。注意，创建具有相同名称的新证书时，新证书将导入到OPNsense 证书存储中(而不是更新现有条目)。

source: When requesting support from a CA the account ID may be required, %sthis documentation%s contains information how to get the internal account ID from the log files.
cs_cz: Při žádosti o podporu od certifikační autority může být vyžadován identifikátor účtu – %tato dokumentace%s obsahuje informace, jak získat interní identif. účtu ze souborů se záznamem událostí.
de_de: Beim Anfordern von Support bei einer Zertifizierungsstelle wird möglicherweise die Kontokennung benötigt. %sDiese Dokumentation%s enthält Informationen darüber, wie die interne Kontokennung aus den Protokolldateien ermittelt werden kann.
el_gr: Όταν ζητάτε υποστήριξη από μια Αρχή Πιστοποίησης (CA), ενδέχεται να απαιτείται το αναγνωριστικό λογαριασμού. %sΑυτή η τεκμηρίωση%s περιέχει πληροφορίες σχετικά με τον τρόπο λήψης του εσωτερικού αναγνωριστικού λογαριασμού από τα αρχεία καταγραφής.
fa_ir: هنگام درخواست پشتیبانی از یک CA ممکن است شناسهٔ حساب لازم باشد، %sاین مستندات%s شامل اطلاعاتی دربارهٔ نحوهٔ به‌دست‌آوردن شناسهٔ حساب داخلی از فایل‌های لاگ است.
fr_fr: Lors d'une demande d'assistance auprès d'une autorité de certification, l'ID du compte peut être requis. Cette documentation contient des informations sur la manière d'obtenir l'ID du compte interne à partir des fichiers journaux.
it_it: Quando si richiede supporto a una CA potrebbe essere richiesto l'ID dell'account, %squesta documentazione%s contiene informazioni su come ottenere l'ID dell'account interno dai file di registro.
ko_kr: CA에 지원을 요청할 때 계정 ID가 필요할 수 있습니다. %s이 문서%s에는 로그 파일에서 내부 계정 ID를 가져오는 방법에 대한 정보가 포함되어 있습니다.
uk_ua: При запиті підтримки від ЦС може знадобитися ідентифікатор облікового запису, %sця документація%s містить інформацію про те, як отримати внутрішній ідентифікатор облікового запису з файлів журналу.
zh_cn: 从 CA 请求支持时，可能需要帐户ID，%s本文档%s包含有关如何从日志文件中获取内部帐户ID的信息。

source: When this device is configured as CARP backup it will disconnect all PPP type interfaces and try to reconnect them when becoming master again.
cs_cz: Pokud je toto zařízení nastaveno jako záložní CARP, odpojí všechna rozhraní typu PPP a pokusí se je znovu připojit, až se opět stane hlavním zařízením.
de_de: Wenn dieses Gerät als CARP-Backup konfiguriert ist, trennt es alle PPP-Verbindungen und versucht, diese wieder zu verbinden, sobald es Master wird.
el_gr: Όταν αυτή η συσκευή έχει ρυθμιστεί ως εφεδρική συσκευή CARP, θα αποσυνδέσει όλες τις διεπαφές τύπου PPP και θα προσπαθήσει να τις επανασυνδέσει όταν γίνει ξανά κύρια.
fa_ir: وقتی این دستگاه به‌عنوان پشتیبان CARP پیکربندی شده باشد، همهٔ اینترفیس‌های نوع PPP قطع می‌شوند و هنگام تبدیل‌شدن به master دوباره سعی می‌کند آن‌ها را متصل کند.
fr_fr: Lorsque ce dispositif est configuré comme sauvegarde CARP, il déconnecte toutes les interfaces de type PPP et tente de les reconnecter lorsqu'il redevient maître.
it_it: Quando questo dispositivo è configurato come backup CARP, disconnetterà tutte le interfacce di tipo PPP e tenterà di riconnetterle quando diventerà nuovamente master.
ko_kr: 이 장치가 CARP 백업으로 구성되면 모든 PPP 유형 인터페이스의 연결이 끊어지고 마스터가 다시 될 때 다시 연결을 시도합니다.
uk_ua: Якщо цей пристрій налаштовано як резервну копію CARP, він відключить усі інтерфейси типу PPP і спробує підключити їх знову, коли знову стане основним.
zh_cn: 当此设备配置为CARP后备时，它将断开所有PPP类型接口的连接，并在再次成为主接口时尝试重新连接。

source: WireGuard (Group)
cs_cz: WireGuard (skupina)
de_de: WireGuard (Gruppe)
el_gr: WireGuard (Ομάδα)
fa_ir: WireGuard (گروه)
fr_fr: WireGuard (Groupe)
it_it: WireGuard (Gruppo)
ko_kr: WireGuard (그룹)
pl_pl: WireGuard (Grupa)
uk_ua: WireGuard (Група)
zh_cn: WireGuard (组)

source: With clear the connection is closed with no further actions taken. hold installs a trap policy, which will catch matching traffic and tries to re-negotiate the connection on demand. restart will immediately trigger an attempt to re-negotiate the connection. The default is none and disables the close action.
cs_cz: Při použití vyčistit bude spojení uzavřeno bez dalších akcí. podržet nainstaluje zásadu zachytit, která zachytí odpovídající přenosy a na požádání se pokusí spojení znovu vyjednat. restart okamžitě spustí pokus o opětovné vyjednání spojení. Výchozí hodnota je nic a vypíná akci zavírání.
de_de: Bei "clear" wird die Verbindung ohne weitere Maßnahmen geschlossen. "hold" installiert eine Fangregel, die passenden Datenverkehr abfängt und versucht, die Verbindung bei Bedarf neu auszuhandeln. "restart" löst sofort den Versuch aus, die Verbindung neu auszuhandeln. Die Standardoption ist "none" und deaktiviert die Aktion beim Verbindungsabbruch.
el_gr: Με την επιλογή clear, η σύνδεση κλείνει χωρίς να πραγματοποιούνται περαιτέρω ενέργειες. Η πολιτική hold εγκαθιστά μια πολιτική παγίδευσης, η οποία θα πιάσει την αντίστοιχη κίνηση και θα προσπαθήσει να επαναδιαπραγματευτεί τη σύνδεση κατόπιν αιτήματος. Η επανεκκίνηση θα ενεργοποιήσει αμέσως μια προσπάθεια επαναδιαπραγμάτευσης της σύνδεσης. Η προεπιλογή είναι "καμία" και απενεργοποιεί την ενέργεια κλεισίματος.
fa_ir: با clear اتصال بسته می‌شود و هیچ اقدام دیگری انجام نمی‌پذیرد. گزینهٔ hold یک سیاست تله نصب می‌کند که ترافیک مطابق را می‌گیرد و در صورت نیاز سعی می‌کند اتصال را مجدداً مذاکره کند. restart فوراً تلاشی برای مذاکرهٔ مجدد اتصال را راه‌اندازی می‌کند. حالت پیش‌فرض none است و عمل بستن را غیرفعال می‌کند.
fr_fr: Avec clear, la connexion est fermée sans qu'aucune autre action ne soit entreprise. hold installe une politique de piège, qui attrape le trafic correspondant et tente de renégocier la connexion à la demande. restart déclenche immédiatement une tentative de renégociation de la connexion. La valeur par défaut est none et désactive l'action de fermeture.
it_it: Con clear la connessione viene chiusa senza ulteriori azioni intraprese. hold installa una policy trap, che catturerà il traffico corrispondente e tenterà di rinegoziare la connessione su richiesta. il riavvio attiverà immediatamente un tentativo di rinegoziare la connessione. Il valore predefinito è nessuno e disabilita l'azione di chiusura.
ko_kr: 삭제하면 연결이 닫히고 추가 조치가 취해지지 않습니다. 보류 상태에서 트랩 정책을 설치하면 일치하는 트래픽을 포착하고 필요에 따라 연결을 재협상하려고 합니다. 재시작하면 즉시 연결 재협상 시도가 트리거됩니다. 기본값은 none이며 닫기 작업을 비활성화합니다.
uk_ua: З clear з'єднання закривається без подальших дій. hold встановлює політику перехоплення, яка ловить відповідний трафік і намагається повторно узгодити з'єднання за вимогою. restart негайно викликає спробу повторно узгодити з'єднання. За типово встановлено none, що вимикає дію закриття.
zh_cn: 清除后，连接将关闭，不执行任何进一步的操作。"保持"会安装陷阱策略，该策略将捕获匹配的流量，并尝试按需重新协商连接。重新启动将立即触发重新协商连接的尝试。默认值为none，并禁用关闭动作。

source: Yearly Statistics
cs_cz: Roční statistiky
de_de: Jährliche Statistik
el_gr: Ετήσια Στατιστικά
fa_ir: آمار سالانه
fr_fr: Statistiques annuelles
it_it: Statistiche annuali
ko_kr: 연도별 통계
pl_pl: Statystyki roczne
uk_ua: Річна статистика
zh_cn: 年度统计
