Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable cpu plugin
cs_cz: Zapnout zásuvný modul pro procesor
de_de: Aktiviere CPU-Plugin
el_gr: Ενεργοποίηση προσθήκης cpu
fa_ir: فعال‌سازی افزونه cpu
fr_fr: Activer le greffon cpu
it_it: Abilita il plug-in della CPU
ko_kr: CPU 플러그인 사용
pl_pl: Włącz wtyczkę cpu
uk_ua: Увімкнути плагін cpu
zh_cn: 启用cpu 插件

source: Enable defaulttarget logging
cs_cz: Zaznamenávat (log) výstup z defaulttarget
de_de: Standardzielprotokollierung aktivieren
el_gr: Ενεργοποίηση καταγραφής προεπιλεγμένου στόχου
fa_ir: فعال‌سازی لاگ defaulttarget
fr_fr: Activer la journalisation de la cible par défaut
it_it: Abilita la registrazione della destinazione predefinita
ko_kr: 기본 대상 로깅 사용
pl_pl: Włącz logowanie defaulttarget
uk_ua: Увімкнути ведення журналу типових цілей
zh_cn: 启用defaulttarget日志记录

source: Enable defaulttarget plugin
cs_cz: Zapnout zásuvný modul defaulttarget (výchozí cíl)
de_de: Standardzielplugin aktivieren
el_gr: Ενεργοποίηση πρόσθετου defaulttarget
fa_ir: فعال‌سازی افزونه defaulttarget
fr_fr: Activer le greffon defaulttarget
it_it: Abilita il plug-in di destinazione predefinito
ko_kr: 기본 대상 플러그인 사용
pl_pl: Włącz wtyczkę defaulttarget
uk_ua: Увімкнути плагін типових цілей
zh_cn: 启用defaulttarget 插件

source: Enable df plugin
cs_cz: Zapnout zásuvný modul df
de_de: Aktiviere df-Plugin
el_gr: Ενεργοποίηση προσθήκης df
fa_ir: فعال‌سازی افزونه df
fr_fr: Activer le greffon df
it_it: Abilita il plugin df
ko_kr: df 플러그인 사용
pl_pl: Włącz wtyczkę df
uk_ua: Увімкнути плагін df
zh_cn: 启用df插件

source: Enable encryption for authentication against network collector (optional).
cs_cz: Šifrovat při ověřování se vůči síťovému sběrači (volitelné).
de_de: Aktiviere Verschlüsselung zur Authentifizierung gegen den Netzwerk-Collector (optional).
el_gr: Ενεργοποίηση κρυπτογράφησης για έλεγχο ταυτότητας έναντι του συλλέκτη δικτύου (προαιρετικά).
fa_ir: فعال‌سازی رمزنگاری برای احراز هویت در برابر network collector (اختیاری).
fr_fr: Activer le chiffrement pour l'authentification auprès du collecteur réseau (optionnel).
it_it: Abilita la crittografia per l'autenticazione rispetto al raccoglitore di rete (facoltativo).
ko_kr: 네트워크 수집기에 대한 인증을 위해 암호화를 사용합니다(선택 사항).
pl_pl: Włącz szyfrowanie do uwierzytelniania wobec zbieracza sieci (opcjonalnie).
uk_ua: Увімкнути шифрування для автентифікації щодо мережевого колектора (необов'язково).
zh_cn: 启用加密以对网络收集器进行认证(可选)。

source: Enable fbox_anoncall_networks plugin
cs_cz: Zapnout zásuvný modul fbox_anoncall_networks
de_de: Aktiviere das fbox_anoncall_networks-Plugin
el_gr: Ενεργοποίηση προσθήκης fbox_anoncall_networks
fa_ir: فعال‌سازی افزونه fbox_anoncall_networks
fr_fr: Activer le greffon fbox_anoncall_networks
it_it: Abilita il plugin fbox_anoncall_networks
ko_kr: fbox_anoncall_networks 플러그인 사용
pl_pl: Włącz wtyczkę fbox_anoncall_networks
uk_ua: Увімкнути плагін fbox_anoncall_networks
zh_cn: 启用 fbox_anoncall_networks 插件

source: Enable fix_DTAG_networks plugin
cs_cz: Zapnout zásuvný modul fix_DTAG_networks
de_de: Aktiviere fix_DTAG_networks Erweiterung
el_gr: Ενεργοποίηση προσθήκης fix_DTAG_networks
fa_ir: فعال‌سازی افزونه fix_DTAG_networks
fr_fr: Activer le greffon fix_DTAG_networks
it_it: Abilita il plug-in fix_DTAG_networks
ko_kr: fix_DTAG_networks 플러그인 사용
pl_pl: Włącz wtyczkę fix_DTAG_networks
uk_ua: Увімкнути плагін fix_DTAG_networks
zh_cn: 启用 fix_DTAG_networks 插件

source: Enable fix_bogus_via plugin
cs_cz: Zapnout zásuvný modul fix_bogus_via
de_de: Aktiviere fix_bogus_via Erweiterung
el_gr: Ενεργοποίηση προσθήκης fix_bogus_via
fa_ir: فعال‌سازی افزونه fix_bogus_via
fr_fr: Activer le greffon fix_bogus_via
it_it: Abilita il plugin fix_bogus_via
ko_kr: fix_bogus_via 플러그인 사용
pl_pl: Włącz wtyczkę fix_bogus_via
uk_ua: Увімкнути плагін fix_bogus_via
zh_cn: 启用 fix_bogus_via 插件

source: Enable freshclam service
cs_cz: Zapnout službu freshclam
de_de: Aktiviere den freshclam-Dienst
el_gr: Ενεργοποίηση υπηρεσίας freshclam
fa_ir: فعال‌سازی سرویس freshclam
fr_fr: Activer le service freshclam
it_it: Abilita il servizio freshclam
ko_kr: freshclam 서비스 사용
pl_pl: Włącz usługę freshclam
uk_ua: Увімкнути службу freshclam
zh_cn: 启用 freshclam 服务

source: Enable global SSL default values.
cs_cz: Zapnout globální výchozí hodnoty pro SSL.
de_de: Aktiviert globale SSL Standardwerte.
el_gr: Ενεργοποίηση καθολικών προεπιλεγμένων τιμών SSL.
fa_ir: فعال‌سازی مقادیر پیش‌فرض سراسری SSL.
fr_fr: Activer les valeurs globales par défaut pour SSL.
it_it: Abilita i valori predefiniti SSL globali.
ko_kr: 글로벌 SSL 기본값을 사용.
pl_pl: Włącz globalne domyślne wartości SSL.
uk_ua: Увімкнути глобальні типові значення SSL.
zh_cn: 启用全局SSL默认值。

source: Enable graphite plugin
cs_cz: Zapnout zásuvný modul graphite
de_de: Aktiviere Graphite-Plugin
el_gr: Ενεργοποίηση πρόσθετου γραφίτη
fa_ir: فعال‌سازی پلاگین graphite
fr_fr: Activer le greffon graphite
it_it: Abilita il plugin grafite
ko_kr: graphite 플러그인 사용
pl_pl: Włącz wtyczkę graphite
uk_ua: Увімкнути плагін Graphite
zh_cn: 启用Graphite插件

source: Enable if all present and future subdomains will be HTTPS.
cs_cz: Zapněte, pokud všechny stávající a budoucí dílčí domény budou HTTPS.
de_de: Aktivieren wenn alle vorhanden sind und zukünftige Unterdomains HTTPS sein werden.
el_gr: Ενεργοποιήστε εάν όλοι οι τρέχοντες και μελλοντικοί υποτομείς θα είναι HTTPS.
fa_ir: فعال کنید اگر همه زیردامنه‌های فعلی و آینده HTTPS خواهند بود.
fr_fr: Activer si tous les sous-domaines présents et à venir seront en HTTPS.
it_it: Abilita se tutti i sottodomini presenti e futuri saranno HTTPS.
ko_kr: 현재 및 미래의 모든 하위 도메인이 HTTPS일 경우 사용.
pl_pl: Włącz, jeśli wszystkie obecne i przyszłe subdomeny będą używać HTTPS.
uk_ua: Увімкнути, якщо всі поточні та майбутні субдомени будуть HTTPS.
zh_cn: 如果所有当前和未来的子域都是HTTPS，则启用。

source: Enable if you like this domain to be included in the HSTS preload list.
cs_cz: Zapněte, pokud chcete, aby tato doména byla zahrnuta do seznamu přednastavení HSTS.
de_de: Aktivieren Sie diese Option, wenn diese Domain in die HSTS-Vorladeliste aufgenommen werden soll.
el_gr: Ενεργοποιήστε, εάν θέλετε, την συμπερίληψη αυτού του τομέα στη λίστα προφόρτωσης HSTS.
fa_ir: اگر می‌خواهید این دامنه در فهرست پیش‌بارگذاری HSTS قرار گیرد، فعال کنید.
fr_fr: Activez cette option si vous souhaitez que ce domaine soit inclus dans la liste de préchargement HSTS.
it_it: Abilita se desideri che questo dominio venga incluso nell'elenco di precaricamento HSTS.
ko_kr: 이 도메인을 HSTS 사전 로드 목록에 포함하려면 사용.
pl_pl: Włącz, jeśli chcesz, aby ta domena została uwzględniona w liście wczytywania HSTS.
uk_ua: Увімкнути, якщо ви бажаєте, щоб цей домен був включений до списку попереднього завантаження HSTS.
zh_cn: 如果您希望此域包含在HSTS预加载列表中，请启用。

source: Enable insertion of the X-Forwarded-For header to requests sent to servers.
cs_cz: Vkládat hlavičky X-Forwarded-For do požadavků odesílaných serverům.
de_de: Aktivieren Sie das Einfügen des X-Forwarded-For-Headers in an Server gesendete Anfragen.
el_gr: Ενεργοποίηση εισαγωγής της κεφαλίδας X-Forwarded-For σε αιτήματα που αποστέλλονται σε διακομιστές.
fa_ir: فعال‌سازی درج هدر X-Forwarded-For در درخواست‌های ارسال‌شده به سرورها.
fr_fr: Activer l'insertion de l'en-tête X-Forwarded-For aux requêtes envoyées aux serveurs.
it_it: Abilita l'inserimento dell'intestazione X-Forwarded-For alle richieste inviate ai server.
ko_kr: 서버로 전송되는 요청에 X-Forwarded-For 헤더 삽입을 사용.
pl_pl: Włącz wstawianie nagłówka X-Forwarded-For do żądań wysyłanych do serwerów.
uk_ua: Увімкнути вставку заголовка X-Forwarded-For у запити, надіслані до серверів.
zh_cn: 启用将X-Forwarded-For标头插入发送到服务器的请求。

source: Enable interface plugin
cs_cz: Zapnout modul rozhraní
de_de: Aktiviere Schnittstellen-Plugin
el_gr: Ενεργοποίηση πρόσθετου διεπαφής
fa_ir: فعال‌سازی پلاگین interface
fr_fr: Activer le greffon interface
it_it: Abilita plug-in di interfaccia
ko_kr: 인터페이스 플러그인 사용
pl_pl: Włącz wtyczkę interfejsu
uk_ua: Увімкнути плагін інтерфейсу
zh_cn: 启用接口插件

source: Enable intrusion detection system.
cs_cz: Zapnout systém zjišťování průniků.
de_de: Aktiviert das Intrusion-Detection-System.
el_gr: Ενεργοποίηση συστήματος ανίχνευσης εισβολών.
fa_ir: فعال‌سازی سامانه تشخیص نفوذ.
fr_fr: Activer le système de détection d'intrusion.
it_it: Abilita il sistema di rilevamento delle intrusioni.
ko_kr: 침입 탐지 시스템을 사용.
pl_pl: Włącz system wykrywania włamań.
uk_ua: Увімкнути систему виявлення вторгнень.
zh_cn: 启用入侵检测系统。

source: Enable load plugin
cs_cz: Zapnout zásuvný modul vytížení
de_de: Aktiviere Last-Erweiterung
el_gr: Ενεργοποίηση προσθήκης φόρτωσης
fa_ir: فعال‌سازی پلاگین load
fr_fr: Activer le greffon load
it_it: Abilita plug-in di caricamento
ko_kr: 로드 플러그인 사용
pl_pl: Włącz wtyczkę obciążenia
uk_ua: Увімкнути плагін навантаження
zh_cn: 启用加载插件

source: Enable local cache
cs_cz: Používat místní mezipaměť
de_de: Aktiviere den lokalen Zwischenspeicher
el_gr: Ενεργοποίηση τοπικής προσωρινής μνήμης
fa_ir: فعال‌سازی کش محلی
fr_fr: Activer le cache local
it_it: Abilita la cache locale
ko_kr: 로컬 캐시 사용
pl_pl: Włącz lokalny cache
uk_ua: Увімкнути локальний кеш
zh_cn: 启用本地缓存

source: Enable logging of defaulttarget plugin.
cs_cz: Zapnout záznam událostí v zásuvném modulu defaulttarget.
de_de: Aktiviert die Protokollierung des Standard-Target-Plugins.
el_gr: Ενεργοποίηση καταγραφής του πρόσθετου defaulttarget.
fa_ir: فعال‌سازی ثبت لاگ برای پلاگین defaulttarget.
fr_fr: Activer la journalisation du greffon defaulttarget.
it_it: Abilita la registrazione del plug-in di destinazione predefinito.
ko_kr: defaulttarget 플러그인의 로깅을 사용.
pl_pl: Włącz logowanie wtyczki defaulttarget.
uk_ua: Увімкнути журналювання плагіна defaulttarget.
zh_cn: 启用 defaulttarget 插件的日志记录。

source: Enable logging of executed shell commands as warnings. Make sure to set the Debug Level accordingly.
cs_cz: Zapnout zaznamenávání spuštěných shellových příkazů jako varování. Ověřte že je příslušně nastavená úroveň podrobností ladících zpráv.
de_de: Protokolliert ausgeführte Shell-Befehle als Warnungen. Achten Sie darauf, den Debug-Level entsprechend zu setzen.
el_gr: Ενεργοποιήστε την καταγραφή των εκτελεσμένων εντολών shell ως προειδοποιήσεις. Βεβαιωθείτε ότι έχετε ορίσει το Επίπεδο εντοπισμού σφαλμάτων ανάλογα.
fa_ir: فعال‌سازی ثبت اجرای دستورات شل به‌عنوان هشدار. مطمئن شوید سطح اشکال‌زدایی را متناسب تنظیم کرده‌اید.
fr_fr: Activer la journalisation des commandes shell exécutées en tant qu'avertissements. Assurez-vous de régler le niveau de débogage en conséquence.
it_it: Abilita la registrazione dei comandi shell eseguiti come avvisi. Assicurati di impostare il livello di debug di conseguenza.
ko_kr: 실행된 쉘 명령을 경고로 로깅하도록 설정합니다. 디버그 수준을 적절하게 설정해야 합니다.
pl_pl: Włącz logowanie wykonanych poleceń powłoki jako ostrzeżenia. Upewnij się, że ustawiłeś odpowiedni poziom debugowania.
uk_ua: Увімкнути журналювання виконаних команд оболонки як попереджень. Переконайтеся, що рівень налагодження встановлений відповідним чином.
zh_cn: 启用已执行的shell命令的日志记录作为警告。 确保相应地设置调试级别。

source: Enable memory plugin
cs_cz: Zapnout zásuvný modul pro operační paměť
de_de: Aktiviere memory-Plugin
el_gr: Ενεργοποίηση προσθήκης μνήμης
fa_ir: فعال‌سازی پلاگین memory
fr_fr: Activer le greffon memory
it_it: Abilita plug-in di memoria
ko_kr: 메모리 플러그인 사용
pl_pl: Włącz wtyczkę pamięci
uk_ua: Увімкнути плагін пам'яті
zh_cn: 启用内存插件

source: Enable network plugin
cs_cz: Zapnout zásuvný modul síť
de_de: Netzwerkerweiterung aktivieren
el_gr: Ενεργοποίηση προσθήκης δικτύου
fa_ir: فعال‌سازی پلاگین network
fr_fr: Activer le greffon network
it_it: Abilita plug-in di rete
ko_kr: 네트워크 플러그인 사용
pl_pl: Włącz wtyczkę sieciową
uk_ua: Увімкнути плагін мережі
zh_cn: 启用网络插件

source: Enable or disable HAProxy peers. This will propagate entries of any data-types in stick-tables between several HAProxy instances over TCP connections in a multi-master fashion.
cs_cz: Zapnout nebo vypnout HAProxy protějšky. Toto bude propagovat položky libovolných datových typů v stick-tables mezi několika instancemi HAProxy přes TCP spojení po způsobu vícero hlavních uzlů.
de_de: Aktiviert oder deaktiviert HAProxy-Gegenstellen. Dadurch werden Einträge beliebiger Datentypen in Stick-Tables zwischen mehreren HAProxy-Instanzen über TCP-Verbindungen im Multi-Master-Verfahren synchronisiert.
el_gr: Ενεργοποίηση ή απενεργοποίηση των ομότιμων HAProxy. Αυτό θα μεταδώσει καταχωρήσεις οποιωνδήποτε τύπων δεδομένων σε πίνακες stick μεταξύ πολλών στιγμιότυπων HAProxy μέσω συνδέσεων TCP με τρόπο πολλαπλών κύριων ...
fa_ir: فعال یا غیرفعال‌سازی همتایان HAProxy. این عمل ورودی‌های هر نوع داده در stick-tables را بین چند نمونه HAProxy از طریق اتصال‌های TCP به‌صورت multi-master همگام‌سازی می‌کند.
fr_fr: Activer ou désactiver les pairs HAProxy. Cette fonction permet de propager les entrées des tables d'adhérences à plusieurs instances HAProxy en mode multi-maîtres, au moyen de connexions TCP.
it_it: Abilita o disabilita i peer HAProxy. Ciò propagherà le voci di qualsiasi tipo di dati nelle stick-table tra diverse istanze HAProxy su connessioni TCP in modo multi-master.
ko_kr: HAProxy 피어를 사용하거나 사용하지 않도록 설정합니다. 이것은 멀티 마스터 방식으로 TCP 연결을 통해 여러 HAProxy 인스턴스 간에 스틱 테이블의 데이터 유형 항목을 전파합니다.
pl_pl: Włącz lub wyłącz peerów HAProxy. Spowoduje to propagację wpisów wszelkich typów danych w tabelach stick między kilkoma instancjami HAProxy przez połączenia TCP w wielomistrzowski sposób.
uk_ua: Увімкнути або вимкнути однорангові вузли HAProxy. Це поширить записи будь-яких типів даних у stick-tables між декількома екземплярами HAProxy через TCP-з'єднання в багатомайстерному режимі.
zh_cn: 启用或禁用HAProxy对端。这会以多主机方式通过TCP连接在多个HAProxy实例之间的stick-table中传播任意数据类型的条目。

source: Enable or disable Relayd.
cs_cz: Zapnout nebo vypnout Relayd.
de_de: Aktivieren oder Deaktivieren von Relayd.
el_gr: Ενεργοποίηση ή απενεργοποίηση της λειτουργίας Ρελέ.
fa_ir: فعال یا غیرفعال‌سازی Relayd.
fr_fr: Activer ou désactiver Relayd.
it_it: Abilita o disabilita Relayd.
ko_kr: Relayd를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz Relayd.
uk_ua: Увімкнути або вимкнути Relayd.
zh_cn: 启用或禁用中继。

source: Enable or disable SSL communication with this server.
cs_cz: Umožnit nebo znemožnit SSL komunikaci s tímto serverem.
de_de: Aktivieren oder deaktivieren Sie die SSL-Kommunikation mit diesem Server.
el_gr: Ενεργοποίηση ή απενεργοποίηση επικοινωνίας SSL με αυτόν τον διακομιστή.
fa_ir: فعال یا غیرفعال‌سازی ارتباط SSL با این سرور.
fr_fr: Activer ou désactiver la communication SSL avec ce serveur.
it_it: Abilita o disabilita la comunicazione SSL con questo server.
ko_kr: 이 서버와의 SSL 통신을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz komunikację SSL z tym serwerem.
uk_ua: Увімкнути або вимкнути SSL-зв'язок із цим сервером.
zh_cn: 启用或禁用与此服务器的SSL通信。

source: Enable or disable alert.
cs_cz: Zapnout nebo vypnout výstrahy.
de_de: Alarm aktivieren oder deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση ειδοποίησης.
fa_ir: فعال یا غیرفعال‌سازی هشدار.
fr_fr: Activer ou désactiver les alertes
it_it: Abilita o disabilita l'avviso.
ko_kr: 알림을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz alert.
uk_ua: Увімкнути або вимкнути сповіщення.
zh_cn: 启用或禁用警报。

source: Enable or disable collecting & providing separate statistics for each socket.
cs_cz: Zapnout nebo vypnout shromažďování a poskytování oddělených statistik pro každý síťový soket.
de_de: Aktivieren oder deaktivieren Sie das Sammeln und Bereitstellen separater Statistiken für jeden Socket.
el_gr: Ενεργοποίηση ή απενεργοποίηση της συλλογής και παροχής ξεχωριστών στατιστικών στοιχείων για κάθε υποδοχή.
fa_ir: فعال یا غیرفعال‌سازی جمع‌آوری و ارائه آمار جداگانه برای هر سوکت.
fr_fr: Active ou désactive la collecte et la fourniture de statistiques séparées pour chaque socket.
it_it: Abilita o disabilita la raccolta e la fornitura di statistiche separate per ciascun socket.
ko_kr: 소켓마다 별도의 통계를 수집하고 제공하는 것을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz zbieranie i dostarczanie oddzielnych statystyk dla każdego gniazda.
uk_ua: Увімкнути або вимкнути збирання та надання окремої статистики для кожного сокета.
zh_cn: 启用或禁用为每个套接字收集和提供单独的统计信息。

source: Enable or disable health checking.
cs_cz: Zapnout nebo vypnout kontrolu stavu.
de_de: Aktivieren oder deaktivieren Sie die Integritätsprüfung.
el_gr: Ενεργοποίηση ή απενεργοποίηση ελέγχου εύρυθμης λειτουργίας.
fa_ir: فعال یا غیرفعال‌سازی بررسی سلامت.
fr_fr: Activer ou désactiver le contrôle de santé.
it_it: Abilita o disabilita il controllo dello stato.
ko_kr: 상태 점검를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz sprawdzanie zdrowia.
uk_ua: Увімкнути або вимкнути перевірку стану.
zh_cn: 启用或禁用健康监测检查。

source: Enable or disable logging of connections with no data.
cs_cz: Zapnout nebo vypnout zaznamenávání spojení nepřenášejících data.
de_de: Aktivieren oder deaktivieren Sie die Protokollierung von Verbindungen ohne Daten.
el_gr: Ενεργοποίηση ή απενεργοποίηση της καταγραφής συνδέσεων χωρίς δεδομένα.
fa_ir: لاگ ارتباطاتی که داده ندارند را فعال یا غیرفعال کنید.
fr_fr: Activez ou désactivez la journalisation des connexions sans données.
it_it: Abilita o disabilita la registrazione delle connessioni senza dati.
ko_kr: 데이터 없이 연결 기록을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz logowanie połączeń bez danych.
uk_ua: Увімкнути або вимкнути журналювання з'єднань без даних.
zh_cn: 启用或禁用没有数据连接的日志记录。

source: Enable or disable logging of normal, successful connections.
cs_cz: Zapnout nebo vypnout zaznamenávání běžných, úspěšných spojení.
de_de: Aktivieren oder deaktivieren Sie die Protokollierung normaler, erfolgreicher Verbindungen.
el_gr: Ενεργοποίηση ή απενεργοποίηση της καταγραφής κανονικών, επιτυχημένων συνδέσεων.
fa_ir: لاگ ارتباطات عادی و موفق را فعال یا غیرفعال کنید.
fr_fr: Activez ou désactivez la journalisation des connexions normales et réussies.
it_it: Abilita o disabilita la registrazione delle connessioni normali e riuscite.
ko_kr: 정상적이고 성공적인 연결 기록을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz logowanie normalnych, udanych połączeń.
uk_ua: Увімкнути або вимкнути журналювання звичайних, успішних з'єднань.
zh_cn: 启用或禁用正常、成功连接的日志记录。

source: Enable or disable monit.
cs_cz: Zapnout nebo vypnout monit.
de_de: Aktiviert oder deaktiviert Monit.
el_gr: Ενεργοποίηση ή απενεργοποίηση παρακολούθησης.
fa_ir: monit را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver monit.
it_it: Abilita o disabilita il monitoraggio.
ko_kr: monit를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz monit.
uk_ua: Увімкнути або вимкнути monit.
zh_cn: 启用或禁用monit。

source: Enable or disable service checks.
cs_cz: Zapnout nebo vypnout kontroly služby.
de_de: Dienstprüfungen aktivieren oder deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση ελέγχων υπηρεσίας.
fa_ir: بررسی سرویس‌ها را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver les contrôles de service.
it_it: Abilita o disabilita i controlli del servizio.
ko_kr: 서비스 확인을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz sprawdzanie usług.
uk_ua: Увімкнути або вимкнути перевірки служби.
zh_cn: 启用或禁用服务检查。

source: Enable or disable session redistribution in case of connection failure.
cs_cz: Zapnout nebo vypnout redistribuci relací v případě výpadku spojení.
de_de: Aktiviert oder deaktiviert die Weiterleitung von Sitzungen im Fall eines Verbindungsfehlers.
el_gr: Ενεργοποίηση ή απενεργοποίηση ανακατανομής περιόδου σύνδεσης σε περίπτωση αποτυχίας σύνδεσης.
fa_ir: توزیع مجدد نشست‌ها در صورت قطع اتصال را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver la redistribution des sessions en cas d'échec de la connexion.
it_it: Abilita o disabilita la ridistribuzione della sessione in caso di errore di connessione.
ko_kr: 연결 실패 시 세션 재배포를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz redystrybucję sesji w przypadku awarii połączenia.
uk_ua: Увімкнути або вимкнути перерозподіл сесій у разі збою з'єднання.
zh_cn: 在连接失败的情况下启用或禁用会话重新分发。

source: Enable or disable the FritzBox Anoncall plugin.
cs_cz: Zapnout nebo vypnout zásuvný modul pro FritzBox Anoncall.
de_de: Aktivieren oder deaktivieren Sie das FritzBox Anoncall Plugin.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την προσθήκη FritzBox Anoncall.
fa_ir: پلاگین FritzBox Anoncall را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le greffon Anoncall de la FritzBox.
it_it: Abilita o disabilita il plugin FritzBox Anoncall.
ko_kr: FritzBox Anoncall 플러그인을사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz wtyczkę FritzBox Anoncall.
uk_ua: Увімкнути або вимкнути плагін FritzBox Anoncall.
zh_cn: 启用或禁用 FritzBox Anoncall 插件。

source: Enable or disable the HAProxy service.
cs_cz: Zapnout nebo vypnout službu HAProxy.
de_de: Den HAProxy-Dienst aktivieren oder deaktivieren.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την υπηρεσία HAProxy.
fa_ir: سرویس HAProxy را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le service HAProxy.
it_it: Abilitare o disabilitare il servizio HAProxy.
ko_kr: HAProxy 서비스를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz usługę HAProxy.
uk_ua: Увімкнути або вимкнути службу HAProxy.
zh_cn: 启用或禁用HAProxy服务。

source: Enable or disable the Redis service.
cs_cz: Zapnout nebo vypnout službu Redis.
de_de: Aktiviere oder deaktiviere den Redis-Dienst.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την υπηρεσία Redis.
fa_ir: سرویس Redis را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le service Redis.
it_it: Abilita o disabilita il servizio Redis.
ko_kr: Redis 서비스를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz usługę Redis.
uk_ua: Увімкнути або вимкнути службу Redis.
zh_cn: 启用或禁用Redis 服务。

source: Enable or disable the STUN plugin.
cs_cz: Zapnout nebo vypnout STUN zásuvný modul.
de_de: Aktivieren oder deaktivieren des STUN-Plugin.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την προσθήκη STUN.
fa_ir: پلاگین STUN را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver le greffon STUN.
it_it: Abilita o disabilita il plugin STUN.
ko_kr: STUN 플러그인을 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz wtyczkę STUN.
uk_ua: Увімкнути або вимкнути плагін STUN.
zh_cn: 启用或禁用STUN插件。

source: Enable or disable the caching of Windows updates. This makes sense if you don't have a WSUS server. If you can setup a WSUS server, this solution should be preferred.
cs_cz: Zapnout nebo vypnout ukládání obsahu ze služby Windows updates do mezipaměti. Toto dává smysl, pokud nemáte WSUS server. Pokud máte možnost WSUS serveru, mělo by takové řešení být upřednostňováno.
de_de: Aktiviere oder deaktiviere das Zwischenspeichern von Windows-Updates. Das macht dann Sinn, wenn Sie keinen WSUS-Server haben. Falls Sie einen WSUS-Server aufsetzten können, sollten Sie diese Option bevorzugen.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε την προσωρινή αποθήκευση των ενημερώσεων των Windows. Αυτό έχει νόημα εάν δεν έχετε διακομιστή WSUS. Εάν μπορείτε να ρυθμίσετε έναν διακομιστή WSUS, θα πρέπει να προτιμήσετε αυτήν τη λύση.
fa_ir: کش کردن به‌روزرسانی‌های Windows را فعال یا غیرفعال کنید. این در صورتی مفید است که سرور WSUS ندارید؛ در صورت امکان، راه‌اندازی سرور WSUS ترجیح دارد.
fr_fr: Activer ou désactiver la mise en cache des mises à jour Windows. Cela a du sens si vous n’avez pas de serveur WSUS. Si vous pouvez configurer un serveur WSUS, cette solution est préférable.
it_it: Abilita o disabilita la memorizzazione nella cache degli aggiornamenti di Windows. Questo ha senso se non disponi di un server WSUS. Se è possibile configurare un server WSUS, questa soluzione dovrebbe essere preferita.
ko_kr: Windows 업데이트 캐싱을 사용하거나 사용하지 않습니다. WSUS 서버가 없는 경우 이는 당연한 일입니다. WSUS 서버를 설정할 수 있다면 해당 솔루션을 사용하는 것이 좋습니다.
pl_pl: Włącz lub wyłącz cache'owanie aktualizacji Windows. Ma to sens, jeśli nie masz serwera WSUS. Jeśli możesz skonfigurować serwer WSUS, to rozwiązanie powinno być preferowane.
uk_ua: Увімкнути або вимкнути кешування оновлень Windows. Це має сенс, якщо у вас немає WSUS-сервера. Якщо ви можете налаштувати WSUS-сервер, цьому рішенню слід надати перевагу.
zh_cn: 启用或禁用Windows更新的缓存。 如果您没有WSUS服务器，这是有意义的。 如果可以设置WSUS服务器，则应首选此解决方案。
