Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This interface will be added first in the lagg making it the primary one.
cs_cz: Toto rozhraní bude do lagg skupiny přidáno jako první a stane se v ní tak hlavním.
de_de: Diese Schnittstelle wird zuerst zur LAGG hinzugefügt und wird dadurch zur primären Schnittstelle.
el_gr: Αυτή η διεπαφή θα προστεθεί πρώτη στο lag, καθιστώντας την την κύρια.
fa_ir: این اینترفیس ابتدا به lagg اضافه می‌شود و به‌عنوان اینترفیس اصلی در نظر گرفته می‌شود.
fr_fr: Cette interface sera ajoutée en premier dans le lagg, ce qui en fera l'interface principale.
it_it: Questa interfaccia verrà aggiunta per prima nel lagg rendendola quella primaria.
ko_kr: 이 인터페이스는 lagg에 먼저 추가되어 기본 인터페이스가 됩니다.
uk_ua: Цей інтерфейс буде додано першим до lagg, що зробить його основним.
zh_cn: 该接口将首先添加到 Lagg 中，使其成为主要接口。

source: This is the instance number to give the WireGuard device a unique name (wgX).
cs_cz: Jedná se o číslo instance, ze kterého je WireGuard zařízení vytvářen neopakující se název (wgX).
de_de: Dies ist die Instanznummer, um dem WireGuard-Gerät einen eindeutigen Namen (wgX) zu geben.
el_gr: Αυτός είναι ο αριθμός παρουσίας που δίνει στη συσκευή WireGuard ένα μοναδικό όνομα (wgX).
fa_ir: شمارهٔ نمونه برای اختصاص یک نام یکتا به دستگاه WireGuard (مثلاً wgX).
fr_fr: Il s'agit du numéro d'instance permettant de donner un nom unique au dispositif WireGuard (wgX).
it_it: Questo è il numero di istanza per assegnare al dispositivo WireGuard un nome univoco (wgX).
ko_kr: 이것은 WireGuard 장치에 고유한 이름(wgX)을 부여하기 위한 인스턴스 번호입니다.
uk_ua: Це номер екземпляра для надання пристрою WireGuard унікального імені (wgX).
zh_cn: WireGuard 设备提供唯一名称 (wgX) 的实例编号。

source: This option allows the use of insecure ciphers.
cs_cz: Tato volba umožňuje používat i šifry, které už nejsou bezpečné.
de_de: Diese Option erlaubt die Verwendung unsicherer Verschlüsselungsverfahren.
el_gr: Αυτή η επιλογή επιτρέπει τη χρήση μη ασφαλών κρυπτογραφημάτων.
fa_ir: این گزینه اجازهٔ استفاده از cipherهای ناامن را می‌دهد.
fr_fr: Cette option permet d'utiliser des algorithmes de chiffrement non sécurisés.
it_it: Questa opzione consente l'uso di cifrature non sicure.
ko_kr: 이 옵션을 사용하면 취약한 암호를 사용할 수 있습니다.
uk_ua: Ця опція дозволяє використання небезпечних шифрів.
zh_cn: 该选项允许使用不安全的密码。

source: This option allows to choose which IP family is preferred when resolving DNS names. This is useful when IPv6 or IPv4 is not available. It solves a common issue with OCSP updates.
cs_cz: Tato předvolba umožňuje zvolit, která generace IP adres bude upřednostňována při překládání DNS názvů. To je užitečné, pokud není k dispozici IPv6 nebo IPv4. Řeší běžný problém s aktualizacemi OCSP.
de_de: Mit dieser Option können Sie auswählen, welche IP-Familie bei der Auflösung von DNS-Namen bevorzugt wird. Dies ist nützlich, wenn IPv6 oder IPv4 nicht verfügbar sind. Es löst ein häufiges Problem bei OCSP-Updates.
el_gr: Αυτή η επιλογή επιτρέπει την επιλογή της προτιμώμενης οικογένειας IP κατά την επίλυση ονομάτων DNS. Αυτό είναι χρήσιμο όταν δεν είναι διαθέσιμο το IPv6 ή το IPv4. Επιλύει ένα συνηθισμένο πρόβλημα με τις ενημερώσεις OCSP.
fa_ir: این گزینه امکان انتخاب خانوادهٔ IP ترجیحی هنگام حل نام‌های DNS را می‌دهد. وقتی IPv6 یا IPv4 در دسترس نیست مفید است. این مسئلهٔ متداول در به‌روزرسانی‌های OCSP را حل می‌کند.
fr_fr: Cette option permet de choisir la famille IP à privilégier pour la résolution des noms DNS. Cette option est utile lorsque IPv6 ou IPv4 n'est pas disponible. Elle résout un problème courant avec les mises à jour OCSP.
it_it: Questa opzione consente di scegliere quale famiglia IP preferire durante la risoluzione dei nomi DNS. Ciò è utile quando IPv6 o IPv4 non è disponibile. Risolve un problema comune con gli aggiornamenti OCSP.
ko_kr: 이 옵션은 DNS 이름을 확인할 때 선호하는 IP 패밀리를 선택할 수 있도록 합니다. 이는 IPv6 또는 IPv4가 사용할 수 없을 때 유용하며, OCSP 업데이트와 관련된 일반적인 문제를 해결합니다.
uk_ua: Ця опція дозволяє обрати, яка IP-сім'я є пріоритетною при розв'язанні імен DNS. Це корисно, коли IPv6 або IPv4 недоступні. Вона вирішує поширену проблему з оновленнями OCSP.
zh_cn: 此选项允许选择解析DNS名称时首选的IP系列。当IPv6或IPv4不可用时，这非常有用。它解决了OCSP更新的常见问题。

source: This option is DEPRECATED and should no longer be used. A new option is available in backend pool settings.
cs_cz: Tato volba je ZASTARALÁ a neměla by už být používána. V nastavení fondu podpůrné vrstvy je k dispozici nová volba, která tuto nahrazuje.
de_de: Diese Option ist veraltet und sollte nicht mehr verwendet werden. In den Backend-Pooleinstellungen ist eine neue Option verfügbar.
el_gr: Αυτή η επιλογή έχει ΚΑΤΑΡΡΙΦΘΕΙ και δεν θα πρέπει πλέον να χρησιμοποιείται. Μια νέα επιλογή είναι διαθέσιμη στις ρυθμίσεις της ομάδας backend.
fa_ir: این گزینه منسوخ شده (DEPRECATED) است و دیگر نباید استفاده شود. یک گزینهٔ جدید در تنظیمات backend pool موجود است.
fr_fr: Cette option est DÉCRYPTÉE et ne doit plus être utilisée. Une nouvelle option est disponible dans les paramètres du pool de backend.
it_it: Questa opzione è DEPRECATA e non deve più essere utilizzata. Una nuova opzione è disponibile nelle impostazioni del pool backend.
ko_kr: 이 옵션은 더 이상 사용되지 않으며 더 이상 사용해서는 안 됩니다. 백엔드 풀 설정에서 새 옵션을 사용할 수 있습니다.
uk_ua: Ця опція ЗАНСТАРІЛА і більше не повинна використовуватися. Нова опція доступна в налаштуваннях пулу бекендів.
zh_cn: 此选项已弃用，不要再使用。后端池设置中提供了一个新选项。

source: This peers role
cs_cz: Role tohoto protějšku
de_de: Rolle dieser Gegenstelle.
el_gr: Αυτός ο ρόλος των συνομηλίκων
fa_ir: نقش این همتا
fr_fr: Ce rôle des pairs
it_it: Questo ruolo di pari
ko_kr: 이 피어 역할
uk_ua: Роль цього піра
zh_cn: 端点角色

source: This server name
cs_cz: Název tohoto serveru
de_de: Name dieses Servers
el_gr: Αυτό το όνομα διακομιστή
fa_ir: نام این سرور
fr_fr: Ce nom de serveur
it_it: Questo nome di server
ko_kr: 이 서버 이름
uk_ua: Ім'я сервера
zh_cn: 服务器名称

source: This specifies the URL of our server instance, which should use a different port than the control agent. For example http://192.0.2.1:8001/
cs_cz: Určuje URL adresu této instance serveru, která by měla používat jiný port než řídicí agent. Například http://192.0.2.1:8001/
de_de: Gibt die URL der Serverinstanz dieser Gegenstelle an. Diese sollte einen anderen Port als der Control Agent verwenden. Beispiel: http://192.0.2.1:8001/
el_gr: Αυτό καθορίζει τη διεύθυνση URL της παρουσίας του διακομιστή μας, η οποία θα πρέπει να χρησιμοποιεί διαφορετική θύρα από τον παράγοντα ελέγχου. Για παράδειγμα http://192.0.2.1:8001/
fa_ir: آدرس URL نمونهٔ سرور ما را مشخص می‌کند که باید از پورتی متفاوت نسبت به عامل کنترل استفاده کند. برای مثال http://192.0.2.1:8001/
fr_fr: Ceci spécifie l'URL de notre instance de serveur, qui doit utiliser un port différent de celui de l'agent de contrôle. Par exemple http://192.0.2.1:8001/
it_it: Questo specifica l'URL della nostra istanza del server, che dovrebbe utilizzare una porta diversa rispetto all'agente di controllo. Ad esempio http://192.0.2.1:8001/
ko_kr: 이것은 우리 서버 인스턴스의 URL를 지정하며, 제어 에이전트와는 다른 포트를 사용해야 합니다. 예: http://192.0.2.1:8001/
uk_ua: Це вказує URL нашого екземпляра сервера, який повинен використовувати інший порт, ніж агент керування. Наприклад, http://192.0.2.1:8001/
zh_cn: 指定服务器实例的URL， 它应该使用与控制代理不同的端口。例如 http://192.0.2.1:8001/

source: This specifies the Vault token to authenticate with.
cs_cz: Toto určuje token trezoru, pomocí kterého se bude ověřováno.
de_de: Legt das Vault-Token für die Authentifizierung fest.
el_gr: Αυτό καθορίζει το διακριτικό Vault με το οποίο θα γίνει έλεγχος ταυτότητας.
fa_ir: این توکن Vault را برای احراز هویت مشخص می‌کند.
fr_fr: Il s'agit du jeton de chambre forte à utiliser pour l'authentification.
it_it: Specifica il token Vault con cui eseguire l'autenticazione.
ko_kr: 이는 인증에 사용할 Vault 토큰을 지정합니다.
uk_ua: Це визначає токен Vault для автентифікації.
zh_cn: 这指定了用于验证的 Vault 令牌。

source: This specifies the prefix path in Vault. If you select KV v2 you need to add .../data/... between the secret-mount-path and the path. Example: v1 prefix path: secret/acme, v2 prefix path: secret/data/acme.
cs_cz: Určuje předponu popisu umístění v Trezoru. Pokud vyberete KV v2, bude třeba mezi secret-mount-path a popis umístění přidat .../data/.... Příklad: předpona popisu umístění u v1: secret/acme, zatímco v případě v2: secret/data/acme.
de_de: Legt den Präfixpfad in Vault fest. Wenn KV v2 gewählt wird, muss zwischen dem Secret-Mount-Pfad und dem Pfad ".../data/..." eingefügt werden. Beispiel: Präfixpfad bei v1: secret/acme, bei v2: secret/data/acme.
el_gr: Αυτό καθορίζει τη διαδρομή προθέματος στο Vault. Εάν επιλέξετε KV v2, πρέπει να προσθέσετε .../data/... μεταξύ της διαδρομής secret-mount και της διαδρομής. Παράδειγμα: διαδρομή προθέματος v1: secret/acme, διαδρομή προθέματος v2: secret/data/acme.
fa_ir: این مقدار مسیر پیش‌وند (prefix) در Vault را مشخص می‌کند. اگر KV v2 را انتخاب کنید باید .../data/... را بین secret-mount-path و مسیر اضافه کنید. مثال: مسیر پیش‌وند برای v1: secret/acme، برای v2: secret/data/acme.
fr_fr: Ceci spécifie le chemin du préfixe dans Vault. Si vous sélectionnez KV v2, vous devez ajouter .../data/... entre secret-mount-path et le chemin. Exemple : chemin du préfixe v1 : secret/acme, chemin du préfixe v2 : secret/data/acme.
it_it: Ciò specifica il percorso del prefisso in Vault. Se selezioni KV v2 devi aggiungere .../data/... tra il percorso di montaggio segreto e il percorso. Esempio: percorso prefisso v1: secret/acme, percorso prefisso v2: secret/data/acme.
ko_kr: 이것은 Vault의 프리픽스 경로를 지정합니다. KV v2를 선택하는 경우 secret-mount-path와 경로 사이에 .../data/...를 추가해야 합니다. 예: v1 프리픽스 경로: secret/acme, v2 프리픽스 경로: secret/data/acme.
uk_ua: Це визначає шлях префікса у Vault. Якщо ви оберете KV v2, вам потрібно додати .../data/... між secret-mount-path та шляхом. Приклад: шлях префікса v1: secret/acme, шлях префікса v2: secret/data/acme.
zh_cn: 这指定了 Vault 中的前缀路径。如果选择 KV v2，则需要在 secret-mount-path 和路径之间添加 .../data/...。例如：v1 前缀路径：secret/acme，v2 前缀路径：secret/data/acme。

source: This will enable AgentX support, which can then be queried via SNMP.
cs_cz: Toto zapne podporu pro AgentX, na které je pak možné se dotazovat prostřednictvím protokolu SNMP.
de_de: Aktiviert die AgentX-Unterstützung, die anschließend über SNMP abgefragt werden kann.
el_gr: Αυτό θα ενεργοποιήσει την υποστήριξη AgentX, η οποία στη συνέχεια θα μπορεί να ερωτηθεί μέσω SNMP.
fa_ir: این پشتیبانی AgentX را فعال می‌کند که سپس از طریق SNMP قابل‌پرس‌وجو خواهد بود.
fr_fr: Cela activera la prise en charge de l'AgentX, qui pourra alors être interrogé via SNMP.
it_it: Ciò abiliterà il supporto AgentX, che potrà quindi essere interrogato tramite SNMP.
ko_kr: 이렇게 하면 AgentX 지원이 활성화되고 SNMP를 통해 쿼리할 수 있습니다.
uk_ua: Це увімкне підтримку AgentX, до якої потім можна буде звертатися через SNMP.
zh_cn: 这将启用 AgentX 支持，然后可以通过 SNMP 进行查询。

source: This will enable OpenTelemetry as output.
cs_cz: Toto zapne OpenTelemetry jako výstup.
de_de: Aktiviert OpenTelemetry als Ausgabemodus.
el_gr: Αυτό θα ενεργοποιήσει το OpenTelemetry ως έξοδο.
fa_ir: این OpenTelemetry را به‌عنوان خروجی فعال می‌کند.
fr_fr: Ceci activera OpenTelemetry en tant que sortie.
it_it: Ciò abiliterà OpenTelemetry come output.
ko_kr: 이렇게 하면 OpenTelemetry가 출력으로 활성화됩니다.
uk_ua: Це увімкне OpenTelemetry як вихід.
zh_cn: 这将启用 OpenTelemetry 作为输出。

source: This will enable or disable the instance.
cs_cz: Toto zapne nebo vypne instanci.
de_de: Dadurch wird die Instanz aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει την παρουσία.
fa_ir: این نمونه را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver l'instance.
it_it: Ciò abiliterà o disabiliterà l'istanza.
ko_kr: 이렇게 하면 인스턴스가 활성화되거나 비활성화됩니다.
uk_ua: Це увімкне або вимкне екземпляр.
zh_cn: 启用或禁用实例。

source: This will enable or disable the peer.
cs_cz: Toto zapne nebo vypne protějšek.
de_de: Dadurch wird die Gegenstelle aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τον ομότιμο.
fa_ir: این همتا را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver le pair.
it_it: Ciò abiliterà o disabiliterà il peer.
ko_kr: 이렇게 하면 피어가 활성화되거나 비활성화됩니다.
uk_ua: Це увімкне або вимкне пір.
zh_cn: 启用或禁用端点。

source: This will enable writes to a MQTT Broker acting as a mqtt Producer.
cs_cz: Toto umožní zápisy do zprostředkovatele MQTT, který funguje jako producent mqtt.
de_de: Aktiviert das Schreiben an einen MQTT-Broker, der als MQTT-Produzent fungiert.
el_gr: Αυτό θα επιτρέψει την εγγραφή σε έναν MQTT Broker που ενεργεί ως mqtt Producer.
fa_ir: این امکان نوشتن به یک MQTT Broker را که به‌عنوان Producer عمل می‌کند، فعال می‌سازد.
fr_fr: Cela permettra d'écrire à un courtier MQTT agissant en tant que producteur mqtt.
it_it: Ciò consentirà le scritture su un broker MQTT che agisce come produttore mqtt.
ko_kr: 이를 통해 MQTT 제작자 역할을 하는 MQTT 브로커에 대한 쓰기가 가능해집니다.
uk_ua: Це увімкне запис у брокер MQTT, що діє як виробник MQTT.
zh_cn: 这样就能写入作为 mqtt 生产者的 MQTT 代理。

source: This will filter AAAA records on IPv4 Clients. Set "DNSSEC Validation" to "No" and AAAA records will be omitted even if they are signed.
cs_cz: Toto bude filtrovat AAAA záznamy u IPv4 klientů. Pokud nastavíte „DNSSEC ověřování“ na „Ne“, AAAA záznamy budou vynechány, i když budou podepsané.
de_de: Filtert AAAA-Einträge bei IPv4-Clients. Setzen Sie "DNSSEC-Validierung" auf "Nein", damit AAAA-Einträge ausgelassen werden, selbst wenn sie signiert sind.
el_gr: Αυτό θα φιλτράρει τις εγγραφές AAAA σε IPv4 Clients. Ορίστε την επιλογή "DNSSEC Validation" σε "No" και οι εγγραφές AAAA θα παραλειφθούν ακόμα κι αν είναι υπογεγραμμένες.
fa_ir: این رکوردهای AAAA را برای کلاینت‌های IPv4 فیلتر می‌کند. گزینهٔ «DNSSEC Validation» را روی «No» قرار دهید تا رکوردهای AAAA حتی در صورت امضا شدن نیز حذف شوند.
fr_fr: Cela permet de filtrer les enregistrements AAAA sur les clients IPv4. Définissez "Validation DNSSEC" sur "Non" et les enregistrements AAAA seront omis même s'ils sont signés.
it_it: Ciò filtrerà i record AAAA sui client IPv4. Imposta "Convalida DNSSEC" su "No" e i record AAAA verranno omessi anche se firmati.
ko_kr: 이렇게 하면 IPv4 클라이언트에서 AAAA 레코드가 필터링됩니다. "DNSSEC 검증"을 "아니요"로 설정하면 서명된 경우에도 AAAA 레코드가 생략됩니다.
uk_ua: Це відфільтрує записи AAAA для клієнтів IPv4. Встановіть "Перевірка DNSSEC" на "Ні", і записи AAAA будуть виключені, навіть якщо вони підписані.
zh_cn: 这将过滤 IPv4 客户端上的 AAAA 记录。将 "DNSSEC 验证 "设为 "否"，即使 AAAA 记录已签名，也会被省略。

source: This will filter AAAA records on IPv6 Clients. Set "DNSSEC Validation" to "No" and AAAA records will be omitted even if they are signed.
cs_cz: Toto bude filtrovat AAAA záznamy u IPv6 klientů. Pokud nastavíte „DNSSEC ověřování“ na „Ne“, AAAA záznamy budou vynechány, i když budou podepsané.
de_de: Filtert AAAA-Einträge bei IPv6-Clients. Setzen Sie "DNSSEC-Validierung" auf "Nein", damit AAAA-Einträge ausgelassen werden, selbst wenn sie signiert sind.
el_gr: Αυτό θα φιλτράρει τις εγγραφές AAAA σε IPv6 Clients. Ορίστε την επιλογή "DNSSEC Validation" σε "No" και οι εγγραφές AAAA θα παραλειφθούν ακόμα κι αν είναι υπογεγραμμένες.
fa_ir: این رکوردهای AAAA را برای کلاینت‌های IPv6 فیلتر می‌کند. گزینهٔ «DNSSEC Validation» را روی «No» قرار دهید تا رکوردهای AAAA حتی در صورت امضا شدن نیز حذف شوند.
fr_fr: Cela permet de filtrer les enregistrements AAAA sur les clients IPv6. Définissez "Validation DNSSEC" sur "Non" et les enregistrements AAAA seront omis même s'ils sont signés.
it_it: Ciò filtrerà i record AAAA sui client IPv6. Imposta "Convalida DNSSEC" su "No" e i record AAAA verranno omessi anche se firmati.
ko_kr: 이렇게 하면 IPv6 클라이언트에서 AAAA 레코드가 필터링됩니다. "DNSSEC 검증"을 "아니요"로 설정하면 서명된 경우에도 AAAA 레코드가 생략됩니다.
uk_ua: Це відфільтрує записи AAAA для клієнтів IPv6. Встановіть "Перевірка DNSSEC" на "Ні", і записи AAAA будуть виключені, навіть якщо вони підписані.
zh_cn: 这将过滤 IPv6 客户端上的 AAAA 记录。将 "DNSSEC 验证 "设为 "否"，即使 AAAA 记录已签名，也会被省略。

source: Threads
cs_cz: Vlákna
el_gr: Νήματα
fa_ir: تردها
fr_fr: Fils
it_it: Discussioni
ko_kr: 쓰레드
uk_ua: Потоки
zh_cn: 线程数

source: Time Out
cs_cz: Časový limit
de_de: Zeitüberschreitung
el_gr: Χρονικό όριο
fa_ir: تایم‌اوت
fr_fr: Temps d'arrêt
it_it: Tempo scaduto
ko_kr: 시간 초과
uk_ua: Таймаут
zh_cn: 超时

source: Time interval before packets are treated as lost. Default is 4 (four times the probe interval).
cs_cz: Časový interval, po kterém jsou pakety považovány za ztracené. Výchozí hodnota je 4 (čtyřnásobek intervalu sondy).
de_de: Zeitspanne, nach der verlorene Pakete als solche gewertet werden. Standard ist 4x Intervall.
el_gr: Χρονικό διάστημα πριν τα πακέτα θεωρηθούν χαμένα. Η προεπιλογή είναι 4 (τετραπλάσιο του διαστήματος ανίχνευσης).
fa_ir: بازهٔ زمانی قبل از اینکه بسته‌ها به‌عنوان از‌دست‌رفته در نظر گرفته شوند. مقدار پیش‌فرض 4 است (چهار برابر فاصلهٔ پروب).
fr_fr: Intervalle de temps avant que les paquets ne soient considérés comme perdus. La valeur par défaut est 4 (quatre fois l'intervalle de sonde).
it_it: Intervallo di tempo prima che i pacchetti vengano considerati persi. Il valore predefinito è 4 (quattro volte l'intervallo della sonda).
ko_kr: 패킷이 손실된 것으로 처리되기 전의 시간 간격입니다. 기본값은 4(프로브 간격의 4배)입니다.
uk_ua: Інтервал часу, перш ніж пакети вважатимуться втраченими. Типово 4 (в чотири рази більше інтервалу зондування).
zh_cn: 数据包被视为丢失之前的时间间隔。默认值为 4（探测间隔的四倍）。

source: Timeout for write operations. Default is 5s.
cs_cz: Časový limit pro operace zápisu. Výchozí je 5s.
de_de: Timeout für Schreibvorgänge. Standardwert: 5 Sekunden.
el_gr: Χρονικό όριο για λειτουργίες εγγραφής. Η προεπιλογή είναι 5 δευτερόλεπτα.
fa_ir: تایم‌اوت برای عملیات نوشتن. مقدار پیش‌فرض 5s است.
fr_fr: Délai d'attente pour les opérations d'écriture. La valeur par défaut est de 5 secondes.
it_it: Timeout per le operazioni di scrittura. L'impostazione predefinita è 5 secondi.
ko_kr: 쓰기 작업의 시간 초과. 기본값은 5초입니다.
uk_ua: Таймаут для операцій запису. Типово 5 с.
zh_cn: 写入操作的超时。默认为 5 秒。

source: Timeout in seconds.
cs_cz: Časový limit (v sekundách)
de_de: Zeitüberschreitung in Sekunden.
el_gr: Χρονικό όριο σε δευτερόλεπτα.
fa_ir: تایم‌اوت بر حسب ثانیه.
fr_fr: Échéance en secondes.
it_it: Timeout in secondi.
ko_kr: 초단위 시간 초과
uk_ua: Таймаут у секундах.
zh_cn: 超时（以秒为单位）。

source: Track interface
cs_cz: Sledovat rozhraní
de_de: Schnittstelle verfolgen
el_gr: Διεπαφή παρακολούθησης
fa_ir: ردیابی رابط
fr_fr: Interface de suivi
it_it: Interfaccia di traccia
ko_kr: 추적 인터페이스
uk_ua: Відстежувати інтерфейс
zh_cn: 跟踪接口

source: Tries
cs_cz: Pokusů
de_de: Versuche
el_gr: Προσπάθειες
fa_ir: تعداد تلاش‌ها
fr_fr: Essais
it_it: Ci prova
ko_kr: 시도 횟수
uk_ua: Спроби
zh_cn: 重试次数

source: Trusted Network Connect
cs_cz: Důvěryhodné připojení k síti
el_gr: Αξιόπιστη σύνδεση δικτύου
fr_fr: Connexion à un réseau de confiance
it_it: Connessione di rete affidabile
ko_kr: 신뢰된 네트워크 연결
uk_ua: Довірене підключення до мережі
zh_cn: 可信网络连接

source: Tunnel address
cs_cz: Adresa tunelu
de_de: Tunneladresse
el_gr: Διεύθυνση σήραγγας
fa_ir: آدرس تونل
fr_fr: Adresse du tunnel
it_it: Indirizzo del tunnel
ko_kr: 터널 주소
uk_ua: Адреса тунелю
zh_cn: 隧道地址

source: Tunnel netmask / prefix
cs_cz: Maska sítě / předpona tunelu
de_de: Tunnel-Netzmaske / Präfix
el_gr: Μάσκα δικτύου / πρόθεμα σήραγγας
fa_ir: ماسک شبکه / پیشوند تونل
fr_fr: Masque de réseau du tunnel / préfixe
it_it: Maschera di rete/prefisso del tunnel
ko_kr: 터널 넷마스크 / 프리픽스
uk_ua: Маска підмережі / префікс тунелю
zh_cn: 隧道网络掩码/前缀

source: Tunnel secondary local address
cs_cz: Sekundární místní adresa tunelu
de_de: Zweite lokale Tunnel-Adresse
el_gr: Δευτερεύουσα τοπική διεύθυνση σήραγγας
fa_ir: آدرس محلی ثانویهٔ تونل
fr_fr: Adresse locale secondaire du tunnel
it_it: Indirizzo locale secondario del tunnel
ko_kr: 터널 2차 로컬 주소
uk_ua: Додаткова локальна адреса тунелю
zh_cn: 隧道辅助本地地址

source: Tunnel secondary remote address
cs_cz: Sekundární vzdálená adresa tunelu
de_de: Zweite entfernte Tunnel-Adresse
el_gr: Δευτερεύουσα απομακρυσμένη διεύθυνση σήραγγας
fa_ir: آدرس راه‌دور ثانویهٔ تونل
fr_fr: Adresse distante secondaire du tunnel
it_it: Indirizzo remoto secondario del tunnel
ko_kr: 터널 2차 원격 주소
uk_ua: Додаткова віддалена адреса тунелю
zh_cn: 隧道辅助远程地址

source: UDP port for IKE communication. If the default of port 500 is used, automatic IKE port floating to port 4500 is used to work around NAT issues.
cs_cz: UDP port pro IKE komunikaci. Pokud je použit výchozí port 500, použije se automatické plovoucí nastavení portu IKE na port 4500, aby se obešly problémy s NAT překladem.
de_de: UDP-Port für die IKE-Kommunikation. Wenn der Standardport 500 verwendet wird, wird automatisch auf Port 4500 gewechselt, um NAT-Probleme zu umgehen.
el_gr: Θύρα UDP για επικοινωνία IKE. Εάν χρησιμοποιείται η προεπιλεγμένη θύρα 500, η αυτόματη μεταφορά της θύρας IKE στη θύρα 4500 χρησιμοποιείται για την αντιμετώπιση προβλημάτων NAT.
fa_ir: پورت UDP برای ارتباط IKE. اگر از پورت پیش‌فرض 500 استفاده شود، برای رفع مشکلات NAT، پورت IKE به‌طور خودکار به پورت 4500 منتقل می‌شود.
fr_fr: Port UDP pour la communication IKE. Si le port 500 est utilisé par défaut, le flottement automatique du port IKE vers le port 4500 est utilisé pour contourner les problèmes de NAT.
it_it: Porta UDP per la comunicazione IKE. Se viene utilizzata la porta 500 predefinita, viene utilizzata la porta IKE automatica mobile sulla porta 4500 per risolvere i problemi NAT.
ko_kr: IKE 통신을 위한 UDP 포트. 포트 500의 기본값을 사용하는 경우, NAT 문제를 해결하기 위해 포트 4500으로 자동 IKE 포트 플로팅이 사용됩니다.
uk_ua: UDP-порт для зв'язку IKE. Якщо використовується типовий порт 500, для обходу проблем NAT використовується автоматичне переміщення IKE-порту на порт 4500.
zh_cn: 500(默认)用于IKE通信的UDP端口。如果使用默认端口500，则自动浮动到端口4500的IKE 端口用于解决NAT问题。

source: URIs
cs_cz: URI identifikátory
el_gr: URI
fa_ir: URIها
fr_fr: URI
it_it: URI
uk_ua: URI

source: URL of MQTT brokers. Format is without square brackets, just like localhost:8083 or mqtts://server.net:8883. The same credentials will be used when defining multiple brokers.
cs_cz: URL zprostředkovatelů MQTT. Formát je bez hranatých závorek, jako například localhost:8083 nebo mqtts://server.net:8883. Pokud je zprostředkovatelů definováno vícero, budou pro všechny použity stejné přihlašovací údaje.
de_de: URL der MQTT-Broker. Das Format erfolgt ohne eckige Klammern, zum Beispiel localhost:8083 oder mqtts://server.net:8883. Bei mehreren Brokern werden dieselben Zugangsdaten verwendet.
el_gr: URL των brokers MQTT. Η μορφή είναι χωρίς αγκύλες, όπως ακριβώς localhost:8083 ή mqtts://server.net:8883. Τα ίδια διαπιστευτήρια θα χρησιμοποιηθούν κατά τον ορισμό πολλαπλών brokers.
fa_ir: آدرس URL بروکرهای MQTT. فرمت بدون کروشهٔ [ ] باشد، مانند localhost:8083 یا mqtts://server.net:8883. هنگام تعریف چند بروکر، از همان اعتبارنامه‌ها استفاده می‌شود.
fr_fr: URL des courtiers MQTT. Le format est sans crochets, comme localhost:8083 ou mqtts://server.net:8883. Les mêmes informations d'identification seront utilisées lors de la définition de plusieurs courtiers.
it_it: URL dei broker MQTT. Il formato è senza parentesi quadre, proprio come localhost:8083 o mqtts://server.net:8883. Le stesse credenziali verranno utilizzate quando si definiscono più broker.
ko_kr: MQTT 브로커의 URL입니다. 형식은 대괄호 없이 localhost:8083 또는 mqtts://server.net:8883과 같습니다. 여러 브로커를 정의할 때 동일한 자격 증명이 사용됩니다.
uk_ua: URL-адреси брокерів MQTT. Формат без квадратних дужок, наприклад, localhost:8083 або mqtts://server.net:8883. Одні й ті ж облікові дані будуть використовуватися при визначенні кількох брокерів.
zh_cn: MQTT 代理商的 URL。格式不带方括号，就像 localhost:8083 或 mqtts://server.net:8883。定义多个代理时将使用相同的凭据。

source: Unspecified
cs_cz: Nespecifikováno
de_de: Nicht angegeben
el_gr: Απροσδιόριστος
fa_ir: مشخص نشده
fr_fr: Non-spécifié
it_it: Non specificato
ko_kr: 지정되지 않음
uk_ua: Не вказано
zh_cn: 未指定
