Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enables the RRD graphing backend.
cs_cz: Zapne podpůrnou vrstvu pro znázornění RRD dat v grafech.
de_de: RRD-Diagramm-Backend aktivieren
el_gr: Ενεργοποιεί το backend δημιουργίας γραφημάτων RRD.
fa_ir: بک‌اند رسم نمودار RRD را فعال می‌کند.
fr_fr: Activer la création des graphiques RRD en arrière plan.
it_it: Abilita il backend grafico RRD.
ko_kr: RRD 그래프 백엔드를 사용합니다.
pl_pl: Włącza zaplecze tworzenia wykresów RRD.
uk_ua: Увімкнення бекенду для побудови графіків RRD.
zh_cn: 启用RRD图形后端。

source: Round-Robin-Database
de_de: Round-Robin-Datenbank
el_gr: Βάση δεδομένων Round-Robin
fa_ir: پایگاه داده حلقوی
fr_fr: "Round-Robin" Base de données
it_it: Database Round-Robin
ko_kr: 라운드 로빈 데이터베이스
pl_pl: Baza danych Round-Robin
uk_ua: База даних за циклічним алгоритмом
zh_cn: 循环数据库

source: Reporting Database Options
cs_cz: Předvolby databáze pro hlášení
de_de: Einstellungen für Berichtdatenbank
el_gr: Επιλογές βάσης δεδομένων αναφοράς
fa_ir: گزینه‌های پایگاه‌دادهٔ گزارش
fr_fr: Options de la Base de données des Rapports
it_it: Opzioni del database di reporting
ko_kr: 보고 데이터베이스 옵션
pl_pl: Opcje bazy danych raportów
uk_ua: Параметри бази даних звітів
zh_cn: 报告数据库选项

source: Do you really want to reset the selected graph?
cs_cz: Opravdu chcete označený graf resetovat?
de_de: Möchten Sie den ausgewählten Graphen wirklich zurücksetzen?
el_gr: Θέλετε πραγματικά να επαναφέρετε το επιλεγμένο γράφημα;
fa_ir: آیا واقعاً می‌خواهید نمودار انتخاب‌شده را بازنشانی کنید؟
fr_fr: Voulez-vous vraiment réinitialiser le graphe sélectionné ?
it_it: Vuoi davvero reimpostare il grafico selezionato?
ko_kr: 선택한 그래프를 초기화하시겠습니까?
pl_pl: Czy na pewno chcesz zresetować wybrany wykres?
uk_ua: Ви справді бажаєте скинути обраний графік?
zh_cn: 确定要重置所选图表？

source: Do you really want to reset the netflow data? This will erase all Insight graph data.
cs_cz: Opravdu chcete resetovat netflow data? Toto vymaže veškerá data grafu vhledu.
de_de: Wollen sie die Netflow-Daten wirklich zurücksetzen? Dadurch werden alle Insight-Graphendaten gelöscht.
el_gr: Θέλετε πραγματικά να επαναφέρετε τα δεδομένα netflow; Αυτό θα διαγράψει όλα τα δεδομένα γραφήματος Insight.
fa_ir: آیا مطمئن هستید که می‌خواهید داده‌های Netflow را بازنشانی کنید؟ این کار تمام داده‌های نمودار Insight را پاک خواهد کرد.
fr_fr: Voulez-vous vraiment réinitialiser les données Netflow ? Ceci effacera toutes les données des graphiques Insight.
it_it: Vuoi davvero reimpostare i dati di netflow? Ciò cancellerà tutti i dati del grafico Insight.
ko_kr: netflow 데이터를 초기화하시겠습니까? 모든 Insight 그래프 데이터가 지워집니다.
pl_pl: Czy na pewno chcesz zresetować dane netflow? Spowoduje to usunięcie wszystkich danych z wykresu Insight.
uk_ua: Ви справді бажаєте скинути дані Netflow? Це видалить усі дані графіків Insight.
zh_cn: 确定要重置网络流数据？ 这将会清除所有分析图表数据。

source: Do you really want to reset the RRD graphs? This will erase all graph data.
cs_cz: Opravdu chcete resetovat RRD grafy? Toto vymaže veškerá data grafů.
de_de: Wollen Sie wirklich alle RRD-Diagramme zurücksetzten? Dadurch werden alle Diagrammdaten zu gelöscht.
el_gr: Θέλετε πραγματικά να επαναφέρετε τα γραφήματα RRD; Αυτό θα διαγράψει όλα τα δεδομένα γραφήματος.
fa_ir: آیا مطمئن هستید که می‌خواهید نمودارهای RRD را بازنشانی کنید؟ این کار تمام داده‌های نمودار را پاک خواهد کرد.
fr_fr: Voulez-vous vraiment réinitialiser les graphiques RRD ? Ceci effacera toutes les données des graphiques.
it_it: Vuoi davvero reimpostare i grafici RRD? Questo cancellerà tutti i dati del grafico.
ko_kr: RRD 그래프를 초기화하시겠습니까? 모든 그래프 데이터가 지워집니다.
pl_pl: Czy na pewno chcesz zresetować wykresy RRD? Spowoduje to usunięcie wszystkich danych z wykresu.
uk_ua: Ви справді бажаєте скинути графіки RRD? Це видалить усі дані графіків.
zh_cn: 确定要重置RRD图表？ 这将会清除所有图形数据。

source: All local netflow data has been cleared.
cs_cz: Veškerá místní netflow data byla vymazána.
de_de: Alle lokalen NetFlow-Daten wurden gelöscht.
el_gr: Όλα τα δεδομένα τοπικής ροής δικτύου έχουν διαγραφεί.
fa_ir: تمام داده‌های محلی Netflow پاک شد.
fr_fr: Toutes les données Netflow locales ont été effacées.
it_it: Tutti i dati del flusso di rete locale sono stati cancellati.
ko_kr: 모든 로컬 Netflow 데이터가 지워졌습니다.
pl_pl: Wszystkie lokalne dane netflow zostały wyczyszczone.
uk_ua: Усі локальні дані Netflow було очищено.
zh_cn: 所有本地网络流数据已清除。

source: RRD report has been cleared.
cs_cz: RRD hlášení byla vymazána.
de_de: RRD-Bericht wurde gelöscht.
el_gr: Η αναφορά RRD έχει εγκριθεί.
fa_ir: گزارش RRD پاک شد.
fr_fr: Le rapport RRD a été effacé.
it_it: Il rapporto RRD è stato cancellato.
ko_kr: RRD 보고서가 삭제되었습니다.
pl_pl: Raport RRD został wyczyszczony.
uk_ua: Звіт RRD було очищено.
zh_cn: RRD报告已清除。

source: RRD data has been cleared.
cs_cz: RRD data byla odstraněna.
de_de: RRD-Daten wurden gelöscht.
el_gr: Τα δεδομένα RRD έχουν διαγραφεί.
fa_ir: داده‌های RRD پاک شد.
fr_fr: Les données RRD ont été effacées.
it_it: I dati RRD sono stati cancellati.
ko_kr: RRD 데이터가 삭제되었습니다.
pl_pl: Dane RRD zostały wyczyszczone.
uk_ua: Дані RRD було очищено.
zh_cn: RRD数据已清除。

source: Are you sure you want to reboot the system?
cs_cz: Opravdu chcete tento systém restartovat?
de_de: Sind Sie sicher, dass Sie das System neu starten möchten?
el_gr: Είστε σίγουροι ότι θέλετε να επανεκκινήσετε το σύστημα;
fa_ir: آیا مطمئن هستید که می‌خواهید سیستم را راه‌اندازی مجدد کنید؟
fr_fr: Êtes-vous sûr de vouloir redémarrer le système ?
it_it: Sei sicuro di voler riavviare il sistema?
ko_kr: 시스템을 재부팅하시겠습니까?
pl_pl: Czy na pewno chcesz wykonać ponowny rozruch systemu?
uk_ua: Ви впевнені, що бажаєте перезавантажити систему?
zh_cn: 确定要重启系统？

source: The system is rebooting now, please wait...
cs_cz: Systém se nyní restartuje, čekejte…
de_de: Das System startet neu, bitte warten …
el_gr: Το σύστημα επανεκκινείται τώρα, περιμένετε...
fa_ir: سیستم در حال راه‌اندازی مجدد است، لطفاً صبر کنید...
fr_fr: Le système redémarre, veuillez patienter...
it_it: Il sistema si sta riavviando adesso, attendi...
ko_kr: 시스템이 지금 재부팅 중이므로, 잠시 기다려 주세요...
pl_pl: System jest teraz restartowany, proszę czekać...
uk_ua: Система перезавантажується, зачекайте...
zh_cn: 系统正在重新启动, 请稍候..。

source: Wireless clone configuration
cs_cz: Nastavení bezdrátového klonu
de_de: Drahtlosklonkonfiguration
el_gr: Ρύθμιση παραμέτρων ασύρματου κλώνου
fa_ir: پیکربندی کلون بی‌سیم
fr_fr: Configuration d'un clone Wifi
it_it: Configurazione clone wireless
ko_kr: 무선 복제 구성
pl_pl: Konfiguracja klonowania bezprzewodowego
uk_ua: Налаштування бездротового клону
zh_cn: 无线克隆配置

source: Error creating interface with mode %s. The %s interface may not support creating more clones with the selected mode.
cs_cz: Chyba při vytváření rozhraní v režimu %s. Rozhraní %s nejspíš nepodporuje vytváření vícero klonů ve zvoleném režimu.
de_de: Fehler bei der Erstellung der Schnittstelle im Modus %s. Die %s-Schnittstelle könnte die Erstellung weiterer Klone im ausgewählten Modus nicht unterstützen.
el_gr: Σφάλμα κατά τη δημιουργία διεπαφής με τη λειτουργία %s. Η διεπαφή %s ενδέχεται να μην υποστηρίζει τη δημιουργία περισσότερων κλώνων με την επιλεγμένη λειτουργία.
fa_ir: خطا در ایجاد رابط با حالت %s. ممکن است رابط %s از ایجاد کلون‌های بیشتر با حالت انتخاب‌شده پشتیبانی نکند.
fr_fr: Erreur lors de la création de l'interface avec le mode %s. L'interface %s ne supporte probablement pas davantage de clones avec le mode sélectionné.
it_it: Errore durante la creazione dell'interfaccia con la modalità %s. L'interfaccia %s potrebbe non supportare la creazione di più cloni con la modalità selezionata.
ko_kr: %s 모드로 인터페이스를 만드는 동안 오류가 발생했습니다. %s 인터페이스가 선택한 모드로 더 많은 복제본 생성을 지원하지 않을 수 있습니다.
pl_pl: Błąd przy tworzeniu interfejsu w trybie %s. Interfejs %s może nie obsługiwać tworzenia większej liczby klonów w wybranym trybie.
uk_ua: Помилка створення інтерфейсу з режимом %s. Інтерфейс %s може не підтримувати створення більшої кількості клонів з обраним режимом.
zh_cn: 创建具有模式%s的接口时出错。 %s接口可能不支持使用所选模式创建更多克隆。

source: Use the configuration page for the assigned interface to change the mode.
cs_cz: Režím změníte na stránce nastavení přiřazených rozhraní.
de_de: Verwenden Sie die Konfigurationsseite für die zugewiesene Schnittstelle, um den Modus zu ändern.
el_gr: Χρησιμοποιήστε τη σελίδα διαμόρφωσης για την εκχωρημένη διεπαφή για να αλλάξετε τη λειτουργία.
fa_ir: برای تغییر حالت از صفحهٔ پیکربندی رابط اختصاص‌یافته استفاده کنید.
fr_fr: Utilisez la page de configuration des interfaces assignées pour changer le mode.
it_it: Utilizzare la pagina di configurazione dell'interfaccia assegnata per modificare la modalità.
ko_kr: 할당된 인터페이스의 구성 페이지를 사용하여 모드를 변경합니다.
pl_pl: Użyj strony konfiguracji dla przypisanego interfejsu, aby zmienić tryb.
uk_ua: Використовуйте сторінку налаштування призначеного інтерфейсу, щоб змінити режим.
zh_cn: 使用分配的接口的配置页面来更改模式。

source: This wireless clone cannot be modified because it is still assigned as an interface.
cs_cz: Tento klon bezdrátového rozhraní není možné upravit protože je pořád přiřazeno jako rozhraní.
de_de: Dieser drahtlose Klon kann nicht geändert werden, weil er noch einer Schnittstelle zugewiesen ist.
el_gr: Αυτό το ασύρματο κλώνο δεν μπορεί να τροποποιηθεί επειδή εξακολουθεί να έχει αντιστοιχιστεί ως διεπαφή.
fa_ir: این کلون بی‌سیم قابل تغییر نیست چون هنوز به‌عنوان یک رابط اختصاص‌یافته است.
fr_fr: Ce clone wifi ne peut pas être modifié car il est toujours déclaré comme interface.
it_it: Questo clone wireless non può essere modificato perché è ancora assegnato come interfaccia.
ko_kr: 이 무선 복제본은 여전히 인터페이스로 할당되어 있으므로 수정할 수 없습니다.
pl_pl: Tego klonu bezprzewodowego nie można modyfikować, ponieważ jest nadal przypisany jako interfejs.
uk_ua: Цей бездротовий клон не може бути змінений, оскільки він все ще призначений як інтерфейс.
zh_cn: 该无线克隆无法修改，因为它仍被分配为接口。

source: Do you really want to delete this wireless clone?
cs_cz: Opravdu chcete smazat tento klon bezdrátového síťového rozhraní?
de_de: Wollen Sie diesen Wireless-Klon wirklich löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτό το κλώνο ασύρματου δικτύου;
fa_ir: آیا واقعاً می‌خواهید این کلون بی‌سیم را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer ce clone wifi ?
it_it: Vuoi davvero eliminare questo clone wireless?
ko_kr: 이 무선 복제본을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć ten klon bezprzewodowy?
uk_ua: Ви справді бажаєте видалити цей бездротовий клон?
zh_cn: 真要删除该无线克隆吗？

source: 802.1Q VLAN PCP (priority code point)
cs_cz: 802.1Q VLAN PCP (kódový bod priority)
de_de: 802.1Q VLAN PCP (Prioritätscodepunkt)
el_gr: 802.1Q VLAN PCP (σημείο κωδικού προτεραιότητας)
fa_ir: 802.1Q VLAN PCP (نقطهٔ کد اولویت)
fr_fr: 802.1Q VLAN PCP (Point de code de priorité)
it_it: 802.1Q VLAN PCP (punto di codice prioritario)
ko_kr: 802.1Q VLAN PCP(우선 순위 코드 포인트)
pl_pl: 802.1Q VLAN PCP (punkt kodowy priorytetu)
uk_ua: 802.1Q VLAN PCP (точка коду пріоритету)
zh_cn: 802.1Q VLAN 优先权代码点

source: VLAN priority
cs_cz: VLAN priorita
de_de: VLAN-Priorität
el_gr: Προτεραιότητα VLAN
fa_ir: اولویت VLAN
fr_fr: Priorité VLAN
it_it: Priorità VLAN
ko_kr: VLAN 우선도
pl_pl: Priorytet VLAN
uk_ua: Пріоритет VLAN
zh_cn: VLAN优先级

source: 802.1Q VLAN tag (between 1 and 4094)
cs_cz: Označení virtuální sítě (VLAN) dle normy 802.1Q (z rozmezí 1 až 4094)
de_de: 802.1Q VLAN-Tag (zwischen 1 und 4094)
el_gr: Ετικέτα VLAN 802.1Q (μεταξύ 1 και 4094)
fa_ir: 802.1Q VLAN tag (بین 1 تا 4094)
fr_fr: Tag du VLAN 802.1Q (de 1 à 4094)
it_it: Tag VLAN 802.1Q (tra 1 e 4094)
ko_kr: 802.1Q VLAN 태그(1에서 4094 사이)
pl_pl: Tag VLAN 802.1Q (między 1 a 4094)
uk_ua: Тег 802.1Q VLAN (від 1 до 4094)
zh_cn: 802.1Q VLAN标记(1到4094之间)

source: Only VLAN capable interfaces will be shown.
cs_cz: Budou zobrazena pouze ta rozhraní, která podporují VLAN sítě
de_de: Es werden nur VLAN-fähige Schnittstellen angezeigt.
el_gr: Θα εμφανίζονται μόνο οι διεπαφές με δυνατότητα VLAN.
fa_ir: فقط رابط‌های دارای قابلیت VLAN نمایش داده می‌شوند.
fr_fr: Seules les interfaces compatibles VLAN seront affichées.
it_it: Verranno visualizzate solo le interfacce compatibili con VLAN.
ko_kr: VLAN 지원 인터페이스만 표시됩니다.
pl_pl: Wyświetlane będą tylko interfejsy obsługujące VLAN.
uk_ua: Будуть показані лише інтерфейси, сумісні з VLAN.
zh_cn: 只显示支持VLAN的接口。

source: Interface is assigned and you cannot change the VLAN tag while assigned.
cs_cz: Rozhraní je přiřazeno a v takovém případě není možné měnit VLAN značku.
de_de: Solang die Schnittstelle zugewiesen ist können Sie das VLAN-Tag nicht ändern.
el_gr: Η διεπαφή έχει αντιστοιχιστεί και δεν μπορείτε να αλλάξετε την ετικέτα VLAN ενώ είναι αντιστοιχισμένη.
fa_ir: رابط اختصاص داده شده است و تا زمانی که اختصاص دارد نمی‌توانید تگ VLAN را تغییر دهید.
fr_fr: L’interface est attribuée et vous ne pouvez pas modifier l’étiquette VLAN tant qu’elle est attribuée.
it_it: L'interfaccia è assegnata e non è possibile modificare il tag VLAN mentre è assegnato.
ko_kr: 인터페이스가 할당되었으며 할당된 동안에는 VLAN 태그를 변경할 수 없습니다.
pl_pl: Interfejs jest przypisany i nie możesz zmieniać tagu VLAN podczas gdy jest przypisany.
uk_ua: Інтерфейс призначений, і ви не можете змінити тег VLAN, поки він призначений.
zh_cn: 接口已分配，分配后无法更改VLAN标签。

source: VLAN tag
cs_cz: Označení VLAN sítě
el_gr: Ετικέτα VLAN
fa_ir: تگ VLAN
fr_fr: Tag du VLAN
it_it: Etichetta VLAN
ko_kr: VLAN 태그
pl_pl: Tag VLAN
uk_ua: Тег VLAN
zh_cn: VLAN标签

source: Tag
cs_cz: Značka
el_gr: Ετικέτα
fa_ir: برچسب
it_it: Etichetta
ko_kr: 태그
uk_ua: Тег
zh_cn: 标签

source: MRRU: Set ONLY for MLPPP connections. MRRU will be auto-negotiated by default.
cs_cz: MRRU: Nastavujte POUZE pro MLPPP spojení. MRRU bude ve výchozím stavu dohodnuto automaticky.
de_de: MRRU: NUR für MLPPP-Verbindungen setzen. MRRU wird standardmäßig automatisch bestimmt.
el_gr: MRRU: Ορίζεται ΜΟΝΟ για συνδέσεις MLPPP. Η διαπραγμάτευση της MRRU θα γίνεται αυτόματα από προεπιλογή.
fa_ir: MRRU: فقط برای اتصالات MLPPP تنظیم شود. MRRU به‌صورت پیش‌فرض به‌طور خودکار مذاکره می‌شود.
fr_fr: MRRU: Sélectionnez UNIQUEMENT pour les connexions MLPPP. MRRU sera automatiquement négociée par défaut.
it_it: MRRU: impostare SOLO per le connessioni MLPPP. MRRU verrà negoziato automaticamente per impostazione predefinita.
ko_kr: MRU: MLPPP 연결에 대해서만 설정합니다. MRU는 기본적으로 자동 협상됩니다.
pl_pl: MRRU: Ustaw TYLKO dla połączeń MLPPP. MRRU będzie domyślnie auto-negocjowane.
uk_ua: MRRU: Встановлюйте ЛИШЕ для MLPPP-з'єднань. MRRU буде типово автоматично узгоджуватись.
zh_cn: MRRU：仅为MLPPP连接设置。默认情况下，MRRU会自动协商。

source: MRU: MRU will be auto-negotiated by default.
cs_cz: MRU: MRU bude ve výchozím stavu dohodnuto automaticky.
de_de: MRU: MRU wird standardmäßig automatisch bestimmt.
el_gr: MRU: Η MRU θα διαπραγματεύεται αυτόματα από προεπιλογή.
fa_ir: MRU: MRU به‌صورت پیش‌فرض به‌طور خودکار مذاکره می‌شود.
fr_fr: MRU: MRU sera automatiquement négociée par défaut.
it_it: MRU: MRU verrà negoziato automaticamente per impostazione predefinita.
ko_kr: MRU: MRU는 기본적으로 자동 협상됩니다.
pl_pl: MRU: MRU będzie domyślnie auto-negocjowane.
uk_ua: MRU: MRU буде типово автоматично узгоджуватись.
zh_cn: MRU：MRU会默认自动协商。

source: MTU: MTU will default to 1492.
cs_cz: MTU: náhradně bude použita výchozí hodnota 1492.
de_de: MTU: MTU wird standardmäßig auf 1492 gesetzt.
el_gr: MTU: Το MTU θα είναι προεπιλεγμένο στο 1492.
fa_ir: MTU: به‌طور پیش‌فرض 1492 است.
fr_fr: MTU: MTU est fixée par défaut à 1492.
it_it: MTU: MTU verrà impostato automaticamente su 1492.
ko_kr: MTU: MTU는 기본적으로 1492로 설정됩니다.
pl_pl: MTU: Domyślnie MTU wynosi 1492.
uk_ua: MTU: MTU типово буде 1492.
zh_cn: MTU：MTU默认为1492。

source: Bandwidth: Set ONLY for MLPPP connections and ONLY when links have different bandwidths.
cs_cz: Přenosová rychlost: Nastavujte POUZE pro MLPPP spojení a POUZE když linky mají rozdílné přenosové rychlosti.
de_de: Bandbreite: Nur für MLPPP-Verbindungen setzen und NUR wenn die Verbindungen unterschiedliche Bandbreiten haben.
el_gr: Εύρος ζώνης: Ορίστε ΜΟΝΟ για συνδέσεις MLPPP και ΜΟΝΟ όταν οι σύνδεσμοι έχουν διαφορετικό εύρος ζώνης.
fa_ir: پهنای باند: فقط برای اتصالات MLPPP و تنها زمانی که لینک‌ها پهنای باند متفاوتی دارند تنظیم شود.
fr_fr: Bande passante: Sélectionnez UNIQUEMENT pour les connexions MLPPP et SEULEMENT lorsque les liens ont des bandes passantes différentes.
it_it: Larghezza di banda: impostare SOLO per le connessioni MLPPP e SOLO quando i collegamenti hanno larghezze di banda diverse.
ko_kr: 대역폭: MLPPP 연결에 대해서만 설정하고 링크의 대역폭이 다른 경우에만 설정합니다.
pl_pl: Przepustowość: Ustaw TYLKO dla połączeń MLPPP i TYLKO gdy łącza mają różne przepustowości.
uk_ua: Пропускна здатність: Встановлюйте ЛИШЕ для MLPPP-з'єднань і ЛИШЕ коли зв'язки мають різну пропускну здатність.
zh_cn: Bandwidth：仅对MLPPP连接设置，仅在链接具有不同带宽时设置。

source: Link Parameters
cs_cz: Parametry spojení
de_de: Verbindungsparameter
el_gr: Παράμετροι σύνδεσης
fa_ir: پارامترهای لینک
fr_fr: Paramètres de la liaison
it_it: Parametri di collegamento
ko_kr: 링크 매개 변수
pl_pl: Parametry połączenia
uk_ua: Параметри зв'язку
zh_cn: 链接参数

source: Protocol field compression. This option saves one byte per frame for most frames.
cs_cz: Komprese protokolové části. Tato předvolba u většiny datových rámců po jednom bajtu.
de_de: Protokollfeldkomprimierung. Diese Option spart bei den meisten Frames ein Byte pro Frame.
el_gr: Συμπίεση πεδίου πρωτοκόλλου. Αυτή η επιλογή εξοικονομεί ένα byte ανά καρέ για τα περισσότερα καρέ.
fa_ir: فشرده‌سازی فیلد پروتکل. این گزینه در اکثر فریم‌ها یک بایت در هر فریم صرفه‌جویی می‌کند.
fr_fr: Compression du Champ de Protocole. Cette option permet d'économiser un octet par trame pour la plupart des trames.
it_it: Compressione dei campi del protocollo. Questa opzione salva un byte per frame per la maggior parte dei frame.
ko_kr: 프로토콜 필드 압축. 이 옵션은 대부분의 프레임에 대해 프레임당 1바이트를 저장합니다.
pl_pl: Kompresja pola protokołu. Ta opcja pozwala zaoszczędzić jeden bajt na ramkę dla większości ramek.
uk_ua: Стиснення поля протоколу. Ця опція заощаджує один байт на кадр для більшості кадрів.
zh_cn: 协议字段压缩。对于大多数帧，此选项每帧保存一个字节。

source: Disable protocomp (compression) (auto-negotiated by default).
cs_cz: Vypnout komprimaci (protocomp) – ve výchozím stavu dohadováno automaticky.
de_de: Deaktiviere protocomp (Komprimierung) (wird standardmäßig automatisch bestimmt).
el_gr: Απενεργοποίηση πρωτοκόλλου (συμπίεσης) (αυτόματη διαπραγμάτευση από προεπιλογή).
fa_ir: غیرفعال‌کردن protocomp (فشرده‌سازی) (به‌صورت پیش‌فرض به‌طور خودکار مذاکره می‌شود).
fr_fr: Désactiver le protocomp (compression) (auto-négocié par défaut).
it_it: Disabilita protocomp (compressione) (negoziato automaticamente per impostazione predefinita).
ko_kr: protocomp(압축) 사용 안 함 (기본적으로 자동 협상됨).
pl_pl: Wyłącz protocomp (kompresję) (domyślnie auto-negocjowane).
uk_ua: Вимкнути protocomp (стиснення) (типово автоматично узгоджується).
zh_cn: 禁用协议压缩(默认情况下自动协商)。

source: Address and control field compression. This option only applies to asynchronous link types. It saves two bytes per frame.
cs_cz: Komprimace adresního a řídícího bloku. Tato předvolba se týká pouze asynchronních linek. Ušetří dva bajty z každého rámce.
de_de: Komprimierung von Adress- und Steuerfeldern. Diese Option gilt nur für asynchrone Verbindungstypen. Sie spart zwei Bytes pro Frame.
el_gr: Συμπίεση πεδίου διευθύνσεων και ελέγχου. Αυτή η επιλογή ισχύει μόνο για ασύγχρονους τύπους συνδέσμων. Εξοικονομεί δύο byte ανά πλαίσιο.
fa_ir: فشرده‌سازی فیلد آدرس و کنترل. این گزینه تنها برای نوع لینک‌های غیرهم‌زمان اعمال می‌شود و در هر فریم دو بایت صرفه‌جویی می‌کند.
fr_fr: Compression des Champs d'adresse et de contrôle. Cette option concerne uniquement les types de liens asynchrones. Il économise deux octets par trame.
it_it: Indirizzo e controllo della compressione dei campi. Questa opzione si applica solo ai tipi di collegamento asincroni. Risparmia due byte per frame.
ko_kr: 주소 및 제어 필드 압축. 이 옵션은 비동기 링크 유형에만 적용됩니다. 프레임 당 두 바이트를 절약합니다.
pl_pl: Kompresja pola adresu i kontrolnego. Ta opcja dotyczy tylko asynchronicznych typów łączy. Oszczędza dwa bajty na ramkę.
uk_ua: Стиснення поля адреси та керування. Ця опція застосовується лише до асинхронних типів зв'язку. Вона заощаджує два байти на кадр.
zh_cn: 地址和控制字段压缩。此选项仅适用于异步链接类型。每帧节省两个字节。

source: Disable acfcomp (compression) (auto-negotiated by default).
cs_cz: Vypnout afcomp (komprese) – ve výchozím stavu automaticky dohodnuto.
de_de: Deaktiviere acfcomp (Komprimierung) (wird standardmäßig automatisch bestimmt).
el_gr: Απενεργοποίηση acfcomp (συμπίεση) (αυτόματη διαπραγμάτευση από προεπιλογή).
fa_ir: غیرفعال‌کردن acfcomp (فشرده‌سازی) (به‌صورت پیش‌فرض به‌طور خودکار مذاکره می‌شود).
fr_fr: Désactiver acfcomp (compression) (auto-négociée par défaut).
it_it: Disabilita acfcomp (compressione) (negoziato automaticamente per impostazione predefinita).
ko_kr: acfcomp(압축)를 사용 안 함(기본적으로 자동 협상됨).
pl_pl: Wyłącz acfcomp (kompresję) (domyślnie auto-negocjowane).
uk_ua: Вимкнути acfcomp (стиснення) (типово автоматично узгоджується).
zh_cn: 禁用地址和控制字段压缩(默认情况下自动协商)。

source: This option is only meaningful if multi-link PPP is negotiated. It proscribes shorter multi-link fragment headers, saving two bytes on every frame. It is not necessary to disable this for connections that are not multi-link.
cs_cz: Tato předvolba je užitečná pouze pokud je dohodnuto vícelinkové PPP. Zakazuje kratší hlavičky vícelinkových fragmentů, čímž se šetří dva bajty na každém rámci. Není třeba vypínat u spojení, která nejsou vícelinková.
de_de: Diese Option ist nur relevant, wenn Multi-Link-PPP ausgehandelt wurde. Sie erzwingt kürzere Multi-Link-Fragment-Header und spart dadurch zwei Byte pro Frame. Für Verbindungen ohne Multi-Link muss diese Option nicht deaktiviert werden.
el_gr: Αυτή η επιλογή έχει νόημα μόνο εάν έχει γίνει διαπραγμάτευση PPP πολλαπλών συνδέσμων. Απαγορεύει μικρότερες κεφαλίδες τμημάτων πολλαπλών συνδέσμων, εξοικονομώντας δύο byte σε κάθε πλαίσιο. Δεν είναι απαραίτητο να απενεργοποιηθεί αυτή η επιλογή για συνδέσεις που δεν είναι πολλαπλών συνδέσμων.
fa_ir: این گزینه تنها زمانی معنی دارد که multi-link PPP مذاکره شده باشد. این گزینه هدرهای کوتاه‌تر برای تکه‌های multi-link را مقرر می‌کند و در هر فریم دو بایت صرفه‌جویی می‌کند. نیازی به غیرفعال‌کردن آن برای اتصالاتی که multi-link نیستند وجود ندارد.
fr_fr: Cette option n'est utile que lors de l'utilisation de multi-liens PPP. Cela interdit les entêtes fragmentés sur les liaisons multi-liens, sauvant 2 octets sur chaque trame. Notez qu'il n'est pas nécessaire d'activer cette option si le multi-liens n'est pas utilisé.
it_it: Questa opzione ha senso solo se viene negoziato PPP multi-link. Proscrive intestazioni di frammento multi-link più brevi, risparmiando due byte su ogni frame. Non è necessario disabilitarlo per le connessioni che non sono multi-link.
ko_kr: 이 옵션은 다중 링크 PPP가 협상되는 경우에만 의미가 있습니다. 더 짧은 다중 링크 단편 헤더를 금지하여 각 프레임에 2바이트를 저장합니다. 다중 링크가 아닌 연결에 대해서는 이 기능을 비활성화할 필요가 없습니다.
pl_pl: Ta opcja ma sens tylko wtedy, gdy negocjowany jest wielołączowy PPP. Blokuje krótsze nagłówki fragmentów wielołączowych, oszczędzając dwa bajty na każdą ramkę. Nie ma potrzeby wyłączania tej opcji dla połączeń, które nie są wielolinkowe.
uk_ua: Ця опція має сенс лише якщо узгоджено багатоканальний PPP. Вона забороняє коротші заголовки фрагментів багатоканального зв'язку, заощаджуючи два байти на кожному кадрі. Немає потреби вимикати це для з'єднань, які не є багатоканальними.
zh_cn: 仅当协商了多链路PPP时，此选项才有意义。它禁止使用较短的多链接片段标头，每帧节省两个字节。对于非多链接的连接，不必禁用此功能。

source: Disable shortseq (auto-negotiated by default).
cs_cz: Vypnout krátkou posloupnost (ve výchozím stavu automaticky dohodnuto).
de_de: Deaktiviere Kurzsequenz (wird standardmäßig automatisch bestimmt).
el_gr: Απενεργοποίηση shortseq (αυτόματη διαπραγμάτευση από προεπιλογή).
fa_ir: غیرفعال‌کردن shortseq (به‌صورت پیش‌فرض به‌طور خودکار مذاکره می‌شود).
fr_fr: Désactiver shortseq (auto-négociée par défaut).
it_it: Disabilita shortseq (negoziato automaticamente per impostazione predefinita).
ko_kr: shortseq를 비활성화합니다(기본적으로 자동 협상됨).
pl_pl: Wyłącz shortseq (domyślnie auto-negocjowane).
uk_ua: Вимкнути shortseq (типово автоматично узгоджується).
zh_cn: 禁用较短的多链接片段头(默认自动协商)。
