Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: When this is unchecked, your system is protected against %sDNS Rebinding attacks%s. This blocks private IP responses from your configured DNS servers. Check this box to disable this protection if it interferes with web GUI access or name resolution in your environment.
cs_cz: Když toto není zaškrtnuto, systém je chráněn před %sDNS Rebinding útoky%s. Toto blokuje odpovědi z vnitřních IP adres z nastavench DNS serverů. Pokud koliduje s přístupem k webovému správnímu rozhraní nebo překladu názvů na adresy ve vašem prostředí, zrušte zaškrtnutí.
de_de: Wenn diese Option deaktiviert ist, ist Ihr System vor %sDNS-Rebinding-Angriffen%s geschützt. Dadurch werden private IP-Antworten Ihrer konfigurierten DNS-Server blockiert. Aktivieren Sie dieses Kontrollkästchen, um diesen Schutz zu deaktivieren, falls er den Web-GUI-Zugriff oder die Namensauflösung in Ihrer Umgebung beeinträchtigt.
el_gr: Όταν αυτό δεν είναι επιλεγμένο, το σύστημά σας προστατεύεται από επιθέσεις %sDNS Rebinding%s. Αυτό αποκλείει τις ιδιωτικές απαντήσεις IP από τους διαμορφωμένους διακομιστές DNS σας. Επιλέξτε αυτό το πλαίσιο για να απενεργοποιήσετε αυτήν την προστασία εάν παρεμβαίνει στην πρόσβαση στο γραφικό περιβάλλον χρήστη ιστού ή στην επίλυση ονομάτων στο περιβάλλον σας.
fa_ir: وقتی این تیک برداشته شود، سیستم شما در برابر %sDNS Rebinding attacks%s محافظت می‌شود. این تنظیم پاسخ‌های آی‌پی خصوصی از سرورهای DNS پیکربندی‌شده شما را مسدود می‌کند. اگر این محافظت مانع دسترسی به رابط وب یا رزولوشن نام در محیط شما می‌شود، برای غیرفعال‌کردن آن این کادر را علامت بزنید.
fr_fr: Lorsque cette case n'est pas cochée, votre système est protégé contre les %sattaques DNS Rebinding%s. Cela bloque les réponses IP privées de vos serveurs DNS configurés. Cochez cette case pour désactiver cette protection si elle interfère avec l'accès à l'interface graphique Web ou la résolution de noms dans votre environnement.
it_it: Quando questa opzione è deselezionata, il tuo sistema è protetto contro %sattacchi di riassociazione DNS%s. Ciò blocca le risposte IP private dai server DNS configurati. Seleziona questa casella per disabilitare questa protezione se interferisce con l'accesso alla GUI Web o la risoluzione dei nomi nel tuo ambiente.
ko_kr: 이 옵션을 선택하지 않으면 %sDNS 재바인딩 공격%s으로부터 시스템이 보호됩니다. 구성된 DNS 서버의 사설 IP 응답을 차단합니다. 사용자 환경에서 웹 GUI 액세스 또는 이름 확인을 방해하는 경우 이 보호를 비활성화하려면 이 상자를 선택합니다.
pl_pl: Gdy to pole jest odznaczone, twój system jest chroniony przed %satakami Odbijania DNS%s. Blokuje to prywatne odpowiedzi IP od Twoich skonfigurowanych serwerów DNS. Zaznacz to pole, aby wyłączyć tę ochronę, jeśli zakłóca ona dostęp do interfejsu użytkownika lub rozwiązanie nazwy w Twoim środowisku.
uk_ua: Якщо це не відмічено, ваша система захищена від атак %sповторного зв'язування DNS%s. Це блокує відповіді приватних IP-адрес від ваших налаштованих DNS-серверів. Поставте цю позначку, щоб вимкнути цей захист, якщо це заважає доступу до веб-інтерфейсу або розпізнаванню імен у вашому середовищі.
zh_cn: 不选则系统会受到%sDNS重绑定攻击%s的保护，这会阻止来自配置的DNS服务器的私有IP响应。如果对Web GUI访问或域名解析有干扰，则可以选中该选项。

source: Disable DNS Rebinding Checks
cs_cz: Vypnout DNS rebinding kontroly
de_de: DNS-Rebinding-Prüfungen deaktivieren
el_gr: Απενεργοποίηση ελέγχων επανασύνδεσης DNS
fa_ir: غیرفعال‌سازی بررسی‌های DNS Rebinding
fr_fr: Désactiver les Vérifications DNS Rebinding
it_it: Disabilita i controlli di riassociazione DNS
ko_kr: DNS 재바인딩 검사 사용 안 함
pl_pl: Wyłącz Sprawdzanie Odbijania DNS
uk_ua: Вимкнути перевірки повторного зв'язування DNS
zh_cn: 禁用DNS重绑定检查

source: DNS Rebind Check
cs_cz: Kontrola DNS rebind
de_de: DNS-Rebind-Prüfung
el_gr: Έλεγχος επανασύνδεσης DNS
fa_ir: بررسی DNS Rebind
fr_fr: Vérification DNS Rebind
it_it: Controllo riassociazione DNS
ko_kr: DNS 재바인딩 검사
pl_pl: Sprawdzenie Odbijania DNS
uk_ua: Перевірка повторного зв'язування DNS
zh_cn: DNS重绑定检查

source: When this is checked, successful logins to the web GUI will not be logged.
cs_cz: Když je toto zaškrtnuto, úspěšná přihlášení do webového správního rozhraní nebudou zaznamenávána.
de_de: Wenn dies angehakt ist, werden erfolgreiche Anmeldungen an der Weboberfläche nicht protokolliert.
el_gr: Όταν είναι επιλεγμένο αυτό το στοιχείο, οι επιτυχημένες συνδέσεις στο γραφικό περιβάλλον χρήστη ιστού δεν θα καταγράφονται.
fa_ir: وقتی این گزینه فعال باشد، ورودهای موفق به رابط وب ثبت نخواهند شد.
fr_fr: Lorsque cette option est cochée, les connexions réussies à l'interface graphique Web (GUI) ne seront pas enregistrées.
it_it: Quando questa opzione è selezionata, gli accessi riusciti alla GUI Web non verranno registrati.
ko_kr: 이 옵션을 선택하면 웹 GUI에 성공적으로 로그인한 내용이 기록되지 않습니다.
pl_pl: Gdy to pole jest zaznaczone, udane logowania do interfejsu użytkownika nie będą rejestrowane.
uk_ua: Якщо це відмічено, успішні входи до веб-інтерфейсу не будуть реєструватися.
zh_cn: 选中此选项后，就不会记录成功登录Web GUI的信息。

source: Disable logging of web GUI successful logins
cs_cz: Nezaznamenávat úspěšná přihlášení do webového správního rozhraní
de_de: Protokollierung erfolgreicher Weboberflächenanmeldungen deaktivieren
el_gr: Απενεργοποίηση καταγραφής επιτυχημένων συνδέσεων μέσω γραφικού περιβάλλοντος χρήστη ιστού
fa_ir: غیرفعال‌سازی ثبت ورودهای موفق رابط وب
fr_fr: Désactiver la journalisation des connexions réussies à l'interface graphique Web (GUI)
it_it: Disabilita la registrazione degli accessi riusciti alla GUI Web
ko_kr: 웹 GUI 성공 로그인 로깅 사용 안 함
pl_pl: Wyłącz logowanie poprawnych logowań do interfejsu web
uk_ua: Вимкнути реєстрацію успішних входів до веб-інтерфейсу
zh_cn: 不记录登录成功信息

source: Login Messages
cs_cz: Zprávy při přihlášení
de_de: Anmeldenachrichten
el_gr: Μηνύματα σύνδεσης
fa_ir: پیام‌های ورود
fr_fr: Messages de connexion
it_it: Messaggi di accesso
ko_kr: 로그인 메시지
pl_pl: Komunikaty o Logowaniu
uk_ua: Повідомлення для входу
zh_cn: 登录信息

source: When this is unchecked, access to the web GUI is always permitted even on port 80, regardless of the listening port configured. Check this box to disable this automatically added redirect rule.
cs_cz: Když toto není zaškrtnuto, je webové správní rozhraní přístupné vždy i na portu 80, když jste nastavili jiný port na kterém očekávat spojení. Zaškrtnutím tohoto je toto automaticky přidané přesměrovávací pravidlo vypnuto.
de_de: Ist diese Option deaktiviert, ist der Zugriff auf die Weboberfläche auch über Port 80 immer erlaubt, unabhängig vom konfigurierten hörenden Port. Aktivieren Sie dieses Kontrollkästchen, um diese automatisch hinzugefügte Umleitungsregel zu deaktivieren.
el_gr: Όταν αυτό δεν είναι επιλεγμένο, η πρόσβαση στο γραφικό περιβάλλον χρήστη ιστού επιτρέπεται πάντα ακόμη και στη θύρα 80, ανεξάρτητα από τη θύρα ακρόασης που έχει ρυθμιστεί. Επιλέξτε αυτό το πλαίσιο για να απενεργοποιήσετε αυτόν τον κανόνα ανακατεύθυνσης που προστίθεται αυτόματα.
fa_ir: وقتی این گزینه غیرفعال باشد، دسترسی به رابط وب همیشه مجاز است، حتی روی پورت 80، صرف‌نظر از پورتی که برای گوش دادن تنظیم شده است. برای غیرفعال‌کردن این قانون تغییر مسیر که به‌طور خودکار اضافه شده است، این کادر را علامت بزنید.
fr_fr: Lorsque cette case n'est pas cochée, l'accès à l'interface graphique Web est toujours autorisé même sur le port 80, quel que soit le port d'écoute configuré. Cochez cette case pour désactiver cette règle de redirection ajoutée automatiquement.
it_it: Quando questa opzione è deselezionata, l'accesso alla GUI web è sempre consentito anche sulla porta 80, indipendentemente dalla porta di ascolto configurata. Seleziona questa casella per disabilitare questa regola di reindirizzamento aggiunta automaticamente.
ko_kr: 이 옵션을 선택하지 않으면 구성된 수신 포트에 관계없이 포트 80에서도 웹 GUI에 대한 액세스가 항상 허용됩니다. 자동으로 추가된 리디렉션 규칙을 사용하지 않으려면 이 상자를 선택합니다.
pl_pl: Gdy to pole jest odznaczone, dostęp do interfejsu użytkownika jest zawsze dozwolony, nawet na porcie 80, niezależnie od skonfigurowanego portu nasłuchiwania. Zaznacz to pole, aby wyłączyć tę automatycznie dodaną regułę przekierowania.
uk_ua: Якщо це не відмічено, доступ до веб-інтерфейсу завжди дозволено, навіть на порту 80, незалежно від налаштованого порту прослуховування. Поставте цю позначку, щоб вимкнути це автоматично додане правило перенаправлення.
zh_cn: 不选中此项，即使在端口80上也始终允许访问Web GUI，无论配置的是哪个监听端口。 选中该选项可禁用此自动添加的重定向规则。

source: Disable web GUI redirect rule
cs_cz: Vypnout pravidlo přesměrování na webové správní rozhraní
de_de: Umleitungsregel für die Weboberfläche deaktivieren
el_gr: Απενεργοποίηση κανόνα ανακατεύθυνσης GUI ιστού
fa_ir: غیرفعال‌سازی قانون تغییر مسیر رابط وب
fr_fr: Désactiver la règle de redirection de l'interface graphique web (GUI)
it_it: Disabilita la regola di reindirizzamento della GUI Web
ko_kr: 웹 GUI 리디렉션 규칙 사용 안 함
pl_pl: Wyłącz przekierowanie interfejsu web
uk_ua: Вимкнути правило перенаправлення веб-інтерфейсу
zh_cn: 禁用Web GUI重定向规则

source: Enter a custom port number for the web GUI above if you want to override the default (80 for HTTP, 443 for HTTPS). Changes will take effect immediately after save.
cs_cz: Pokud nechcete použít výchozí (80 pro HTTP, 443 pro HTTPS), zadejte výše vlastní číslo portu pro webové správní rozhraní. Změna vstoupí platnost okamžitě po uložení.
de_de: Geben Sie oben eine benutzerdefinierte Portnummer für die Weboberfläche ein, falls Sie die Standardports (80 für HTTP, 443 für HTTPS) überschreiben möchten. Die Änderungen werden sofort nach dem Speichern übernommen.
el_gr: Εισαγάγετε έναν προσαρμοσμένο αριθμό θύρας για το γραφικό περιβάλλον χρήστη ιστού παραπάνω, εάν θέλετε να παρακάμψετε την προεπιλογή (80 για HTTP, 443 για HTTPS). Οι αλλαγές θα τεθούν σε ισχύ αμέσως μετά την αποθήκευση.
fa_ir: اگر می‌خواهید مقدار پیش‌فرض (80 برای HTTP، 443 برای HTTPS) را بازنویسی کنید، یک شماره پورت دلخواه برای رابط وب در بالا وارد کنید. تغییرات بلافاصله پس از ذخیره اعمال خواهند شد.
fr_fr: Entrez un port personnalisé pour l'interface graphique Web ci-dessus si vous souhaitez remplacer la valeur par défaut (80 pour HTTP, 443 pour HTTPS). Les modifications prendront effet immédiatement après l'enregistrement.
it_it: Inserisci un numero di porta personalizzato per la GUI Web qui sopra se desideri sovrascrivere quello predefinito (80 per HTTP, 443 per HTTPS). Le modifiche avranno effetto immediatamente dopo il salvataggio.
ko_kr: 기본값을 재정의하려면 위의 웹 GUI에 대한 사용자 지정 포트 번호를 입력하세요(HTTP의 경우 80, HTTPS의 경우 443). 변경 사항은 저장 후 즉시 적용됩니다.
pl_pl: Wprowadź niestandardowy numer portu dla interfejsu użytkownika powyżej, jeśli chcesz zastąpić domyślny (80 dla HTTP, 443 dla HTTPS). Zmiany zostaną wprowadzone natychmiast po zapisaniu.
uk_ua: Введіть власний номер порту для веб-інтерфейсу вище, якщо ви хочете перевизначити типовий (80 для HTTP, 443 для HTTPS). Зміни наберуть чинності відразу після збереження.
zh_cn: 默认HTTP为80，HTTPS为443，可以自义定，保存后立即生效。

source: TCP port
el_gr: Θύρα TCP
fa_ir: پورت TCP
fr_fr: Port TCP
it_it: porta TCP
ko_kr: TCP 포트
pl_pl: Port TCP
uk_ua: Порт TCP
zh_cn: TCP端口

source: Limit SSL cipher selection in case the system defaults are undesired. Note that restrictive use may lead to an inaccessible web GUI.
cs_cz: Omezit výběr SSL šifer v případě, že výchozí systémové nevyhovují. Přílišné omezení může vést k nedostupnému webovému rozhraní.
de_de: Beschränken Sie die Auswahl der verfügbaren Verschlüsselungsalgorithmen, falls die Systemstandards unerwünscht sind. Beachten Sie, dass eine restriktive Einstellung zu einer unzugänglichen Web-Benutzeroberfläche führen kann.
el_gr: Περιορίστε την επιλογή κρυπτογράφησης SSL σε περίπτωση που οι προεπιλογές του συστήματος είναι ανεπιθύμητες. Σημειώστε ότι η περιοριστική χρήση μπορεί να οδηγήσει σε ένα μη προσβάσιμο γραφικό περιβάλλον χρήστη ιστού.
fa_ir: انتخاب رمزنگارهای SSL را در صورت نامطلوب بودن پیش‌فرض‌های سیستم محدود کنید. توجه داشته باشید که محدودسازی ممکن است باعث عدم دسترسی به رابط وب شود.
fr_fr: Limiter la sélection de chiffrement SSL au cas où les valeurs par défaut du système ne sont pas souhaitées. Notez qu'une utilisation restrictive peut conduire à une interface web inaccessible.
it_it: Limita la selezione della crittografia SSL nel caso in cui le impostazioni predefinite del sistema non siano desiderate. Tieni presente che un uso restrittivo può portare a una GUI Web inaccessibile.
ko_kr: 시스템 기본값을 원하지 않는 경우 SSL 암호 선택을 제한합니다. 제한적으로 사용하면 웹 GUI에 액세스할 수 없습니다.
pl_pl: Ogranicz wybór szyfru SSL, jeśli domyślne ustawienia systemu są niepożądane. Zauważ, że restrykcyjne użycie może prowadzić do niedostępnego interfejsu użytkownika.
uk_ua: Обмежити вибір шифрів SSL, якщо типові параметри системи є небажаними. Зверніть увагу, що обмежувальне використання може призвести до недоступності веб-інтерфейсу.
zh_cn: 如果不想要系统默认值，可以另外选择SSL加密类型。注意，限制性使用可能造成无法正常访问Web GUI。

source: System defaults
cs_cz: Systémové výchozí
de_de: Systemstandardwerte
el_gr: Προεπιλογές συστήματος
fa_ir: پیش‌فرض‌های سیستم
fr_fr: Paramètres par défaut du système
it_it: Impostazioni predefinite del sistema
ko_kr: 시스템 기본값
pl_pl: Domyślny systemu
uk_ua: Типові параметри системи
zh_cn: 系统默认值

source: SSL Ciphers
cs_cz: SSL šifry
de_de: SSL-Verschlüsselungsalgorithmen
el_gr: Κρυπτογραφήσεις SSL
fa_ir: رمزنگارهای SSL
fr_fr: Chiffrements SSL
it_it: Cifrature SSL
ko_kr: SSL 암호화
pl_pl: Szyfry SSL
uk_ua: Шифри SSL
zh_cn: SSL加密

source: The %sSSL certificate manager%s can be used to create or import certificates if required.
cs_cz: %sSprávu SSL certifikátů%s je možné použít pro vytvoření nebo import certifikátů.
de_de: Mit dem %sSSL-Zertifikatsmanager%s können bei Bedarf Zertifikate erstellt oder importiert werden.
el_gr: Ο διαχειριστής πιστοποιητικών %sSSL%s μπορεί να χρησιμοποιηθεί για τη δημιουργία ή την εισαγωγή πιστοποιητικών, εάν απαιτείται.
fa_ir: %sمدیریت گواهی SSL%s را می‌توان برای ایجاد یا وارد کردن گواهی‌ها در صورت نیاز استفاده کرد.
fr_fr: Le %sgestionnaire de certificats SSL%s peut être utilisé pour créer ou importer des certificats si nécessaire.
it_it: Il %sgestore certificati SSL%s può essere utilizzato per creare o importare certificati, se necessario.
ko_kr: 필요한 경우 %sSSL 인증서 관리자%s를 사용하여 인증서를 생성하거나 가져올 수 있습니다.
pl_pl: %sMenedżer certyfikatów SSL%s może być używany do tworzenia lub importowania certyfikatów, jeśli jest to wymagane.
uk_ua: %sМенеджер сертифікатів SSL%s можна використовувати для створення або імпорту сертифікатів, якщо потрібно.
zh_cn: 如果需要，可在%sSSL证书管理器%s创建或导入证书。

source: SSL Certificate
cs_cz: SSL certifikát
de_de: SSL-Zertifikat
el_gr: Πιστοποιητικό SSL
fa_ir: گواهی SSL
fr_fr: Certificat SSL
it_it: Certificato SSL
ko_kr: SSL 인증서
pl_pl: Certyfikat SSL
uk_ua: Сертифікат SSL
zh_cn: SSL证书

source: No Certificates have been defined. You must %sCreate or Import%s a Certificate before SSL can be enabled.
cs_cz: Nebyly určeny žádné certifikáty. Je třeba %sVytvořit nebo naimportovat%s certifikát a až pak bude možné zapnout SSL.
de_de: Es wurden keine Zertifikate definiert. Sie müssen ein Zertifikat %serstellen oder importieren%s, bevor SSL aktiviert werden kann.
el_gr: Δεν έχουν οριστεί πιστοποιητικά. Πρέπει να %sΔημιουργήσετε ή να εισαγάγετε%sa πιστοποιητικό πριν ενεργοποιηθεί το SSL.
fa_ir: هیچ گواهی‌ای تعریف نشده است. شما باید %sیک گواهی ایجاد یا وارد کنید%s تا SSL قابل فعال‌سازی شود.
fr_fr: Aucun Certificat n'a encore été défini. Vous devez %sCréer ou Importer%s un certificat avant qu'SSL puisse être activé.
it_it: Nessun certificato è stato definito. È necessario %screare o importare%s un certificato prima che SSL possa essere abilitato.
ko_kr: 정의된 인증서가 없습니다. SSL을 사용하려면 먼저 %s인증서를 만들거나 가져오기%s를 수행해야 합니다.
pl_pl: Nie zdefiniowano żadnych certyfikatów. Musisz %sCreate or Import%s Certyfikat, zanim SSL będzie mógł być włączony.
uk_ua: Жодного сертифіката не визначено. Ви повинні %sстворити або імпортувати%s сертифікат, перш ніж SSL можна буде увімкнути.
zh_cn: 未定义证书。 必须%s创建或导入%s证书，然后才能启用SSL。

source: If the page does not reload go here:
cs_cz: Pokud se stránka sama znovu nenačte, přejděte sem:
de_de: Falls die Seite nicht neu lädt, öffnen sie diese Seite:
el_gr: Αν η σελίδα δεν επαναφορτωθεί, πηγαίνετε εδώ:
fa_ir: اگر صفحه دوباره بارگذاری نشد، به اینجا بروید:
fr_fr: Si la page ne se recharge pas, allez sur:
it_it: Se la pagina non si ricarica vai qui:
ko_kr: 페이지가 다시 로드되지 않으면 여기로 이동합니다:
pl_pl: Jeśli strona się nie przeładuje przejdź tutaj:
uk_ua: Якщо сторінка не перезавантажується, перейдіть сюди:
zh_cn: 如果页面没有重新加载，请转到此处:

source: The web GUI is reloading at the moment, please wait...
cs_cz: Webové uživatelské rozhraní se znovu načítá, čekejte…
de_de: Die Web-GUI wird neu geladen, bitte warten …
el_gr: Το γραφικό περιβάλλον χρήστη ιστού επαναφορτώνεται αυτήν τη στιγμή, περιμένετε...
fa_ir: رابط وب در حال بارگذاری مجدد است، لطفاً صبر کنید...
fr_fr: L'interface graphique Web se relance, veuillez patienter...
it_it: La GUI web si sta ricaricando in questo momento, attendi...
ko_kr: 지금 웹 GUI를 다시 로드하는 중입니다. 잠시 기다려 주세요...
pl_pl: Interfejs użytkownika jest w tym momencie przeładowywany, proszę czekać...
uk_ua: Веб-інтерфейс наразі перезавантажується, будь ласка, зачекайте...
zh_cn: Web GUI正在重新加载，请稍候......

source: Use the default
cs_cz: Použít výchozí
de_de: Den Standard verwenden
el_gr: Χρησιμοποιήστε την προεπιλογή
fa_ir: استفاده از پیش‌فرض
fr_fr: Utiliser les valeurs par défaut
it_it: Utilizza l'impostazione predefinita
ko_kr: 기본값 사용
pl_pl: Użyj domyślnych
uk_ua: Використовувати типові
zh_cn: 使用默认值

source: I know what I am doing
cs_cz: Vím co dělám
de_de: Ich weiß, was ich mache
el_gr: Ξέρω τι κάνω
fa_ir: می‌دانم چه می‌کنم
fr_fr: Je sais ce que je fais
it_it: So cosa sto facendo
ko_kr: 내가 무엇을 하고 있는지 압니다
pl_pl: Wiem co robię
uk_ua: Я знаю, що роблю
zh_cn: 我知道我在做什么

source: Changing the listen interfaces of the web GUI may prevent you from accessing this page if you continue. It is recommended to keep this set to the default unless you know what you are doing.
cs_cz: Změna rozhraní, na kterých je očekáváno spojení na webové rozhraní, vám v konečném důsledku zabránit v přístupu na tuto stránku. Je doporučováno ponechat toto na výchozích hodnotách, pokud si nejste opravdu jisti tím, že víte, co děláte.
de_de: Dieses Web GUI ist mit einem bestimmten Interface verbunden. Das Wechseln des Interface oder dessen Einstellungen kann dazu führen, dass nach dem fortfahren auf diese Seite nicht mehr zugegriffen werden kann. Die Empfehlung ist, dies so zu lassen oder Sie wissen genau was sie tun.
el_gr: Η αλλαγή των διεπαφών ακρόασης του γραφικού περιβάλλοντος χρήστη ιστού ενδέχεται να σας εμποδίσει να αποκτήσετε πρόσβαση σε αυτήν τη σελίδα εάν συνεχίσετε. Συνιστάται να διατηρήσετε αυτήν την προεπιλεγμένη ρύθμιση, εκτός εάν γνωρίζετε τι κάνετε.
fa_ir: تغییر اینترفیس‌های گوش‌دهی (listen interfaces) رابط وب ممکن است در صورت ادامه‌دادن مانع دسترسی شما به این صفحه شود. توصیه می‌شود این مورد را روی پیش‌فرض نگه دارید مگر اینکه بدانید چه می‌کنید.
fr_fr: La modification des interfaces d'écoute de l'interface graphique Web peut vous empêcher d'accéder à cette page si vous continuez. Il est recommandé de conserver cet ensemble par défaut, sauf si vous savez ce que vous faites.
it_it: La modifica delle interfacce di ascolto della GUI Web potrebbe impedirti di accedere a questa pagina se continui. Si consiglia di mantenere questa impostazione predefinita a meno che non si sappia cosa si sta facendo.
ko_kr: 웹 GUI의 수신 대기 인터페이스를 변경하면 계속할 경우 이 페이지에 액세스하지 못할 수 있습니다. 작업 내용을 모르는 경우 이 설정을 기본값으로 유지하는 것이 좋습니다.
pl_pl: Zmiana interfejsów nasłuchiwania sieciowego GUI może uniemożliwić dostęp do tej strony, jeśli będziesz kontynuować. Zaleca się pozostawienie tego domyślnego ustawienia, chyba że wiesz, co robisz.
uk_ua: Зміна інтерфейсів прослуховування веб-інтерфейсу може перешкодити вам отримати доступ до цієї сторінки, якщо ви продовжите. Рекомендується залишити це налаштування типовим, якщо ви не знаєте, що робите.
zh_cn: 如果继续，更改Web GUI的监听接口可能会阻止您访问此页面。除非您知道自己在做什么，否则建议把此设置保留为默认值。

source: Warning!
cs_cz: Varování!
de_de: Warnung!
el_gr: Προειδοποίηση!
fa_ir: هشدار!
fr_fr: Attention!
it_it: Avvertimento!
ko_kr: 경고!
pl_pl: Ostrzeżenie!
uk_ua: Увага!
zh_cn: 警告！

source: You must specify a valid SSH port number.
cs_cz: Je třeba zadat platné číslo portu SSH.
de_de: Sie müssen eine gültige SSH-Portnummer angeben.
el_gr: Πρέπει να καθορίσετε έναν έγκυρο αριθμό θύρας SSH.
fa_ir: باید یک شماره پورت SSH معتبر مشخص کنید.
fr_fr: Vous devez spécifier un numéro de port SSH valide.
it_it: È necessario specificare un numero di porta SSH valido.
ko_kr: 올바른 SSH 포트 번호를 지정해야 합니다.
pl_pl: Musisz podać prawidłowy port SSH.
uk_ua: Ви повинні вказати дійсний номер порту SSH.
zh_cn: 您必须指定有效的SSH端口号。

source: Alternate hostname %s is not a valid hostname.
cs_cz: Alternativní název stroje %s není platný.
de_de: Alternativer Hostname %s ist kein gültiger Hostname.
el_gr: Το εναλλακτικό όνομα κεντρικού υπολογιστή %s δεν είναι έγκυρο όνομα κεντρικού υπολογιστή.
fa_ir: نام‌میزبان جایگزین %s معتبر نیست.
fr_fr: Le nom d'hôte alternatif %s n'est pas un nom d'hôte valide.
it_it: Il nome host alternativo %s non è un nome host valido.
ko_kr: 대체 호스트 이름 %s은(는) 유효한 호스트 이름이 아닙니다.
pl_pl: Alternatywna nazwa %s nie jest poprawna.
uk_ua: Альтернативне ім'я хоста %s не є дійсним ім'ям хоста.
zh_cn: 备用主机名%s不是有效的主机名。

source: You must specify a valid web GUI protocol.
cs_cz: Je třeba zadat platný protokol webového uživatelského rozhraní.
de_de: Sie müssen ein gültiges Weboberflächenprotokoll angeben.
el_gr: Πρέπει να καθορίσετε ένα έγκυρο πρωτόκολλο GUI ιστού.
fa_ir: باید یک پروتکل رابط وب معتبر مشخص کنید.
fr_fr: Vous devez spécifier un protocole d'IHM Web valide.
it_it: È necessario specificare un protocollo GUI Web valido.
ko_kr: 올바른 웹 GUI 프로토콜을 지정해야 합니다.
pl_pl: Musisz podać prawidłowy protokół dla web GUI.
uk_ua: Ви повинні вказати дійсний протокол веб-інтерфейсу.
zh_cn: 您必须指定有效的Web GUI协议。

source: You must specify a valid web GUI port number.
cs_cz: Je třeba zadat platné číslo portu webového uživatelského rozhraní.
de_de: Sie müssen eine gültige Weboberflächenportnummer angeben.
el_gr: Πρέπει να καθορίσετε έναν έγκυρο αριθμό θύρας GUI ιστού.
fa_ir: باید یک شماره پورت رابط وب معتبر مشخص کنید.
fr_fr: Vous devez spécifier un numéro de port d'IHM Web valide.
it_it: È necessario specificare un numero di porta della GUI Web valido.
ko_kr: 올바른 웹 GUI 포트 번호를 지정해야 합니다.
pl_pl: Musisz podać prawidłowy port dla web GUI.
uk_ua: Ви повинні вказати дійсний номер порту веб-інтерфейсу.
zh_cn: 您必须指定有效的Web GUI端口号。

source: E = ESS (infrastructure mode), I = IBSS (ad-hoc mode), P = privacy (WEP/TKIP/AES), S = Short preamble, s = Short slot time
cs_cz: E = ESS (infrastrukturní režim), I = IBSS (dočasný režim), P = privacy (WEP/TKIP/AES), S = krátký úvod, s = krátky čas pozice
de_de: E = ESS (Infrastrukturmodus), I = IBSS (Ad-hoc-Modus), P = Privatsphäre (WEP/TKIP/AES), S = kurze Präambel, s = Kurze Slot-Zeit
el_gr: E = ESS (λειτουργία υποδομής), I = IBSS (λειτουργία ad-hoc), P = ιδιωτικότητα (WEP/TKIP/AES), S = Σύντομο προοίμιο, s = Σύντομος χρόνος υποδοχής
fa_ir: E = ESS (حالت زیرساخت), I = IBSS (حالت ad-hoc), P = privacy (WEP/TKIP/AES), S = پیش‌پیمبل کوتاه, s = زمان اسلات کوتاه
fr_fr: E = ESS (mode infrastructure), I = IBSS (mode ad-hoc), P = privacy (WEP/TKIP/AES), S = Short preamble, s = Short slot time
it_it: E = ESS (modalità infrastruttura), I = IBSS (modalità ad-hoc), P = privacy (WEP/TKIP/AES), S = preambolo breve, s = slot time breve
ko_kr: E = ESS(인프라 모드), I = IBSS(애드혹 모드), P = 개인 정보(WEP/TKIP/AES), S = 짧은 프리앰블, s = 짧은 슬롯 시간
pl_pl: E = ESS (tryb infrastruktury), I = IBSS (tryb ad-hoc), P = prywatność (WEP/TKIP/AES), S = krótki preambuła, s = krótki czas szczeliny
uk_ua: E = ESS (режим інфраструктури), I = IBSS (ad-hoc режим), P = приватність (WEP/TKIP/AES), S = Коротка преамбула, s = Короткий інтервал часу

source: Capabilities:
cs_cz: Schopnosti:
de_de: Funktionen:
el_gr: Δυνατότητες:
fa_ir: قابلیت‌ها:
fr_fr: Fonctions:
it_it: Capacità:
ko_kr: 기능:
pl_pl: Możliwości
uk_ua: Можливості:
zh_cn: 性能:

source: Flags:
cs_cz: Příznaky:
el_gr: Σημαίες:
fa_ir: پرچم‌ها:
fr_fr: Indicateurs:
it_it: Bandiere:
ko_kr: 플래그:
pl_pl: Flagi:
uk_ua: Прапори:
zh_cn: 标识:
