Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Only characters, numbers, a dot, underscore and hyphen are allowed. Do not use more than 128 characters.
cs_cz: Povolená jsou pouze písmena, číslice, tečka, podtržítko a pomlčka. Nepoužívejte více než 128 znaků.
de_de: Es sind nur Buchstaben, Zahlen, ein Punkt, Unterstrich und Bindestrich erlaubt. Verwenden Sie nicht mehr als 128 Zeichen.
el_gr: Επιτρέπονται μόνο χαρακτήρες, αριθμοί, τελεία, κάτω παύλα και παύλα. Μην χρησιμοποιείτε περισσότερους από 128 χαρακτήρες.
fa_ir: فقط حروف، ارقام، نقطه، زیرخط و خط تیره مجاز است. بیش از 128 کاراکتر استفاده نکنید.
fr_fr: Seuls les caractères, les chiffres, le point, le trait de soulignement et le trait d'union sont autorisés. Ne pas utiliser plus de 128 caractères.
it_it: Sono consentiti solo caratteri, numeri, punto, carattere di sottolineatura e trattino. Non utilizzare più di 128 caratteri.
ko_kr: 문자, 숫자, 점, 밑줄, 하이픈만 허용됩니다. 128자를 초과하지 마세요.
uk_ua: Дозволені лише символи, цифри, крапка, підкреслення та дефіс. Не використовуйте більше 128 символів.
zh_cn: 只允许使用字符、数字、点、下划线和连字符。请勿使用超过 128 个字符。

source: Only characters, numbers, a dot, underscore, hyphen, slash and curly braces are allowed. Do not use more than 200 characters.
cs_cz: Povolená jsou pouze písmena, čísla, tečka, podtržítko, pomlčka, lomítko a složená závorka. Nepoužívejte více než 200 znaků.
de_de: Es sind nur Buchstaben, Zahlen, ein Punkt, Unterstrich und Bindestrich erlaubt. Verwenden Sie nicht mehr als 128 Zeichen.
el_gr: Επιτρέπονται μόνο χαρακτήρες, αριθμοί, τελεία, υπογράμμιση, παύλα, κάθετος και αγκύλες. Μην χρησιμοποιείτε περισσότερους από 200 χαρακτήρες.
fa_ir: فقط حروف، ارقام، نقطه، زیرخط، خط تیره، اسلش و آکولادها مجاز است. بیش از 200 کاراکتر استفاده نکنید.
fr_fr: Seuls les caractères, les chiffres, le point, le trait de soulignement, le trait d'union, la barre oblique et les accolades sont autorisés. Ne pas utiliser plus de 200 caractères.
it_it: Sono consentiti solo caratteri, numeri, punto, carattere di sottolineatura, trattino, barra e parentesi graffe. Non utilizzare più di 200 caratteri.
ko_kr: 문자, 숫자, 마침표, 밑줄, 하이픈, 슬래시 및 중괄호만 허용됩니다. 200자를 초과하지 마세요.
uk_ua: Дозволені лише символи, цифри, крапка, підкреслення, дефіс, скісна риска та фігурні дужки. Не використовуйте більше 200 символів.
zh_cn: 只允许使用字符、数字、点、下划线、连字符、斜线和大括号。请勿使用超过 200 个字符。

source: OpenVPN default
cs_cz: OpenVPN výchozí
de_de: OpenVPN-Standard
el_gr: Προεπιλογή OpenVPN
fa_ir: پیش‌فرض OpenVPN
fr_fr: OpenVPN par défaut
it_it: Impostazione predefinita di OpenVPN
ko_kr: OpenVPN 기본
uk_ua: OpenVPN типово
zh_cn: OpenVPN 默认值

source: PANIC
cs_cz: PANIKA
de_de: PANIK
el_gr: ΠΑΝΙΚΟΣ
fa_ir: وضعیت بحرانی
fr_fr: PANIQUE
it_it: PANICO
ko_kr: 패닉
uk_ua: ПАНІКА

source: Please enter a valid domain name.
cs_cz: Zadejte platný doménový název.
de_de: Bitte geben Sie einen gültigen Domainnamen ein.
el_gr: Παρακαλώ εισάγετε ένα έγκυρο όνομα τομέα.
fa_ir: لطفاً یک نام دامنه معتبر وارد کنید.
fr_fr: Veuillez saisir un nom de domaine valide.
it_it: Inserisci un nome di dominio valido.
ko_kr: 유효한 도메인 이름을 입력하세요.
uk_ua: Будь ласка, введіть дійсне доменне ім'я.
zh_cn: 请输入有效的域名。

source: Please enter a valid number from 0 to 2147483647 seconds or leave empty for default.
cs_cz: Zadejte platné číslo od 0 do 2147483647 sekund nebo nevyplňujte a bude použito výchozí.
de_de: Bitte geben Sie eine gültige Zahl zwischen 0 und 2147483647 Sekunden ein oder lassen Sie das Feld leer, um den Standardwert zu verwenden.
el_gr: Εισαγάγετε έναν έγκυρο αριθμό από 0 έως 2147483647 δευτερόλεπτα ή αφήστε το κενό για προεπιλογή.
fa_ir: لطفاً یک عدد معتبر بین 0 تا 2147483647 ثانیه وارد کنید یا برای استفاده از مقدار پیش‌فرض خالی بگذارید.
fr_fr: Veuillez entrer un nombre valide de 0 à 2147483647 secondes ou laisser vide pour la valeur par défaut.
it_it: Inserisci un numero valido compreso tra 0 e 2147483647 secondi o lascia vuoto per impostazione predefinita.
ko_kr: 0~2147483647초 사이의 유효한 숫자를 입력하거나 기본값으로 비워두세요.
uk_ua: Будь ласка, введіть дійсне число від 0 до 2147483647 секунд або залиште пустим для типового значення.
zh_cn: 请输入0至2147483647秒之间的有效数字，或留空来使用默认值。

source: Please enter a valid number from 1 to 2147483647 seconds or leave empty for default.
cs_cz: Zadejte platné číslo od 1 do 2147483647 sekund nebo nevyplňujte a bude použito výchozí.
de_de: Bitte geben Sie eine gültige Zahl zwischen 1 und 2147483647 Sekunden ein oder lassen Sie das Feld leer, um den Standardwert zu verwenden.
el_gr: Εισαγάγετε έναν έγκυρο αριθμό από 1 έως 2147483647 δευτερόλεπτα ή αφήστε το κενό για προεπιλογή.
fa_ir: لطفاً یک عدد معتبر بین 1 تا 2147483647 ثانیه وارد کنید یا برای استفاده از مقدار پیش‌فرض خالی بگذارید.
fr_fr: Veuillez saisir un nombre valide de 1 à 2147483647 secondes ou laisser vide pour la valeur par défaut.
it_it: Inserisci un numero valido compreso tra 1 e 2147483647 secondi o lascia vuoto per impostazione predefinita.
ko_kr: 1~2147483647초 사이의 유효한 숫자를 입력하거나 기본값으로 비워두세요.
uk_ua: Будь ласка, введіть дійсне число від 1 до 2147483647 секунд або залиште пустим для типового значення.
zh_cn: 请输入 1 至 2147483647 秒之间的有效数字，或留空为默认值。

source: Please enter a valid number of 1 or larger.
cs_cz: Zadejte platné číslo – 1 nebo větší.
de_de: Bitte geben Sie eine gültige Zahl ab 1 ein.
el_gr: Παρακαλώ εισάγετε έναν έγκυρο αριθμό 1 ή μεγαλύτερο.
fa_ir: لطفاً یک عدد معتبر برابر یا بزرگ‌تر از 1 وارد کنید.
fr_fr: Veuillez saisir un nombre valide de 1 ou plus.
it_it: Inserisci un numero valido pari o superiore a 1.
ko_kr: 1 이상의 유효한 숫자를 입력하세요.
uk_ua: Будь ласка, введіть дійсне число 1 або більше.
zh_cn: 请输入1或更大的有效数字。

source: Please enter a value between 1 and 99999 or leave empty.
cs_cz: Zadejte hodnotu z rozmezí 1 až 99999 nebo nevyplňujte.
de_de: Bitte geben Sie einen Wert zwischen 1 und 99999 ein oder lassen Sie das Feld leer.
el_gr: Παρακαλώ εισάγετε μια τιμή μεταξύ 1 και 99999 ή αφήστε το κενό.
fa_ir: لطفاً یک مقدار بین 1 تا 99999 وارد کنید یا خالی بگذارید.
fr_fr: Veuillez saisir une valeur comprise entre 1 et 99999 ou laisser vide.
it_it: Inserisci un valore compreso tra 1 e 99999 o lascia vuoto.
ko_kr: 1~99999 사이의 값을 입력하거나 비워두세요.
uk_ua: Будь ласка, введіть значення від 1 до 99999 або залиште пустим.
zh_cn: 请输入1至99999之间的值或留空。

source: Please enter one or multiple hostnames or FQDNs.
cs_cz: Zadejte jeden nebo více názvů hostitelů nebo FQDN názvů.
de_de: Bitte geben Sie einen oder mehrere Hostnamen oder FQDNs ein.
el_gr: Παρακαλώ εισάγετε ένα ή περισσότερα ονόματα κεντρικών υπολογιστών ή FQDN.
fa_ir: لطفاً یک یا چند نام میزبان یا FQDN معتبر وارد کنید.
fr_fr: Veuillez saisir un ou plusieurs noms d'hôtes ou FQDN.
it_it: Inserisci uno o più nomi host o FQDN.
ko_kr: 하나 이상의 호스트 이름이나 FQDN을 입력하세요.
uk_ua: Будь ласка, введіть одне або декілька імен хостів чи FQDN.
zh_cn: 请输入一个或多个主机名或 FQDN。

source: Please enter one or multiple valid IP addresses or networks.
cs_cz: Zadejte jednu nebo více platných IP adres nebo sítí.
de_de: Bitte geben Sie eine oder mehrere gültige IP-Adressen oder Netzwerke ein.
el_gr: Παρακαλώ εισάγετε μία ή περισσότερες έγκυρες διευθύνσεις IP ή δίκτυα.
fa_ir: لطفاً یک یا چند آدرس IP یا شبکه معتبر وارد کنید.
fr_fr: Veuillez saisir une ou plusieurs adresses IP ou réseaux valides.
it_it: Inserisci uno o più indirizzi IP o reti validi.
ko_kr: 하나 이상의 유효한 IP 주소 또는 네트워크를 입력하세요.
uk_ua: Будь ласка, введіть одну або декілька дійсних IP-адрес або мереж.
zh_cn: 请输入一个或多个有效的IP地址或网络。

source: Please enter one or multiple valid IP addresses, hostnames or FQDNs.
cs_cz: Zadejte jednu nebo více platných IP adres, názvů hostitelů nebo FQDN.
de_de: Bitte geben Sie eine oder mehrere gültige IP-Adressen, Hostnamen oder FQDNs ein.
el_gr: Εισαγάγετε μία ή περισσότερες έγκυρες διευθύνσεις IP, ονόματα κεντρικών υπολογιστών ή FQDN.
fa_ir: لطفاً یک یا چند آدرس IP، نام میزبان یا FQDN معتبر وارد کنید.
fr_fr: Veuillez saisir une ou plusieurs adresses IP, noms d'hôtes ou FQDN valides.
it_it: Inserisci uno o più indirizzi IP, nomi host o FQDN validi.
ko_kr: 하나 이상의 유효한 IP 주소, 호스트 이름 또는 FQDN를 입력하세요.
uk_ua: Будь ласка, введіть одну або декілька дійсних IP-адрес, імен хостів або FQDN.
zh_cn: 请输入一个或多个有效的IP地址、主机名或FQDN。

source: Please provide a valid IP address.
cs_cz: Zadejte platnou IP adresu.
de_de: Bitte geben Sie eine gültige IP-Adresse an.
el_gr: Παρακαλώ δώστε μια έγκυρη διεύθυνση IP.
fa_ir: لطفاً یک آدرس IP معتبر وارد کنید.
fr_fr: Veuillez fournir une adresse IP valide.
it_it: Fornire un indirizzo IP valido.
ko_kr: 제공된 유효한 IP 주소를 입력하세요.
uk_ua: Будь ласка, вкажіть дійсний IP-адресу.
zh_cn: 请提供有效的结束地址。

source: Please provide a valid resolver address, i.e. 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.
cs_cz: Zadejte platnou adresu DNS serveru, tj. 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.
de_de: Bitte geben Sie eine gültige Resolver-Adresse an, z. B. 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.
el_gr: Παρακαλώ δώστε μια έγκυρη διεύθυνση αναλυτή, π.χ. 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.
fa_ir: لطفاً یک آدرس رزولور معتبر وارد کنید، مثلاً 8.8.8.8، [2001:4860:4860::8888]، یا 8.8.8.8:5353.
fr_fr: Veuillez fournir une adresse de résolution valide, c'est-à-dire 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.
it_it: Fornisci un indirizzo di risoluzione valido, ad esempio 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.
ko_kr: 유효한 리졸버 주소를 입력하세요. 예: 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.
uk_ua: Будь ласка, вкажіть дійсну адресу резолвера, наприклад, 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.
zh_cn: 请提供有效的解析器地址，即 8.8.8.8、[2001:4860:4860::8888]、8.8.8.8:5353。

source: Please provide a valid username. Allowed characters are a-zA-Z0-9.@_-:/ and it has to be 1-64 characters long.
cs_cz: Zadejte platné uživatelské jméno. Povolené znaky jsou a-zA-Z0-9.@_-:/ a je třeba, aby délka byla 1-64 znaků.
de_de: Bitte geben Sie einen gültigen Benutzernamen an. Erlaubte Zeichen sind a-zA-Z0-9.@_-:/ und die Länge muss zwischen 1 und 64 Zeichen liegen.
el_gr: Παρακαλώ δώστε ένα έγκυρο όνομα χρήστη. Οι επιτρεπόμενοι χαρακτήρες είναι a-zA-Z0-9.@_-:/ και πρέπει να έχει μήκος 1-64 χαρακτήρες.
fa_ir: لطفاً یک نام کاربری معتبر وارد کنید. کاراکترهای مجاز: a-zA-Z0-9.@_-:/ و طول آن باید بین 1 تا 64 کاراکتر باشد.
fr_fr: Veuillez fournir un nom d'utilisateur valide. Les caractères autorisés sont a-zA-Z0-9.@_-:/ et la longueur doit être comprise entre 1 et 64 caractères.
it_it: Fornisci un nome utente valido. I caratteri consentiti sono a-zA-Z0-9.@_-:/ e deve contenere da 1 a 64 caratteri.
ko_kr: 유효한 사용자 이름을 입력하세요. 허용되는 문자는 a-zA-Z0-9.@_-:/이며, 길이는 1-64자여야 합니다.
uk_ua: Будь ласка, вкажіть дійсне ім'я користувача. Дозволені символи: a-zA-Z0-9.@_-:/, довжина має бути від 1 до 64 символів.
zh_cn: 请提供有效的用户名。允许的字符为 a-zA-Z0-9.@_-:/，长度为 1-64 个字符。

source: Please specify a valid host:port combination.
cs_cz: Zadejte platnou kombinaci hostitel:port.
de_de: Bitte geben Sie eine gültige Host:Port-Kombination an.
el_gr: Παρακαλώ καθορίστε έναν έγκυρο συνδυασμό host:port.
fa_ir: لطفاً یک ترکیب host:port معتبر مشخص کنید.
fr_fr: Veuillez indiquer une combinaison hôte/port valide.
it_it: Specifica una combinazione host:porta valida.
ko_kr: 유효한 호스트:포트 조합을 지정하세요.
uk_ua: Будь ласка, вкажіть дійсне поєднання хост:порт.
zh_cn: 请指定有效的主机：端口组合。

source: Please specify a valid list of domains
cs_cz: Zadejte platný seznam domén
de_de: Bitte geben Sie eine gültige Liste von Domains an.
el_gr: Παρακαλώ καθορίστε μια έγκυρη λίστα τομέων
fa_ir: لطفاً یک فهرست دامنهٔ معتبر مشخص کنید.
fr_fr: Veuillez indiquer une liste valide de domaines
it_it: Specifica un elenco valido di domini
ko_kr: 유효한 도메인 목록을 지정하세요
uk_ua: Будь ласка, вкажіть дійсний список доменів
zh_cn: 请指定有效的域名列表

source: Please specify a valid portnumber, name, alias or range
cs_cz: Zadejte platné číslo portu, název, alternativní název nebo rozsah
de_de: Bitte geben Sie eine gültige Portnummer, einen Namen, Alias oder Bereich an.
el_gr: Παρακαλώ καθορίστε έναν έγκυρο αριθμό θύρας, όνομα, ψευδώνυμο ή εύρος
fa_ir: لطفاً یک شماره پورت، نام، نام مستعار یا بازهٔ معتبر مشخص کنید.
fr_fr: Veuillez spécifier un numéro de port, un nom, un alias ou une plage valide.
it_it: Specificare un numero di porta, un nome, un alias o un intervallo valido
ko_kr: 유효한 포트 번호, 이름, 별칭 또는 범위를 지정하세요.
uk_ua: Будь ласка, вкажіть дійсний номер порту, ім'я, псевдонім або діапазон.
zh_cn: 请指定有效的端口号、名称、别名或范围

source: Plesk (UNSUPPORTED)
cs_cz: Plesk (NEPODPOROVÁNO)
de_de: Plesk (nicht unterstützt)
el_gr: Plesk (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Plesk (پشتیبانی‌نشده)
fr_fr: Plesk (NON SUPPORTÉ)
it_it: Plesk (NON SUPPORTATO)
ko_kr: Plesk (지원 안함)
uk_ua: Plesk (НЕ ПІДТРИМУЄТЬСЯ)

source: PointHQ (UNSUPPORTED)
cs_cz: PointHQ (NEPODPOROVÁNO)
de_de: PointHQ (nicht unterstützt)
el_gr: PointHQ (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: PointHQ (پشتیبانی‌نشده)
it_it: PointHQ (NON SUPPORTATO)
ko_kr: PointHQ (지원 안함)
uk_ua: PointHQ (НЕ ПІДТРИМУЄТЬСЯ)

source: PowerDNS (UNSUPPORTED)
cs_cz: PowerDNS (NEPODPOROVÁNO)
de_de: PowerDNS (nicht unterstützt)
el_gr: PowerDNS (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: PowerDNS (پشتیبانی‌نشده)
fr_fr: PowerDNS (NON SUPPORTÉ)
it_it: PowerDNS (NON SUPPORTATO)
ko_kr: PowerDNS (지원 안함)
uk_ua: PowerDNS (НЕ ПІДТРИМУЄТЬСЯ)

source: Priority must be a value between 1 and 255
cs_cz: Je třeba, aby priorita byla hodnota z rozmezí 1 až 255
de_de: Priorität muss ein Wert zwischen 1 und 255 sein.
el_gr: Η προτεραιότητα πρέπει να έχει τιμή μεταξύ 1 και 255
fa_ir: اولویت باید مقداری بین 1 تا 255 باشد.
fr_fr: La priorité doit être une valeur comprise entre 1 et 255
it_it: La priorità deve essere un valore compreso tra 1 e 255
ko_kr: 우선순위는 1에서 255 사이의 값이어야 합니다.
uk_ua: Пріоритет має бути значенням від 1 до 255.
zh_cn: 优先级必须是介于1和255之间的值

source: Public keys should be unique.
cs_cz: Veřejné klíče by se neměly opakovat.
de_de: Öffentliche Schlüssel sollten eindeutig sein.
el_gr: Τα δημόσια κλειδιά θα πρέπει να είναι μοναδικά.
fa_ir: کلیدهای عمومی باید یکتا باشند.
fr_fr: Les clés publiques doivent être uniques.
it_it: Le chiavi pubbliche dovrebbero essere univoche.
ko_kr: 공개 키는 고유해야 합니다.
uk_ua: Публічні ключі мають бути унікальними.
zh_cn: 公钥应该是唯一的。

source: Rackspace (UNSUPPORTED)
cs_cz: Rackspace (NEPODPOROVANÉ)
de_de: Rackspace (nicht unterstützt)
el_gr: Rackspace (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Rackspace (پشتیبانی‌نشده)
fr_fr: Rackspace (NON SUIVI)
it_it: Spazio su rack (NON SUPPORTATO)
ko_kr: Rackspace (지원 안함)
uk_ua: Rackspace (НЕ ПІДТРИМУЄТЬСЯ)

source: Rage4 (UNSUPPORTED)
cs_cz: Rage4 (NEPODPOROVANÉ)
de_de: Rage4 (nicht unterstützt)
el_gr: Rage4 (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΟ)
fa_ir: Rage4 (پشتیبانی‌نشده)
fr_fr: Rage4 (NON SUIVI)
it_it: Rage4 (NON SUPPORTATO)
ko_kr: Rage4 (지원 안함)
uk_ua: Rage4 (НЕ ПІДТРИМУЄТЬСЯ)

source: Reissue and replace certificate (does not restart services)
cs_cz: Opětovně vystavit a nahradit certifikát (nerestartuje služby)
de_de: Zertifikat neu ausstellen und ersetzen (Dienste werden nicht neu gestartet)
el_gr: Επανέκδοση και αντικατάσταση πιστοποιητικού (δεν επανεκκινεί τις υπηρεσίες)
fa_ir: صدور مجدد و جایگزینی گواهی (بدون راه‌اندازی مجدد سرویس‌ها)
fr_fr: Réémission et remplacement du certificat (sans redémarrage des services)
it_it: Riemettere e sostituire il certificato (non riavvia i servizi)
ko_kr: 인증서 재발급 및 교체(서비스를 다시 시작하지 않음)
uk_ua: Перевипустити та замінити сертифікат (не перезапускає служби)
zh_cn: 重新颁发并替换证书（不重启服务）

source: Related Peer Group item not found
cs_cz: Související položka ve skupině protějšků nenalezena
de_de: Zugehöriger Peer-Gruppen-Eintrag nicht gefunden
el_gr: Δεν βρέθηκε σχετικό στοιχείο ομάδας ομοτίμων
fa_ir: آیتم گروه همتا مرتبط پیدا نشد
fr_fr: L'élément lié au groupe de pairs n'a pas été trouvé
it_it: Elemento correlato del gruppo pari non trovato
ko_kr: 관련 피어 그룹 항목을 찾을 수 없음
uk_ua: Пов'язаний елемент групи однорангових підключень не знайдено
zh_cn: 未找到相关端点组项目

source: Related subnet not found
cs_cz: Související podsíť nenalezena
de_de: Zugehöriges Subnetz nicht gefunden
el_gr: Δεν βρέθηκε σχετικό υποδίκτυο
fa_ir: زیرشبکه مرتبط پیدا نشد
fr_fr: Le sous-réseau correspondant n'a pas été trouvé
it_it: Sottorete correlata non trovata
ko_kr: 관련 서브넷을 찾을 수 없음
uk_ua: Пов'язану підмережу не знайдено
zh_cn: 未找到相关子网

source: Request
cs_cz: Žádost
de_de: Anfrage
el_gr: Αίτηση
fa_ir: درخواست
fr_fr: Demande
it_it: Richiesta
ko_kr: 요청
uk_ua: Запит
zh_cn: 请求

source: Reverse Proxy
cs_cz: Reverzní proxy
el_gr: Αντίστροφη μεσολάβηση
fa_ir: پراکسی معکوس
fr_fr: Proxy inversé
it_it: Proxy inverso
ko_kr: 리버스 프록시
uk_ua: Зворотний проксі
zh_cn: 反向代理

source: Route 53 (UNSUPPORTED)
cs_cz: Route 53 (NEPODPOROVANÉ)
de_de: Route 53 (nicht unterstützt)
el_gr: Διαδρομή 53 (ΜΗ ΥΠΟΣΤΗΡΙΖΟΜΕΝΗ)
fa_ir: Route 53 (پشتیبانی‌نشده)
fr_fr: Route 53 (NON SUIVIE)
it_it: Route 53 (NON SUPPORTATO)
ko_kr: Route 53 (지원 안함)
uk_ua: Route 53 (НЕ ПІДТРИМУЄТЬСЯ)

source: STATIC
cs_cz: STATICKÉ
de_de: STATISCH
el_gr: ΣΤΑΤΙΚΟΣ
fr_fr: STATIQUE
it_it: STATICO
ko_kr: 정적
uk_ua: СТАТИЧНИЙ
zh_cn: 静态

source: Selected resolver not found
cs_cz: Vybraný poskytovatel DNS překladu nenalezen
de_de: Ausgewählter Resolver nicht gefunden
el_gr: Ο επιλεγμένος αναλυτής δεν βρέθηκε
fa_ir: رزولور انتخاب‌شده پیدا نشد
fr_fr: Le résolveur sélectionné n'a pas été trouvé
it_it: Risolutore selezionato non trovato
ko_kr: 선택한 리졸버를 찾을 수 없음
uk_ua: Вибраний резолвер не знайдено
zh_cn: 未找到所选的解析器

source: Sequence value has to be unique or empty.
cs_cz: Je třeba, aby se hodnota posloupnosti neopakovala, případně aby nebyla vyplněná.
de_de: Der Sequenzwert muss eindeutig oder leer sein.
el_gr: Η τιμή ακολουθίας πρέπει να είναι μοναδική ή κενή.
fa_ir: مقدار Sequence باید یکتا یا خالی باشد.
fr_fr: La valeur de la séquence doit être unique ou vide.
it_it: Il valore della sequenza deve essere univoco o vuoto.
ko_kr: 시퀀스 값은 고유하거나 비어 있어야 합니다.
uk_ua: Значення послідовності має бути унікальним або пустим.
zh_cn: 序列值必须是唯一的或者为空。

source: Servers [legacy]
cs_cz: Servery [postaru]
de_de: Server [veraltet]
el_gr: Διακομιστές [παλαιού τύπου]
fa_ir: سرورها [قدیمی]
fr_fr: Serveurs [legacy]
it_it: Server [precedenti]
ko_kr: 서버 [레거시]
uk_ua: Сервери [застарілі]
zh_cn: 服务器[旧版]

source: Should be a string between 1 and 31 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and space.
cs_cz: Mělo by to být řetězec o délce 1 až 31 znaků. Povolené znaky jsou písmena a číslice a také podtržítko, mínus, tečka a mezera.
de_de: Muss eine Zeichenkette zwischen 1 und 31 Zeichen sein. Erlaubte Zeichen sind Buchstaben, Zahlen, Unterstrich, Minus, Punkt und Leerzeichen.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 31 χαρακτήρων. Επιτρεπόμενοι χαρακτήρες είναι γράμματα και αριθμοί, καθώς και η κάτω παύλα, το μείον, η τελεία και το κενό.
fa_ir: باید رشته‌ای با طول بین 1 تا 31 کاراکتر باشد. کاراکترهای مجاز: حروف، اعداد، underscore (_)، minus (-)، dot (.) و فاصله.
fr_fr: Il doit s'agir d'une chaîne de 1 à 31 caractères. Les caractères autorisés sont les lettres et les chiffres, ainsi que le trait de soulignement, le moins, le point et l'espace.
it_it: Dovrebbe essere una stringa compresa tra 1 e 31 caratteri. I caratteri consentiti sono lettere e numeri, nonché trattino basso, meno, punto e spazio.
ko_kr: 1~31자 사이의 문자열이어야 합니다. 허용되는 문자는 문자와 숫자, 밑줄, 빼기, 점, 공백입니다.
uk_ua: Має бути рядком довжиною від 1 до 31 символу. Дозволені символи: літери, цифри, а також підкреслення, мінус, крапка та пробіл.
zh_cn: 应为 1 至 31 个字符的字符串。允许使用的字符包括字母、数字、下划线、减号、点和空格。

source: Snapshots
cs_cz: Zachycené stavy
el_gr: Στιγμιότυπα
fa_ir: اسنپ‌شات‌ها
fr_fr: Instantanés
it_it: Istantanee
ko_kr: 스냅샷
uk_ua: Знімки
zh_cn: 快照

source: Specify valid list of applications to sync.
cs_cz: Zadejte platný seznam aplikací k synchronizaci.
de_de: Geben Sie eine gültige Liste von zu synchronisierenden Anwendungen an.
el_gr: Καθορίστε μια έγκυρη λίστα εφαρμογών για συγχρονισμό.
fa_ir: فهرست معتبری از برنامه‌ها برای همگام‌سازی مشخص کنید.
fr_fr: Spécifiez une liste valide d'applications à synchroniser.
it_it: Specificare un elenco valido di applicazioni da sincronizzare.
ko_kr: 동기화할 유효한 애플리케이션 목록을 지정하세요.
uk_ua: Вкажіть дійсний список застосунків для синхронізації.
zh_cn: 指定要同步的有效应用程序列表。

source: Squid Web Proxy
cs_cz: Web proxy server Squid
fa_ir: پراکسی وب Squid
fr_fr: Proxy Web Squid
it_it: Proxy Web Squid
ko_kr: Squid 웹 프록시
uk_ua: Веб-проксі Squid
zh_cn: Web代理

source: TCP and UDP
cs_cz: TCP a UDP
de_de: TCP und UDP
el_gr: TCP και UDP
fa_ir: TCP و UDP
fr_fr: TCP et UDP
it_it: TCP e UDP
ko_kr: TCP 및 UDP
uk_ua: TCP та UDP
zh_cn: TCP和UDP

source: TCP only
cs_cz: Pouze TCP
de_de: Nur TCP
el_gr: Μόνο TCP
fa_ir: فقط TCP
fr_fr: TCP uniquement
it_it: Solo TCP
ko_kr: TCP 전용
uk_ua: Тільки TCP
zh_cn: 仅TCP

source: TLS (SNI Client Hello)
cs_cz: TLS (Úvod komunikace SNI klienta)
it_it: TLS (Cliente SNI Ciao)
ko_kr: TLS(SNI 클라이언트 Hello)
uk_ua: TLS (Привіт клієнта SNI)

source: The header replacement must not contain quotation marks (") and must be less than 1024 characters.
cs_cz: Náhrada záhlaví nemůže obsahovat uvozovky (") a je třeba, aby byla kratší než 1024 znaků.
de_de: Der Header-Ersatz darf keine Anführungszeichen (") enthalten und muss weniger als 1024 Zeichen umfassen.
el_gr: Η αντικατάσταση της κεφαλίδας δεν πρέπει να περιέχει εισαγωγικά (") και πρέπει να έχει μήκος μικρότερο από 1024 χαρακτήρες.
fa_ir: جایگزین هدر نباید دارای علامت نقل‌قول (\") باشد و باید کمتر از 1024 کاراکتر باشد."
fr_fr: Le remplacement de l'en-tête ne doit pas contenir de guillemets (") et doit être inférieur à 1024 caractères.
it_it: La sostituzione dell'intestazione non deve contenere virgolette (") e deve contenere meno di 1024 caratteri.
ko_kr: 헤더 대체 내용에는 따옴표(")가 포함되어서는 안 되며 1024자 미만이어야 합니다.
uk_ua: Заміна заголовка не повинна містити лапок (") і має бути меншою за 1024 символи.
zh_cn: 标题替换不能包含引号 (")，并且必须少于1024个字符。

source: The header type must not contain quotation marks (") and must be less than 1024 characters.
cs_cz: Typ záhlaví nemůže obsahovat uvozovky (") a je třeba, aby byl kratší než 1024 znaků.
de_de: Der Header-Typ darf keine Anführungszeichen (") enthalten und muss weniger als 1024 Zeichen umfassen.
el_gr: Ο τύπος κεφαλίδας δεν πρέπει να περιέχει εισαγωγικά (") και πρέπει να έχει μήκος μικρότερο από 1024 χαρακτήρες.
fa_ir: نوع هدر نباید دارای علامت نقل‌قول (\") باشد و باید کمتر از 1024 کاراکتر باشد."
fr_fr: Le type d'en-tête ne doit pas contenir de guillemets (") et doit être inférieur à 1024 caractères.
it_it: Il tipo di intestazione non deve contenere virgolette (") e deve contenere meno di 1024 caratteri.
ko_kr: 헤더 유형에는 따옴표(")가 포함될 수 없으며 1024자 미만이어야 합니다.
uk_ua: Тип заголовка не повинен містити лапок (") і має бути меншим за 1024 символи.
zh_cn: 标头类型不能包含引号（“），并且必须少于1024个字符。

source: The header value must not contain quotation marks (") and must be less than 1024 characters.
cs_cz: Hodnota záhlaví nemůže obsahovat uvozovky (") a je třeba, aby byla kratší než 1024 znaků.
de_de: Der Header-Wert darf keine Anführungszeichen (") enthalten und muss weniger als 1024 Zeichen umfassen.
el_gr: Η τιμή της κεφαλίδας δεν πρέπει να περιέχει εισαγωγικά (") και πρέπει να έχει μήκος μικρότερο από 1024 χαρακτήρες.
fa_ir: مقدار هدر نباید دارای علامت نقل‌قول (\") باشد و باید کمتر از 1024 کاراکتر باشد."
fr_fr: La valeur de l'en-tête ne doit pas contenir de guillemets (") et doit être inférieure à 1024 caractères.
it_it: Il valore dell'intestazione non deve contenere virgolette (") e deve contenere meno di 1024 caratteri.
ko_kr: 헤더 값에는 따옴표(")가 포함될 수 없으며 1024자 미만이어야 합니다.
uk_ua: Значення заголовка не повинно містити лапок (") і має бути меншим за 1024 символи.
zh_cn: 标头值不能包含引号 (")，并且必须少于1024个字符。
