Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Name template for the public certificate chain file. Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/ca.pem".
cs_cz: Šablona názvu pro soubor s řetězem k veřejnému certifikátu. Zástupná vyjádření „{{nazev}}“ (název) a „%s“ jsou nahrazena názvem nahrávaného certifikátu. Pokud chcete použít výchozí „{{name}}/ca.pem“.
de_de: Namensvorlage für die Datei der öffentlichen Zertifikatskette. Platzhalter "{{name}}" und "%s" werden durch den Namen des hochgeladenen Zertifikats ersetzt. Leer lassen, um die Vorgabe "{{name}}/ca.pem" zu verwenden.
el_gr: Πρότυπο ονόματος για το αρχείο αλυσίδας δημόσιου πιστοποιητικού. Τα placeholders "{{name}}" και "%s" αντικαθίστανται από το όνομα του πιστοποιητικού που μεταφορτώνεται. Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη τιμή "{{name}}/ca.pem".
fa_ir: قالب نام برای فایل زنجیره گواهی عمومی. جای‌نگهدارهای "{{name}}" و "%s" با نام گواهی در حال آپلود جایگزین می‌شوند. برای استفاده از مقدار پیش‌فرض "{{name}}/ca.pem" این فیلد را خالی بگذارید.
fr_fr: Modèle de nom pour le fichier de chaîne de certificat public. Les espaces réservés "{{name}}" et "%s" sont remplacés par le nom du certificat en cours de téléchargement. Laissez vide pour utiliser par défaut "{{name}}/ca.pem".
it_it: Modello di nome per il file della catena di certificati pubblici. I segnaposto "{{name}}" e "%s" vengono sostituiti dal nome del certificato in fase di caricamento. Lascia vuoto per utilizzare il valore predefinito "{{nome}}/ca.pem".
ko_kr: 공용 인증서 체인 파일의 이름 템플릿입니다. 자리 표시자 "{{name}}" 및 "%s"은(는) 업로드 중인 인증서의 이름으로 대체됩니다. 기본값 "{{name}}/ca.pem"을 사용하려면 비워 두세요.
uk_ua: Шаблон назви для файлу ланцюга публічних сертифікатів. Заповнювачі "{{name}}" і "%s" замінюються назвою завантажуваного сертифіката. Залиште порожнім, щоб використати типове значення "{{name}}/ca.pem".
zh_cn: 公共证书链文件的名称模板。 占位符"{{name}}"和"%s"被替换为要上传的证书的名称。 留空则使用默认的"{{name}}/ca.pem".

source: Name template for the public certificate. Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/cert.pem".
cs_cz: Šablona názvu veřejného certifikátu. Zástupná vyjádření „{{name}}“ (název) a „%s“ jsou nahrazena názvem nahrávaného certifikátu. Pokud chcete použít výchozí „{{name}}/cert.pem“, nevyplňujte.
de_de: Namensvorlage für das öffentliche Zertifikat. Platzhalter "{{name}}" und "%s" werden durch den Namen des hochgeladenen Zertifikats ersetzt. Leer lassen, um die Vorgabe "{{name}}/cert.pem" zu verwenden.
el_gr: Πρότυπο ονόματος για το δημόσιο πιστοποιητικό. Τα placeholders "{{name}}" και "%s" αντικαθίστανται από το όνομα του πιστοποιητικού που μεταφορτώνεται. Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη τιμή "{{name}}/cert.pem".
fa_ir: قالب نام برای گواهی عمومی. جای‌نگهدارهای "{{name}}" و "%s" با نام گواهی در حال آپلود جایگزین می‌شوند. برای استفاده از مقدار پیش‌فرض "{{name}}/cert.pem" این فیلد را خالی بگذارید.
fr_fr: Modèle de nom pour le certificat public. Les espaces réservés "{{name}}" et "%s" sont remplacés par le nom du certificat en cours de téléchargement. Laissez vide pour utiliser par défaut "{{name}}/cert.pem".
it_it: Modello di nome per il certificato pubblico. I segnaposto "{{name}}" e "%s" vengono sostituiti dal nome del certificato in fase di caricamento. Lascia vuoto per utilizzare il valore predefinito "{{name}}/cert.pem".
ko_kr: 공용 인증서의 이름 템플릿입니다. 자리 표시자 "{{name}}" 및 "%s"은(는) 업로드 중인 인증서의 이름으로 대체됩니다. 기본 "{{name}}/cert.pem"을 사용하려면 비워 두세요.
uk_ua: Шаблон назви для публічного сертифіката. Заповнювачі "{{name}}" і "%s" замінюються назвою завантажуваного сертифіката. Залиште порожнім, щоб використати типове значення "{{name}}/cert.pem".
zh_cn: 公共证书的名称模板。 占位符"{{name}}"和"%s"被替换为要上传的证书的名称。 留空则使用默认的"{{name}}/cert.pem".

source: Naming "ca.pem"
cs_cz: Pojmenování „ca.pem“
de_de: Benennung "ca.pem"
el_gr: Ονομασία "ca.pem"
fa_ir: نام‌گذاری "ca.pem"
fr_fr: Nommer "ca.pem"
it_it: Denominazione "ca.pem"
ko_kr: "ca.pem" 이름 지정
pl_pl: Nazywanie "ca.pem"
uk_ua: Іменування "ca.pem"
zh_cn: 命名"ca.pem"

source: Naming "cert.pem"
cs_cz: Pojmenování „cert.pem“
de_de: Benennung "cert.pem"
el_gr: Ονομασία "cert.pem"
fa_ir: نام‌گذاری "cert.pem"
fr_fr: Nommer "cert.pem"
it_it: Denominare "cert.pem"
ko_kr: "cert.pem" 이름 지정
pl_pl: Nazywanie "cert.pem"
uk_ua: Іменування "cert.pem"
zh_cn: 命名"cert.pem"

source: Naming "key.pem"
cs_cz: Pojmenování „key.pem“
de_de: Benennung "key.pem"
el_gr: Ονομασία "key.pem"
fa_ir: نام‌گذاری "key.pem"
fr_fr: Nommer "key.pem"
it_it: Denominare "key.pem"
ko_kr: "key.pem" 이름 지정
pl_pl: Nazywanie "key.pem"
uk_ua: Іменування "key.pem"
zh_cn: 命名"key.pem"

source: Naxsi Trusted Source IPs
cs_cz: Zdrojové adresy důvěryhodné dle Naxsi
de_de: Naxsi: Vertrauenswürdige Quell-IP-Adressen
el_gr: IP αξιόπιστης πηγής Naxsi
fa_ir: منابع IP مورد اعتماد Naxsi
fr_fr: IPs de la source de confiance Naxsi
it_it: IP di origine attendibili Naxsi
ko_kr: Naxi 신뢰할 수 있는 출발지 IP
pl_pl: Zaufane źródłowe IP Naxsi
uk_ua: Довірені IP-адреси джерела Naxsi
zh_cn: Naxsi受信任的源IP

source: Negative TTL
cs_cz: Záporné TTL
el_gr: Αρνητικό TTL
fa_ir: TTL منفی
fr_fr: Négatif TTL
it_it: TTL negativo
ko_kr: 음수 TTL
pl_pl: Negatywne TTL
uk_ua: Від'ємний TTL

source: No Hostname
cs_cz: Žádný název hostitele
de_de: Kein Hostname
el_gr: Χωρίς όνομα κεντρικού υπολογιστή
fa_ir: بدون نام میزبان
fr_fr: Pas de nom d'hôte
it_it: Nessun nome host
ko_kr: 호스트 이름 없음
pl_pl: Brak nazwy hosta
uk_ua: Без імені хоста
zh_cn: 无主机名

source: OCSP Verify
cs_cz: Ověření OCSP
de_de: OCSP-Verifizierung
el_gr: Επαλήθευση OCSP
fa_ir: تأیید OCSP
fr_fr: Vérification OCSP
it_it: Verifica OCSP
ko_kr: OCSP 확인
pl_pl: Weryfikacja OCSP
uk_ua: Перевірка OCSP
zh_cn: OCSP验证

source: OPNSense Server (FQDN)
el_gr: Διακομιστής OPNSense (FQDN)
fa_ir: سرور OPNSense (FQDN)
fr_fr: Serveur OPNSense (FQDN)
it_it: Server OPNSense (FQDN)
ko_kr: OPNSense 서버 (FQDN)
pl_pl: FQDN serwera OPNSense
uk_ua: Сервер OPNSense (FQDN)
zh_cn: OPNSense服务器(FQDN)

source: OPNSense Server Port
cs_cz: Port OPNSense serveru
el_gr: Θύρα διακομιστή OPNSense
fa_ir: پورت سرور OPNSense
fr_fr: Port du serveur OPNSense
it_it: Porta del server OPNSense
ko_kr: OPNSense 서버 포트
pl_pl: Port serwera OPNSense
uk_ua: Порт сервера OPNSense
zh_cn: OPNSense服务器端口

source: Optional comment field
cs_cz: Volitelná kolonka komentář
de_de: Optionales Kommentarfeld
el_gr: Προαιρετικό πεδίο σχολίων
fa_ir: فیلد توضیحات اختیاری
fr_fr: Champ de commentaires facultatif
it_it: Campo commento facoltativo
ko_kr: 선택적 주석 필드
pl_pl: Opcjonalne pole komentarza
uk_ua: Необов'язкове поле коментаря
zh_cn: 可选的注释字段

source: Passive Interface
cs_cz: Pasivní rozhraní
de_de: Passive Schnittstelle
el_gr: Παθητική Διεπαφή
fa_ir: اینترفیس غیرفعال
fr_fr: Interface passive
it_it: Interfaccia passiva
ko_kr: 수동 인터페이스
pl_pl: Pasywny interfejs
uk_ua: Пасивний інтерфейс
zh_cn: 被动接口

source: Password for admin user
cs_cz: Heslo pro uživatele-správce
de_de: Passwort für den Administrator
el_gr: Κωδικός πρόσβασης για τον χρήστη διαχειριστή
fa_ir: رمز عبور کاربر admin
fr_fr: Mot de passe pour l'utilisateur admin
it_it: Password per l'utente amministratore
ko_kr: admin 사용자의 비밀번호
pl_pl: Hasło dla użytkownika admin
uk_ua: Пароль для користувача-адміністратора
zh_cn: 管理员用户密码

source: Path on the SFTP server to change to after login. The path can be absolute or relative to home and must exist. Leave blank to not change path after login.
cs_cz: Popis umístění SFTP serveru, do kterého má být po přihlášení přepnuto. Popis může být úplný nebo vztažený k domovské složce a je třeba, aby dané umístění existovalo. Pokud chcete, aby umístění přepínáno nebylo, nevyplňujte.
de_de: Pfad auf dem SFTP-Server, zu dem nach dem Login gewechselt werden soll. Der Pfad kann absolut oder relativ zum Home-Verzeichnis sein und muss existieren. Leer lassen, um den Pfad nach dem Login nicht zu ändern.
el_gr: Διαδρομή στον διακομιστή SFTP στην οποία θα γίνει αλλαγή μετά τη σύνδεση. Η διαδρομή μπορεί να είναι απόλυτη ή σχετική με την αρχική και πρέπει να υπάρχει. Αφήστε το κενό για να μην αλλάξει η διαδρομή μετά τη σύνδεση.
fa_ir: مسیر روی سرور SFTP که پس از ورود تغییر داده شود. مسیر می‌تواند مطلق یا نسبی نسبت به پوشهٔ خانگی باشد و باید وجود داشته باشد. برای عدم تغییر مسیر پس از ورود، خالی بگذارید.
fr_fr: Chemin sur le serveur SFTP à changer après la connexion. Le chemin peut être absolu ou relatif à la maison et doit exister. Laissez vide pour ne pas changer de chemin après la connexion.
it_it: Percorso sul server SFTP da modificare dopo l'accesso. Il percorso può essere assoluto o relativo alla casa e deve esistere. Lascia vuoto per non cambiare percorso dopo il login.
ko_kr: 로그인 후 변경할 SFTP 서버의 경로입니다. 경로는 절대 경로이거나 홈에 상대 경로일 수 있으며 존재해야 합니다. 로그인 후 경로를 변경하지 않으려면 비워 두세요.
uk_ua: Шлях на SFTP-сервері, на який потрібно перейти після входу. Шлях може бути абсолютним або відносним до домашнього каталогу та повинен існувати. Залиште порожнім, щоб не змінювати шлях після входу.
zh_cn: 登录后SFTP服务器上要更改的路径。 该路径可以是绝对路径，也可以是相对于home的路径，并且必须存在。 登录后留空不更改路径。

source: Permission (Private Keys)
cs_cz: Oprávnění (soukromé klíče)
de_de: Berechtigung (Private Schlüssel)
el_gr: Άδεια (Ιδιωτικά Κλειδιά)
fa_ir: دسترسی (کلیدهای خصوصی)
fr_fr: Permission (clés privées)
it_it: Autorizzazione (chiavi private)
ko_kr: 권한(개인 키)
pl_pl: Uprawnienia (Prywatne klucze)
uk_ua: Дозвіл (Приватні ключі)
zh_cn: 许可(私钥)

source: Permission (Public Keys)
cs_cz: Oprávnění (veřejné klíče)
de_de: Berechtigung (Öffentliche Schlüssel)
el_gr: Άδεια (Δημόσια Κλειδιά)
fa_ir: دسترسی (کلیدهای عمومی)
fr_fr: Permission (clés publiques)
it_it: Autorizzazione (chiavi pubbliche)
ko_kr: 권한(공개 키)
pl_pl: Uprawnienia (Klucze publiczne)
uk_ua: Дозвіл (Публічні ключі)
zh_cn: 许可(公钥)

source: Please manually install the plugin "os-bind" to enable support for it.
cs_cz: Pokud pro něho chcete zapnout podporu, nainstalujte ručně zásuvný modul „os-bind“.
de_de: Bitte installieren Sie das Plugin "os-bind" manuell, um die Unterstützung dafür zu aktivieren.
el_gr: Παρακαλώ εγκαταστήστε χειροκίνητα το πρόσθετο "os-bind" για να ενεργοποιήσετε την υποστήριξή του.
fa_ir: برای فعال شدن پشتیبانی، لطفاً افزونهٔ "os-bind" را به‌صورت دستی نصب کنید.
fr_fr: Veuillez installer manuellement le plugin "os-bind" pour activer son support.
it_it: Installa manualmente il plugin "os-bind" per abilitarne il supporto.
ko_kr: 플러그인 "os-bind"를 수동으로 설치하여 플러그인 지원을 사용하도록 설정하세요.
pl_pl: Proszę ręcznie zainstalować wtyczkę "os-bind", aby umożliwić jej wsparcie.
uk_ua: Будь ласка, встановіть плагін "os-bind" вручну, щоб увімкнути його підтримку.
zh_cn: 请手动安装插件"os-bind"以启用对它的支持。

source: Please manually install the plugin "os-google-cloud-sdk" to enable support for Google Cloud DNS.
cs_cz: Pokud chcete zapnout podporu pro Google Cloud DNS, je třeba ručně nainstalovat zásuvný modul „os-google-cloud-sdk“.
de_de: Bitte installieren Sie das Plugin "os-google-cloud-sdk" manuell, um die Unterstützung für Google Cloud DNS zu aktivieren.
el_gr: Εγκαταστήστε χειροκίνητα την προσθήκη "os-google-cloud-sdk" για να ενεργοποιήσετε την υποστήριξη για το Google Cloud DNS.
fa_ir: برای فعال شدن پشتیبانی Google Cloud DNS، لطفاً افزونهٔ "os-google-cloud-sdk" را به‌صورت دستی نصب کنید.
fr_fr: Veuillez installer manuellement le plugin "os-google-cloud-sdk" pour activer le support de Google Cloud DNS.
it_it: Installa manualmente il plug-in "os-google-cloud-sdk" per abilitare il supporto per Google Cloud DNS.
ko_kr: Google Cloud DNS를 지원하려면 플러그인 "os-google-cloud-sdk"를 수동으로 설치하세요.
pl_pl: Proszę ręcznie zainstalować wtyczkę "os-google-cloud-sdk", aby umożliwić wsparcie dla Google Cloud DNS.
uk_ua: Будь ласка, встановіть плагін "os-google-cloud-sdk" вручну, щоб увімкнути підтримку Google Cloud DNS.
zh_cn: 请手动安装插件"os-google-cloud-sdk"以启用对Google Cloud DNS的支持。

source: Plesk API URI
cs_cz: URI Plesk API
el_gr: URI API Plesk
fa_ir: URI API Plesk
fr_fr: URI de l'API de Plesk
it_it: URI dell'API Plesk
pl_pl: URI API Plesk
uk_ua: URI API Plesk

source: Plesk XML API
el_gr: API XML του Plesk
fa_ir: XML API Plesk
fr_fr: API XML de Plesk
it_it: API XML di Plesk
pl_pl: API XML Plesk
uk_ua: XML API Plesk

source: Plesk XML URIs often look similar to: https://my-plesk-site.com:8443/enterprise/control/agent.php
cs_cz: Plesk XML URI často vypadají jako: https://my-plesk-site.com:8443/enterprise/control/agent.php
de_de: URIs
el_gr: Τα URI XML του Plesk συχνά μοιάζουν με: https://my-plesk-site.com:8443/enterprise/control/agent.php
fa_ir: URIهای XML در Plesk اغلب شبیه به: https://my-plesk-site.com:8443/enterprise/control/agent.php
fr_fr: Les URI XML de Plesk ressemblent souvent à : https://my-plesk-site.com:8443/enterprise/control/agent.php
it_it: Gli URI XML di Plesk spesso sono simili a: https://my-plesk-site.com:8443/enterprise/control/agent.php
ko_kr: Plesk XML URI는 종종 다음과 유사하게 보입니다. https://my-plesk-site.com:8443/enterprise/control/agent.php
pl_pl: Adresy URI XML Plesk często wyglądają podobnie do: https://my-plesk-site.com:8443/enterprise/control/agent.php
uk_ua: URI XML Plesk часто виглядають схожими на: https://my-plesk-site.com:8443/enterprise/control/agent.php
zh_cn: Plesk XML URI通常看起来类似于：https://my-plesk-site.com:8443/enterprise/control/agent.php

source: Private Domains
cs_cz: Soukromé domény
el_gr: Ιδιωτικοί Τομείς
fa_ir: دامنه‌های خصوصی
fr_fr: Domaines Privés
it_it: Domini privati
ko_kr: 사설 도메인
pl_pl: Prywatne domeny
uk_ua: Приватні домени
zh_cn: 私有域

source: Provide a service account key in JSON format for your Google Cloud account.
cs_cz: Zadejte klíč (ve formátu JSON) ke svému účtu na službě účet Google Cloud.
de_de: Geben Sie einen Dienstkontoschlüssel im JSON-Format für Ihr Google-Cloud-Konto an.
el_gr: Παρέχετε ένα κλειδί λογαριασμού υπηρεσίας σε μορφή JSON για τον λογαριασμό σας στο Google Cloud.
fa_ir: کلید حساب سرویس را به‌فرمت JSON برای حساب Google Cloud خود وارد کنید.
fr_fr: Fournissez une clé de compte de service au format JSON pour votre compte Google Cloud.
it_it: Fornisci una chiave dell'account di servizio in formato JSON per il tuo account Google Cloud.
ko_kr: Google Cloud 계정에 대한 서비스 계정 키를 JSON 형식으로 입력하세요.
pl_pl: Podaj klucz konta usługowego w formacie JSON dla Twojego konta Google Cloud.
uk_ua: Надайте ключ облікового запису служби у форматі JSON для вашого облікового запису Google Cloud.
zh_cn: 为您的Google Cloud帐户提供JSON格式的服务帐户密钥。

source: Proxy Buffer Size (kB)
cs_cz: Velikost vyrovnávací paměti proxy (kB)
de_de: Puffergröße des Proxys (kB)
el_gr: Μέγεθος ενδιάμεσης μνήμης μεσολάβησης (kB)
fa_ir: اندازهٔ بافر پروکسی (kB)
fr_fr: Taille de la mémoire tampon du proxy (kB)
it_it: Dimensione buffer proxy (kB)
ko_kr: 프록시 버퍼 크기(kB)
pl_pl: Rozmiar bufora proxy (kB)
uk_ua: Розмір буфера проксі (кБ)
zh_cn: 代理缓冲区大小(KB)

source: Proxy Buffers: Count
cs_cz: Vyrovnávací paměti proxy: počet
de_de: Pufferanzahl des Proxys
el_gr: Ενδιάμεσοι χώροι μεσολάβησης: Πλήθος
fa_ir: بافرهای پروکسی: تعداد
fr_fr: Tampons Proxy : Compter
it_it: Buffer proxy: conteggio
ko_kr: 프록시 버퍼: 개수
pl_pl: Bufory Proxy: Ilość
uk_ua: Буфери проксі: Кількість
zh_cn: 代理缓冲区数量

source: Proxy Buffers: Size (kB)
cs_cz: Vyrovnávací paměti proxy: (KB)
de_de: Größe der Proxy-Puffer (kB)
el_gr: Ενδιάμεσοι Μνήμες Proxy: Μέγεθος (kB)
fa_ir: بافرهای پروکسی: اندازه (kB)
fr_fr: Tampons Proxy : Taille (kB)
it_it: Buffer proxy: dimensione (kB)
ko_kr: 프록시 버퍼: 크기(kB)
pl_pl: Bufory Proxy: Rozmiar (kB)
uk_ua: Буфери проксі: Розмір (кБ)
zh_cn: 代理缓冲区大小(KB)

source: Proxy Busy Buffers Size (kB)
cs_cz: Velikost (KB) vyrovnávacích pamětí Proxy Busy
de_de: Größe der aktiven Proxy-Puffer (kB)
el_gr: Μέγεθος buffer απασχολημένων proxy (kB)
fa_ir: اندازهٔ بافرهای مشغول پروکسی (kB)
fr_fr: Taille des tampons occupés du proxy (kB)
it_it: Dimensioni buffer proxy occupato (kB)
ko_kr: 프록시 사용 중 버퍼 크기(kB)
pl_pl: Rozmiar zajętych buforów proxy (kB)
uk_ua: Розмір зайнятих буферів проксі (кБ)
zh_cn: 代理繁忙缓冲区大小(KB)

source: Proxy Offline Buffer
cs_cz: Vyrovnávací paměť proxy pro stav bez připojení
de_de: Offline-Puffer des Proxys
el_gr: Ενδιάμεσο buffer εκτός σύνδεσης με proxy
fa_ir: بافر آفلاین پروکسی
it_it: Buffer offline proxy
ko_kr: 프록시 오프라인 버퍼
pl_pl: Bufor offline proxy
uk_ua: Буфер проксі в автономному режимі
zh_cn: 代理离线缓冲区

source: QX-Driver
de_de: QX-Treiber
el_gr: Πρόγραμμα οδήγησης QX
fr_fr: Pilote QX
ko_kr: QX 드라이버
pl_pl: Sterownik QX-Driver
uk_ua: Драйвер QX
zh_cn: QX-驱动程序

source: Quiet Log
cs_cz: Neznamenávat události
de_de: Protokoll ohne Ausgabe
el_gr: Ήσυχο κούτσουρο
fa_ir: لاگ بی‌صدا
fr_fr: Bûche silencieuse
it_it: Registro silenzioso
ko_kr: 조용한 로그
pl_pl: Ciche logowanie
uk_ua: Тихий журнал

source: Random Draws
cs_cz: Náhodné losování
de_de: Zufällige Ziehungen
el_gr: Τυχαίες κληρώσεις
fa_ir: نمونه‌گیری تصادفی
fr_fr: Tirages au sort
it_it: Estrazioni casuali
ko_kr: 랜덤 그리기
pl_pl: Losowe losowania
uk_ua: Випадкові вибірки
zh_cn: 随机抽取

source: Refresh Time
cs_cz: Doba opětovného načtení
de_de: Aktualisierungsintervall
el_gr: Ώρα ανανέωσης
fa_ir: زمان به‌روزرسانی
fr_fr: Temps de rafraîchissement
it_it: Aggiorna tempo
ko_kr: 새로 고침 시간
pl_pl: Czas Odświeżenia
uk_ua: Час оновлення
zh_cn: 刷新时间

source: Reject Invalid HELO Hostname
cs_cz: Odmítnout neplatný název hostitele v HELO
de_de: Ungültige HELO-Hostnamen ablehnen
el_gr: Απόρριψη μη έγκυρου ονόματος κεντρικού υπολογιστή HELO
fa_ir: رد کردن HELO با نام میزبان نامعتبر
fr_fr: Rejeter un nom d'hôte HELO invalide
it_it: Rifiuta nome host HELO non valido
ko_kr: 잘못된 HELO 호스트 이름 거부
pl_pl: Odrzuć Nieprawidłową Nazwę Hosta HELO
uk_ua: Відхилити недійсне ім'я хоста HELO
zh_cn: 拒绝无效的HELO主机名

source: Reject Non-FQDN HELO Hostname
cs_cz: Odmítnout ne-FQDN název hostitele v HELO
de_de: Nicht-vollqualifizierte HELO-Hostnamen ablehnen
el_gr: Απόρριψη ονόματος κεντρικού υπολογιστή HELO εκτός FQDN
fa_ir: رد کردن HELO با نام میزبان غیر-FQDN
fr_fr: Rejeter le nom d'hôte HELO non-FQDN
it_it: Rifiuta nome host HELO non FQDN
ko_kr: 비정상적인 FQDN HELO 호스트 이름 거부
pl_pl: Odrzuć Nazwę Hosta HELO bez pełnej kwalifikacji (Non-FQDN)
uk_ua: Відхилити ім'я хоста HELO не FQDN
zh_cn: 拒绝非FQDN HELO主机名

source: Remote Path
cs_cz: Popis umístění na protějšku
de_de: Remote-Pfad
el_gr: Απομακρυσμένη διαδρομή
fa_ir: مسیر راه دور
fr_fr: Chemin distant
it_it: Percorso remoto
ko_kr: 원격 경로
pl_pl: Zdalna Ścieżka
uk_ua: Віддалений шлях
zh_cn: 远程路径

source: Remote address
cs_cz: Vzdálená adresa
de_de: Remote-Adresse
el_gr: Απομακρυσμένη διεύθυνση
fa_ir: آدرس راه دور
fr_fr: Adresse à distance
it_it: Indirizzo remoto
ko_kr: 원격 주소
pl_pl: Adres zdalny
uk_ua: Віддалена адреса
zh_cn: 远程地址

source: Restricted API Token
cs_cz: Token k omezenému API
de_de: Eingeschränkter API-Token
el_gr: Περιορισμένο διακριτικό API
fa_ir: توکن API محدود
fr_fr: Token API restreint
it_it: Token API limitato
ko_kr: 제한된 API 토큰
pl_pl: Ograniczony Token API
uk_ua: Обмежений токен API
zh_cn: 授权API令牌

source: Retry Time
cs_cz: Interval opětovného pokusu
de_de: Wiederholungsintervall
el_gr: Ώρα επανάληψης
fa_ir: زمان تلاش مجدد
fr_fr: Temps de réessai
it_it: Tempo di riprovare
ko_kr: 재시도 시간
pl_pl: Czas Ponownej Próby
uk_ua: Час повтору
zh_cn: 重试时间

source: Riello-Driver
de_de: Riello-Treiber
ko_kr: Riello 드라이버
pl_pl: Sterownik Riello
uk_ua: Драйвер Riello
zh_cn: Riello-驱动程序

source: SFTP Host
cs_cz: Hostitel SFTP
el_gr: Κεντρικός υπολογιστής SFTP
fa_ir: میزبان SFTP
fr_fr: Hôte SFTP
it_it: Ospite SFTP
ko_kr: SFTP 호스트
pl_pl: Gospodarz SFTP
uk_ua: Хост SFTP
zh_cn: SFTP主机

source: SFTP Port
cs_cz: Port SFTP
el_gr: Θύρα SFTP
fa_ir: پورت SFTP
fr_fr: Port SFTP
it_it: Porta SFTP
ko_kr: SFTP 포트
pl_pl: Port SFTP
uk_ua: Порт SFTP
zh_cn: SFTP端口

source: SFTP server host key, formatted as in 'known_hosts'. Leave blank to auto accept host key on first connect (not as secure as specifying it).
cs_cz: Klíč hostitele SFTP serveru, formátovaný jako v „known_hosts“. Pokud chcete klíč hostitele automaticky přijmout při prvním připojení (není tak bezpečné jako jeho zadání), nevyplňujte.
de_de: Hostschlüssel des SFTP-Servers, formatiert wie in "known_hosts". Freilassen, um den Hostschlüssel beim ersten Verbindungsaufbau automatisch zu akzeptieren (weniger sicher als die explizite Angabe).
el_gr: Κλειδί κεντρικού υπολογιστή διακομιστή SFTP, με τη μορφή 'known_hosts'. Αφήστε το κενό για αυτόματη αποδοχή του κλειδιού κεντρικού υπολογιστή κατά την πρώτη σύνδεση (δεν είναι τόσο ασφαλές όσο ο καθορισμός του).
fa_ir: کلید میزبان سرور SFTP، قالب‌بندی شده مانند 'known_hosts'. خالی بگذارید تا در اولین اتصال کلید میزبان به‌صورت خودکار پذیرفته شود (امنیت کمتری نسبت به تعیین آن دارد).
fr_fr: Clé d'hôte du serveur SFTP, formatée comme dans 'known_hosts'. Laissez vide pour accepter automatiquement la clé de l'hôte lors de la première connexion (pas aussi sécurisé que de la spécifier).
it_it: Chiave host del server SFTP, formattata come in "known_hosts". Lascia vuoto per accettare automaticamente la chiave host alla prima connessione (non così sicuro come specificarla).
ko_kr: 'known_hosts'에서 포맷된 SFTP 서버 호스트 키입니다. 첫 번째 연결 시 호스트 키를 자동으로 수락하려면 비워 두세요(지정하는 것만큼 안전하지 않음).
uk_ua: Хост-ключ сервера SFTP, відформатований як у 'known_hosts'. Залиште порожнім, щоб автоматично прийняти хост-ключ при першому підключенні (менш безпечно, ніж вказувати його).
zh_cn: SFTP服务器主机密钥，格式为"known_hosts"。 留空则在首次连接时自动接受主机密钥(不如指定它那样安全)。

source: SFTP server port. Leave blank to use default "22".
cs_cz: Port SFTP serveru. Pro výchozí „22“ nevyplňujte.
de_de: SFTP-Server-Port. Freilassen, um den Standardwert "22" zu verwenden.
el_gr: Θύρα διακομιστή SFTP. Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη "22".
fa_ir: پورت سرور SFTP. خالی بگذارید تا از مقدار پیش‌فرض "22" استفاده شود.
fr_fr: port du server SFTP. Laisser vide pour utiliser le port par défaut "22".
it_it: Porta del server SFTP. Lasciare vuoto per utilizzare il valore predefinito "22".
ko_kr: SFTP 서버 포트입니다. 기본값 "22"를 사용하려면 비워 두세요.
uk_ua: Порт SFTP-сервера. Залиште пустим, щоб використовувати типовий "22".
zh_cn: SFTP服务器端口。留空则使用默认值"22"。

source: SNMP-Driver
de_de: SNMP-Treiber
el_gr: Πρόγραμμα οδήγησης SNMP
fr_fr: Pilote SNMP
it_it: Driver SNMP
ko_kr: SNMP 드라이버
pl_pl: Sterownik SNMP
uk_ua: Драйвер SNMP
zh_cn: SNMP-驱动程序

source: SYSLOG targets
cs_cz: Cíle SYSLOG
de_de: SYSLOG-Ziele
el_gr: Στόχοι SYSLOG
fa_ir: مقصدهای SYSLOG
fr_fr: Cibles SYSLOG
it_it: Obiettivi SYSLOG
ko_kr: SYSLOG 대상
pl_pl: Cele SYSLOG
uk_ua: Цілі SYSLOG
zh_cn: SYSLOG目标

source: Select all the interfaces to enable NetFlow on.
cs_cz: Vyberte všechna rozhraní na kterých chcete zapnout NetFlow.
de_de: Wählen Sie alle Schnittstellen aus, für die NetFlow aktiviert werden soll.
el_gr: Επιλέξτε όλες τις διεπαφές για να ενεργοποιήσετε το NetFlow.
fa_ir: تمام رابط‌ها را برای فعال‌سازی NetFlow انتخاب کنید.
fr_fr: Sélectionner toutes les interfaces sur lesquelles activer NetFlow.
it_it: Seleziona tutte le interfacce su cui abilitare NetFlow.
ko_kr: NetFlow를 사용하도록 설정할 모든 인터페이스를 선택하세요.
pl_pl: Wybierz wszystkie interfejsy, na których chcesz włączyć NetFlow.
uk_ua: Виберіть усі інтерфейси, на яких слід увімкнути NetFlow.
zh_cn: 建议选择全部接口，来启用流量分析。

source: Select the configured AVPairs for this user.
cs_cz: Vyberte nastavené páry AVP pro tohoto uživatele.
de_de: Konfigurierte AV-Paare für diesen Benutzer auswählen.
el_gr: Επιλέξτε τα διαμορφωμένα AVPairs για αυτόν τον χρήστη.
fa_ir: AVPairs پیکربندی‌شده برای این کاربر را انتخاب کنید.
fr_fr: Sélectionnez les paires AVP configurées pour cet utilisateur.
it_it: Seleziona gli AVPair configurati per questo utente.
ko_kr: 이 사용자에 대해 구성된 AVPairs를 선택하세요.
pl_pl: Wybierz skonfigurowane pary AV dla tego użytkownika.
uk_ua: Виберіть налаштовані AVPair для цього користувача.
zh_cn: 选择为此用户配置的AVPairs。
