Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Should be a number between 10 and 3600.
cs_cz: Mělo by být číslo z rozmezí 10 až 3600.
de_de: Sollte eine Zahl zwischen 10 und 3600 sein.
el_gr: Θα πρέπει να είναι ένας αριθμός μεταξύ 10 και 3600.
fa_ir: باید عددی بین 10 و 3600 باشد.
fr_fr: Devrait être un nombre entre 10 et 3600.
it_it: Dovrebbe essere un numero compreso tra 10 e 3600.
ko_kr: 10에서 3600 사이의 숫자여야 합니다.
pl_pl: Powinna to być liczba między 10 a 3600.
uk_ua: Повинно бути число від 10 до 3600.
zh_cn: 应为是10到3600之间的数字。

source: Should be a string between 1 and 1024 characters.
cs_cz: Mělo by být řetězec v délce 1 až 1024 znaků.
de_de: Sollte eine Zeichenkette zwischen einem und 1024 Zeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 1024 χαρακτήρων.
fa_ir: باید رشته‌ای با طول بین 1 تا 1024 کاراکتر باشد.
fr_fr: Devrait être une chaine de 1 à 1024 caractères.
it_it: Dovrebbe essere una stringa compresa tra 1 e 1024 caratteri.
ko_kr: 1에서 1024 사이의 문자열이어야 합니다.
pl_pl: Powinien to być ciąg między 1 a 1024 znakami.
uk_ua: Повинен бути рядок від 1 до 1024 символів.
zh_cn: 应为是1到1024个字符之间的字符串。

source: Should be a string between 1 and 255 characters.
cs_cz: Mělo by být řetězec dlouhý 1 až 255 znaků.
de_de: Sollte eine Zeichenkette mit einer Länge von einem bis 255 Zeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων.
fa_ir: باید رشته‌ای با طول بین 1 تا 255 کاراکتر باشد.
fr_fr: Devrait être une chaine de 1 à 255 caractères.
it_it: Dovrebbe essere una stringa compresa tra 1 e 255 caratteri.
ko_kr: 1에서 255 사이의 문자열을 입력하세요.
pl_pl: Powinien to być ciąg między 1 a 255 znakami.
uk_ua: Повинен бути рядок від 1 до 255 символів.
zh_cn: 应为是介于1和255个字符之间的字符串。

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and space.
cs_cz: Mělo by být řetězec dlouhý 1 až 255 znaků. Je možné použít písmena a číslice, podtržítka, spojovníky (mínus), tečky a mezery.
de_de: Sollte eine Zeichenkette mit einer Länge zwischen einem und 255 Zeichen sein. Erlaubt sind Buchstaben, Zahlen, Unterstriche, Minus, Punkte und Leerzeichen.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων. Επιτρεπόμενοι χαρακτήρες είναι γράμματα και αριθμοί, καθώς και η κάτω παύλα, το μείον, η τελεία και το κενό.
fa_ir: باید رشته‌ای با طول بین 1 تا 255 کاراکتر باشد. کاراکترهای مجاز شامل حروف و اعداد و همچنین زیرخط (_)، خط تیره (-)، نقطه (.) و فاصله هستند.
fr_fr: Devrait être une chaîne entre 1 et 255 caractères. Les caractères autorisés sont les lettres et les chiffres ainsi que le trait de soulignement, le moins, le point et l'espace.
it_it: Dovrebbe essere una stringa compresa tra 1 e 255 caratteri. I caratteri consentiti sono lettere e numeri, nonché trattino basso, meno, punto e spazio.
ko_kr: 1에서 255 사이의 문자열을 입력하세요. 허용되는 문자는 문자 및 숫자, 밑줄, 하이픈, 점 및 공백으로 제한됩니다.
pl_pl: Powinien to być ciąg między 1 a 255 znakami. Dozwolone znaki to litery, cyfry oraz podkreślenie, myślnik, kropka i spacja.
uk_ua: Повинен бути рядок від 1 до 255 символів. Дозволені символи: літери, цифри, а також підкреслення, мінус, крапка та пробіл.
zh_cn: 应该是1到255个字符之间的字符串。 允许的字符是字母和数字以及下划线，减号，点和空格。

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and the dollar sign.
cs_cz: Mělo by být řetězec v délce 1 až 255 znaků. Povolenými znaky jsou písmena a číslice, dále pak podtržítka, spojovníky, tečky a znak dolaru.
de_de: Sollte eine Zeichenkette zwischen 1 und 255 Zeichen sein. Erlaubte Zeichen sind Buchstaben und Zahlen sowie Unterstrich, Minus, Punkt und das Dollarzeichen.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 255 χαρακτήρων. Επιτρεπόμενοι χαρακτήρες είναι γράμματα και αριθμοί, καθώς και η κάτω παύλα, το μείον, η τελεία και το σύμβολο του δολαρίου.
fa_ir: باید رشته‌ای با طول بین 1 تا 255 کاراکتر باشد. کاراکترهای مجاز شامل حروف و اعداد و همچنین زیرخط (_)، خط تیره (-)، نقطه (.) و علامت دلار ($) هستند.
fr_fr: Devrait être une chaîne entre 1 et 255 caractères. Les caractères autorisés sont les lettres et les chiffres ainsi que le trait de soulignement, le moins, le point et le symbole dollar.
it_it: Dovrebbe essere una stringa compresa tra 1 e 255 caratteri. I caratteri consentiti sono lettere e numeri, nonché il carattere di sottolineatura, il segno meno, il punto e il simbolo del dollaro.
ko_kr: 1에서 255 사이의 문자열을 입력하세요. 허용되는 문자는 문자 및 숫자, 밑줄, 하이픈, 점 및 달러 기호로 제한됩니다.
pl_pl: Powinien to być ciąg między 1 a 255 znakami. Dozwolone znaki to litery, cyfry oraz podkreślenie, myślnik, kropka i znak dolara.
uk_ua: Повинен бути рядок від 1 до 255 символів. Дозволені символи: літери, цифри, а також підкреслення, мінус, крапка та знак долара.
zh_cn: 应该是1到255个字符之间的字符串。 允许的字符是字母和数字以及下划线，减号，点和美元符号。

source: Should be a string between 1 and 32 characters.
cs_cz: Mělo by být řetězec v délce 1 až 32 znaků.
de_de: Sollte eine Zeichenkette zwischen 1 und 32 Zeichen sein.
el_gr: Θα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 32 χαρακτήρων.
fa_ir: باید رشته‌ای با طول بین 1 تا 32 کاراکتر باشد.
fr_fr: Devrait être une chaine de 1 à 32 caractères.
it_it: Dovrebbe essere una stringa compresa tra 1 e 32 caratteri.
ko_kr: 1에서 32 사이의 문자열을 입력하세요.
pl_pl: Powinien to być ciąg między 1 a 32 znakami.
uk_ua: Повинен бути рядок від 1 до 32 символів.
zh_cn: 应该是1到32个字符之间的字符串。

source: Should be a valid absolute file or folder path.
cs_cz: Mělo by být úplný popis umístění souboru nebo složky.
de_de: Sollte ein absoluter Datei- oder Verzeichnispfad sein.
el_gr: Θα πρέπει να είναι μια έγκυρη απόλυτη διαδρομή αρχείου ή φακέλου.
fa_ir: باید مسیر مطلق معتبر به فایل یا پوشه باشد.
fr_fr: Devrait être un chemin absolu valide ou un répertoire valide.
it_it: Deve essere un percorso assoluto di file o cartella valido.
ko_kr: 파일 또는 폴더에 대한 유효한 절대 경로를 입력하세요.
pl_pl: Powinna to być prawidłowa bezwzględna ścieżka do pliku lub folderu.
uk_ua: Повинен бути дійсний абсолютний шлях до файлу або теки.
zh_cn: 应该是有效的绝对文件或文件夹路径。

source: Should be a valid absolute file path.
cs_cz: Mělo by být platný úplný popis umístění souboru.
de_de: Sollte ein absoluter Dateipfad sein.
el_gr: Θα πρέπει να είναι μια έγκυρη απόλυτη διαδρομή αρχείου.
fa_ir: باید مسیر فایل مطلق و معتبر باشد.
fr_fr: Doit être un chemin absolu valide vers un fichier.
it_it: Dovrebbe essere un percorso file assoluto valido.
ko_kr: 파일에 대한 유효한 절대 경로를 입력하세요.
pl_pl: Powinna to być prawidłowa bezwzględna ścieżka do pliku.
uk_ua: Повинен бути дійсний абсолютний шлях до файлу.
zh_cn: 应该是有效的绝对文件路径。

source: Should be a valid absolute path to the PID file of the process.
cs_cz: Mělo by být platný úplný popis umístění souboru s identifikátorem procesu (PID).
de_de: Sollte ein gültiger absoluter Pfad zur PID-Datei des Prozesses sein.
el_gr: Θα πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς το αρχείο PID της διεργασίας.
fa_ir: باید مسیر مطلق معتبری به فایل PID فرآیند باشد.
fr_fr: Doit être un chemin absolu valide vers le fichier PID du processus.
it_it: Dovrebbe essere un percorso assoluto valido per il file PID del processo.
ko_kr: 프로세스의 PID 파일에 대한 유효한 절대 경로를 입력하세요.
pl_pl: Powinna to być prawidłowa bezwzględna ścieżka do pliku PID procesu.
uk_ua: Повинен бути дійсний абсолютний шлях до файлу PID процесу.
zh_cn: 应该是进程的PID文件的有效绝对路径。

source: Should be a valid absolute path to the eventqueue directory.
cs_cz: Mělo by být platný úplný popis umístění do složky eventqeue.
de_de: Muss ein gültiger, absoluter, Pfad zum Ereigniswarteschleifen-Verzeichnis sein.
el_gr: Θα πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς τον κατάλογο eventqueue.
fa_ir: باید مسیر مطلق معتبری به دایرکتوری eventqueue باشد.
fr_fr: Doit être un chemin absolu valide vers le répertoire eventqueue.
it_it: Dovrebbe essere un percorso assoluto valido per la directory eventqueue.
ko_kr: 이벤트 대기열 디렉토리에 대한 유효한 절대 경로를 입력하세요.
pl_pl: Powinna to być prawidłowa bezwzględna ścieżka do katalogu eventqueue.
uk_ua: Повинен бути дійсний абсолютний шлях до каталогу черги подій.
zh_cn: 应该是进程的PID文件的有效绝对路径。

source: Should be a valid absolute path to the executable with its arguments.
cs_cz: Mělo by být platný úplný popis umístění spustitelného souboru a argumenty k němu.
de_de: Sollte ein gültiger absoluter Pfad zur ausführbaren Datei und deren Argumente sein.
el_gr: Θα πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς το εκτελέσιμο αρχείο με τα ορίσματά του.
fa_ir: باید مسیر مطلق معتبری به فایل اجرایی به همراه آرگومان‌های آن باشد.
fr_fr: Doit être un chemin absolu valide vers l'exécutable avec ses arguments.
it_it: Dovrebbe essere un percorso assoluto valido per l'eseguibile con i relativi argomenti.
ko_kr: 인수와 함께 실행 가능한 파일에 대한 유효한 절대 경로를 입력하세요.
pl_pl: Powinna to być prawidłowa bezwzględna ścieżka do pliku wykonywalnego wraz z jego argumentami.
uk_ua: Повинен бути дійсний абсолютний шлях до виконуваного застосунку з його аргументами.
zh_cn: 应该是带有参数的可执行文件的有效绝对路径。

source: Should be a valid absolute path to the log file or the keyword "syslog".
cs_cz: Mělo by být platný úplný popis umístění souboru se záznamem nebo klíčové slovo „syslog“.
de_de: Sollte ein absoluter Pfad zur Logdatei sein oder ein Keyword wie "syslog"
el_gr: Θα πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς το αρχείο καταγραφής ή η λέξη-κλειδί "syslog".
fa_ir: باید مسیر مطلق معتبری به فایل لاگ یا کلیدواژه "syslog" باشد.
fr_fr: Doit être un chemin absolu valide vers le fichier journal ou le mot clé "syslog".
it_it: Dovrebbe essere un percorso assoluto valido per il file di registro o la parola chiave "syslog".
ko_kr: 로그 파일 또는 키워드 "syslog"에 대한 유효한 절대 경로를 입력하세요.
pl_pl: Powinna to być prawidłowa bezwzględna ścieżka do pliku dziennika lub słowo kluczowe "syslog".
uk_ua: Повинен бути дійсний абсолютний шлях до файлу журналу або ключового слова "syslog".
zh_cn: 应该是日志文件或关键字"syslog"的有效绝对路径。

source: Should be a valid absolute path to the state file.
cs_cz: Mělo by být planý úplný popis umístění stavového souboru.
de_de: Sollte ein gültiger absoluter Pfad zur Statusdatei sein.
el_gr: Θα πρέπει να είναι μια έγκυρη απόλυτη διαδρομή προς το αρχείο κατάστασης.
fa_ir: باید مسیر مطلق معتبری به فایل وضعیت باشد.
fr_fr: Doit être un chemin absolu valide vers le fichier d'état.
it_it: Dovrebbe essere un percorso assoluto valido per il file di stato.
ko_kr: 상태 파일에 대한 유효한 절대 경로를 입력하세요.
pl_pl: Powinna to być prawidłowa bezwzględna ścieżka do pliku stanu.
uk_ua: Повинен бути дійсний абсолютний шлях до файлу стану.
zh_cn: 应该是状态文件的有效绝对路径。

source: Sid should be a number.
cs_cz: Sid by mělo být číslo.
de_de: SID sollte eine Zahl sein.
el_gr: Το Sid θα έπρεπε να είναι ένας αριθμός.
fa_ir: Sid باید عددی باشد.
fr_fr: Sid devrait être un nombre.
it_it: Sid dovrebbe essere un numero.
ko_kr: Sid는 숫자여야 합니다.
pl_pl: Sid powinno być liczbą.
uk_ua: Sid повинен бути числом.
zh_cn: Sid应该是一个数字。

source: Single Sign-On
cs_cz: Sjednocené přihlašování
de_de: Einmalige Anmeldung
el_gr: Μοναδική σύνδεση
fa_ir: ورود یکپارچه
fr_fr: Ouverture de session unique
it_it: Accesso singolo
ko_kr: 싱글 사인온
pl_pl: Pojedyncze Logowanie (Single Sign-On)
uk_ua: Єдиний вхід
zh_cn: 单点登录

source: Sockets
cs_cz: Sokety
el_gr: Πρίζες
fa_ir: سوکت‌ها
it_it: Prese
ko_kr: 소켓
pl_pl: Gniazda
uk_ua: Сокети
zh_cn: 套接字

source: Source Hash
cs_cz: Otisk (hash) zdroje
de_de: Quell Hash
el_gr: Πηγαίος κατακερματισμός
fa_ir: هش مبدأ
fr_fr: Hachage de l'IP source
it_it: Hash di origine
ko_kr: 소스 해시
pl_pl: Hash źródłowy
uk_ua: Хеш джерела

source: Source IP is local
cs_cz: Zdrojová IP adresa je místní
de_de: Die Quell-IP ist Lokal
el_gr: Η IP πηγής είναι τοπική.
fa_ir: IP مبدأ محلی است
fr_fr: L'IP source est local
it_it: L'IP di origine è locale
ko_kr: 출발지 IP가 로컬임
pl_pl: IP źródłowe jest lokalne
uk_ua: IP джерела локальний

source: Source IP matches specified IP
cs_cz: Zdrojová IP adresa odpovídá té zadané
de_de: Die Quell-IP stimmt mit der angegebenen IP überein
el_gr: Η IP πηγής αντιστοιχεί στην καθορισμένη IP.
fa_ir: IP مبدأ با IP مشخص‌شده مطابقت دارد
fr_fr: L'IP source correspond à l'IP spécifié
it_it: L'IP di origine corrisponde all'IP specificato
ko_kr: 출발지 IP가 지정된 IP와 일치함
pl_pl: IP źródłowe pasuje do podanego IP
uk_ua: IP джерела відповідає вказаному IP

source: Source IP: TCP source port
cs_cz: Zdrojová IP: zdrojový TCP port
de_de: Quell-IP: TCP-Quellport
el_gr: IP πηγής: Θύρα πηγής TCP
fa_ir: IP مبدأ: پورت مبدأ TCP
fr_fr: IP source: port source TCP
it_it: IP di origine: porta di origine TCP
ko_kr: 출발지 IP: TCP 출발지 포트
pl_pl: IP źródłowe: port źródłowy TCP
uk_ua: IP джерела: вихідний порт TCP

source: Source IP: amount of data received (in kilobytes)
cs_cz: Zdrojová IP: množství přijatých dat (v kilobajtech)
de_de: Quell-IP: Menge der empfangenen Daten (in Kilobytes)
el_gr: IP πηγής: ποσότητα δεδομένων που ελήφθησαν (σε kilobyte)
fa_ir: IP مبدأ: مقدار داده دریافت‌شده (کیلوبایت)
fr_fr: IP source: quantité de données reçues (en kilo-octets)
it_it: IP di origine: quantità di dati ricevuti (in kilobyte)
ko_kr: 출발지 IP: 수신된 데이터 양 (킬로바이트 단위)
pl_pl: IP źródłowe: ilość otrzymanych danych (w kilobajtach)
uk_ua: IP джерела: обсяг отриманих даних (у кілобайтах)

source: Source IP: amount of data sent (in kilobytes)
cs_cz: Zdrojová IP: množství odeslaných dat (v kilobajtech)
de_de: Quell-IP: Menge der gesendeten Daten (in Kilobytes)
el_gr: IP πηγής: ποσότητα δεδομένων που αποστέλλονται (σε kilobyte)
fa_ir: IP مبدأ: مقدار داده ارسالی (کیلوبایت)
fr_fr: IP source: quantité de données envoyées (en kilo-octets)
it_it: IP di origine: quantità di dati inviati (in kilobyte)
ko_kr: 출발지 IP: 전송된 데이터 양 (킬로바이트 단위)
pl_pl: IP źródłowe: ilość wysłanych danych (w kilobajtach)
uk_ua: IP джерела: обсяг відправлених даних (у кілобайтах)

source: Source IP: concurrent connections
cs_cz: Zdrojová IP: souběžných připojení
de_de: Quell-IP: gleichzeitige Verbindungen
el_gr: Πηγή IP: ταυτόχρονες συνδέσεις
fa_ir: IP مبدأ: اتصالات همزمان
fr_fr: IP source: connexions simultanées
it_it: IP di origine: connessioni simultanee
ko_kr: 출발지 IP: 동시 연결
pl_pl: IP źródłowe: równoczesne połączenia
uk_ua: IP джерела: одночасні підключення

source: Source IP: connection rate
cs_cz: Zdrojová IP: četnost spojení
de_de: Quell-IP: Verbindungsrate
el_gr: Πηγή IP: ρυθμός σύνδεσης
fa_ir: IP مبدأ: نرخ اتصالات
fr_fr: IP source : taux de connexion
it_it: IP di origine: velocità di connessione
ko_kr: 출발지 IP: 연결 속도
pl_pl: IP źródłowe: wskaźnik połączeń
uk_ua: IP джерела: швидкість підключення

source: Source IP: cumulative number of HTTP errors
cs_cz: Zdrojová IP: celkový počet HTTP chyb
de_de: Quell-IP: kumulative Anzahl von HTTP-Fehlern
el_gr: IP πηγής: αθροιστικός αριθμός σφαλμάτων HTTP
fa_ir: IP مبدأ: تعداد تجمعی خطاهای HTTP
fr_fr: IP source: nombre cumulatif d'erreurs HTTP
it_it: IP di origine: numero cumulativo di errori HTTP
ko_kr: 출발지 IP: 누적 HTTP 오류 수
pl_pl: IP źródłowe: kumulacyjna liczba błędów HTTP
uk_ua: IP джерела: сукупна кількість помилок HTTP

source: Source IP: cumulative number of connections
cs_cz: Zdrojová IP: celkový počet spojení
de_de: Quell-IP: kumulative Anzahl von Verbindungen
el_gr: IP πηγής: συνολικός αριθμός συνδέσεων
fa_ir: IP مبدأ: تعداد تجمعی اتصالات
fr_fr: IP source: nombre cumulatif de connections
it_it: IP di origine: numero cumulativo di connessioni
ko_kr: 출발지 IP: 누적 연결 수
pl_pl: IP źródłowe: kumulacyjna liczba połączeń
uk_ua: IP джерела: сукупна кількість підключень

source: Source IP: incoming bytes rate
cs_cz: Zdrojová IP: četnost přijímaných bajtů
de_de: Quell-IP: Rate der eingehenden Bytes
el_gr: IP πηγής: ρυθμός εισερχόμενων byte
fa_ir: IP مبدأ: نرخ بایت‌های ورودی
fr_fr: IP source : taux d'octets entrants
it_it: IP di origine: velocità di byte in entrata
ko_kr: 출발지 IP: 수신 바이트 속도
pl_pl: IP źródłowe: wskaźnik przychodzących bajtów
uk_ua: IP джерела: швидкість вхідних байтів

source: Source IP: number of HTTP requests
cs_cz: Zdrojová IP: počet HTTP požadavků
de_de: Quell-IP: Anzahl HTTP-Anfragen
el_gr: IP πηγής: αριθμός αιτημάτων HTTP
fa_ir: IP مبدأ: تعداد درخواست‌های HTTP
fr_fr: IP source: nombre de requêtes HTTP
it_it: IP di origine: numero di richieste HTTP
ko_kr: 출발지 IP: HTTP 요청 수
pl_pl: IP źródłowe: liczba żądań HTTP
uk_ua: IP джерела: кількість HTTP-запитів

source: Source IP: outgoing bytes rate
cs_cz: Zdrojová IP: četnost odesílaných bajtů
de_de: Quell-IP: Rate der ausgehenden Bytes
el_gr: IP πηγής: ρυθμός εξερχόμενων byte
fa_ir: IP مبدأ: نرخ بایت‌های خروجی
fr_fr: IP source : taux d'octets sortants
it_it: IP di origine: velocità di byte in uscita
ko_kr: 출발지 IP: 송신 바이트 속도
pl_pl: IP źródłowe: wskaźnik wychodzących bajtów
uk_ua: IP джерела: швидкість вихідних байтів

source: Source IP: rate of HTTP errors
cs_cz: Zdrojová IP: četnost HTTP chyb
de_de: Quell-IP: HTTP-Fehlerrate
el_gr: IP πηγής: ποσοστό σφαλμάτων HTTP
fa_ir: IP منبع: نرخ خطاهای HTTP
fr_fr: IP source : taux d'erreurs HTTP
it_it: IP di origine: tasso di errori HTTP
ko_kr: 출발지 IP: HTTP 오류율
pl_pl: IP źródłowe: wskaźnik błędów HTTP
uk_ua: IP джерела: швидкість помилок HTTP

source: Source IP: rate of HTTP requests
cs_cz: Zdrojová IP: četnost HTTP požadavků
de_de: Quell-IP: HTTP-Anfragenrate
el_gr: IP πηγής: ρυθμός αιτημάτων HTTP
fa_ir: IP مبدأ: نرخ درخواست‌های HTTP
fr_fr: IP source : taux de requêtes HTTP
it_it: IP di origine: frequenza delle richieste HTTP
ko_kr: 출발지 IP: HTTP 요청 속도
pl_pl: IP źródłowe: wskaźnik żądań HTTP
uk_ua: IP джерела: швидкість HTTP-запитів

source: Source IP: session rate
cs_cz: Zdrojová IP: četnost relací
de_de: Quell-IP: Sitzungsrate
el_gr: IP πηγής: ρυθμός συνεδρίας
fa_ir: IP منبع: نرخ نشست
fr_fr: Source IP: taux de session
it_it: IP di origine: frequenza della sessione
ko_kr: 출발지 IP: 세션 속도
pl_pl: IP źródłowe: wskaźnik sesji
uk_ua: IP джерела: швидкість сесій

source: Source address must be a valid IPv4 address
cs_cz: Je třeba, aby zdrojová adresa byla platná IPv4 adresa
de_de: Die Quelladresse muss eine gültige IPv4-Adresse sein
el_gr: Η διεύθυνση πηγής πρέπει να είναι μια έγκυρη διεύθυνση IPv4
fa_ir: آدرس مبدأ باید یک آدرس IPv4 معتبر باشد
fr_fr: L'adresse source doit être une adresse IPv4 valide
it_it: L'indirizzo di origine deve essere un indirizzo IPv4 valido
ko_kr: 출발지 주소는 유효한 IPv4 주소여야 함
pl_pl: Adres źródłowy musi być prawidłowym IPv4
uk_ua: Адреса джерела повинна бути дійсною IPv4-адресою
zh_cn: 源地址必须是有效的IPv4地址

source: Source-IP Hash [default]
cs_cz: Otisk zdrojové IP [výchozí]
de_de: Quell-IP Hash [Standard]
el_gr: Hash πηγής-IP [προεπιλογή]
fa_ir: هش IP مبدا [پیش‌فرض]
it_it: Hash IP di origine [predefinito]
ko_kr: 출발지-IP 해시 [기본값]
pl_pl: Haszowanie według adresu IP źródłowego [domyślne]
uk_ua: Хеш-адреса джерела [типово]
zh_cn: 源-IP哈希 [默认]

source: Specify a maximum object size. (number of MB's)
cs_cz: Zadejte nejvyšší umožněnou velikost objektu (počet megabajtů)
de_de: Geben Sie eine maximale Objektgröße an. (Anzahl der MB's)
el_gr: Καθορίστε ένα μέγιστο μέγεθος αντικειμένου. (αριθμός MB)
fa_ir: حداکثر اندازهٔ شی را مشخص کنید. (تعداد MB)
fr_fr: Spécifiez une taille d'objet maximale (en Mo)
it_it: Specificare una dimensione massima dell'oggetto. (numero di MB)
ko_kr: 최대 객체 크기를 지정하세요. (MB 단위)
pl_pl: Określ maksymalny rozmiar obiektu. (ilość MB)
uk_ua: Вкажіть максимальний розмір об'єкта. (кількість МБ)
zh_cn: 指定最大对象大小。 (MB)

source: Specify a positive cache size. (number of MB's)
cs_cz: Zadejte velikost pozitivní mezipaměti (počet megabajtů)
de_de: Geben Sie eine positive Größe für den Cache ein (in MB).
el_gr: Καθορίστε ένα θετικό μέγεθος προσωρινής μνήμης. (αριθμός MB)
fa_ir: یک اندازه کش مثبت مشخص کنید. (تعداد MB)
fr_fr: Spécifiez une taille de cache positive. (en Mo)
it_it: Specificare una dimensione cache positiva. (numero di MB)
ko_kr: 캐시 크기를 지정하세요. (MB 단위)
pl_pl: Określ rozmiar pozytywnej pamięci podręcznej. (ilość MB)
uk_ua: Вкажіть позитивний розмір кешу. (кількість МБ)
zh_cn: 指定缓存大小(MB)

source: Specify a positive memory cache size. (number of MB's)
cs_cz: Zadejte velikost pozitivní mezipaměti v operační paměti (počet megabajtů).
de_de: Geben Sie eine positive Größe für den Cache ein (in MB).
el_gr: Καθορίστε ένα θετικό μέγεθος προσωρινής μνήμης (cache). (αριθμός MB)
fa_ir: یک اندازهٔ مثبت برای کش حافظه مشخص کنید. (تعداد MB)
fr_fr: Spécifiez une taille de mémoire cache. (en Mo)
it_it: Specificare una dimensione della cache di memoria positiva. (numero di MB)
ko_kr: 메모리 캐시 크기를 지정하세요. (MB 단위)
pl_pl: Określ rozmiar pozytywnej pamięci podręcznej RAM. (ilość MB)
uk_ua: Вкажіть позитивний розмір кешу пам'яті. (кількість МБ)
zh_cn: 指定内存缓存的大小(MB)

source: Specify a valid gateway from the list matching the networks ip protocol.
cs_cz: Zadejte platnou bránu ze seznamu, která odpovídá IP protokolu sítě.
de_de: Geben Sie ein gültiges Gateway aus der Liste an, das dem IP-Protokoll des Netzwerks entspricht.
el_gr: Καθορίστε μια έγκυρη πύλη από τη λίστα που να ταιριάζει με το πρωτόκολλο IP δικτύου.
fa_ir: یک دروازهٔ معتبر از فهرست مشخص کنید که با پروتکل IP شبکه مطابقت داشته باشد.
fr_fr: Spécifiez une passerelle valide qui correspond au protocole IP du réseau.
it_it: Specificare un gateway valido dall'elenco corrispondente al protocollo IP della rete.
ko_kr: 네트워크 IP 프로토콜과 일치하는 목록에서 유효한 게이트웨이를 지정하세요.
pl_pl: Wybierz prawidłową bramę z listy odpowiadającą protokołowi IP sieci.
uk_ua: Вкажіть дійсний шлюз зі списку, який відповідає IP-протоколу мережі.
zh_cn: 从与网络ip协议匹配的列表中指定一个有效网关。

source: Specify a valid network matching the gateways ip protocol.
cs_cz: Zadejte platnou síť, která odpovídá IP protokolu brány.
de_de: Geben Sie ein gültiges Netzwerk an, das dem IP-Protokoll des Gateways entspricht.
el_gr: Καθορίστε ένα έγκυρο δίκτυο που να ταιριάζει με το πρωτόκολλο IP των πυλών.
fa_ir: یک شبکهٔ معتبر مشخص کنید که با پروتکل IP گیت‌وی‌ها مطابقت داشته باشد.
fr_fr: Spécifiez un réseau valide correspondant au protocole IP des passerelles.
it_it: Specificare una rete valida corrispondente al protocollo IP del gateway.
ko_kr: 게이트웨이 IP 프로토콜과 일치하는 유효한 네트워크를 지정하세요.
pl_pl: Wybierz właściwą sieć pasującą do protokołu ip bramy.
uk_ua: Вкажіть дійсну мережу, яка відповідає IP-протоколу шлюзу.
zh_cn: 指定与网关ip协议匹配的有效网络。

source: Specify the maximum download size (kB).
cs_cz: Zadejte nejvyšší umožněnou velikost stahovaného souboru (kB).
de_de: Geben Sie die maximale Downloadgröße (kB) an.
el_gr: Καθορίστε το μέγιστο μέγεθος λήψης (kB).
fa_ir: حداکثر اندازه دانلود را (kB) مشخص کنید.
fr_fr: Spécifiez la taille maximale des téléchargements (en ko).
it_it: Specificare la dimensione massima del download (kB).
ko_kr: 최대 다운로드 크기를 지정하세요(kB).
pl_pl: Określ maksymalny rozmiar pobierania (kB).
uk_ua: Вкажіть максимальний розмір завантаження (кБ).
zh_cn: 指定最大下载大小(kB)。

source: Specify the maximum upload size (kB).
cs_cz: Zadejte nejvyšší umožněnou velikost odesílaného souboru (kB).
de_de: Geben Sie die maximale Uploadgröße (kB) an.
el_gr: Καθορίστε το μέγιστο μέγεθος μεταφόρτωσης (kB).
fa_ir: حداکثر اندازه آپلود را مشخص کنید (kB).
fr_fr: Spécifiez la taille maximale des téléversements (en ko).
it_it: Specificare la dimensione massima di caricamento (kB).
ko_kr: 최대 업로드 크기를 지정하세요(kB).
pl_pl: Określ maksymalny rozmiar przesyłania (kB).
uk_ua: Вкажіть максимальний розмір вивантаження (кБ).
zh_cn: 指定最大上传大小(kB)。

source: Specify the overall bandwidth for downloads in kilobits per second.
cs_cz: Zadejte celkovou rychlost pro stahování (v kilobitech za sekundu).
de_de: Geben Sie Gesamtbandbreite für Downloads in Kilobit pro Sekunde an.
el_gr: Καθορίστε το συνολικό εύρος ζώνης για λήψεις σε kilobit ανά δευτερόλεπτο.
fa_ir: پهنای باند کلی دانلودها را بر حسب kilobits per second مشخص کنید.
fr_fr: Spécifiez la bande passante globale pour les téléchargements en kilobits par seconde.
it_it: Specificare la larghezza di banda complessiva per i download in kilobit al secondo.
ko_kr: 다운로드의 전체 대역폭을 초당 킬로비트 단위로 지정하하세요.
pl_pl: Określ ogólną przepustowość dla pobierania w kilobitach na sekundę.
uk_ua: Вкажіть загальну пропускну здатність для завантажень у кілобітах на секунду.
zh_cn: 指定下载的总带宽(kb/s)。
