Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This will activate certificate based authentication (EAP-TLS) and validation (EAP-TTLS). Please choose CA and Certificate below and do not forget to roll out certificates to the clients. If you do not enable this, default installation certificate will be used.
cs_cz: Toto aktivuje ověřování na základě certifikátu (EAP-TLS) a ověřování (EAP-TTLS). Níže vyberte certifikační autoritu a certifikát a nezapomeňte klientům nasadit certifikáty. Pokud toto nepovolíte, bude použit výchozí certifikát instalace.
de_de: Dadurch wird die zertifikatsbasierte Authentifizierung (EAP-TLS) und Validierung (EAP-TTLS) aktiviert. Wähle unten „CA“ und „Zertifikat“ aus und vergiss nicht, Zertifikate an die Clients auszurollen. Wenn dies nicht aktiviert wird, wird das Standardinstallationszertifikat verwendet.
el_gr: Αυτό θα ενεργοποιήσει τον έλεγχο ταυτότητας βάσει πιστοποιητικού (EAP-TLS) και την επικύρωση (EAP-TTLS). Επιλέξτε CA και Πιστοποιητικό παρακάτω και μην ξεχάσετε να διαθέσετε πιστοποιητικά στους υπολογιστές-πελάτες. Εάν δεν το ενεργοποιήσετε, θα χρησιμοποιηθεί το προεπιλεγμένο πιστοποιητικό εγκατάστασης.
fa_ir: احراز هویت مبتنی بر گواهی (EAP-TLS) و اعتبارسنجی (EAP-TTLS) را فعال می‌کند. لطفاً CA و Certificate را در پایین انتخاب کنید و فراموش نکنید گواهی‌ها را به کلاینت‌ها توزیع کنید. در صورت عدم فعال‌سازی، گواهی پیش‌فرض نصب استفاده خواهد شد.
fr_fr: Cela activera l'authentification basée sur le certificat (EAP-TLS) et la validation (EAP-TTLS). Veuillez choisir CA et certificat ci-dessous et n'oubliez pas de déployer des certificats pour les clients. Si vous ne l'activez pas, le certificat d'installation par défaut sera utilisé.
it_it: Ciò attiverà l'autenticazione basata su certificato (EAP-TLS) e la convalida (EAP-TTLS). Scegli CA e certificato di seguito e non dimenticare di distribuire i certificati ai client. Se non lo abiliti, verrà utilizzato il certificato di installazione predefinito.
ko_kr: 이 설정은 인증서 기반 인증(EAP-TLS)과 검증(EAP-TTLS)을 활성화합니다. 아래에서 CA와 인증서를 선택하고, 클라이언트에 인증서를 배포하는 것을 잊지 마세요. 이 설정을 활성화하지 않으면 기본 설치 인증서가 사용됩니다.
pl_pl: To aktywuje uwierzytelnianie oparte na certyfikatach (EAP-TLS) oraz walidację (EAP-TTLS). Proszę wybrać CA i Certyfikat poniżej i nie zapomnieć o wdrożeniu certyfikatów do klientów. Jeśli tego nie włączysz, zostanie użyty domyślny certyfikat instalacji.
uk_ua: Це активує автентифікацію на основі сертифікатів (EAP-TLS) та валідацію (EAP-TTLS). Будь ласка, оберіть Центр Сертифікації (ЦС) та Сертифікат нижче і не забудьте розгорнути сертифікати для клієнтів. Якщо ви не увімкнете це, буде використано типовий сертифікат встановлення.
zh_cn: 激活基于证书的认证(EAP-TLS)和验证(EAP-TTLS)。请选择下面的CA和证书，不要忘记向客户推送证书。如果您未启用此选项，则会使用默认安装证书。

source: This will activate ntopng.
cs_cz: Toto aktivuje ntopng.
de_de: Dadurch wird ntopng aktiviert.
el_gr: Αυτό θα ενεργοποιήσει το ntopng.
fa_ir: سرویس ntopng را فعال می‌کند.
fr_fr: Ceci activera ntopng.
it_it: Questo attiverà ntopng.
ko_kr: 이 옵션은 ntoppng을 활성화합니다.
pl_pl: To aktywuje ntopng.
uk_ua: Це активує ntopng.
zh_cn: 激活ntopng。

source: This will activate the BIND daemon.
cs_cz: Toto zapne proces služby BIND.
de_de: Dadurch wird der BIND-Daemon aktiviert.
el_gr: Αυτό θα ενεργοποιήσει το daemon BIND.
fa_ir: سرویس BIND را فعال می‌کند.
fr_fr: Cela va activer le démon BIND.
it_it: Questo attiverà il demone BIND.
ko_kr: 이 옵션은 BIND 데몬을 활성화합니다.
pl_pl: To aktywuje demona BIND.
uk_ua: Це активує демон BIND.
zh_cn: 激活BIND程序。

source: This will activate the DHCP FreeRADIUS service.
cs_cz: Toto zapne službu FreeRADIUS DHCP.
de_de: Dadurch wird der DHCP-FreeRADIUS-Dienst aktiviert.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία DHCP FreeRADIUS.
fa_ir: سرویس DHCP FreeRADIUS را فعال می‌کند.
fr_fr: Cela activera le service DHCP FreeRADIUS.
it_it: Ciò attiverà il servizio DHCP FreeRADIUS.
ko_kr: 이 옵션은 DHCP FreeRADIUS 서비스를 활성화합니다.
pl_pl: To aktywuje usługę DHCP FreeRADIUS.
uk_ua: Це активує службу DHCP FreeRADIUS.
zh_cn: 激活DHCP FreeRADIUS服务。

source: This will activate the FreeRADIUS DHCP service.
cs_cz: Toto aktivuje FreeRADIUS DHPC službu.
de_de: Dadurch wird der FreeRADIUS DHCP-Dienst aktiviert.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία FreeRADIUS DHCP.
fa_ir: سرویس FreeRADIUS DHCP را فعال می‌کند.
fr_fr: Cela activera le service DHCP de FreeRADIUS.
it_it: Ciò attiverà il servizio DHCP di FreeRADIUS.
ko_kr: 이 옵션은 FreeRADIUS DHCP 서비스를 활성화합니다.
pl_pl: To aktywuje usługę FreeRADIUS DHCP.
uk_ua: Це активує службу FreeRADIUS DHCP.
zh_cn: 激活FreeRADIUS DHCP服务。

source: This will activate the Maltrail server. You can use this service to also collect data from remote Maltrail sensors.
cs_cz: Toto aktivuje Mailtrail server. Tuto službu je také možné použít pro shromažďování dat ze vzdálených Mailtrail senzorů.
de_de: Dadurch wird der Maltrail-Server aktiviert. Mit diesem Dienst können auch Daten von entfernten Maltrail-Sensoren erfasst werden.
el_gr: Αυτό θα ενεργοποιήσει τον διακομιστή Maltrail. Μπορείτε επίσης να χρησιμοποιήσετε αυτήν την υπηρεσία για να συλλέξετε δεδομένα από απομακρυσμένους αισθητήρες Maltrail.
fa_ir: سرور Maltrail را فعال می‌کند. از این سرویس می‌توانید برای جمع‌آوری داده از سنسورهای Maltrail از راه دور نیز استفاده کنید.
fr_fr: Cela activera le serveur Maltrail. Vous pouvez utiliser ce service pour collecter également les données de capteurs Maltrail distants.
it_it: Questo attiverà il server Malrail. È possibile utilizzare questo servizio anche per raccogliere dati dai sensori Maltrail remoti.
ko_kr: 이 옵션은 Maltrail 서버를 활성화합니다. 이 서비스를 사용하여 원격 Maltrail 센서에서 데이터를 수집할 수도 있습니다.
pl_pl: To aktywuje serwer Maltrail. Możesz korzystać z tej usługi również do zbierania danych z zdalnych czujników Maltrail.
uk_ua: Це активує сервер Maltrail. Ви можете використовувати цю службу для збору даних з віддалених сенсорів Maltrail.
zh_cn: 激活Maltrail服务器。您也可以使用此服务从远程Maltrail传感器收集数据。

source: This will activate the Sensor. Do not forget to enable the local server mode or send the logs to a remote server.
cs_cz: Toto aktivuje Senzor. Nezapomeňte zapnout režim lokálního serveru nebo logy posílejte na vzdálený.
de_de: Dadurch wird der Sensor aktiviert. Vergiss nicht, den lokalen Servermodus zu aktivieren oder die Protokolle an einen Remote-Server zu senden.
el_gr: Αυτό θα ενεργοποιήσει τον Αισθητήρα. Μην ξεχάσετε να ενεργοποιήσετε τη λειτουργία τοπικού διακομιστή ή να στείλετε τα αρχεία καταγραφής σε έναν απομακρυσμένο διακομιστή.
fa_ir: Sensor را فعال می‌کند. فراموش نکنید حالت سرور محلی را فعال کنید یا لاگ‌ها را به سرور راه دور ارسال کنید.
fr_fr: Cela activera le capteur. N'oubliez pas d'activer le mode serveur local ou d'envoyer les journaux à un serveur distant.
it_it: Questo attiverà il sensore. Non dimenticare di abilitare la modalità server locale o inviare i registri a un server remoto.
ko_kr: 이 옵션은 센서를 활성화합니다. 로컬 서버 모드를 활성화하거나 로그를 원격 서버로 전송해야 합니다.
pl_pl: To aktywuje Czujnik. Nie zapomnij włączyć trybu lokalnego serwera lub wysłać logi na zdalny serwer.
uk_ua: Це активує Сенсор. Не забудьте увімкнути режим локального сервера або надсилати логи на віддалений сервер.
zh_cn: 激活传感器。不要忘记启用本地服务器模式或将日志发送到远程服务器。

source: This will activate the snmpd service.
cs_cz: Toto aktivuje službu snmpd.
de_de: Dies wird den snmpd-Dienst aktivieren.
el_gr: Αυτό θα ενεργοποιήσει την υπηρεσία snmpd.
fa_ir: سرویس snmpd را فعال می‌کند.
fr_fr: Cela va activer le service snmpd.
it_it: Questo attiverà il servizio snmpd.
ko_kr: 이 옵션은 snmpd 서비스를 활성화합니다.
pl_pl: To aktywuje usługę snmpd.
uk_ua: Це активує службу snmpd.
zh_cn: 激活snmpd服务。

source: This will activate the static DHCP lease.
cs_cz: Toto aktivuje statickou DHCP zápůjčku.
de_de: Dadurch wird das statische DHCP-Lease aktiviert.
el_gr: Αυτό θα ενεργοποιήσει τη στατική εκχώρηση DHCP.
fa_ir: تخصیص DHCP ایستا را فعال می‌کند.
fr_fr: Cela activera le bail DHCP statique.
it_it: Ciò attiverà il lease DHCP statico.
ko_kr: 이 옵션은 정적 DHCP 대여를 활성화합니다.
pl_pl: To aktywuje stały lease DHCP.
uk_ua: Це активує статичну оренду DHCP.
zh_cn: 激活静态DHCP租约。

source: This will activate the vnStat daemon.
cs_cz: Toto aktivuje proces služby vnStat.
de_de: Dies aktiviert den vnStat daemon.
el_gr: Αυτό θα ενεργοποιήσει τον δαίμονα vnStat.
fa_ir: این سرویس vnStat را فعال می‌کند.
fr_fr: Cela va activer le démon vnStat.
it_it: Questo attiverà il demone vnStat.
ko_kr: 이 옵션은 vnStat 데몬을 활성화합니다.
pl_pl: To aktywuje demona vnStat.
uk_ua: Це активує демон vnStat.
zh_cn: 激活vnStat程序。

source: This will allow you to run the service on port 53.
cs_cz: Toto umožní spustit službu na portu 53.
de_de: Dadurch kann der Dienst auf Port 53 ausgeführt werden.
el_gr: Αυτό θα σας επιτρέψει να εκτελέσετε την υπηρεσία στη θύρα 53.
fa_ir: این به شما اجازه می‌دهد سرویس را روی port 53 اجرا کنید.
fr_fr: Cela vous permettra d'exécuter le service sur le port 53.
it_it: Ciò ti consentirà di eseguire il servizio sulla porta 53.
ko_kr: 이 옵션은 서비스를 53번 포트에서 실행할 수 있도록 합니다.
pl_pl: To pozwoli Ci uruchomić usługę na porcie 53.
uk_ua: Це дозволить запускати службу на порті 53.
zh_cn: 允许您在端口53上运行服务。

source: This will enable Elasticsearch as output. Format is without square brackets, just like http://192.168.0.1:9200.
cs_cz: Toto coby výstup zapne Elasticsearch. Formát je bez hranatých závorek, stejně jako http://192.168.0.1:9200
de_de: Dadurch wird Elasticsearch als Ausgabe aktiviert. Das Format ist ohne eckige Klammern, genau wie http://192.168.0.1:9200.
el_gr: Αυτό θα ενεργοποιήσει την Elasticsearch ως έξοδο. Η μορφή είναι χωρίς αγκύλες, όπως ακριβώς και στο http://192.168.0.1:9200.
fa_ir: این Elasticsearch را به‌عنوان خروجی فعال می‌کند. قالب بدون کروشه است، دقیقاً مانند http://192.168.0.1:9200.
fr_fr: Ceci activera Elasticsearch comme sortie. Le format est sans crochets, tout comme http://192.168.0.1:9200.
it_it: Ciò abiliterà Elasticsearch come output. Il formato è senza parentesi quadre, proprio come http://192.168.0.1:9200.
ko_kr: 이 옵션은 Elasticsearch를 출력으로 활성화합니다. 형식은 대괄호 없이, http://192.168.0.1:9200 처럼 작성합니다.
pl_pl: To umożliwia użycie Elasticsearch jako wyjścia. Format jest bez nawiasów kwadratowych, tak jak http://192.168.0.1:9200.
uk_ua: Це увімкне Elasticsearch як вихід. Формат без квадратних дужок, як http://192.168.0.1:9200.
zh_cn: 通过Elasticsearch输出。格式不含方括号，例如http://192.168.0.1:9200。

source: This will enable Prometheus as output.
cs_cz: Toto zapne Promethea jako výstup.
de_de: Dadurch wird Prometheus als Ausgabe aktiviert.
el_gr: Αυτό θα ενεργοποιήσει τον Προμηθέα ως έξοδο.
fa_ir: این Prometheus را به‌عنوان خروجی فعال می‌کند.
fr_fr: Cela permettra d'activer Prometheus comme sortie.
it_it: Ciò abiliterà Prometeo come output.
ko_kr: 이 옵션은 Prometheus를 출력으로 활성화합니다.
pl_pl: To umożliwi użycie Prometheus jako wyjścia.
uk_ua: Це увімкне Prometheus як вихід.
zh_cn: 启用Prometheus输出。

source: This will enable or disable the ACL.
cs_cz: Toto zapne nebo vypne ACL.
de_de: Dadurch wird die ACL aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει το ACL.
fa_ir: این ACL را فعال یا غیرفعال می‌کند.
fr_fr: Ceci activera ou désactivera l'ACL.
it_it: Ciò abiliterà o disabiliterà l'ACL.
ko_kr: 이 옵션은 ACL을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy ACL.
uk_ua: Це увімкне або вимкне ACL.
zh_cn: 启用或禁用访问列表。

source: This will enable or disable the BCC sender rewriting setting.
cs_cz: Toto zapne nebo vypne nastavení přepisování BCC odesilatele.
de_de: Dadurch wird die Einstellung zum Umschreiben des BCC-Absenders aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τη ρύθμιση επανεγγραφής αποστολέα BCC.
fa_ir: این تنظیم بازنویسی فرستنده BCC را فعال یا غیرفعال می‌کند.
fr_fr: Ceci activera ou désactivera le paramètre de réécriture de l'expéditeur BCC.
it_it: Ciò abiliterà o disabiliterà l'impostazione di riscrittura del mittente BCC.
ko_kr: 이 옵션은 BCC 발신자 재작성 설정을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy ustawienie przepisywania nadawcy BCC.
uk_ua: Це увімкне або вимкне налаштування переписування відправника BCC.
zh_cn: 启用或禁用密件抄送人重写设置。

source: This will enable or disable the address rewriting setting.
cs_cz: Toto zapne nebo vypne nastavení přepisování adresy.
de_de: Dadurch wird die Einstellung zum Umschreiben von Adressen aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τη ρύθμιση επανεγγραφής διευθύνσεων.
fa_ir: این تنظیم بازنویسی آدرس را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver le paramètre de réécriture d'adresse.
it_it: Ciò abiliterà o disabiliterà l'impostazione di riscrittura degli indirizzi.
ko_kr: 이 옵션은 주소 재작성 설정을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy ustawienie przepisywania adresu.
uk_ua: Це увімкне або вимкне налаштування переписування адреси.
zh_cn: 启用或禁用地址重写设置。

source: This will enable or disable the key mapping.
cs_cz: Toto zapne nebo vypne mapování klíče.
de_de: Damit wird die Tastenzuordnung aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει την αντιστοίχιση πλήκτρων.
fa_ir: این نگاشت کلید را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver le mappage des touches.
it_it: Ciò abiliterà o disabiliterà la mappatura dei tasti.
ko_kr: 이 옵션은 키 매핑을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy mapowanie kluczy.
uk_ua: Це увімкне або вимкне зіставлення клавіш.
zh_cn: 启用或禁用密钥映射。

source: This will enable or disable the server stamp.
cs_cz: Toto zapne nebo vypne razítko serveru.
de_de: Dadurch wird der Serverstempel aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει τη σφραγίδα διακομιστή.
fa_ir: این server stamp را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver le timbre du serveur.
it_it: Ciò abiliterà o disabiliterà il timbro del server.
ko_kr: 이 옵션은 서버 스탬프를 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy pieczątkę serwera.
uk_ua: Це увімкне або вимкне серверний штамп.
zh_cn: 启用或禁用服务器戳。

source: This will enable or disable the whitelist entry.
cs_cz: Toto zapne nebo vypne položku ze seznamu povolených.
de_de: Dadurch wird der Whitelist-Eintrag aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει την καταχώρηση στη λίστα επιτρεπόμενων.
fa_ir: این ورودی فهرست سفید را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver l'entrée de la liste blanche.
it_it: Ciò abiliterà o disabiliterà la voce della whitelist.
ko_kr: 이 옵션은 화이트리스트 항목을 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy wpis na białą listę.
uk_ua: Це увімкне або вимкне запис у білому списку.
zh_cn: 启用或禁用白名单条目。

source: This will enable or disable this forward.
cs_cz: Toto zapne nebo vypne přeposlání.
de_de: Dadurch wird diese Weiterleitung aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει αυτήν την προώθηση.
fa_ir: این فوروارد را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver ce transfert.
it_it: Ciò abiliterà o disabiliterà questo inoltro.
ko_kr: 이 옵션은 이 포워드를 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy to przekierowanie.
uk_ua: Це увімкне або вимкне це пересилання.
zh_cn: 启用或禁用此转发。

source: This will enable or disable this override.
cs_cz: Toto zapne nebo vypne přepsání.
de_de: Dadurch wird diese Überschreibung aktiviert oder deaktiviert.
el_gr: Αυτό θα ενεργοποιήσει ή θα απενεργοποιήσει αυτήν την παράκαμψη.
fa_ir: این بازنویسی را فعال یا غیرفعال می‌کند.
fr_fr: Cela permet d'activer ou de désactiver cette dérogation.
it_it: Ciò abiliterà o disabiliterà questa sostituzione.
ko_kr: 이 옵션은 이 재정의를 활성화 또는 비활성화합니다.
pl_pl: To włączy lub wyłączy to zastąpienie.
uk_ua: Це увімкне або вимкне це перевизначення.
zh_cn: 启用或禁用此覆盖。

source: This will enable rate-limiting for DNS replies.
cs_cz: Toto zapne omezování četnosti DNS odpovědí.
de_de: Dadurch wird die Ratenbegrenzung für DNS-Antworten aktiviert.
el_gr: Αυτό θα επιτρέψει τον περιορισμό της ταχύτητας για τις απαντήσεις DNS.
fa_ir: این محدودیت نرخ برای پاسخ‌های DNS را فعال می‌کند.
fr_fr: Cela permettra de limiter le débit des réponses DNS.
it_it: Ciò consentirà la limitazione della velocità per le risposte DNS.
ko_kr: 이 옵션은 DNS 응답에 대한 속도 제한을 활성화합니다.
pl_pl: To włączy ograniczenie tempa dla odpowiedzi DNS.
uk_ua: Це увімкне обмеження швидкості для відповідей DNS.
zh_cn: 对DNS应答启用速率限制。

source: This will enable support for tags.
cs_cz: Toto zapne podporu pro štítky.
de_de: Dadurch wird die Unterstützung für Tags aktiviert.
el_gr: Αυτό θα επιτρέψει την υποστήριξη για ετικέτες.
fa_ir: این پشتیبانی از تگ‌ها را فعال می‌کند.
fr_fr: Cela permettra de prendre en charge les balises.
it_it: Ciò abiliterà il supporto per i tag.
ko_kr: 이 옵션은 태그 지원을 활성화합니다.
pl_pl: To włączy wsparcie dla tagów.
uk_ua: Це увімкне підтримку тегів.
zh_cn: 启用对标签的支持。

source: This will enable the use of DNS Blocklists for ADs, Malware, or both.
cs_cz: To zapíná používání seznamů DNS blokování reklam, malware, případně obojího.
de_de: Dadurch wird die Verwendung von DNS-Blocklisten für ADs, Malware oder beides ermöglicht.
el_gr: Αυτό θα επιτρέψει τη χρήση λιστών αποκλεισμού DNS για διαφημίσεις, κακόβουλο λογισμικό ή και τα δύο.
fa_ir: این استفاده از DNS Blocklists برای ADs، Malware یا هر دو را فعال می‌کند.
fr_fr: Cela permettra l'utilisation de listes de blocage DNS pour les AD, les logiciels malveillants ou les deux.
it_it: Ciò consentirà l'uso di blocklist DNS per AD, malware o entrambi.
ko_kr: 이 옵션은 광고, 악성 코드 또는 둘 다에 대한 DNS 차단 목록 사용을 활성화합니다.
pl_pl: To umożliwi korzystanie z list blokowania DNS dla reklam, złośliwego oprogramowania lub obu.
uk_ua: Це увімкне використання чорних списків DNS для реклами, шкідливих програм або обох.
zh_cn: 这会使DNS阻止列表可以用于AD和/或恶意软件。

source: This will enable verification of a secure connection to Graphite. Default is disabled for compatibility reasons.
cs_cz: Toto zapíná ověření zabezpečeného připojení ke Graphite. Ve výchozím nastavení je z důvodu kompatibility vypnuto.
de_de: Dadurch wird die Überprüfung einer sicheren Verbindung zu Graphite ermöglicht. Die Standardeinstellung ist aus Kompatibilitätsgründen deaktiviert.
el_gr: Αυτό θα επιτρέψει την επαλήθευση μιας ασφαλούς σύνδεσης με το Graphite. Η προεπιλογή είναι απενεργοποιημένη για λόγους συμβατότητας.
fa_ir: این تأیید اتصال امن به Graphite را فعال می‌کند. به‌طور پیش‌فرض برای سازگاری غیرفعال است.
fr_fr: Cela permettra de vérifier une connexion sécurisée à Graphite. La valeur par défaut est désactivée pour des raisons de compatibilité.
it_it: Ciò consentirà la verifica di una connessione sicura a Graphite. L'impostazione predefinita è disabilitata per motivi di compatibilità.
ko_kr: 이 옵션은 Graphite에 대한 보안 연결 검증을 활성화합니다. 기본값은 호환성을 위해 비활성화됩니다.
pl_pl: To umożliwi weryfikację bezpiecznego połączenia z Graphite. Domyślnie jest wyłączone z przyczyn zgodności.
uk_ua: Це увімкне перевірку безпечного з’єднання з Graphite. За типових налаштувань вимкнено з міркувань сумісності.
zh_cn: 这样可以验证到Graphite的安全连接。由于兼容性原因，默认设置为禁用。

source: This will enable write access in addition to read-only.
cs_cz: Toto k přístupu pro čtení přidá i umožnění zápisu.
de_de: Dadurch wird zusätzlich zum schreibgeschützten Zugriff auch der Schreibzugriff aktiviert.
el_gr: Αυτό θα επιτρέψει την πρόσβαση εγγραφής εκτός από την πρόσβαση μόνο για ανάγνωση.
fa_ir: این در کنار حالت فقط‌خواندنی، دسترسی نوشتن را فعال می‌کند.
fr_fr: Cela permettra l'accès en écriture en plus de la lecture seule.
it_it: Ciò consentirà l'accesso in scrittura oltre a quello in sola lettura.
ko_kr: 이 옵션은 읽기 전용에 추가로 쓰기 액세스를 활성화합니다.
pl_pl: To umożliwi dostęp do zapisu oprócz tylko do odczytu.
uk_ua: Це увімкне доступ для запису на додаток до доступу тільки для читання.
zh_cn: 除了只读之外，这还会启用写访问权限。

source: This will force SafeSearch.
cs_cz: Toto vynutí SafeSearch.
de_de: Dadurch wird SafeSearch erzwungen.
el_gr: Αυτό θα επιβάλει την Ασφαλή Αναζήτηση.
fa_ir: این SafeSearch را اجباری می‌کند.
fr_fr: Cela forcera SafeSearch.
it_it: Ciò forzerà SafeSearch.
ko_kr: 이 옵션은 세이프서치를 강제합니다.
pl_pl: To wymusi SafeSearch.
uk_ua: Це примусово активує Безпечний пошук.
zh_cn: 这会强制安全搜索。

source: This will force safe Youtube browsing.
cs_cz: Toto vynutí bezpečné procházení Youtube.
de_de: Dadurch wird sicheres Surfen auf YouTube erzwungen.
el_gr: Αυτό θα επιβάλει την ασφαλή περιήγηση στο Youtube.
fa_ir: این مرور ایمن YouTube را اجباری می‌کند.
fr_fr: Cela forcera une navigation sûre sur Youtube.
it_it: Ciò forzerà la navigazione sicura su Youtube.
ko_kr: 이 옵션은 세이프 Youtube 브라우징을 강제합니다.
pl_pl: To wymusi bezpieczne przeglądanie Youtube.
uk_ua: Це примусово активує безпечний перегляд YouTube.
zh_cn: 这会强制安全浏览Youtube。

source: This will force safe search when using Bing.
cs_cz: Toto vynutí bezpečné vyhledávání při používání Bing.
de_de: Dadurch wird die sichere Suche bei Verwendung von Bing erzwungen.
el_gr: Αυτό θα επιβάλει την ασφαλή αναζήτηση κατά τη χρήση του Bing.
fa_ir: این جستجوی ایمن هنگام استفاده از Bing را اجباری می‌کند.
fr_fr: Cela forcera la recherche sécurisée lors de l'utilisation de Bing.
it_it: Ciò forzerà la ricerca sicura quando si utilizza Bing.
ko_kr: 이 옵션은 Bing을 사용할 때 안전 검색을 강제합니다.
pl_pl: Włączenie tego wymusi korzystanie z trybu safe search w Bing.
uk_ua: Це примусово активує безпечний пошук під час використання Bing.
zh_cn: 这会在使用Bing时强制安全搜索。

source: This will hide the local BIND version in DNS queries.
cs_cz: Toto v DNS dotazech skryje verzi lokálního BIND.
de_de: Dadurch wird die lokale BIND-Version in DNS-Abfragen ausgeblendet.
el_gr: Αυτό θα αποκρύψει την τοπική έκδοση BIND στα ερωτήματα DNS.
fa_ir: این عمل نسخهٔ محلی BIND را در پرس‌وجوهای DNS مخفی می‌کند.
fr_fr: Cela masquera la version locale de BIND dans les requêtes DNS.
it_it: Ciò nasconderà la versione BIND locale nelle query DNS.
ko_kr: 이 옵션은 DNS 쿼리에서 로컬 BIND 버전을 숨깁니다.
pl_pl: To ukryje wersję lokalnego BIND w zapytaniach DNS.
uk_ua: Це приховає локальну версію BIND у запитах DNS.
zh_cn: 这会隐藏DNS查询中的本地BIND版本。

source: This will hide the system hostname for DNS queries.
cs_cz: Toto v DNS dotazech skryje název stroje.
de_de: Dadurch wird der Systemhostname für DNS-Abfragen ausgeblendet.
el_gr: Αυτό θα αποκρύψει το όνομα κεντρικού υπολογιστή συστήματος για ερωτήματα DNS.
fa_ir: این عمل نام میزبان سیستم را در پرس‌وجوهای DNS مخفی می‌کند.
fr_fr: Cela masquera le nom d'hôte du système pour les requêtes DNS.
it_it: Ciò nasconderà il nome host del sistema per le query DNS.
ko_kr: 이 옵션은 DNS 쿼리에 대한 시스템 호스트 이름을 숨깁니다.
pl_pl: To ukryje nazwę hosta systemu dla zapytań DNS.
uk_ua: Це приховає ім’я хоста системи для запитів DNS.
zh_cn: 这会隐藏DNS查询的系统主机名。
