Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: UPnP and NAT-PMP Settings
pl_pl: Ustawienia UPnP i NAT-PMP

source: At least one of 'UPnP' or 'NAT-PMP' must be allowed
pl_pl: Co najmniej jeden z 'UPnP' lub 'NAT-PMP' musi być dozwolony

source: Further information is available in our %sHAProxy plugin documentation%s and of course in the %sofficial HAProxy documentation%s. Be sure to report bugs and request features on our %sGitHub issue page%s. Code contributions are also very welcome!
pl_pl: Więcej informacji można znaleźć w naszej %sdokumentacji wtyczki HAProxy%s oraz oczywiście w %soficialnej dokumentacji HAProxy%s. Pamiętaj, aby zgłaszać błędy i prośby o funkcje na naszej %sstronie problemów GitHub%s. Wkłady w kod są również bardzo mile widziane!

source: Wake On Lan
pl_pl: Obudzenie przez sieć LAN

source: Computer / Device
pl_pl: Komputer / Urządzenie

source: Wake Up
pl_pl: Obudź

source: No saved WoL addresses
pl_pl: Brak zapisanych adresów WoL

source: DHCP Leases Status
pl_pl: Status dzierżaw DHCP

source: Check if the username should be sent to the ICAP server.
pl_pl: Sprawdź, czy nazwa użytkownika powinna być wysyłana na serwer ICAP.

source: Check if you want to encode the username using base64.
pl_pl: Sprawdź, czy chcesz kodować nazwę użytkownika przy użyciu base64.

source: Enable DNS v4 first
pl_pl: Włącz najpierw DNS v4

source: Enable if you want to use previews.
pl_pl: Włącz, jeśli chcesz korzystać z podglądów.

source: Enter the URL of the ICAP Server
pl_pl: Wprowadź adres URL serwera ICAP

source: Enter the default ttl.
pl_pl: Wprowadź domyślny ttl.

source: Enter the name of the header.
pl_pl: Wprowadź nazwę nagłówka.

source: Enter the size of the preview.
pl_pl: Wprowadź rozmiar podglądu.

source: Forward HTTP traffic to transparent proxy
pl_pl: Przekierowywanie ruchu HTTP do przezroczystego proxy

source: Forward HTTPS traffic to transparent proxy
pl_pl: Przekierowywanie ruchu HTTPS do przezroczystego proxy

source: Perform HTML normalisation and decryption of MS Script Encoder code.
pl_pl: Wykonaj normalizację HTML i odszyfrowanie kodu MS Script Encoder.

source: Regular expressions are allowed.
pl_pl: Dozwolone są wyrażenia regularne.

source: Select if you want to use ICAP.
pl_pl: Wybierz, czy chcesz używać ICAP.

source: Select interface(s) to use. When enabling IPS, only use physical interfaces here (no vlans etc).
pl_pl: Wybierz interfejs(y) do użycia. Przy włączaniu IPS używaj tutaj tylko fizycznych interfejsów (bez vlanów itp.).

source: Send the client IP address to the ICAP server.
pl_pl: Wyślij adres IP klienta do serwera ICAP.

source: Specifies the days to renew the cert. The max value is 60 days.
pl_pl: Określa liczbę dni do odnowienia certyfikatu. Maksymalna wartość to 60 dni.

source: The listen port of the Monit httpd service.
pl_pl: Port nasłuchu usługi Monit httpd.

source: Transparent proxy (HTTP)
pl_pl: Przezroczyste proxy (HTTP)

source: Transparent proxy (HTTPS)
pl_pl: Przezroczyste proxy (HTTPS)

source: Type IP addresses (ex. 192.168.1.100)
pl_pl: Wpisz adresy IP (np. 192.168.1.100)

source: Type IP addresses, followed by Enter or comma.
pl_pl: Wpisz adresy IP, po których następuje Enter lub przecinek.

source: Type or select destinations.
pl_pl: Wpisz albo wybierz cele.

source: Type or select interface (Leave blank to disable ftp proxy).
pl_pl: Wpisz lub wybierz interfejs (pozostaw puste, aby wyłączyć proxy FTP).

source: Type port number or range.
pl_pl: Wpisz numer portu lub zakres.

source: Type subnet addresses (ex. 192.168.2.0/24)
pl_pl: Wpisz adresy podsieci (np. 192.168.2.0/24)

source: lexicon
pl_pl: leksykon

source: user:password, @group... Finish with TAB.
pl_pl: użytkownik:hasło, @grupa... Zakończ klawiszem TAB.

source: Enter valid parameter(s) for the chosen command (Found illegal characters).
pl_pl: Wprowadź prawidłowy(e) parametr(y) dla wybranego polecenia (Znaleziono niedozwolone znaki).

source: Please enter valid addresses
pl_pl: Proszę wprowadzić prawidłowe adresy

source: Please enter valid mac addresses
pl_pl: Proszę wprowadzić prawidłowe adresy MAC

source: Please enter valid targets (e.g. 192.168.0.1:2055).
pl_pl: Proszę wprowadzić prawidłowe cele (np. 192.168.0.1:2055).

source: Please provide a valid IPv4 address.
pl_pl: Proszę podać prawidłowy adres IPv4.

source: Single
pl_pl: Pojedyncze

source: This does not look like a valid url.
pl_pl: To nie wygląda na prawidłowy adres URL.

source: Web Proxy
pl_pl: Serwer pośredniczący WWW

source: 1024 bit
pl_pl: 1024 bity

source: dnsserver2
pl_pl: serwer DNS 2

source: dnsserver3
pl_pl: serwer DNS 3

source: dnsserver4
pl_pl: serwer DNS 4

source: localnetv6
pl_pl: sieć lokalna v6

source: ovpnallow
pl_pl: ovpn pozwól

source: remotenetv6
pl_pl: sieć zdalna IPv6

source: tunnelnetv6
pl_pl: sieć tunelowa IPv6

source: winsserver1
pl_pl: Serwer WINS1

source: winsserver2
pl_pl: Serwer WINS2

source: Only show first found CPU core temperature
pl_pl: Wyświetl tylko temperaturę pierwszego znalezionego rdzenia CPU

source: Comma-separated list of services to NOT display in the widget
pl_pl: Lista usług oddzielona przecinkami, które NIE będą wyświetlane w widżecie

source: Rows
pl_pl: Wiersze

source: Not changed
pl_pl: Bez zmian

source: Changed
pl_pl: Zmienione

source: Interfaces to display:
pl_pl: Interfejsy do wyświetlenia:

source: Update interval in seconds:
pl_pl: Interwał aktualizacji w sekundach:

source: Number of log entries:
pl_pl: Liczba wpisów w dzienniku:

source: Show
pl_pl: Pokaż

source: Hide
pl_pl: Ukryj

source: Perform synchronization
pl_pl: Przeprowadź synchronizację

source: You must define an IP on each machine participating in this failover group.
pl_pl: Musisz zdefiniować IP na każdej maszynie uczestniczącej w tej grupie awaryjności.

source: Time interval before packets are treated as lost. Default is %d.
pl_pl: Czas przed potraktowaniem pakietów jako utracone. Domyślnie jest %d.

source: The time period over which results are averaged. Default is %d.
pl_pl: Okres czasu, w którym wyniki są średnie. Domyślnie jest %d.

source: Time interval between alerts. Default is %d.
pl_pl: Czas między alertami. Domyślnie jest %d.

source: Alert Interval
pl_pl: Odstęp alertów

source: The loss interval needs to be positive.
pl_pl: Okres utraty musi być dodatni.

source: The loss interval needs to be a numeric value.
pl_pl: Okres utraty musi być wartością numeryczną.

source: The time period needs at least 2.1 times that of the probe interval.
pl_pl: Okres czasu musi być co najmniej 2,1 razy większy niż odstęp sondowania.

source: The time period needs to be positive.
pl_pl: Okres czasu musi być dodatni.

source: The time period needs to be a numeric value.
pl_pl: Okres czasu musi być wartością numeryczną.

source: The alert interval needs to be positive.
pl_pl: Odstęp alertu musi być dodatni.

source: The alert interval needs to be a numeric value.
pl_pl: Odstęp alertu musi być wartością numeryczną.

source: The IPv4 monitor address "%s" can not be used on an IPv6 gateway.
pl_pl: Adres monitora IPv4 "%s" nie może być używany na bramie IPv6.

source: The IPv6 monitor address "%s" can not be used on an IPv4 gateway.
pl_pl: Adres monitora IPv6 "%s" nie może być używany na bramie IPv4.

source: The IPv4 gateway address "%s" can not be used as an IPv6 gateway.
pl_pl: Adres bramy IPv4 "%s" nie może być używany jako brama IPv6.

source: The IPv6 gateway address "%s" cannot be used as an IPv4 gateway.
pl_pl: Adres bramy IPv6 "%s" nie może być używany jako brama IPv4.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv6 subnets.
pl_pl: Adres bramy "%s" nie leży w obrębie jednego z wybranych podsegmentów IPv6 interfejsu.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv4 subnets.
pl_pl: Adres bramy "%s" nie leży w obrębie jednego z wybranych podsegmentów IPv4 interfejsu.

source: No private key here
pl_pl: Brak tu klucza prywatnego

source: Go back
pl_pl: Wróć

source: Download Certificate
pl_pl: Pobierz certyfikat

source: You can download, revise, or add to CRL later.
pl_pl: Możesz pobrać, zmienić lub dodać do CRL później.

source: Download Private Key
pl_pl: Pobierz klucz prywatny

source: The private key is not saved and no longer downloadable after closing this window.
pl_pl: Klucz prywatny nie jest zapisywany i nie będzie możliwy do pobrania po zamknięciu tego okna.

source: Certificate has been issued.
pl_pl: Certyfikat został wydany.

source: If the certificate is for use by a device other than this firewall, and you can download private key soon after Saving, choose this. By this option you can download the private key, which is not saved onto this firewall.
pl_pl: Jeśli certyfikat ma być używany przez urządzenie inne niż ten firewall i możesz pobrać klucz prywatny zaraz po zapisaniu, wybierz to. Dzięki tej opcji możesz pobrać klucz prywatny, który nie jest zapisywany na tym firewallu.

source: Normally choose this.
pl_pl: Zazwyczaj wybierz to.

source: Select extendedKeyUsage
pl_pl: Wybierz extendedKeyUsage

source: Practical examples:
pl_pl: Praktyczne przykłady:

source: Select keyUsage
pl_pl: Wybierz keyUsage

source: Define the maximum number of non-self-issued intermediate certificates that may follow this certificate in a valid certification path.
pl_pl: Określ maksymalną liczbę nie-wystawionych przez siebie pośrednich certyfikatów, które mogą wystąpić po tym certyfikacie w prawidłowej ścieżce certyfikacji.

source: Maximum Path Length
pl_pl: Maksymalna długość ścieżki

source: is CA
pl_pl: jest CA

source: Subject of the certificate
pl_pl: Temat certyfikatu

source: Paste the CSR file here.
pl_pl: Wklej tutaj plik CSR.

source: Show Detail
pl_pl: Pokaż szczegóły

source: Sign CSR
pl_pl: Podpisz CSR

source: Unknown Error
pl_pl: Nieznany błąd

source: Certificate Request
pl_pl: Żądanie certyfikatu

source: Optionally use a password to protect your export
pl_pl: Opcjonalnie użyj hasła, aby chronić swój eksport

source: Please select a valid extendedKeyUsage.
pl_pl: Wybierz prawidłowy extendedKeyUsage.

source: Please select a valid keyUsage.
pl_pl: Wybierz prawidłowy keyUsage.

source: Please select a valid Type.
pl_pl: Wybierz prawidłowy typ.

source: CSR file
pl_pl: Plik CSR

source: Could not parse CSR file.
pl_pl: Nie można przeanalizować pliku CSR.

source: CSR file is invalid
pl_pl: Plik CSR jest nieprawidłowy

source: No csr parameter in query
pl_pl: Brak parametru csr w zapytaniu

source: Invalid Request
pl_pl: Nieprawidłowe żądanie

source: Invalid request
pl_pl: Niepoprawne żądanie

source: If this option is set, then DHCP static mappings will be registered in Dnsmasq, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
pl_pl: Jeśli ta opcja jest ustawiona, to statyczne mapowania DHCP będą zarejestrowane w Dnsmasq, dzięki czemu ich nazwa może być rozpoznawana. Powinieneś także ustawić domenę w %sSystem: General setup%s na właściwą wartość.

source: These are the IP addresses of servers to which DHCP requests are relayed. You can enter multiple server IP addresses, separated by commas.
pl_pl: To są adresy IP serwerów, do których przekazywane są żądania DHCP. Możesz wprowadzić wiele adresów IP serwerów, oddzielając je przecinkami.

source: Request only an IPv6 prefix
pl_pl: Zażądaj tylko przedrostka IPv6

source: If this interface is a multi-WAN interface, select an existing gateway from the list or add a new one using the button above. For single WAN interfaces a gateway must be created but set to auto-detect. For a LAN a gateway is not necessary to be set up.
pl_pl: Jeśli ten interfejs to interfejs wielu WAN, wybierz istniejącą bramę z listy lub dodaj nową za pomocą przycisku powyżej. Dla pojedynczych interfejsów WAN brama musi być tworzona, ale ustawiona na auto-wykrywanie. Dla LAN brama nie musi być ustawiona.

source: Gateway Name
pl_pl: Nazwa bramy

source: Multi-WAN gateway
pl_pl: Brama wielu WAN

source: Far gateway
pl_pl: Odległa brama

source: Default gateway
pl_pl: Brama domyślna

source: Linked user(s)
pl_pl: Powiązani użytkownicy

source: For more information, please visit
pl_pl: Aby uzyskać więcej informacji, odwiedź

source: Unnamed entry
pl_pl: Wpis bez nazwy

source: Handshakes
pl_pl: Układy dłoni

source: Edit Endpoint
pl_pl: Edytuj punkt końcowy

source: Edit Local Configuration
pl_pl: Edytuj lokalną konfigurację

source: Access token for Highwinds API.
pl_pl: Token dostępu do API Highwinds.

source: Account Hash
pl_pl: Hash konta

source: Account hash for Highwinds API.
pl_pl: Hash konta dla API Highwinds.

source: Disable Routes
pl_pl: Wyłącz trasy

source: Enable HTTP/2 Preloading
pl_pl: Włącz wstępne ładowanie HTTP/2

source: Endpoint Address
pl_pl: Adres końcowy

source: Endpoint Port
pl_pl: Port końcowy

source: Force encrypted connections.
pl_pl: Wymuszaj połączenia szyfrowane.

source: IP address of the remote logging server.
pl_pl: Adres IP zdalnego serwera logowania.

source: If you check this box, a TLS encrypted connection is enforced.
pl_pl: Jeżeli zaznaczysz to pole, wymuszone zostanie połączenie szyfrowane TLS.

source: If you check this box, you can use the link header to send resources to the client before they are requested. You can boost your performance with this setting. This requires that your application sets the "Link" header correctly.
pl_pl: Jeżeli zaznaczysz to pole, możesz używać nagłówka link do wysyłania zasobów do klienta przed ich żądaniem. Możesz poprawić swoją wydajność za pomocą tego ustawienia. Wymaga to, aby Twoja aplikacja poprawnie ustawiała nagłówek "Link".

source: If you enable the WebSocket Support option, nginx will pass the upgrade header to the backed server.
pl_pl: Jeśli włączysz opcję wsparcia dla WebSocket, nginx będzie przekazywał nagłówek aktualizacji do serwera wewnętrznego.

source: List of addresses to configure on the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
pl_pl: Lista adresów do konfiguracji na adapterze tunelowym. Użyj notacji CIDR, np. 10.0.0.1/24.

source: List of peers for this server.
pl_pl: Lista peerów dla tego serwera.

source: Public key of this instance.
pl_pl: Klucz publiczny tej instancji.

source: Set the amount how big a logfile can growth.
pl_pl: Ustaw wielkość, jaką może osiągnąć plik dziennika.

source: Set the interface specific DNS server.
pl_pl: Ustaw specyficzny serwer DNS interfejsu.

source: This option reverses the order of preference to make Squid contact dual-stack websites over IPv4 first. Squid will still perform both IPv6 and IPv4 DNS lookups before connecting. This option will restrict the situations under which IPv6 connectivity is used (and tested) and will hide network problems which would otherwise be detected and warned about.
pl_pl: Ta opcja odwraca kolejność preferencji, aby Squid nawiązywał kontakt z witrynami dwustackowymi najpierw przez IPv4. Squid nadal będzie wykonywać obie próbki DNS, IPv6 i IPv4, przed połączeniem. Ta opcja ograniczy sytuacje, w których używane jest połączenie IPv6 (i testowane) oraz ukryje problemy sieciowe, które inaczej zostałyby wykryte i sygnalizowane.

source: This will enable or disable the server config.
pl_pl: To włączy lub wyłączy konfigurację serwera.

source: Choose an Peer.
pl_pl: Wybierz Peer.

source: Days and hours should be numeric values or left empty
pl_pl: Dni i godziny powinny być wartościami liczbowymi lub pozostawione puste

source: Don't check regular expressions on logest prefix match ("^~")
pl_pl: Nie sprawdzaj wyrażeń regularnych na najdłuższym dopasowaniu prefiksu ("^")

source: FlowQueue-PIE
pl_pl: Kolejka Flow-PIE

source: Should be a base64-encoded 32 byte string.
pl_pl: Powinien to być zakodowany w base64 32-bajtowy ciąg.

source: Upload certificate to Highwinds CDN
pl_pl: Załaduj certyfikat na Highwinds CDN

source: Synchronize dashboard widgets.
pl_pl: Synchronizuj widgety panelu głównego.

source: Influences sort order when selecting a (default) gateway, lower means more important.
pl_pl: Wpływa na kolejność sortowania przy wyborze bramy (domyślnej), niższa wartość oznacza większe znaczenie.

source: Priority needs to be a numeric value.
pl_pl: Priorytet musi być wartością numeryczną.

source: (upstream)
pl_pl: (źródło)

source: Please select a valid Curve.
pl_pl: Proszę wybrać prawidłową krzywą.

source: Please select a valid Key Type.
pl_pl: Proszę wybrać prawidłowy typ klucza.

source: Digest algorithm
pl_pl: Algorytm skrótu

source: Curve
pl_pl: Krzywa

source: The real device name of this interface.
pl_pl: Prawdziwa nazwa urządzenia tego interfejsu.

source: Error reconfiguring syslog
pl_pl: Błąd przy rekonfiguracji syslog

source: Redirect attacks are the purposeful mass-issuing of ICMP type 5 packets. In a normal network, redirects to the end stations should not be required. This option enables the NIC to drop all inbound ICMP redirect packets without returning a response.
pl_pl: Ataki typu przekierowanie polegają na celowym masowym wysyłaniu pakietów ICMP typu 5. W normalnej sieci przekierowania do stacji końcowych nie powinny być wymagane. Ta opcja pozwala karcie sieciowej odrzucać wszystkie przychodzące pakiety przekierowania ICMP bez zwracania odpowiedzi.

source: List of addresses allowed to pass trough the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
pl_pl: Lista adresów dozwolonych do przechodzenia przez adapter tunelu. Użyj notacji CIDR, np. 10.0.0.1/24.

source: Set the gateway IP here when using Disable Routes feature. You also have to add this as a gateway in OPNsense.
pl_pl: Ustaw tutaj adres IP bramy podczas korzystania z funkcji Wyłącz Trasy (Disable Routes). Musisz również dodać to jako bramę w OPNsense.

source: Set the interface MTU for this interface. Leaving empty uses the MTU from main interface which is fine for most setups.
pl_pl: Ustaw MTU interfejsu dla tego interfejsu. Pozostawienie pustego pola użyje MTU z głównego interfejsu, co jest odpowiednie dla większości konfiguracji.

source: Logging / targets
pl_pl: Dziennikowanie / cele

source: CPU type
pl_pl: Rodzaj CPU

source: Display temperature in fahrenheit
pl_pl: Wyświetlaj temperaturę w Fahrenheitach

source: Edit NPTv6 entry
pl_pl: Edytuj wpis NPTv6

source: Enter the internal (LAN) IPv6 prefix for the Network Prefix Translation. The prefix size specified for the internal prefix will also be applied to the external prefix.
pl_pl: Wprowadź wewnętrzny (LAN) prefiks IPv6 dla Tłumaczenia Prefiksu Sieciowego. Określony rozmiar prefiksu dla wewnętrznego prefiksu będzie również stosowany do zewnętrznego prefiksu.

source: Firewall Log
pl_pl: Log zapory

source: IPv4 gateway
pl_pl: Brama IPv4

source: IPv6 gateway
pl_pl: Brama IPv6

source: If no DNS64 prefix is specified, the default prefix 64:ff9b::/96 (RFC 6052) will be used.
pl_pl: Jeśli nie określono prefiksu DNS64, domyślny prefiks 64:ff9b::/96 (RFC 6052) zostanie użyty.

source: Internal Prefix
pl_pl: Wewnętrzny prefiks

source: Latest Handshake
pl_pl: Najnowsze połączenie

source: MBUF usage
pl_pl: Użycie MBUF

source: No WireGuard instance defined or enabled.
pl_pl: Nie zdefiniowano instancji WireGuard.

source: Number of log to preserve. By default 31 logs are preserved.
pl_pl: Liczba logów do zachowania. Domyślnie zachowywane są 31 logów.

source: Preserve logs (Days)
pl_pl: Przechowuj logi (Dni)

source: Preserve logs must be a positive integer value.
pl_pl: Przechowuj logi muszą mieć dodatnią wartość całkowitą.

source: Retrieving internal update status...
pl_pl: Pobieranie wewnętrznego statusu aktualizacji...

source: Specify the number of data bytes to be sent. Default is %d.
pl_pl: Określ liczbę bajtów danych do wysłania. Domyślnie jest %d.

source: The data length needs to be a numeric value.
pl_pl: Długość danych musi być wartością numeryczną.

source: The data length needs to be positive.
pl_pl: Długość danych musi być dodatnia.

source: administrative disabled
pl_pl: administracyjnie wyłączony

source: click the Act icon to track this rule in Live View
pl_pl: kliknij ikonę Akcji, aby śledzić tę regułę w Widoku na żywo

source: NOTE: A DNS sleep time of at least 1000 may be required.
pl_pl: UWAGA: Czas opóźnienia DNS wynoszący co najmniej 1000 może być wymagany.

source: Port of the syslog server.
pl_pl: Port serwera syslog.

source: Retrieve OCSP data everytime when starting or restarting HAProxy. For every certificate, the OCSP response will be fetched and stored in filesystem, and automatically picked-up by HAProxy on startup. However, depending on the number of certificates and other circumstances, this may noticeably increase the time required to start/restart the HAProxy service. Note that this only updates the OCSP responses once during start/restart, you need to setup a cron job to periodically update this data too.
pl_pl: Pobieraj dane OCSP za każdym razem podczas uruchamiania lub restartowania HAProxy. Dla każdego certyfikatu odpowiedź OCSP zostanie pobrana i zapisana w systemie plików, a następnie automatycznie wczytana przez HAProxy podczas uruchamiania. Jednakże, w zależności od liczby certyfikatów i innych okoliczności, może to znacząco wydłużyć czas potrzebny na uruchomienie/restart serwisu HAProxy. Zauważ, że aktualizuje to odpowiedzi OCSP tylko raz podczas startu/restartu, musisz również skonfigurować zadanie cron, aby regularnie aktualizować te dane.

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-@/
pl_pl: Ustaw unikalną nazwę użytkownika. Dozwolone znaki to 0-9, a-z, A-Z oraz .-@/

source: Store OCSP responses
pl_pl: Przechowuj odpowiedzi OCSP

source: An empty response from the server.
pl_pl: Pusta odpowiedź z serwera.

source: Unassigned
pl_pl: Nieprzydzielone

source: active ports
pl_pl: Aktywne porty

source: googledomains
pl_pl: domeny google
