Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Use a one-time password generation mode.
cs_cz: Použít režim vytváření jednorázových hesel.
de_de: Einmalpasswort-Modus verwenden
el_gr: Χρησιμοποιήστε μια λειτουργία δημιουργίας κωδικού πρόσβασης μίας χρήσης.
fa_ir: استفاده از حالت تولید رمز یک‌بارمصرف.
fr_fr: Utiliser un mode de génération de mot de passe à usage unique.
it_it: Utilizza una modalità di generazione di password monouso.
ko_kr: 일회용 비밀번호 생성 모드를 사용합니다.
uk_ua: Використовувати режим генерації одноразових паролів.
zh_cn: 使用一次性密码生成模式。

source: Use the DNS response code NXDOMAIN instead of a destination address.
cs_cz: Použít kód DNS odpovědi NXDOMAIN namísto cílové adresy.
de_de: Verwenden Sie den DNS-Antwortcode NXDOMAIN anstelle einer Zieladresse.
el_gr: Χρησιμοποιήστε τον κωδικό απόκρισης DNS NXDOMAIN αντί για μια διεύθυνση προορισμού.
fa_ir: به‌جای یک آدرس مقصد از کد پاسخ DNS یعنی NXDOMAIN استفاده کنید.
fr_fr: Utilisez le code de réponse DNS NXDOMAIN au lieu d'une adresse de destination.
it_it: Utilizza il codice di risposta DNS NXDOMAIN invece di un indirizzo di destinazione.
ko_kr: 목적지 주소 대신 DNS 응답 코드 NXDOMAIN을 사용합니다.
uk_ua: Використовувати код відповіді DNS NXDOMAIN замість адреси призначення.
zh_cn: 使用DNS响应代码NXDOMAIN，而不是目标地址。

source: Vault Prefix
cs_cz: Předpona trezoru
de_de: Vault-Präfix
el_gr: Πρόθεμα θησαυροφυλακίου
fa_ir: پیشوند Vault
fr_fr: Préfixe de la chambre forte
it_it: Prefisso del deposito
ko_kr: Vault 프리픽스
uk_ua: Префікс сховища
zh_cn: Vault 前缀

source: Vault URL
cs_cz: URL trezoru
el_gr: URL θησαυροφυλακίου
fa_ir: آدرس Vault (URL)
fr_fr: URL de la chambre forte
it_it: URL del deposito
uk_ua: URL сховища

source: Verbose /var/log/crowdsec/crowdsec-firewall-bouncer.log. Enable this for debugging.
cs_cz: Podrobný /var/log/crowdsec/crowdsec-firewall-bouncer.log. Toto zapněte při ladění.
de_de: Ausführliches Protokoll unter /var/log/crowdsec/crowdsec-firewall-bouncer.log. Aktivieren Sie dies zur Fehlersuche.
el_gr: Λεπτομερές /var/log/crowdsec/crowdsec-firewall-bouncer.log. Ενεργοποιήστε το, για εντοπισμό σφαλμάτων.
fa_ir: لاگ مفصل در /var/log/crowdsec/crowdsec-firewall-bouncer.log. این گزینه را برای اشکال‌زدایی فعال کنید.
fr_fr: Verbose /var/log/crowdsec/crowdsec-firewall-bouncer.log. Activer ce fichier pour le débogage.
it_it: Verboso /var/log/crowdsec/crowdsec-firewall-bouncer.log. Abilita questo per il debug.
ko_kr: /var/log/crowdsec/crowdsec-firewall-bouncer.log 를 자세하게 로그합니다. 디버깅을 위해 활성화합니다.
uk_ua: Детальний /var/log/crowdsec/crowdsec-firewall-bouncer.log. Увімкніть це для налагодження.
zh_cn: 详见/var/log/crowdsec/crowdsec-firewall-bouncer.log。 启用此功能来进行调试。

source: Verbose log for firewall bouncer
cs_cz: Podrobný záznam událostí pro „vyhazovače“ brány firewall
de_de: Ausführliches Protokoll für den Firewall-Bouncer
el_gr: Λεπτομερές αρχείο καταγραφής για το firewall bouncer
fa_ir: لاگ مفصل برای firewall bouncer
fr_fr: Journal verbeux pour le firewall bouncer
it_it: Registro dettagliato per il rimbalzatore del firewall
ko_kr: 방화벽 바운서에 대한 자세한 로그
uk_ua: Детальний лог для фаєрволу-відбивача
zh_cn: 防火墙保镖的详细日志

source: Wazuh remote commands
cs_cz: Vzdálené příkazy Wazuh
de_de: Wazuh-Remote-Befehle
el_gr: Απομακρυσμένες εντολές Wazuh
fa_ir: دستورات راه دور Wazuh
fr_fr: Commandes à distance Wazuh
it_it: Comandi remoti Wazuh
ko_kr: Wazuh 원격 명령
uk_ua: Віддалені команди Wazuh
zh_cn: Wazuh 远程命令

source: Websockets
cs_cz: Webové sokety
fa_ir: وب‌سوکت‌ها
it_it: Websocket
ko_kr: 웹소켓
uk_ua: Вебсокети

source: When enabled (default), BGP only announces networks set at 'Network' if they are present in the routers routing table (alternatively, you can also set a null-route via System -> Routes). If disabled, all configured networks will be announced.
cs_cz: Pokud je tato funkce povolena (výchozí nastavení), protokol BGP oznamuje pouze sítě nastavené na hodnotu „Network“, pokud jsou přítomny ve směrovací tabulce směrovače (případně můžete také nastavit nulovou trasu prostřednictvím nabídky Systém -> Trasy). Pokud je zakázáno, budou oznámeny všechny nastavené sítě.
de_de: Wenn aktiviert (Standard), kündigt BGP nur Netzwerke unter "Netzwerk" an, die auch in der Routing-Tabelle des Routers vorhanden sind (alternativ kann über System -> Routen eine Null-Route gesetzt werden). Wenn deaktiviert, werden alle konfigurierten Netzwerke angekündigt.
el_gr: Όταν είναι ενεργοποιημένο (προεπιλογή), το BGP ανακοινώνει μόνο τα δίκτυα που έχουν οριστεί στο 'Δίκτυο' εάν υπάρχουν στον πίνακα δρομολόγησης του δρομολογητή (εναλλακτικά, μπορείτε επίσης να ορίσετε μια μηδενική διαδρομή μέσω του System -> Routes). Εάν είναι απενεργοποιημένο, θα ανακοινωθούν όλα τα διαμορφωμένα δίκτυα.
fa_ir: در حالت فعال (پیش‌فرض)، BGP تنها شبکه‌هایی را که در 'Network' تنظیم شده‌اند اعلام می‌کند، در صورتی که در جدول مسیر‌یابی روتر وجود داشته باشند (به‌صورت جایگزین می‌توانید یک null-route از طریق System -> Routes تنظیم کنید). اگر غیرفعال باشد، تمام شبکه‌های پیکربندی‌شده اعلام خواهند شد.
fr_fr: Lorsque cette option est activée (par défaut), BGP n'annonce que les réseaux définis dans 'Réseau' s'ils sont présents dans la table de routage du routeur (vous pouvez également définir un itinéraire nul via Système -> Routes). S'il est désactivé, tous les réseaux configurés seront annoncés.
it_it: Quando abilitato (impostazione predefinita), BGP annuncia solo le reti impostate su "Rete" se sono presenti nella tabella di routing dei router (in alternativa, puoi anche impostare una rotta nulla tramite Sistema -> Percorsi). Se disabilitato, verranno annunciate tutte le reti configurate.
ko_kr: 활성화(기본값)되면 BGP는 라우터 라우팅 테이블에 '네트워크'로 설정된 네트워크가 있는 경우에만 해당 네트워크를 발표합니다(또는 시스템 -> 라우팅에서 null-route를 설정할 수도 있습니다). 비활성화되면 모든 구성된 네트워크에게 알립니다.
uk_ua: Якщо увімкнено (типово), BGP анонсує мережі, встановлені як 'Мережа', лише якщо вони присутні в таблиці маршрутизації маршрутизатора (як варіант, можна також встановити нульовий маршрут через Система -> Маршрути). Якщо вимкнено, будуть анонсовані всі налаштовані мережі.
zh_cn: 启用时（默认），BGP仅在网络设置为“网络”并且存在于路由器的路由表中时才会通告网络（另外，您还可以通过系统 -> 路由设置空路由）。如果禁用，则会通告所有配置的网络。

source: When set, the system will capture all traffic present on the interface in stead of the traffic heading to the firewall.
cs_cz: Pokud nastaveno, systém bude zachycovat veškerý provoz přítomný na rozhraní namísto provozu směřujícího k bráně firewall.
de_de: Wenn diese Option aktiviert ist, erfasst das System den gesamten Datenverkehr, der auf der Schnittstelle vorhanden ist, anstelle des Datenverkehrs, der zur Firewall geleitet wird.
el_gr: Όταν οριστεί, το σύστημα θα καταγράφει όλη την κίνηση που υπάρχει στη διεπαφή αντί για την κίνηση που κατευθύνεται στο τείχος προστασίας.
fa_ir: اگر تنظیم شود، سیستم تمام ترافیک موجود روی اینترفیس را به‌جای ترافیکی که به فایروال می‌رود ضبط می‌کند.
fr_fr: Si cette option est activée, le système capturera tout le trafic présent sur l'interface au lieu du trafic se dirigeant vers le pare-feu.
it_it: Quando impostato, il sistema catturerà tutto il traffico presente sull'interfaccia invece del traffico diretto al firewall.
ko_kr: 이 옵션을 설정하면 시스템은 방화벽으로 향하는 트래픽 대신 인터페이스에 있는 모든 트래픽을 캡처합니다.
uk_ua: Коли встановлено, система захоплюватиме весь трафік, присутній на інтерфейсі, замість трафіку, що прямує до брандмауера.
zh_cn: 选中后，系统将捕获接口上存在的所有流量，而不是前往防火墙的流量。

source: Where to listen for LAPI connections: IP address. The default value is 127.0.0.1. You can change it to a LAN address to connect from other agents/machines and bouncers. This is written in /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml and bouncers/crowdsec-firewall-bouncer.yaml. To enable TLS, add the certificate information to config.yaml and change http to https in the other two files. Comments in YAML will not be preserved.
cs_cz: Kde očekávat LAPI spojení: IP adresa. Výchozí hodnota je 127.0.0.1. Můžete ji změnit na adresu sítě LAN, abyste se mohli připojit z jiných sítí agentů/strojů a odběratelů. Tato adresa je zapsána v souboru /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml a bouncers/crowdsec-firewall-bouncer.yaml. Pokud chcete povolit TLS, přidejte informace o certifikátu do souboru config.yaml a změňte http na https v ostatních dvou souborech. Komentáře v jazyce YAML nebudou zachovány.
de_de: Adresse, auf der auf LAPI-Verbindungen gewartet wird: IP-Adresse. Standardwert ist 127.0.0.1. Sie können dies auf eine LAN-Adresse ändern, um Verbindungen von anderen Agents/Maschinen und Bouncern zuzulassen. Dieser Wert wird in /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml und bouncers/crowdsec-firewall-bouncer.yaml geschrieben. Um TLS zu aktivieren, fügen Sie die Zertifikatsinformationen in config.yaml ein und ändern Sie in den beiden anderen Dateien "http" in „https“. Kommentare in YAML-Dateien bleiben nicht erhalten.
el_gr: Πού να κάνετε αναζήτηση για συνδέσεις LAPI: Διεύθυνση IP. Η προεπιλεγμένη τιμή είναι 127.0.0.1. Μπορείτε να την αλλάξετε σε διεύθυνση LAN για να συνδεθείτε από άλλους πράκτορες/μηχανήματα και bouncers. Αυτό είναι γραμμένο στα /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml και bouncers/crowdsec-firewall-bouncer.yaml. Για να ενεργοποιήσετε το TLS, προσθέστε τις πληροφορίες πιστοποιητικού στο config.yaml και αλλάξτε το http σε https στα άλλα δύο αρχεία. Τα σχόλια στο YAML δεν θα διατηρηθούν.
fa_ir: محل گوش دادن برای اتصال‌های LAPI: آدرس IP. مقدار پیش‌فرض 127.0.0.1 است. می‌توانید آن را به یک آدرس LAN تغییر دهید تا از سایر agents/machines و bouncers متصل شوید. این مقدار در /usr/local/etc/crowdsec/config.yaml، local_api_credentials.yaml و bouncers/crowdsec-firewall-bouncer.yaml نوشته می‌شود. برای فعال‌سازی TLS، اطلاعات گواهی را به config.yaml اضافه کنید و در دو فایل دیگر http را به https تغییر دهید. نظرات در YAML حفظ نخواهند شد.
fr_fr: Lieu d'écoute des connexions LAPI : Adresse IP. La valeur par défaut est 127.0.0.1. Vous pouvez la remplacer par une adresse LAN pour vous connecter à partir d'autres agents/machines et bouncers. agents/machines et bouncers. Ceci est écrit dans /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml et bouncers/crowdsec-firewall-bouncer.yaml. Pour activer TLS, ajoutez les informations du certificat à config.yaml et remplacez http en https dans les deux autres fichiers. Les commentaires dans YAML ne seront pas conservés.
it_it: Dove ascoltare le connessioni LAPI: indirizzo IP. Il valore predefinito è 127.0.0.1. Puoi cambiarlo in un indirizzo LAN per connetterti da altri agenti/macchine e buttafuori. Questo è scritto in /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml e buttafuori/crowdsec-firewall-bouncer.yaml. Per abilitare TLS, aggiungi le informazioni sul certificato a config.yaml e modifica da http a https negli altri due file. I commenti in YAML non lo saranno conservato.
ko_kr: LAPI 연결을 수신할 IP 주소입니다. 기본 값은 127.0.0.1이며, 다른 에이전트/머신 및 바운서에서 연결할 수 있도록 LAN 주소로 변경할 수 있습니다. 이 설정은 /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml, bouncers/crowdsec-firewall-bouncer.yaml에 기록됩니다. TLS를 활성화하려면 config.yaml에 인증서 정보를 추가하고 나머지 두 파일에서 http를 https로 변경해야 합니다. YAML의 주석은 보존되지 않습니다.
uk_ua: Де прослуховувати LAPI-з'єднання: IP-адреса. Типове значення — 127.0.0.1. Ви можете змінити його на LAN-адресу для підключення з інших агентів/машин та баунсерів. Це записано в /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml та bouncers/crowdsec-firewall-bouncer.yaml. Щоб увімкнути TLS, додайте інформацію про сертифікат до config.yaml та змініть http на https в двох інших файлах. Коментарі в YAML не будуть збережені.
zh_cn: LAPI连接地址。默认为 127.0.0.1。 可以将其更改为LAN地址， 以便从其他代理/机器和保镖进行连接。 这是写在/usr/local/etc/crowdsec/config.yaml、 local_api_credentials.yaml和bouncers/crowdsec-firewall-bouncer.yaml中的。 要启用TLS，请将证书信息添加到config.yaml中， 并将其他两个文件中的http更改为https。 YAML中的注释将不会被保留。

source: Where to listen for LAPI connections: port. The default value is 8080, but you can change it to avoid conflicts with existing services.
cs_cz: Kde očekávat LAPI spojení: port. Výchozí hodnota je 8080, ale je možné ji změnit, abyste se vyhnuli konfliktům s existujícími službami.
de_de: Port, auf dem auf LAPI-Verbindungen gewartet wird. Standardwert ist 8080. Sie können diesen Wert ändern, um Konflikte mit bestehenden Diensten zu vermeiden.
el_gr: Πού να ακούσετε για συνδέσεις LAPI: θύρα. Η προεπιλεγμένη τιμή είναι 8080, αλλά μπορείτε να την αλλάξετε για να αποφύγετε διενέξεις με υπάρχουσες υπηρεσίες.
fa_ir: محل گوش دادن برای اتصال‌های LAPI: port. مقدار پیش‌فرض 8080 است، اما می‌توانید آن را برای جلوگیری از تداخل با سرویس‌های موجود تغییر دهید.
fr_fr: Lieu d'écoute des connexions LAPI : port. La valeur par défaut est 8080, mais vous pouvez la modifier pour éviter les conflits avec les services existants.
it_it: Dove ascoltare le connessioni LAPI: port. Il valore predefinito è 8080, ma è possibile modificarlo per evitare conflitti con quelli già esistenti servizi.
ko_kr: LAPI 연결을 수신할 포트입니다. 기본 값은 8080이지만, 기존 서비스와의 충돌을 피하기 위해 변경할 수 있습니다.
uk_ua: Де прослуховувати LAPI-з'єднання: порт. Типове значення — 8080, але ви можете змінити його, щоб уникнути конфліктів з наявними службами.
zh_cn: LAPI连接监听的端口。 默认为8080，为避免 与现有服务冲突，可以修改为其他端口。

source: Whether to use the cached configuration when the remote configuration will not compile.
cs_cz: Zda se má použít nastavení z mezipaměti, pokud se nepodaří to vzdálené zkompilovat.
de_de: Gibt an, ob die zwischengespeicherte Konfiguration verwendet werden soll, wenn die entfernte Konfiguration nicht kompiliert werden kann.
el_gr: Εάν θα χρησιμοποιηθεί η προσωρινά αποθηκευμένη διαμόρφωση όταν η απομακρυσμένη διαμόρφωση δεν μεταγλωττίζεται.
fa_ir: استفاده از پیکربندی کش‌شده زمانی که پیکربندی راه‌دور قابل کامپایل نباشد.
fr_fr: Indique s'il faut utiliser la configuration mise en cache lorsque la configuration distante ne peut pas être compilée.
it_it: Indica se utilizzare la configurazione memorizzata nella cache quando la configurazione remota non verrà compilata.
ko_kr: 원격 구성이 컴파일되지 않을 때 캐시된 구성을 사용할지 여부입니다.
uk_ua: Чи використовувати кешовану конфігурацію, якщо віддалена конфігурація не компілюється.
zh_cn: 当远程配置无法编译时是否使用缓存配置。

source: Wildcard Domains
cs_cz: Hvězdičkové domény
el_gr: Τομείς με μπαλαντέρ
fa_ir: دامنه‌های Wildcard
fr_fr: Domaines Wildcard
it_it: Domini con caratteri jolly
ko_kr: 와일드카드 도메인
uk_ua: Шаблонні домени
zh_cn: 通配符域

source: Worker
cs_cz: Zpracovávající vlákno
el_gr: Εργάτης
fa_ir: عامل
fr_fr: Travailleur
it_it: Lavoratore
ko_kr: 워커
uk_ua: Воркер

source: XFH: Use original Host header
cs_cz: XFH: Použít původní hlavičku Hostitel
de_de: XFH: Ursprünglichen Host-Header verwenden
el_gr: XFH: Χρήση αρχικής κεφαλίδας κεντρικού υπολογιστή
fa_ir: XFH: از هدر Host اصلی استفاده شود
fr_fr: XFH : Utiliser l'en-tête Host original
it_it: XFH: utilizza l'intestazione Host originale
ko_kr: XFH: 원래 Host 헤더 사용
uk_ua: XFH: Використовувати вихідний заголовок Host
zh_cn: XFH: 使用原始主机头

source: XMPP Target
cs_cz: Cíl XMPP
de_de: XMPP-Ziel
el_gr: Στόχος XMPP
fa_ir: هدف XMPP
fr_fr: Cible XMPP
it_it: Obiettivo XMPP
ko_kr: XMPP 대상
uk_ua: Ціль XMPP
zh_cn: XMPP 目标

source: You may enter a description here for your reference (not parsed)
cs_cz: Zde můžete zadat popis pro svou referenci (neprovádí se rozbor)
de_de: Sie können hier eine Beschreibung für Ihre Referenz eintragen (wird nicht ausgewertet).
el_gr: Μπορείτε να εισαγάγετε εδώ μια περιγραφή για αναφορά (όχι αναλυμένη)
fa_ir: می‌توانید در اینجا یک توضیح برای مرجع خود وارد کنید (تجزیه نمی‌شود)
fr_fr: Vous pouvez entrer une description ici pour votre référence (non analysée).
it_it: Puoi inserire una descrizione qui come riferimento (non analizzata)
ko_kr: 참조용으로 여기에 설명을 입력할 수 있습니다(구문 분석되지 않음)
uk_ua: Тут можна ввести опис для довідки (не аналізується)
zh_cn: 输入一个描述说明

source: Your TransIP username.
cs_cz: Vaše uživatelské jméno u TransIP.
de_de: Ihr TransIP-Benutzername.
el_gr: Το όνομα χρήστη σας στο TransIP.
fa_ir: نام کاربری TransIP شما.
fr_fr: Votre nom d'utilisateur pour TransIP.
it_it: Il tuo nome utente TransIP.
ko_kr: TransIP 사용자 이름입니다.
uk_ua: Ваше ім'я користувача TransIP.
zh_cn: 您的TransIP用户名。

source: Zombie Period
cs_cz: Období zombie
de_de: Zombie-Periode
el_gr: Περίοδος Ζόμπι
fa_ir: دوره Zombie
fr_fr: La période des zombies
it_it: Periodo degli zombie
ko_kr: Zombie 기간
uk_ua: Період «зомбі»

source: Zombie Period from 20 to 120
cs_cz: Zombie období od 20 do 120
de_de: Zombie-Periode von 20 bis 120
el_gr: Περίοδος Ζόμπι από 20 έως 120
fa_ir: دوره Zombie از 20 تا 120
fr_fr: Période zombie de 20 à 120
it_it: Periodo Zombie da 20 a 120
ko_kr: 유효한 Zombie 기간은 20~120입니다
uk_ua: Період «зомбі» від 20 до 120

source: Zone containing the host entry.
cs_cz: Zóna obsahující položku hostitele.
de_de: Zone, die den Hosteintrag enthält.
el_gr: Ζώνη που περιέχει την καταχώρηση κεντρικού υπολογιστή.
fa_ir: زون حاوی ورودی host.
fr_fr: Zone contenant l'entrée de l'hôte.
it_it: Zona contenente la voce dell'host.
ko_kr: 호스트 항목을 포함하는 영역입니다.
uk_ua: Зона, що містить запис хоста.
zh_cn: 包含主机条目的区域。

source: cPanel API Token
cs_cz: Token k cPanel API
el_gr: Διακριτικό API cPanel
fa_ir: توکن API cPanel
fr_fr: Token API cPanel
it_it: Token API cPanel
ko_kr: cPanel API 토큰
uk_ua: Токен API cPanel
zh_cn: cPanel API 令牌

source: cPanel HTTP API
cs_cz: HTTP API cPanel
el_gr: API HTTP cPanel
fa_ir: HTTP API cPanel
it_it: API HTTP cPanel
uk_ua: HTTP API cPanel

source: cPanel Hostname
cs_cz: Název stroje s cPanel
el_gr: Όνομα κεντρικού υπολογιστή cPanel
fa_ir: نام میزبان cPanel
fr_fr: Nom d'hôte cPanel
it_it: Nome host cPanel
ko_kr: cPanel 호스트 이름
uk_ua: Ім'я хоста cPanel
zh_cn: cPanel 主机名

source: cPanel Username
cs_cz: Uživatelské jméno pro cPanel
de_de: cPanel-Benutzername
el_gr: Όνομα χρήστη cPanel
fa_ir: نام کاربری cPanel
fr_fr: Nom d'utilisateur cPanel
it_it: Nome utente cPanel
ko_kr: cPanel 사용자 이름
uk_ua: Ім'я користувача cPanel
zh_cn: cPanel 用户名

source: invert port (not)
cs_cz: převrátit port (negace)
de_de: Port invertieren (nicht)
el_gr: αντιστροφή θύρας (όχι)
fa_ir: معکوس port (not)
fr_fr: port d'inversion (non)
it_it: inverti porta (non)
ko_kr: 포트 반전 (not)
uk_ua: інвертувати порт (ні)
zh_cn: 反转选定的端口

source: invert protocol (not)
cs_cz: převrátit protokol (negace)
de_de: Protokoll umkehren (nicht)
el_gr: αντιστροφή πρωτοκόλλου (όχι)
fa_ir: معکوس پروتکل (not)
fr_fr: inverser le protocole (non)
it_it: inverti protocollo (non)
ko_kr: 프로토콜 반전 (not)
uk_ua: інвертувати протокол (ні)
zh_cn: 反转来匹配未选中的协议

source: number of status checks in a row that the home server needs to respond to before it is marked alive. From 3 to 10
cs_cz: počet stavových kontrol v řadě, na které musí domovský server odpovědět, aby byl označen jako funkční. Od 3 do 10
de_de: Anzahl der Statusüberprüfungen in einer Reihe, auf die der Home-Server reagieren muss, bevor er als aktiv markiert wird. Von 3 bis 10
el_gr: αριθμός ελέγχων κατάστασης σε μια σειρά στους οποίους πρέπει να ανταποκριθεί ο οικιακός διακομιστής πριν επισημανθεί ως ενεργός. Από 3 έως 10
fa_ir: تعداد بررسی‌های وضعیت متوالی که سرور خانگی باید به آن‌ها پاسخ دهد تا به‌عنوان زنده علامت‌گذاری شود. از 3 تا 10
fr_fr: nombre de contrôles d'état consécutifs auxquels le serveur domestique doit répondre avant d'être considéré comme vivant. De 3 à 10
it_it: numero di controlli di stato consecutivi a cui il server principale deve rispondere prima di essere contrassegnato come attivo. Dalle 3 alle 10
ko_kr: 홈 서버가 살아 있는 것으로 표시되기 위해 응답해야 하는 연속 상태 확인 수. 3에서 10까지
uk_ua: кількість послідовних перевірок стану, на які домашній сервер має відповісти, перш ніж його буде позначено як активний. Від 3 до 10.
zh_cn: 主服务器在被标记为活动状态之前需要响应的连续状态检查次数。从3到10

source: orignal uuid
cs_cz: původní uuid
de_de: ursprüngliche UUID
el_gr: αρχικό uuid
fa_ir: uuid اصلی
fr_fr: uuid original
it_it: uuid originale
ko_kr: 원래 uuid
uk_ua: вихідний uuid

source: priority sequence used in sorting the groups
cs_cz: posloupnost priorit použitá při řazení skupin
de_de: Prioritätsreihenfolge beim Sortieren der Gruppen
el_gr: ακολουθία προτεραιότητας που χρησιμοποιείται στην ταξινόμηση των ομάδων
fa_ir: ترتیب اولویت مورد استفاده در مرتب‌سازی گروه‌ها
fr_fr: l'ordre de priorité utilisé pour trier les groupes
it_it: sequenza di priorità utilizzata nell'ordinamento dei gruppi
ko_kr: 그룹을 정렬하는 데 사용되는 우선 순위 시퀀스
uk_ua: послідовність пріоритетів, яка використовується для сортування груп
zh_cn: 对组进行优先级排序

source: united-domains Reselling
de_de: United Domains Reseller-Schnittstelle
el_gr: Μεταπώληση united-domains
fr_fr: united-domains Revente
it_it: United-domains Rivendita
ko_kr: united-domains 리셀링
uk_ua: Перепродаж united-domains

source: The name should be 1 to 99 characters and contain only alphanumeric characters, dashes, underscores, dot or space.
cs_cz: Název by měl mít 1 až 99 znaků a obsahovat pouze písmena a číslice, dále pomlčky, podtržítka, tečky a mezery.
de_de: Der Name muss zwischen 1 und 99 Zeichen lang sein und darf nur alphanumerische Zeichen, Bindestriche, Unterstriche, Punkte oder Leerzeichen enthalten.
el_gr: Το όνομα πρέπει να έχει μήκος από 1 έως 99 χαρακτήρες και να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, παύλες, κάτω παύλες, τελείες ή κενό.
fa_ir: نام باید بین 1 تا 99 کاراکتر باشد و فقط شامل حروف و اعداد، خط تیره، زیرخط، نقطه یا فاصله باشد.
fr_fr: Le nom doit comporter de 1 à 99 caractères et ne contenir que des caractères alphanumériques, des tirets, des traits de soulignement, des points ou des espaces.
it_it: Il nome deve contenere da 1 a 99 caratteri e contenere solo caratteri alfanumerici, trattini, trattini bassi, punti o spazi.
ko_kr: 이름은 1~99자이어야 하며, 영숫자, 대시, 밑줄, 점 또는 공백만 포함해야 합니다.
uk_ua: Ім'я повинно містити від 1 до 99 символів і складатися лише з буквено-цифрових символів, тире, символів підкреслення, крапки або пробілу.
zh_cn: 名称应为1到99个字符，且仅包含字母数字字符， 且仅包含字母数字字符。

source: 0 (No output except fatal errors.)
cs_cz: 0 (Žádný výstup vyjma zásadních chyb.)
de_de: 0 (Keine Ausgabe außer schwerwiegenden Fehlern.)
el_gr: 0 (Δεν υπάρχει έξοδος εκτός από ανεπανόρθωτα σφάλματα.)
fa_ir: 0 (بدون خروجی به جز خطاهای بحرانی.)
fr_fr: 0 (Pas de sortie sauf erreurs fatales)
it_it: 0 (Nessun output tranne errori irreversibili.)
ko_kr: 0 (치명적인 오류를 제외한 출력 없음)
uk_ua: 0 (Без виводу, крім фатальних помилок.)

source: 0 - no client hello
cs_cz: 0 – bez pozdravu klienta
de_de: 0 - kein Client-Hallo
el_gr: 0 - κανένας client γεια
fa_ir: 0 - بدون client hello
fr_fr: 0 - pas de client hello
it_it: 0 - nessun cliente, ciao
ko_kr: 0 - 클라이언트 hello 없음
uk_ua: 0 - немає привітання клієнта

source: 1 (Normal)
cs_cz: 1 (normální)
el_gr: 1 (Κανονικό)
fa_ir: 1 (عادی)
it_it: 1 (normale)
ko_kr: 1 (보통)
uk_ua: 1 (Нормально)
zh_cn: 1（正常）

source: 1 - client hello
cs_cz: 1 – pozdrav klienta
el_gr: 1 - γεια πελάτη
fr_fr: 1 - bonjour au client
it_it: 1 - cliente ciao
ko_kr: 1 - 클라이언트 hello
uk_ua: 1 - привітання клієнта

source: 10 (debug)
cs_cz: 10 (ladění)
el_gr: 10 (εντοπισμός σφαλμάτων)
fa_ir: 10 (دیباگ)
fr_fr: 10 (débogage)
ko_kr: 10 (디버그)
uk_ua: 10 (налагодження)

source: 11 (debug)
cs_cz: 11 (ladění)
el_gr: 11 (εντοπισμός σφαλμάτων)
fa_ir: 11 (دیباگ)
fr_fr: 11 (débogage)
ko_kr: 11 (디버그)
uk_ua: 11 (налагодження)

source: 2 (Normal)
cs_cz: 2 (normální)
el_gr: 2 (Κανονικό)
fa_ir: 2 (عادی)
it_it: 2 (Normale)
ko_kr: 2 (보통)
uk_ua: 2 (Нормально)
zh_cn: 2（正常）

source: 2 - server hello
cs_cz: 2 – pozdrav serveru
el_gr: 2 - hello διακομιστή
fr_fr: 2 - bonjour au serveur
it_it: 2 - server ciao
ko_kr: 2 - 서버 hello
uk_ua: 2 - привітання сервера

source: 3 (Normal)
cs_cz: 3 (normální)
el_gr: 3 (Κανονικό)
fa_ir: 3 (عادی)
it_it: 3 (Normale)
ko_kr: 3 (보통)
uk_ua: 3 (Нормально)
zh_cn: 3（正常）

source: 4 (Normal)
cs_cz: 4 (normální)
el_gr: 4 (Κανονικό)
fa_ir: 4 (عادی)
it_it: 4 (Normale)
ko_kr: 4 (보통)
uk_ua: 4 (Нормально)
zh_cn: 4（正常）

source: 444 Terminate Connection
cs_cz: 444 ukončit spojení
de_de: 444 Verbindung trennen
el_gr: 444 Τερματισμός σύνδεσης
fa_ir: 444 قطع اتصال
fr_fr: 444 Terminer la connexion
it_it: 444 Termina connessione
ko_kr: 444 연결 종료
uk_ua: 444 Припинити з'єднання
