Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Set the max size for messages to accept, default is 51200000 Bytes which is 50MB. Values must be entered in Bytes.
cs_cz: Nastavení nejvyšší umožněné velikosti přijímaných zpráv – výchozí hodnota je 51200000 bajtů, což je 50 MB. Hodnoty je třeba zadávat v bajtech.
de_de: Maximale Größe eingehender Nachrichten festlegen (Standard: 51200000 Bytes = 50 MB; Eingabe in Bytes erforderlich).
el_gr: Ορίστε το μέγιστο μέγεθος για την αποδοχή μηνυμάτων. Η προεπιλογή είναι 51200000 Bytes, δηλαδή 50MB. Οι τιμές πρέπει να εισαχθούν σε Bytes.
fa_ir: حداکثر اندازه پیام‌های قابل پذیرش را تنظیم کنید. مقدار پیش‌فرض 51200000 Bytes (50MB) است. مقادیر باید بر حسب Bytes وارد شوند.
fr_fr: Définit la taille maximale des messages à accepter, par défaut 51200000 Bytes, soit 50MB. Les valeurs doivent être saisies en octets.
it_it: Imposta la dimensione massima dei messaggi da accettare, il valore predefinito è 51200000 byte ovvero 50 MB. I valori devono essere immessi in byte.
ko_kr: 허용할 메시지의 최대 크기를 설정하세요. 기본값은 50MB인 51200000바이트입니다. 값은 바이트 단위로 입력해야 합니다.
pl_pl: Ustaw maksymalny rozmiar wiadomości do przyjęcia, domyślnie jest to 51200000 Bajtów, czyli 50MB. Wartości muszą być podawane w Bajtach.
uk_ua: Встановити максимальний розмір для повідомлень, які потрібно приймати, типово 51200000 байт (50 МБ). Значення повинні бути введені в байтах.
zh_cn: 设置接收消息的最大字节数，默认为51200000字节，即50MB。值必须在字节中输入。

source: Set the name of the bucket in Influx v2.
cs_cz: Nastavení názvu kbelíku v Influx v2.
de_de: Namen des Buckets in Influx v2 angeben.
el_gr: Ορίστε το όνομα του κάδου στο Influx v2.
fa_ir: نام bucket در Influx v2 را تنظیم کنید.
fr_fr: Définir le nom du seau dans Influx v2.
it_it: Imposta il nome del bucket in Influx v2.
ko_kr: Influx v2에서 버킷 이름을 설정하세요.
pl_pl: Ustaw nazwę kubełka w Influx v2.
uk_ua: Встановити ім'я кошика в Influx v2.
zh_cn: 在 Influx v2 中设置存储桶的名称。

source: Set the name of the organization in Influx v2.
cs_cz: Nastavení názvu organizace v aplikaci Influx v2.
de_de: Namen der Organisation in Influx v2 angeben.
el_gr: Ορίστε το όνομα του οργανισμού στο Influx v2.
fa_ir: نام سازمان در Influx v2 را تنظیم کنید.
fr_fr: Définir le nom de l'organisation dans Influx v2.
it_it: Imposta il nome dell'organizzazione in Influx v2.
ko_kr: Influx v2에서 조직 이름을 설정하세요.
pl_pl: Ustaw nazwę organizacji w Influx v2.
uk_ua: Встановити ім'я організації в Influx v2.
zh_cn: 在 Influx v2 中设置组织的名称。

source: Set the nameservers for resolving DNS requests.
cs_cz: Nastavení názvových serverů pro překlad DNS požadavků.
de_de: Nameserver für die Auflösung von DNS-Anfragen angeben.
el_gr: Ορίστε τους διακομιστές ονομάτων για την επίλυση αιτημάτων DNS.
fa_ir: سرورهای نام برای حل درخواست‌های DNS را تنظیم کنید.
fr_fr: Définir les serveurs de noms pour la résolution des demandes DNS.
it_it: Imposta i nameserver per risolvere le richieste DNS.
ko_kr: DNS 요청을 확인하기 위한 이름 서버를 설정하세요.
pl_pl: Ustaw serwery DNS do rozwiązywania zapytań DNS.
uk_ua: Встановити сервери імен для розв'язання DNS-запитів.
zh_cn: 设置用于解析 DNS 请求的域名服务器。

source: Set the networks allowed to synchronize time with this server. If this value is not set it will also not listen to the port and just synchronize the time for itself.
cs_cz: Nastavení sítí, které mohou synchronizovat čas s tímto serverem. Pokud tato hodnota není nastavena, nebude také očekávat spojení na portu a bude synchronizovat čas pouze pro sebe.
de_de: Netzwerke angeben, die sich mit diesem Server zeitlich synchronisieren dürfen. Wird kein Wert angegeben, lauscht der Server nicht auf dem Port und synchronisiert die Zeit nur für sich selbst.
el_gr: Ορίστε τα δίκτυα που επιτρέπονται για συγχρονισμό της ώρας με αυτόν τον διακομιστή. Εάν δεν οριστεί αυτή η τιμή, δεν θα ακούει επίσης τη θύρα και απλώς θα συγχρονίζει την ώρα για τον εαυτό του.
fa_ir: شبکه‌هایی که اجازه همگام‌سازی زمان با این سرور را دارند را تنظیم کنید. اگر این مقدار تنظیم نشود، سرور به پورت گوش نخواهد داد و فقط زمان خود را همگام‌سازی می‌کند.
fr_fr: Définissez les réseaux autorisés à synchroniser l'heure avec ce serveur. Si cette valeur n'est pas définie, il n'écoutera pas non plus le port et synchronisera simplement l'heure pour lui-même.
it_it: Imposta le reti autorizzate a sincronizzare l'ora con questo server. Se questo valore non è impostato, non ascolterà la porta e sincronizzerà semplicemente l'ora.
ko_kr: 이 서버와 시간을 동기화할 수 있는 네트워크를 설정하세요. 이 값을 설정하지 않으면 포트를 수신하지 않고 시간만 동기화합니다.
pl_pl: Ustaw sieci, które mają prawo synchronizować czas z tym serwerem. Jeśli wartość nie jest ustawiona, nie będzie on również nasłuchiwał portu i będzie synchronizował czas tylko dla siebie.
uk_ua: Встановити мережі, яким дозволено синхронізувати час з цим сервером. Якщо це значення не встановлено, він також не буде прослуховувати порт і просто синхронізуватиме час для себе.
zh_cn: 设置允许与此服务器同步时间的网络。 如果未设置，它将不会监听端口，只会为自己同步时间。

source: Set the port chrony listen to.
cs_cz: Nastavte port na kterém bude chrony očekávat spojení.
de_de: Port angeben, auf dem Chrony lauscht.
el_gr: Ρυθμίστε την ακρόαση του chrony στη θύρα.
fa_ir: پورت مورد استفاده chrony را تنظیم کنید.
fr_fr: Définit le port sur lequel chrony écoute.
it_it: Imposta la porta di ascolto chrony.
ko_kr: 포트 시간대 수신 대기를 설정하세요.
pl_pl: Ustaw port, na którym nasłuchuje chrony.
uk_ua: Встановити порт, який прослуховує chrony.
zh_cn: 设置chrony监听的端口。

source: Set the port of the remote apcupsd server (optional).
cs_cz: Nastavte port vzdáleného apcupsd serveru (volitelné).
de_de: Port des entfernten apcupsd-Servers angeben (optional).
el_gr: Ορίστε τη θύρα του απομακρυσμένου διακομιστή apcupsd (προαιρετικό).
fa_ir: پورت سرور راه دور apcupsd را تنظیم کنید (اختیاری).
fr_fr: Définissez le port du serveur apcupsd distant (facultatif).
it_it: Imposta la porta del server apcupsd remoto (opzionale).
ko_kr: 원격 apcupsd 서버의 포트를 설정하세요(옵션).
pl_pl: Ustaw port zdalnego serwera apcupsd (opcjonalnie).
uk_ua: Встановити порт віддаленого сервера apcupsd (необов'язково).
zh_cn: 设置远程 apcupsd 服务器的端口（可选）。

source: Sets auth-nocache in the exported configuration when password authentication is used. This prevents OpenVPN from caching passwords in memory.
cs_cz: Při použití ověřování heslem nastaví v exportované konfiguraci auth-nocache. Tím se zabrání tomu, aby OpenVPN ukládalo hesla do mezipaměti.
de_de: Setzt "auth-nocache" in der exportierten Konfiguration bei Verwendung der Passwort-Authentifizierung. Verhindert, dass OpenVPN Passwörter im Arbeitsspeicher speichert.
el_gr: Ορίζει την παράμετρο auth-nocache στην εξαγόμενη διαμόρφωση όταν χρησιμοποιείται έλεγχος ταυτότητας με κωδικό πρόσβασης. Αυτό εμποδίζει το OpenVPN να αποθηκεύει προσωρινά κωδικούς πρόσβασης στη μνήμη.
fa_ir: هنگام استفاده از احراز هویت با گذرواژه، auth-nocache را در پیکربندی صادرشده قرار می‌دهد. این از کش شدن گذرواژه‌ها توسط OpenVPN در حافظه جلوگیری می‌کند.
fr_fr: Définit auth-nocache dans la configuration exportée lorsque l'authentification par mot de passe est utilisée. Cela empêche OpenVPN de mettre en cache les mots de passe en mémoire.
it_it: Imposta auth-nocache nella configurazione esportata quando viene utilizzata l'autenticazione tramite password. Ciò impedisce a OpenVPN di memorizzare nella cache le password in memoria.
ko_kr: 비밀번호 인증이 사용될 때 내보낸 구성에서 auth-nocache를 설정하세요. 이렇게 하면 OpenVPN이 메모리에 비밀번호를 캐싱할 수 없습니다.
pl_pl: Włącza auth-nocache w wyeksportowanej konfiguracji, gdy używane jest uwierzytelnienie hasłowe. Zapobiega to buforowaniu haseł w pamięci przez OpenVPN.
uk_ua: Встановлює auth-nocache в експортованій конфігурації при використанні автентифікації за паролем. Це запобігає кешуванню паролів OpenVPN у пам'яті.
zh_cn: 在使用密码认证的时候，在导出的配置文件内设置auth-nocache。这样会防止OpenVPN在内存中缓存密码。

source: Short description of this client
cs_cz: Stručný popis tohoto klienta
de_de: Kurzbeschreibung dieses Clients
el_gr: Σύντομη περιγραφή αυτού του πελάτη
fa_ir: شرح کوتاه این کلاینت
fr_fr: Brève description de ce client
it_it: Breve descrizione di questo cliente
ko_kr: 이 클라이언트에 대한 간단한 설명
pl_pl: Krótki opis tego klienta
uk_ua: Короткий опис цього клієнта
zh_cn: 此客户端的简短描述

source: Short description of this rule
cs_cz: Stručný popis tohoto pravidla
de_de: Kurzbeschreibung dieser Regel
el_gr: Σύντομη περιγραφή αυτού του κανόνα
fa_ir: شرح کوتاه این قانون
fr_fr: Brève description de cette règle
it_it: Breve descrizione di questa regola
ko_kr: 이 규칙에 대한 간단한 설명
pl_pl: Krótki opis reguły
uk_ua: Короткий опис цього правила
zh_cn: 该规则的简短描述

source: Short description to identify this TLS-config
cs_cz: Stručný popis pro identifikaci tohoto nastavení pro TLS
de_de: Kurze Beschreibung zur Identifizierung dieser TLS-Konfiguration.
el_gr: Σύντομη περιγραφή για την αναγνώριση αυτής της διαμόρφωσης TLS
fa_ir: شرح کوتاه برای شناسایی این پیکربندی TLS
fr_fr: Courte description pour identifier cette configuration TLS
it_it: Breve descrizione per identificare questa configurazione TLS
ko_kr: 이 TLS-구성을 식별하기 위한 간단한 설명
pl_pl: Krótki opis do identyfikacji tej konfiguracji TLS
uk_ua: Короткий опис для ідентифікації цієї TLS-конфігурації
zh_cn: 标识该TLS配置的简短描述

source: Short description to identify this realm and its target
cs_cz: Stručný popis pro identifikaci této sféry a jejího cíle
de_de: Kurzbeschreibung zur Identifizierung dieses Realms und seines Ziels.
el_gr: Σύντομη περιγραφή για τον προσδιορισμό αυτού του τομέα και του στόχου του
fa_ir: شرح کوتاه برای شناسایی این realm و هدف آن
fr_fr: Brève description pour identifier ce royaume et sa cible
it_it: Breve descrizione per identificare questo regno e il suo obiettivo
ko_kr: 이 영역과 대상을 식별하기 위한 간단한 설명
pl_pl: Krótki opis do identyfikacji tej domeny i jej celu
uk_ua: Короткий опис для ідентифікації цієї області та її цілі
zh_cn: 标别该realm 及其目标的简短描述

source: Short description to identify this server
cs_cz: Stručný popis pro identifikaci tohoto serveru
de_de: Kurze Beschreibung zur Identifizierung dieses Servers.
el_gr: Σύντομη περιγραφή για την αναγνώριση αυτού του διακομιστή
fa_ir: شرح کوتاه برای شناسایی این سرور
fr_fr: Courte description pour identifier ce serveur
it_it: Breve descrizione per identificare questo server
ko_kr: 이 서버를 식별하기 위한 간단한 설명
pl_pl: Krótki opis do identyfikacji tego serwera
uk_ua: Короткий опис для ідентифікації цього сервера
zh_cn: 标识该服务器的简短描述

source: Size of the ring buffer (in MB) to memory-map into the sensor processes for sharing captured network traffic. An undersized buffer may reduce detection rates. Defaults to 10% of available RAM when left blank.
cs_cz: Velikost kruhové vyrovnávací paměti (v MB) pro mapování paměti do procesů senzoru pro sdílení zachyceného síťového provozu. Nedostatečně velká vyrovnávací paměť může snížit míru detekce. Pokud nevyplněno, je výchozí hodnota 10 % dostupné operační paměti.
de_de: Größe des Ringpuffers (in MB), der in die Sensorprozesse speicherabbildend eingebunden wird, um erfassten Netzwerkverkehr zu teilen. Ein zu kleiner Puffer kann die Erkennungsrate verringern. Standardwert: 10 % des verfügbaren Arbeitsspeichers (bei leerer Eingabe).
el_gr: Μέγεθος του buffer δακτυλίου (σε MB) για αντιστοίχιση μνήμης στις διεργασίες αισθητήρα για την κοινή χρήση της καταγεγραμμένης κίνησης δικτύου. Ένα buffer μικρότερου μεγέθους ενδέχεται να μειώσει τα ποσοστά ανίχνευσης. Η προεπιλεγμένη τιμή είναι 10% της διαθέσιμης μνήμης RAM όταν παραμένει κενό.
fa_ir: اندازه بافر حلقوی (بر حسب MB) برای نگاشت در حافظه به پردازش‌های سنسور جهت اشتراک‌گذاری ترافیک شبکه ضبط‌شده. بافر کوچک ممکن است نرخ تشخیص را کاهش دهد. در صورت خالی گذاشتن، پیش‌فرض 10% از RAM در دسترس است.
fr_fr: Taille de la mémoire tampon en anneau (en Mo) à mapper en mémoire dans les processus de capteur pour partager le trafic réseau capturé. Une mémoire tampon sous-dimensionnée peut réduire les taux de détection. La valeur par défaut est 10 % de la RAM disponible lorsqu'elle est laissée vide.
it_it: Dimensioni del buffer circolare (in MB) da mappare in memoria nei processi del sensore per condividere il traffico di rete catturato. Un buffer sottodimensionato può ridurre i tassi di rilevamento. Il valore predefinito è il 10% della RAM disponibile quando lasciato vuoto.
ko_kr: 캡처된 네트워크 트래픽을 공유하기 위해 센서 프로세스에 메모리 매핑할 링 버퍼 크기(MB)입니다. 크기가 작은 버퍼는 탐지 속도를 감소시킬 수 있습니다. 공백으로 두면 기본적으로 사용 가능한 RAM의 10%로 설정됩니다.
pl_pl: Rozmiar bufora pierścieniowego (w MB) do odwzorowania w pamięci w procesach czujnika w celu udostępnienia przechwyconego ruchu sieciowego. Za mały bufor może obniżyć wskaźniki wykrywania. Domyślnie wynosi 10% dostępnej pamięci RAM, gdy pozostawiony pusty.
uk_ua: Розмір кільцевого буфера (в МБ) для відображення в пам'ять процесів сенсора для спільного використання захопленого мережевого трафіку. Занадто малий буфер може знизити показники виявлення. Типово становить 10% доступної оперативної пам'яті, якщо залишити поле порожнім.
zh_cn: 将内存映射到传感器进程以共享捕获的网络流量的环形缓冲区的大小（MB）。 过小的缓冲区可能会降低检测率。 留空为默认可用RAM的 10%。

source: Source DTLS
cs_cz: DTLS zdroje
de_de: Quellen DTLS
el_gr: Πηγή DTLS
fa_ir: مبدا DTLS
fr_fr: DTLS source
it_it: DTLS di origine
ko_kr: 출발지 DTLS
pl_pl: Źródłowy DTLS
uk_ua: Джерело DTLS
zh_cn: 源DTLS

source: Source IPs and Ports
cs_cz: Zdrojové IP adresy a porty
de_de: Quellen IPs und Ports
el_gr: IP και θύρες πηγής
fa_ir: آدرس‌های IP و پورت‌های مبدا
fr_fr: IPs et Ports source
it_it: IP e porte di origine
ko_kr: 출발지 IP 및 포트
pl_pl: Źródłowe IP i porty
uk_ua: Джерело IP та порти
zh_cn: 源IP和端口

source: Source TCP
cs_cz: Zdrojové TCP
de_de: Quellen TCP
el_gr: Πηγή TCP
fa_ir: مبدا TCP
fr_fr: TCP source
it_it: TCP di origine
ko_kr: 출발지 TCP
pl_pl: Źródłowy TCP
uk_ua: Джерело TCP
zh_cn: 源TCP

source: Source TLS
cs_cz: Zdrojové TLS
de_de: Quellen TLS
el_gr: Πηγή TLS
fa_ir: مبدا TLS
fr_fr: TLS source
it_it: Fonte TLS
ko_kr: 출발지 TLS
pl_pl: Źródłowy TLS
uk_ua: Джерело TLS
zh_cn: 源TLS

source: Source UDP
cs_cz: Zdrojové UDP
de_de: Quell UDP
el_gr: Πηγή UDP
fa_ir: مبدا UDP
fr_fr: UDP source
it_it: Fonte UDP
ko_kr: 출발지 UDP
pl_pl: Źródłowy UDP
uk_ua: Джерело UDP
zh_cn: 源UDP

source: Specifies the maximum size of packets to match in bytes
cs_cz: Určuje do jaké nejvyšší velikost (v bajtech) paketů má hledána shoda.
de_de: Geben Sie die maximale Größe der abzugleichenden Pakete in Byte an.
el_gr: Καθορίζει το μέγιστο μέγεθος των πακέτων που θα αντιστοιχιστούν σε byte
fa_ir: حداکثر اندازه بسته‌ها برای تطابق (بایت) را تعیین می‌کند
fr_fr: Spécifie la taille maximum des paquets pour correspondre en bytes
it_it: Specifica la dimensione massima dei pacchetti di cui far corrispondere la corrispondenza in byte
ko_kr: 일치시킬 패킷의 최대 크기를 바이트 단위로 지정
pl_pl: Określa maksymalny rozmiar pakietów do dopasowania w bajtach
uk_ua: Визначає максимальний розмір пакетів для зіставлення в байтах
zh_cn: 指定要匹配的数据包的最大字节数（以字节为单位）

source: Specifies the time how often proxy retrieves configuration data from zabbix server (in seconds).
cs_cz: Určuje jak často (v sekundách) bude proxy server načítat údaje nastavení ze zabbix serveru.
de_de: Legt fest, in welchem Intervall der Proxy Konfigurationsdaten vom Zabbix-Server abruft (in Sekunden).
el_gr: Καθορίζει τη συχνότητα με την οποία ο διακομιστής μεσολάβησης ανακτά δεδομένα διαμόρφωσης από τον διακομιστή zabbix (σε δευτερόλεπτα).
fa_ir: فاصله زمانی واکشی پراکسی از سرور zabbix برای دریافت پیکربندی (بر حسب ثانیه) را مشخص می‌کند
fr_fr: Spécifie la fréquence à laquelle le proxy récupère les données de configuration du serveur zabbix (en secondes).
it_it: Specifica l'ora con cui il proxy recupera i dati di configurazione dal server zabbix (in secondi).
ko_kr: 프록시가 zabbix 서버에서 구성 데이터를 검색하는 빈도(초)를 지정하세요.
pl_pl: Określa czas, co ile proxy pobiera dane konfiguracyjne z serwera zabbix (w sekundach).
uk_ua: Визначає, як часто проксі-сервер отримує дані конфігурації із сервера Zabbix (у секундах).
zh_cn: 指定代理从 zabbix 服务器检索配置数据的频率（秒）。

source: Specifies the time how often the proxy will send collected data to the server (in seconds).
cs_cz: Určuje, jak často (v sekundách) bude proxy server odesílat shromážděná data na server.
de_de: Legt fest, in welchem Intervall der Proxy erfasste Daten an den Server sendet (in Sekunden).
el_gr: Καθορίζει τη συχνότητα με την οποία ο διακομιστής μεσολάβησης θα στέλνει τα δεδομένα που συλλέγονται στον διακομιστή (σε δευτερόλεπτα).
fa_ir: فاصله زمانی ارسال داده‌های جمع‌آوری‌شده توسط پراکسی به سرور (بر حسب ثانیه) را مشخص می‌کند
fr_fr: Spécifie la fréquence à laquelle le proxy enverra les données collectées au serveur (en secondes).
it_it: Specifica l'ora con cui il proxy invierà i dati raccolti al server (in secondi).
ko_kr: 프록시가 수집된 데이터를 서버로 보내는 빈도(초)를 지정하세요.
pl_pl: Określa czas, co ile proxy wysyła zebrane dane do serwera (w sekundach).
uk_ua: Визначає, як часто проксі-сервер надсилатиме зібрані дані на сервер (у секундах).
zh_cn: 指定代理将收集的数据发送到服务器的频率（秒）。

source: Specify how many seconds the CA and CRL information should be cached. By default, the CA and CRL are loaded at startup and cached indefinetely. This option may be set to zero to disable caching.
cs_cz: Zadejte po jak dlouhou dobu (v sekundách) mají být informace o certifikační autoritě a CRL seznam uchovávány v mezipaměti. Ve výchozím nastavení jsou certifikační autorita a CRL seznam načteny při spuštění a uchovávány bez omezení. Dále je také možné ukládání do mezipaměti úplně vypnout a to zadáním 0 (nula).
de_de: Anzahl der Sekunden festlegen, für die CA- und CRL-Informationen zwischengespeichert werden sollen. Standardmäßig werden CA und CRL beim Start geladen und unbegrenzt zwischengespeichert. Durch Setzen auf 0 kann das Caching deaktiviert werden.
el_gr: Καθορίστε για πόσα δευτερόλεπτα θα πρέπει να αποθηκεύονται στην προσωρινή μνήμη οι πληροφορίες της CA και της CRL. Από προεπιλογή, η CA και η CRL φορτώνονται κατά την εκκίνηση και αποθηκεύονται στην προσωρινή μνήμη επ' αόριστον. Αυτή η επιλογή μπορεί να οριστεί σε μηδέν για να απενεργοποιηθεί η αποθήκευση στην προσωρινή μνήμη.
fa_ir: مدت (بر حسب ثانیه) نگهداری اطلاعات CA و CRL در کش را مشخص کنید. به‌طور پیش‌فرض CA و CRL در زمان راه‌اندازی بارگذاری شده و به‌صورت نامحدود کش می‌شوند. برای غیرفعال‌کردن کش این مقدار را صفر قرار دهید.
fr_fr: Spécifiez le nombre de secondes pendant lesquelles les informations CA et CRL doivent être mises en cache. Par défaut, la CA et la CRL sont chargées au démarrage et mises en cache indéfiniment. Cette option peut être définie sur zéro pour désactiver la mise en cache.
it_it: Specificare per quanti secondi le informazioni CA e CRL devono essere memorizzate nella cache. Per impostazione predefinita, la CA e la CRL vengono caricate all'avvio e memorizzate nella cache a tempo indeterminato. Questa opzione può essere impostata su zero per disabilitare la memorizzazione nella cache.
ko_kr: CA 및 CRL 정보를 캐시할 시간(초)을 지정합니다. 기본적으로 CA 및 CRL은 시작 시 로드되고 무제한으로 캐시됩니다. 캐시를 사용하지 않도록 설정하려면 이 옵션을 0으로 설정할 수 있습니다.
pl_pl: Określ, przez ile sekund informacje o CA i CRL powinny być przechowywane w pamięci podręcznej. Domyślnie CA i CRL są wczytywane przy starcie i przechowywane w pamięci podręcznej na stałe. Ta opcja może być ustawiona na zero, aby wyłączyć buforowanie.
uk_ua: Вкажіть, скільки секунд інформація CA та CRL повинна кешуватися. Типово, CA та CRL завантажуються під час запуску та кешуються безстроково. Цю опцію можна встановити на нуль, щоб вимкнути кешування.
zh_cn: 指定应缓存CA和CRL信息的秒数。 默认情况下，CA和CRL在启动时加载，并且无限期缓存。此选项可以设置为0来禁用缓存。

source: Specify the IPv4 address used as a source for zone transfers.
cs_cz: Zadejte IPv4 adresu používanou jako zdroj pro přenosy zóny.
de_de: IPv4-Adresse angeben, die als Quelle für Zonentransfers verwendet wird.
el_gr: Καθορίστε τη διεύθυνση IPv4 που χρησιμοποιείται ως πηγή για μεταφορές ζώνης.
fa_ir: آدرس IPv4 مورد استفاده به‌عنوان منبع برای انتقال منطقه را مشخص کنید
fr_fr: Spécifie l'adresse IPv4 utilisée comme source pour les transferts de zone.
it_it: Specificare l'indirizzo IPv4 utilizzato come origine per i trasferimenti di zona.
ko_kr: 영역 전송의 소스로 사용되는 IPv4 주소를 지정합니다.
pl_pl: Określ adres IPv4 używany jako źródło dla transferów stref.
uk_ua: Вкажіть IPv4-адресу, що використовується як джерело для передачі зон.
zh_cn: 指定用作区域转移源的 IPv4 地址。

source: Specify the acmeproxy endpoint URL, i.e. https://acmeproxy.example.com/
cs_cz: Zadejte URL adresu koncového bodu acmeproxy, tj. https://acmeproxy.example.com/
de_de: ACME-Proxy-Endpunkt-URL angeben, z. B. https://acmeproxy.example.com/
el_gr: Καθορίστε τη διεύθυνση URL του τελικού σημείου acmeproxy, π.χ. https://acmeproxy.example.com/
fa_ir: آدرس endpoint سرویس acmeproxy را مشخص کنید، مثلاً https://acmeproxy.example.com/
fr_fr: Spécifiez l'URL du point de terminaison acmeproxy, c'est-à-dire https://acmeproxy.example.com/.
it_it: Specificare l'URL dell'endpoint acmeproxy, ovvero https://acmeproxy.example.com/
ko_kr: acmeproxy 엔드포인트 URL(예: https://acmeproxy.example.com/)을 지정
pl_pl: Podaj adres URL dla acmeproxy, np. https://acmeproxy.example.com/
uk_ua: Вкажіть URL кінцевої точки acmeproxy, наприклад, https://acmeproxy.example.com/
zh_cn: 指定acmeproxy端点的URL，如：https://acmeproxy.example.com/

source: Specify the resolver that the server template should look at to discover available services via DNS.
cs_cz: Zadejte nástroj pro překlad, na který se má šablona serveru podívat při zjišťování dostupných služeb prostřednictvím DNS.
de_de: Geben Sie den Resolver an, den die Servervorlage verwenden soll, um verfügbare Dienste über DNS zu ermitteln.
el_gr: Καθορίστε τον αναλυτή που θα πρέπει να εξετάσει το πρότυπο διακομιστή για να εντοπίσει διαθέσιμες υπηρεσίες μέσω DNS.
fa_ir: رزولری را مشخص کنید که قالب سرور برای کشف سرویس‌های موجود از طریق DNS از آن استفاده کند
fr_fr: Indiquez le résolveur que le modèle de serveur doit consulter pour découvrir les services disponibles via DNS.
it_it: Specificare il risolutore che il modello server dovrebbe esaminare per individuare i servizi disponibili tramite DNS.
ko_kr: DNS를 통해 사용 가능한 서비스를 검색하기 위해 서버 템플릿에서 확인할 확인자를 지정합니다.
pl_pl: Wskaż resolver, na który szablon serwera powinien spojrzeć, aby odkryć dostępne usługi poprzez DNS.
uk_ua: Вкажіть розв'язувач, який шаблон сервера повинен використовувати для виявлення доступних служб через DNS.
zh_cn: 指定服务器模板应查看的解析器，以便通过 DNS 发现可用服务。

source: Start VMware Collectors
cs_cz: Spuštění sběračů VMware
de_de: VMware Collector starten
el_gr: Έναρξη συλλεκτών VMware
fa_ir: راه‌اندازی VMware Collectors
fr_fr: Démarrer les collecteurs VMware
it_it: Avvia i servizi di raccolta VMware
ko_kr: VMware Collector 시작
pl_pl: Uruchom Kolektory VMware
uk_ua: Запустити збирачі VMware
zh_cn: 启动VMware 收集器
