Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Console menu
cs_cz: Nabídka na konzoli
de_de: Konsolenmenü
el_gr: Μενού κονσόλας
fa_ir: منوی کنسول
fr_fr: Menu de la console
it_it: Menù della console
ko_kr: 콘솔 메뉴
pl_pl: Menu konsolowe
uk_ua: Меню консолі
zh_cn: 控制台菜单

source: Allows selection of different speeds for the serial console port.
cs_cz: Umožňuje výběr různých přenosových rychlostí portu sériové konzole.
de_de: Erlaubt die Auswahl unterschiedlicher Geschwindigkeiten für den seriellen Konsolenport.
el_gr: Επιτρέπει την επιλογή διαφορετικών ταχυτήτων για τη σειριακή θύρα κονσόλας.
fa_ir: امکان انتخاب سرعت‌های مختلف برای پورت کنسول سریال را فراهم می‌کند.
fr_fr: Autoriser la sélection de vitesses différentes pour le port série de la console.
it_it: Consente la selezione di diverse velocità per la porta della console seriale.
ko_kr: 직렬 콘솔 포트에 대해 다른 속도를 선택할 수 있습니다.
pl_pl: Pozwala na wybór różnych prędkości dla portu konsoli szeregowej.
uk_ua: Дозволяє вибір різних швидкостей для порту послідовної консолі.
zh_cn: 为串行控制台端口选择合适的速度。

source: Serial Speed
cs_cz: Rychlost sériového portu
de_de: Serielle Geschwindigkeit
el_gr: Σειριακή ταχύτητα
fa_ir: سرعت سریال
fr_fr: Vitesse du port série
it_it: Velocità seriale
ko_kr: 직렬 속도
pl_pl: Prędkość Szeregowa
uk_ua: Швидкість послідовного порту
zh_cn: 串口速度

source: Select the secondary console if multiple consoles are present.
cs_cz: Pokud je přítomno vícero konzolí, vyberte kterou použít jako pomocnou.
de_de: Wählen Sie die sekundäre Konsole aus, wenn mehrere Konsolen vorhanden sind.
el_gr: Επιλέξτε τη δευτερεύουσα κονσόλα εάν υπάρχουν πολλές κονσόλες.
fa_ir: اگر چند کنسول وجود دارد، کنسول ثانویه را انتخاب کنید.
fr_fr: Sélectionnez la console secondaire si plusieurs consoles sont présentes.
it_it: Seleziona la console secondaria se sono presenti più console.
ko_kr: 콘솔이 여러 개 있는 경우 보조 콘솔을 선택하세요.
pl_pl: Wybierz drugą konsolę, jeśli są dostępne wielokrotne konsole.
uk_ua: Виберіть другу консоль, якщо присутні декілька консолей.
zh_cn: 如果存在多个控制台，请选择辅助控制台。

source: Secondary Console
cs_cz: Pomocná konzole
de_de: Sekundäre Konsole
el_gr: Δευτερεύουσα κονσόλα
fa_ir: کنسول ثانویه
fr_fr: Console auxiliaire
it_it: Consolle secondaria
ko_kr: 보조 콘솔
pl_pl: Druga Konsola
uk_ua: Друга консоль
zh_cn: 辅助控制台

source: All consoles display OS boot messages, console messages, and the console menu.
cs_cz: Všechny konzole zobrazují zprávy ze startu operačního systému, zprávy na konzoli a nabídku.
de_de: Alle Konsolen zeigen OS-Bootnachrichten, Konsolennachrichten und das Konsolenmenü an.
el_gr: Όλες οι κονσόλες εμφανίζουν μηνύματα εκκίνησης του λειτουργικού συστήματος, μηνύματα κονσόλας και το μενού της κονσόλας.
fa_ir: تمام کنسول‌ها پیام‌های راه‌اندازی سیستم‌عامل، پیام‌های کنسول و منوی کنسول را نمایش می‌دهند.
fr_fr: Toutes les consoles affichent les messages d'amorçage du système d'exploitation, les messages de la console et le menu de la console.
it_it: Tutte le console visualizzano i messaggi di avvio del sistema operativo, i messaggi della console e il menu della console.
ko_kr: 모든 콘솔에는 OS 부팅 메시지, 콘솔 메시지 및 콘솔 메뉴가 표시됩니다.
pl_pl: Wszystkie konsole wyświetlają komunikaty o rozruchu systemu operacyjnego, komunikaty konsoli oraz menu konsoli.
uk_ua: Всі консолі відображають повідомлення про завантаження ОС, повідомлення консолі та меню консолі.
zh_cn: 所有控制台都显示操作系统启动信息、控制台信息和控制台菜单。

source: Select the primary console. This preferred console will show boot script output.
cs_cz: Vyberte hlavní konzoli. Tato upřednostňovaná konzole bude zobrazovat výstup ze zaváděcího skriptu.
de_de: Wählen Sie die primäre Konsole aus. Die bevorzugte Konsole wird die Skriptausgeben anzeigen.
el_gr: Επιλέξτε την κύρια κονσόλα. Αυτή η προτιμώμενη κονσόλα θα εμφανίσει την έξοδο του σεναρίου εκκίνησης.
fa_ir: کنسول اصلی را انتخاب کنید. این کنسول اولویت‌دار خروجی اسکریپت بوت را نمایش می‌دهد.
fr_fr: Sélectionnez la console principale. Cette console préférée affichera la sortie du script de démarrage.
it_it: Seleziona la console principale. Questa console preferita mostrerà l'output dello script di avvio.
ko_kr: 기본 콘솔을 선택하세요. 이 기본 콘솔에는 부팅 스크립트 출력이 표시됩니다.
pl_pl: Wybierz główną konsolę. Ta preferowana konsola będzie wyświetlać wyniki skryptu rozruchowego.
uk_ua: Виберіть основну консоль. Ця бажана консоль відображатиме вивід завантажувального скрипта.
zh_cn: 控制台会显示启动脚本输出。

source: Primary Console
cs_cz: Hlavní konzole
de_de: Primäre Konsole
el_gr: Κύρια κονσόλα
fa_ir: کنسول اصلی
fr_fr: Console principale
it_it: Console primaria
ko_kr: 기본 콘솔
pl_pl: Główna Konsola
uk_ua: Основна консоль
zh_cn: 首选控制台

source: Use the virtual terminal driver (vt)
cs_cz: Použít ovladač virtuálního terminálu (vt)
de_de: Verwende den virtuellen Terminal-Treiber (vt)
el_gr: Χρησιμοποιήστε το πρόγραμμα οδήγησης εικονικού τερματικού (vt)
fa_ir: استفاده از درایور ترمینال مجازی (vt)
fr_fr: Utiliser le pilote de terminal virtuel (vt)
it_it: Utilizzare il driver del terminale virtuale (vt)
ko_kr: 가상 터미널 드라이버 사용(vt)
pl_pl: Użyj sterownika terminala wirtualnego (vt)
uk_ua: Використовувати драйвер віртуального термінала (vt)
zh_cn: 使用虚拟终端设备

source: Console driver
cs_cz: Ovladač konzole
de_de: Konsolentreiber
el_gr: Πρόγραμμα οδήγησης κονσόλας
fa_ir: درایور کنسول
fr_fr: Pilote de console
it_it: Driver della console
ko_kr: 콘솔 드라이버
pl_pl: Sterownik Konsoli
uk_ua: Драйвер консолі
zh_cn: 控制台设备

source: Leave this blank for the default of 22.
cs_cz: Pro výchozí 22 nevyplňujte.
de_de: Lassen Sie dieses Feld leer, um den Standardwert 22 einzugeben.
el_gr: Αφήστε αυτό το πεδίο κενό για την προεπιλογή 22.
fa_ir: برای مقدار پیش‌فرض 22 این را خالی بگذارید.
fr_fr: Laisser vide pour utiliser le port 22 par défaut.
it_it: Lascialo vuoto per il valore predefinito 22.
ko_kr: 기본값이 22인 경우 이 값을 비워 둡니다.
pl_pl: Pozostaw puste dla domyślnego portu (22).
uk_ua: Залиште це поле пустим для типового значення 22.
zh_cn: 默认值为22。

source: SSH port
el_gr: Θύρα SSH
fa_ir: پورت SSH
fr_fr: Port SSH
it_it: Porta SSH
ko_kr: SSH 포트
pl_pl: Port SSH
uk_ua: Порт SSH
zh_cn: SSH端口

source: Permit password login
cs_cz: Umožnit přihlašování pomocí hesla
de_de: Anmeldung mit Passwort erlauben
el_gr: Επιτρέψτε την είσοδο με κωδικό πρόσβασης
fa_ir: اجازه ورود با گذرواژه
fr_fr: Autoriser les connexions avec mot de passe
it_it: Consenti l'accesso tramite password
ko_kr: 비밀번호 로그인 허용
pl_pl: Pozwól na logowanie hasłem
uk_ua: Дозволити вхід за паролем
zh_cn: 允许密码登录

source: Authentication Method
cs_cz: Metoda ověřování
de_de: Authentifizierungsmethode
el_gr: Μέθοδος ελέγχου ταυτότητας
fa_ir: روش احراز هویت
fr_fr: Méthode d'authentification
it_it: Metodo di autenticazione
ko_kr: 인증 방법
pl_pl: Metoda autentykacji
uk_ua: Метод автентифікації
zh_cn: 认证方式

source: Root login is generally discouraged. It is advised to log in via another user and switch to root afterwards.
cs_cz: Přihlašování jako správce systému (root) obecně není doporučováno. Je doporučováno se přihlásit jako běžný uživatel a následně se přepnout na účet správce.
de_de: Vom root-Login wird generell abgeraten. Die Anmeldung mit einem anderen Benutzer mit einem anschließendem Wechsel auf root wird empfohlen.
el_gr: Γενικά, δεν συνιστάται η σύνδεση ως root. Συνιστάται να συνδεθείτε μέσω άλλου χρήστη και στη συνέχεια να μεταβείτε ως root.
fa_ir: ورود با حساب root معمولاً توصیه نمی‌شود. پیشنهاد می‌شود ابتدا با کاربر دیگری وارد شوید و سپس به root سوئیچ کنید.
fr_fr: La connexion du compte root est généralement déconseillée. Il est recommandé de se connecter avec un autre utilisateur puis de passer root.
it_it: L'accesso root è generalmente scoraggiato. Si consiglia di accedere tramite un altro utente e successivamente passare a root.
ko_kr: Root 로그인은 일반적으로 권장되지 않습니다. 다른 사용자를 통해 로그인한 후 Root로 전환하는 것이 좋습니다.
pl_pl: Ogólnie zaleca się unikanie logowania jako root. Zaleca się logowanie jako inny użytkownik i przełączenie się na roota później.
uk_ua: Вхід під користувачем root зазвичай не рекомендується. Радимо входити під іншим користувачем і перемикатися на root пізніше.
zh_cn: Root用户登录一般不鼓励。 建议通过其他用户登录，然后切换到root。

source: Permit root user login
cs_cz: Umožnit přihlašování správce systému
de_de: Anmeldung als Root-Benutzer zulassen
el_gr: Επιτρέψτε τη σύνδεση χρήστη root
fa_ir: اجازه ورود کاربر root
fr_fr: Autoriser la connexion de l'utilisateur root
it_it: Consentire l'accesso all'utente root
ko_kr: root 사용자 로그인 허용
pl_pl: Pozwól na logowanie użytkownika root
uk_ua: Дозволити вхід користувача root
zh_cn: 允许root用户登录

source: Root Login
cs_cz: Přihlašování správce systému (root)
de_de: Root-Anmeldung
el_gr: Σύνδεση Root
fa_ir: ورود root
fr_fr: Connexion root
it_it: Accesso root
ko_kr: Root 로그인
pl_pl: Logowanie użytkownika root
uk_ua: Вхід root
zh_cn: Root登录

source: Enable Secure Shell
cs_cz: Zapnout zabezpečený shell
de_de: SSH aktivieren
el_gr: Ενεργοποίηση ασφαλούς κελύφους
fa_ir: فعال‌سازی Secure Shell
fr_fr: Activer le Shell sécurisé
it_it: Abilita Shell sicura
ko_kr: 보안 쉘 사용
pl_pl: Włącz Bezpieczną Powłokę
uk_ua: Увімкнути захищену оболонку
zh_cn: 启用安全Shell

source: Secure Shell Server
cs_cz: Server zabezpečeného shellu
de_de: SSH-Server
el_gr: Ασφαλής διακομιστής κελύφους
fa_ir: سرور Secure Shell
fr_fr: Serveur Shell sécurisé
it_it: Server Shell sicuro
ko_kr: 보안 셸 서버
pl_pl: Serwer Bezpiecznej Powłoki
uk_ua: Сервер захищеної оболонки
zh_cn: 安全Shell服务器

source: Secure Shell
cs_cz: Zabezpečený shell
de_de: Secure Shell (SSH)
el_gr: Ασφαλές κέλυφος
fr_fr: Shell Sécurisé
it_it: Guscio sicuro
ko_kr: 보안 셸
pl_pl: Bezpieczna Powłoka
uk_ua: Захищена оболонка
zh_cn: 安全Shell

source: When this is unchecked, access to the web GUI is protected against HTTP_REFERER redirection attempts. Check this box to disable this protection if you find that it interferes with web GUI access in certain corner cases such as using external scripts to interact with this system. More information on HTTP_REFERER is available from %sWikipedia%s.
cs_cz: Pokud toto není zaškrtnuto, přístup k webovému rozhraní je chráněn proti pokusům o HTTP_REFERER přesměrování. Zaškrtnutím tohoto tuto ochranu vypnete pokud koliduje s přístupem k webovému rozhraní v určitých hraničních případech, jako například použití externích skriptů pro interakci se systémem. Více informací o HTTP_REFERER je k dispozici v encyklopedii %sWikipedia%s.
de_de: Wenn diese Option deaktiviert ist, ist der Zugriff auf die Web-GUI vor HTTP_REFERER-Umleitungsversuchen geschützt. Aktivieren Sie diese Option, um diesen Schutz zu deaktivieren, wenn er den Zugriff auf die Web-GUI in bestimmten Ausnahmefällen beeinträchtigt, z. B. bei der Verwendung externer Skripte zur Interaktion mit diesem System. Weitere Informationen zu HTTP_REFERER finden Sie in %sWikipedia%s.
el_gr: Όταν αυτό δεν είναι επιλεγμένο, η πρόσβαση στο γραφικό περιβάλλον χρήστη ιστού προστατεύεται από προσπάθειες ανακατεύθυνσης HTTP_REFERER. Επιλέξτε αυτό το πλαίσιο για να απενεργοποιήσετε αυτήν την προστασία εάν διαπιστώσετε ότι παρεμβαίνει στην πρόσβαση στο γραφικό περιβάλλον χρήστη ιστού σε ορισμένες περιπτώσεις, όπως η χρήση εξωτερικών σεναρίων για αλληλεπίδραση με αυτό το σύστημα. Περισσότερες πληροφορίες σχετικά με το HTTP_REFERER είναι διαθέσιμες από τη %sWikipedia%s.
fa_ir: وقتی این گزینه تیک نخورده باشد، دسترسی به رابط وب در برابر تلاش‌های تغییر مسیر HTTP_REFERER محافظت می‌شود. اگر دیدید این محافظت در برخی موارد خاص مانند استفاده از اسکریپت‌های خارجی برای تعامل با این سیستم مانع دسترسی به رابط وب می‌شود، این کادر را علامت بزنید تا محافظت غیرفعال شود. اطلاعات بیشتر درباره HTTP_REFERER در %sWikipedia%s در دسترس است.
fr_fr: Lorsque cette case n'est pas cochée, l'accès à l'interface graphique Web est protégé contre les tentatives de redirection HTTP_REFERER. Cochez cette case pour désactiver cette protection si vous trouvez qu'elle interfère avec l'accès de l'interface graphique Web dans certains cas particuliers, comme l'utilisation de scripts externes pour interagir avec ce système. Plus d'informations sur HTTP_REFERER est disponible à partir de %sWikipedia%s.
it_it: Quando questa opzione è deselezionata, l'accesso alla GUI Web è protetto dai tentativi di reindirizzamento HTTP_REFERER. Seleziona questa casella per disabilitare questa protezione se ritieni che interferisca con l'accesso alla GUI Web in alcuni casi particolari, come l'utilizzo di script esterni per interagire con questo sistema. Ulteriori informazioni su HTTP_REFERER sono disponibili su %sWikipedia%s.
ko_kr: 이 옵션을 선택하지 않으면 웹 GUI에 대한 액세스가 HTTP_REFERERR 리디렉션 시도로부터 보호됩니다. 외부 스크립트를 사용하여 시스템과 상호 작용하는 경우와 같이 특정 코너의 경우 웹 GUI 액세스를 방해하는 경우 이 보호를 비활성화하려면 이 상자를 선택합니다. HTTP_REFERERR에 대한 자세한 내용은 %sWikipedia%s에서 확인할 수 있습니다.
pl_pl: Gdy to pole jest odznaczone, dostęp do interfejsu użytkownika jest chroniony przed próbami przekierowania HTTP_REFERER. Zaznacz to pole, aby wyłączyć tę ochronę, jeśli stwierdzisz, że zakłóca ona dostęp do interfejsu użytkownika w pewnych sytuacjach, takich jak używanie zewnętrznych skryptów do interakcji z tym systemem. Więcej informacji o HTTP_REFERER jest dostępnych z %sWikipedia%s.
uk_ua: Якщо це поле не позначено, доступ до веб-інтерфейсу захищений від спроб перенаправлення HTTP_REFERER. Поставте цей прапорець, щоб вимкнути цей захист, якщо ви виявите, що він заважає доступу до веб-інтерфейсу в певних особливих випадках, наприклад, при використанні зовнішніх скриптів для взаємодії з цією системою. Більше інформації про HTTP_REFERER доступно на %sWikipedia%s.
zh_cn: 不选时，对Web GUI的访问将受到保护，以防止 HTTP_REFERER 重定向尝试。 如果您发现在某些极端情况下（例如使用外部脚本与此系统交互）对Web GUI访问有干扰时，请选中该选项来禁用。 有关HTTP_REFERER的更多信息，请访问%s维基百科%s。

source: Disable HTTP_REFERER enforcement check
cs_cz: Vypnout kontrolu vynucování HTTP_REFERER
de_de: HTTP_REFERER-Erzwingungsprüfung deaktivieren
el_gr: Απενεργοποίηση ελέγχου επιβολής HTTP_REFERER
fa_ir: غیرفعال کردن بررسی HTTP_REFERER
fr_fr: Désactiver la vérification de la mise en application de l'HTTP_REFERER
it_it: Disabilita il controllo di applicazione HTTP_REFERER
ko_kr: HTTP_REFERER 강제 검증 사용 안 함
pl_pl: Wyłącz sprawdzanie egzekwowania HTTP_REFERER
uk_ua: Вимкнути перевірку примусового застосування HTTP_REFERER
zh_cn: 禁用HTTP_REFERER强制检查

source: HTTP_REFERER enforcement
cs_cz: Vynucení HTTP_REFERER
de_de: HTTP_REFERER-Erzwingung
el_gr: Επιβολή HTTP_REFERER
fa_ir: اجرای HTTP_REFERER
fr_fr: Mise en application HTTP_REFERER
it_it: Applicazione HTTP_REFERER
ko_kr: HTTP_REFERER 강제
pl_pl: Egzekwowanie HTTP_REFERER
uk_ua: Примусове застосування HTTP_REFERER
zh_cn: HTTP_REFERER强制检查

source: Only accept connections from the selected interfaces. Leave empty to listen globally. Use with care.
cs_cz: Přijímat spojení pouze z vybraných rozhraní. Pokud má být spojení očekáváno na všech, nevyplňujte. Používejte obezřetně.
de_de: Akzeptiere nur Verbindungen von den ausgewählten Schnittstellen. Lassen Sie das Feld leer, wenn Sie auf allen Schnittstellen hören wollen. Seien Sie bei der Verwendung vorsichtig.
el_gr: Αποδεχτείτε μόνο συνδέσεις από τις επιλεγμένες διεπαφές. Αφήστε το κενό για ακρόαση καθολικά. Χρησιμοποιήστε το με προσοχή.
fa_ir: فقط اتصالات از اینترفیس‌های انتخاب‌شده پذیرفته می‌شوند. خالی بگذارید تا به‌صورت سراسری گوش دهد. با احتیاط استفاده کنید.
fr_fr: Acceptez uniquement les connexions des interfaces sélectionnées. Laissez vide pour écouter sur toutes les interfaces. Utiliser avec précaution.
it_it: Accetta solo connessioni dalle interfacce selezionate. Lascia vuoto per ascoltare a livello globale. Utilizzare con cura.
ko_kr: 선택한 인터페이스의 연결만 허용합니다. 전체 인터페이스에 응답하려면 비워 두세요. 주의해서 사용하세요.
pl_pl: Akceptuj połączenia tylko z wybranych interfejsów. Pozostaw puste, aby nasłuchiwać globalnie. Używaj ostrożnie.
uk_ua: Приймати з'єднання тільки з вибраних інтерфейсів. Залиште пустим, щоб слухати глобально. Використовуйте обережно.
zh_cn: 仅接受选定接口的连接，默认为全部监听。

source: All (recommended)
cs_cz: Vše (doporučeno)
de_de: Alle (empfohlen)
el_gr: Όλα (συνιστώνται)
fa_ir: همه (توصیه‌شده)
fr_fr: Tout (recommandé)
it_it: Tutti (consigliato)
ko_kr: 모두 (권장)
pl_pl: Wszystkie (zalecane)
uk_ua: Всі (рекомендовано)
zh_cn: 全部(推荐)

source: Enable access log
cs_cz: Zaznamenávat přístupy
de_de: Zugriffsprotokoll aktivieren
el_gr: Ενεργοποίηση αρχείου καταγραφής πρόσβασης
fa_ir: فعال‌سازی لاگ دسترسی
fr_fr: Activer le journal des accès
it_it: Abilita registro accessi
ko_kr: 액세스 로그 사용
pl_pl: Włącz logi dostępu
uk_ua: Увімкнути журнал доступу
zh_cn: 启用访问日志

source: Access log
cs_cz: Záznam o přístupech
de_de: Zugriffsprotokoll
el_gr: Αρχείο καταγραφής πρόσβασης
fa_ir: لاگ دسترسی
fr_fr: Journal des accès
it_it: Registro degli accessi
ko_kr: 액세스 로그
pl_pl: Logi dostępu
uk_ua: Журнал доступу
zh_cn: 访问日志

source: Transfer less data to the client for an additional cost in processing power.
cs_cz: Přenášet méně dat na klienta za cenu vyšší spotřeby výpočetního výkonu.
de_de: Überträgt weniger Daten an den Client auf Kosten der Verarbeitungsleistung.
el_gr: Μεταφέρετε λιγότερα δεδομένα στον πελάτη με επιπλέον κόστος σε επεξεργαστική ισχύ.
fa_ir: انتقال داده کمتر به کلاینت در ازای افزایش بار پردازشی.
fr_fr: Transfère moins de données au client au prix de puissance de calcul supplémentaire.
it_it: Trasferisci meno dati al client con un costo aggiuntivo in termini di potenza di elaborazione.
ko_kr: 처리 능력에 추가 자원이 필요하지만 더 적은 양의 데이터를 클라이언트에 전송합니다.
pl_pl: Przesyłaj mniej danych do klienta kosztem dodatkowej mocy obliczeniowej.
uk_ua: Передавати менше даних клієнту за додаткову плату в обчислювальній потужності.
zh_cn: 这可以减少传输到客户端的数据，但需要占用部分处理器的能力。

source: Enable compression of HTTP pages and dynamic content.
cs_cz: Komprimovat HTTP stránky a dynamický obsah.
de_de: Aktiviere die Komprimierung von HTTP-Seiten und dynamischem Inhalt.
el_gr: Ενεργοποίηση συμπίεσης σελίδων HTTP και δυναμικού περιεχομένου.
fa_ir: فعال‌سازی فشرده‌سازی صفحات HTTP و محتوای پویا
fr_fr: Activer la compression des pages HTTP et du contenu dynamique.
it_it: Abilita la compressione delle pagine HTTP e del contenuto dinamico.
ko_kr: HTTP 페이지 및 동적 콘텐츠의 압축을 사용합니다.
pl_pl: Włącz kompresję stron HTTP i dynamicznej zawartości.
uk_ua: Увімкнути стиснення сторінок HTTP та динамічного вмісту.
zh_cn: 启用HTTP页面和动态内容的压缩。

source: HTTP Compression
cs_cz: Zhuštění HTTP
de_de: HTTP-Komprimierung
el_gr: Συμπίεση HTTP
fa_ir: فشرده‌سازی HTTP
fr_fr: Compression HTTP
it_it: Compressione HTTP
ko_kr: HTTP 압축
pl_pl: Kompresja HTTP
uk_ua: Стиснення HTTP
zh_cn: HTTP压缩

source: Here you can specify alternate hostnames by which the router may be queried, to bypass the DNS Rebinding Attack checks. Separate hostnames with spaces.
cs_cz: Zde je možné zadat alternativní název stroje, kterým může být možné dotazovat směrovač a obejít tak kontroly DNS rebinding útoku. Názvy strojů oddělujte mezerou.
de_de: Hier können Sie alternative Hostnamen angeben, über die der Router abgefragt werden kann, um die DNS-Rebinding-Angriffsprüfungen zu umgehen. Trennen Sie die Hostnamen durch Leerzeichen.
el_gr: Εδώ μπορείτε να καθορίσετε εναλλακτικά ονόματα κεντρικών υπολογιστών με τα οποία μπορεί να ερωτάται ο δρομολογητής, για να παρακάμψετε τους ελέγχους DNS Rebinding Attack. Διαχωρίστε τα ονόματα κεντρικών υπολογιστών με κενά.
fa_ir: در اینجا می‌توانید نام‌های میزبان جایگزین را مشخص کنید که روتر ممکن است از طریق آن‌ها پرس‌وجو شود، تا بررسی‌های DNS Rebinding Attack را دور بزنید. نام‌های میزبان را با فاصله از هم جدا کنید.
fr_fr: Vous pouvez spécifier ici des noms d'hôte alternatifs par lesquels le routeur peut être interrogé, ceci afin de contourner les vérifications effectuées en prévention des attaques DNS Rebinding. Séparer les noms d'hôtes par des espaces.
it_it: Qui è possibile specificare nomi host alternativi con cui interrogare il router, per aggirare i controlli di attacco di riassociazione DNS. Separa i nomi host con spazi.
ko_kr: 여기서 DNS 재바인딩 공격 검사를 생략하기 위해 라우터를 쿼리할 수 있는 대체 호스트 이름을 지정할 수 있습니다. 호스트 이름은 공백으로 구분하세요.
pl_pl: Tutaj możesz określić alternatywne nazwy hostów, według których można odpytywać router, aby ominąć kontrole Ataku Odbijania DNS. Oddziel nazwy hostów spacjami.
uk_ua: Тут можна вказати альтернативні імена хостів, за якими маршрутизатор може бути запитаний, щоб обійти перевірки атаки DNS Rebinding. Розділяйте імена хостів пробілами.
zh_cn: 这里可以指定查询路由器的备用主机名，以绕过DNS重新绑定攻击检查。使用空格分隔主机名。

source: Alternate Hostnames for DNS Rebinding and HTTP_REFERER Checks
cs_cz: Alternativní názvy strojů pro kontroly DNS znovuspojení (rebind) a HTTP_REFERER
de_de: Alternative Hostnamen für DNS-Rebinding und HTTP_REFERER-Prüfungen
el_gr: Εναλλακτικά ονόματα κεντρικών υπολογιστών για επανασύνδεση DNS και ελέγχους HTTP_REFERER
fa_ir: نام‌های میزبان جایگزین برای بررسی‌های DNS Rebinding و HTTP_REFERER
fr_fr: Noms d'hôtes alternatifs pour les vérifications DNS Rebinding et HTTP_REFERER
it_it: Nomi host alternativi per il riassociazione DNS e i controlli HTTP_REFERER
ko_kr: DNS 재바인딩 및 HTTP_REFERRER 검사를 위한 대체 호스트 이름
pl_pl: Alternatywne Nazwy Hostów dla Odbijania DNS i Kontroli HTTP_REFERER
uk_ua: Альтернативні імена хостів для перевірок повторного зв'язування DNS та HTTP_REFERER
zh_cn: DNS重绑定和HTTP_REFERER检查的备用主机名

source: Alternate Hostnames
cs_cz: Alternativní názvy strojů
de_de: Alternative Hostnamen
el_gr: Εναλλακτικά ονόματα κεντρικών υπολογιστών
fa_ir: نام‌های میزبان جایگزین
fr_fr: Noms d'hôte alternatifs
it_it: Nomi host alternativi
ko_kr: 대체 호스트 이름
pl_pl: Alternatywne nazwy
uk_ua: Альтернативні імена хостів
zh_cn: 备用主机名
