Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Specify a HAProxy condition/ACL that is currently not supported by the GUI.
cs_cz: Zadejte podmínku/ACL pro HAProxy, která v tuto chvíli ještě není podporovaná webovým rozhraním.
de_de: Geben Sie eine HAProxy-Bedingung/ACL ein, die aktuell nicht im GUI unterstützt wird.
el_gr: Καθορίστε μια συνθήκη HAProxy/ACL που δεν υποστηρίζεται αυτήν τη στιγμή από το GUI.
fa_ir: یک شرط/ACL برای HAProxy مشخص کنید که در حال حاضر توسط رابط گرافیکی پشتیبانی نمی‌شود.
fr_fr: Spécifier une condition/ACL HAProxy qui n'est actuellement pas supportée par la GUI.
it_it: Specificare una condizione/ACL HAProxy attualmente non supportata dalla GUI.
ko_kr: 현재 GUI에서 지원되지 않는 HAProxy 조건/ACL을 지정하세요.
pl_pl: Określ warunek/ACL HAProxy, który obecnie nie jest obsługiwany przez GUI.
uk_ua: Вкажіть умову/ACL HAProxy, яка наразі не підтримується графічним інтерфейсом.
zh_cn: 指定当前GUI不支持的HAProxy条件/ ACL。

source: Specify a HAProxy rule/ACL that is currently not supported by the GUI.
cs_cz: Zadejte pravidlo/ACL pro HAProxy, která v tuto chvíli ještě není podporovaná webovým rozhraním.
de_de: Geben Sie eine HAProxy-Regel/ACL ein, die aktuell nicht im GUI unterstützt wird.
el_gr: Καθορίστε έναν κανόνα/ACL HAProxy που δεν υποστηρίζεται αυτήν τη στιγμή από το GUI.
fa_ir: یک قاعده/ACL مربوط به HAProxy را مشخص کنید که در حال حاضر توسط GUI پشتیبانی نمی‌شود.
fr_fr: Spécifier une règle/ACL HAProxy qui n'est actuellement pas supportée par la GUI.
it_it: Specificare una regola/ACL HAProxy che attualmente non è supportata dalla GUI.
ko_kr: 현재 GUI에서 지원되지 않는 HAProxy 규칙/ACL을 지정하세요.
pl_pl: Określ regułę/ACL HAProxy, która obecnie nie jest obsługiwana przez GUI.
uk_ua: Вкажіть правило/ACL HAProxy, яка наразі не підтримується графічним інтерфейсом.
zh_cn: 指定当前GUI不支持的HAProxy规则/ ACL。

source: Specify an optional maximum line length in characters. Log lines larger than this value will be truncated before being sent. The reason is that syslog servers act differently on log line length. All servers support the default value of 1024 characters, but some servers simply drop larger lines while others do log them.
cs_cz: Volitelně zadejte jak nejvíc dlouhý (znaků) může být řádek. Řádky záznamu událostí delší než tato hodnota budou před odesláním zkráceny. Důvodem je, že jednotlivé implementace syslog serveru se v tomto ohledu chovají různě. Všechny ale podporují výchozí hodnotu 1024 znaků, ale některé z nich jednoduše zahodí řádky delší, zatímco jiné je zaznamenají.
de_de: Gibt optional eine maximale Zeilenlänge in Zeichen an. Längere Zeilen werden vor dem Versand abgeschnitten. Hintergrund ist, dass Syslog-Server unterschiedlich auf lange Zeilen reagieren: Manche kürzen sie, andere verwerfen sie. Standard ist 1024 Zeichen.
el_gr: Καθορίστε ένα προαιρετικό μέγιστο μήκος γραμμής σε χαρακτήρες. Οι γραμμές καταγραφής που είναι μεγαλύτερες από αυτήν την τιμή θα περικόπτονται πριν από την αποστολή τους. Ο λόγος είναι ότι οι διακομιστές syslog λειτουργούν διαφορετικά ως προς το μήκος της γραμμής καταγραφής. Όλοι οι διακομιστές υποστηρίζουν την προεπιλεγμένη τιμή των 1024 χαρακτήρων, αλλά ορισμένοι διακομιστές απλώς παραλείπουν μεγαλύτερες γραμμές, ενώ άλλοι τις καταγράφουν.
fa_ir: حداکثر طول خط اختیاری را به کاراکتر مشخص کنید. خطوط لاگ بزرگ‌تر از این مقدار قبل از ارسال کوتاه خواهند شد. دلیل این است که سرورهای syslog با طول خطوط لاگ متفاوت رفتار می‌کنند. همهٔ سرورها از مقدار پیش‌فرض 1024 کاراکتر پشتیبانی می‌کنند، اما برخی خطوط بزرگ‌تر را نادیده می‌گیرند در حالی که برخی دیگر آنها را ثبت می‌کنند.
fr_fr: Spécifier une longueur de ligne maximale optionnelle en caractères. Les lignes de fichiers journaux plus longues seront tronquées avant d'être envoyées. La raison est que les serveurs syslog agissent différemment sur la longueur des lignes de fichiers journaux. Tous les serveurs supportent la valeur par défaut de 1024 caractères, mais certains serveurs ignorent simplement les lignes plus longues tandis que d'autres les enregistrent.
it_it: Specificare una lunghezza di riga massima facoltativa in caratteri. Le righe di registro più grandi di questo valore verranno troncate prima di essere inviate. Il motivo è che i server syslog agiscono in modo diverso sulla lunghezza della riga di registro. Tutti i server supportano il valore predefinito di 1024 caratteri, ma alcuni server semplicemente rilasciano righe più grandi mentre altri le registrano.
ko_kr: 선택적으로 최대 줄 길이를 문자 단위로 지정합니다. 이 값보다 큰 로그 줄은 전송되기 전에 잘립니다. 그 이유는 syslog 서버가 로그 줄 길이에 따라 다르게 작동하기 때문입니다. 모든 서버는 1024자의 기본값을 지원하지만, 일부 서버는 단순히 큰 줄을 삭제하고 다른 서버는 기록합니다.
pl_pl: Określ opcjonalną maksymalną długość linii w znakach. Linie logów dłuższe niż ta wartość zostaną obcięte przed wysłaniem. Powodem jest to, że serwery syslog zachowują się różnie w kwestii długości linii logów. Wszystkie serwery obsługują domyślną wartość 1024 znaków, ale niektóre serwery po prostu odrzucają dłuższe linie, podczas gdy inne je rejestrują.
uk_ua: Вкажіть необов'язкову максимальну довжину рядка в символах. Рядки логів, довші за це значення, будуть обрізані перед надсиланням. Причина полягає в тому, що сервери syslog по-різному реагують на довжину рядка логів. Усі сервери підтримують типове значення 1024 символи, але деякі сервери просто відкидають довші рядки, тоді як інші їх реєструють.
zh_cn: 指定一个可选的最大行长（以字符为单位）。 大于此值的日志行会在发送前被截断。 原因是syslog服务器在日志行长度上的行为不同。 所有服务器都支持1024个字符的默认值，但有些服务器只是删除较大的行，而其他服务器会记录它们。

source: Specify the IP of your neighbor.
cs_cz: Zadejte IP adresu protějšku.
de_de: Geben Sie die IP Ihres Nachbarn an.
el_gr: Καθορίστε την IP του γείτονά σας.
fa_ir: آدرس IP همسایه را مشخص کنید.
fr_fr: Indiquer l'IP de votre voisin.
it_it: Specifica l'IP del tuo vicino.
ko_kr: 인접 네트워크의 IP를 지정합니다.
pl_pl: Określ IP swojego sąsiada.
uk_ua: Вкажіть IP вашого сусіда.
zh_cn: 指定邻居IP。

source: Specify the SSL/TLS error ID that should be checked for the incoming connection. Please refer to your SSL library's documentation for an exhaustive list of error codes.
cs_cz: Zadejte identifikátor chyby SSL/TLS, který má být kontrolován u příchozího připojení. Úplný seznam chybových kódů naleznete v dokumentaci knihovny SSL.
de_de: Gibt die SSL/TLS Fehler-ID an welche für eingehende Verbindungen geprüft werden soll. Eine vollständige Liste der Fehlercodes befindet sich in der Dokumentation der SSL-Bibliothek.
el_gr: Καθορίστε το αναγνωριστικό σφάλματος SSL/TLS που θα πρέπει να ελεγχθεί για την εισερχόμενη σύνδεση. Ανατρέξτε στην τεκμηρίωση της βιβλιοθήκης SSL σας για μια πλήρη λίστα κωδικών σφάλματος.
fa_ir: شناسهٔ خطای SSL/TLS که باید برای اتصال ورودی بررسی شود را مشخص کنید. برای فهرست کامل کدهای خطا به مستندات کتابخانهٔ SSL خود مراجعه کنید.
fr_fr: Spécifiez l'ID d'erreur SSL/TLS qui doit être vérifié pour la connexion entrante. Veuillez vous référer à la documentation de votre bibliothèque SSL pour une liste exhaustive des codes d'erreur.
it_it: Specificare l'ID errore SSL/TLS da verificare per la connessione in entrata. Per un elenco esaustivo dei codici di errore, fare riferimento alla documentazione della libreria SSL.
ko_kr: 수신 연결에 대해 확인해야 하는 SSL/TLS 오류 ID를 지정합니다. 오류 코드의 전체 목록은 SSL 라이브러리의 설명서를 참조하세요.
pl_pl: Określ ID błędu SSL/TLS, który powinien być sprawdzany dla przychodzącego połączenia. Proszę odnieść się do dokumentacji Twojej biblioteki SSL w celu uzyskania wyczerpującej listy kodów błędów.
uk_ua: Вкажіть ID помилки SSL/TLS, який має бути перевірений для вхідного з'єднання. Будь ласка, зверніться до документації вашої SSL-бібліотеки для отримання вичерпного списку кодів помилок.
zh_cn: 指定应检查入站连接的SSL / TLS错误ID。 有关错误代码的详尽列表，请参阅SSL库的文档。

source: Specify the Server ID of your PowerDNS server, i.e. localhost.
cs_cz: Zadejte identifikátor serveru vašeho PowerDNS serveru, např. localhost.
de_de: Geben Sie die Server-ID Ihres PowerDNS-Server an, z. B. localhost
el_gr: Καθορίστε το Server ID του διακομιστή PowerDNS σας, δηλαδή localhost.
fa_ir: Server ID سرور PowerDNS خود را مشخص کنید، مثلاً localhost.
fr_fr: Indiquer le Server ID du serveur PowerDNS, p.e. localhost.
it_it: Specifica l'ID server del tuo server PowerDNS, ovvero localhost.
ko_kr: PowerDNS 서버의 서버 ID(예: localhost)를 지정하세요.
pl_pl: Określ ID serwera dla Twojego serwera PowerDNS, np. localhost.
uk_ua: Вкажіть ID сервера PowerDNS, наприклад, localhost.
zh_cn: 指定PowerDNS服务器的服务器ID，例如localhost。

source: Specify the TCP port used for agent checks.
cs_cz: Zadejte TCP port sloužící ke kontrole agentů.
de_de: Geben Sie den TCP-Port an, der für Agenten-Überprüfungen verwendet wird.
el_gr: Καθορίστε τη θύρα TCP που χρησιμοποιείται για τους ελέγχους πρακτόρων.
fa_ir: پورت TCP مورد استفاده برای بررسی‌های agent را مشخص کنید.
fr_fr: Spécifiez le port TCP utilisé pour les contrôles d'agents.
it_it: Specificare la porta TCP utilizzata per i controlli dell'agente.
ko_kr: 에이전트 검사에 사용되는 TCP 포트를 지정합니다.
pl_pl: Określ port TCP używany do sprawdzania agenta.
uk_ua: Вкажіть TCP-порт, що використовується для перевірок агента.
zh_cn: 指定用于代理检查的TCP端口。

source: Specify the URL for your PowerDNS server, i.e. http://ns.example.com:8081.
cs_cz: Zadejte URL adresu PowerDNS serveru, např. http://ns.example.com:8081.
de_de: Geben Sie die URL Ihres PowerDNS-Servers an, z. B. http://ns.example.com:8081.
el_gr: Καθορίστε τη διεύθυνση URL για τον διακομιστή PowerDNS σας, π.χ. http://ns.example.com:8081.
fa_ir: URL سرور PowerDNS خود را مشخص کنید، مثلاً http://ns.example.com:8081.
fr_fr: Spécifier l'URL de votre serveur PowerDNS, i.e. http://ns.exemple.com:8081.
it_it: Specifica l'URL del tuo server PowerDNS, ad esempio http://ns.example.com:8081.
ko_kr: PowerDNS 서버의 URL(예: http://ns.example.com:8081)을 지정합니다.
pl_pl: Określ URL dla Twojego serwera PowerDNS, np. http://ns.example.com:8081.
uk_ua: Вкажіть URL вашого сервера PowerDNS, наприклад, http://ns.example.com:8081.
zh_cn: 指定PowerDNS服务器的URL，例如http://ns.example.com:8081。

source: Specify the URL parameter to be checked for the value specified below.
cs_cz: Zadejte parametr URL, který má být kontrolován na níže uvedenou hodnotu.
de_de: Geben Sie den URL-Parameter an, der auf den unten angegebenen Wert überprüft werden soll.
el_gr: Καθορίστε την παράμετρο URL που θα ελεγχθεί για την τιμή που καθορίζεται παρακάτω.
fa_ir: پارامتر URL که باید برای مقدار مشخص‌شده در زیر بررسی شود را مشخص کنید.
fr_fr: Indiquez le paramètre URL à vérifier pour la valeur spécifiée ci-dessous.
it_it: Specificare il parametro URL da verificare per il valore specificato di seguito.
ko_kr: 아래 지정된 값에 대해 확인할 URL 매개 변수를 지정하세요.
pl_pl: Określ parametr URL do sprawdzenia dla wartości podanej poniżej.
uk_ua: Вкажіть параметр URL, який потрібно перевірити на відповідність значенню, вказаному нижче.
zh_cn: 指定要检查的URL参数以获取以下指定的值。

source: Specify the domain name to present to the server for ESMTP health checks.
cs_cz: Zadejte domény název, který má být předložen serveru pro kontroly stavu ESMTP.
de_de: Geben Sie den Domainnamen ein, der dem Server für ESMTP-Gesundheitschecks präsentiert wird.
el_gr: Καθορίστε το όνομα τομέα που θα παρουσιαστεί στον διακομιστή για ελέγχους εύρυθμης λειτουργίας ESMTP.
fa_ir: نام دامنه‌ای که برای چک‌های سلامت ESMTP به سرور ارائه می‌شود را مشخص کنید.
fr_fr: Indiquez le nom de domaine à présenter au serveur pour les contrôles de santé ESMTP.
it_it: Specificare il nome di dominio da presentare al server per i controlli di integrità ESMTP.
ko_kr: ESMTP 상태 점검을 위해 서버에 제공할 도메인 이름을 지정합니다.
pl_pl: Określ nazwę domeny do przedstawienia serwerowi podczas kontroli stanu ESMTP.
uk_ua: Вкажіть доменне ім'я, яке буде представлене серверу для перевірки стану ESMTP.
zh_cn: 指定要提供给服务器的域名以便进行ESMTP健康检查。

source: Specify the domain name to present to the server for SMTP health checks.
cs_cz: Zadejte název domény, který má být předložen serveru pro kontroly stavu SMTP.
de_de: Geben Sie den Domainnamen ein, der dem Server für SMTP-Gesundheitschecks präsentiert wird.
el_gr: Καθορίστε το όνομα τομέα που θα παρουσιαστεί στον διακομιστή για ελέγχους εύρυθμης λειτουργίας SMTP.
fa_ir: نام دامنه‌ای که برای چک‌های سلامت SMTP به سرور ارائه می‌شود را مشخص کنید.
fr_fr: Indiquez le nom de domaine à présenter au serveur pour les contrôles de santé SMTP.
it_it: Specificare il nome di dominio da presentare al server per i controlli di integrità SMTP.
ko_kr: SMTP 상태 점검를 위해 서버에 제공할 도메인 이름을 지정합니다.
pl_pl: Określ nazwę domeny do przedstawienia serwerowi podczas kontroli stanu SMTP.
uk_ua: Вкажіть доменне ім'я, яке буде представлене серверу для перевірки стану SMTP.
zh_cn: 指定要提供给服务器以进行SMTP健康检查的域名。

source: Specify the maximum length for a value in the stick-table. If the value is larger than this value it will be truncated before being stored. Depending on the stick-table type this repesents either characters or bytes.
cs_cz: Zadejte maximální délku hodnoty v stick tabulce. Pokud je hodnota větší než tato hodnota, bude před uložením zkrácena. V závislosti na typu stick tabulky představuje buď znaky, nebo bajty.
de_de: Gibt die maximale Länge eines Wertes in der Stick-Tabelle an. Ist der Wert größer als dieser Wert, wird er vor dem Speichern gekürzt. Je nach Stick-Tabellentyp entspricht dies entweder Zeichen oder Bytes.
el_gr: Καθορίστε το μέγιστο μήκος για μια τιμή στον πίνακα stick-table. Εάν η τιμή είναι μεγαλύτερη από αυτήν την τιμή, θα περικοπεί πριν αποθηκευτεί. Ανάλογα με τον τύπο του πίνακα stick-table, αυτό αντιπροσωπεύει είτε χαρακτήρες είτε bytes.
fa_ir: حداکثر طول یک مقدار در stick-table را مشخص کنید. اگر مقدار بزرگ‌تر از این باشد، قبل از ذخیره کوتاه خواهد شد. بسته به نوع stick-table، این مقدار نشان‌دهندهٔ کاراکتر یا بایت است.
fr_fr: Spécifiez la longueur maximale d'une valeur dans le stick-table. Si la valeur est supérieure à cette valeur, elle sera tronquée avant d'être stockée. Selon le type de stick-table, cela représente soit des caractères, soit des octets.
it_it: Specificare la lunghezza massima per un valore nella stick-table. Se il valore è maggiore di questo valore verrà troncato prima di essere archiviato. A seconda del tipo di stick-table, questo rappresenta caratteri o byte.
ko_kr: 고정 연결 테이블에서 값의 최대 길이를 지정합니다. 값이 이 값보다 크면 저장되기 전에 잘립니다. 고정 연결 테이블 유형에 따라 문자 또는 바이트를 나타냅니다.
pl_pl: Określ maksymalną długość wartości w tabeli przyczepności. Jeśli wartość jest większa niż ta wartość, zostanie obcięta przed przechowaniem. W zależności od typu tabeli przyczepności reprezentuje to znaki lub bajty.
uk_ua: Вкажіть максимальну довжину для значення в stick-table. Якщо значення більше цього значення, воно буде обрізано перед збереженням. Залежно від типу stick-table, це представляє або символи, або байти.
zh_cn: 指定粘性表值的最大长度。 如果该值大于此值，则会在存储之前将其截断。 根据粘性表类型，它代表字符或字节。

source: Specify the pattern to look for in the response buffer. If the match is set to binary, then the pattern must be passed as a serie of hexadecimal digits in an even number.
cs_cz: Zadejte vzorec který hledat ve vyrovnávací paměti odpovědí. Pokud je hledání shody nastaveno na binární, vzorec je třeba zadat jako posloupnost šestnáctkových číslic v sudém čísle.
de_de: Geben Sie ein Muster an, nach dem im Antwortpuffer gesucht wird. Falls das Suchkriterium auf binär gesetzt wird, muss das Muster in Form einer Serie von Hexadezimalzahlen in einer geraden Anzahl angegeben werden.
el_gr: Καθορίστε το μοτίβο που θα αναζητηθεί στο buffer απόκρισης. Εάν η αντιστοίχιση έχει οριστεί σε δυαδικό, τότε το μοτίβο πρέπει να διαβιβαστεί ως μια σειρά δεκαεξαδικών ψηφίων σε έναν ζυγό αριθμό.
fa_ir: الگویی که باید در بافر پاسخ جستجو شود را مشخص کنید. اگر نوع تطابق روی binary تنظیم شده باشد، الگو باید به‌صورت رشته‌ای از ارقام هگزادسیمال با تعداد زوج ارسال شود.
fr_fr: Spécifiez le modèle à rechercher dans le tampon de réponse. Si la correspondance est définie sur binaire, le modèle doit être transmis sous la forme d'une série de chiffres hexadécimaux dans un nombre pair.
it_it: Specificare il modello da cercare nel buffer di risposta. Se la corrispondenza è impostata su binaria, il modello deve essere passato come una serie di cifre esadecimali in un numero pari.
ko_kr: 응답 버퍼에서 찾을 패턴을 지정합니다. 일치가 이진수로 설정된 경우 패턴은 짝수의 16진수 연속으로 전달되어야 합니다.
pl_pl: Określ maksymalną długość wartości w tabeli przyczepności. Jeśli wartość jest większa niż ta wartość, zostanie obcięta przed przechowaniem. W zależności od typu tabeli przyczepności reprezentuje to znaki lub bajty.
uk_ua: Вкажіть шаблон для пошуку в буфері відповіді. Якщо збіг встановлений як бінарний, то шаблон повинен бути переданий як послідовність шістнадцяткових цифр у парній кількості.
zh_cn: 指定要在响应缓冲区中查找的模式。如果将匹配设置为二进制，则必须以偶数形式的十六进制数字系列传递模式。

source: Specify the scheduling algorithm to use
cs_cz: Zadejte který plánovací algoritmus použít
de_de: Geben Sie den zu verwendenden Scheduling-Algorithmus an.
el_gr: Καθορίστε τον αλγόριθμο προγραμματισμού που θα χρησιμοποιηθεί
fa_ir: الگوریتم زمان‌بندی مورد استفاده را مشخص کنید
fr_fr: Spécifier l'algorithme d'ordonnancement à utiliser
it_it: Specificare l'algoritmo di pianificazione da utilizzare
ko_kr: 사용할 스케줄링 알고리즘 지정
pl_pl: Określ algorytm planowania do użycia.
uk_ua: Вкажіть алгоритм планування для використання
zh_cn: 指定要使用的调度算法

source: Specify the username to be used for database health checks.
cs_cz: Zadejte uživatelské jméno, které použít pro kontroly stavu databáze.
de_de: Geben Sie den Benutzernamen an, der verwendet wird, um die Datenbank zu überprüfen.
el_gr: Καθορίστε το όνομα χρήστη που θα χρησιμοποιείται για τους ελέγχους εύρυθμης λειτουργίας της βάσης δεδομένων.
fa_ir: نام کاربری که برای بررسی‌های سلامت پایگاه‌داده استفاده می‌شود را مشخص کنید.
fr_fr: Spécifiez le nom d'utilisateur à utiliser pour les contrôles de santé de la base de données.
it_it: Specificare il nome utente da utilizzare per i controlli di integrità del database.
ko_kr: 데이터베이스 상태 점검에 사용할 사용자 이름을 지정합니다.
pl_pl: Określ nazwę użytkownika do używania przy kontroli stanu bazy danych.
uk_ua: Вкажіть ім'я користувача, яке буде використовуватися для перевірки стану бази даних.
zh_cn: 指定用于数据库健康检查的用户名。

source: Specify the value for the URL parameter.
cs_cz: Zadejte hodnotu pro parametr URL.
de_de: Geben Sie den Wert für den URL-Parameter ein.
el_gr: Καθορίστε την τιμή για την παράμετρο URL.
fa_ir: مقدار پارامتر URL را مشخص کنید.
fr_fr: Spécifiez la valeur du paramètre URL.
it_it: Specificare il valore per il parametro URL.
ko_kr: URL 매개 변수의 값을 지정합니다.
pl_pl: Określ wartość dla parametru URL.
uk_ua: Вкажіть значення для параметра URL.
zh_cn: 指定URL参数的值。

source: Spend no more than N seconds on processing.
cs_cz: Nezpracovávat déle než N sekund.
de_de: Verbringe höchstens N Sekunden mit der Verarbeitung.
el_gr: Μην ξοδεύετε περισσότερα από N δευτερόλεπτα στην επεξεργασία.
fa_ir: برای پردازش بیش از N ثانیه صرف نکنید.
fr_fr: Ne pas passer plus de N secondes sur le traitement.
it_it: Non dedicare più di N secondi all'elaborazione.
ko_kr: 처리에 N초 이상 소요되지 않습니다.
pl_pl: Nie przekraczaj N sekund na przetwarzanie.
uk_ua: Витрачайте не більше N секунд на обробку.
zh_cn: 处理时间不超过N秒。

source: Spread checks
cs_cz: Kontroly rozptylu
de_de: Überprüfungsintervalle streuen
el_gr: Έλεγχοι spread
fa_ir: توزیع بررسی‌ها
fr_fr: Contrôles de l'écart
it_it: Controlli di diffusione
ko_kr: 분산 검사
pl_pl: Rozprowadź sprawdzenia
uk_ua: Розподілити перевірки
zh_cn: 扩散检查

source: Start
cs_cz: Spustit
el_gr: Αρχή
fa_ir: شروع
fr_fr: Démarrer
it_it: Inizio
ko_kr: 시작
uk_ua: Запустити
zh_cn: 开始

source: Start Delay
cs_cz: Prodleva startu
de_de: Startverzögerung
el_gr: Καθυστέρηση έναρξης
fa_ir: تاخیر شروع
fr_fr: Délai de Démarrage
it_it: Inizio ritardato
ko_kr: 지연 시작
pl_pl: Opóźnienie startu
uk_ua: Затримка запуску
zh_cn: 启动延迟

source: Start Discoverers
cs_cz: Spustit nástroje na objevování
de_de: Starte Entdecker
el_gr: Έναρξη Discoverers
fa_ir: راه‌اندازی کشف‌کننده‌ها
it_it: Inizia Scopritori
ko_kr: 탐색 시작
pl_pl: Uruchom odkrywców
uk_ua: Запустити виявлення

source: Start HTTP Pollers
cs_cz: Spustit HTTP dotazovače
de_de: HTTP-Poller Starten
el_gr: Έναρξη HTTP Δημοσκόπησης
fa_ir: راه‌اندازی پویشگرهای HTTP
fr_fr: Démarrer les pollers HTTP
it_it: Avvia polling HTTP
ko_kr: HTTP 폴러 시작
pl_pl: Uruchom sondy HTTP
uk_ua: Запустити HTTP-опитувачі
zh_cn: 开始HTTP轮询

source: Start IPMI Pollers
cs_cz: Spustit IPMI dotazovače
de_de: IPMI-Poller Starten
el_gr: Έναρξη Δημοσκόπων IPMI
fa_ir: راه‌اندازی پویشگرهای IPMI
fr_fr: Démarrer les pollers IPMI
it_it: Avvia i poller IPMI
ko_kr: IPMI 폴러 시작
pl_pl: Uruchom sondy IPMI
uk_ua: Запустити IPMI-опитувачі
zh_cn: 开始IPMI轮询

source: Start Pingers
cs_cz: Spustit odesílání pingů
de_de: Pinger Starten
el_gr: Έναρξη Pingers
fa_ir: راه‌اندازی پینگرها
fr_fr: Pingers de départ
it_it: Avvia Pingers
ko_kr: 핑거 시작
pl_pl: Uruchom pingery
uk_ua: Запустити пінгери

source: Start Pollers
cs_cz: Spustit dotazovače
de_de: Poller Starten
el_gr: Έναρξη Δημοσκόπων
fa_ir: راه‌اندازی پویشگرها
fr_fr: Démarrer les pollers
it_it: Avvia sondaggi
ko_kr: 폴러 시작
pl_pl: Uruchom sondy
uk_ua: Запустити опитувачі
zh_cn: 启动轮询器

source: Start Pollers Unreachable
cs_cz: Spustit dotazovače na nedostupné
de_de: Poller Starten Unerreichbar
el_gr: Έναρξη Δημοσκόπων Μη Προσβάσιμοι
fa_ir: راه‌اندازی پویشگرهای غیرقابل‌دسترس
it_it: Avvia sondaggi non raggiungibile
ko_kr: 시작 폴러에 연결할 수 없음
pl_pl: Uruchom sondy niedostępne
uk_ua: Запустити недосяжні опитувачі
zh_cn: 启动轮询器无法访问

source: Start Port
cs_cz: Nejnižší port
el_gr: Έναρξη θύρας
fa_ir: راه‌اندازی پورت
fr_fr: Port de début
it_it: Inizia Porto
ko_kr: 시작 포트
pl_pl: Port startowy
uk_ua: Стартовий порт
zh_cn: 起始端口

source: Start Trappers
cs_cz: Start zachytávání trappů
de_de: Trapper starten
el_gr: Ξεκινήστε τους παγιδευτές
fa_ir: راه‌اندازی تراپرها
fr_fr: Trappeurs de départ
it_it: Avvia Trapper
ko_kr: 트래퍼 시작
pl_pl: Uruchom trappery
uk_ua: Запустити траппери
zh_cn: 启动陷阱

source: Start servers
cs_cz: Spustit servery
de_de: Server Starten
el_gr: Έναρξη διακομιστών
fa_ir: راه‌اندازی سرورها
fr_fr: Démarre les serveurs
it_it: Avvia i server
ko_kr: 서버 시작
pl_pl: Uruchom serwery
uk_ua: Запустити сервери
zh_cn: 启动服务器

source: Start the Monit httpd service.
cs_cz: Spustit httpd službu Monit.
de_de: Startet den Monit-HTTPD-Dienst.
el_gr: Ξεκινήστε την υπηρεσία Monit httpd.
fa_ir: راه‌اندازی سرویس Monit httpd.
fr_fr: Démarrer le service httpd de Monit.
it_it: Avvia il servizio Monit httpd.
ko_kr: Monit httpd 서비스를 시작합니다.
pl_pl: Uruchom usługę httpd Monit.
uk_ua: Запустити службу Monit httpd.
zh_cn: 启动Monit httpd服务。

source: State File
cs_cz: Stavový soubor
de_de: Zustandsdatei
el_gr: Αρχείο Πολιτείας
fa_ir: فایل وضعیت
fr_fr: Fichier d'État
it_it: Fascicolo di Stato
ko_kr: 상태 파일
pl_pl: Plik stanu
uk_ua: Файл стану
zh_cn: 状态文件

source: State Notification
cs_cz: Oznámení stavu
de_de: Statusbenachrichtigung
el_gr: Ειδοποίηση πολιτείας
fa_ir: اعلان وضعیت
fr_fr: Notification de l'État
it_it: Notifica allo Stato
ko_kr: 상태 알림
pl_pl: Powiadomienie o stanie
uk_ua: Сповіщення про стан
zh_cn: 状态通知

source: Statistics Configuration
cs_cz: Nastavení statistik
de_de: Statistikeneinstellungen
el_gr: Διαμόρφωση στατιστικών στοιχείων
fa_ir: پیکربندی آمار
fr_fr: Configuration des Statistiques
it_it: Configurazione delle statistiche
ko_kr: 통계 구성
pl_pl: Konfiguracja statystyk
uk_ua: Конфігурація статистики
zh_cn: 统计配置

source: Stick-table persistence
cs_cz: Trvalost lepkavé tabulky
de_de: Persistenz fixierter Tabellen
el_gr: Επιμονή σε stick-table
fa_ir: پایداری stick-table
fr_fr: Persistance via table des adhérences
it_it: Persistenza della tabella stick
ko_kr: 연결 고정 테이블 지속성
pl_pl: Trwałość tabeli przyczepności
uk_ua: Стійкість stick-table
zh_cn: 粘性表持久性

source: Stickiness table
cs_cz: Tabulka „lepivosti“
de_de: Stickiness-Tabelle
el_gr: Πίνακας κολλητικότητας
fa_ir: جدول چسبندگی
fr_fr: Table des adhérences
it_it: Tabella della viscosità
ko_kr: 연결 고정 테이블
pl_pl: Tabela przyczepności
uk_ua: Таблиця прив'язки
zh_cn: 粘性表

source: Sticky Address
cs_cz: „Lepkavá“ adresa
de_de: Klebrige Adresse
el_gr: Αυτοκόλλητη Διεύθυνση
fa_ir: آدرس ثابت
fr_fr: Adresse collante
it_it: Indirizzo appiccicoso
ko_kr: 고정 주소
pl_pl: Lepki adres
uk_ua: Прив'язана адреса
zh_cn: 粘性地址
