Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: By default, if several SAs match, the newest one is preferred if it's at least 30 seconds old. Select this option to always prefer old SAs over new ones.
cs_cz: Ve výchozím nastavení, pokud je nalezena shoda ve vícero přidružení zabezpečení (SA), je upřednostněno to nejnovější, pokud je staré alespoň 30 sekund. Tuto volbu vyberte, pokud chcete vždy upřednostňovat starší přidružení zabezpečení před těmi novými.
de_de: Standardmäßig wird, wenn mehrere SAs übereinstimmen, die neueste bevorzugt - sofern sie mindestens 30 Sekunden alt ist. Aktivieren Sie diese Option, um stets ältere SAs gegenüber neueren zu bevorzugen.
el_gr: Από προεπιλογή, εάν ταιριάζουν αρκετές SA, προτιμάται η νεότερη εάν είναι τουλάχιστον 30 δευτερολέπτων παλιά. Επιλέξτε αυτήν την επιλογή για να προτιμάτε πάντα τις παλιές SA έναντι των νέων.
fa_ir: به‌طور پیش‌فرض، اگر چند SA مطابقت داشته باشند، جدیدترین ترجیح داده می‌شود مشروط بر اینکه حداقل 30 ثانیه از عمر آن گذشته باشد. این گزینه را انتخاب کنید تا همیشه SAهای قدیمی‌تر نسبت به جدیدترها اولویت داشته باشند.
fr_fr: Par défaut, si plusieurs AS correspondent, le plus récent est privilégié s'il date d'au moins 30 secondes. Sélectionnez cette option pour toujours préférer les anciens AS aux nouveaux.
it_it: Per impostazione predefinita, se più SA corrispondono, viene preferita quella più recente se è vecchia di almeno 30 secondi. Seleziona questa opzione per preferire sempre le vecchie SA rispetto a quelle nuove.
ko_kr: 기본적으로 여러 SA가 일치하는 경우, 최소 30초 이상 된 최신 SA가 우선합니다. 이 옵션을 선택하면 항상 새 SA보다 오래된 SA를 우선합니다.
uk_ua: Типово, якщо збігаються декілька SA, перевага надається новішому, якщо йому принаймні 30 секунд. Виберіть цю опцію, щоб завжди надавати перевагу старим SA над новими.
zh_cn: 默认情况下，如果有多个SA匹配，则优先选择最新的SA（且至少已存在30秒）。 选择此选项可始终优先选择旧的SA而不是新的SA。

source: Maximum number of IKEv1 phase 2 exchanges per IKE_SA to keep state about and track concurrently. When using multiple phase 2 definitions a higher value than the default (3) would be advisable to prevent re-keying issues
cs_cz: Maximální počet výměn ve 2. fázi IKEv1 v jednotlivých IKE_SA, kterých stav má být uchováván a mají být sledovány souběžně. Při použití vícero definic fáze 2 by bylo vhodné zvolit vyšší hodnotu než výchozí (3), aby se předešlo problémům s opakovaným opatřováním klíči.
de_de: Maximale Anzahl gleichzeitiger IKEv1-Phase-2-Aushandlungen pro IKE_SA, für die ein Status gespeichert wird. Bei Verwendung mehrerer Phase-2-Definitionen empfiehlt sich ein höherer Wert als der Standardwert (3), um Probleme mit der Neuverhandlung zu vermeiden.
el_gr: Μέγιστος αριθμός ανταλλαγών IKEv1 φάσης 2 ανά IKE_SA για ταυτόχρονη διατήρηση της κατάστασης και παρακολούθηση Όταν χρησιμοποιείτε πολλαπλούς ορισμούς φάσης 2, συνιστάται υψηλότερη τιμή από την προεπιλεγμένη (3) για την αποφυγή προβλημάτων επαναδημιουργίας κλειδιών.
fa_ir: حداکثر تعداد تبادلات فاز 2 در IKEv1 برای هر IKE_SA که به‌صورت هم‌زمان وضعیت آن‌ها نگهداری و پیگیری شود. هنگام استفاده از چند تعریف فاز 2، برای جلوگیری از مشکلات re-keying بهتر است مقدار بالاتری نسبت به پیش‌فرض (3) انتخاب شود.
fr_fr: Nombre maximal d'échanges IKEv1 phase 2 par IKE_SA à conserver et à suivre simultanément. En cas d'utilisation de plusieurs définitions de phase 2, il est conseillé d'utiliser une valeur plus élevée que la valeur par défaut (3) afin d'éviter les problèmes de recomposition de clés.
it_it: Numero massimo di scambi IKEv1 fase 2 per IKE_SA di cui mantenere lo stato e monitorarlo contemporaneamente. Quando si utilizzano più definizioni di fase 2, sarebbe consigliabile un valore più alto di quello predefinito (3) per evitare problemi di nuova codifica
ko_kr: IKE_SA당 IKEv1 2단계 교환의 최대 수는 상태를 유지하고 동시에 추적합니다. 여러 2단계 정의를 사용하는 경우 기본값(3)보다 높은 값을 사용하면 재키잉 문제를 방지하는 데 좋습니다.
uk_ua: Максимальна кількість обмінів IKEv1 фази 2 на IKE_SA для збереження стану та одночасного відстеження. При використанні кількох визначень фази 2 рекомендується встановити значення вище типового (3), щоб запобігти проблемам з повторним ключуванням.
zh_cn: 每个IKE_SA保持状态并同时跟踪的IKEv1第2阶段交换的最大数量。 当使用多个第2阶段定义时，建议使用高于默认值 (3) 的值。

source: Number of worker threads in Several of these are reserved for long running tasks in internal modules and plugins. Therefore, make sure you don’t set this value too low.
cs_cz: Počet zpracovávajících vláken v Několik z nich je vyhrazeno pro dlouho běžící úlohy v interních a zásuvných modulech. Proto dbejte na to, abyste tuto hodnotu nenastavili příliš nízko.
de_de: Anzahl der Arbeitsthreads. Einige davon sind für lang laufende Aufgaben in internen Modulen und Plugins reserviert. Daher sollte dieser Wert nicht zu niedrig gesetzt werden.
el_gr: Αριθμός νημάτων εργασίας σε Αρκετά από αυτά προορίζονται για εργασίες μεγάλης διάρκειας σε εσωτερικές ενότητες και πρόσθετα. Επομένως, βεβαιωθείτε ότι δεν ορίζετε αυτήν την τιμή πολύ χαμηλή.
fa_ir: تعداد worker threadها. تعدادی از آن‌ها برای وظایف طولانی‌مدت در ماژول‌های داخلی و پلاگین‌ها رزرو شده‌اند. بنابراین مطمئن شوید این مقدار را خیلی پایین تعیین نکنید.
fr_fr: Nombre de threads de travail en Plusieurs de ces threads sont réservés aux tâches de longue durée dans les modules internes et les plugins. Veillez donc à ne pas fixer cette valeur à un niveau trop bas.
it_it: Numero di thread di lavoro in Molti di questi sono riservati ad attività a lunga esecuzione in moduli e plugin interni. Pertanto, assicurati di non impostare questo valore troppo basso.
ko_kr: 여러 개의 워커 스레드 수는 내부 모듈과 플러그인에서 장기 실행 작업을 위해 예약되어 있습니다. 따라서 이 값을 너무 낮게 설정하지 않도록 주의하세요.
uk_ua: Кількість робочих потоків. Деякі з них зарезервовані для тривалих завдань у внутрішніх модулях та плагінах. Тому переконайтеся, що ви не встановлюєте це значення надто низько.
zh_cn: 其中一些工作线程的数量是为内部模块和插件中的长期运行任务保留的。 注意不要将此值设置得太低。

source: This exempts traffic for one or more subnets from getting processed by the IPsec stack in the kernel. When sending all traffic to the remote location, you probably want to add your lan network(s) here.
cs_cz: Toto vyjme přenosy pro jednu nebo více podsítí ze zpracování IPsec vrstvami v jádře. Při odesílání veškerého provozu do vzdáleného umístění sem pravděpodobně budete chtít přidat síť(e) lan.
de_de: Hebt den IPsec-Stack im Kernel für ein oder mehrere Subnetze auf. Wenn der gesamte Datenverkehr an den entfernten Standort gesendet wird, sollten Sie hier vermutlich Ihre lokalen LAN-Netzwerke eintragen.
el_gr: Αυτό εξαιρεί την κυκλοφορία για ένα ή περισσότερα υποδίκτυα από την επεξεργασία από τη στοίβα IPsec στον πυρήνα. Όταν στέλνετε όλη την κυκλοφορία στην απομακρυσμένη τοποθεσία, πιθανώς θέλετε να προσθέσετε εδώ το/τα δίκτυο/τα LAN σας.
fa_ir: این ترافیک یک یا چند ساب‌نت را از پردازش توسط IPsec stack هسته معاف می‌کند. هنگام ارسال همهٔ ترافیک به مقصد راه‌دور، احتمالاً می‌خواهید شبکه(های) LAN خود را اینجا اضافه کنید.
fr_fr: Cela permet d'éviter que le trafic d'un ou de plusieurs sous-réseaux ne soit traité par la pile IPsec du noyau. Si vous envoyez tout le trafic vers un site distant, vous voudrez probablement ajouter votre ou vos réseau(x) local(aux) ici.
it_it: Ciò esenta il traffico per una o più sottoreti dall'elaborazione da parte dello stack IPsec nel kernel. Quando invii tutto il traffico alla posizione remota, probabilmente vorrai aggiungere qui la tua rete LAN.
uk_ua: Це виключає трафік для однієї або кількох підмереж з обробки стеком IPsec в ядрі. При надсиланні всього трафіку до віддаленої локації, можливо, ви захочете додати сюди свої локальні мережі.
zh_cn: 这使得一个或多个子网的流量免于由内核中的IPsec堆栈进行处理。 将所有流量发送到远程位置时，您可能需要在此处添加LAN网络。

source: This option only applies to legacy tunnel configurations, connections do require manual firewall rules being setup.
cs_cz: Tato předvolba se vztahuje pouze na starší nastavení tunelů, připojení vyžadují ruční nastavení pravidel brány firewall.
de_de: Diese Option gilt nur für ältere Tunnelkonfigurationen; Verbindungen erfordern in diesem Fall manuell eingerichtete Firewall-Regeln.
el_gr: Αυτή η επιλογή ισχύει μόνο για παλαιότερες διαμορφώσεις σήραγγας, οι συνδέσεις απαιτούν μη αυτόματη ρύθμιση κανόνων τείχους προστασίας.
fa_ir: این گزینه فقط برای پیکربندی‌های تونل قدیمی اعمال می‌شود؛ این اتصالات نیاز به تنظیم دستی قوانین فایروال دارند.
fr_fr: Cette option ne s'applique qu'aux configurations de tunnel existantes, les connexions nécessitant la mise en place de règles de pare-feu manuelles. soient configurées manuellement.
it_it: Questa opzione si applica solo alle configurazioni del tunnel legacy, le connessioni richiedono un firewall manuale regole in fase di impostazione.
ko_kr: 이 옵션은 레거시 터널 구성에만 적용되며, 연결에는 수동 방화벽 규칙이 설정되어야 합니다.
uk_ua: Ця опція застосовується лише до застарілих конфігурацій тунелів, з'єднання вимагають налаштування правил брандмауера вручну.
zh_cn: 此选项仅适用于旧隧道配置， 连接确实需要设置手动防火墙规则。

source: Destination address to use when announcing, defaults to multicast, but can be configured as unicast address when multicast can not be used (for example with cloud providers)
cs_cz: Cílová adresa, která bude použita při oznamování. Výchozí hodnota je vícesměrové vysílání, ale může být nastaveno jako adresa jednosměrového, pokud nelze použít vícesměrové (například u poskytovatelů cloudových služeb).
de_de: Zieladresse, die bei Ankündigungen verwendet wird. Standardmäßig wird Multicast verwendet, dies kann jedoch auf eine Unicast-Adresse umgestellt werden, wenn Multicast nicht verfügbar ist (z. B. bei Cloud-Anbietern).
el_gr: Η διεύθυνση προορισμού που θα χρησιμοποιηθεί κατά την ανακοίνωση έχει προεπιλεγεί σε πολλαπλή διανομή, αλλά μπορεί να διαμορφωθεί ως διεύθυνση unicast όταν δεν είναι δυνατή η χρήση πολλαπλής διανομής (για παράδειγμα με παρόχους cloud).
fa_ir: آدرس مقصد برای استفاده هنگام اعلان. به‌طور پیش‌فرض multicast است، اما وقتی multicast قابل‌استفاده نیست (مثلاً در ارائه‌دهندگان ابری) می‌توان آن را به آدرس unicast تنظیم کرد.
fr_fr: Adresse de destination à utiliser lors de l'annonce, par défaut multicast, mais peut être configurée en tant qu'adresse unicast lorsque le multicast ne peut pas être utilisé (par exemple avec les fournisseurs de services en nuage).
it_it: Indirizzo di destinazione da utilizzare durante l'annuncio, il valore predefinito è multicast, ma può essere configurato come indirizzo unicast quando non è possibile utilizzare il multicast (ad esempio con i provider cloud)
ko_kr: 발표 시 사용할 목적지 주소로, 기본값은 멀티캐스트이며, 멀티캐스트를 사용할 수 없는 경우(예: 클라우드 제공업체와 함께) 유니캐스트 주소로 구성할 수 있습니다.
uk_ua: Адреса призначення для використання при анонсуванні, типово багатоадресна, але може бути налаштована як одноадресна адреса, коли багатоадресна передача не може бути використана (наприклад, з хмарними провайдерами)
zh_cn: 宣布时使用的目标地址，默认为多播， 宣布时使用的目标地址，默认为多播，但当不能使用多播时可以配置为单播地址（例如使用云提供商）。

source: Enable RFC8198-based aggressive use of the DNSSEC-Validated cache. Helps to reduce the query rate towards targets but may lead to false negative responses if there are errors in the zone config.
cs_cz: Zapnout agresivní používání mezipaměti ověřené protokolem DNSSEC na základě normy RFC8198. Pomáhá snížit míru dotazů směrem k cílům, ale může vést k falešně negativním odpovědím pokud se v nastavení zóny vyskytnou chyby.
de_de: Aktiviert die auf RFC8198 basierende aggressive Nutzung des DNSSEC-validierten Caches. Dies hilft, die Abfragerate gegenüber Zielen zu senken, kann jedoch zu falsch-negativen Antworten führen, wenn es Konfigurationsfehler in der Zone gibt.
el_gr: Ενεργοποίηση επιθετικής χρήσης της προσωρινής μνήμης DNSSEC-Validated που βασίζεται σε RFC8198 Βοηθά στη μείωση του ρυθμού ερωτημάτων προς τους στόχους, αλλά μπορεί να οδηγήσει σε ψευδώς αρνητικές απαντήσεις εάν υπάρχουν σφάλματα στη διαμόρφωση ζώνης.
fa_ir: استفادهٔ تهاجمی مبتنی بر RFC8198 از کش تأییدشده DNSSEC را فعال کنید. به کاهش نرخ پرس‌وجو به سمت مقصدها کمک می‌کند اما در صورت خطا در پیکربندی زون ممکن است به پاسخ‌های منفی کاذب منجر شود.
fr_fr: Active l'utilisation agressive du cache validé par DNSSEC, basée sur la RFC8198. Permet de réduire le taux de requêtes vers les cibles mais peut conduire à des réponses faussement négatives s'il y a des erreurs dans la configuration de la zone.
it_it: Abilita l'uso aggressivo basato su RFC8198 della cache convalidata DNSSEC. Aiuta a ridurre il tasso di query verso gli obiettivi ma può portare a risposte false negative se ci sono errori nella configurazione della zona.
ko_kr: RFC8198 기반의 DNSSEC 검증된 캐시를 적극적으로 사용하도록 활성화합니다. 이 기능은 대상에 대한 쿼리 비율을 줄이는 데 도움이 되지만, 영역 구성에 오류가 있는 경우 잘못된 부정 응답이 발생할 수 있습니다.
uk_ua: Увімкнути агресивне використання кешу з перевіркою DNSSEC на основі RFC8198. Допомагає зменшити частоту запитів до цілей, але може призвести до хибнонегативних відповідей, якщо є помилки в конфігурації зони.
zh_cn: 启用基于RFC8198的DNSSEC验证缓存的积极使用。 有助于降低对目标的查询率，但如果区域配置中存在错误，可能会导致误报响应。 在错误，可能会导致误报响应。

source: Enter a decimal number to be used as the serial number for the next certificate to be created using this CA. Will be auto incremented when a new certificate is created.
cs_cz: Zadejte desítkové číslo, které použít jako sériové pro další certifikát, který má být vytvořen pomocí této certifikační autority. Při následném vytváření dalších certifikátů bude automaticky zvyšováno.
de_de: Geben Sie eine Dezimalzahl ein, die als Seriennummer für das nächste mit dieser Zertifizierungsstelle erstellte Zertifikat verwendet werden soll. Wird bei der Erstellung eines neuen Zertifikats automatisch erhöht.
el_gr: Εισαγάγετε έναν δεκαδικό αριθμό που θα χρησιμοποιηθεί ως σειριακός αριθμός για το επόμενο πιστοποιητικό που θα δημιουργηθεί χρησιμοποιώντας αυτήν την Αρχή Πιστοποίησης. Θα αυξηθεί αυτόματα όταν δημιουργείται ένα νέο πιστοποιητικό.
fa_ir: یک عدد اعشاری وارد کنید تا به‌عنوان شمارهٔ سریال برای گواهی بعدی که با این CA ایجاد می‌شود استفاده گردد. هنگام ایجاد گواهی جدید این مقدار به‌صورت خودکار افزایش می‌یابد.
fr_fr: Entrez un nombre décimal à utiliser comme numéro de série pour le prochain certificat à créer à l'aide de cette autorité de certification. Ce numéro sera incrémenté automatiquement lors de la création d'un nouveau certificat.
it_it: Immettere un numero decimale da utilizzare come numero di serie per il successivo certificato da creare utilizzando questa CA. Verrà incrementato automaticamente quando viene creato un nuovo certificato.
ko_kr: 다음 인증서를 생성할 때 사용할 일련 번호로 사용할 10진수를 입력하세요. 새 인증서가 생성될 때 자동으로 증가합니다.
uk_ua: Введіть десяткове число, яке буде використовуватися як серійний номер для наступного сертифіката, що створюватиметься за допомогою цього ЦС. Буде автоматично збільшуватися при створенні нового сертифіката.
zh_cn: 输入一个十进制数，用作使用此 CA 创建的下一个证书的序列号。 创建新证书时将自动递增。

source: Enter an alternative address here to be used to monitor the link. This is used for the quality RRD graphs as well as the load balancer entries. Use this if the gateway does not respond to ICMP echo requests (pings).
cs_cz: Sem zadejte alternativní adresu, kterou používat pro dohledování linky. Je používáno pro RRD grafy kvality i pro záznamy o rozdělování zátěže. Toto použijte, pokud brána neodpovídá na požadavky ICMP echo (ping).
de_de: Geben Sie hier eine alternative Adresse ein, die zur Überwachung der Verbindung verwendet werden soll. Diese Adresse wird für die RRD-Grafiken zur Verbindungsqualität sowie für Einträge im Load Balancer verwendet. Verwenden Sie diese Option, wenn das Gateway nicht auf ICMP-Echo-Anfragen (Pings) reagiert.
el_gr: Εισαγάγετε εδώ μια εναλλακτική διεύθυνση που θα χρησιμοποιηθεί για την παρακολούθηση του συνδέσμου Αυτή χρησιμοποιείται για τα γραφήματα RRD ποιότητας καθώς και για τις καταχωρήσεις εξισορρόπησης φορτίου Χρησιμοποιήστε αυτήν τη διεύθυνση εάν η πύλη δεν ανταποκρίνεται σε αιτήματα ηχούς ICMP (ping)
fa_ir: یک آدرس جایگزین وارد کنید تا برای پایش لینک استفاده شود. این آدرس برای نمودارهای کیفیت RRD و ورودی‌های load balancer به‌کار می‌رود. از این در صورتی استفاده کنید که دروازه به درخواست‌های ICMP echo (پینگ‌ها) پاسخ ندهد.
fr_fr: Saisissez ici une autre adresse à utiliser pour surveiller le lien. Cette adresse est utilisée pour les graphiques RRD de qualité ainsi que pour les entrées de l'équilibreur de charge. Utilisez cette adresse si la passerelle ne répond pas aux demandes d'écho ICMP (pings).
it_it: Inserisci qui un indirizzo alternativo da utilizzare per monitorare il collegamento. Viene utilizzato per i grafici RRD di qualità e per le voci del bilanciatore del carico. Utilizzarlo se il gateway non risponde alle richieste echo ICMP (ping).
ko_kr: 링크를 모니터링하는 데 사용할 대체 주소를 입력하세요. 이 주소는 품질 RRD 그래프 및 로드 밸런서 항목에 사용됩니다. 게이트웨이가 ICMP 에코 요청(핑)에 응답하지 않는 경우 이 옵션을 사용하세요.
uk_ua: Введіть тут альтернативну адресу, яка використовуватиметься для моніторингу з'єднання. Це використовується для графіків якості RRD, а також для записів балансувальника навантаження. Використовуйте це, якщо шлюз не відповідає на запити ICMP echo (пінги).
zh_cn: 输入用于监控链接的备用地址。 这用于质量RRD图以及负载均衡器条目。 如果网关不响应ICMP回显请求 (ping)，请使用此选项。

source: Enter the IP address of the firewall to which the selected configuration sections should be synchronized. This should be empty on the backup machine. When an IP address is offered, both web GUI configurations should be equal (port and protocol).
cs_cz: Zadejte IP adresu brány firewall, na kterou mají být vybrané části nastavení synchronizovány. Na záložním zařízení by toto mělo zůstat nevyplněné. Pokud je zadána IP adresa, měla by být nastavení obou webových rozhraní stejná (port a protokol).
de_de: Geben Sie die IP-Adresse der Firewall an, mit der die ausgewählten Konfigurationsbereiche synchronisiert werden sollen. Dieser Eintrag bleibt leer auf dem Backup-System. Wenn eine IP-Adresse angegeben ist, müssen Protokoll und Port beider Web-GUIs übereinstimmen.
el_gr: Εισαγάγετε τη διεύθυνση IP του τείχους προστασίας με την οποία θα πρέπει να συγχρονιστούν οι επιλεγμένες ενότητες διαμόρφωσης Αυτή η διεύθυνση θα πρέπει να είναι κενή στον υπολογιστή δημιουργίας αντιγράφων ασφαλείας Όταν προσφέρεται μια διεύθυνση IP, και οι δύο διαμορφώσεις γραφικού περιβάλλοντος χρήστη ιστού θα πρέπει να είναι ίδιες (θύρα και πρωτόκολλο).
fa_ir: آدرس IP فایروالی را وارد کنید که بخش‌های پیکربندی انتخاب‌شده باید با آن همگام‌سازی شوند. این فیلد باید روی ماشین پشتیبان خالی باشد. وقتی آدرس IP مشخص شود، هر دو رابط وب باید تنظیمات یکسانی داشته باشند (پورت و پروتکل).
fr_fr: Saisissez l'adresse IP du pare-feu sur lequel les sections de configuration sélectionnées doivent être synchronisées. Cette adresse doit être vide sur la machine de secours. Lorsqu'une adresse IP est proposée, les deux configurations de l'interface web doivent être identiques (port et protocole).
it_it: Immettere l'indirizzo IP del firewall con cui sincronizzare le sezioni di configurazione selezionate. Questo dovrebbe essere vuoto sulla macchina di backup. Quando viene offerto un indirizzo IP, entrambe le configurazioni della GUI Web devono essere uguali (porta e protocollo).
ko_kr: 선택한 구성 섹션을 동기화해야 하는 방화벽의 IP 주소를 입력합니다. 백업 머신에서는 비어 있어야 합니다. IP 주소가 제공되면 두 웹 GUI 구성이 동일해야 합니다(포트 및 프로토콜).
uk_ua: Введіть IP-адресу брандмауера, з яким повинні синхронізуватися вибрані розділи конфігурації. Це поле має бути пустим на резервній машині. Коли пропонується IP-адреса, обидві конфігурації веб-інтерфейсу повинні бути однаковими (порт і протокол).
zh_cn: 输入所选配置部分应同步的其他防火墙IP地址。 在备份机器上，此项应为空。当提供IP地址时，两个Web GUI配置应相同（端口和协议）。

source: Newer versions of OPNsense offer additional attributes in the state synchronization, for compatibility reasons you can optionally choose an older version here. Always make sure both nodes use the same version to avoid inconsistent state tables.
cs_cz: Novější verze OPNsense nabízejí další atributy synchronizace stavu, z důvodu kompatibility je zde možné případně zvolit starší verzi. Vždy se ujistěte, že oba uzly používají stejnou verzi, abyste se vyhnuli nekonzistentním stavovým tabulkám.
de_de: Neuere OPNsense-Versionen bieten zusätzliche Attribute bei der Statussynchronisation. Aus Kompatibilitätsgründen kann hier eine ältere Version gewählt werden. Stellen Sie sicher, dass beide Geräte dieselbe Version verwenden, um Inkonsistenzen zu vermeiden.
el_gr: Οι νεότερες εκδόσεις του OPNsense προσφέρουν πρόσθετα χαρακτηριστικά στον συγχρονισμό κατάστασης Για λόγους συμβατότητας, μπορείτε προαιρετικά να επιλέξετε μια παλαιότερη έκδοση εδώ Βεβαιωθείτε πάντα ότι και οι δύο κόμβοι χρησιμοποιούν την ίδια έκδοση για να αποφύγετε ασυνεπείς πίνακες κατάστασης
fa_ir: نسخه‌های جدیدتر OPNsense ویژگی‌های اضافی در همگام‌سازی وضعیت ارائه می‌دهند؛ به‌دلایل سازگاری می‌توانید در اینجا به‌صورت اختیاری نسخه‌ای قدیمی‌تر را انتخاب کنید. همیشه مطمئن شوید هر دو نود از یک نسخه استفاده می‌کنند تا از ناسازگاری در جدول‌های وضعیت جلوگیری شود.
fr_fr: Les versions plus récentes d'OPNsense offrent des attributs supplémentaires dans la synchronisation des états. Pour des raisons de compatibilité, vous pouvez choisir une version plus ancienne. Assurez-vous toujours que les deux nœuds utilisent la même version afin d'éviter des tables d'état incohérentes.
it_it: Le versioni più recenti di OPNsense offrono attributi aggiuntivi nella sincronizzazione dello stato, per motivi di compatibilità puoi facoltativamente scegliere una versione precedente qui. Assicurati sempre che entrambi i nodi utilizzino la stessa versione per evitare tabelle di stato incoerenti.
ko_kr: 새로운 OPNsense 버전에서는 상태 동기화에 추가 속성이 제공됩니다. 호환성을 위해 이전 버전을 선택할 수도 있습니다. 상태 테이블의 불일치를 방지하려면 항상 두 노드가 동일한 버전을 사용하도록 하세요.
uk_ua: Новіші версії OPNsense пропонують додаткові атрибути в синхронізації станів, з міркувань сумісності ви можете за бажанням вибрати тут старішу версію. Завжди переконайтеся, що обидва вузли використовують одну й ту ж версію, щоб уникнути несумісних таблиць станів.
zh_cn: 新版本的OPNsense在状态同步中提供了附加属性，出于兼容性原因，可以在此处选择旧版本。 始终确保两个节点使用相同的版本，以避免状态表不一致。
