Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Cannot delete lagg. Currently in use by %s
cs_cz: Lagg není možné odstranit. Stále ještě ho využívá %s
de_de: LAGG kann nicht gelöscht werden. Wird derzeit von %s verwendet.
el_gr: Δεν είναι δυνατή η διαγραφή της καθυστέρησης. Αυτήν τη στιγμή χρησιμοποιείται από %s
fa_ir: امکان حذف lagg نیست. در حال حاضر توسط %s استفاده می‌شود
fr_fr: Impossible de supprimer le lagg. Actuellement utilisé par %s
it_it: Impossibile eliminare il ritardo. Attualmente utilizzato da %s
ko_kr: lagg를 삭제할 수 없습니다. %s에서 현재 사용 중입니다
uk_ua: Неможливо видалити lagg. Наразі використовується %s
zh_cn: 无法删除 lagg。当前由%s使用

source: Carp allowed
cs_cz: Carp povoleno
de_de: CARP erlaubt
el_gr: Επιτρέπεται ο κυπρίνος
fa_ir: CARP مجاز
fr_fr: Carpe autorisée
it_it: Carpe ammesse
ko_kr: Carp 허용됨
uk_ua: Дозволено Carp
zh_cn: 允许Carp

source: Certain ISPs may require that DHCPv4 requests are sent with a specific VLAN priority.
cs_cz: Někteří poskytovatelé připojení k Internetu mohou vyžadovat, aby byly DHCPv4 požadavky odesílány s konkrétní prioritou VLAN.
de_de: Bestimmte ISPs verlangen möglicherweise, dass DHCPv4-Anfragen mit einer bestimmten VLAN-Priorität gesendet werden.
el_gr: Ορισμένοι πάροχοι υπηρεσιών Διαδικτύου (ISP) ενδέχεται να απαιτούν την αποστολή αιτημάτων DHCPv4 με συγκεκριμένη προτεραιότητα VLAN.
fa_ir: برخی ISPها ممکن است نیاز داشته باشند درخواست‌های DHCPv4 با اولویت VLAN مشخص ارسال شوند.
fr_fr: Certains ISP peuvent exiger que les requêtes DHCPv4 soient envoyées avec une priorité VLAN spécifique.
it_it: Alcuni ISP potrebbero richiedere che le richieste DHCPv4 vengano inviate con una priorità VLAN specifica.
ko_kr: 특정 ISP는 특정 VLAN 우선 순위를 사용하여 DHCPv4 요청을 전송해야 할 수 있습니다.
uk_ua: Деякі провайдери можуть вимагати, щоб запити DHCPv4 надсилалися з певним пріоритетом VLAN.
zh_cn: 部分ISP可能要求以特定VLAN优先级发送DHCPv4请求。

source: Certificate authority used to verify the access point's TLS certificate. Only relevant for infrastructure mode (BSS) if Extensible Authentication Protocol (EAP) is used for key management.
cs_cz: Certifikační autorita použitá k ověření certifikátu TLS přístupového bodu. Relevantní pouze pro režim infrastruktury (BSS), pokud se pro správu klíčů používá protokol EAP (Extensible Authentication Protocol).
de_de: Zertifizierungsstelle zur Überprüfung des TLS-Zertifikats des Access Points. Nur relevant im Infrastrukturmodus (BSS), wenn das Extensible Authentication Protocol (EAP) für die Schlüsselverwaltung verwendet wird.
el_gr: Αρχή έκδοσης πιστοποιητικού που χρησιμοποιείται για την επαλήθευση του πιστοποιητικού TLS του σημείου πρόσβασης. Ισχύει μόνο για τη λειτουργία υποδομής (BSS) εάν χρησιμοποιείται το Extensible Authentication Protocol (EAP) για τη διαχείριση κλειδιών.
fa_ir: مرجع صدور گواهی که برای تأیید گواهی TLS نقطه دسترسی استفاده می‌شود. فقط در حالت زیرساختی (BSS) و در صورت استفاده از EAP برای مدیریت کلیدها مربوط است.
fr_fr: Autorité de certification utilisée pour vérifier le certificat TLS du point d'accès. Ne concerne que le mode infrastructure (BSS) si le protocole d'authentification extensible (EAP) est utilisé pour la gestion des clés.
it_it: Autorità di certificazione utilizzata per verificare il certificato TLS del punto di accesso. Rilevante solo per la modalità infrastruttura (BSS) se per la gestione delle chiavi viene utilizzato l'Extensible Authentication Protocol (EAP).
ko_kr: 액세스 포인트의 TLS 인증서를 확인하는 데 사용되는 인증 기관입니다. 키 관리에 EAP(확장 가능 인증 프로토콜)가 사용되는 경우 인프라 모드(BSS)에만 해당됩니다.
uk_ua: Центр сертифікації, який використовується для перевірки TLS-сертифіката точки доступу. Актуально лише для інфраструктурного режиму (BSS), якщо для керування ключами використовується Extensible Authentication Protocol (EAP).
zh_cn: 用于验证接入点 TLS 证书的证书颁发机构。如果扩展身份验证协议 (EAP) 用于密钥管理，则仅适用于基础设施模式 (BSS)。

source: Certificate used for authentication towards the access point. Only relevant for infrastructure mode (BSS) if EAP with TLS is used for key management.
cs_cz: Certifikát používaný pro ověřování se vůči přístupovému bodu. Relevantní pouze pro režim infrastruktury (BSS), pokud se pro správu klíčů používá EAP s TLS.
de_de: Zertifikat zur Authentifizierung gegenüber dem Access Point. Nur relevant im Infrastrukturmodus (BSS), wenn EAP mit TLS für die Schlüsselverwaltung verwendet wird.
el_gr: Πιστοποιητικό που χρησιμοποιείται για έλεγχο ταυτότητας προς το σημείο πρόσβασης. Ισχύει μόνο για λειτουργία υποδομής (BSS) εάν χρησιμοποιείται EAP με TLS για τη διαχείριση κλειδιών.
fa_ir: گواهی‌ای که برای احراز هویت به نقطه دسترسی استفاده می‌شود. فقط در حالت زیرساختی (BSS) و در صورت استفاده از EAP با TLS برای مدیریت کلیدها مربوط است.
fr_fr: Certificat utilisé pour l'authentification vers le point d'accès. Ne concerne que le mode infrastructure (BSS) si EAP avec TLS est utilisé pour la gestion des clés.
it_it: Certificato utilizzato per l'autenticazione verso il punto di accesso. Rilevante solo per la modalità infrastruttura (BSS) se per la gestione delle chiavi viene utilizzato EAP con TLS.
ko_kr: 액세스 포인트에 대한 인증에 사용되는 인증서입니다. TLS가 포함된 EAP가 키 관리에 사용되는 경우 인프라 모드(BSS)에만 관련됩니다.
uk_ua: Сертифікат, який використовується для автентифікації до точки доступу. Актуально лише для інфраструктурного режиму (BSS), якщо для керування ключами використовується EAP з TLS.
zh_cn: 用于对接入点进行身份验证的证书。如果使用 EAP with TLS 进行密钥管理，则仅适用于基础设施模式（BSS）。

source: Children
cs_cz: Potomci
de_de: Kinder
el_gr: Παιδιά
fa_ir: زیرمجموعه‌ها
fr_fr: Les enfants
it_it: Bambini
ko_kr: 하위
uk_ua: Дочірні елементи

source: Cipher selection for older clients. Only preserved for backwards compatibility reasons.
cs_cz: Výběr šifry pro starší klienty. Zachováno pouze z důvodu zpětné kompatibility.
de_de: Chiffre-Auswahl für ältere Clients. Nur aus Gründen der Abwärtskompatibilität beibehalten.
el_gr: Επιλογή κρυπτογράφησης για παλαιότερους πελάτες. Διατηρείται μόνο για λόγους συμβατότητας με παλαιότερες εκδόσεις.
fa_ir: انتخاب الگوریتم رمزنگاری برای کلاینت‌های قدیمی. فقط برای سازگاری با نسخه‌های قبلی حفظ شده است.
fr_fr: Sélection du chiffrement pour les anciens clients. Préservé uniquement pour des raisons de compatibilité ascendante.
it_it: Selezione della crittografia per i client più vecchi. Conservato solo per motivi di compatibilità con le versioni precedenti.
ko_kr: 이전 클라이언트에 대한 암호 선택. 이전 버전과의 호환성 때문에 보존됩니다.
uk_ua: Вибір шифру для старих клієнтів. Збережено лише з причин зворотної сумісності.
zh_cn: 为老的客户端选择密码。该选项只是为了兼容性原因而保留。

source: Click to edit
cs_cz: Upravíte kliknutím
de_de: Zum Bearbeiten klicken
el_gr: Κάντε κλικ για επεξεργασία
fa_ir: برای ویرایش کلیک کنید
fr_fr: Cliquer pour modifier
it_it: Fare clic per modificare
ko_kr: 편집하려면 클릭
uk_ua: Натисніть для редагування
zh_cn: 点击编辑

source: Collected Reports
cs_cz: Shromážděná hlášení
de_de: Gesammelte Berichte
el_gr: Συλλεχθείσες αναφορές
fa_ir: گزارش‌های جمع‌آوری‌شده
fr_fr: Recueil de rapports
it_it: Rapporti raccolti
ko_kr: 수집된 보고서
uk_ua: Зібрані звіти
zh_cn: 收集报告

source: Compress tunnel packets using the LZ4/LZO algorithm. The LZ4 generally offers the best performance with least CPU usage. For backwards compatibility use the LZO (which is identical to the older option --comp-lzo yes). In the partial mode (the option --compress with an empty algorithm) compression is turned off, but the packet framing for compression is still enabled, allowing a different setting to be pushed later. The legacy LZO algorithm with adaptive compression mode will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
cs_cz: Komprimovat pakety tunelu pomocí algoritmu LZ4/LZO. LZ4 obecně nabízí nejlepší výkon při nejnižším zatížení procesoru. Pokud je třeba zajistit zpětnou kompatibilitu, lze použít LZO (který je totožný se starší volbou --comp-lzo yes). V částečném režimu (volba --compress s prázdným algoritmem) je komprese vypnuta, ale rámování paketů pro kompresi je stále povoleno, což umožňuje později prosadit jiné nastavení. Starší algoritmus LZO s režimem adaptivní komprese dynamicky vypne kompresi na určitou dobu, pokud OpenVPN zjistí, že data v paketech nejsou komprimována efektivně.
de_de: Tunnelpakete mit dem LZ4/LZO-Algorithmus komprimieren. LZ4 bietet in der Regel die beste Leistung bei geringster CPU-Auslastung. Für Abwärtskompatibilität kann LZO verwendet werden (identisch zur älteren Option --comp-lzo yes). Im partiellen Modus (--compress mit leerem Algorithmus) wird die Komprimierung deaktiviert, aber das Paket-Framing für Komprimierung bleibt aktiviert, sodass eine andere Einstellung später übermittelt werden kann. Der veraltete LZO-Algorithmus im adaptiven Komprimierungsmodus deaktiviert die Komprimierung zeitweise dynamisch, wenn OpenVPN feststellt, dass die Daten in den Paketen nicht effizient komprimiert werden.
el_gr: Συμπιέστε πακέτα σήραγγας χρησιμοποιώντας τον αλγόριθμο LZ4/LZO. Το LZ4 προσφέρει γενικά την καλύτερη απόδοση με τη μικρότερη χρήση CPU. Για συμβατότητα με παλαιότερες εκδόσεις, χρησιμοποιήστε το LZO (το οποίο είναι πανομοιότυπο με την παλαιότερη επιλογή --comp-lzo ναι). Στη μερική λειτουργία (η επιλογή --compress με κενό αλγόριθμο) η συμπίεση είναι απενεργοποιημένη, αλλά η διαμόρφωση πακέτων για συμπίεση εξακολουθεί να είναι ενεργοποιημένη, επιτρέποντας την ώθηση μιας διαφορετικής ρύθμισης αργότερα. Ο παλαιότερος αλγόριθμος LZO με προσαρμοστική λειτουργία συμπίεσης θα απενεργοποιήσει δυναμικά τη συμπίεση για ένα χρονικό διάστημα εάν το OpenVPN ανιχνεύσει ότι τα δεδομένα στα πακέτα δεν συμπιέζονται αποτελεσματικά.
fa_ir: فشرده‌سازی بسته‌های تونل با استفاده از الگوریتم‌های LZ4/LZO. LZ4 عموماً بهترین عملکرد را با کمترین مصرف CPU ارائه می‌دهد. برای سازگاری با نسخه‌های قدیمی از LZO استفاده کنید (معادل گزینهٔ قدیمی --comp-lzo yes). در حالت جزئی (گزینه --compress با الگوریتم خالی) فشرده‌سازی غیرفعال می‌شود، اما قاب‌بندی بسته‌ها برای فشرده‌سازی همچنان فعال است تا بتوان بعداً تنظیم دیگری اعمال کرد. الگوریتم قدیمی LZO در حالت فشرده‌سازی تطبیقی به‌صورت پویا فشرده‌سازی را برای مدتی غیرفعال می‌کند اگر OpenVPN تشخیص دهد داده‌ها به‌خوبی فشرده نمی‌شوند.
fr_fr: Compresser les paquets du tunnel en utilisant l'algorithme LZ4/LZO. L'algorithme LZ4 offre généralement les meilleures performances tout en réduisant l'utilisation du processeur. Pour une compatibilité ascendante, utilisez l'algorithme LZO (qui est identique à l'ancienne option --comp-lzo yes). Dans le mode partiel (l'option --compress avec un algorithme vide), la compression est désactivée, mais le cadrage des paquets pour la compression est toujours activé, ce qui permet de pousser un paramètre différent plus tard. L'ancien algorithme LZO avec le mode de compression adaptatif désactivera dynamiquement la compression pendant un certain temps si OpenVPN détecte que les données dans les paquets ne sont pas compressées efficacement.
it_it: Comprime i pacchetti tunnel utilizzando l'algoritmo LZ4/LZO. L'LZ4 generalmente offre le migliori prestazioni con il minimo utilizzo della CPU. Per la compatibilità con le versioni precedenti utilizzare LZO (che è identico alla vecchia opzione --comp-lzo yes). Nella modalità parziale (l'opzione --compress con un algoritmo vuoto) la compressione è disattivata, ma l'inquadratura dei pacchetti per la compressione è ancora abilitata, consentendo di inserire successivamente un'impostazione diversa. L'algoritmo LZO legacy con modalità di compressione adattiva disabiliterà dinamicamente la compressione per un periodo di tempo se OpenVPN rileva che i dati nei pacchetti non vengono compressi in modo efficiente.
ko_kr: LZ4/LZO 알고리즘을 사용하여 터널 패킷을 압축합니다. LZ4는 일반적으로 CPU 사용량이 가장 적은 최고의 성능을 제공합니다. 이전 버전과의 호환성을 위해서는 LZO(이전 버전의 --comp-lzo yes)를 사용하세요. 부분 모드(옵션 --compress with empty algorithm)에서 압축은 꺼지지만 압축을 위한 패킷 프레이밍은 여전히 활성화되어 있으므로 나중에 다른 설정을 푸시할 수 있습니다. OpenVPN이 패킷의 데이터가 효율적으로 압축되지 않는 것을 감지하면 적응형 압축 모드를 사용하는 기존 LZO 알고리즘은 일정 시간 동안 동적으로 압축을 비활성화합니다.
uk_ua: Стискати пакети тунелю, використовуючи алгоритм LZ4/LZO. LZ4 зазвичай забезпечує найкращу продуктивність з мінімальним використанням ЦП. Для зворотної сумісності використовуйте LZO (який ідентичний старішому параметру --comp-lzo yes). У частковому режимі (параметр --compress з порожнім алгоритмом) стиснення вимкнено, але формування пакетів для стиснення все ще увімкнено, що дозволяє застосувати іншу настройку пізніше. Застарілий алгоритм LZO з адаптивним режимом стиснення динамічно вимикатиме стиснення на певний період часу, якщо OpenVPN виявить, що дані в пакетах не стискаються ефективно.
zh_cn: 使用LZ4/LZO算法压缩隧道数据包。 LZ4通常以最少的CPU使用率提供最佳性能。 为了向后兼容，请使用LZO（与旧选项 --comp-lzo yes 相同）。 在部分模式（选项 --compress 和空算法）中，压缩被关闭，但用于压缩的数据包帧仍然启用，允许稍后推送不同的设置。 如果OpenVPN检测到数据包中的数据未被有效压缩，具有自适应压缩模式的传统LZO算法将动态禁用压缩一段时间。

source: Connection test succeeded.
cs_cz: Test připojení úspěšný.
de_de: Verbindungstest erfolgreich.
el_gr: Η δοκιμή σύνδεσης ολοκληρώθηκε με επιτυχία.
fa_ir: تست اتصال موفق بود.
fr_fr: Le test de connexion a réussi.
it_it: Il test di connessione è riuscito.
ko_kr: 테스트 연결이 성공됨.
uk_ua: Тест підключення успішно завершено.
zh_cn: 连接测试成功。

source: Connection uniqueness policy to enforce. To avoid multiple connections from the same user, a uniqueness policy can be enforced.
cs_cz: Zásada neopakovanosti připojení, která má být vynucována. Aby se zabránilo vícenásobným připojením od stejného uživatele, lze zásadu neopakování vynucovat.
de_de: Richtlinie zur Einzigartigkeit von Verbindungen, die erzwungen werden kann. Um mehrere Verbindungen desselben Benutzers zu vermeiden, kann eine Richtlinie zur Einzigartigkeit aktiviert werden.
el_gr: Πολιτική μοναδικότητας σύνδεσης προς επιβολή. Για να αποφευχθούν πολλαπλές συνδέσεις από τον ίδιο χρήστη, μπορεί να επιβληθεί μια πολιτική μοναδικότητας.
fa_ir: سیاست یکتایی اتصال برای اعمال. برای جلوگیری از اتصال‌های متعدد از یک کاربر می‌توان این سیاست را اعمال کرد.
fr_fr: Politique d'unicité de connexion à appliquer. Pour éviter les connexions multiples d'un même utilisateur, il est possible d'appliquer une politique d'unicité de connexion.
it_it: Criteri di unicità della connessione da applicare. Per evitare connessioni multiple dallo stesso utente, è possibile applicare una politica di unicità.
ko_kr: 연결 고유성 강제 정책. 동일한 사용자의 다중 연결을 방지하기 위해 고유성 정책을 시행할 수 있습니다.
uk_ua: Політика унікальності підключення для застосування. Щоб уникнути кількох підключень від одного користувача, можна застосувати політику унікальності.
zh_cn: 要执行的连接唯一性策略。为了避免来自同一用户的多个连接，可以强制执行唯一性策略。

source: Control the behavior of the embedded DNS configuration (RFC 8106). Leave unchecked to use a custom DNS configuration.
cs_cz: Řízení chování nastavení vestavěného DNS (norma RFC 8106). Pokud chcete použít uživatelsky určené nastavení DNS, ponechte tuto kolonku nezaškrtnutou.
de_de: Steuert das Verhalten der eingebetteten DNS-Konfiguration (RFC 8106). Deaktiviert lassen, um eine benutzerdefinierte DNS-Konfiguration zu verwenden.
el_gr: Ελέγξτε τη συμπεριφορά της ενσωματωμένης διαμόρφωσης DNS (RFC 8106). Αφήστε την επιλογή μη επιλεγμένη για να χρησιμοποιήσετε μια προσαρμοσμένη διαμόρφωση DNS.
fa_ir: رفتار پیکربندی DNS توکار (RFC 8106) را کنترل می‌کند. برای استفاده از پیکربندی DNS سفارشی، این گزینه را تیک نزنید.
fr_fr: Contrôle le comportement de la configuration DNS intégrée (RFC 8106). Ne pas cocher cette case pour utiliser une configuration DNS personnalisée.
it_it: Controlla il comportamento della configurazione DNS incorporata (RFC 8106). Lascia deselezionato per utilizzare una configurazione DNS personalizzata.
ko_kr: 내장된 DNS 구성(RFC 8106)의 동작을 제어합니다. 사용자 정의 DNS 구성을 사용하려면 선택하지 않은 상태로 둡니다.
uk_ua: Керувати поведінкою вбудованої конфігурації DNS (RFC 8106). Залиште непроставленим, щоб використовувати власну конфігурацію DNS.
zh_cn: 控制嵌入式DNS配置的行为 (RFC 8106)。不选则使用自定义DNS配置。

source: Could not find unknown service `%s'
cs_cz: Nepodařilo se najít neznámou službu `%s'
de_de: Unbekannter Dienst "%s" konnte nicht gefunden werden.
el_gr: Δεν ήταν δυνατή η εύρεση άγνωστης υπηρεσίας `%s'
fa_ir: سرویس ناشناس `%s` یافت نشد
fr_fr: Impossible de trouver le service inconnu `%s'
it_it: Impossibile trovare il servizio sconosciuto `%s'
ko_kr: 알 수 없는 서비스 '%s'을(를) 찾을 수 없습니다.
uk_ua: Не вдалося знайти невідому службу `%s`
zh_cn: 无法找到未知服务“%s”

source: Current IP
cs_cz: Stávající IP adresa
de_de: Aktuelle IP
el_gr: Τρέχουσα IP
fa_ir: IP فعلی
fr_fr: IP actuel
it_it: IP attuale
ko_kr: 현재 IP
uk_ua: Поточна IP-адреса
zh_cn: 当前IP

source: Custom forwarding
cs_cz: Uživatelsky určené přeposílání
de_de: Benutzerdefinierte Weiterleitung
el_gr: Προσαρμοσμένη προώθηση
fa_ir: فورواردینگ سفارشی
fr_fr: Transfert personnalisé
it_it: Inoltro personalizzato
ko_kr: 사용자 정의 포워딩
uk_ua: Власна переадресація
zh_cn: 自定义转发

source: DNS Domain search list
cs_cz: Seznam prohledávaných DNS domén
de_de: DNS Domänen Suchliste
el_gr: Λίστα αναζήτησης τομέα DNS
fa_ir: فهرست جستجوی دامنه‌های DNS
fr_fr: Liste de recherche de domaines DNS
it_it: Elenco di ricerca domini DNS
ko_kr: DNS 도메인 검색 목록
uk_ua: Список пошуку DNS-доменів
zh_cn: DNS域搜索列表

source: DNS options
cs_cz: Předvolby pro DNS
de_de: DNS-Optionen
el_gr: Επιλογές DNS
fa_ir: گزینه‌های DNS
fr_fr: Options DNS
it_it: Opzioni DNS
ko_kr: DNS 옵션
uk_ua: Параметри DNS
zh_cn: DNS选项

source: DNS search domain
cs_cz: Prohledávané DNS domény
de_de: DNS-Suchdomäne
el_gr: DNS αναζήτηση domain
fa_ir: دامنهٔ جستجوی DNS
fr_fr: Domaine de recherche DNS
it_it: Dominio di ricerca DNS
ko_kr: DNS 검색 도메인
uk_ua: Домен пошуку DNS
zh_cn: DNS搜索域

source: Default: Round Robin, Sticky Address determined by advanced settings
cs_cz: Výchozí nastavení: Round Robin – „lepkavá“ adresa určena pokročilými nastaveními
de_de: Standard: Round-Robin mit Sticky Address, gesteuert durch erweiterte Einstellungen
el_gr: Προεπιλογή: Round Robin, Sticky Address καθορίζεται από προηγμένες ρυθμίσεις
fa_ir: پیش‌فرض: Round Robin، Sticky Address توسط تنظیمات پیشرفته تعیین می‌شود
fr_fr: Défaut : Round Robin, Sticky Adresse déterminée par les paramètres avancés
it_it: Impostazione predefinita: Round Robin, Indirizzo permanente determinato dalle impostazioni avanzate
ko_kr: 기본값: 라운드 로빈, 고급 설정에 의해 결정된 고정 주소
uk_ua: Типово: Циклічний (Round Robin), Фіксована адреса визначається розширеними параметрами
zh_cn: 默认: Round Robin，粘性地址由高级设置决定

source: Deployment
cs_cz: Cíl
de_de: Bereitstellung
el_gr: Ανάπτυξη
fa_ir: استقرار
fr_fr: Déploiement
it_it: Distribuzione
ko_kr: 배포
uk_ua: Розгортання
zh_cn: 部署

source: Deployment type
cs_cz: Typ nasazení
de_de: Bereitstellungstyp
el_gr: Τύπος ανάπτυξης
fa_ir: نوع استقرار
fr_fr: Type de déploiement
it_it: Tipo di distribuzione
ko_kr: 배포 유형
uk_ua: Тип розгортання
zh_cn: 部署类型

source: Development
cs_cz: Vývoj
de_de: Entwicklung
el_gr: Ανάπτυξη
fa_ir: توسعه
fr_fr: Développement
it_it: Sviluppo
ko_kr: 개발
uk_ua: Розробка
zh_cn: 开发

source: Development deployment is configured so crash reports cannot be sent.
cs_cz: Je nastaveno vývojové nasazení, takže není možné posílat hlášení o pádu.
de_de: Die Bereitstellung "Entwicklung" ist so konfiguriert, dass keine Absturzberichte gesendet werden können.
el_gr: Η ανάπτυξη ανάπτυξης έχει ρυθμιστεί έτσι ώστε να μην είναι δυνατή η αποστολή αναφορών σφαλμάτων.
fa_ir: استقرار در حالت توسعه طوری پیکربندی شده که گزارش‌های کرش ارسال نمی‌شوند.
fr_fr: Le déploiement de développement est configuré de manière à ce que les rapports de crash ne puissent pas être envoyés.
it_it: La distribuzione dello sviluppo è configurata in modo che non sia possibile inviare rapporti sugli arresti anomali.
ko_kr: 개발 배포가 구성되어 충돌 보고서를 보낼 수 없습니다.
uk_ua: Розгортання для розробки налаштовано, тому звіти про збої не можуть бути надіслані.
zh_cn: 开发部署配置为无法发送崩溃报告。

source: Disable Host Route
cs_cz: Zakázat trasu k hostiteli
de_de: Host-Route deaktivieren
el_gr: Απενεργοποίηση δρομολόγησης κεντρικού υπολογιστή
fa_ir: غیرفعال کردن مسیر میزبان
fr_fr: Désactiver la route de l'hôte
it_it: Disabilita percorso host
ko_kr: 호스트 라우트 사용 안 함
uk_ua: Вимкнути маршрут хоста
zh_cn: 禁用主机路由

source: Disable Ingress filtering
cs_cz: Zakázat filtrování příchozích
de_de: Eingangsfilterung deaktivieren
el_gr: Απενεργοποίηση φιλτραρίσματος εισόδου
fa_ir: غیرفعال کردن فیلترینگ ورود (Ingress)
fr_fr: Désactiver le filtrage des entrées
it_it: Disabilita il filtro di ingresso
ko_kr: 수신 필터링 사용 안 함
uk_ua: Вимкнути вхідну фільтрацію
zh_cn: 禁用入口过滤

source: Disable all default interface scrubbing rules, mss clamping will also be disabled when you check this. Detailed settings specified below will still be used.
cs_cz: Vyypnout veškerá výchozí pravidla pro čištění rozhraní – pokud zaškrtnuto, bude vypnuto také stropování mss. Níže uvedená podrobná nastavení budou nadále používána.
de_de: Deaktiviert alle Standardregeln zur Schnittstellenbereinigung. Auch MSS-Clamping wird deaktiviert. Die unten angegebenen Detailoptionen bleiben weiterhin aktiv.
el_gr: Απενεργοποιήστε όλους τους προεπιλεγμένους κανόνες καθαρισμού διεπαφής. Η σύσφιξη mss θα απενεργοποιηθεί επίσης όταν το επιλέξετε. Οι λεπτομερείς ρυθμίσεις που καθορίζονται παρακάτω θα εξακολουθούν να χρησιμοποιούνται.
fa_ir: تمام قوانین پیش‌فرض پاک‌سازی رابط را غیرفعال کنید؛ همچنین MSS clamping هنگام انتخاب این گزینه غیرفعال خواهد شد. تنظیمات جزئی‌تر مشخص‌شده در پایین همچنان اعمال می‌شوند.
fr_fr: Désactiver toutes les règles de nettoyage d'interface par défaut, le bridage mss sera également désactivé si vous cochez cette case. Les paramètres détaillés spécifiés ci-dessous seront toujours utilisés.
it_it: Disabilita tutte le regole di pulizia dell'interfaccia predefinite, anche il blocco mss verrà disabilitato quando selezioni questa opzione. Verranno comunque utilizzate le impostazioni dettagliate specificate di seguito.
ko_kr: 기본 인터페이스 스크러빙 규칙을 모두 비활성하세요. 이 항목을 선택하면 mss 클램핑도 비활성화됩니다. 아래에 지정된 세부 설정이 계속 사용됩니다.
uk_ua: Вимкнути всі типові правила очищення інтерфейсу, обмеження MSS також буде вимкнено, якщо ви встановите цей прапорець. Детальні налаштування, зазначені нижче, все ще будуть використовуватися.
zh_cn: 禁用所有默认接口清理规则，选中此项时 MSS 限制也将被禁用。仍将使用下面指定的详细设置。

source: Disabling adaptive timeouts is only supported in combination with a configured maximum number of states for the same rule.
cs_cz: Vypnutí adaptivních časových limitů je podporováno pouze v kombinaci s nastaveným maximálním počtem stavů pro stejné pravidlo.
de_de: Das Deaktivieren adaptiver Zeitüberschreitungen wird nur in Verbindung mit einer konfigurierten maximalen Anzahl an Zuständen für dieselbe Regel unterstützt.
el_gr: Η απενεργοποίηση των προσαρμοστικών χρονικών ορίων υποστηρίζεται μόνο σε συνδυασμό με έναν διαμορφωμένο μέγιστο αριθμό καταστάσεων για τον ίδιο κανόνα.
fa_ir: غیرفعال کردن تایم‌اوت‌های تطبیقی تنها در صورتی پشتیبانی می‌شود که حداکثر تعداد حالت‌ها برای همان قانون پیکربندی شده باشد.
fr_fr: La désactivation des délais d'attente adaptatifs n'est possible qu'en combinaison avec un nombre maximal d'états configuré pour la même règle.
it_it: La disabilitazione dei timeout adattivi è supportata solo in combinazione con un numero massimo configurato di stati per la stessa regola.
ko_kr: 적응형 시간 초과 비활성화는 동일한 규칙에 대해 구성된 최대 상태 수와 조합해서만 지원됩니다.
uk_ua: Вимкнення адаптивних тайм-аутів підтримується лише в поєднанні з налаштованою максимальною кількістю станів для того ж правила.
zh_cn: 禁用自适应超时仅与同一规则配置的最大状态数结合使用。

source: Discard
cs_cz: Zahodit
de_de: Verwerfen
el_gr: Απορρίπτω
fa_ir: لغو
fr_fr: Rejeter
it_it: Scartare
ko_kr: 폐기
uk_ua: Відхилити
zh_cn: 丢弃

source: Disconnect dialup interfaces
cs_cz: Odpojit rozhraní vytáčeného připojení
de_de: Wählverbindungen trennen
el_gr: Αποσύνδεση διεπαφών dialup
fa_ir: قطع اتصال رابط‌های دیال‌آپ
fr_fr: Déconnecter les interfaces d'appel
it_it: Scollegare le interfacce di accesso remoto
ko_kr: 전화 접속 인터페이스 연결 끊기
uk_ua: Відключити інтерфейси дозвону
zh_cn: 断开拨号接口

source: Disconnected
cs_cz: Odpojeno
de_de: Getrennt
el_gr: Ασύνδετος
fa_ir: قطع شده
fr_fr: Déconnecté
it_it: Disconnesso
ko_kr: 연결이 끊김
uk_ua: Відключено
zh_cn: 断开
