Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Username can be up to 128 signs long. Alphanumeric characters and also dot, dash, percent sign (for URL escapes), at sign and underscore allowed.
cs_cz: Uživatelské jméno může být až 128 znaků dlouhé. Je možné použít písmena a číslice, dále také tečky, pomlčky, znaky procento (pro zbavování URL významu), zavináče a podtržítka.
de_de: Der Benutzername darf bis zu 128 Zeichen lang sein. Zulässig sind alphanumerische Zeichen sowie Punkt, Bindestrich, Prozentzeichen (für URL-Escapes), At-Zeichen und Unterstrich.
el_gr: Το όνομα χρήστη μπορεί να έχει έως και 128 χαρακτήρες. Επιτρέπονται αλφαριθμητικοί χαρακτήρες, καθώς και τελεία, παύλα, σύμβολο ποσοστού (για διαφυγές URL), σύμβολο "at" και υπογράμμιση.
fa_ir: نام‌کاربری می‌تواند حداکثر 128 کاراکتر باشد. حروف و اعداد و همچنین نقطه، خط‌تیره، علامت درصد (برای فرارهای URL)، علامت @ و زیرخط مجازند.
fr_fr: Le nom d'utilisateur peut comporter jusqu'à 128 signes. Les caractères alphanumériques ainsi que les points, les tirets, le signe pour cent (pour les échappatoires d'URL), le signe at et le trait de soulignement sont autorisés.
it_it: Il nome utente può contenere fino a 128 caratteri. Sono consentiti caratteri alfanumerici e anche punto, trattino, segno di percentuale (per gli escape URL), simbolo di chiocciola e carattere di sottolineatura.
ko_kr: 사용자 이름은 최대 128자까지 가능합니다. 영숫자 문자와 점, 대시, 퍼센트 기호(URL 이스케이프용), @ 기호 및 밑줄이 허용됩니다.
uk_ua: Ім'я користувача може містити до 128 символів. Дозволені літерно-цифрові символи, а також крапка, тире, знак відсотка (для екранування URL), знак @ та підкреслення.
zh_cn: 用户名长度最多为 128 个字符。允许使用字母数字字符以及点、破折号、百分号（用于 URL 转义）、at 符号和下划线。

source: Virtual Tunnel Interfaces
cs_cz: Rozhraní virtuálního tunelu
de_de: Virtuelle Tunnelschnittstellen
el_gr: Διεπαφές Εικονικής Σήραγγας
fa_ir: رابط‌های تونل مجازی
fr_fr: Interfaces de tunnel virtuel
it_it: Interfacce del tunnel virtuale
ko_kr: 가상 터널 인터페이스
uk_ua: Інтерфейси віртуального тунелю
zh_cn: 虚拟隧道接口

source: Wazuh Agent
el_gr: Πράκτορας Wazuh
fr_fr: Agent Wazuh
it_it: Agente Wazuh
ko_kr: Wazuh 에이전트
uk_ua: Агент Wazuh

source: You need to set a propper VLAN ID.
cs_cz: Je třeba nastavit řádné VLAN ID.
de_de: Du musst eine gültige VLAN-ID festlegen.
el_gr: Πρέπει να ορίσετε ένα κατάλληλο VLAN ID.
fa_ir: باید یک VLAN ID مناسب تنظیم کنید.
fr_fr: Vous devez définir un VLAN ID approprié.
it_it: È necessario impostare un ID VLAN corretto.
ko_kr: 적절한 VLAN ID를 설정해야 합니다.
uk_ua: Необхідно встановити відповідний ідентифікатор VLAN.
zh_cn: 您需要设置适当的 VLAN ID。

source: always
cs_cz: vždy
de_de: immer
el_gr: πάντοτε
fa_ir: همیشه
fr_fr: toujours
it_it: Sempre
ko_kr: 항상
uk_ua: завжди

source: always_nxdomain
de_de: immer NXDOMAIN zurückgeben
fa_ir: همیشه (NXDOMAIN)
it_it: sempre_nxdominio
uk_ua: завжди_nxdomain

source: always_refuse
de_de: immer verweigern
fa_ir: همیشه رد شود
fr_fr: toujours_refuser
it_it: sempre_rifiutare
uk_ua: завжди_відхиляти

source: always_transparent
de_de: immer transparent
el_gr: πάντα_διαφανές
fa_ir: همیشه شفاف
fr_fr: toujours_transparent
it_it: sempre_trasparente
uk_ua: завжди_прозорий

source: auth (Authenticate control channel packets)
cs_cz: auth (ověřovat pakety řídicího kanálu)
de_de: auth (Authentifiziert Steuerkanal-Pakete)
el_gr: auth (Έλεγχος ταυτότητας πακέτων καναλιού ελέγχου)
fa_ir: احراز هویت (اعتبارسنجی بسته‌های کانال کنترل)
fr_fr: auth (authentification des paquets du canal de contrôle)
it_it: auth (Autenticazione dei pacchetti del canale di controllo)
ko_kr: 인증 (제어 채널 패킷 인증)
uk_ua: auth (Автентифікація пакетів керуючого каналу)

source: auto-selection [recommended]
cs_cz: automatický výběr [doporučeno]
de_de: automatische Auswahl [empfohlen]
el_gr: αυτόματη επιλογή [συνιστάται]
fa_ir: انتخاب خودکار [توصیه‌شده]
fr_fr: auto-sélection [recommandé]
it_it: selezione automatica [consigliata]
ko_kr: 자동 선택 [권장됨]
uk_ua: автоматичний вибір [рекомендовано]

source: autolocal
el_gr: αυτόματο τοπικό
fa_ir: خودکار محلی
it_it: autolocale
uk_ua: автолокальний

source: block local
cs_cz: blokovat místní
de_de: lokal blockieren
el_gr: αποκλεισμός τοπικού
fa_ir: مسدودسازی محلی
fr_fr: bloc local
it_it: bloccare locale
ko_kr: 로컬 차단
uk_ua: блокувати локальний

source: bypass dhcp
cs_cz: přemostit dhcp
de_de: DHCP umgehen
el_gr: παράκαμψη dhcp
fa_ir: عبور از DHCP
it_it: bypassare il DHCP
uk_ua: обхід dhcp

source: bypass dns
cs_cz: přemostit dns
de_de: DNS umgehen
el_gr: παράκαμψη DNS
fa_ir: عبور از DNS
it_it: bypassare i DNS
uk_ua: обхід dns

source: client-balance
de_de: Client-Lastverteilung
el_gr: υπόλοιπο πελάτη
fa_ir: بالانس کلاینت
fr_fr: équilibre-client
it_it: saldo cliente
uk_ua: баланс клієнтів

source: client-port-balance
de_de: Client-Port-Lastverteilung
el_gr: υπόλοιπο θύρας-πελάτη
fa_ir: بالانس پورت کلاینت
it_it: saldo-porta-cliente
uk_ua: баланс клієнтських портів

source: client-to-client
cs_cz: mezi klienty
de_de: Client-zu-Client-Kommunikation
el_gr: πελάτης-προς-πελάτη
fa_ir: کلاینت به کلاینت
fr_fr: de client à client
it_it: da cliente a cliente
uk_ua: клієнт-до-клієнта

source: crypt (Encrypt and authenticate all control channel packets)
cs_cz: šifrovat (šifrovat a ověřovat veškeré pakety řídícího kanálu)
de_de: crypt (Verschlüsselt und authentifiziert alle Steuerkanal-Pakete)
el_gr: κρυπτογράφηση (Κρυπτογράφηση και έλεγχος ταυτότητας όλων των πακέτων καναλιού ελέγχου)
fa_ir: رمزنگاری (رمزگذاری و احراز هویت همه بسته‌های کانال کنترل)
fr_fr: crypt (Cryptage et authentification de tous les paquets du canal de contrôle)
it_it: crypt (crittografa e autentica tutti i pacchetti del canale di controllo)
ko_kr: crypt (제어 채널 패킷을 모두 암호화 및 인증)
uk_ua: crypt (Шифрувати та автентифікувати всі пакети керуючого каналу)

source: deny
cs_cz: odepřít
de_de: verweigern
el_gr: αρνούμαι
fa_ir: رد
fr_fr: refuser
it_it: negare
ko_kr: 거부
uk_ua: заборонити

source: dumb
cs_cz: hloupé
de_de: einfach / beschränkt
el_gr: άλαλος
fa_ir: ساده
fr_fr: muet
it_it: attutire
uk_ua: простий

source: duplicate-cn
de_de: CN-Duplikate zulassen
el_gr: διπλότυπο-cn
it_it: duplicato-cn
uk_ua: дублікат-cn

source: fail-over
el_gr: αποτυχία
fa_ir: سوئیچ به پشتیبان
fr_fr: basculement
ko_kr: 페일오버
uk_ua: відмовостійкість

source: first level of debug
cs_cz: první úroveň ladění
de_de: erste Debug-Stufe
el_gr: πρώτο επίπεδο εντοπισμού σφαλμάτων
fa_ir: سطح اول اشکال‌زدایی
fr_fr: premier niveau de débogage
it_it: primo livello di debug
ko_kr: 디버그의 첫 번째 수준
uk_ua: перший рівень відладки

source: fork
cs_cz: rozvětvení
el_gr: πιρούνι
fa_ir: فورک
fr_fr: fourchette
it_it: forchetta
ko_kr: 포크
uk_ua: розгалуження

source: full debugging
cs_cz: úplné ladění
de_de: vollständiges Debugging
el_gr: πλήρης εντοπισμός σφαλμάτων
fa_ir: اشکال‌زدایی کامل
fr_fr: débogage complet
it_it: debug completo
ko_kr: 전체 디버깅
uk_ua: повне відлагодження

source: inform
cs_cz: informovat
de_de: informieren / bekannt geben
el_gr: πληροφορώ
fa_ir: اطلاع‌رسانی
fr_fr: informer
it_it: informare
uk_ua: інформувати

source: inform_deny
de_de: informieren und verweigern
fa_ir: رد اطلاع‌رسانی
fr_fr: informer_refuser
uk_ua: інформувати_заборонити

source: ipv6 (default)
cs_cz: ipv6 (výchozí)
de_de: IPv6 (Standard)
el_gr: ipv6 (προεπιλογή)
fa_ir: ipv6 (پیش‌فرض)
fr_fr: ipv6 (par défaut)
it_it: ipv6 (predefinito)
ko_kr: ipv6 (기본값)
uk_ua: ipv6 (типово)

source: keyed-balance
de_de: Schlüsselbasierte Lastverteilung
el_gr: κλειδωμένη ισορροπία
fa_ir: توازن مبتنی بر کلید
fr_fr: balance à clavettes
it_it: bilanciamento con chiave
uk_ua: баланс за ключем

source: load-balance
de_de: Lastverteilung
el_gr: εξισορρόπηση φορτίου
fa_ir: توزیع بار
fr_fr: équilibrage de la charge
it_it: bilanciamento del carico
ko_kr: 로드밸런스
uk_ua: балансування навантаження

source: local
cs_cz: místní
de_de: lokal
el_gr: τοπικός
fa_ir: محلی
it_it: locale
ko_kr: 로컬
uk_ua: локальний

source: mDNS Repeater
cs_cz: mDNS opakovač
el_gr: Επαναλήπτης mDNS
fa_ir: تکرارگر mDNS
fr_fr: Répéteur mDNS
it_it: Ripetitore mDNS
ko_kr: mDNS 리피터
uk_ua: Повторювач mDNS
zh_cn: mDNS中继器

source: native
cs_cz: nativní
de_de: nativ
el_gr: ντόπιος
fa_ir: بومی
fr_fr: natif
it_it: nativo
uk_ua: нативний

source: next-hop
de_de: Nächster Hop
el_gr: επόμενο hop
fa_ir: هاپ بعدی
fr_fr: saut suivant
it_it: salto successivo
ko_kr: 넥스트 홉
uk_ua: наступний-стрибок

source: no debug
cs_cz: žádné ladění
de_de: kein Debugging
el_gr: χωρίς εντοπισμό σφαλμάτων
fa_ir: بدون دیباگ
fr_fr: pas de débogage
it_it: nessun debug
uk_ua: без відладки

source: nodefault
de_de: kein Standardwert
el_gr: χωρίς προεπιλογή
fa_ir: بدون پیش‌فرض
fr_fr: nœud par défaut
uk_ua: без типового

source: not ipv4 (default)
cs_cz: ne ipv4 (výchozí)
de_de: nicht IPv4 (Standard)
el_gr: όχι ipv4 (προεπιλογή)
fa_ir: غیر IPv4 (پیش‌فرض)
fr_fr: pas ipv4 (par défaut)
it_it: non ipv4 (predefinito)
ko_kr: not ipv4 (기본값)
uk_ua: не ipv4 (типово)

source: percent
cs_cz: procento
de_de: Prozent
el_gr: τοις εκατό
fa_ir: درصد
fr_fr: pour cent
it_it: per cento
ko_kr: 퍼센트
uk_ua: відсоток

source: persist-remote-ip
de_de: Remote-IP beibehalten
el_gr: persistent-remote-ip
fa_ir: حفظ IP راه دور
uk_ua: зберігати-віддалену-ip

source: plain
cs_cz: holé
de_de: einfach
el_gr: πεδιάδα
fa_ir: ساده
fr_fr: simple
it_it: pianura
uk_ua: звичайний

source: primary
cs_cz: hlavní
de_de: primär
el_gr: πρωταρχικός
fa_ir: اصلی
fr_fr: primaire
it_it: primario
ko_kr: 기본
uk_ua: основний

source: refuse
cs_cz: odmítnout
de_de: verweigern
el_gr: απορρίμματα
fa_ir: رد
fr_fr: refus
it_it: rifiutare
ko_kr: 거절
uk_ua: відхилити

source: remote-random
de_de: zufälliger Remote-Host
el_gr: απομακρυσμένα τυχαίο
fr_fr: aléatoire à distance
it_it: remoto-casuale
uk_ua: віддалений-випадковий

source: request
cs_cz: požadavek
de_de: Anfrage
el_gr: αίτηση
fa_ir: درخواست
fr_fr: demande
it_it: richiesta
ko_kr: 요청
uk_ua: запит

source: resourceId contains invalid characters.
cs_cz: resourceid obsahuje neplatné znaky.
de_de: Ressourcen-ID enthält ungültige Zeichen.
el_gr: Το resourceId περιέχει μη έγκυρους χαρακτήρες.
fa_ir: resourceId شامل کاراکترهای نامعتبر است.
fr_fr: resourceId contient des caractères non valides.
it_it: ResourceId contiene caratteri non validi.
ko_kr: resourceId에 잘못된 문자가 포함되어 있습니다.
uk_ua: resourceId містить неприпустимі символи.

source: route-noexec
de_de: Route nicht ausführen
el_gr: διαδρομή-noexec
it_it: percorso-noexec
uk_ua: маршрут-без-виконання

source: route-nopull
de_de: Route nicht übernehmen
el_gr: διαδρομή-μη έλξη
it_it: percorso-nopull
uk_ua: маршрут-без-витягування

source: secondary
cs_cz: sekundární
de_de: sekundär
el_gr: δευτερεύων
fa_ir: ثانویه
fr_fr: secondaire
it_it: secondario
ko_kr: 보조
uk_ua: вторинний

source: select
cs_cz: vybrat
de_de: auswählen
el_gr: επιλέγω
fa_ir: انتخاب
fr_fr: sélectionner
it_it: selezionare
ko_kr: 선택
uk_ua: вибрати

source: share
cs_cz: sdílet
de_de: freigeben
el_gr: μερίδιο
fa_ir: اشتراک
fr_fr: action
it_it: condividere
ko_kr: 공유
uk_ua: спільний доступ

source: status-server
el_gr: διακομιστής κατάστασης
fr_fr: statut-serveur
uk_ua: сервер стану

source: subnet
cs_cz: podsíť
de_de: Subnetz
el_gr: υποδίκτυο
fa_ir: ساب‌نت
fr_fr: sous-réseau
it_it: sottorete
ko_kr: 서브넷
uk_ua: підмережа

source: timeout
cs_cz: časový limit
de_de: Zeitüberschreitung
el_gr: χρονικό όριο
fa_ir: تایم‌اوت
fr_fr: délai d'attente
it_it: tempo scaduto
ko_kr: 타임아웃
uk_ua: таймаут

source: transparent
cs_cz: transparentní
el_gr: διαφανής
fa_ir: شفاف
it_it: trasparente
ko_kr: 투명
uk_ua: прозорий

source: virtual_server
de_de: Virtueller Server
el_gr: εικονικός_διακομιστής
fa_ir: سرور مجازی
fr_fr: serveur virtuel
it_it: server_virtuale
uk_ua: віртуальний_сервер

source: whirlpool (512-bit)
fr_fr: whirlpool (512 bits)
it_it: idromassaggio (512 bit)
ko_kr: whirlpool (512-비트)
uk_ua: whirlpool (512-біт)

source: %s (%s cores, %s threads)
cs_cz: %s (%s jader, %s vláken)
de_de: %s (%s Kerne, %s Threads)
el_gr: %s (%s πυρήνες, %s νήματα)
fa_ir: %s (%s هسته‌ها، %s تردها)
it_it: %s (%s core, %s thread)
ko_kr: %s (%s 코어, %s 스레드)
uk_ua: %s (%s ядер, %s потоків)

source: 10 minutes
cs_cz: 10 minut
de_de: 10 Minuten
el_gr: 10 λεπτά
fa_ir: 10 دقیقه
it_it: 10 minuti
ko_kr: 10 분
uk_ua: 10 хвилин
zh_cn: 10分钟

source: 1GB, 1 hour
cs_cz: 1GB, 1 hodina
de_de: 1GB, 1 Stunde
el_gr: 1GB, 1 ώρα
fa_ir: 1GB، 1 ساعت
fr_fr: 1GB, 1 heure
it_it: 1 GB, 1 ora
ko_kr: 1GB, 1 시간
uk_ua: 1 ГБ, 1 година
zh_cn: 1GB, 1 小时

source: 1GB, 60 seconds
cs_cz: 1GB, 60 sekund
de_de: 1GB, 60 Sekunden
el_gr: 1GB, 60 δευτερόλεπτα
fa_ir: 1GB، 60 ثانیه
fr_fr: 1GB, 60 secondes
it_it: 1 GB, 60 secondi
ko_kr: 1GB, 60 초
uk_ua: 1 ГБ, 60 секунд
zh_cn: 1GB, 60 秒

source: 512MB, 1 hour
cs_cz: 512MB, 1 hodina
de_de: 512MB, 1 Stunde
el_gr: 512MB, 1 ώρα
fa_ir: 512MB، 1 ساعت
fr_fr: 512MB, 1 heure
it_it: 512 MB, 1 ora
ko_kr: 512MB, 1 시간
uk_ua: 512 МБ, 1 година
zh_cn: 512MB, 1 小时

source: 512MB, 10 minutes
cs_cz: 512MB, 10 minut
de_de: 512MB, 10 Minuten
el_gr: 512MB, 10 λεπτά
fa_ir: 512MB، 10 دقیقه
it_it: 512 MB, 10 minuti
ko_kr: 512MB, 10 분
uk_ua: 512 МБ, 10 хвилин
zh_cn: 512MB，10 分钟

source: 512MB, 60 seconds
cs_cz: 512MB, 60 sekund
de_de: 512MB, 60 Sekunden
el_gr: 512MB, 60 δευτερόλεπτα
fa_ir: 512MB، 60 ثانیه
fr_fr: 512MB, 60 secondes
it_it: 512 MB, 60 secondi
ko_kr: 512MB, 60 초
uk_ua: 512 МБ, 60 секунд
zh_cn: 512MB, 60 秒

source: 60 seconds
cs_cz: 60 sekund
de_de: 60 Sekunden
el_gr: 60 δευτερόλεπτα
fa_ir: 60 ثانیه
fr_fr: 60 secondes
it_it: 60 secondi
ko_kr: 60 초
uk_ua: 60 секунд
zh_cn: 60秒

source: 6RD requires an IPv4 configuration type to operate on.
cs_cz: 6RD vyžaduje nastavení typu IPv4, na kterém má fungovat.
de_de: 6RD erfordert einen IPv4-Konfigurationstyp.
el_gr: Το 6RD απαιτεί έναν τύπο διαμόρφωσης IPv4 για να λειτουργήσει.
fa_ir: 6RD برای کار کردن نیاز به نوع پیکربندی IPv4 دارد.
fr_fr: 6RD nécessite un type de configuration IPv4 pour fonctionner.
it_it: 6RD richiede un tipo di configurazione IPv4 su cui operare.
ko_kr: 6RD는 작동하기 위해 IPv4 구성 유형이 필요합니다.
uk_ua: 6RD вимагає типу конфігурації IPv4 для роботи.
zh_cn: 6RD 要求在 IPv4 配置类型上运行。

source: 6to4 requires an IPv4 configuration type to operate on.
cs_cz: 6to4 vyžaduje nastavení typu IPv4, na kterém má fungovat.
de_de: 6to4 erfordert einen IPv4-Konfigurationstyp.
el_gr: Το 6to4 απαιτεί έναν τύπο διαμόρφωσης IPv4 για να λειτουργήσει.
fa_ir: 6to4 برای کار کردن نیاز به نوع پیکربندی IPv4 دارد.
fr_fr: 6to4 nécessite un type de configuration IPv4 pour fonctionner.
it_it: 6to4 richiede un tipo di configurazione IPv4 su cui operare.
ko_kr: 6to4는 작동하기 위해 IPv4 구성 유형이 필요합니다.
uk_ua: 6to4 вимагає типу конфігурації IPv4 для роботи.
zh_cn: 6to4 要求在 IPv4 配置类型上运行。

source: A leap second file allows NTP to advertise an upcoming leap second addition or subtraction.
cs_cz: Soubor přestupné sekundy umožňuje NTP propagovat nadcházející přidání nebo odečtení přestupné sekundy.
de_de: Eine Schaltsekunden-Datei erlaubt es NTP, eine bevorstehende Hinzufügung oder Streichung einer Schaltsekunde anzukündigen.
el_gr: Ένα αρχείο δευτερολέπτου επιτρέπει στο NTP να διαφημίσει μια επερχόμενη πρόσθεση ή αφαίρεση δευτερολέπτου.
fa_ir: فایل leap second به NTP اجازه می‌دهد تا اضافه یا حذف یک leap second آینده را اعلام کند.
fr_fr: Un fichier de secondes intercalaires permet à NTP d'annoncer une addition ou une soustraction de secondes intercalaires à venir.
it_it: Un file del secondo intercalare consente a NTP di pubblicizzare un'addizione o sottrazione imminente del secondo intercalare.
ko_kr: 윤초 파일은 NTP가 다가오는 윤초 추가 또는 삭제를 알릴 수 있도록 합니다.
uk_ua: Файл високосної секунди дозволяє NTP сповіщати про майбутнє додавання або віднімання високосної секунди.
zh_cn: 闰秒文件是NTP处理闰秒增加或减少的配置文件。

source: A local and remote address should be provided or both should be left empty
cs_cz: Měla by být buď uvedena jak místní, tak vzdálená adresa, nebo by obě měly zůstat nevyplněné.
de_de: Eine lokale und eine entfernte Adresse müssen entweder beide angegeben oder beide leer gelassen werden.
el_gr: Θα πρέπει να δοθούν μια τοπική και μια απομακρυσμένη διεύθυνση ή και οι δύο θα πρέπει να παραμείνουν κενές
fa_ir: باید یک آدرس محلی و یک آدرس از راه دور مشخص شود یا هر دو خالی بمانند.
fr_fr: Une adresse locale et une adresse distante doivent être fournies ou les deux doivent être laissées vides.
it_it: È necessario fornire un indirizzo locale e uno remoto oppure lasciare entrambi vuoti
ko_kr: 로컬 및 원격 주소는 모두 제공되거나 둘 다 비워 두어야 합니다.
uk_ua: Локальна та віддалена адреси мають бути вказані або обидві мають бути порожніми
zh_cn: 应提供本地和远程地址，或两者都留空

source: A snapshot already exists by this name
cs_cz: Takto nazvaný zachycený stav už existuje
de_de: Ein Snapshot mit diesem Namen existiert bereits.
el_gr: Υπάρχει ήδη ένα στιγμιότυπο με αυτό το όνομα
fa_ir: از قبل یک snapshot با این نام وجود دارد.
fr_fr: Un instantané existe déjà sous ce nom
it_it: Esiste già uno snapshot con questo nome
ko_kr: 이 이름으로 이미 스냅샷이 존재합니다.
uk_ua: Знімок з такою назвою вже існує
zh_cn: 该名称的快照已经存在

source: A token lifetime requires a non zero Renegotiate time.
cs_cz: Životnost tokenu vyžaduje nenulový čas opětovného dohodnutí.
de_de: Die Lebensdauer eines Tokens erfordert eine von Null verschiedene Aushandlungszeit.
el_gr: Μια διάρκεια ζωής ενός token απαιτεί μη μηδενικό χρόνο επαναδιαπραγμάτευσης.
fa_ir: برای مدت‌زمان توکن، باید زمان Renegotiate غیرصفر تعیین شود.
fr_fr: La durée de vie d'un jeton nécessite un temps de renégociation non nul.
it_it: La durata del token richiede un tempo di rinegoziazione diverso da zero.
ko_kr: 토큰 수명은 0이 아닌 재협상 시간이 필요합니다.
uk_ua: Термін дії токена вимагає ненульового часу переговорів (Renegotiate).
zh_cn: 令牌有效期要求重新协商时间不为零。

source: A track interface is only allowed without an external prefix.
cs_cz: Traťové rozhraní je povoleno pouze bez externího prefixu.
de_de: Ein verfolgtes Interface ist nur ohne externes Präfix zulässig.
el_gr: Μια διεπαφή κομματιού επιτρέπεται μόνο χωρίς εξωτερικό πρόθεμα.
fa_ir: استفاده از track interface تنها زمانی مجاز است که پیشوند خارجی وجود نداشته باشد.
fr_fr: Une interface de piste n'est autorisée qu'en l'absence de préfixe externe.
it_it: Un'interfaccia di traccia è consentita solo senza prefisso esterno.
ko_kr: 트랙 인터페이스는 외부 프리픽스 없이만 허용됩니다.
uk_ua: Відстеження інтерфейсу дозволено лише без зовнішнього префікса.
zh_cn: 跟踪接口只能在没有外部前缀的情况下使用。

source: A valid IP address list must be specified to reject DHCP leases from.
cs_cz: Je třeba zadat platný seznam IP adres na základě kterého budou odmítány DHCP zápůjčky.
de_de: Eine gültige Liste von IP-Adressen muss angegeben werden, um DHCP-Leases von diesen abzulehnen.
el_gr: Πρέπει να καθοριστεί μια έγκυρη λίστα διευθύνσεων IP για την απόρριψη των μισθώσεων DHCP.
fa_ir: باید یک فهرست معتبر آدرس IP مشخص شود تا اجاره‌های DHCP از آن رد شوند.
fr_fr: Une liste d'adresses IP valide doit être spécifiée pour rejeter les baux DHCP.
it_it: È necessario specificare un elenco di indirizzi IP valido da cui rifiutare i lease DHCP.
ko_kr: DHCP 대여 거부를 위해 유효한 IP 주소 목록이 지정되어야 합니다.
uk_ua: Необхідно вказати дійсний список IP-адрес для відхилення DHCP-оренд.
zh_cn: 必须指定一个有效的 IP 地址列表来拒绝 DHCP 租约。

source: A valid network address is required.
cs_cz: Je zapotřebí platná adresa sítě.
de_de: Eine gültige Netzwerkadresse ist erforderlich.
el_gr: Απαιτείται μια έγκυρη διεύθυνση δικτύου.
fa_ir: آدرس شبکه معتبر لازم است.
fr_fr: Une adresse réseau valide est requise.
it_it: È richiesto un indirizzo di rete valido.
ko_kr: 유효한 네트워크 주소가 필요합니다.
uk_ua: Потрібна дійсна мережева адреса.
zh_cn: 需要一个有效的网络地址。

source: A valid network subnet is required.
cs_cz: Je zapotřebí platná podsíť.
de_de: Ein gültiges Netzwerk-Subnetz ist erforderlich.
el_gr: Απαιτείται ένα έγκυρο υποδίκτυο δικτύου.
fa_ir: یک زیرشبکه معتبر لازم است.
fr_fr: Une adresse de sous-réseau valide est requise.
it_it: È richiesta una sottorete di rete valida.
ko_kr: 유효한 네트워크 서브넷이 필요합니다.
uk_ua: Потрібна дійсна мережева підмережа.
zh_cn: 子网掩码无效。

source: AJAX error accessing the API:
cs_cz: AJAX chyba při přistupování k API:
de_de: AJAX-Fehler beim Zugriff auf die API:
el_gr: Σφάλμα AJAX κατά την πρόσβαση στο API:
fa_ir: خطای AJAX در دسترسی به API:
fr_fr: Erreur AJAX lors de l'accès à l'API :
it_it: Errore AJAX durante l'accesso all'API:
ko_kr: API에 접근하는 중 AJAX 오류가 발생:
uk_ua: Помилка AJAX при доступі до API:
zh_cn: 访问 API 时发生 AJAX 错误：

source: Absolutely silent
cs_cz: Naprosto tiché
de_de: Absolut geräuschlos
el_gr: Απόλυτα αθόρυβο
fa_ir: کاملاً بی‌صدا
fr_fr: Totalement silencieux
it_it: Assolutamente silenzioso
ko_kr: 완전히 음소거
uk_ua: Абсолютно безшумно

source: Activate
cs_cz: Aktivovat
de_de: Aktivieren
el_gr: Δραστηριοποιώ
fa_ir: فعال‌سازی
fr_fr: Activer
it_it: Attivare
ko_kr: 활성화
uk_ua: Активувати
zh_cn: 激活

source: Active Ports
cs_cz: Aktivní porty
de_de: Aktive Ports
el_gr: Ενεργές θύρες
fa_ir: پورت‌های فعال
fr_fr: Ports actifs
it_it: Porte attive
ko_kr: 활성 포트
uk_ua: Активні порти
zh_cn: 活动端口

source: Add Widget
cs_cz: Přidat prvek
de_de: Widget hinzufügen
el_gr: Προσθήκη γραφικού στοιχείου
fa_ir: افزودن ویجت
fr_fr: Ajouter un widget
it_it: Aggiungi widget
ko_kr: 위젯 추가
uk_ua: Додати віджет
zh_cn: 添加部件

source: Address %s referenced by outbound nat rule "%s"
cs_cz: Adresa %s, na kterou odkazuje odchozí nat pravidlo „%s“
de_de: Adresse %s, auf die durch die ausgehende NAT-Regel "%s" verwiesen wird
el_gr: Διεύθυνση %s που αναφέρεται από τον κανόνα εξερχόμενου nat "%s"
fa_ir: آدرس %s توسط قانون NAT خروجی "%s" ارجاع داده شده است
fr_fr: Adresse %s référencée par la règle de nat sortant "%s"
it_it: Indirizzo %s a cui fa riferimento la regola nazionale in uscita "%s"
ko_kr: 아웃바운드 NAT 규칙 "%s"에 의해 참조된 주소 %s
uk_ua: Адреса %s посилається вихідним NAT-правилом "%s"
zh_cn: 地址%s被出站nat规则"%s"引用

source: Address Length
cs_cz: Délka adresy
de_de: Adresslänge
el_gr: Μήκος διεύθυνσης
fa_ir: طول آدرس
fr_fr: Longueur d’adresse
it_it: Lunghezza dell'indirizzo
ko_kr: 주소 길이
uk_ua: Довжина адреси
zh_cn: 地址长度

source: Address not in specified subnet
cs_cz: Adresa se nenachází v zadané podsíti
de_de: Adresse liegt nicht im angegebenen Subnetz
el_gr: Η διεύθυνση δεν βρίσκεται στο καθορισμένο υποδίκτυο
fa_ir: آدرس در زیرشبکه مشخص‌شده نیست.
fr_fr: L'adresse n'est pas dans le sous-réseau spécifié
it_it: Indirizzo non nella sottorete specificata
ko_kr: 지정된 서브넷에 없는 주소
uk_ua: Адреса не вказана в підмережі
zh_cn: 地址不在指定子网内

source: All Zones
cs_cz: Všechny zóny
de_de: Alle Zonen
el_gr: Όλες οι Ζώνες
fa_ir: همه زون‌ها
fr_fr: Toutes les zones
it_it: Tutte le zone
ko_kr: 모든 영역
uk_ua: Усі зони
zh_cn: 所有区域

source: Allow PCP/NAT-PMP Port Mapping
cs_cz: Umožnit mapování portů PCP/NAT-PMP
de_de: PCP-/NAT-PMP-Portfreigaben zulassen
el_gr: Να επιτρέπεται η αντιστοίχιση θυρών PCP/NAT-PMP
fa_ir: اجازه نگاشت پورت PCP/NAT-PMP
fr_fr: Autoriser le mappage des ports PCP/NAT-PMP
it_it: Consenti mappatura porta PCP/NAT-PMP
ko_kr: PCP/NAT-PMP 포트 매핑 허용
uk_ua: Дозволити відображення портів PCP/NAT-PMP
zh_cn: 允许PCP/NAT-PMP端口映射

source: Allow UPnP IGD Port Mapping
cs_cz: Umožnit mapování portů UPnP IGD
de_de: UPnP IGD-Portfreigaben zulassen
el_gr: Να επιτρέπεται η αντιστοίχιση θυρών UPnP IGD
fa_ir: اجازه نگاشت پورت UPnP IGD
fr_fr: Autoriser le mappage des ports UPnP IGD
it_it: Consenti mappatura porta IGD UPnP
ko_kr: UPnP IGD 포트 매핑 허용
uk_ua: Дозволити відображення портів UPnP IGD
zh_cn: 允许UPnP IGD端口映射

source: Also include sensitive material in dumps, e.g. keys
cs_cz: Do výpisů uvést také citlivý materiál, jako např. klíče
de_de: Auch sensible Daten in Abzügen einschließen, z. B. Schlüssel
el_gr: Επίσης, συμπεριλάβετε ευαίσθητα υλικά σε απορρίμματα, π.χ. κλειδιά
fa_ir: اطلاعات حساس (مثلاً کلیدها) را نیز در dumpها شامل کن.
fr_fr: Inclure également des données sensibles dans les dumps, par exemple des clés.
it_it: Includere anche materiale sensibile nelle discariche, ad es. chiavi
ko_kr: 덤프에 민감한 자료도 포함합니다. 예: 키
uk_ua: Також включати конфіденційні матеріали у дампи, наприклад, ключі
zh_cn: 还包括转储中的敏感材料，例如密钥
