Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Current registrations
cs_cz: Stávající registrace
de_de: Aktuelle Registrierungen
el_gr: Τρέχουσες εγγραφές
fa_ir: ثبت‌های فعلی
fr_fr: Enregistrements actuels
it_it: Iscrizioni attuali
ko_kr: 현재 등록
pl_pl: Bieżące rejestracje
uk_ua: Поточні реєстрації
zh_cn: 当前注册

source: Edit User
cs_cz: Upravit uživatele
de_de: Benutzer bearbeiten
el_gr: Επεξεργασία χρήστη
fa_ir: ویرایش کاربر
fr_fr: Éditer l'utilisateur
it_it: Modifica utente
ko_kr: 사용자 편집
pl_pl: Edytuj użytkownika
uk_ua: Редагувати користувача
zh_cn: 编辑用户

source: Edit Outbound Domain
cs_cz: Upravit odchozí doménu
de_de: Ausgehende Domain bearbeiten
el_gr: Επεξεργασία εξερχόμενου τομέα
fa_ir: ویرایش دامنهٔ خروجی
fr_fr: Modifier les domaines sortants
it_it: Modifica dominio in uscita
ko_kr: 아웃바운드 도메인 편집
pl_pl: Edytuj domenę wychodzącą
uk_ua: Редагувати вихідний домен
zh_cn: 编辑出站域

source: Backend Pool ID
cs_cz: Identif. fondu podpůrné vrstvy
el_gr: Αναγνωριστικό ομάδας παρασκηνίου
fa_ir: شناسهٔ Backend Pool
fr_fr: ID du pool backend
it_it: ID del pool back-end
ko_kr: 백엔드 풀 ID
pl_pl: ID puli Backendu
uk_ua: Ідентифікатор пулу бекенду
zh_cn: 后端池ID

source: Magic packet was sent successfully.
cs_cz: Kouzelný (magic) paket byl úspěšně zaslán.
de_de: Das magische Paket wurde erfolgreich gesendet.
el_gr: Το μαγικό πακέτο στάλθηκε με επιτυχία.
fa_ir: بستهٔ جادویی با موفقیت ارسال شد.
fr_fr: Le paquet magique a été envoyé avec succès.
it_it: Il pacchetto magico è stato inviato con successo.
ko_kr: 매직 패킷이 성공적으로 전송되었습니다.
pl_pl: Magiczny pakiet został wysłany pomyślnie.
uk_ua: Магічний пакет успішно надіслано.
zh_cn: 魔术包已成功发送。

source: The packet was not sent due to an error. Please consult the logs.
cs_cz: Paket nebyl odeslán kvůli chybě. Nahlédněte do záznamů událostí.
de_de: Das Paket wurde aufgrund eines Fehlers nicht gesendet. Bitte beachten Sie die Protokolle.
el_gr: Το πακέτο δεν στάλθηκε λόγω σφάλματος. Συμβουλευτείτε τα αρχεία καταγραφής.
fa_ir: بسته به‌دلیل خطا ارسال نشد. لطفاً لاگ‌ها را بررسی کنید.
fr_fr: Le paquet n'a pas pu être envoyé à cause d'une erreur. Veuillez consulter les fichiers de journalisation.
it_it: Il pacchetto non è stato inviato a causa di un errore. Si prega di consultare i registri.
ko_kr: 오류로 인해 패킷이 전송되지 않았습니다. 로그를 참조하하세요.
pl_pl: Pakiet nie został wysłany z powodu błędu. Sprawdź logi.
uk_ua: Пакет не було надіслано через помилку. Будь ласка, перегляньте журнали.
zh_cn: 由于发生错误，未发送数据包。请查阅日志。

source: Please check the %ssystem log%s, the wol command for %s (%s) did not complete successfully.
cs_cz: Důvod proč příkaz pro probuzení %3$s(%4$s) po síti neproběhl úspěšně hledejte v %1$száznamu událostí v systému%2$s.
de_de: Bitte überprüfe das %sHauptprotokoll%s, der WOL-Befehl für %s (%s) wurde nicht erfolgreich abgeschlossen.
el_gr: Ελέγξτε το αρχείο καταγραφής συστήματος %ss, η εντολή wol για το %s (%s) δεν ολοκληρώθηκε με επιτυχία.
fa_ir: لطفاً %sلاگ سیستم%s را بررسی کنید؛ دستور wol برای %s (%s) با موفقیت اجرا نشد.
fr_fr: Veuillez vérifier le %sjournal système%s, la commande wol pour %s (%s) ne s'est pas terminée correctement.
it_it: Controlla il %slog ​​di sistema%s, il comando wol per %s (%s) non è stato completato con successo.
ko_kr: %s시스템 로그%s를 확인하세요. %s(%s)에 대한 wol 명령이 성공적으로 완료되지 않았습니다.
pl_pl: Sprawdź %sdziennik systemowy%s, polecenie wol dla %s (%s) nie zostało pomyślnie ukończone.
uk_ua: Будь ласка, перевірте %sсистемний журнал%s, команда wol для %s (%s) не виконалась успішно.
zh_cn: 请检查%s系统日志%s，%s(%s)的wol命令是否成功完成。

source: Wake up
cs_cz: Probudit
de_de: Aufwecken
el_gr: Ξύπνα
fa_ir: بیدار کن
fr_fr: Réveil
it_it: Svegliati
ko_kr: 깨우기
pl_pl: Obudź
uk_ua: Пробудити
zh_cn: 唤醒

source: Wake All
cs_cz: Probudit vše
de_de: Alle Aufwecken
el_gr: Ξυπνήστε Όλα
fa_ir: همه را بیدار کن
fr_fr: Réveiller tout
it_it: Sveglia tutti
ko_kr: 모두 깨우기
pl_pl: Obudź wszystko
uk_ua: Пробудити всіх
zh_cn: 唤醒所有

source: Edit WOL Host
cs_cz: Upravit WOL hostitele
de_de: WOL-Host bearbeiten
el_gr: Επεξεργασία κεντρικού υπολογιστή WOL
fa_ir: ویرایش میزبان WOL
fr_fr: Éditer le Host Wake On LAN
it_it: Modifica host WOL
ko_kr: WOL 호스트 편집
pl_pl: Edytuj hosta WOL
uk_ua: Редагувати WOL хост
zh_cn: 编辑WOL主机

source: Lua Script ID
cs_cz: Identifikátor Lua skriptu
de_de: Lua-Skript-ID
el_gr: Αναγνωριστικό σεναρίου Lua
fa_ir: شناسهٔ اسکریپت Lua
fr_fr: ID Script Lua
it_it: ID script Lua
ko_kr: Lua 스크립트 ID
pl_pl: ID skryptu Lua
uk_ua: Ідентифікатор скрипта Lua
zh_cn: Lua脚本ID

source: Edit Account
cs_cz: Upravit účet
de_de: Konto bearbeiten
el_gr: Επεξεργασία λογαριασμού
fa_ir: ویرایش حساب
fr_fr: Éditer le compte
it_it: Modifica account
ko_kr: 계정 편집
pl_pl: Edytuj konto
uk_ua: Редагувати обліковий запис
zh_cn: 编辑帐户

source: pending
cs_cz: čekající
de_de: ausstehend
el_gr: εκκρεμής
fa_ir: در انتظار
fr_fr: en attente
it_it: in attesa di
ko_kr: 보류
pl_pl: oczekujący
uk_ua: очікує
zh_cn: 待定

source: unknown
cs_cz: neznámé
de_de: unbekannt
el_gr: άγνωστος
fa_ir: نامشخص
fr_fr: inconnu
it_it: sconosciuto
ko_kr: 알 수 없는
pl_pl: nieznany
uk_ua: невідомо
zh_cn: 未知

source: cert revoked
cs_cz: platnost certifikátu odvolána
de_de: Zertifikat zurückgerufen
el_gr: ανακλήθηκε το πιστοποιητικό
fa_ir: گواهی باطل‌شده
fr_fr: Certificat révoqué
it_it: certificato revocato
ko_kr: 인증서가 취소됨
pl_pl: certyfikat odwołany
uk_ua: сертифікат відкликано
zh_cn: 证书已吊销

source: configuration error
cs_cz: chyba nastavení
de_de: Konfigurationsfehler
el_gr: σφάλμα διαμόρφωσης
fa_ir: خطای پیکربندی
fr_fr: erreur de configuration
it_it: errore di configurazione
ko_kr: 구성 오류
pl_pl: błąd konfiguracji
uk_ua: помилка конфігурації
zh_cn: 配置错误

source: validation failed
cs_cz: ověření správnosti se nezdařilo
de_de: Überprüfung fehlgeschlagen
el_gr: η επικύρωση απέτυχε
fa_ir: اعتبارسنجی ناموفق
fr_fr: validation a échoué
it_it: la convalida non è riuscita
ko_kr: 유효성 검사 실패
pl_pl: walidacja nie powiodła się
uk_ua: перевірка не вдалася
zh_cn: 验证失败

source: internal error
cs_cz: vnitřní chyba
de_de: Interner Fehler
el_gr: εσωτερικό σφάλμα
fa_ir: خطای داخلی
fr_fr: erreur interne
it_it: errore interno
ko_kr: 내부 오류
pl_pl: błąd wewnętrzny
uk_ua: внутрішня помилка
zh_cn: 内部错误

source: Confirmation Required
cs_cz: Je třeba potvrdit
de_de: Bestätigung erforderlich
el_gr: Απαιτείται επιβεβαίωση
fa_ir: نیاز به تأیید
fr_fr: Confirmation Requise
it_it: Conferma richiesta
ko_kr: 확인이 필요함
pl_pl: Wymagane potwierdzenie
uk_ua: Потрібне підтвердження
zh_cn: 需要确认

source: Revoke selected certificate?
cs_cz: Odvolat platnost označeného certifikátu?
de_de: Ausgewähltes Zertifikat zurückrufen
el_gr: Ανάκληση επιλεγμένου πιστοποιητικού;
fa_ir: آیا گواهی انتخاب‌شده را باطل می‌کنید؟
fr_fr: Révoquer le certificat sélectionné?
it_it: Revocare il certificato selezionato?
ko_kr: 선택한 인증서를 취소하시겠습니까?
pl_pl: Czy odwołać wybrany certyfikat?
uk_ua: Відкликати вибраний сертифікат?
zh_cn: 吊销所选证书？

source: Multi-Domain (SAN)
cs_cz: Pro vícero domén (SAN)
el_gr: Πολλαπλών Τομέων (SAN)
fa_ir: چنددامنه‌ای (SAN)
fr_fr: Muli-domaine (SAN)
it_it: Multidominio (SAN)
ko_kr: 멀티 도메인 (SAN)
pl_pl: Wielodomenowy (SAN)
uk_ua: Мультидоменний (SAN)
zh_cn: 多域(SAN)

source: Issue/Renewal Date
cs_cz: Datum vydání/obnovení
de_de: Ausstellungs-/Erneuerungsdatum
el_gr: Ημερομηνία Έκδοσης/Ανανέωσης
fa_ir: تاریخ صدور/تمدید
fr_fr: Date de délivrance/renouvellement
it_it: Data di emissione/rinnovo
ko_kr: 발급/갱신일
pl_pl: Data wydania/odnowienia
uk_ua: Дата видачі/поновлення
zh_cn: 颁发/续订日期

source: Edit Certificate
cs_cz: Upravit certifikát
de_de: Zertifikat bearbeiten
el_gr: Επεξεργασία πιστοποιητικού
fa_ir: ویرایش گواهی
fr_fr: Éditer le certificat
it_it: Modifica certificato
ko_kr: 인증서 편집
pl_pl: Data wydania/odnowienia
uk_ua: Редагувати сертифікат
zh_cn: 编辑证书

source: acme-client config contains critical errors
cs_cz: nastavení pro acme klienta obsahují kritické chyby
de_de: ACME-Client-Konfiguration enthält kritische Fehler
el_gr: Η διαμόρφωση του acme-client περιέχει κρίσιμα σφάλματα
fa_ir: پیکربندی acme-client شامل خطاهای بحرانی است
fr_fr: La confirmation acme-client contient des erreurs critiques
it_it: La configurazione del client acme contiene errori critici
ko_kr: Acme-client 구성에 중요한 오류가 포함됨
pl_pl: Konfiguracja acme-client zawiera krytyczne błędy
uk_ua: Конфігурація acme-client містить критичні помилки
zh_cn: acme客户端配置包含严重错误

source: The acme-client service may not be able to start due to critical errors. Try anyway?
cs_cz: Služba acme-client nemusí být schopná startu vinou kritických chyb. Zkusit i tak?
de_de: Der ACME-Client-Dienst könnte aufgrund von kritischen Fehlern nicht starten. Trotzdem versuchen?
el_gr: Η υπηρεσία acme-client ενδέχεται να μην είναι δυνατή η εκκίνηση λόγω κρίσιμων σφαλμάτων. Θέλετε να προσπαθήσετε ούτως ή άλλως;
fa_ir: ممکن است سرویس acme-client به‌خاطر خطاهای بحرانی نتواند راه‌اندازی شود. باز هم تلاش می‌کنید؟
fr_fr: Le service acme-client ne sera peut être pas en mesure de démarrer en raison d'erreurs critiques. Essayer quand même ?
it_it: Il servizio acme-client potrebbe non essere in grado di avviarsi a causa di errori critici. Provare comunque?
ko_kr: 심각한 오류로 인해 ACME-client 서비스를 시작하지 못할 수 있습니다. 그래도 해볼까요?
pl_pl: Usługa acme-client może nie być w stanie uruchomić się z powodu krytycznych błędów. Spróbować mimo to?
uk_ua: Служба acme-client може не запуститись через критичні помилки. Все одно спробувати?
zh_cn: 由于严重错误，acme客户端服务可能无法启动。 仍然尝试？

source: Continue
cs_cz: Pokračovat
de_de: Fortfahren
el_gr: Συνεχίζω
fa_ir: ادامه
fr_fr: Continuer
it_it: Continuare
ko_kr: 계속
pl_pl: Kontynuuj
uk_ua: Продовжити
zh_cn: 继续

source: Error reconfiguring acme-client
cs_cz: Chyba při změně nastavení acme-klienta
de_de: Fehler bei der Neukonfiguration des ACME-Clients
el_gr: Σφάλμα κατά την επαναρύθμιση του acme-client
fa_ir: خطا در پیکربندی مجدد acme-client
fr_fr: Erreur en reconfigurant l'acme-client
it_it: Errore durante la riconfigurazione del client acme
ko_kr: Acme-client 재구성 중 오류 발생
pl_pl: Błąd podczas rekonfiguracji acme-client
uk_ua: Помилка переналаштування acme-client
zh_cn: 重新配置acme客户端时出错

source: acme-client config contains minor errors
cs_cz: nastavení acme-klienta obsahují drobné chyby
de_de: ACME-Client-Konfiguration enthält minimale Fehler
el_gr: Η διαμόρφωση του acme-client περιέχει μικρά σφάλματα
fa_ir: پیکربندی acme-client شامل خطاهای جزئی است
fr_fr: La config acme-client contient des erreurs mineures.
it_it: La configurazione del client acme contiene errori minori
ko_kr: acme-client 구성에 사소한 오류가 포함됨
pl_pl: Konfiguracja acme-client zawiera drobne błędy
uk_ua: Конфігурація acme-client містить незначні помилки
zh_cn: acme客户端配置包含小错误

source: acme-client config test result
cs_cz: výsledek zkoušky nastavení acme-klienta
de_de: ACME-Client-Konfigurationstestergebnis
el_gr: αποτέλεσμα δοκιμής διαμόρφωσης acme-client
fa_ir: نتیجه تست پیکربندی acme-client
fr_fr: Résultats du test de la configuration acme-client
it_it: Risultato del test di configurazione acme-client
ko_kr: acme-client 구성 테스트 결과
pl_pl: Wynik testu konfiguracji acme-client
uk_ua: Результат тесту конфігурації acme-client
zh_cn: acme客户端配置测试结果

source: Your acme-client config contains no errors.
cs_cz: Nastavení acme-client jsou bez chyb.
de_de: Ihre ACME-Client-Konfiguration enthält keine Fehler.
el_gr: Η διαμόρφωση του acme-client σας δεν περιέχει σφάλματα.
fa_ir: پیکربندی acme-client شما خطا ندارد.
fr_fr: Votre configuration acme-client ne contient pas d'erreur.
it_it: La configurazione del tuo client acme non contiene errori.
ko_kr: ACME-client 구성에 오류가 없습니다.
pl_pl: Twoja konfiguracja acme-client nie zawiera błędów.
uk_ua: Ваша конфігурація acme-client не містить помилок.
zh_cn: 您的acme客户端配置没有错误。

source: Update Schedule
cs_cz: Aktualizovat plán
de_de: Zeitplan aktualisieren
el_gr: Πρόγραμμα Ενημέρωσης
fa_ir: زمان‌بندی به‌روزرسانی
fr_fr: Planification de la mise à jour
it_it: Programma di aggiornamento
ko_kr: 업데이트 예약
pl_pl: Aktualizuj harmonogram
uk_ua: Розклад оновлень
zh_cn: 更新任务

source: Test Config
cs_cz: Ověřit správnost nastavení
de_de: Konfiguration testen
el_gr: Διαμόρφωση δοκιμής
fa_ir: تست پیکربندی
fr_fr: Tester la confirmation
it_it: Prova configurazione
ko_kr: 테스트 구성
pl_pl: Testuj konfigurację
uk_ua: Перевірити конфігурацію
zh_cn: 测试配置

source: This plugin includes code from the %s project.
cs_cz: Zásuvný modul obsahuje zdrojový kód z projektu %s.
de_de: Dieses Plugin enthält Code aus dem %s-Projekt.
el_gr: Αυτό το πρόσθετο περιλαμβάνει κώδικα από το έργο %s.
fa_ir: این افزونه شامل کدی از پروژه %s است.
fr_fr: Ce greffon inclut du code du projet %s.
it_it: Questo plugin include il codice del progetto %s.
ko_kr: 이 플러그인에는 %s 프로젝트의 코드가 포함되어 있습니다.
pl_pl: Ten plugin zawiera kod z projektu %s.
uk_ua: Цей плагін містить код з проекту %s.
zh_cn: 该插件包含来自%s项目的代码。

source: Your HAProxy config contains no errors.
cs_cz: Vaše nastavení pro HAProxy jsou v pořádku.
de_de: Ihre HAProxy-Konfiguration enthält keine Fehler.
el_gr: Η διαμόρφωση του HAProxy δεν περιέχει σφάλματα.
fa_ir: پیکربندی HAProxy شما خطا ندارد.
fr_fr: Votre configuration HAProxy ne contient aucune erreur.
it_it: La configurazione di HAProxy non contiene errori.
ko_kr: HAProxy 구성에 오류가 없습니다.
pl_pl: Twoja konfiguracja HAProxy nie zawiera błędów.
uk_ua: Ваша конфігурація HAProxy не містить помилок.
zh_cn: 您的HAProxy配置不包含错误。

source: Rules & Checks
cs_cz: Pravidla a kontroly
de_de: Regeln & Prüfungen
el_gr: Κανόνες & Έλεγχοι
fa_ir: قوانین و بررسی‌ها
fr_fr: Règles et conditions
it_it: Regole e controlli
ko_kr: 규칙 및 검사
pl_pl: Reguły i sprawdzenia
uk_ua: Правила та перевірки
zh_cn: 规则&检查

source: Tinc VPN Server
el_gr: Διακομιστής VPN Tinc
fa_ir: سرور Tinc VPN
fr_fr: Serveur VPN Tinc
it_it: Server VPN Tinc
ko_kr: Tinc VPN 서버
pl_pl: Serwer Tinc VPN
uk_ua: Сервер Tinc VPN
zh_cn: Tinc VPN服务器

source: Error reconfiguring Tinc
cs_cz: Chyba při přenastavování Tinc
de_de: Fehler bei der Neukonfiguration von Tinc
el_gr: Σφάλμα κατά την επαναρύθμιση του Tinc
fa_ir: خطا در پیکربندی مجدد Tinc
fr_fr: Erreur de reconfiguration de Tinc
it_it: Errore nella riconfigurazione di Tinc
ko_kr: Tinc 재구성 중 오류 발생
pl_pl: Błąd podczas rekonfiguracji Tinc
uk_ua: Помилка переналаштування Tinc
zh_cn: 重新配置Tinc时出错

source: Edit Network
cs_cz: Upravit síť
de_de: Netzwerk bearbeiten
el_gr: Επεξεργασία δικτύου
fa_ir: ویرایش شبکه
fr_fr: Éditer le réseau
it_it: Modifica rete
ko_kr: 네트워크 편집
pl_pl: Edytuj sieć
uk_ua: Редагувати мережу
zh_cn: 编辑网络

source: Edit Host
cs_cz: Upravit stroj
de_de: Host bearbeiten
el_gr: Επεξεργασία κεντρικού υπολογιστή
fa_ir: ویرایش میزبان
fr_fr: Éditer l'hôte
it_it: Modifica ospite
ko_kr: 호스트 편집
pl_pl: Edytuj hosta
uk_ua: Редагувати хост
zh_cn: 编辑主机

source: %sHealth Monitors:%s The HAProxy "health checks". Health Monitors are used by %sBackend Pools%s to determine if a server is still able to respond to client requests. If a server fails a health check it will automatically be removed from a Backend Pool and healthy servers are automatically re-added.
cs_cz: %sMonitory stavu:%s HAProxy „kontroly stavu“. Monitory stavu používají %sFondy podpůrných vrstev%s k určení, zda je server stále schopen odpovídat na požadavky klientů. Pokud server nevyhoví kontrole stavu, bude automaticky odstraněn z Fondu podpůrné vrstvy a servery, které budou opět v pořádku, budou automaticky znovu přidány.
de_de: %sZustandsmonitore:%s Die HAProxy "Gesundheitschecks". Zustandsmonitore werden von %sHintergrund-Pools%s verwendet, um festzustellen, ob ein Server noch in der Lage ist, auf Client-Anfragen zu reagieren. Wenn ein Server ausfällt, wird er automatisch aus einem Backend-Pool entfernt und gesunde Server werden automatisch wieder hinzugefügt.
el_gr: %sΕλέγχοι εύρυθμης λειτουργίας:%s Οι "έλεγχοι εύρυθμης λειτουργίας" του HAProxy. Οι Ελέγχοι εύρυθμης λειτουργίας χρησιμοποιούνται από τις %sBackend Pools%s για να προσδιορίσουν εάν ένας διακομιστής εξακολουθεί να είναι σε θέση να ανταποκριθεί σε αιτήματα πελατών. Εάν ένας διακομιστής αποτύχει σε έναν έλεγχο εύρυθμης λειτουργίας, θα αφαιρεθεί αυτόματα από μια Backend Pool και οι υγιείς διακομιστές θα προστεθούν ξανά αυτόματα.
fa_ir: %sمانیتورهای سلامت:%s بررسی‌های سلامت ("health checks") در HAProxy. مانیتورهای سلامت توسط %sBackend Pools%s برای تعیین اینکه آیا یک سرور هنوز قادر به پاسخ‌گویی به درخواست‌های کلاینت است استفاده می‌شوند. اگر سروری در بررسی سلامت شکست بخورد به‌طور خودکار از یک Backend Pool حذف می‌شود و سرورهای سالم به‌طور خودکار دوباره اضافه می‌گردند.
fr_fr: %sHealth Monitors :%s Les "contrôles de santé" HAProxy. Les moniteurs de santé sont utilisés par %sBackend Pools%s pour déterminer si un serveur est toujours en mesure de répondre aux demandes des clients. Si un serveur échoue à une vérification de l'état, il sera automatiquement supprimé d'un pool principal et les serveurs sains sont automatiquement rajoutés.
it_it: %sMonitoraggio dello stato:%s I "controlli dello stato" di HAProxy. I monitoraggi dello stato vengono utilizzati da %sBackend Pools%s per determinare se un server è ancora in grado di rispondere alle richieste del client. Se un server non supera un controllo di integrità, verrà automaticamente rimosso da un pool backend e i server integri verranno aggiunti nuovamente automaticamente.
ko_kr: %s상태 모니터:%s HAProxy "상태 점검". 상태 모니터는 %s백엔드 풀%s에서 서버가 여전히 클라이언트 요청에 응답할 수 있는지 확인하는 데 사용됩니다. 서버가 상태 점검에 실패하면 백엔드 풀에서 서버가 자동으로 제거되고 정상적인 서버가 자동으로 다시 추가됩니다.
pl_pl: %sMonitory zdrowia:%s Sprawdzenia stanu zdrowia w HAProxy. Monitory zdrowia są używane przez %spule Backendu%s, aby określić, czy serwer nadal jest w stanie odpowiedzieć na żądania klienta. Jeśli serwer nie przejdzie sprawdzenia zdrowia, zostanie automatycznie usunięty z puli Backendu, a zdrowe serwery zostaną automatycznie dodane ponownie.
uk_ua: %sМонітори стану:%s «Перевірки стану» HAProxy. Монітори стану використовуються %sПулами бекенду%s для визначення, чи сервер все ще може відповідати на запити клієнтів. Якщо сервер не проходить перевірку стану, його буде автоматично видалено з пулу бекенду, а здорові сервери автоматично додаються назад.
zh_cn: %s健康监测:%s HAProxy"健康监测检查"。 %s后端池%s使用健康监测来确定服务器是否仍然能够响应客户端请求。如果服务器无法通过健康监测，它会自动从后端池中删除，并且会自动重新添加健康监测良好的服务器。

source: Add %sReal Servers:%s All physical or virtual servers that HAProxy should use to load balance between or proxy to.
cs_cz: Přidat %sSkutečné servery:%s Všechny fyzické nebo virtuální servery, mezi které by HAProxy mělo rozdělovat zátěž, případně kterým dělat proxy.
de_de: Fügen Sie %statsächliche Server%s hinzu: Alle physikalischen oder virtuellen Server, auf die HAProxy die Last verteilen oder weiterleiten soll.
el_gr: Προσθήκη %sΠραγματικών Διακομιστών:%s Όλοι οι φυσικοί ή εικονικοί διακομιστές που θα πρέπει να χρησιμοποιεί το HAProxy για την εξισορρόπηση φόρτωσης μεταξύ ή προς τους οποίους θα γίνεται διακομιστής μεσολάβησης.
fa_ir: افزودن %sReal Servers:%s تمام سرورهای فیزیکی یا مجازی که HAProxy باید بین آن‌ها بار را متعادل کرده یا به آن‌ها پروکسی کند.
fr_fr: Ajouter %sReal Servers:%s Tous les serveurs physiques ou virtuels que HAProxy doit utiliser pour équilibrer la charge entre eux ou vers un proxy.
it_it: Aggiungi %sserver reali:%s tutti i server fisici o virtuali che HAProxy deve utilizzare per bilanciare il carico o verso i quali funge da proxy.
ko_kr: %s실제 서버 추가:%s HAProxy가 로드 밸런싱 또는 프록시에 사용해야 하는 모든 물리적 또는 가상 서버.
pl_pl: Dodaj %sRzeczywiste serwery:%s Wszystkie fizyczne lub wirtualne serwery, które HAProxy powinno używać do równoważenia obciążenia lub jako proxy.
uk_ua: Додати %sРеальні сервери:%s Усі фізичні або віртуальні сервери, які HAProxy має використовувати для балансування навантаження або проксіювання.
zh_cn: 添加%s真实服务器:%sHAProxy应该用于在它们之间进行负载平衡或代理的所有物理或虚拟服务器。

source: Network UPS Tools
de_de: Netzwerk-USV-Werkzeuge
el_gr: Εργαλεία UPS δικτύου
fr_fr: Outils réseaux UPS
it_it: Strumenti UPS di rete
ko_kr: 네트워크 UPS 도구
pl_pl: Narzędzia UPS sieciowego
uk_ua: Інструменти мережевого ДБЖ
zh_cn: 网络UPS工具

source: Network UPS Monitor
de_de: Netzwerk-USV-Überwachung
el_gr: Παρακολούθηση δικτύου UPS
fr_fr: Gestion UPS réseau
it_it: Monitoraggio UPS di rete
ko_kr: 네트워크 UPS 모니터
pl_pl: Monitor UPS sieciowego
uk_ua: Монітор мережевого ДБЖ
zh_cn: 网络UPS监视器

source: Backend Pool Name
cs_cz: Název fondu podpůrné vrstvy
el_gr: Όνομα ομάδας παρασκηνίου
fa_ir: نام Backend Pool
fr_fr: Nom du Backend Pool
it_it: Nome del pool back-end
ko_kr: 백엔드 풀 이름
pl_pl: Nazwa puli Backendu
uk_ua: Ім'я пулу бекенду
zh_cn: 后端池名称

source: C-ICAP server
el_gr: Διακομιστής C-ICAP
fa_ir: سرور C-ICAP
fr_fr: Serveur C-ICAP
it_it: server C-ICAP
ko_kr: C-ICAP 서버
pl_pl: Serwer C-ICAP
uk_ua: C-ICAP сервер
zh_cn: C-ICAP服务器

source: No ClamAV plugin found, please install via System > Firmware > Plugins.
cs_cz: Nenalezen žádný zásuvný modul ClamAV –nainstalujte ho v Systém > Firmware > Zásuvné moduly.
de_de: Kein ClamAV-Plugin gefunden. Bitte installieren Sie es unter System > Firmware > Erweiterungen
el_gr: Δεν βρέθηκε πρόσθετο ClamAV, εγκαταστήστε το μέσω Σύστημα > Υλικολογισμικό > Πρόσθετα.
fa_ir: هیچ پلاگین ClamAV یافت نشد؛ لطفاً آن را از مسیر System > Firmware > Plugins نصب کنید.
fr_fr: Aucun greffon ClamAV trouvé. Veuillez l'installer via Système > Firmware > Greffons.
it_it: Nessun plugin ClamAV trovato, installalo tramite Sistema > Firmware > Plugin.
ko_kr: ClamAV 플러그인을 찾을 수 없습니다. 시스템 > 펌웨어 > 플러그인을 통해 설치하세요.
pl_pl: Nie znaleziono wtyczki ClamAV, zainstaluj ją poprzez System > Firmware > Wtyczki.
uk_ua: Плагін ClamAV не знайдено, будь ласка, встановіть через Система > Прошивка > Плагіни.
zh_cn: ClamAV插件没找到, 请通过系统 > 固件 > 插件进行安装。

source: Antivirus
cs_cz: Antivir
fa_ir: آنتی‌ویروس
ko_kr: 안티바이러스
pl_pl: Antywirus
uk_ua: Антивірус
zh_cn: 防毒软件

source: (FQ-)CoDel interval
de_de: (FQ-)CoDel-Intervall
el_gr: Διάστημα (FQ-)CoDel
fa_ir: فاصله (FQ-)CoDel
fr_fr: Intervalle (FQ-)CoDel
it_it: Intervallo (FQ-)CoDel
ko_kr: (FQ-)CoDel 간격
pl_pl: (FQ-)CoDel interwał
uk_ua: (FQ-)CoDel інтервал
zh_cn: (FQ-)CoDel间隔

source: (FQ-)CoDel target
cs_cz: (FQ-)CoDel cíl
de_de: (FQ-)CoDel-Zielwert
el_gr: Στόχος (FQ-)CoDel
fa_ir: هدف (FQ-)CoDel
fr_fr: Cible (FQ-)CoDel
it_it: Obiettivo (FQ-)CoDel
ko_kr: (FQ-)CoDel 대상
pl_pl: (FQ-)CoDel cel
uk_ua: (FQ-)CoDel ціль
zh_cn: (FQ-)CoDel目标

source: (optional) user credentials.
cs_cz: (volitelné) přihlašovací údaje uživatele
de_de: (Optional) Benutzeranmeldeinformationen
el_gr: (προαιρετικά) διαπιστευτήρια χρήστη.
fa_ir: (اختیاری) اطلاعات کاربری.
fr_fr: (optionnel) identifiants utilisateur
it_it: (facoltativo) credenziali utente.
ko_kr: (선택 사항) 사용자 자격 증명.
pl_pl: (opcjonalnie) dane uwierzytelniające użytkownika.
uk_ua: (необов'язково) облікові дані користувача.
zh_cn: 用户凭证(可选)。

source: 0: Log everything, Positive Value: Log events that take longer than specified, Negative Value: Log nothing.
cs_cz: 0: zaznamenávat vše; kladná hodnota: zaznamenávat události, které trvají déle, než uvedeno; záporná hodnota: nezaznamenávat nic.
de_de: 0: Alles protokollieren, Positiver Wert: Ereignisse protokollieren, die länger dauern als angegeben, negativer Wert: Nichts protokollieren.
el_gr: 0: Καταγραφή όλων των στοιχείων, Θετική τιμή: Καταγραφή συμβάντων που διαρκούν περισσότερο από το καθορισμένο, Αρνητική τιμή: Δεν καταγράφεται τίποτα.
fa_ir: 0: همه چیز را لاگ می‌کند، مقدار مثبت: رویدادهایی را لاگ می‌کند که طولانی‌تر از مقدار مشخص هستند، مقدار منفی: هیچ‌چیز را لاگ نمی‌کند.
fr_fr: 0: Enregistre tout, Valeur Positive: Enregistre les évènements qui prennent plus long que spécifié, Valeur négative: n'enregistre rien.
it_it: 0: registra tutto, valore positivo: registra eventi che richiedono più tempo di quanto specificato, valore negativo: non registra nulla.
ko_kr: 0: 모두 기록, 양수 값: 지정된 시간보다 오래 걸리는 이벤트 기록, 음수 값: 아무것도 기록하지 않음.
pl_pl: 0: Loguj wszystko, Wartość dodatnia: Loguj zdarzenia trwające dłużej niż określono, Wartość ujemna: Nic nie loguj.
uk_ua: 0: Записувати все, Позитивне значення: Записувати події, які тривають довше, ніж зазначено, Негативне значення: Не записувати нічого.
zh_cn: 0:记录所有内容，正值：记录花费比指定时间更长的事件，负值：不记录任何事件。
