Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Setting this option will force the card to use WME (wireless QoS).
cs_cz: Nastavení této předvolby vynutí aby rozhraní používalo funkci WME (prioritizace služeb – QoS – na bezdrátové síti).
de_de: Setzen dieser Einstellung wird die Karte zwingen, WME zu verwenden (wireless QoS).
el_gr: Η ρύθμιση αυτής της επιλογής θα αναγκάσει την κάρτα να χρησιμοποιήσει WME (ασύρματο QoS).
fa_ir: انتخاب این گزینه باعث می‌شود کارت از WME (کیفیت سرویس بی‌سیم) استفاده کند.
fr_fr: Définir cette option forcera la carte à utiliser WME (QoS wifi).
it_it: L'impostazione di questa opzione forzerà la scheda a utilizzare WME (wireless QoS).
ko_kr: 이 옵션을 설정하면 카드에서 WME(무선 QoS)를 사용해야 합니다.
pl_pl: Ustawienie tej opcji zmusi kartę do korzystania z WME (bezprzewodowe QoS).
uk_ua: Увімкнення цієї опції змусить картку використовувати WME (бездротова QoS).
zh_cn: 设置此选项会强制该卡使用WME(无线QoS)。

source: Enable WME
cs_cz: Zapnout WME
de_de: Aktiviere WME
el_gr: Ενεργοποίηση WME
fa_ir: فعال‌سازی WME
fr_fr: Activer WME (Wireless Multimedia Extensions)
it_it: Abilita WME
ko_kr: WME 사용
pl_pl: Włącz WME
uk_ua: Увімкнути WME
zh_cn: 启用WME

source: Disabling the internal bridging is useful when traffic is to be processed with packet filtering.
cs_cz: Vypnutí vnitřního přemostění je užitečné v případě, když mají být pakety provozu zpracovávány filtrováním.
de_de: Die Deaktivierung der internen Weiterleitung ist sinnvoll, wenn der Datenverkehr mittels Paketfilterung verarbeitet werden soll.
el_gr: Η απενεργοποίηση της εσωτερικής γεφύρωσης είναι χρήσιμη όταν η κυκλοφορία πρόκειται να υποβληθεί σε επεξεργασία με φιλτράρισμα πακέτων.
fa_ir: غیرفعال‌سازی پل‌بندی داخلی زمانی مفید است که قرار است ترافیک توسط فیلتر بسته‌ها پردازش شود.
fr_fr: Désactiver le bridge interne peut être utile lorsque le traffic doit être traité par packet filter (PF).
it_it: Disabilitare il bridging interno è utile quando il traffico deve essere elaborato con il filtraggio dei pacchetti.
ko_kr: 내부 브리징을 비활성화하면 트래픽을 패킷 필터링으로 처리할 때 유용합니다.
pl_pl: Wyłączenie wewnętrznego mostkowania jest przydatne, gdy ruch ma być przetwarzany z filtrowaniem pakietów.
uk_ua: Вимкнення внутрішнього мосту корисно, коли трафік має оброблятися фільтрацією пакетів.
zh_cn: 当使用包过滤处理流量时，禁用内部桥接非常有用。

source: When operating as an access point, enable this if you want to pass packets between wireless clients directly.
cs_cz: Při fungování coby přístupový bod, tuto volbu zapněte v případě, že chcete umožnit výměnu paketů mezi klienty napřímo.
de_de: Aktivieren Sie dies, wenn Sie Pakete direkt zwischen den Clients vermitteln möchten, sofern die Netzwerkkarte im Access Point-Modus arbeitet.
el_gr: Όταν λειτουργείτε ως σημείο πρόσβασης, ενεργοποιήστε αυτήν τη λειτουργία εάν θέλετε να μεταβιβάζετε πακέτα απευθείας μεταξύ ασύρματων πελατών.
fa_ir: وقتی به‌عنوان نقطهٔ دسترسی عمل می‌کند، این گزینه را فعال کنید اگر می‌خواهید بسته‌ها مستقیماً بین کلاینت‌های بی‌سیم منتقل شوند.
fr_fr: Lors d'une utilisation en tant que point d'accès, activez cette option si vous voulez faire passer les paquets directement entre les clients wifi.
it_it: Quando si opera come punto di accesso, attivarlo se si desidera trasferire i pacchetti direttamente tra i client wireless.
ko_kr: 액세스 지점으로 작동할 때 무선 클라이언트 간에 직접 패킷을 전달하려면 이 옵션을 선택합니다.
pl_pl: Gdy działasz jako punkt dostępowy, włącz to, jeśli chcesz przekazywać pakiety bezpośrednio między klientami bezprzewodowymi.
uk_ua: При роботі в режимі точки доступу увімкніть це, якщо ви хочете передавати пакети між бездротовими клієнтами безпосередньо.
zh_cn: 如果要在无线客户端之间直接传递数据包，请在用作接入点时启用此功能。

source: Allow intra-BSS communication
cs_cz: Umožnit komunikaci mezi klienty
de_de: Erlaube Intra-BSS Kommunikation
el_gr: Επιτρέψτε την επικοινωνία εντός του BSS
fa_ir: اجازهٔ ارتباط درون BSS
fr_fr: Permettre la communication intra-BSS
it_it: Consenti la comunicazione intra-BSS
ko_kr: BSS 내 통신 허용
pl_pl: Zezwól na komunikację wewnątrz-BSS
uk_ua: Дозволити внутрішньо-BSS зв'язок
zh_cn: 允许intra-BSS连接

source: When operating as an access point in 802.11g mode, allow only 11g-capable stations to associate (11b-only stations are not permitted to associate).
cs_cz: Při provozování coby přístupového bodu v režimu 802.11g, umožnit připojení pouze klientům, kteří umí 11g (11b klientům nebude připojení umožněno).
de_de: Erlaube die Assiziierung nur von 11g-fähigen Geräten, wenn es im Access-Point 802.11g-Modus betieben wird (nur 11b-fähige Stations wird die Assoziierung nicht erlaubt).
el_gr: Όταν λειτουργείτε ως σημείο πρόσβασης σε λειτουργία 802.11g, επιτρέψτε τη σύνδεση μόνο σε σταθμούς με δυνατότητα 11g (δεν επιτρέπεται η σύνδεση μόνο σε σταθμούς με δυνατότητα 11b).
fa_ir: در حالت 802.11g به‌عنوان نقطهٔ دسترسی، فقط به ایستگاه‌های سازگار با 11g اجازهٔ اتصال بدهید (ایستگاه‌های صرفاً 11b مجاز به اتصال نیستند).
fr_fr: Opérant en mode point d'accès 802.11g, cela autorisera tous client compatible 802.11g à se connecter au point d'accès. L'association ne pourra fonctionner pour des clients 802.11b
it_it: Quando si opera come punto di accesso in modalità 802.11g, consentire l'associazione solo alle stazioni compatibili con 11g (le stazioni solo 11b non sono autorizzate ad associarsi).
ko_kr: 802.11g 모드에서 액세스 포인트로 작동할 때는 11g 지원 스테이션만 연결할 수 있습니다(11b 전용 스테이션은 연결할 수 없습니다).
pl_pl: Działając jako punkt dostępowy w trybie 802.11g, zezwalaj tylko stacjom zgodnym z 11g na łączenie się (stacje tylko 11b nie mają dozwolenia na łączenie się).
uk_ua: При роботі в режимі точки доступу в режимі 802.11g дозволяйте підключатися лише станціям, сумісним з 11g (станції, сумісні лише з 11b, не допускаються).
zh_cn: 在802.11g模式下作为接入点运行时，仅允许具有11g功能的站点关联（不允许仅11b站点关联）。

source: 802.11g only
cs_cz: pouze 802.11g
de_de: 802.11g alleine
el_gr: Μόνο 802.11g
fa_ir: فقط 802.11g
fr_fr: 802.11g seulement
it_it: Solo 802.11g
ko_kr: 802.11g 전용
pl_pl: Tylko 802.11g
uk_ua: Тільки 802.11g
zh_cn: 仅802.11g

source: When operating as an access point, allow only stations capable of the selected wireless standard to associate (stations not capable are not permitted to associate).
cs_cz: Při provozování coby přístupového bodu, umožnit připojení pouze klientům, kteří umí zvolený bezdrátový standard (klientům, kteří ho neovládají nebude připojení umožněno).
de_de: Erlaube die Assiziierung nur von Geräten, die den ausgewählten Standard unterstützen, wenn es im Access-Point-Modus betieben wird (nur Stations, die den jeweiligen Standard erfüllen, wird die Assoziierung erlaubt).
el_gr: Όταν λειτουργείτε ως σημείο πρόσβασης, επιτρέψτε τη σύνδεση μόνο σε σταθμούς που είναι ικανοί για το επιλεγμένο ασύρματο πρότυπο (δεν επιτρέπεται η σύνδεση σε σταθμούς που δεν είναι ικανοί).
fa_ir: در حالت نقطه دسترسی، فقط ایستگاه‌هایی که از استاندارد بی‌سیم انتخاب‌شده پشتیبانی می‌کنند مجاز به اتصال هستند (ایستگاه‌های غیرقابل‌پشتیبانی مجاز به اتصال نیستند).
fr_fr: Lorsqu'il fonctionne en tant que point d'accès, seules les stations capables d'utiliser la norme sans fil sélectionnée peuvent s'associer (les stations non capables ne sont pas autorisées à s'associer).
it_it: Quando si opera come punto di accesso, consentire l'associazione solo alle stazioni compatibili con lo standard wireless selezionato (le stazioni non compatibili non possono associarsi).
ko_kr: 액세스 포인트로 작동하는 경우 선택한 무선 표준을 사용할 수 있는 스테이션만 연결하도록 허용합니다(사용할 수 없는 스테이션은 연결할 수 없습니다).
pl_pl: Działając jako punkt dostępowy, zezwalaj tylko stacjom zdolnym do wybranego standardu bezprzewodowego na łączenie się (stacje niezdolne nie mają dozwolenia na łączenie się).
uk_ua: При роботі в режимі точки доступу дозволяйте підключатися лише станціям, сумісним з обраним бездротовим стандартом (несумісні станції не допускаються).
zh_cn: 当作为接入点运行时，仅允许具有所选无线标准的站点关联（不允许的站点不允许关联）。

source: Minimum standard
cs_cz: Nejnižší standard
de_de: Mindeststandard
el_gr: Ελάχιστο πρότυπο
fa_ir: حداقل استاندارد
fr_fr: Standard minimum
it_it: Norma minima
ko_kr: 최소기준
pl_pl: Minimalny standard
uk_ua: Мінімальний стандарт
zh_cn: 最低标准

source: Note: Only required in Access Point mode. If left blank in Ad-hoc or Infrastructure mode, this interface will connect to any available SSID
cs_cz: Pozn.: potřebné pouze pro režim přístupového bodu. Pokud je nevyplněné v režimu bod-bod nebo infrastrukturním, toto rozhraní se připojí k libovolnému SSID
de_de: Bemerkung: Nur im Access Point-Modus erforderlich. Falls es im Ad-hoc oder Infrastrukturmodus leer gelassen wird, wird sich die Schnittstelle mit jeder verfügbaren SSID verbinden
el_gr: Σημείωση: Απαιτείται μόνο σε λειτουργία σημείου πρόσβασης. Εάν αφήσετε κενό σε λειτουργία Ad-hoc ή Infrastructure, αυτή η διεπαφή θα συνδεθεί σε οποιοδήποτε διαθέσιμο SSID.
fa_ir: توجه: فقط در حالت نقطه دسترسی لازم است. اگر در حالت Ad-hoc یا Infrastructure خالی بماند، این رابط به هر SSID موجود متصل خواهد شد.
fr_fr: Remarque: Uniquement nécessaire en mode Point d'Accès (AP). Si laissé vide pour Ad-hoc ou en mode Infrastructure, cette interface se connectera à un quelconque SSID disponible
it_it: Nota: richiesto solo in modalità Access Point. Se lasciata vuota in modalità Ad-hoc o Infrastruttura, questa interfaccia si collegherà a qualsiasi SSID disponibile
ko_kr: 참고: 액세스 포인트 모드에서만 필요합니다. 임시 또는 인프라 모드에서 공백으로 두면 이 인터페이스는 사용 가능한 모든 SSID에 연결됩니다
pl_pl: Uwaga: Wymagane tylko w trybie Access Point. Jeśli pozostawione puste w trybie Ad-hoc lub Infrastructure, ten interfejs połączy się z dowolnym dostępnym SSID
uk_ua: Нотатка: Потрібно лише в режимі точки доступу. Якщо залишити порожнім у режимі Ad-hoc або Інфраструктура, цей інтерфейс підключиться до будь-якого доступного SSID.
zh_cn: 注意：仅在接入点模式下需要。 如果在Ad-hoc或基础架构中保留空白，此接口会连接到任何可用的SSID

source: Infrastructure (BSS)
cs_cz: Propojení přes přístupový bod (BSS)
de_de: Infrastruktur (BSS)
el_gr: Υποδομές (BSS)
it_it: Infrastrutture (BSS)
ko_kr: 인프라(BSS)
pl_pl: Infrastruktura (BSS)
uk_ua: Інфраструктура (BSS)
zh_cn: 基础架构(BSS)

source: Access Point
cs_cz: Přístupový bod
el_gr: Σημείο πρόσβασης
fa_ir: نقطه دسترسی
fr_fr: Point d'accès
it_it: Punto di accesso
ko_kr: 액세스 포인트
pl_pl: Punkt dostępowy
uk_ua: Точка доступу
zh_cn: 接入点

source: Network-specific wireless configuration
cs_cz: Nastavení bezdrátu pro danou síť
de_de: Netzwerkspezifische Drahtloskonfiguration
el_gr: Ρύθμιση ασύρματης σύνδεσης ειδικά για το δίκτυο
fa_ir: پیکربندی بی‌سیم مربوط به شبکه
fr_fr: Configuration du sans-fil spécifique au réseau
it_it: Configurazione wireless specifica della rete
ko_kr: 네트워크별 무선 구성
pl_pl: Specyficzna dla sieci konfiguracja bezprzewodowa
uk_ua: Конфігурація бездротової мережі за мережею
zh_cn: 特定于网络的无线配置

source: All wireless networks on this interface will be temporarily brought down when changing regulatory settings. Some of the regulatory domains or country codes may not be allowed by some cards. These settings may not be able to add additional channels that are not already supported.
cs_cz: Při změně nastavení norem budou veškeré bezdrátové sítě na tomto rozhraní budou dočasně odpojeny. Některé normy nebo zkratky zemí nemusí být podporované na všech kartách. Tato nastavení nemusí být schopná přidat další kanály, které už nejsou podporovány.
de_de: Alle drahtlosen Netzwerke auf dieser Schnittstelle werden temporär deaktiviert wenn die regulativen Einstellungen geändert werden. Manche regulativen Domains oder Ländercodes könnten durch manche Netzwerkkarten nicht unterstützt werden. Diese Einstellungen können ggf. keine zusätzlichen Kanäle hinzufügen, die nicht bereits unterstützt werden.
el_gr: Όλα τα ασύρματα δίκτυα σε αυτήν τη διεπαφή θα απενεργοποιηθούν προσωρινά κατά την αλλαγή των ρυθμιστικών ρυθμίσεων. Ορισμένοι από τους ρυθμιστικούς τομείς ή τους κωδικούς χώρας ενδέχεται να μην επιτρέπονται από ορισμένες κάρτες. Αυτές οι ρυθμίσεις ενδέχεται να μην είναι σε θέση να προσθέσουν επιπλέον κανάλια που δεν υποστηρίζονται ήδη.
fa_ir: تمام شبکه‌های بی‌سیم روی این رابط هنگام تغییر تنظیمات مقرراتی به‌طور موقت قطع خواهند شد. برخی از حوزه‌های مقرراتی یا کدهای کشور ممکن است توسط بعضی کارت‌ها مجاز نباشند. ممکن است این تنظیمات نتوانند کانال‌های اضافی‌ای را اضافه کنند که قبلاً پشتیبانی نشده‌اند.
fr_fr: Tous les réseaux sans fil sur cette interface seront temporairement désactivés lors de la modification des paramètres de réglementation. Certains des domaines réglementaires ou des codes de pays peuvent ne pas être autorisés par certaines cartes. Ces paramètres peuvent ne pas être en mesure d'ajouter des canaux supplémentaires qui ne sont pas déjà pris en charge.
it_it: Tutte le reti wireless su questa interfaccia verranno temporaneamente disattivate quando si modificano le impostazioni normative. Alcuni domini regolamentari o codici paese potrebbero non essere consentiti da alcune carte. Queste impostazioni potrebbero non essere in grado di aggiungere ulteriori canali che non sono già supportati.
ko_kr: 규제 설정을 변경할 때이 인터페이스의 모든 무선 네트워크가 일시적으로 중단됩니다. 일부 규제 도메인 또는 국가 코드는 일부 카드에서 허용되지 않을 수 있습니다. 이러한 설정은 이미 지원되지 않는 추가 채널을 추가 할 수 없습니다.
pl_pl: Wszystkie sieci bezprzewodowe na tym interfejsie zostaną tymczasowo wyłączone podczas zmiany ustawień regulacyjnych. Niektóre domeny regulacyjne lub kody krajów mogą nie być dozwolone przez niektóre karty. Te ustawienia mogą nie być w stanie dodać dodatkowych kanałów, które nie są jeszcze obsługiwane.
uk_ua: Усі бездротові мережі на цьому інтерфейсі будуть тимчасово вимкнені при зміні регуляторних налаштувань. Деякі регуляторні домени або коди країн можуть бути не дозволені деякими картками. Ці налаштування можуть не додавати додаткові канали, які вже не підтримуються.
zh_cn: 当更改规范设置时，此接口上的所有无线网络会暂时关闭。 某些卡可能不允许某些管制域或国家/地区代码。 这些设置可能无法添加尚未支持的其他频道。

source: These settings may affect which channels are available and the maximum transmit power allowed on those channels. Using the correct settings to comply with local regulatory requirements is recommended.
cs_cz: Tato nastavení mohou ovlivnit dostupnost kanálů a nejvyšší vysílací výkon. Je doporučeno použít správná nastavení aby byl zajištěn soulad s místními nařízeními.
de_de: Diese Einstellungen können beeinflussen welche Kanäle verfügbar sind und wie hoch die maximale erlaube Sendeleistung dieser Kanäle ist. Die Benutzung von korrekten Einstellungen zum Befolgen von lokalen behördlichen Vorschriften wird empfohlen.
el_gr: Αυτές οι ρυθμίσεις ενδέχεται να επηρεάσουν τα διαθέσιμα κανάλια και τη μέγιστη ισχύ μετάδοσης που επιτρέπεται σε αυτά τα κανάλια. Συνιστάται η χρήση των σωστών ρυθμίσεων για τη συμμόρφωση με τις τοπικές κανονιστικές απαιτήσεις.
fa_ir: این تنظیمات ممکن است بر در دسترس بودن کانال‌ها و حداکثر توان ارسال مجاز در آن کانال‌ها تأثیر بگذارند. توصیه می‌شود برای رعایت مقررات محلی از تنظیمات صحیح استفاده کنید.
fr_fr: Ces paramètres peuvent affecter les canaux disponibles et la puissance de transmission maximale autorisée sur ces canaux. L'utilisation de paramètres corrects pour se conformer aux exigences réglementaires locales est recommandée.
it_it: Queste impostazioni possono influenzare quali canali sono disponibili e la potenza di trasmissione massima consentita su tali canali. Si consiglia di utilizzare le impostazioni corrette per conformarsi ai requisiti normativi locali.
ko_kr: 이러한 설정은 사용 가능한 채널과 해당 채널에서 허용되는 최대 전송 전력에 영향을 미칠 수 있습니다. 올바른 설정을 사용하여 현지 규제 요건을 준수하는 것이 좋습니다.
pl_pl: Te ustawienia mogą wpłynąć na dostępne kanały oraz maksymalną moc nadawania dozwoloną na tych kanałach. Zaleca się stosowanie odpowiednich ustawień zgodnych z lokalnymi wymogami regulacyjnymi.
uk_ua: Ці налаштування можуть впливати на доступні канали та максимальну потужність передачі, дозволену на цих каналах. Рекомендується використовувати правильні налаштування для дотримання місцевих регуляторних вимог.
zh_cn: 这些设置可能会影响哪些通道可用，以及这些通道允许的最大发射功率。 建议使用正确的设置以符合当地法规要求。

source: Anywhere
cs_cz: Kdekoli
de_de: Irgendwo
el_gr: Οπουδήποτε
fa_ir: هر مکان
fr_fr: N'importe où
it_it: Ovunque
ko_kr: 모든 곳
pl_pl: Gdziekolwiek
uk_ua: Будь-де
zh_cn: 任何地方

source: Outdoor
cs_cz: Vně
de_de: Außen
el_gr: Υπαίθριος
fa_ir: فضای باز
fr_fr: Extérieur
it_it: All'aperto
ko_kr: 실외
pl_pl: Na zewnątrz
uk_ua: Зовні
zh_cn: 室外

source: Indoor
cs_cz: Uvnitř
de_de: Innen
el_gr: Εσωτερικός
fa_ir: فضای داخلی
fr_fr: Intérieur
it_it: Al coperto
ko_kr: 실내
pl_pl: Wewnątrz
uk_ua: В приміщенні
zh_cn: 室内

source: Location
cs_cz: Umístění
el_gr: Τοποθεσία
fa_ir: مکان
fr_fr: Emplacement
it_it: Posizione
ko_kr: 위치
pl_pl: Położenie
uk_ua: Розташування
zh_cn: 位置

source: Country (listed with country code and regulatory domain)
cs_cz: Země (uvedené se zkratkou země a oblastí norem)
de_de: Land (gelistet mit Ländercode und regulativer domain)
el_gr: Χώρα (αναφέρεται με κωδικό χώρας και κανονιστικό τομέα)
fa_ir: کشور (به‌همراه کد کشور و حوزه‌ی مقرراتی)
fr_fr: Pays (listé avec le code pays et le domaine de régulation)
it_it: Paese (elencato con codice paese e dominio normativo)
ko_kr: 국가(국가 코드 및 규제 도메인과 함께 나열됨)
pl_pl: Kraj (wymieniony z kodem kraju i domeną regulacyjną)
uk_ua: Країна (перераховано з кодом країни та регуляторним доменом)
zh_cn: 国家(已列出国家代码和自治区域)

source: Regulatory domain
cs_cz: Oblast normy
de_de: Regulative Domäne
el_gr: Ρυθμιστικός τομέας
fa_ir: حوزه مقرراتی
fr_fr: Domaine de régulation
it_it: Dominio normativo
ko_kr: 규제 영역
pl_pl: Domena regulacyjna
uk_ua: Регуляторний домен
zh_cn: 监管领域

source: Regulatory settings
cs_cz: Nastavení normy
de_de: Regulative Einstellungen
el_gr: Κανονιστικές ρυθμίσεις
fa_ir: تنظیمات مقرراتی
fr_fr: Paramètres réglementaires
it_it: Impostazioni normative
ko_kr: 규정 설정
pl_pl: Ustawienia regulacyjne
uk_ua: Регуляторні налаштування
zh_cn: 法规设定

source: Note: The antenna numbers do not always match up with the labels on the card.
cs_cz: Pozn.: číslování antén se ne vždy shoduje s fyzickými popisky na kartě.
de_de: Anmerkung: Die Antennenanzahl stimmt nicht immer mit der auf der Karte angegebenen überein.
el_gr: Σημείωση: Οι αριθμοί κεραίας δεν ταιριάζουν πάντα με τις ετικέτες στην κάρτα.
fa_ir: توجه: شماره‌های آنتن همیشه با برچسب‌های روی کارت مطابقت ندارند.
fr_fr: Remarque: les numéros d'antenne ne correspondent pas toujours aux étiquettes de la carte.
it_it: Nota: i numeri dell'antenna non sempre corrispondono alle etichette sulla scheda.
ko_kr: 참고: 안테나 번호가 카드의 레이블과 항상 일치하지는 않습니다.
pl_pl: Uwaga: Numery anten nie zawsze pokrywają się z etykietami na karcie.
uk_ua: Нотатка: Номери антен не завжди збігаються з маркуванням на картці.
zh_cn: 注意：天线编号并不总是与卡上的标签相匹配。

source: Receive antenna
cs_cz: Přijímací anténa
de_de: Empfangsantenne
el_gr: Κεραία λήψης
fa_ir: آنتن دریافت
fr_fr: Antenne de réception
it_it: Ricevere l'antenna
ko_kr: 수신 안테나
pl_pl: Antena odbiorcza
uk_ua: Антена прийому
zh_cn: 接收天线

source: Transmit antenna
cs_cz: Vysílací anténa
de_de: Sendeantenne
el_gr: Κεραία μετάδοσης
fa_ir: آنتن ارسال
fr_fr: Antenne d'émission
it_it: Antenna trasmittente
ko_kr: 송신 안테나
pl_pl: Antena nadawcza
uk_ua: Антена передачі
zh_cn: 发射天线

source: Diversity
cs_cz: Diverzita
de_de: Vielfalt
el_gr: Ποικιλία
fa_ir: تنوع آنتن
fr_fr: Diversité
it_it: Diversità
ko_kr: 다양성
pl_pl: Różnorodność
uk_ua: Диверсифікація
zh_cn: 多元化

source: Antenna settings
cs_cz: Nastavení antény
de_de: Antenneneinstellungen
el_gr: Ρυθμίσεις κεραίας
fa_ir: تنظیمات آنتن
fr_fr: Paramètres de l'antenne
it_it: Impostazioni dell'antenna
ko_kr: 안테나 설정
pl_pl: Ustawienia anteny
uk_ua: Налаштування антени
zh_cn: 天线设置

source: Not all channels may be supported by your card. Auto may override the wireless standard selected above.
cs_cz: Ne všechny kanály jsou podporované vaším síťovým rozhraním. Nastavení na automatiku může přebít výše vybraný bezdrátový standard.
de_de: Es können nicht alle Kanäle von Ihrer Karte unterstützt werden. Automatisch kann den Drahtlosstandard oben überschreiben.
el_gr: Ενδέχεται να μην υποστηρίζονται όλα τα κανάλια από την κάρτα σας. Η αυτόματη ρύθμιση ενδέχεται να παρακάμψει το ασύρματο πρότυπο που επιλέχθηκε παραπάνω.
fa_ir: ممکن است همه کانال‌ها توسط کارت شما پشتیبانی نشوند. گزینه «خودکار» ممکن است استاندارد بی‌سیمی که بالاتر انتخاب شده را نادیده بگیرد.
fr_fr: Tous les canaux ne sont peut-être pas pris en charge par votre carte. Auto peut outrepasser le standard sans fil sélectionné ci-dessus.
it_it: Non tutti i canali potrebbero essere supportati dalla tua carta. Auto potrebbe sovrascrivere lo standard wireless selezionato sopra.
ko_kr: 일부 채널은 카드에서 지원되지 않을 수 있습니다. 자동은 위에서 선택한 무선 표준을 무시할 수 있습니다.
pl_pl: Nie wszystkie kanały mogą być obsługiwane przez Twoją kartę. Auto może nadpisać wybrany powyżej standard bezprzewodowy.
uk_ua: Не всі канали можуть підтримуватися вашою карткою. Автоматичний режим може перевизначати вибраний вище бездротовий стандарт.
zh_cn: 您的卡片可能并不支持所有频道。 "自动"可以覆盖上面选择的无线标准。

source: Legend: wireless standards - channel # (frequency @ max TX power / TX power allowed in reg. domain)
cs_cz: Vysvětlivky: bezdrátový standard – číslo kanálu (frekvence a nastavení nejvyššího vysílacího výkonu / nejvyšší vysílací výkon, povolený v dané zemi)
de_de: Legende: Drahtlosstandards - Kanalnummer (Frequenz auf maximaler Sendeleistung / erlaubter Sendeleistung in der regionalen Gesetzgebung)
el_gr: Υπόμνημα: ασύρματα πρότυπα - αριθμός καναλιού (συχνότητα @ μέγιστη ισχύς αποστολής / επιτρεπόμενη ισχύς αποστολής σε εγγεγραμμένο τομέα)
fa_ir: راهنما: استانداردهای بی‌سیم - کانال # (فرکانس @ حداکثر توان TX / توان TX مجاز در حوزه مقرراتی)
fr_fr: Légende : standard wifi - no de canal (fréquence @ puissance de transmission maxi / puissance de transmission autorisée dans le domaine).
it_it: Legenda: standard wireless - canale n. (frequenza a potenza TX massima / potenza TX consentita nel dominio reg.)
ko_kr: 범례: 무선 표준 - 채널 번호 (주파수 @ 최대 TX 전력 / 규제 도메인에서 허용된 TX 전력)
pl_pl: Legenda: standardy bezprzewodowe - kanał # (częstotliwość @ max moc TX / dozwolona moc TX w domenie regulacyjnej)
uk_ua: Легенда: бездротові стандарти - номер каналу (частота @ максимальна потужність TX / потужність TX, дозволена в рег. домені)
zh_cn: 图例:无线标准-频道 # (frequency @ max TX power / TX power allowed in reg. domain)

source: Auto
cs_cz: Automaticky
de_de: Automatisch
el_gr: Αυτο
fa_ir: خودکار
ko_kr: 자동
uk_ua: Авто
zh_cn: 自动

source: Channel
cs_cz: Kanál
de_de: Kanal
el_gr: Κανάλι
fa_ir: کانال
fr_fr: Canal
it_it: Canale
ko_kr: 채널
pl_pl: Kanał
uk_ua: Канал
zh_cn: 频道
