Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Caddy uses HTTP by default to connect to the Upstream. If the Upstream is only reachable via HTTPS, this option disables the TLS handshake verification. This makes the connection insecure and vulnerable to man-in-the-middle attacks. In private networks the risk is low, though do not use in production if possible. It is advised to either use plain HTTP, or proper TLS handling by using the options in "Trust".
cs_cz: Caddy ve výchozím nastavení používá k připojení k nadřazenému protokol HTTP. Pokud je nadřazený dostupný pouze přes HTTPS, tato volba vypíná ověřování TLS navázání spojení. Tím se připojení stane nezabezpečeným a zranitelným vůči útokům vložením se do komunikace (MITM). V privátních sítích je riziko nízké, pokud je to však možné, nepoužívejte toto v produkčních sítích. Doporučuje se používat buď obyčejný protokol HTTP, nebo správné zpracování protokolu TLS pomocí možností v části „Důvěra“.
de_de: Caddy verwendet standardmäßig HTTP für die Verbindung zum Upstream. Wenn der Upstream nur über HTTPS erreichbar ist, deaktiviert diese Option die Überprüfung des TLS-Handshakes. Dies macht die Verbindung unsicher und anfällig für Man-in-the-Middle-Angriffe. In privaten Netzwerken ist das Risiko gering, dennoch sollte diese Option in produktiven Umgebungen möglichst nicht verwendet werden. Es wird empfohlen, entweder reines HTTP zu verwenden oder eine korrekte TLS-Verarbeitung über die Optionen unter "Trust" sicherzustellen.
el_gr: Η Caddy χρησιμοποιεί HTTP από προεπιλογή για να συνδεθεί με το Upstream. Εάν το Upstream είναι προσβάσιμο μόνο μέσω HTTPS, αυτή η επιλογή απενεργοποιεί την επαλήθευση χειραψίας TLS. Αυτό καθιστά τη σύνδεση ανασφαλή και ευάλωτη σε επιθέσεις man-in-the-middle. Σε ιδιωτικά δίκτυα ο κίνδυνος είναι χαμηλός, αν και μην το χρησιμοποιείτε στην παραγωγή, εάν είναι δυνατόν. Συνιστάται είτε να χρησιμοποιείτε απλό HTTP είτε να χρησιμοποιείτε τον κατάλληλο χειρισμό TLS χρησιμοποιώντας τις επιλογές στην ενότητα "Αξιόπιστο".
fa_ir: Caddy به‌صورت پیش‌فرض برای اتصال به Upstream از HTTP استفاده می‌کند. اگر Upstream فقط از طریق HTTPS در دسترس باشد، این گزینه اعتبارسنجی TLS handshake را غیرفعال می‌کند. این اتصال را ناامن و در معرض حمله مرد میانی (man-in-the-middle) قرار می‌دهد. در شبکه‌های خصوصی ریسک کم است، اما در محیط تولید در صورت امکان از آن استفاده نکنید. توصیه می‌شود یا از HTTP معمولی استفاده کنید یا مدیریت صحیح TLS را با گزینه‌های بخش "Trust" انجام دهید.
fr_fr: Caddy utilise par défaut le protocole HTTP pour se connecter à l'Upstream. Si l'Upstream n'est accessible que via HTTPS, cette option désactive la vérification de la poignée de main TLS. Cela rend la connexion non sécurisée et vulnérable aux attaques de type "man-in-the-middle". Dans les réseaux privés, le risque est faible, mais n'utilisez pas cette option en production si possible. Il est conseillé d'utiliser soit du HTTP simple, soit une gestion correcte de TLS en utilisant les options de la section "Confiance".
it_it: Caddy utilizza HTTP per impostazione predefinita per connettersi a Upstream. Se l'Upstream è raggiungibile solo tramite HTTPS, questa opzione disabilita la verifica dell'handshake TLS. Ciò rende la connessione insicura e vulnerabile agli attacchi man-in-the-middle. Nelle reti private il rischio è basso, ma se possibile non utilizzarlo in produzione. Si consiglia di utilizzare il semplice HTTP o la corretta gestione TLS utilizzando le opzioni in "Trust".
ko_kr: Caddy는 기본적으로 HTTP를 사용하여 업스트림에 연결합니다. 업스트림에 HTTPS를 통해서만 접근할 수 있는 경우 이 옵션은 TLS 핸드셰이크 검증을 비활성화합니다. 이렇게 하면 연결이 안전하지 않고 중간자 공격에 취약해집니다. 개인 네트워크에서는 위험이 낮지만 가능하면 제품에서는 사용하지 마세요. 일반 HTTP를 사용하거나 "신뢰"의 옵션을 사용하여 적절한 TLS 처리를 사용하는 것이 좋습니다.
uk_ua: Caddy типово використовує HTTP для підключення до Upstream. Якщо Upstream доступний лише через HTTPS, ця опція вимикає перевірку TLS-рукостискання. Це робить з'єднання незахищеним та вразливим до атак типу "людина посередині". У приватних мережах ризик низький, однак, по можливості, не використовуйте це у виробничому середовищі. Рекомендується використовувати або звичайний HTTP, або належну обробку TLS за допомогою опцій у "Довіра".
zh_cn: Caddy默认使用HTTP连接到上游。如果上游只能通过HTTPS访问，则此选项将禁用TLS握手验证。这使得连接不安全，容易受到中间人攻击。在私有网络中风险较低，但如果可能的话，不建议在生产环境中使用。建议使用纯HTTP，或使用“证书”中的选项进行适当的TLS处理。

source: Certificate Hold
cs_cz: Podržení certifikátu
de_de: Zertifikat gesperrt (Hold)
el_gr: Διατήρηση πιστοποιητικού
fa_ir: تعلیق گواهی
fr_fr: Maintien du certificat
it_it: Conservazione del certificato
ko_kr: 인증서 보유
uk_ua: Утримання сертифіката
zh_cn: 证书持有

source: Certificate signing request
cs_cz: Žádost o podepsání certifikátu
de_de: Zertifikatsantrag (CSR)
el_gr: Αίτημα υπογραφής πιστοποιητικού
fa_ir: درخواست امضای گواهی
fr_fr: Demande de signature de certificat
it_it: Richiesta di firma del certificato
ko_kr: 인증서 서명 요청
uk_ua: Запит на підпис сертифіката
zh_cn: 证书签名请求

source: Cessation of Operation
cs_cz: Ukončení provozu
de_de: Einstellung des Betriebs
el_gr: Παύση Λειτουργίας
fa_ir: توقف عملیات
fr_fr: Cessation d'activité
it_it: Cessazione dell'attività
ko_kr: 운영 중단
uk_ua: Припинення операції
zh_cn: 停止运营

source: Choose TCP, UDP or both relay mode
cs_cz: Zvolte režim předávání TCP, UDP nebo oba
de_de: Wählen Sie TCP-, UDP- oder beide Relay-Modi aus.
el_gr: Επιλέξτε λειτουργία αναμετάδοσης TCP, UDP ή και των δύο
fa_ir: برای حالت رله، TCP، UDP یا هر دو را انتخاب کنید
fr_fr: Choisissez le mode de relais TCP, UDP ou les deux.
it_it: Scegli TCP, UDP o entrambe le modalità di inoltro
ko_kr: TCP, UDP 또는 둘 다 릴레이 모드를 선택
uk_ua: Виберіть режим ретрансляції TCP, UDP або обидва
zh_cn: 选择 TCP、UDP 或两种中继模式

source: Choose a CA or self-signed certificate to trust from "System - Trust - Authorities". Useful if the upstream destination only accepts TLS connections and offers a self signed certificate. Adding that certificate here will allow for the encrypted connection to succeed.
cs_cz: V „Systém - Důvěra - Autority“ vyberte certifikační autoritu nebo certifikát podepsaný sám sebou, kterému chcete důvěřovat. Užitečné, pokud nadřazený cíl přijímá pouze TLS připojení a nabízí sám sebou podepsaný certifikát. Přidání tohoto certifikátu zde umožní úspěšné šifrované připojení.
de_de: Wählen Sie eine CA oder ein selbstsigniertes Zertifikat aus "System - Trust - Authorities", dem vertraut werden soll. Dies ist hilfreich, wenn das Upstream-Ziel nur TLS-Verbindungen akzeptiert und ein selbstsigniertes Zertifikat bereitstellt. Durch das Hinzufügen dieses Zertifikats wird eine verschlüsselte Verbindung ermöglicht.
el_gr: Επιλέξτε μια αρχή έκδοσης πιστοποιητικών ή ένα αυτο-υπογεγραμμένο πιστοποιητικό για να θεωρήσετε αξιόπιστο από το "Σύστημα - Αξιοπιστία - Αρχές". Χρήσιμο εάν ο ανοδικός προορισμός δέχεται μόνο συνδέσεις TLS και προσφέρει ένα αυτο-υπογεγραμμένο πιστοποιητικό. Η προσθήκη αυτού του πιστοποιητικού εδώ θα επιτρέψει την επιτυχή ολοκλήρωση της κρυπτογραφημένης σύνδεσης.
fa_ir: یک CA یا گواهی خودامضا را برای اعتماد از "System - Trust - Authorities" انتخاب کنید. این هنگامی مفید است که مقصد بالادست فقط اتصالات TLS را بپذیرد و گواهی خودامضا ارائه کند. افزودن آن گواهی در اینجا اجازه می‌دهد اتصال رمزنگاری‌شده برقرار شود.
fr_fr: Choisissez une autorité de certification ou un certificat auto-signé dans "Système - Confiance - Autorités". Utile si la destination en amont n'accepte que les connexions TLS et propose un certificat auto-signé. L'ajout de ce certificat ici permettra à la connexion cryptée d'aboutir.
it_it: Scegli una CA o un certificato autofirmato di cui fidarti da "Sistema - Attendibilità - Autorità". Utile se la destinazione upstream accetta solo connessioni TLS e offre un certificato autofirmato. L'aggiunta del certificato qui consentirà la riuscita della connessione crittografata.
ko_kr: "시스템 - 신뢰성 - 인증 기관"에서 신뢰할 CA 또는 자체 서명 인증서를 선택하세요. 업스트림 대상이 TLS 연결만 허용하고 자체 서명 인증서를 제공하는 경우 유용합니다. 해당 인증서를 여기에 추가하면 암호화된 연결이 성공할 수 있습니다.
uk_ua: Виберіть ЦС або самопідписаний сертифікат для довіри з "Система - Довіра - Центри сертифікації". Корисно, якщо призначення Upstream приймає лише TLS-з'єднання та пропонує самопідписаний сертифікат. Додавання цього сертифіката сюди дозволить успішно встановити зашифроване з'єднання.
zh_cn: 从“系统-证书-颁发”中选择要信任的CA或自签名证书。如果上游目标仅接受TLS连接并提供自签名证书，则很有用。在此处添加该证书将确保加密连接成功。

source: Choose a custom local port to listen on.
cs_cz: Zvolte uživatelsky určený lokální port na kterém očekávat spojení.
de_de: Wählen Sie einen benutzerdefinierten lokalen Port, auf dem gelauscht werden soll.
el_gr: Επιλέξτε μια προσαρμοσμένη τοπική θύρα για ακρόαση.
fa_ir: یک پورت محلی سفارشی برای شنود انتخاب کنید.
fr_fr: Choisissez un port local personnalisé pour écouter.
it_it: Scegli una porta locale personalizzata su cui ascoltare.
ko_kr: 수신 대기할 사용자 정의 로컬 포트를 선택하세요.
uk_ua: Виберіть власний локальний порт для прослуховування.
zh_cn: 选择要监听的自定义本地端口。

source: Choose a custom port for the upstream destination.
cs_cz: Zvolte uživatelsky určený port pro nadřazený cíl.
de_de: Wählen Sie einen benutzerdefinierten Port für das Upstream-Ziel.
el_gr: Επιλέξτε μια προσαρμοσμένη θύρα για τον προορισμό ανόδου.
fa_ir: یک پورت سفارشی برای مقصد بالادست انتخاب کنید.
fr_fr: Choisissez un port personnalisé pour la destination en amont.
it_it: Scegli una porta personalizzata per la destinazione upstream.
ko_kr: 업스트림 목적지를 위한 사용자 정의 포트를 선택하세요.
uk_ua: Виберіть власний порт для призначення Upstream.
zh_cn: 为上游目标选择自定义端口。

source: Choose a handling directive: "reverse_proxy" will proxy all HTTP traffic to the selected upstream. "redir" will create a HTTP redirect.
cs_cz: Zvolte směrnici pro zpracovávání: „reverse_proxy“ bude veškerý HTTP provoz na vybrané nadřazené odbavovat přes proxy. „redir“ vytvoří přesměrování HTTP.
de_de: Wählen Sie eine Verarbeitungsanweisung: "reverse_proxy" leitet den gesamten HTTP-Verkehr an das ausgewählte Upstream weiter. "redir" erzeugt eine HTTP-Weiterleitung.
el_gr: Επιλέξτε μια οδηγία χειρισμού: Το "reverse_proxy" θα ανακατευθύνει όλη την επισκεψιμότητα HTTP στην επιλεγμένη ανοδική ροή. Το "redir" θα δημιουργήσει μια ανακατεύθυνση HTTP.
fa_ir: یک دستور هدایت را انتخاب کنید: "reverse_proxy" تمام ترافیک HTTP را به مقصد بالادست انتخاب‌شده پروکسی می‌کند. "redir" یک ریدایرکت HTTP ایجاد می‌کند.
fr_fr: Choisissez une directive de gestion : "reverse_proxy" dirigera tout le trafic HTTP vers l'amont sélectionné. "redir" créera une redirection HTTP.
it_it: Scegli una direttiva di gestione: "reverse_proxy" invierà tutto il traffico HTTP all'upstream selezionato. "redir" creerà un reindirizzamento HTTP.
ko_kr: 처리 지시어를 선택하세요: "reverse_proxy"는 모든 HTTP 트래픽을 선택한 업스트림으로 프록시합니다. "redir"은 HTTP 리다이렉트를 생성합니다.
uk_ua: Виберіть директиву обробки: "reverse_proxy" буде проксіювати весь HTTP-трафік до вибраного Upstream. "redir" створить HTTP-перенаправлення.
zh_cn: 选择一个处理指令：“reverse_proxy”将代理所有HTTP流量到选定的上游。“redir”将创建一个HTTP重定向。

source: Choose a handling type: "handle" (default) will keep the path in all requests. "handle_path" will strip the path from all requests.
cs_cz: Vyberte typ zacházení: „handle“ (výchozí) zachová cestu ve všech požadavcích. „handle_path“ odstraní cestu ze všech požadavků.
de_de: Wählen Sie einen Verarbeitungstyp: "handle" (Standard) behält den Pfad in allen Anfragen bei. "handle_path" entfernt den Pfad aus allen Anfragen.
el_gr: Επιλέξτε έναν τύπο χειρισμού: Η επιλογή "handle" (προεπιλογή) θα διατηρήσει τη διαδρομή σε όλα τα αιτήματα. Η επιλογή "handle_path" θα αφαιρέσει τη διαδρομή από όλα τα αιτήματα.
fa_ir: نوع پردازش را انتخاب کنید: "handle" (پیش‌فرض) مسیر را در تمام درخواست‌ها نگه می‌دارد. "handle_path" مسیر را از همه درخواست‌ها حذف می‌کند.
fr_fr: Choisissez un type de traitement : "handle" (par défaut) conserve le chemin d'accès dans toutes les demandes. "handle_path" supprimera le chemin d'accès de toutes les requêtes.
it_it: Scegli un tipo di gestione: "handle" (predefinito) manterrà il percorso in tutte le richieste. "handle_path" rimuoverà il percorso da tutte le richieste.
ko_kr: 처리 유형을 선택하세요: "handle"(기본값)은 모든 요청에서 경로를 유지합니다. "handle_path"는 모든 요청에서 경로를 제거합니다.
uk_ua: Виберіть тип обробки: "handle" (типово) збереже шлях у всіх запитах. "handle_path" видалить шлях з усіх запитів.
zh_cn: 选择处理程序类型：“handle”（默认）将在所有请求中保留路径。“handle_path”将从所有请求中删除路径。

source: Choose a value between 1 and 255. Influences sort order when selecting a (default) gateway, lower means more important.
cs_cz: Zvolte hodnotu z rozmezí 1 až 255. Ovlivňuje pořadí při výběru (výchozí) brány – nižší znamená důležitější.
de_de: Wählen Sie einen Wert zwischen 1 und 255. Beeinflusst die Sortierreihenfolge bei der Auswahl eines (Standard-)Gateways, niedriger bedeutet wichtiger.
el_gr: Επιλέξτε μια τιμή μεταξύ 1 και 255. Επηρεάζει τη σειρά ταξινόμησης κατά την επιλογή μιας (προεπιλεγμένης) πύλης, η χαμηλότερη σημαίνει πιο σημαντική.
fa_ir: یک مقدار بین 1 و 255 انتخاب کنید. در ترتیب مرتب‌سازی هنگام انتخاب یک دروازه (پیش‌فرض) تأثیر می‌گذارد؛ مقدار کمتر اهمیت بیشتری دارد.
fr_fr: Choisissez une valeur entre 1 et 255. Influe sur l'ordre de tri lors de la sélection d'une passerelle (par défaut) ; une valeur inférieure signifie que la passerelle est plus importante.
it_it: Scegli un valore compreso tra 1 e 255. Influenza l'ordinamento quando si seleziona un gateway (predefinito), inferiore significa più importante.
ko_kr: 1과 255 사이의 값을 선택하세요. 이는 (기본) 게이트웨이를 선택할 때 정렬 순서에 영향을 미치며, 낮은 값일수록 더 중요합니다.
uk_ua: Оберіть значення від 1 до 255. Впливає на порядок сортування при виборі (типового) шлюзу, менше значення означає вищий пріоритет.
zh_cn: 选择1到255之间的值。影响选择（默认）网关时的排序顺序，较低意味着更重要。

source: Choose an instance to create a new peer for.
cs_cz: Zvolte instanci pro kterou vytvořit nový protějšek.
de_de: Wähle eine Instanz aus, für die eine neue Gegenstelle erstellt werden soll.
el_gr: Επιλέξτε μια παρουσία για την οποία θα δημιουργήσετε έναν νέο ομότιμο χρήστη.
fa_ir: یک نمونه را برای ایجاد یک همتای جدید انتخاب کنید.
fr_fr: Choisissez une instance pour laquelle vous souhaitez créer un nouveau pair.
it_it: Scegli un'istanza per la quale creare un nuovo peer.
ko_kr: 새로운 피어를 생성할 인스턴스를 선택하세요.
uk_ua: Оберіть екземпляр для створення нового піра.
zh_cn: 选择要为其创建新端点的实例。

source: Choose either "listener_wrappers" for multiplexing protocols on the default HTTP and HTTPS ports on OSI Layer 7, or "global" for raw TCP/UDP traffic routing on a custom "Local port" on OSI Layer 4 with optional OSI Layer 7 protocol matching.
cs_cz: Vyberte buď „listener_wrappers“ pro multiplexování protokolů na výchozích portech HTTP a HTTPS na vrstvě OSI 7, nebo „globální“ pro směrování surového provozu TCP/UDP na uživatelsky určeném „místním portu“ na vrstvě OSI 4 s volitelným přiřazováním protokolů na vrstvě OSI 7.
de_de: Wählen Sie entweder "listener_wrappers" für die Multiplex-Verarbeitung von Protokollen auf den Standardports für HTTP und HTTPS (OSI-Schicht 7) oder "global" für die Weiterleitung von rohem TCP/UDP-Verkehr auf einem benutzerdefinierten "Local port" auf OSI-Schicht 4 mit optionaler Protokollerkennung auf Schicht 7.
el_gr: Επιλέξτε είτε "listener_wrappers" για πρωτόκολλα πολυπλεξίας στις προεπιλεγμένες θύρες HTTP και HTTPS στο OSI Layer 7 είτε "global" για δρομολόγηση ακατέργαστης κυκλοφορίας TCP/UDP σε μια προσαρμοσμένη "Τοπική θύρα" στο OSI Layer 4 με προαιρετική αντιστοίχιση πρωτοκόλλου OSI Layer 7.
fa_ir: یکی را انتخاب کنید: "listener_wrappers" برای مالتی‌پلکس کردن پروتکل‌ها روی پورت‌های پیش‌فرض HTTP و HTTPS در لایه 7 مدل OSI، یا "global" برای مسیریابی ترافیک خام TCP/UDP روی یک "Local port" سفارشی در لایه 4 مدل OSI با امکان تطابق پروتکل در لایه 7.
fr_fr: Choisissez soit "listener_wrappers" pour le multiplexage des protocoles sur les ports HTTP et HTTPS par défaut de la couche 7 OSI, soit "global" pour l'acheminement du trafic TCP/UDP brut sur un "port local" personnalisé de la couche 4 OSI, avec correspondance optionnelle des protocoles de la couche 7 OSI.
it_it: Scegli "listener_wrappers" per protocolli multiplexing sulle porte HTTP e HTTPS predefinite su OSI Layer 7 oppure "globale" per il routing del traffico TCP/UDP non elaborato su una "porta locale" personalizzata su OSI Layer 4 con corrispondenza facoltativa del protocollo OSI Layer 7.
ko_kr: OSI 계층 7의 기본 HTTP 및 HTTPS 포트에서 프로토콜을 다중화하려면 "listener_wrappers"를 선택하거나, 선택적으로 OSI 계층 7 프로토콜 매칭이 가능한 OSI 계층 4의 사용자 지정 "로컬 포트"에서 원시 TCP/UDP 트래픽 라우팅을 위해 "global"을 선택합니다.
uk_ua: Оберіть "listener_wrappers" для мультиплексування протоколів на типових портах HTTP та HTTPS на 7-му рівні OSI, або "global" для маршрутизації необробленого TCP/UDP трафіку на користувацькому "Локальному порту" на 4-му рівні OSI з додатковим зіставленням протоколів 7-го рівня OSI.
zh_cn: 选择“listener_wrappers”以在OSI第7层的默认HTTP和HTTPS端口上多路复用协议，或选择“global”以在 OSI 第 4 层的自定义“本地端口”上路由原始 TCP/UDP 流量，并可选择 OSI 第 7 层协议匹配。

source: Choose which gateway this route applies to.
cs_cz: Vyberte, pro kterou bránu tato trasa platí.
de_de: Wählen Sie aus, für welches Gateway diese Route gilt.
el_gr: Επιλέξτε σε ποια πύλη ισχύει αυτή η διαδρομή.
fa_ir: انتخاب کنید این مسیر به کدام دروازه اعمال شود.
fr_fr: Choisissez la passerelle à laquelle cette route s'applique.
it_it: Scegli a quale gateway si applica questo percorso.
ko_kr: 이 경로가 적용될 게이트웨이를 선택하세요.
uk_ua: Оберіть шлюз, до якого застосовується цей маршрут.
zh_cn: 选择该路由适用于哪个网关。

source: Choose which interface this rule applies to. Hint: in most cases, you'll want to use WAN here
cs_cz: Vyberte, na které rozhraní se toto pravidlo vztahuje. Tip: ve většině případů budete chtít použít WAN
de_de: Wählen Sie aus, auf welche Schnittstelle diese Regel angewendet wird. Hinweis: In den meisten Fällen sollten Sie WAN verwenden.
el_gr: Επιλέξτε σε ποια διεπαφή ισχύει αυτός ο κανόνας. Υπόδειξη: στις περισσότερες περιπτώσεις, θα πρέπει να χρησιμοποιήσετε WAN εδώ.
fa_ir: انتخاب کنید این قانون به کدام رابط اعمال شود. نکته: در اکثر موارد از WAN استفاده کنید.
fr_fr: Choisissez l'interface à laquelle cette règle s'applique. Conseil : dans la plupart des cas, vous voudrez utiliser WAN ici.
it_it: Scegli a quale interfaccia si applica questa regola. Suggerimento: nella maggior parte dei casi, ti consigliamo di utilizzare la WAN qui
ko_kr: 이 규칙이 적용되는 인터페이스를 선택하세요. 힌트: 대부분의 경우 여기에서 WAN을 사용하는 것이 좋습니다.
uk_ua: Оберіть, до якого інтерфейсу застосовується це правило. Підказка: у більшості випадків ви захочете використати тут WAN
zh_cn: 选择该规则适用于哪个接口。提示：在大多数情况下，应该选择WAN

source: CipherString
de_de: Verschlüsselungszeichenkette
fr_fr: Chaîne de chiffrement
ko_kr: 암호 문자열
uk_ua: Рядок шифрування
zh_cn: 密码字符串

source: Ciphersuites
cs_cz: Sady šifer
de_de: Verschlüsselungssuiten
el_gr: Κρυπτογραφικές σουίτες
it_it: Suite di cifratura
ko_kr: 암호 스위트
uk_ua: Набори шифрів
zh_cn: 密码套件

source: Client EAP-Identity to use in EAP-Identity exchange and the EAP method. If set to %any the EAP-Identity method will be used to ask the client for an EAP identity.
cs_cz: Klientská EAP identita, kterou použít při EAP-Identity výměně a metoda EAP. Pokud je nastaveno na %any, bude k vyžádání EAP identity od klienta použita metoda EAP-Identity.
de_de: EAP-Identität des Clients zur Verwendung im EAP-Identity-Austausch sowie die EAP-Methode. Wenn auf %any gesetzt, wird die EAP-Identity-Methode verwendet, um den Client nach einer EAP-Identität zu fragen.
el_gr: Ταυτότητα EAP πελάτη που θα χρησιμοποιηθεί στην ανταλλαγή ταυτοτήτων EAP και στη μέθοδο EAP. Εάν οριστεί σε %any, η μέθοδος EAP-Identity θα χρησιμοποιηθεί για να ζητήσει από τον πελάτη μια ταυτότητα EAP.
fa_ir: EAP-Identity کلاینت برای استفاده در تبادل EAP-Identity و روش EAP. اگر روی %any تنظیم شود، از روش EAP-Identity برای درخواست شناسه از کلاینت استفاده خواهد شد.
fr_fr: Identité EAP du client à utiliser dans l'échange d'identité EAP et la méthode EAP. Si la valeur est %any, la méthode EAP-Identity sera utilisée pour demander au client une identité EAP.
it_it: Identità EAP client da utilizzare nello scambio di identità EAP e nel metodo EAP. Se impostato su %any, il metodo EAP-Identity verrà utilizzato per chiedere al client un'identità EAP.
ko_kr: EAP-Identity 교환 및 EAP 방법에서 사용할 클라이언트 EAP-Identity입니다. %any로 설정하면 EAP-Identity 방법이 사용되어 클라이언트에게 EAP 아이덴티티를 요청합니다.
uk_ua: Ідентифікатор EAP клієнта для використання в обміні EAP-ідентифікатором та методі EAP. Якщо встановлено %any, метод EAP-Identity буде використано для запиту ідентифікатора EAP у клієнта.
zh_cn: 在 EAP 身份交换和 EAP 方法中使用的客户端 EAP 身份。如果设置为 %any，将使用 EAP-Identity 方法向客户端询问 EAP 身份。

source: Client ID, if not set a random ID is generated.
cs_cz: Identif. klienta (pokud nezadáno, bude vytvořen náhodný).
de_de: Client-ID; falls nicht gesetzt, wird eine zufällige ID erzeugt.
el_gr: Αναγνωριστικό πελάτη, εάν δεν οριστεί, δημιουργείται ένα τυχαίο αναγνωριστικό.
fa_ir: شناسهٔ کلاینت؛ در صورت عدم تنظیم، یک شناسهٔ تصادفی تولید می‌شود.
fr_fr: ID du client, s'il n'est pas défini, un ID aléatoire est généré.
it_it: ID cliente, se non impostato viene generato un ID casuale.
ko_kr: 클라이언트 ID, 설정하지 않으면 임의의 ID가 생성됩니다.
uk_ua: Ідентифікатор клієнта, якщо не встановлено, генерується випадковий ідентифікатор.
zh_cn: 客户ID，如果未设置，将生成一个随机ID。

source: Client IP Addresses
cs_cz: IP adresy klientů
de_de: Client-IP-Adressen
el_gr: Διευθύνσεις IP πελατών
fa_ir: آدرس‌های IP کلاینت
fr_fr: Adresses IP des clients
it_it: Indirizzi IP del cliente
ko_kr: 클라이언트 IP 주소
uk_ua: IP-адреси клієнтів
zh_cn: 客户端IP地址

source: ClientId
cs_cz: Identifikátor klienta
el_gr: ΑναγνωριστικόΠελάτη
fa_ir: شناسهٔ کلاینت
fr_fr: Identifiant du client
it_it: ID cliente
uk_ua: Ідентифікатор клієнта
zh_cn: 客户ID

source: ClientSecret
cs_cz: Tajemství klienta
el_gr: Μυστικό Πελάτη
fa_ir: رمز مخفی کلاینت
it_it: ClienteSegreto
uk_ua: Секрет клієнта
zh_cn: 客户端安全

source: Comma-separated list of DNS servers to use on the peer.
cs_cz: Čárkou oddělovaný seznam DNS serverů, které mají být použity na protějšku.
de_de: Durch Kommas getrennte Liste der auf der Gegenstelle zu verwendenden DNS-Server.
el_gr: Λίστα διακομιστών DNS διαχωρισμένων με κόμματα για χρήση στον ομότιμο κόμβο.
fa_ir: فهرست سرورهای DNS جداشده با ویرگول برای استفاده در همتا.
fr_fr: Liste séparée par des virgules des serveurs DNS à utiliser sur l'homologue.
it_it: Elenco separato da virgole di server DNS da utilizzare sul peer.
ko_kr: 피어에서 사용할 DNS 서버의 쉼표로 구분된 목록입니다.
uk_ua: Список DNS-серверів, розділений комами, для використання на пірі.
zh_cn: 在端点上使用的以逗号分隔的DNS服务器列表。

source: Config
cs_cz: Nastavení
de_de: Konfiguration
el_gr: Διαμόρφωση
fa_ir: پیکربندی
it_it: Configurazione
ko_kr: 구성
uk_ua: Конфігурація
zh_cn: 配置

source: Configuration constraints
cs_cz: Omezení nastavení
de_de: Konfigurationseinschränkungen
el_gr: Περιορισμοί διαμόρφωσης
fa_ir: محدودیت‌های پیکربندی
fr_fr: Contraintes de configuration
it_it: Vincoli di configurazione
ko_kr: 구성 제약 조건
uk_ua: Обмеження конфігурації
zh_cn: 配置约束

source: Configuration management and plugins
cs_cz: Správa nastavení a zásuvné moduly
de_de: Konfigurationsverwaltung und Plugins
el_gr: Διαχείριση διαμόρφωσης και πρόσθετα (plugins)
fa_ir: مدیریت پیکربندی و افزونه‌ها
fr_fr: Gestion de la configuration et plugins
it_it: Gestione della configurazione e plugin
ko_kr: 구성 관리와 플러그인
uk_ua: Керування конфігурацією та плагіни
zh_cn: 配置管理和插件
