Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Number of retransmission sequences to perform during initial connect. Instead of giving up initiation after the first retransmission sequence with the default value of 1, additional sequences may be started according to the configured value. A value of 0 initiates a new sequence until the connection establishes or fails with a permanent error
cs_cz: Počet sekvencí opakovaného přenosu, které provádět v úvodu připojení. Namísto vzdání snahy už po první sekvenci opakovaného přenosu (výchozí hodnota je totiž 1), mohou být podle nastavené hodnoty spuštěny ještě další sekvence. Hodnotou 0 (nula) bude dokola iniciována nová sekvence, dokud spojení nebude navázáno nebo se nezdaří s trvalou chybou
de_de: Anzahl der Wiederholungssequenzen, die während des initialen Verbindungsaufbaus durchgeführt werden sollen. Anstatt den Verbindungsaufbau nach der ersten Wiederholungssequenz aufzugeben (Standardwert = 1), können je nach konfiguriertem Wert zusätzliche Sequenzen gestartet werden. Ein Wert von 0 startet fortlaufend neue Sequenzen, bis die Verbindung entweder erfolgreich aufgebaut oder dauerhaft fehlgeschlagen ist.
el_gr: Αριθμός ακολουθιών αναμετάδοσης που θα εκτελεστούν κατά την αρχική σύνδεση. Αντί να εγκαταλειφθεί η εκκίνηση μετά την πρώτη ακολουθία αναμετάδοσης με την προεπιλεγμένη τιμή 1, μπορούν να ξεκινήσουν πρόσθετες ακολουθίες σύμφωνα με την διαμορφωμένη τιμή. Μια τιμή 0 ξεκινά μια νέα ακολουθία μέχρι να δημιουργηθεί ή να αποτύχει η σύνδεση με μόνιμο σφάλμα.
fa_ir: تعداد توالی‌های بازارسال که هنگام اتصال اولیه اجرا می‌شوند. به‌جای رها کردن تلاش پس از اولین توالی بازارسال با مقدار پیش‌فرض 1، توالی‌های اضافی مطابق مقدار تنظیم‌شده آغاز می‌شوند. مقدار 0 توالی‌های جدیدی را آغاز می‌کند تا اتصال برقرار شود یا با خطای دائمی شکست بخورد.
fr_fr: Nombre de séquences de retransmission à effectuer lors de la connexion initiale. Au lieu d'abandonner l'initiation après la première séquence de retransmission avec la valeur par défaut de 1, des séquences supplémentaires peuvent être lancées en fonction de la valeur configurée. Une valeur de 0 lance une nouvelle séquence jusqu'à ce que la connexion s'établisse ou échoue avec une erreur permanente.
it_it: Numero di sequenze di ritrasmissione da eseguire durante la connessione iniziale. Invece di rinunciare all'avvio dopo la prima sequenza di ritrasmissione con il valore predefinito di 1, è possibile avviare sequenze aggiuntive in base al valore configurato. Un valore pari a 0 avvia una nuova sequenza finché la connessione non viene stabilita o fallisce con un errore permanente
ko_kr: 초기 연결 중에 수행할 재전송 시퀀스 수입니다. 기본값인 1로 첫 번째 재전송 시퀀스 후 초기화를 포기하는 대신 구성된 값에 따라 추가 시퀀스를 시작할 수 있습니다. 값이 0이면 연결이 설정되거나 영구적인 오류로 실패할 때까지 새 시퀀스를 초기화합니다.
uk_ua: Кількість послідовностей повторної передачі для виконання під час початкового підключення. Замість того, щоб припиняти ініціацію після першої послідовності повторної передачі з типовим значенням 1, можуть бути розпочаті додаткові послідовності відповідно до налаштованого значення. Значення 0 ініціює нову послідовність, доки з'єднання не встановиться або не завершиться постійною помилкою.
zh_cn: 初始连接期间执行的密钥重试次数。 默认值为1， 在进行一次重试后放弃启动。 输入0则不限制重试次数，直到连接建立或因永久错误而失败

source: Remote address[es] to use for IKE communication. Accepts single IPv4/IPv6 addresses, DNS names, CIDR subnets or IP address ranges. As an initiator, the first non-range/non-subnet is used to initiate the connection to. As a responder, the initiator source address must match at least to one of the specified addresses, subnets or ranges. If FQDNs are assigned they are resolved every time a configuration lookup is done. If DNS resolution times out, the lookup is delayed for that time. To initiate a connection, at least one specific address or DNS name must be specified.
cs_cz: Vzdálené adresy, které mají být použity pro IKE komunikaci. Je možné zadat jednotlivé IPv4/IPv6 adresy, DNS názvy, CIDR podsítě nebo rozsahy IP adres. Jako iniciátor bude pro zahájení spojení použita první adresa, která není z rozsahu/podsítě. Jako odpovídač je třeba, aby zdrojová adresa iniciátora odpovídala alespoň jedné ze zadaných adres, podsítí nebo rozsahů. Pokud jsou přiřazeny FQDN, jsou překládány při každém vyhledávání nastavení. Pokud dojde k přerušení DNS překladu, vyhledávání se o tuto dobu zpozdí. Pro zahájení připojení je třeba, aby byla zadána alespoň jedna konkrétní adresa nebo DNS název.
de_de: Entfernte Adresse[n] zur Verwendung für die IKE-Kommunikation. Es werden einzelne IPv4-/IPv6-Adressen, DNS-Namen, CIDR-Subnetze oder IP-Adressbereiche akzeptiert. Als Initiator wird das erste nicht-Bereichs-/nicht-Subnetz-Element verwendet, um die Verbindung aufzubauen. Als Antwortender muss die Quelladresse des Initiators mit mindestens einer der angegebenen Adressen, Subnetze oder Bereiche übereinstimmen. Wenn FQDNs angegeben sind, werden sie bei jeder Konfigurationsabfrage aufgelöst. Wenn die DNS-Auflösung fehlschlägt, verzögert sich die Abfrage entsprechend. Um eine Verbindung zu initiieren, muss mindestens eine bestimmte Adresse oder ein DNS-Name angegeben sein.
el_gr: Απομακρυσμένες διεύθυνσεις για χρήση για επικοινωνία IKE. Δέχεται μεμονωμένες διευθύνσεις IPv4/IPv6, ονόματα DNS, υποδίκτυα CIDR ή εύρη διευθύνσεων IP. Ως εκκινητής, το πρώτο μη-εύρος/μη-υποδίκτυο χρησιμοποιείται για την εκκίνηση της σύνδεσης. Ως ανταποκριτής, η διεύθυνση προέλευσης του εκκινητή πρέπει να ταιριάζει τουλάχιστον με μία από τις καθορισμένες διευθύνσεις, υποδίκτυα ή εύρη. Εάν έχουν αντιστοιχιστεί FQDN, επιλύονται κάθε φορά που πραγματοποιείται αναζήτηση διαμόρφωσης. Εάν λήξει το χρονικό όριο επίλυσης DNS, η αναζήτηση καθυστερεί για αυτό το χρονικό διάστημα. Για να ξεκινήσει μια σύνδεση, πρέπει να καθοριστεί τουλάχιστον μία συγκεκριμένη διεύθυνση ή όνομα DNS.
fa_ir: آدرس(های) راه‌دور برای استفاده در ارتباط IKE. می‌تواند آدرس‌های منفرد IPv4/IPv6، نام‌های DNS، زیرشبکه‌های CIDR یا بازه‌های آدرس را بپذیرد. به‌عنوان initiator، اولین موردی که بازه یا زیرشبکه نباشد برای آغاز اتصال استفاده می‌شود. به‌عنوان responder، آدرس مبدأ initiator باید حداقل با یکی از آدرس‌ها، زیرشبکه‌ها یا بازه‌های مشخص‌شده مطابقت داشته باشد. اگر FQDN اختصاص داده شده باشد، در هر بار جستجوی پیکربندی حل می‌شوند. اگر حل DNS تایم‌اوت کند، جستجو به مدت آن زمان تأخیر می‌خورد. برای آغاز یک اتصال باید حداقل یک آدرس مشخص یا نام DNS تعیین شود.
fr_fr: Adresse(s) distante(s) à utiliser pour la communication IKE. Accepte les adresses IPv4/IPv6 uniques, les noms DNS, les sous-réseaux CIDR ou les plages d'adresses IP. En tant qu'initiateur, la première adresse hors plage/sous-réseau est utilisée pour établir la connexion. En tant que répondeur, l'adresse source de l'initiateur doit correspondre au moins à l'une des adresses, sous-réseaux ou plages d'adresses spécifiés. Si des FQDN sont attribués, ils sont résolus à chaque fois qu'une recherche de configuration est effectuée. Si la résolution DNS est interrompue, la recherche est retardée pendant cette période. Pour initier une connexion, au moins une adresse ou un nom DNS spécifique doit être spécifié.
it_it: Indirizzo(i) remoto(i) da utilizzare per la comunicazione IKE. Accetta singoli indirizzi IPv4/IPv6, nomi DNS, sottoreti CIDR o intervalli di indirizzi IP. Come iniziatore, viene utilizzato il primo non intervallo/non sottorete per avviare la connessione a. Come risponditore, l'indirizzo di origine dell'iniziatore deve corrispondere almeno a uno degli indirizzi, sottoreti o intervalli specificati. Se vengono assegnati FQDN, vengono risolti ogni volta che viene eseguita una ricerca di configurazione. Se la risoluzione DNS scade, la ricerca viene ritardata per quel periodo. Per avviare una connessione è necessario specificare almeno un indirizzo o un nome DNS specifico.
ko_kr: IKE 통신에 사용할 원격 주소입니다. 단일 IPv4/IPv6 주소, DNS 이름, CIDR 서브넷 또는 IP 주소 범위를 허용합니다. 초기화자로서 첫 번째 범위/서브넷이 아닌 주소가 사용되어 연결을 초기화합니다. 응답자로서 초기화자 소스 주소는 지정된 주소, 서브넷 또는 범위 중 하나와 일치해야 합니다. FQDN이 할당된 경우 구성 조회가 수행될 때마다 해결됩니다. DNS 해결 시간이 초과되면 조회가 해당 시간만큼 지연됩니다. 연결을 초기화하려면 최소한 하나의 특정 주소 또는 DNS 이름을 지정해야 합니다.
uk_ua: Віддалені адреси, що використовуються для зв'язку IKE. Приймає окремі адреси IPv4/IPv6, імена DNS, підмережі CIDR або діапазони IP-адрес. Як ініціатор, перша адреса не-діапазону/не-підмережі використовується для ініціювання з'єднання. Як відповідник, вихідна адреса ініціатора повинна відповідати принаймні одній із вказаних адрес, підмереж або діапазонів. Якщо призначені FQDN, вони розпізнаються кожного разу при пошуку конфігурації. Якщо розпізнавання DNS вичерпано, пошук затримується на цей час. Для ініціювання з'єднання необхідно вказати принаймні одну конкретну адресу або ім'я DNS.
zh_cn: 用于IKE通信的远程地址。 接受单个IPv4/IPv6地址、DNS名称、CIDR子网或IP地址范围。 作为发起者，第一个非范围/非子网用于发起连接。 作为响应方，发起方源地址必须至少与指定地址、子网或范围之一匹配。 如果分配了 FQDN，则每次完成配置查找时都会解析它们。 如果 DNS 解析超时，则查找会延迟该时间。 要启动连接， 必须至少指定一个特定地址或DNS名称。

source: Select the type of the key pair. To generate a new one, select the number of bit and press the button next to the size selector.
cs_cz: Vyberte typ páru klíčů. Pokud chcete nechat vyvořit nový, vyberte počet bitů a klikněte na tlačítko vedle voliče velikosti.
de_de: Wählen Sie den Typ des Schlüsselpaares aus. Um ein neues zu erzeugen, wählen Sie die Bitlänge aus und drücken Sie die Taste neben dem Größenwähler.
el_gr: Επιλέξτε τον τύπο του ζεύγους κλειδιών. Για να δημιουργήσετε ένα νέο, επιλέξτε τον αριθμό των bit και πατήστε το κουμπί δίπλα στον επιλογέα μεγέθους.
fa_ir: نوع جفت کلید را انتخاب کنید. برای تولید یک جفت جدید، تعداد بیت را انتخاب کرده و دکمه کنار انتخاب‌گر اندازه را فشار دهید.
fr_fr: Sélectionnez le type de la paire de clés. Pour en générer une nouvelle, sélectionnez le nombre de bits et appuyez sur le bouton situé à côté du sélecteur de taille.
it_it: Seleziona il tipo di coppia di chiavi. Per generarne uno nuovo, selezionare il numero di bit e premere il pulsante accanto al selettore delle dimensioni.
ko_kr: 키 쌍의 유형을 선택합니다. 새 키를 생성하려면 비트 수를 선택한 다음 크기 선택기 옆의 버튼을 누르세요.
uk_ua: Виберіть тип ключової пари. Щоб згенерувати нову, виберіть кількість бітів і натисніть кнопку поруч із селектором розміру.
zh_cn: 选择密钥对的类型。 要生成新的，请选择位数，然后点击生成按钮。

source: Send alerts in eve format to syslog, using log level info. This will not change the alert logging used by the product itself. Drop logs will only be send to the internal logger, due to restrictions in suricata.
cs_cz: Odesílání výstrah do syslogu ve formátu eve, v rámci stupně podrobnosti záznamu „info“. Tím se nezmění protokolování výstrah používané samotným produktem. Záznamy z hlášení o pádu se budou odesílat pouze do interního nástroje pro záznam událostí, a to kvůli omezením v suricata.
de_de: Warnungen im Eve-Format mit dem Loglevel "info" an Syslog senden. Dies beeinflusst nicht das interne Warnprotokollierungsformat des Produkts. Drop-Logs werden nur an den internen Logger gesendet (aufgrund von Einschränkungen in Suricata).
el_gr: Αποστολή ειδοποιήσεων σε μορφή eve στο syslog, χρησιμοποιώντας πληροφορίες επιπέδου καταγραφής Αυτό δεν θα αλλάξει την καταγραφή ειδοποιήσεων που χρησιμοποιείται από το ίδιο το προϊόν Τα αρχεία καταγραφής απόρριψης θα αποστέλλονται μόνο στο εσωτερικό καταγραφέα, λόγω περιορισμών στο suricata
fa_ir: ارسال هشدارها به فرمت eve به syslog با سطح لاگ info. این تغییری در روش ثبت هشدار توسط خود محصول ایجاد نمی‌کند. لاگ‌های drop به‌دلیل محدودیت‌های suricata تنها به لاگر داخلی ارسال می‌شوند.
fr_fr: Envoyer les alertes au format eve à syslog, en utilisant les informations sur le niveau de journalisation. Cela ne modifiera pas la journalisation des alertes utilisée par le produit lui-même. Les journaux de chute ne seront envoyés qu'à l'enregistreur interne, en raison des restrictions imposées par Suricata.
it_it: Invia avvisi in formato eve a syslog, utilizzando le informazioni a livello di registro. Ciò non modificherà la registrazione degli avvisi utilizzata dal prodotto stesso. I registri di rilascio verranno inviati solo al logger interno, a causa delle restrizioni in suricata.
ko_kr: 로그 레벨 info를 사용하여 eve 형식의 경고를 syslog에 보냅니다. 이는 제품 자체에서 사용하는 경고 로깅을 변경하지 않습니다. suricata의 제한으로 인해 드롭 로그는 내부 로거로만 전송됩니다.
uk_ua: Надсилати сповіщення у форматі eve до syslog, використовуючи рівень логування info. Це не змінить логування сповіщень, що використовується самим продуктом. Логи відкинутих пакетів будуть надсилатися лише до внутрішнього логера через обмеження в Suricata.
zh_cn: 使用日志级别信息以eve格式将警报发送到syslog。 这不会更改产品本身使用的警报日志记录。 由于suricata的限制，删除日志只会发送到内部记录器。

source: Send certificate request payloads to offer trusted root CA certificates to the peer. Certificate requests help the peer to choose an appropriate certificate/private key for authentication and are enabled by default. Disabling certificate requests can be useful if too many trusted root CA certificates are installed, as each certificate request increases the size of the initial IKE packets
cs_cz: Odesílání užitečných zatížení žádostí o certifikát za účelem nabízení důvěryhodných certifikátů kořenových certifikačních autorit partnerovi. Žádosti o certifikát pomáhají peerovi vybrat vhodný certifikát/privátní klíč pro ověření a jsou ve výchozím nastavení povoleny. Vypnutí žádostí o certifikát může být užitečné, pokud je nainstalováno příliš mnoho důvěryhodných certifikátů kořenových certifikačních autorit, protože každá žádost o certifikát zvyšuje velikost počátečních paketů IKE
de_de: Sendet Zertifikatsanforderungen, um dem Gegenüber vertrauenswürdige Root-CA-Zertifikate anzubieten. Diese Anforderungen helfen dem Gegenüber, ein geeignetes Zertifikat/Schlüsselpaar für die Authentifizierung auszuwählen, und sind standardmäßig aktiviert. Das Deaktivieren kann sinnvoll sein, wenn zu viele vertrauenswürdige Root-CAs installiert sind, da jede Anforderung die Größe der initialen IKE-Pakete erhöht.
el_gr: Αποστολή φορτίων αιτήματος πιστοποιητικού για την προσφορά αξιόπιστων πιστοποιητικών root CA στον ομότιμο Τα αιτήματα πιστοποιητικών βοηθούν τον ομότιμο να επιλέξει ένα κατάλληλο πιστοποιητικό/ιδιωτικό κλειδί για έλεγχο ταυτότητας και είναι ενεργοποιημένα από προεπιλογή Η απενεργοποίηση των αιτημάτων πιστοποιητικών μπορεί να είναι χρήσιμη εάν έχουν εγκατασταθεί πάρα πολλά αξιόπιστα πιστοποιητικά root CA, καθώς κάθε αίτημα πιστοποιητικού αυξάνει το μέγεθος των αρχικών πακέτων IKE
fa_ir: ارسال payloadهای درخواست گواهی برای ارائه گواهی‌های CA ریشهٔ معتبر به طرف مقابل. درخواست گواهی به طرف مقابل کمک می‌کند گواهی/کلید خصوصی مناسب برای احراز هویت را انتخاب کند و به‌صورت پیش‌فرض فعال است. غیرفعال‌کردن درخواست‌ها ممکن است زمانی مفید باشد که تعداد زیادی گواهی CA ریشهٔ معتبر نصب شده باشد، زیرا هر درخواست گواهی اندازهٔ بسته‌های اولیه IKE را افزایش می‌دهد.
fr_fr: Envoyer des charges utiles de demande de certificat pour proposer à l'homologue des certificats d'autorité de certification racine approuvés. Les demandes de certificat aident l'homologue à choisir un certificat/une clé privée approprié(e) pour l'authentification et sont activées par défaut. La désactivation des demandes de certificat peut s'avérer utile si un trop grand nombre de certificats d'autorité de certification racine approuvés sont installés, car chaque demande de certificat augmente la taille des paquets IKE initiaux
it_it: Invia payload di richieste di certificato per offrire certificati CA radice attendibili al peer. Le richieste di certificato aiutano il peer a scegliere un certificato/chiave privata appropriato per l'autenticazione e sono abilitate per impostazione predefinita. La disabilitazione delle richieste di certificato può essere utile se sono installati troppi certificati CA radice attendibili, poiché ogni richiesta di certificato aumenta la dimensione dei pacchetti IKE iniziali
ko_kr: 인증서 요청 페이로드를 보내 피어에게 신뢰할 수 있는 루트 CA 인증서를 제공합니다. 인증서 요청은 피어가 인증에 적합한 인증서/개인 키를 선택하는 데 도움이 되며 기본적으로 활성화됩니다. 인증서 요청을 비활성화하면 설치된 신뢰할 수 있는 루트 CA 인증서가 너무 많은 경우 유용할 수 있습니다. 각 인증서 요청은 초기 IKE 패킷의 크기를 증가시킵니다.
uk_ua: Надсилати запити на сертифікати (payloads) для пропозиції довірених кореневих CA-сертифікатів до партнера. Запити на сертифікати допомагають партнеру вибрати відповідний сертифікат/приватний ключ для автентифікації і ввімкнені типово. Вимкнення запитів на сертифікати може бути корисним, якщо встановлено занадто багато довірених кореневих CA-сертифікатів, оскільки кожен запит на сертифікат збільшує розмір початкових IKE-пакетів
zh_cn: 发送证书请求负载来向对端提供受信任的根CA证书。 证书请求可帮助对端选择适当的证书/私钥进行身份验证，并且默认情况下处于启用状态。 如果安装了太多受信任的根CA证书，则禁用证书请求可能会很有用， 因为每个证书请求都会增加初始IKE数据包的大小

source: Specifies the skew to add to the base advertisement interval to make one host advertise slower than another host. It is specified in 1/256 of seconds. The acceptable values are 0 to 254.
cs_cz: Určuje posun, který přidávat k základnímu intervalu propagace, aby jeden hostitel inzeroval pomaleji než jiný hostitel. Udává se v 1/256 sekund. Přípustné hodnoty jsou 0 až 254.
de_de: Gibt die Abweichung zum Basis-Ankündigungsintervall an, um einen Host langsamer als einen anderen senden zu lassen. Der Wert wird in 1/256 Sekunden angegeben. Zulässige Werte: 0 bis 254.
el_gr: Καθορίζει την ασυμμετρία που θα προστεθεί στο βασικό διάστημα διαφήμισης, ώστε ένας κεντρικός υπολογιστής να διαφημίζεται πιο αργά από έναν άλλον Καθορίζεται σε 1/256 των δευτερολέπτων. Οι αποδεκτές τιμές είναι από 0 έως 254
fa_ir: مقدار شیفت (skew) افزوده‌شده به بازهٔ پایهٔ تبلیغ برای کندتر کردن تبلیغ یک میزبان نسبت به میزبان دیگر را مشخص می‌کند. این مقدار بر حسب 1/256 ثانیه تعیین می‌شود. مقادیر قابل‌پذیرش 0 تا 254 هستند.
fr_fr: Spécifie l'inclinaison à ajouter à l'intervalle d'annonce de base pour qu'un hôte annonce plus lentement qu'un autre. Cette valeur est exprimée en 1/256 de secondes. Les valeurs acceptables sont comprises entre 0 et 254.
it_it: Specifica la distorsione da aggiungere all'intervallo di annuncio di base per rendere un host pubblicizzato più lento di un altro host. È specificato in 1/256 di secondo. I valori accettabili sono compresi tra 0 e 254.
ko_kr: 한 호스트가 다른 호스트보다 느리게 광고하도록 기본 광고 간격에 추가할 편차를 지정합니다. 1/256초로 지정됩니다. 허용되는 값은 0에서 254까지입니다.
uk_ua: Визначає зсув, який додається до базового інтервалу оголошення, щоб один хост оголошував повільніше, ніж інший хост. Він задається в 1/256 секунди. Припустимі значення від 0 до 254.
zh_cn: 指定添加到基本通告间隔的偏差，以便让一台主机的通告速度比另一台主机慢。 它以1/256秒为单位。可接受的值为0到254。

source: These are addresses on your private network, and are not allowed to be returned for public internet names. Any occurrence of such addresses are removed from DNS answers. Additionally, the DNSSEC validator may mark the answers bogus. This protects against so-called DNS Rebinding. (Only applicable when DNS rebind check is enabled in System->Settings->Administration)
cs_cz: Jedná se o adresy v soukromé síti, které není povoleno vracet pro veřejné internetové názvy. Všechny výskyty takových adres jsou z DNS odpovědí odstraněny. Validátor DNSSEC navíc může tyto odpovědi označit jako falešné. Tím se chrání před takzvaným DNS Rebindingem. (Platí pouze v případě, že je v Systém->Nastavení->Správa povolena kontrola DNS rebind).
de_de: Dies sind Adressbereiche Ihres privaten Netzwerks, die nicht in Antworten für öffentliche Internetnamen zurückgegeben werden dürfen. Alle Vorkommen solcher Adressen werden aus DNS-Antworten entfernt. Zusätzlich kann der DNSSEC-Validator solche Antworten als ungültig markieren. Dies dient dem Schutz vor sogenanntem DNS-Rebinding. (Nur wirksam, wenn die DNS-Rebind-Prüfung unter System > Einstellungen > Verwaltung aktiviert ist)
el_gr: Αυτές είναι διευθύνσεις στο ιδιωτικό σας δίκτυο και δεν επιτρέπεται να επιστραφούν για δημόσια ονόματα διαδικτύου Οποιαδήποτε εμφάνιση τέτοιων διευθύνσεων αφαιρείται από τις απαντήσεις DNS Επιπλέον, ο επικυρωτής DNSSEC μπορεί να επισημάνει τις απαντήσεις ως ψευδείς Αυτό προστατεύει από την λεγόμενη επανασύνδεση DNS (Ισχύει μόνο όταν ο έλεγχος επανασύνδεσης DNS είναι ενεργοποιημένος στο Σύστημα->Ρυθμίσεις->Διαχείριση)
fa_ir: این‌ها آدرس‌هایی در شبکهٔ خصوصی شما هستند و نباید برای نام‌های اینترنت عمومی بازگردانده شوند. هر حضور چنین آدرس‌هایی از پاسخ‌های DNS حذف می‌شود. علاوه بر این، اعتبارسنج DNSSEC ممکن است پاسخ‌ها را جعلی علامت‌گذاری کند. این از حملات موسوم به DNS Rebinding محافظت می‌کند. (فقط زمانی اعمال می‌شود که بررسی DNS rebind در System->Settings->Administration فعال باشد)
fr_fr: Il s'agit d'adresses de votre réseau privé, qui ne sont pas autorisées à être renvoyées pour des noms internet publics. Toute occurrence de ces adresses est supprimée des réponses DNS. En outre, le validateur DNSSEC peut marquer les réponses comme fausses. Cela permet de se protéger contre ce que l'on appelle le rebindage DNS. (Uniquement applicable lorsque la vérification du rebind DNS est activée dans Système->Paramètres->Administration)
it_it: Questi sono indirizzi sulla tua rete privata e non possono essere restituiti per nomi Internet pubblici. Qualsiasi occorrenza di tali indirizzi viene rimossa dalle risposte DNS. Inoltre, il validatore DNSSEC potrebbe contrassegnare le risposte come false. Ciò protegge dal cosiddetto DNS Rebinding. (Applicabile solo quando il controllo di riassociazione DNS è abilitato in Sistema->Impostazioni->Amministrazione)
ko_kr: 이 주소는 개인 네트워크의 주소이며 공용 인터넷 이름에 반환되지 않습니다. 이러한 주소의 모든 발생은 DNS 응답에서 제거됩니다. 또한 DNSSEC 검증기는 응답을 위조로 표시할 수 있습니다. 이는 DNS Rebinding으로부터 보호합니다. (시스템->설정->관리에서 DNS 재바인딩 확인이 활성화된 경우에만 적용됨)
uk_ua: Це адреси у вашій приватній мережі, і їх не дозволяється повертати для імен публічного інтернету. Будь-яке входження таких адрес видаляється з відповідей DNS. Крім того, валідатор DNSSEC може позначити відповіді як сфальсифіковані. Це захищає від так званого DNS Rebinding. (Застосовується лише, якщо перевірка переприв'язки DNS увімкнена в розділі Система->Налаштування->Адміністрування)
zh_cn: 这些是您的专用网络上的地址，不允许返回公共互联网名称。 任何此类地址的出现都会从DNS解析答案中删除。 此外，DNSSEC验证器可能会将答案标记为虚假答案。 这可以防止所谓的DNS重新绑定。 （仅当在系统->设置->管理中启用DNS重新绑定检查时适用）
