Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: This option will create a tunnel for each phase 2 entry for IKEv2 interoperability with e.g. FortiGate devices.
cs_cz: Tato předvolba vytvoří tunel pro každou položku druhé fáze pro IKEv2 slučitelnost například se zařízeními FortiGate.
de_de: Diese Option wird einen Tunnel für jeden Phase-2-Entrag für IKEv2-Interopatibilität mit z. B. FortiGate-Geräten.
el_gr: Αυτή η επιλογή θα δημιουργήσει μια σήραγγα για κάθε καταχώρηση φάσης 2 για διαλειτουργικότητα IKEv2 με π.χ. συσκευές FortiGate.
fa_ir: این گزینه برای هر ورودی فاز 2 یک تونل ایجاد می‌کند تا در IKEv2 با دستگاه‌هایی مانند FortiGate سازگاری داشته باشد
fr_fr: Cette option crée un tunnel pour chaque entrée phase 2 pour l'interopérabilité IKEv2 avec, par exemple, les équipements FortiGate.
it_it: Questa opzione creerà un tunnel per ogni voce della fase 2 per l'interoperabilità IKEv2 con ad es. Dispositivi FortiGate.
ko_kr: 이 옵션은 예를 들어 FortiGate 장치와의 IKEv2 상호 운용성을 위해 각 단계 2 항목에 대한 터널을 생성합니다.
pl_pl: Ta opcja stworzy tunel dla każdego wpisu fazy 2 w celu współpracy z urządzeniami takimi jak np. FortiGate w standardzie IKEv2.
uk_ua: Ця опція створить тунель для кожного запису фази 2 для сумісності IKEv2, наприклад, з пристроями FortiGate.
zh_cn: 此选项会为每个阶段2条目创建一个隧道，以实现IKEv2互操作性。 比如FortiGate设备。

source: Tunnel Isolation
cs_cz: Izolace tunelu
el_gr: Απομόνωση σήραγγας
fa_ir: جداسازی تونل
fr_fr: Isolation de tunnel
it_it: Isolamento del tunnel
ko_kr: 터널 격리
pl_pl: Izolacja tunelu
uk_ua: Ізоляція тунелів
zh_cn: 隧道隔离

source: Whether rekeying of an IKE_SA should also reauthenticate the peer. In IKEv1, reauthentication is always done.
cs_cz: Zda má opětovné opatření IKE_SA klíčem také znovu ověřit protějšek. V IKEv1 je opětovné ověření provedeno vždy.
de_de: Ob eine Schlüsselerneuerung einer IKE-SA auch den Peer neu authentifizieren soll. Erneute Authentifizierung wird bei IKEv1 immer durchgeführt.
el_gr: Εάν η επανεγγραφή κλειδιών ενός IKE_SA θα πρέπει επίσης να επαναφέρει τον έλεγχο ταυτότητας του peer. Στο IKEv1, ο επαναφέρεται ο έλεγχος ταυτότητας γίνεται πάντα.
fa_ir: آیا هنگام تجدید کلید یک IKE_SA، همتای مقابل نیز باید مجدداً احراز هویت شود؟ در IKEv1 این مجدداً احراز هویت همیشه انجام می‌شود
fr_fr: Même s'il s'agit d'un changement de la clé de cryptage de l'IKE_SA le pair devrait quand même être ré authentifié. Si IKEv1 est utilisé, la ré authentification est toujours faite.
it_it: Indica se la ricodifica di un IKE_SA deve anche ri-autenticare il peer. In IKEv1, la riautenticazione viene sempre eseguita.
ko_kr: IKE_SA의 재생성이 피어의 재인증도 수행해야 하는지 여부입니다. IKEv1에서는 항상 재인증이 수행됩니다.
pl_pl: Czy przekluczowanie IKE_SA powinno również ponownie uwierzytelniać partnera. W IKEv1 uwierzytelnienie jest zawsze przeprowadzane.
uk_ua: Чи повинна повторна генерація ключів IKE_SA також повторно автентифікувати одноранговий вузол. В IKEv1 повторна автентифікація виконується завжди.
zh_cn: IKE_SA密钥更新可以选择重新对对端进行认证。在IKEv1中，始终执行重新认证。

source: Disable Reauth
cs_cz: Vypnout opětovné ověřování
de_de: Reauth deaktivieren
el_gr: Απενεργοποίηση Επαναπιστοποίησης
fa_ir: غیرفعال‌سازی احراز هویت مجدد
fr_fr: Désactiver Réauthentification
it_it: Disabilita Reautenticazione
ko_kr: 재인증 사용 안 함
pl_pl: Wyłącz ponowne uwierzytelnienie
uk_ua: Вимкнути повторну автентифікацію
zh_cn: 禁用重新认证

source: Whether a connection should be renegotiated when it is about to expire.
cs_cz: Zda má být znovu dohodnuto spojení když se blíží konec jeho platnosti.
de_de: Ob eine Verbindung neu bestimmt werden soll, wenn sie bald ablaufen wird.
el_gr: Εάν μια σύνδεση θα πρέπει να επαναδιαπραγματευτεί όταν πρόκειται να λήξει.
fa_ir: آیا هنگام نزدیک‌شدن به انقضا اتصال باید مجدداً مذاکره شود؟
fr_fr: Renégocier ou pas une connexion sur le point d'expirer.
it_it: Se una connessione deve essere rinegoziata quando sta per scadere.
ko_kr: 연결이 만료되려고 할 때 다시 협상할지 여부입니다.
pl_pl: Czy połączenie powinno być renegocjowane, gdy zbliża się do wygaśnięcia.
uk_ua: Чи слід передомовлятися про з'єднання, коли термін його дії закінчується.
zh_cn: 连接即将过期时是否应重新协商。。

source: Disable Rekey
cs_cz: Neopatřovat znovu klíčem
de_de: Re-Key deaktivieren
fa_ir: غیرفعال‌سازی تجدید کلید
fr_fr: Désactiver le Renouvellement de clé
it_it: Disabilita Rekey
ko_kr: 키 재생성 사용 안 함
pl_pl: Wyłącz przekluczowanie
uk_ua: Вимкнути повторну генерацію ключів
zh_cn: 禁用密钥更新

source: DH key group
cs_cz: Skupina DH klíče
de_de: DH-Schlüsselgruppe
el_gr: Ομάδα κλειδιών DH
fa_ir: گروه کلید DH
fr_fr: Groupe de clé DH
it_it: Gruppo tasti DH
ko_kr: DH 키 그룹
pl_pl: Grupa kluczy DH
uk_ua: Група ключів DH
zh_cn: DH密钥组

source: Hash algorithm
cs_cz: Algoritmus otisku (hash)
de_de: Hashalgorithmus
el_gr: Αλγόριθμος κατακερματισμού
fa_ir: الگوریتم هش
fr_fr: Algorithme de hachage
it_it: Algoritmo hash
ko_kr: 해시 알고리즘
pl_pl: Algorytm haszujący
uk_ua: Хеш-алгоритм
zh_cn: 哈希算法

source: Encryption algorithm
cs_cz: Šifrovací algoritmus
de_de: Verschlüsselungsalgorithmus
el_gr: Αλγόριθμος κρυπτογράφησης
fa_ir: الگوریتم رمزگذاری
fr_fr: Algorithme de chiffrement
it_it: Algoritmo di crittografia
ko_kr: 암호화 알고리즘
pl_pl: Algorytm szyfrowania
uk_ua: Алгоритм шифрування
zh_cn: 加密算法

source: Phase 1 proposal (Algorithms)
cs_cz: Návrh v první fázi (algoritmy)
de_de: Phase 1 Vorschlag (Algorithmen)
el_gr: Πρόταση Φάσης 1 (Αλγόριθμοι)
fa_ir: پیشنهاد فاز 1 (الگوریتم‌ها)
fr_fr: Proposition Phase 1 (Algorithmes)
it_it: Proposta Fase 1 (Algoritmi)
ko_kr: 1단계 제안(알고리즘)
pl_pl: Propozycja fazy 1 (Algorytmy)
uk_ua: Пропозиція фази 1 (Алгоритми)
zh_cn: 阶段1提案(算法)

source: Select authentication servers to use.
cs_cz: Vyberte ověřovací servery které použít.
de_de: Wählen Sie die zu verwendenden Authentifizierungsserver aus.
el_gr: Επιλέξτε διακομιστές ελέγχου ταυτότητας που θα χρησιμοποιήσετε.
fa_ir: سرورهای احراز هویت مورد استفاده را انتخاب کنید
fr_fr: Sélectionner les serveurs d'authentification à utiliser
it_it: Seleziona i server di autenticazione da utilizzare.
ko_kr: 사용할 인증 서버를 선택하세요.
pl_pl: Wybierz serwer autentykacji.
uk_ua: Виберіть сервери автентифікації для використання.
zh_cn: 选择要使用的认证服务器。

source: Radius servers
cs_cz: Radius servery
de_de: Radius-Server
el_gr: Διακομιστές Radius
fa_ir: سرورهای RADIUS
fr_fr: Serveurs Radius
it_it: Server radio
ko_kr: Radius 서버
pl_pl: Serwery Radius
uk_ua: RADIUS-сервери
zh_cn: Radius服务器

source: Select a certificate authority previously configured in the Certificate Manager.
cs_cz: Vyberte certifikační autoritu, přednastavenou v sekci Správa certifikátů.
de_de: Wählen Sie eine Zertifizierungsstelle aus, die zuvor in der Zertifikatsverwaltung konfiguriert wurde.
el_gr: Επιλέξτε μια αρχή έκδοσης πιστοποιητικών που έχει ρυθμιστεί προηγουμένως στη Διαχείριση πιστοποιητικών.
fa_ir: یک مرجع صدور گواهی که قبلاً در Certificate Manager پیکربندی شده است را انتخاب کنید
fr_fr: Sélectionnez une autorité de certification ayant été précédemment configurée dans le Gestionnaire de Certificat.
it_it: Selezionare un'autorità di certificazione precedentemente configurata in Gestione certificati.
ko_kr: 인증서 관리자에서 이전에 구성한 인증 기관을 선택하세요.
pl_pl: Wybierz wcześniej skonfigurowany organ certyfikacji w Menedżerze Certyfikatów.
uk_ua: Виберіть центр сертифікації, раніше налаштований у Менеджері сертифікатів.
zh_cn: 选择先前在证书管理器中配置的证书颁发机构。

source: Select a certificate previously configured in the Certificate Manager.
cs_cz: Vybrat certifikát dříve nastavený ve správci certifikátů.
de_de: Wählen Sie ein Zertifikat aus, das zuvor in der Zertifikatsverwaltung konfiguriert wurde.
el_gr: Επιλέξτε ένα πιστοποιητικό που έχει διαμορφωθεί προηγουμένως στη Διαχείριση πιστοποιητικών.
fa_ir: یک گواهی را که قبلاً در مدیریت گواهی پیکربندی شده است انتخاب کنید.
fr_fr: Sélectionnez un certificat préalablement configuré dans le Gestionnaire de Certificats.
it_it: Seleziona un certificato precedentemente configurato nel Gestore certificati.
ko_kr: 인증서 관리자에서 이전에 구성한 인증서를 선택하세요.
pl_pl: Wybierz wcześniej skonfigurowany certyfikat w Menedżerze Certyfikatów.
uk_ua: Виберіть сертифікат, раніше налаштований у Менеджері сертифікатів.
zh_cn: 选择先前在证书管理器中配置的证书。

source: My Certificate
cs_cz: Můj certifikát
de_de: Mein Zertifikat
el_gr: Το Πιστοποιητικό μου
fa_ir: گواهی من
fr_fr: Mon Certificat
it_it: Il mio certificato
ko_kr: 내 인증서
pl_pl: Mój certyfikat
uk_ua: Мій сертифікат
zh_cn: 我的证书

source: Input your Pre-Shared Key string.
cs_cz: Zadejte znění svého předsdíleného klíče.
de_de: Geben Sie Ihre Pre-Shared Key-Zeichenfolge ein.
el_gr: Εισαγάγετε τη συμβολοσειρά του προ-κοινόχρηστου κλειδιού σας.
fa_ir: کلید پیش‌اشتراکی خود را وارد کنید.
fr_fr: Saisissez un texte pour votre Clé Pré-Partagée.
it_it: Inserisci la stringa della chiave precondivisa.
ko_kr: 사전 공유 키 문자열을 입력하세요.
pl_pl: Wprowadź swój ciąg klucza współdzielonego (Pre-Shared Key).
uk_ua: Введіть рядок вашого попередньо спільного ключа.
zh_cn: 输入您的预共享密钥字符串。

source: NOTE: This is known as the "group" setting on some VPN client implementations.
cs_cz: POZN.: V některých implementacích VPN klienta se toto nazývá „skupina“.
de_de: HINWEIS: Dies wird bei manchen Clientimplementierungen als "Gruppeneinstellungen" bezeichnet.
el_gr: ΣΗΜΕΙΩΣΗ: Αυτή είναι γνωστή ως ρύθμιση "ομάδας" σε ορισμένες υλοποιήσεις προγραμμάτων-πελατών VPN.
fa_ir: توجه: در برخی پیاده‌سازی‌های کلاینت VPN این گزینه به‌عنوان تنظیم «group» شناخته می‌شود.
fr_fr: NOTE: Ce paramètre peut également être nommé paramètre de "groupe" dans certaines implémentations VPN clientes.
it_it: NOTA: questa è nota come impostazione "gruppo" su alcune implementazioni del client VPN.
ko_kr: 참고: 이것은 일부 VPN 클라이언트 구현에서 "그룹" 설정으로 알려져 있습니다.
pl_pl: UWAGA: W niektórych implementacjach klienta VPN jest to znane jako ustawienie "group".
uk_ua: НОТАТКА: Це відомо як налаштування "групи" в деяких реалізаціях VPN-клієнтів.
zh_cn: 注意：这在某些VPN客户端实例上称为"组"的设置。

source: Peer IP address
cs_cz: IP adresa protějšku
de_de: IP-Adresse der Gegenstelle
el_gr: Διεύθυνση IP peer
fa_ir: آدرس IP همتا
fr_fr: Adresse IP du correspondant
it_it: Indirizzo IP del pari
ko_kr: 피어 IP 주소
pl_pl: Adres IP peera
uk_ua: IP-адреса однорангового вузла
zh_cn: 对端IP地址

source: Peer identifier
cs_cz: Identifikátor protějšku
de_de: Peer-Identifizierer
el_gr: Αναγνωριστικό peer
fa_ir: شناسه همتا
fr_fr: ID du correspondant
it_it: Identificatore del pari
ko_kr: 피어 식별자
pl_pl: Identyfikator peera
uk_ua: Ідентифікатор однорангового вузла
zh_cn: 对端标识符

source: KeyID tag
cs_cz: Značka identifikátoru klíče
el_gr: Ετικέτα KeyID
fa_ir: برچسب KeyID
fr_fr: Étiquette KeyID
it_it: Etichetta ID chiave
ko_kr: 키 ID 태그
uk_ua: Мітка KeyID
zh_cn: KeyID标识

source: ASN.1 distinguished Name
cs_cz: ASN.1 rozlišený název
de_de: Eindeutiger ASN.1-Name
el_gr: Διακεκριμένο όνομα ASN.1
fa_ir: نام متمایز ASN.1
fr_fr: Nom distinct ASN.1
it_it: ASN.1 Nome distinto
ko_kr: ASN.1 식별 이름
pl_pl: Wyróżniona nazwa ASN.1
uk_ua: Відмінне ім'я ASN.1
zh_cn: ASN.1专用名称

source: My IP address
cs_cz: Moje IP adresa
de_de: Meine IP-Adresse
el_gr: Η διεύθυνση IP μου
fa_ir: آدرس IP من
fr_fr: Mon adresse IP
it_it: Il mio indirizzo IP
ko_kr: 내 IP 주소
pl_pl: Moje adresy IP
uk_ua: Моя IP-адреса
zh_cn: 我的IP地址

source: My identifier
cs_cz: Můj identifikátor
de_de: Meine Kennung
el_gr: Το αναγνωριστικό μου
fa_ir: شناسه من
fr_fr: Mon identifiant
it_it: Il mio identificatore
ko_kr: 내 식별자
pl_pl: Mój identyfikator
uk_ua: Мій ідентифікатор
zh_cn: 我的标识符

source: Aggressive is more flexible, but less secure.
cs_cz: Agresivní je přizpůsobivější, ale méně bezpečný.
de_de: Aggressiv ist mehr flexibler, aber nicht so sicher.
el_gr: Το επιθετικό είναι πιο ευέλικτο, αλλά λιγότερο ασφαλές.
fa_ir: حالت Aggressive انعطاف‌پذیرتر است اما امنیت کمتری دارد.
fr_fr: Le mode Agressif est plus souple, mais moins sécurisé.
it_it: Aggressivo è più flessibile, ma meno sicuro.
ko_kr: 공격적일수록 유연성이 높지만, 보안이 떨어집니다.
pl_pl: Agresywny jest bardziej elastyczny, ale mniej bezpieczny.
uk_ua: Агресивний більш гнучкий, але менш безпечний.
zh_cn: 野蛮更灵活，但不安全。

source: Negotiation mode
cs_cz: Režim dojednávání
de_de: Bestimmungsmodus
el_gr: Λειτουργία διαπραγμάτευσης
fa_ir: حالت مذاکره
fr_fr: Mode de négociation
it_it: Modalità di negoziazione
ko_kr: 협상 모드
pl_pl: Tryb negocjacji
uk_ua: Режим переговорів
zh_cn: 协商模式

source: If you select EAP-RADIUS, you must define your RADIUS servers on the %sServers%s page.
cs_cz: Pokud vyberete EAP-RADIUS, je třeba zadat vaše RADIUS servery (na stránce %sServery%s.
de_de: Falls Sie EAP-RADIUS auswählen, müssen Sie Ihre RADIUS-Server auf der %sServer%s-Seite definieren.
el_gr: Αν επιλέξετε EAP-RADIUS, πρέπει να ορίσετε τους διακομιστές RADIUS σας στη σελίδα %sServers%s.
fa_ir: اگر EAP-RADIUS را انتخاب کنید، باید سرورهای RADIUS خود را در صفحه %sسرورها%s تعریف کنید.
fr_fr: Si vous choisissez EAP-RADIUS, vous devez définir votre serveur RADIUS dans la page %sServers%s.
it_it: Se selezioni EAP-RADIUS, devi definire i tuoi server RADIUS nella pagina %sServers%s.
ko_kr: EAP-RADIUS를 선택하는 경우 %s서버%s 페이지에서 RADIUS 서버를 정의해야 합니다.
pl_pl: Jeśli wybierzesz EAP-RADIUS, musisz zdefiniować swoje serwery RADIUS na stronie %sSerwery%s.
uk_ua: Якщо ви виберете EAP-RADIUS, ви повинні визначити свої RADIUS-сервери на сторінці %sСервери%s.
zh_cn: 如果选择EAP-RADIUS，则必须在 %s服务器%s 页面上定义RADIUS服务器。

source: Must match the setting chosen on the remote side.
cs_cz: Je třeba, aby se shodovalo s nastavením na protější straně.
de_de: Die ausgewählten Einstellungen müssen denen der fernen Seite entsprechen.
el_gr: Πρέπει να ταιριάζει με τη ρύθμιση που έχει επιλεγεί στην πλευρά του τηλεχειριστηρίου.
fa_ir: باید با تنظیم انتخاب‌شده در طرف مقابل مطابقت داشته باشد.
fr_fr: Doit correspondre au paramètre défini du côté distant.
it_it: Deve corrispondere all'impostazione scelta sul lato remoto.
ko_kr: 원격 측에서 선택한 설정과 일치해야 합니다.
pl_pl: Musi pasować do ustawienia wybranego po stronie zdalnej.
uk_ua: Повинен відповідати налаштуванням, вибраним на віддаленій стороні.
zh_cn: 必须与远端的设置一致。

source: Phase 1 proposal (Authentication)
cs_cz: Návrh v první fázi (ověřování)
de_de: Phase 1 Vorschlag (Authentifizierung)
el_gr: Πρόταση Φάσης 1 (Επαλήθευση Πιστοποίησης)
fa_ir: پیشنهاد فاز 1 (احراز هویت)
fr_fr: Proposition Phase 1 (Authentification)
it_it: Proposta Fase 1 (Autenticazione)
ko_kr: 1단계 제안(인증)
pl_pl: Propozycja fazy 1 (Uwierzytelnienie)
uk_ua: Пропозиція фази 1 (Автентифікація)
zh_cn: 阶段1提案(认证)

source: Select the interface for the local endpoint of this phase1 entry.
cs_cz: Vyberte rozhraní pro místní konec této položky první fáze.
de_de: Wählen Sie die Schnittstelle für den lokalen Endpunkt dieses Phase-1-Eintrags aus.
el_gr: Επιλέξτε τη διεπαφή για το τοπικό τελικό σημείο αυτής της καταχώρησης φάσης 1.
fa_ir: رابط مربوط به نقطه انتهایی محلی این ورودی فاز 1 را انتخاب کنید.
fr_fr: Sélectionner l'interface du point de terminaison local pour cette entrée phase1.
it_it: Seleziona l'interfaccia per l'endpoint locale di questa voce di fase1.
ko_kr: 이 단계 1 항목의 로컬 엔드포인트에 대한 인터페이스를 선택하세요.
pl_pl: Wybierz interfejs dla lokalnego punktu końcowego tego wpisu fazy 1.
uk_ua: Виберіть інтерфейс для локальної кінцевої точки цього запису фази 1.
zh_cn: 选择该阶段1条目使用的本地接口。

source: Select the Internet Protocol family from this dropdown.
cs_cz: Z této nabídky vyberte generaci Internetového protokolu.
de_de: Wählen Sie die Internetprotokollfamilie aus diesem Dropdown.
el_gr: Επιλέξτε την οικογένεια πρωτοκόλλων Internet από αυτό το αναπτυσσόμενο μενού.
fa_ir: خانواده پروتکل اینترنت را از این منوی کشویی انتخاب کنید.
fr_fr: Sélectionner le type de Protocole Internet dans cette liste déroulante.
it_it: Seleziona la famiglia di protocolli Internet da questo menu a discesa.
ko_kr: 인터넷 프로토콜 버전을 선택하세요.
pl_pl: Wybierz rodzinę protokołów internetowych z tej listy rozwijanej.
uk_ua: Виберіть сімейство Інтернет-протоколів з цього випадаючого списку.
zh_cn: 从下拉列表中选择互联网协议类型。

source: Internet Protocol
cs_cz: Internetový protokol
de_de: Internet Protokoll
el_gr: Πρωτόκολλο Διαδικτύου
fa_ir: پروتکل اینترنت
fr_fr: Protocole Internet
it_it: Protocollo Internet
ko_kr: 인터넷 프로토콜
pl_pl: Protokół internetowy
uk_ua: Інтернет-протокол
zh_cn: Internet协议

source: Select the KeyExchange Protocol version to be used. Usually known as IKEv1 or IKEv2.
cs_cz: Vyberte verzi protokolu pro výměnu klíče. Obvykle označováno jako IKEv1 nebo IKEv2.
de_de: Wählen Sie die Version des Schlüsselaustauschprotokolls aus, die verwendet werden soll. Üblicherweise als IKEv1 oder IKEv2 bekannt.
el_gr: Επιλέξτε την έκδοση του πρωτοκόλλου KeyExchange που θα χρησιμοποιηθεί. Συνήθως γνωστή ως IKEv1 ή IKEv2.
fa_ir: نسخه پروتکل تبادل کلید را برای استفاده انتخاب کنید. معمولاً به‌عنوان IKEv1 یا IKEv2 شناخته می‌شود.
fr_fr: Sélectionner la version de Protocole KeyExchange à utiliser. Habituellement dénommé IKEv1 ou IKEv2.
it_it: Selezionare la versione del protocollo KeyExchange da utilizzare. Solitamente noto come IKEv1 o IKEv2.
ko_kr: 사용할 Key Exchange Protocol 버전을 선택하세요. 일반적으로 IKEv1 또는 IKEv2로 알려져 있습니다.
pl_pl: Wybierz wersję protokołu wymiany kluczy do użycia. Zwykle znana jako IKEv1 lub IKEv2.
uk_ua: Виберіть версію протоколу обміну ключами для використання. Зазвичай відомий як IKEv1 або IKEv2.
zh_cn: 选择要使用的密钥交换协议版本。 一般为IKEv1或IKEv2。

source: Key Exchange version
cs_cz: Verze vyměňování klíče
de_de: Schlüsselaustauschversion
el_gr: Έκδοση Key Exchange
fa_ir: نسخه تبادل کلید
fr_fr: Version Key Exchange
it_it: Versione di scambio chiavi
ko_kr: 키 교환 버전
pl_pl: Wersja wymiany kluczy
uk_ua: Версія обміну ключами
zh_cn: 密钥交换版本

source: Choose the connect behaviour here, when using CARP you might want to consider the 'Respond only' option here (wait for the other side to connect).
cs_cz: Zde zvolte chování spojení. Při použití CARP zde uvažujte o použití předvolby „Pouze odpovědět“ (čekat až se připojí protější strana).
de_de: Wählen Sie das Verbindungsverhalten hier aus. Wenn Sie CARP verwenden, könnten Sie die "nur Antworten"-Option hier von Interesse sein (auf die andere Seite auf Verbindungen warten).
el_gr: Επιλέξτε εδώ τη συμπεριφορά σύνδεσης. Όταν χρησιμοποιείτε CARP, ίσως θελήσετε να λάβετε υπόψη την επιλογή «Μόνο απάντηση» (περιμένετε να συνδεθεί η άλλη πλευρά).
fa_ir: رفتار اتصال را اینجا انتخاب کنید. هنگام استفاده از CARP ممکن است بخواهید گزینهٔ «فقط پاسخ‌دهی» را انتخاب کنید (منتظر بماند تا طرف دیگر وصل شود).
fr_fr: Choisir la méthode de connexion, pour CARP l'option 'Uniquement répondre' est à envisager (Attendre que le côté opposé se connecte).
it_it: Scegli qui il comportamento di connessione, quando usi CARP potresti prendere in considerazione l'opzione 'Solo risposta' qui (attendi che l'altro lato si connetta).
ko_kr: 여기서 연결 동작을 선택하세요. CARP를 사용할 때는 여기서 '응답 전용' 옵션을 고려할 수 있습니다 (반대쪽이 연결될 때까지 기다리세요).
pl_pl: Wybierz tutaj zachowanie połączenia; korzystając z CARP możesz rozważyć opcję "Tylko odpowiedz" (czekaj, aż druga strona się połączy).
uk_ua: Виберіть поведінку підключення тут. При використанні CARP, можливо, ви захочете розглянути опцію 'Лише відповідати' (чекати, поки підключиться інша сторона).
zh_cn: 在这里选择连接行为，当使用CARP时，可以考虑使用"仅回应"选项(等待另一侧连接)。

source: Start immediate
cs_cz: Spustit okamžitě
de_de: Sofort starten
el_gr: Άμεση έναρξη
fa_ir: شروع فوری
fr_fr: Démarrer immédiatement
it_it: Inizia subito
ko_kr: 즉시 시작
pl_pl: Uruchom od razu
uk_ua: Почати негайно
zh_cn: 即时启动

source: Start on traffic
cs_cz: Spustit při provozu
de_de: Starte bei Datenverkehr
el_gr: Έναρξη με κίνηση
fa_ir: شروع با ترافیک
fr_fr: Démarrer sur présence de trafic
it_it: Inizia dal traffico
ko_kr: 트래픽에서 시작
pl_pl: Uruchom wraz z ruchem
uk_ua: Запускати за наявності трафіку
zh_cn: 流量启动

source: Respond only
cs_cz: Pouze odpovídat
de_de: Nur antworten
el_gr: Μόνο απάντηση
fa_ir: فقط پاسخ‌دهی
fr_fr: Répondre uniquement
it_it: Rispondi solo
ko_kr: 응답 전용
pl_pl: Tylko odpowiadaj
uk_ua: Відповідати лише
zh_cn: 仅回应

source: Connection method
cs_cz: Metoda připojení
de_de: Anschlussart
el_gr: Μέθοδος σύνδεσης
fa_ir: روش اتصال
fr_fr: Méthode de connexion
it_it: Metodo di connessione
ko_kr: 연결 방법
pl_pl: Metoda połączenia
uk_ua: Метод з'єднання
zh_cn: 连接方式

source: Set this option to disable this phase1 without removing it from the list.
cs_cz: Pomocí této předvolby je možné přestat tuto fázi jedna používat aniž by bylo třeba ji odebírat ze seznamu.
de_de: Setzen Sie diese Einstellung, um diese Phase1 zu deaktivieren, ohne diese von der Liste zu entfernen.
el_gr: Ορίστε αυτήν την επιλογή για να απενεργοποιήσετε αυτήν τη φάση 1 χωρίς να την αφαιρέσετε από τη λίστα.
fa_ir: برای غیرفعال‌کردن این ورودی فاز 1 بدون حذف آن از لیست، این گزینه را انتخاب کنید.
fr_fr: Sélectionnez cette option pour désactiver cette phase 1 sans la retirer de la liste.
it_it: Imposta questa opzione per disabilitare questa fase1 senza rimuoverla dall'elenco.
ko_kr: 이 단계 1을 목록에서 제거하지 않고 비활성화하려면 이 옵션을 설정하세요.
pl_pl: Ustaw tę opcję, aby wyłączyć tę fazę 1 bez usuwania jej z listy.
uk_ua: Встановіть цю опцію, щоб вимкнути цю фазу 1 без її видалення зі списку.
zh_cn: 选中该选项则禁用该阶段1，而不是从列表中删除它。

source: Disable this phase1 entry
cs_cz: Nepoužívat tuto položku první fáze
de_de: Deaktiviere diesen Phase 1 Eintrag
el_gr: Απενεργοποίηση αυτής της καταχώρησης phase1
fa_ir: این ورودی فاز 1 را غیرفعال کنید.
fr_fr: Désactiver cette entrée phase1
it_it: Disabilita questa voce di fase1
ko_kr: 이 단계 1 항목 사용 안 함
pl_pl: Wyłącz tą pozycje fazy pierwszej
uk_ua: Вимкнути цей запис фази 1
zh_cn: 禁用该阶段1条目

source: Clone related phase 2 entries as well, remember to change the networks. All phase 2 entries will be added in disabled state
cs_cz: Naklonuje také související položky druhé fáze – nezapomeňte změnit sítě. Stav veškerých položek druhé fáze bude „vypnuto“.
de_de: Klone auch die zugehörigen Phase 2-Einträge. Vergessen Sie nicht, die Netzwerke zu ändern. Alle Phase 2-Einträge werden im deaktivierten Status hinzugefügt
el_gr: Κλωνοποιήστε επίσης τις καταχωρήσεις φάσης 2 που σχετίζονται με αυτό, θυμηθείτε να αλλάξετε τα δίκτυα. Όλες οι καταχωρήσεις φάσης 2 θα προστεθούν σε απενεργοποιημένη κατάσταση.
fa_ir: ورودی‌های مرتبط فاز 2 را نیز کپی کنید؛ فراموش نکنید شبکه‌ها را تغییر دهید. همهٔ ورودی‌های فاز 2 در حالت غیرفعال اضافه خواهند شد.
fr_fr: Cloner la phase 2 correspondante également, penser à changer les réseaux. Toutes les entrées phase 2 sont ajoutées dans un état "inactif"
it_it: Clona anche le voci relative alla fase 2, ricordati di cambiare le reti. Tutte le voci della fase 2 verranno aggiunte con lo stato disabilitato
ko_kr: 관련된 2단계 항목도 복제합니다. 네트워크를 변경해야 합니다. 모든 단계 2 항목이 비활성화된 상태로 추가됩니다
pl_pl: Skopiuj również powiązane wpisy fazy 2, pamiętając o zmianie sieci. Wszystkie wpisy fazy 2 zostaną dodane w stanie wyłączonym
uk_ua: Клонувати також пов'язані записи фази 2, не забудьте змінити мережі. Усі записи фази 2 будуть додані у вимкненому стані
zh_cn: 还要克隆与阶段2相关的条目，请记住要更改网络。所有第2阶段条目会以禁用状态添加

source: Clone phase2
cs_cz: Klonovat druhou fázi
de_de: Klone Phase 2
el_gr: Κλωνοποίηση phase2
fa_ir: کپی فاز 2
fr_fr: Dupliquer la phase 2
it_it: Fase clone2
ko_kr: phase2 복제
pl_pl: Klonuj fazę drugą
uk_ua: Клонувати фазу 2
zh_cn: 克隆阶段2

source: General information
cs_cz: Obecné informace
de_de: Allgemeine Information
el_gr: Γενικές πληροφορίες
fa_ir: اطلاعات عمومی
fr_fr: Information générale
it_it: informazioni generali
ko_kr: 일반 정보
pl_pl: Informacje ogólne
uk_ua: Загальна інформація
zh_cn: 常规信息

source: Invalid argument for key exchange protocol version.
cs_cz: Neplatný argument verze protokolu pro výměnu klíčů.
de_de: Ungültiges Argument für die Version des Schlüsselaustauschprotokolls.
el_gr: Μη έγκυρο όρισμα για την έκδοση πρωτοκόλλου ανταλλαγής κλειδιών.
fa_ir: آرگومان نامعتبر برای نسخهٔ پروتکل تبادل کلید.
fr_fr: Argument invalide avec cette version du protocole key exchange.
it_it: Argomento non valido per la versione del protocollo di scambio delle chiavi.
ko_kr: 키 교환 프로토콜 버전에 대한 인수가 잘못되었습니다.
pl_pl: Skopiuj również powiązane wpisy fazy 2, pamiętając o zmianie sieci. Wszystkie wpisy fazy 2 zostaną dodane w stanie wyłączonym.
uk_ua: Недійсний аргумент для версії протоколу обміну ключами.
zh_cn: 密钥交换协议版本的参数无效。
