Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Enable internal ident service (rfc1413), which tracks authenticated tcp sessions and returns the associated user of the certificate used by stunnel (cn part). When enabled, this service listens on port tcp/113 and accepts port pairs as defined by rfc1413. Make sure you deny untrusted clients access to this facility, usually it only makes sense to allow access from this firewall (allowed by default).
cs_cz: Povolení interní služby ident (rfc1413), která sleduje ověřené tcp relace a vrací přidruženého uživatele certifikátu použitého programem stunnel (část cn). Pokud je tato služba povolena, očekává spojení na portu tcp/113 a přijímá dvojice portů podle definice rfc1413. Ujistěte se, že jste nedůvěryhodným klientům zakázali přístup k tomuto zařízení. Obvykle má smysl povolit přístup pouze z této brány firewall (ve výchozím nastavení je povolen).
de_de: Internen Ident-Dienst aktivieren (RFC 1413), der authentifizierte TCP-Sitzungen verfolgt und den zugehörigen Benutzer des vom Stunnel verwendeten Zertifikats (CN-Teil) zurückgibt. Wenn aktiviert, lauscht dieser Dienst auf Port TCP/113 und akzeptiert Port-Paare gemäß RFC 1413. Stellen Sie sicher, dass unzuverlässigen Clients der Zugriff auf diese Funktion verweigert wird – in der Regel ist der Zugriff nur von dieser Firewall aus sinnvoll (standardmäßig erlaubt).
el_gr: Ενεργοποίηση εσωτερικής υπηρεσίας αναγνώρισης (rfc1413), η οποία παρακολουθεί τις συνεδρίες tcp με έλεγχο ταυτότητας και επιστρέφει τον συσχετισμένο χρήστη του πιστοποιητικού που χρησιμοποιείται από το stunnel (μέρος cn). Όταν είναι ενεργοποιημένη, αυτή η υπηρεσία ακούει στη θύρα tcp/113 και δέχεται ζεύγη θυρών όπως ορίζονται από το rfc1413. Βεβαιωθείτε ότι απαγορεύετε την πρόσβαση σε μη αξιόπιστους πελάτες σε αυτήν τη δυνατότητα. Συνήθως έχει νόημα να επιτρέπεται η πρόσβαση μόνο από αυτό το τείχος προστασίας (επιτρέπεται από προεπιλογή).
fa_ir: فعال‌سازی سرویس ident داخلی (rfc1413) که نشست‌های tcp احراز هویت‌شده را ردیابی کرده و نام کاربری مرتبط با گواهی مورد استفاده توسط stunnel (قسمت cn) را بازمی‌گرداند. وقتی فعال باشد، این سرویس روی port tcp/113 گوش می‌دهد و port pairs را مطابق rfc1413 می‌پذیرد. مطمئن شوید دسترسی کلاینت‌های غیرقابل‌اعتماد به این امکان را مسدود کنید؛ معمولاً تنها منطقی است که دسترسی را از همین فایروال مجاز کنید (به‌صورت پیش‌فرض مجاز است).
fr_fr: Activer le service d'identification interne (rfc1413), qui suit les sessions TCP authentifiées et renvoie l'utilisateur associé du certificat utilisé par stunnel (partie cn). Lorsqu'il est activé, ce service écoute sur le port tcp/113 et accepte les paires de ports telles que définies par rfc1413. Assurez-vous de refuser l'accès à cette installation aux clients non fiables, généralement il est logique d'autoriser l'accès à partir de cette pare-feu (autorisé par défaut).
it_it: Abilita il servizio ident interno (rfc1413), che tiene traccia delle sessioni tcp autenticate e restituisce l'utente associato del certificato utilizzato da stunnel (cn parte). Quando abilitato, questo servizio è in ascolto sulla porta tcp/113 e accetta coppie di porte come definito da rfc1413. Assicurati di negare ai clienti non attendibili l'accesso a questa struttura, di solito ha senso consentire l'accesso solo da questa firewall (consentito per impostazione predefinita).
ko_kr: 인증된 tcp 세션을 추적하고 stunnel(cn 부분)에서 사용하는 인증서의 관련 사용자를 반환하는 내부 ID 서비스(rfc1413)를 활성화합니다. 활성화되면 이 서비스는 포트 tcp/113에서 수신 대기하고 rfc1413에 정의된 포트 쌍을 허용합니다. 이 기능에 대한 신뢰할 수 없는 클라이언트 액세스를 거부했는지 확인하세요, 일반적으로 이 방화벽에서만 액세스를 허용하는 것이 합리적입니다(기본적으로 허용됨).
pl_pl: Włącz wewnętrzną usługę ident (rfc1413), która śledzi uwierzytelnione sesje tcp i zwraca powiązanego użytkownika certyfikatu używanego przez stunnel (część cn). Po włączeniu tej usługi słucha ona na porcie tcp/113 i akceptuje pary portów zdefiniowane przez rfc1413. Upewnij się, że nie dopuścisz do dostępu niezaufanych klientów do tej usługi, zazwyczaj ma to sens tylko dla dostępu z tego firewalla (domyślnie dozwolone).
uk_ua: Увімкнути внутрішню службу ident (rfc1413), яка відстежує автентифіковані сеанси tcp та повертає пов'язаного користувача сертифіката, що використовується stunnel (частина cn). Якщо увімкнено, ця служба прослуховує порт tcp/113 і приймає пари портів, визначені rfc1413. Переконайтеся, що ви забороняєте недовіреним клієнтам доступ до цієї функції, зазвичай має сенс дозволяти доступ лише з цього брандмауера (дозволено типово).
zh_cn: 启用内部身份验证服务(rfc1413)，它跟踪经过身份验证的tcp会话， 并返回stunnel (cn部分)使用的证书的关联用户。当启用时，该服务监听tcp/113端口，并接受rfc1413定义的端口对。 确保拒绝不受信任的客户端访问此设施，通常只有允许来自此防火墙的访问才有意义(默认允许)。

source: Enable old bogus PROXY v2 implementation
cs_cz: Zapnout starou falešnou implementaci PROXY v2
de_de: Veraltete fehlerhafte PROXY-v2-Implementierung aktivieren
el_gr: Ενεργοποίηση παλιάς, ψεύτικης υλοποίησης PROXY v2
fa_ir: فعال‌سازی پیاده‌سازی قدیمی و مشکل‌دار PROXY v2
fr_fr: Activer l'ancienne implémentation bidon de PROXY v2
it_it: Abilita la vecchia implementazione fasulla PROXY v2
ko_kr: 이전의 가짜 PROXY v2 구현 사용
pl_pl: Włącz stare, błędne wdrożenie PROXY v2
uk_ua: Увімкнути стару помилкову реалізацію PROXY v2
zh_cn: 启用旧的伪PROXY v2实现

source: Enable or disable this udp relay.
cs_cz: Zapnout nebo vypnout toto udp předávání.
de_de: Aktiviert oder deaktiviert dieses UDP Relay.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε αυτό το ρελέ udp.
fa_ir: این رله udp را فعال یا غیرفعال کنید.
fr_fr: Activer ou désactiver ce relais udp.
it_it: Abilita o disabilita questo relè udp.
ko_kr: 이 UDP 릴레이를 사용하거나 사용하지 않습니다.
pl_pl: Włącz lub wyłącz to przekierowanie udp.
uk_ua: Увімкнути або вимкнути цей UDP-ретранслятор.
zh_cn: 启用或禁用此该udp 中继。

source: Enable pinger
cs_cz: Ověřovat dostupnost pomocí ping
de_de: Pinger aktivieren
el_gr: Ενεργοποίηση pinger
fa_ir: فعال‌سازی پینگر
fr_fr: Activer le pinger
it_it: Abilita ping
ko_kr: pinger 사용
pl_pl: Włącz pinger
uk_ua: Увімкнути pinger
zh_cn: 启用pinger

source: Enable rewrite-rule
cs_cz: Povolit pravidlo přepisu
de_de: Umschreiberegel aktivieren
el_gr: Ενεργοποίηση κανόνα επανεγγραφής
fa_ir: فعال‌سازی قانون بازنویسی
fr_fr: Activer la règle de réécriture
it_it: Abilita regola di riscrittura
ko_kr: 다시 쓰기 규칙 사용
pl_pl: Włącz regułę przepisywania
uk_ua: Увімкнути правило перезапису
zh_cn: 启用重写规则

source: Enable support for AgentX Application (FRR, others).
cs_cz: Povolit podporu pro AgentX aplikace (FRR, ostatní).
de_de: Unterstützung für AgentX-Anwendungen aktivieren (FRR, andere).
el_gr: Ενεργοποίηση υποστήριξης για την εφαρμογή AgentX (FRR, άλλες).
fa_ir: پشتیبانی از AgentX (FRR و سایرین) را فعال کنید.
fr_fr: Activer le support de l'application AgentX (FRR, autres).
it_it: Abilita il supporto per l'applicazione AgentX (FRR, altri).
ko_kr: 에이전트 X 응용 프로그램(FRR 등)에 대한 지원을 사용합니다.
pl_pl: Włącz wsparcie dla aplikacji AgentX (FRR, inne).
uk_ua: Увімкнути підтримку застосунку AgentX (FRR, інші).
zh_cn: 启用 AgentX 应用程序（FRR，其他）的支持。

source: Enable swap plugin
cs_cz: Zapnout zásuvný modul swap
de_de: SWAP-Plugin aktivieren
el_gr: Ενεργοποίηση πρόσθετου ανταλλαγής
fa_ir: فعال‌سازی افزونهٔ swap
fr_fr: Activer le greffon swap
it_it: Abilita il plug-in di scambio
ko_kr: 스왑 플러그인 사용
pl_pl: Włącz wtyczkę swap
uk_ua: Увімкнути плагін swap
zh_cn: 启用swap插件

source: Enable the APCUPSD controlled devices driver.
cs_cz: Zapnout ovladač zařízení ovládaného APCUPSD.
de_de: APCUPSD-gesteuerten Gerätetreiber aktivieren
el_gr: Ενεργοποιήστε το πρόγραμμα οδήγησης συσκευών που ελέγχονται από το APCUPSD.
fa_ir: درایور دستگاه‌های کنترل‌شده توسط APCUPSD را فعال کنید.
fr_fr: Activez le pilote des périphériques contrôlés APCUPSD.
it_it: Abilita il driver dei dispositivi controllati APCUPSD.
ko_kr: APCUPSD 제어 장치 드라이버를 사용합니다.
pl_pl: Włącz sterownik dla urządzeń kontrolowanych przez APCUPSD.
uk_ua: Увімкнути драйвер керованих пристроїв APCUPSD.
zh_cn: 启用 APCUPSD 控制设备驱动程序。

source: Enable the QEMU guest agent service.
cs_cz: Zapnout službu QEMU agenta pro hosta.
de_de: QEMU-Gastagent-Dienst aktivieren.
el_gr: Ενεργοποιήστε την υπηρεσία guest agent QEMU.
fa_ir: فعال کردن سرویس QEMU guest agent
fr_fr: Activez le service d'agent invité QEMU.
it_it: Abilita il servizio agente guest QEMU.
ko_kr: QEMU 게스트 에이전트 서비스를 사용합니다.
pl_pl: Włącz usługę agenta gościa QEMU.
uk_ua: Увімкнути службу гостьового агента QEMU.
zh_cn: 启用QEMU访客代理服务。

source: Enable the ZFS collector.
cs_cz: Zapnout ZFS sběrač.
de_de: ZFS-Sammler aktivieren.
el_gr: Ενεργοποιήστε τον συλλέκτη ZFS.
fa_ir: کلکتور ZFS را فعال کنید.
fr_fr: Activez le collecteur ZFS.
it_it: Abilita il raccoglitore ZFS.
ko_kr: ZFS 수집기를 사용하도록 사용합니다.
pl_pl: Włącz kolektor ZFS.
uk_ua: Увімкнути збирач ZFS.
zh_cn: 启用ZFS收集器。

source: Enable the collection of NTP query metrics.
cs_cz: Zapnout sběr metrik NTP dotazů.
de_de: Erfassung von NTP-Abfragemetriken aktivieren.
el_gr: Ενεργοποιήστε τη συλλογή μετρήσεων ερωτημάτων NTP.
fa_ir: جمع‌آوری معیارهای پرس‌وجوی NTP را فعال کنید.
fr_fr: Activez la collecte des métriques de requête NTP.
it_it: Abilita la raccolta di metriche di query NTP.
ko_kr: NTP 쿼리 메트릭의 수집을 사용합니다.
pl_pl: Włącz zbieranie metryk zapytań NTP.
uk_ua: Увімкнути збір метрик запитів NTP.
zh_cn: 启用 NTP 查询指标的收集。

source: Enable this certificate. When disabled, no attemps to issue or renew the certificate will be made.
cs_cz: Zapnout tento certifikát. Pokud vypnuto, nebude se pokoušeno o vydání či obnovení certifikátu.
de_de: Dieses Zertifikat aktivieren. Wenn deaktiviert, werden keine Versuche unternommen, das Zertifikat auszustellen oder zu erneuern.
el_gr: Ενεργοποιήστε αυτό το πιστοποιητικό. Όταν είναι απενεργοποιημένο, δεν θα γίνονται προσπάθειες έκδοσης ή ανανέωσης του πιστοποιητικού.
fa_ir: این گواهی را فعال کنید. در صورت غیرفعال بودن، هیچ تلاشی برای صدور یا تمدید آن انجام نخواهد شد.
fr_fr: Activer ce certificat. Lorsqu'il est désactivé, aucune tentative d'émission ou de renouvellement du certificat ne sera effectuée.
it_it: Abilita questo certificato. Se disabilitato, non verrà effettuato alcun tentativo di emettere o rinnovare il certificato.
ko_kr: 이 인증서를 사용합니다. 비활성화된 경우 인증서를 발급하거나 갱신하지 않습니다.
pl_pl: Aktywuj ten certyfikat. Gdy jest wyłączony, nie podejmowane są próby wydawania lub odnawiania certyfikatu.
uk_ua: Увімкнути цей сертифікат. Якщо вимкнено, спроби видачі або поновлення сертифіката не здійснюватимуться.
zh_cn: 启用该证书。禁用将不会尝试颁发或更新证书。

source: Enable this mailer configuration.
cs_cz: Zapnout toto nastavení nástroje pro odesílání e-mailů.
de_de: Aktiviert diese Mailer-Konfiguration
el_gr: Ενεργοποιήστε αυτήν τη ρύθμιση παραμέτρων του προγράμματος αλληλογραφίας.
fa_ir: این پیکربندی ایمیل را فعال کنید.
fr_fr: Activez la configuration de ce mailer.
it_it: Abilita questa configurazione del mailer.
ko_kr: 이 메일러 구성을 사용합니다.
pl_pl: Włącz tę konfigurację mailera.
uk_ua: Увімкнути цю конфігурацію поштового агента.
zh_cn: 启用该邮件程序配置。

source: Enable this policy.
cs_cz: Zapnout tuto zásadu.
de_de: Aktiviert diese Richtlinie.
el_gr: Ενεργοποιήστε αυτήν την πολιτική.
fa_ir: این سیاست را فعال کنید.
fr_fr: Activez cette politique.
it_it: Abilita questa policy.
ko_kr: 이 정책을 사용합니다.
pl_pl: Włącz tę politykę.
uk_ua: Увімкнути цю політику.
zh_cn: 启用该策略。

source: Enable this realm
cs_cz: Povolit tuto sféru
de_de: Diesen Realm aktivieren
el_gr: Ενεργοποίηση αυτού του τομέα
fa_ir: این حوزه را فعال کنید
fr_fr: Activez ce domaine
it_it: Abilita questo regno
ko_kr: 이 영역 사용
pl_pl: Włącz to królestwo
uk_ua: Увімкнути цей домен
zh_cn: 启用该realm

source: Enable this resolver configuration.
cs_cz: Zapnout toto nastavení překladu.
de_de: Aktiviert diese Resolver-Konfiguration.
el_gr: Ενεργοποιήστε αυτήν τη διαμόρφωση αναλυτή.
fa_ir: این پیکربندی حل‌کننده را فعال کنید.
fr_fr: Activez la configuration de ce résolveur.
it_it: Abilita questa configurazione del risolutore.
ko_kr: 이 확인자 구성을 사용합니다.
pl_pl: Włącz tę konfigurację resolvera.
uk_ua: Увімкнути цю конфігурацію роздільника.
zh_cn: 启用该解析器配置。

source: Enable this rule.
cs_cz: Zapnout toto pravidlo.
de_de: Aktiviert diese Regel.
el_gr: Ενεργοποιήστε αυτόν τον κανόνα.
fa_ir: این قانون را فعال کنید.
fr_fr: Activez cette règle.
it_it: Abilita questa regola.
ko_kr: 이 규칙을 사용합니다.
pl_pl: Włącz tę regułę.
uk_ua: Увімкнути це правило.
zh_cn: 启用该规则。

source: Enabling sends the plugin instance and type instance to Graphite as separate path components: host.cpu.0.cpu.idle. Disabling sends the plugin and plugin instance as one path component and type and type instance as another component: host.cpu-0.cpu-idle.
cs_cz: Povolení odešle instanci zásuvného modulu a instanci typu do Graphite jako samostatné komponenty cesty: host.cpu.0.cpu.idle. Zakázání odešle zásuvný modul a instanci zásuvného modulu jako jednu komponentu cesty a typ a instanci typu jako další komponentu: host.cpu-0.cpu-idle.
de_de: Bei Aktivierung werden Plugin-Instanz und Typ-Instanz als separate Pfadbestandteile an Graphite gesendet: host.cpu.0.cpu.idle. Bei Deaktivierung werden Plugin und Plugin-Instanz als ein Pfadbestandteil und Typ und Typ-Instanz als ein weiterer Bestandteil gesendet: host.cpu-0.cpu-idle.
el_gr: Η ενεργοποίηση αποστέλλει την παρουσία της προσθήκης και την παρουσία τύπου στο Graphite ως ξεχωριστά στοιχεία διαδρομής: host.cpu.0.cpu.idle. Η απενεργοποίηση αποστέλλει την προσθήκη και την παρουσία τύπου ως ένα στοιχείο διαδρομής και την παρουσία τύπου και τύπου ως ένα άλλο στοιχείο: host.cpu-0.cpu-idle.
fa_ir: در صورت فعال بودن، نمونهٔ پلاگین و نمونهٔ نوع به‌عنوان مؤلفه‌های مسیر جداگانه به Graphite ارسال می‌شوند: host.cpu.0.cpu.idle. در صورت غیرفعال بودن، پلاگین و نمونهٔ پلاگین به‌عنوان یک مؤلفهٔ مسیر و نوع و نمونهٔ نوع به‌عنوان مؤلفه‌ای دیگر ارسال می‌شوند: host.cpu-0.cpu-idle.
fr_fr: L'activation envoie l'instance de plug-in et l'instance de type à Graphite en tant que composants de chemin distincts : host.cpu.0.cpu.idle. La désactivation envoie le plug-in et l'instance de plug-in en tant que composant de chemin d'accès et l'instance de type et de type en tant qu'autre composant : host.cpu-0.cpu-idle.
it_it: L'abilitazione invia l'istanza del plugin e l'istanza del tipo a Graphite come componenti di percorso separati: host.cpu.0.cpu.idle. La disabilitazione invia il plugin e l'istanza del plugin come un componente del percorso e il tipo e l'istanza del tipo come un altro componente: host.cpu-0.cpu-idle.
ko_kr: 활성화하면 플러그인 인스턴스와 유형 인스턴스가 Graphite에 별도의 경로 구성 요소로 전송됩니다: host.cpu.0.cpu.idle. 비활성화하면 플러그인과 플러그인 인스턴스가 하나의 경로 구성 요소로 전송되고 유형과 유형 인스턴스가 다른 구성 요소로 전송됩니다: host.cpu-0.cpu-idle.
pl_pl: Włączenie wysyła instancję wtyczki i instancję typu do Graphite jako oddzielne komponenty ścieżki: host.cpu.0.cpu.idle. Wyłączenie wysyła wtyczkę i instancję wtyczki jako jeden komponent ścieżki i typ oraz instancję typu jako inny komponent: host.cpu-0.cpu-idle.
uk_ua: Увімкнення надсилає екземпляр плагіна та екземпляр типу до Graphite як окремі компоненти шляху: host.cpu.0.cpu.idle. Вимкнення надсилає плагін та екземпляр плагіна як один компонент шляху, а тип та екземпляр типу як інший компонент: host.cpu-0.cpu-idle.
zh_cn: 启用时，会将插件实例和类型实例作为单独的路径组件发送到Graphite：host.cpu.0.cpu.idle。。禁用时，会将插件和插件实例作为一个路径组件发送，并将类型和类型实例作为另一个组件发送：host.cpu-0.cpu-idle。

source: Enter a name for this category.
cs_cz: Zadejte název pro tuto kategorii.
de_de: Geben Sie einen Namen für diese Kategorie ein.
el_gr: Εισαγάγετε ένα όνομα για αυτήν την κατηγορία.
fa_ir: برای این دسته یک نام وارد کنید.
fr_fr: Saisissez un nom pour cette catégorie.
it_it: Inserisci un nome per questa categoria.
ko_kr: 이 카테고리에 대한 이름을 입력하세요.
pl_pl: Wprowadź nazwę dla tej kategorii.
uk_ua: Введіть назву для цієї категорії.
zh_cn: 输入类别的名称。

source: Enter a name for your error page.
cs_cz: Zadejte název pro vaši chybovou stránku.
de_de: Geben Sie einen Namen für Ihre Fehlerseite ein.
el_gr: Εισαγάγετε ένα όνομα για τη σελίδα σφάλματος.
fa_ir: یک نام برای صفحه خطای خود وارد کنید.
fr_fr: Saisissez un nom pour votre page d'erreur.
it_it: Inserisci un nome per la pagina di errore.
ko_kr: 오류 페이지의 이름을 입력하세요.
pl_pl: Wprowadź nazwę dla swojej strony błędu.
uk_ua: Введіть назву для вашої сторінки помилок.
zh_cn: 输入错误页面的名称。

source: Enter ip:port here. Finish with TAB.
cs_cz: Sem zadejte ip:port. Dokončete stiskem TAB.
de_de: Hier ip:port eingeben. Mit TAB beenden.
el_gr: Εισαγάγετε εδώ ip:port. Ολοκληρώστε με TAB.
fa_ir: اینجا ip:port را وارد کنید. برای پایان TAB را بزنید.
fr_fr: Entrez ip:port ici. Terminez avec TAB.
it_it: Inserisci ip:porta qui. Concludere con TAB.
ko_kr: 여기에 ip:port를 입력하세요. 탭키로 완료하세요.
pl_pl: Wprowadź ip:port tutaj. Zakończ TAB.
uk_ua: Введіть ip:порт тут. Завершіть, натиснувши TAB.
zh_cn: 在此处输入 IP:端口。按TAB键结束。

source: Enter the HTTP status codes for which the error page shall be shown.
cs_cz: Zadejte HTTP stavové kódy pro které má být tato stránka zobrazována.
de_de: Geben Sie die HTTP-Statuscodes an, für die die Fehlerseite angezeigt werden soll.
el_gr: Εισαγάγετε τους κωδικούς κατάστασης HTTP για τους οποίους θα εμφανίζεται η σελίδα σφάλματος.
fa_ir: کدهای وضعیت HTTP که برای آن‌ها صفحه خطا نمایش داده شود را وارد کنید.
fr_fr: Saisissez les codes d'état HTTP pour lesquels la page d'erreur doit être affichée.
it_it: Immettere i codici di stato HTTP per i quali verrà visualizzata la pagina di errore.
ko_kr: 오류 페이지가 표시될 HTTP 상태 코드를 입력하세요.
pl_pl: Wprowadź kody statusu HTTP, dla których ma być wyświetlana strona błędu.
uk_ua: Введіть коди стану HTTP, для яких має відображатися сторінка помилок.
zh_cn: 输入要显示错误页面的 HTTP 状态代码。

source: Enter the name of a GET parameter to restrict matches to (supports regular expressions if enabled for this rule).
cs_cz: Zadejte název parametru GET, na který chcete omezit shodu (podporuje regulární výrazy, pokud je toto pravidlo povoleno).
de_de: Geben Sie den Namen eines GET-Parameters an, um die Prüfung auf diesen einzugrenzen (unterstützt reguläre Ausdrücke, sofern aktiviert).
el_gr: Εισαγάγετε το όνομα μιας παραμέτρου GET στην οποία θα περιορίζονται οι αντιστοιχίσεις (υποστηρίζει κανονικές εκφράσεις εάν είναι ενεργοποιημένη για αυτόν τον κανόνα).
fa_ir: نام پارامتر GET برای محدودسازی مطابقت‌ها را وارد کنید (در صورت فعال‌بودن برای این قانون از عبارات منظم پشتیبانی می‌شود).
fr_fr: Saisissez le nom d'un paramètre GET pour limiter les correspondances (prend en charge les expressions régulières si cette règle est activée).
it_it: Inserisci il nome di un parametro GET a cui limitare le corrispondenze (supporta le espressioni regolari se abilitato per questa regola).
ko_kr: 일치를 제한할 GET 매개 변수의 이름을 입력하세요(이 규칙에 대해 활성화된 경우 정규식 지원).
pl_pl: Wprowadź nazwę parametru GET, aby ograniczyć dopasowania do niej (obsługuje wyrażenia regularne, jeśli są włączone dla tej reguły).
uk_ua: Введіть назву параметра GET, щоб обмежити відповідності (підтримує регулярні вирази, якщо увімкнено для цього правила).
zh_cn: 输入要限制匹配的GET参数的名称（如果要为该规则启用，则支持正则表达式）。

source: Enter the name of a HTTP header to restrict matches to (supports regular expressions if enabled for this rule).
cs_cz: Zadejte název HTTP hlavičky, na kterou chcete omezit shodu (podporuje regulární výrazy, pokud jsou pro toto pravidlo zapnuté).
de_de: Geben Sie den Namen eines HTTP-Headers an, um die Prüfung auf diesen einzugrenzen (unterstützt reguläre Ausdrücke, sofern aktiviert).
el_gr: Εισαγάγετε το όνομα μιας κεφαλίδας HTTP στην οποία θα περιορίζονται οι αντιστοιχίσεις (υποστηρίζει κανονικές εκφράσεις εάν είναι ενεργοποιημένη για αυτόν τον κανόνα).
fa_ir: نام یک هدر HTTP برای محدودسازی مطابقت‌ها را وارد کنید (در صورت فعال‌بودن برای این قانون از عبارات منظم پشتیبانی می‌شود).
fr_fr: Saisissez le nom d'un en-tête HTTP pour lequel vous souhaitez restreindre les correspondances (prend en charge les expressions régulières si cette règle est activée).
it_it: Inserisci il nome di un'intestazione HTTP a cui limitare le corrispondenze (supporta le espressioni regolari se abilitate per questa regola).
ko_kr: 일치를 제한할 HTTP 헤더의 이름을 입력하세요(이 규칙에 대해 사용 가능한 경우 정규식 지원).
pl_pl: Wprowadź nazwę nagłówka HTTP, aby ograniczyć dopasowania do niej (obsługuje wyrażenia regularne, jeśli są włączone dla tej reguły).
uk_ua: Введіть назву заголовка HTTP, щоб обмежити відповідності (підтримує регулярні вирази, якщо увімкнено для цього правила).
zh_cn: 输入要限制匹配的 HTTP 标头的名称（如果要为该规则启用，则支持正则表达式）。

source: Enter the name of a POST parameter to restrict matches to (supports regular expressions if enabled for this rule).
cs_cz: Zadejte název parametru POST, na který chcete omezit shodu (podporuje regulární výrazy, pokud je toto pravidlo povoleno).
de_de: Geben Sie den Namen eines POST-Parameters an, um die Prüfung auf diesen einzugrenzen (unterstützt reguläre Ausdrücke, sofern aktiviert).
el_gr: Εισαγάγετε το όνομα μιας παραμέτρου POST στην οποία θα περιορίσετε τις αντιστοιχίσεις (υποστηρίζει κανονικές εκφράσεις εάν είναι ενεργοποιημένη για αυτόν τον κανόνα).
fa_ir: نام پارامتر POST برای محدودسازی مطابقت‌ها را وارد کنید (در صورت فعال‌بودن برای این قانون از عبارات منظم پشتیبانی می‌شود).
fr_fr: Saisissez le nom d'un paramètre POST pour limiter les correspondances (prend en charge les expressions régulières si cette règle est activée).
it_it: Inserisci il nome di un parametro POST a cui limitare le corrispondenze (supporta le espressioni regolari se abilitato per questa regola).
ko_kr: 일치를 제한할 POST 매개 변수의 이름을 입력하세요(이 규칙에 대해 활성화된 경우 정규식 지원).
pl_pl: Wprowadź nazwę parametru POST, aby ograniczyć dopasowania do niej (obsługuje wyrażenia regularne, jeśli są włączone dla tej reguły).
uk_ua: Введіть назву параметра POST, щоб обмежити відповідності (підтримує регулярні вирази, якщо увімкнено для цього правила).
zh_cn: 输入 POST 参数的名称来限制匹配（如果为该规则启用，则支持正则表达式）。

source: Error Pages
cs_cz: Chybové stránky
de_de: Fehlerseiten
el_gr: Σελίδες σφάλματος
fa_ir: صفحات خطا
fr_fr: Pages d'erreur
it_it: Pagine di errore
ko_kr: 오류 페이지
pl_pl: Strony błędów
uk_ua: Сторінки помилок
zh_cn: 错误页面

source: External address of selected machine
cs_cz: Externí adresa vybraného stroje
de_de: Externe Adresse der ausgewählten Maschine
el_gr: Εξωτερική διεύθυνση επιλεγμένου μηχανήματος
fa_ir: آدرس خارجی ماشین انتخاب‌شده
fr_fr: Adresse externe de la machine sélectionnée
it_it: Indirizzo esterno della macchina selezionata
ko_kr: 선택한 시스템의 외부 주소
pl_pl: Zewnętrzny adres wybranej maszyny
uk_ua: Зовнішня адреса обраної машини
zh_cn: 所选机器的外部地址

source: External addresses of this machine
cs_cz: Externí adresy tohoto stroje
de_de: Externe Adressen dieser Maschine
el_gr: Εξωτερικές διευθύνσεις αυτού του μηχανήματος
fa_ir: آدرس‌های خارجی این ماشین
fr_fr: Adresses externes de cette machine
it_it: Indirizzi esterni di questa macchina
ko_kr: 이 시스템의 외부 주소
pl_pl: Zewnętrzne adresy tej maszyny
uk_ua: Зовнішні адреси цієї машини
zh_cn: 该设备的外部地址
