Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: When set, this option blocks traffic from IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
cs_cz: Pokud je nastavená, tato předvolba bude blokovat provoz z IP adres, které jsou vyhrazené (ale ne RFC 1918) nebo ještě nepřiřazené organizací IANA.
de_de: Wenn aktiviert, blockiert diese Option Datenverkehr von IP-Adressen, die reserviert (aber nicht RFC 1918) oder noch nicht von der IANA zugewiesen sind.
el_gr: Όταν οριστεί, αυτή η επιλογή αποκλείει την επισκεψιμότητα από διευθύνσεις IP που είναι δεσμευμένες (αλλά όχι RFC 1918) ή δεν έχουν ακόμη εκχωρηθεί από την IANA.
fa_ir: با فعال‌بودن، این گزینه ترافیک را از آدرس‌های IP که رزرو شده‌اند (اما نه RFC 1918) یا هنوز توسط IANA اختصاص نیافته‌اند، مسدود می‌کند.
fr_fr: Lorsque cette option est activée, elle bloque le trafic provenant des adresses IP réservées ou les adresses non encore affectées par l'IANA (mais pas au sens de la RFC 1918).
it_it: Se impostata, questa opzione blocca il traffico proveniente da indirizzi IP riservati (ma non RFC 1918) o non ancora assegnati da IANA.
ko_kr: 이 옵션이 설정되면 IANA에서 아직 할당되지 않은 예약된 IP 주소(RFC 1918은 아님)의 트래픽을 차단합니다
pl_pl: Gdy jest ustawiona, ta opcja blokuje ruch pochodzący z adresów IP, które są zarezerwowane (ale nie RFC 1918) lub jeszcze nie przydzielone przez IANA.
uk_ua: Якщо встановлено, ця опція блокує трафік з IP-адрес, які зарезервовані (але не RFC 1918) або ще не призначені IANA.
zh_cn: 选中后，将会阻止来自保留IP地址(但不是RFC 1918)或IANA尚未分配的IP地址的流量。

source: Enter a description (name) for the interface here.
cs_cz: Sem zadejte popis (název) rozhraní.
de_de: Geben Sie hier eine Beschreibung (Name) für die Schnittstelle ein.
el_gr: Εισαγάγετε εδώ μια περιγραφή (όνομα) για τη διεπαφή.
fa_ir: توضیح (نام) رابط را اینجا وارد کنید.
fr_fr: Indiquez une description (nom) pour l'interface.
it_it: Inserisci qui una descrizione (nome) per l'interfaccia.
ko_kr: 여기에 인터페이스에 대한 설명(이름)을 입력하세요.
pl_pl: Wprowadź tutaj opis (nazwę) dla interfejsu.
uk_ua: Введіть опис (ім'я) для інтерфейсу тут.
zh_cn: 输入接口名称。

source: Prevent interface removal
cs_cz: Zabránit odebrání rozhraní
de_de: Entfernen der Schnittstelle verhindern
el_gr: Αποτροπή αφαίρεσης διεπαφής
fa_ir: جلوگیری از حذف رابط
fr_fr: Empêcher la suppression de l'interface
it_it: Impedire la rimozione dell'interfaccia
ko_kr: 인터페이스 제거 방지
pl_pl: Zabroń usuwania interfejsu
uk_ua: Заборонити видалення інтерфейсу
zh_cn: 防止接口删除

source: Lock
cs_cz: Zámek
de_de: Sperren
el_gr: Κλειδαριά
fa_ir: قفل
fr_fr: Verrouiller
it_it: Serratura
ko_kr: 잠금
pl_pl: Zablokuj
uk_ua: Заблокувати
zh_cn: 锁定

source: Enable Interface
cs_cz: Zapnout rozhraní
de_de: Schnittstelle aktivieren
el_gr: Ενεργοποίηση διεπαφής
fa_ir: فعال‌سازی رابط
fr_fr: Activer l'interface
it_it: Abilita interfaccia
ko_kr: 인터페이스 사용
pl_pl: Interfejs włączony
uk_ua: Увімкнути інтерфейс
zh_cn: 启用接口

source: The %s configuration has been changed.
cs_cz: Nastavení %s byla změněna.
de_de: Die Konfiguration von %s hat sich geändert.
el_gr: Η διαμόρφωση του %s έχει αλλάξει.
fa_ir: پیکربندی %s تغییر کرد.
fr_fr: La configuration %s a été modifiée.
it_it: La configurazione di %s è stata modificata.
ko_kr: %s 구성이 변경되었습니다.
pl_pl: Konfiguracja %s została zmieniona.
uk_ua: Конфігурація %s була змінена.
zh_cn: %s配置已更改。

source: Don't forget to adjust the DHCP Server range if needed after applying.
cs_cz: Po použití nezapomeňte případně upravit rozsah DHCP serveru.
de_de: Vergessen Sie nicht ggf. den Bereich des DHCP-Servers nach dem Übernehmen anzupassen.
el_gr: Μην ξεχάσετε να προσαρμόσετε το εύρος του διακομιστή DHCP, εάν χρειάζεται, μετά την εφαρμογή.
fa_ir: پس از اعمال، در صورت نیاز، فراموش نکنید بازه سرور DHCP را تنظیم کنید.
fr_fr: Ne pas oublier d'ajuster la plage DHCP si besoin après application.
it_it: Non dimenticare di modificare l'intervallo del server DHCP, se necessario, dopo l'applicazione.
ko_kr: 적용 후 필요한 경우 DHCP 서버 범위를 조정하는 것을 잊지 마세요.
pl_pl: Nie zapomnij dostosować zakresu serwera DHCP po zastosowaniu, jeśli jest to konieczne.
uk_ua: Не забудьте скоригувати діапазон DHCP-сервера, якщо необхідно, після застосування.
zh_cn: 在应用后，如果需要，请不要忘记调整DHCP服务器范围。

source: The length of the passphrase should be between 8 and 63 characters.
cs_cz: Délka heslové fráze by měla být mezi 8 a 63 znaky.
de_de: Die Länge des Passworts muss zwischen 8 und 63 Zeichen lang sein.
el_gr: Το μήκος της φράσης πρόσβασης πρέπει να είναι μεταξύ 8 και 63 χαρακτήρων.
fa_ir: طول رمزعبور باید بین 8 تا 63 کاراکتر باشد.
fr_fr: La longueur de la passphrase doit être comprise entre 8 et 63 caractères.
it_it: La lunghezza della passphrase deve essere compresa tra 8 e 63 caratteri.
ko_kr: 비밀번호 구문의 길이는 8자에서 63자 사이여야 합니다.
pl_pl: Długość hasła powinna wynosić od 8 do 63 znaków.
uk_ua: Довжина кодової фрази повинна бути від 8 до 63 символів.
zh_cn: 密码的长度应在8到63个字符之间。

source: Invalid WEP key size. Sizes should be 40 (64) bit keys or 104 (128) bit.
cs_cz: Neplatné délka WEP klíče. Délky by měly být 40 (64) bitů nebo 104 (128) bitů.
de_de: Ungültige WEP-Schlüssellänge. Die Schlüssel sollten 40 (64) Bit oder 104 (128) Bit lang sein.
el_gr: Μη έγκυρο μέγεθος κλειδιού WEP. Τα μεγέθη θα πρέπει να είναι κλειδιά 40 (64) bit ή 104 (128) bit.
fa_ir: اندازهٔ کلید WEP نامعتبر است. اندازه‌ها باید 40 (64) بیت یا 104 (128) بیت باشند.
fr_fr: Taille de la clé WEP invalide. Les tailles acceptées sont 40 (64) ou 104 (128) bits.
it_it: Dimensione chiave WEP non valida. Le dimensioni devono essere chiavi da 40 (64) bit o 104 (128) bit.
ko_kr: WEP 키 크기가 잘못되었습니다. 크기는 40(64) 비트 키 또는 104(128) 비트여야 합니다.
pl_pl: Nieprawidłowy rozmiar klucza WEP. Rozmiary powinny wynosić 40 (64) bity lub 104 (128) bity.
uk_ua: Невірний розмір ключа WEP. Розміри повинні бути 40 (64) бітні або 104 (128) бітні ключі.
zh_cn: WEP密钥大小无效。 大小应为40(64)位，或104(128)位。

source: Unable to change mode to %s. You may already have the maximum number of wireless clones supported in this mode.
cs_cz: Nedaří se změnit režim %s. Nejspíš už máte nejvyšší možný počet bezdrátových klonů podporovaných v tomto režimu.
de_de: Es ist nicht möglich, den Modus auf %s zu ändern. Sie könnten bereits die Maximalanzahl an drahtlosen Klonen für diesen Modus bereits erreicht haben.
el_gr: Δεν είναι δυνατή η αλλαγή της λειτουργίας σε %s. Ενδέχεται να έχετε ήδη τον μέγιστο αριθμό ασύρματων κλώνων που υποστηρίζονται σε αυτήν τη λειτουργία.
fa_ir: امکان تغییر حالت به %s وجود ندارد. ممکن است در این حالت از قبل به حداکثر تعداد کلون‌های بی‌سیم پشتیبانی‌شده رسیده باشید.
fr_fr: Impossible de changer le mode en %s. Vous avez peut-être déjà le nombre maximum de clones sans fil pris en charge dans ce mode.
it_it: Impossibile cambiare la modalità in %s. Potresti già avere il numero massimo di cloni wireless supportati in questa modalità.
ko_kr: 모드를 %s로 변경할 수 없습니다. 이 모드에서 지원되는 최대 무선 복제본 수가 이미 있을 수 있습니다.
pl_pl: Nie można zmienić trybu na %s. Możesz już mieć maksymalną liczbę klonów bezprzewodowych obsługiwanych w tym trybie.
uk_ua: Неможливо змінити режим на %s. Можливо, у цьому режимі вже досягнуто максимальну кількість підтримуваних бездротових клонів.
zh_cn: 无法将模式更改为%s。 您可能已达到此模式下支持的最大数量的无线克隆。

source: The MSS must be greater than 576 bytes.
cs_cz: Je třeba, aby MSS byla vyšší než 576 bajtů.
de_de: MSS muss größer sein als 576 bytes.
el_gr: Το MSS πρέπει να είναι μεγαλύτερο από 576 byte.
fa_ir: MSS باید بیشتر از 576 بایت باشد.
fr_fr: La MSS (Maximum Segment Size) doit être supérieure à 576 octets.
it_it: L'MSS deve essere maggiore di 576 byte.
ko_kr: MSS는 576바이트보다 커야 합니다.
pl_pl: MSS musi być większy niż 576 bajtów.
uk_ua: MSS має бути більшим за 576 байтів.
zh_cn: MSS必须大于576字节。

source: Interface %s (VLAN) has MTU set to a bigger value
cs_cz: Rozhraní %s (VLAN) má MTU nastavené na vyšší hodnotu
de_de: Für Schnittstelle %s (VLAN) ist die MTU auf einen höheren Wert eingestellt
el_gr: Η διεπαφή %s (VLAN) έχει MTU ορισμένη σε μεγαλύτερη τιμή
fa_ir: برای رابط %s (VLAN) مقدار MTU بزرگ‌تری تنظیم شده است.
fr_fr: L’interface %s (VLAN) a la valeur MTU définie sur une valeur supérieure.
it_it: L'interfaccia %s (VLAN) ha MTU impostato su un valore maggiore
ko_kr: 인터페이스 %s (VLAN)의 MTU가 더 큰 값으로 설정됨
pl_pl: Interfejs %s (VLAN) ma ustawioną większą wartość MTU
uk_ua: Інтерфейс %s (VLAN) має MTU, встановлений на більше значення
zh_cn: 接口%s(VLAN)的MTU设置为更大的值

source: A valid MAC address must be specified.
cs_cz: Je třeba zadat platnou MAC adresu.
de_de: Eine gültige MAC-Adresse muss spezifiziert werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση MAC.
fa_ir: باید یک آدرس MAC معتبر مشخص شود.
fr_fr: Une adresse MAC valide doit être spécifiée.
it_it: È necessario specificare un indirizzo MAC valido.
ko_kr: 유효한 MAC 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres MAC.
uk_ua: Необхідно вказати дійсну MAC-адресу.
zh_cn: 必须指定一个有效的Mac地址。

source: The idle timeout value must be an integer.
cs_cz: Je třeba, aby hodnota časového limitu nečinnosti bylo celé kladné číslo.
de_de: Die Leerlaufgültigkeitsdauer muss eine Zahl sein.
el_gr: Η τιμή χρονικού ορίου αδράνειας πρέπει να είναι ακέραιος αριθμός.
fa_ir: مقدار زمان بی‌کاری باید عدد صحیح باشد.
fr_fr: La valeur du délai d'inactivité doit être un nombre entier.
it_it: Il valore del timeout di inattività deve essere un numero intero.
ko_kr: 유휴 시간 초과 값은 정수여야 합니다.
pl_pl: Wartość czasu bezczynności musi być liczbą całkowitą.
uk_ua: Значення тайм-ауту бездіяльності повинно бути цілим числом.
zh_cn: 空闲超时值必须是一个整数。

source: A valid gateway must be specified.
cs_cz: Je třeba zadat platnou bránu.
de_de: Ein gültiger Gateway muss spezifiziert werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη πύλη.
fa_ir: باید یک دروازه معتبر مشخص شود.
fr_fr: Une passerelle valide doit être spécifiée.
it_it: È necessario specificare un gateway valido.
ko_kr: 유효한 게이트웨이를 지정해야 합니다.
pl_pl: Należy podać prawidłową bramę.
uk_ua: Необхідно вказати дійсний шлюз.
zh_cn: 必须指定一个有效的网关。

source: A valid alias subnet bit count must be specified.
cs_cz: Je třeba zadat platný počet bitů alternativní podsítě.
de_de: Eine gültige Aliassubnetzbitanzahl muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit υποδικτύου ψευδωνύμου.
fa_ir: باید یک مقدار معتبر برای تعداد بیت‌های زیرشبکه‌ی نام مستعار مشخص شود.
fr_fr: Il convient de spécifier un nombre de bits de sous-réseau
it_it: È necessario specificare un conteggio di bit della sottorete alias valido.
ko_kr: 유효한 별칭 서브넷 비트 수를 지정해야 합니다.
pl_pl: Należy podać prawidłową liczbę bitów podsieci aliasu.
uk_ua: Необхідно вказати дійсну кількість біт підмережі псевдоніма.
zh_cn: 必须指定有效的别名子网掩码。

source: A valid alias IP address must be specified.
cs_cz: Je třeba zadat platnou IP adresu alternativního názvu.
de_de: Eine gültige Alias IP-Adresse muss spezifiziert werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IP με ψευδώνυμο.
fa_ir: باید یک آدرس IP نام‌مستعار معتبر مشخص شود.
fr_fr: Une adresse IP d'alias valide doit être spécifiée.
it_it: È necessario specificare un indirizzo IP alias valido.
ko_kr: 유효한 별칭 IP 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy aliasowy adres IP.
uk_ua: Необхідно вказати дійсну IP-адресу псевдоніма.
zh_cn: 必须指定一个有效的别名IP地址。

source: A valid subnet bit count must be specified.
cs_cz: Je třeba zadat platný počet bitů podsítě.
de_de: Eine gültige Subnetzbitanzahl muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ένας έγκυρος αριθμός bit υποδικτύου.
fa_ir: باید یک مقدار معتبر برای تعداد بیت‌های زیرشبکه مشخص شود.
fr_fr: Un nombre de bits de sous-réseau valide doit être spécifié.
it_it: È necessario specificare un conteggio di bit di sottorete valido.
ko_kr: 유효한 서브넷 비트 수를 지정해야 합니다.
pl_pl: Należy podać prawidłową liczbę bitów podsieci.
uk_ua: Необхідно вказати дійсну кількість бітів підмережі.
zh_cn: 必须指定一个有效的子网掩码。

source: This IPv6 address conflicts with a Static Route.
cs_cz: Tato IPv6 adresa koliduje se statickou trasou.
de_de: Diese IPv6-Adresse steht in Konflikt mit einer statischen Route.
el_gr: Αυτή η διεύθυνση IPv6 έρχεται σε διένεξη με μια στατική διαδρομή.
fa_ir: این آدرس IPv6 با یک مسیر ایستا تداخل دارد.
fr_fr: Cette adresse IPv6 est en conflit avec une route statique.
it_it: Questo indirizzo IPv6 è in conflitto con una route statica.
ko_kr: 이 IPv6 주소가 정적 라우트와 충돌합니다.
pl_pl: Ten adres IPv6 koliduje z Stałą Trasą.
uk_ua: Ця адреса IPv6 конфліктує зі статичним маршрутом.
zh_cn: 此IPv6地址与静态路由冲突。

source: This IPv6 address is being used by another interface or VIP.
cs_cz: Tato IPv6 adresa je používaná jiným rozhraním nebo jako virt. IP adresa.
de_de: Diese IPv6-Adresse wird bereits von einer anderen Schnittstelle oder VIP verwendet.
el_gr: Αυτή η διεύθυνση IPv6 χρησιμοποιείται από μια άλλη διεπαφή ή VIP.
fa_ir: این آدرس IPv6 توسط رابط یا VIP دیگری استفاده شده است.
fr_fr: Cette adresse IPv6 est utilisée par une autre interface ou VIP.
it_it: Questo indirizzo IPv6 è utilizzato da un'altra interfaccia o VIP.
ko_kr: 이 IPv6 주소는 다른 인터페이스 또는 VIP에서 사용되고 있습니다.
pl_pl: Ten adres IPv6 jest używany przez inny interfejs lub VIP.
uk_ua: Ця адреса IPv6 використовується іншим інтерфейсом або VIP.
zh_cn: 此IPv6地址正由另一个接口或VIP使用。

source: A valid IPv6 address must be specified.
cs_cz: Je třeba zadat platnou IPv6 adresu.
de_de: Eine gültige IPv6-Adresse muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv6.
fa_ir: باید یک آدرس IPv6 معتبر مشخص شود.
fr_fr: Une adresse IPv6 valide doit être spécifiée
it_it: È necessario specificare un indirizzo IPv6 valido.
ko_kr: 유효한 IPv6 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres IPv6.
uk_ua: Необхідно вказати дійсну адресу IPv6.
zh_cn: 必须指定一个IPv6地址。

source: This IPv4 address conflicts with a Static Route.
cs_cz: Tato IPv4 adresa koliduje se statickou trasou.
de_de: Diese IPv4 Adresse steht in konflikt mit einer statischen Route.
el_gr: Αυτή η διεύθυνση IPv4 έρχεται σε διένεξη με μια στατική διαδρομή.
fa_ir: این آدرس IPv4 با یک مسیر ایستا تداخل دارد.
fr_fr: Cette adresse IPv4 est en conflit avec une route statique.
it_it: Questo indirizzo IPv4 è in conflitto con una route statica.
ko_kr: 이 IPv4 주소가 정적 라우트와 충돌합니다.
pl_pl: Ten adres IPv4 koliduje z Stałą Trasą.
uk_ua: Ця адреса IPv4 конфліктує зі статичним маршрутом.
zh_cn: 该IPv4地址与静态路由冲突。

source: This IPv4 address is the broadcast address and cannot be used
cs_cz: Tato IPv4 adresa je adresou všesměrového vysílání a nelze ji proto použít
de_de: Bei dieser IPv4-Adresse handelt es sich um die Broadcastadresse und kann daher nicht verwendet werden
el_gr: Αυτή η διεύθυνση IPv4 είναι η διεύθυνση μετάδοσης και δεν μπορεί να χρησιμοποιηθεί
fa_ir: این آدرس IPv4، آدرس broadcast است و قابل استفاده نیست.
fr_fr: Cette adresse IPv4 est l'adresse de diffusion (broadcast) et ne peut donc pas être utilisée
it_it: Questo indirizzo IPv4 è l'indirizzo broadcast e non può essere utilizzato
ko_kr: 이 IPv4 주소는 브로드캐스트 주소이므로 사용할 수 없습니다
pl_pl: Ten adres IPv4 jest adresem rozgłoszeniowym i nie może być używany
uk_ua: Ця адреса IPv4 є широкомовною адресою і не може бути використана.
zh_cn: 该IPv4地址是广播地址，不能使用

source: This IPv4 address is the network address and cannot be used
cs_cz: Tato IPv4 adresa je adresou sítě a nelze ji proto použít
de_de: Bei dieser IPv4-Adresse handelt es sich um die Netzwerkadresse und kann daher nicht verwendet werden
el_gr: Αυτή η διεύθυνση IPv4 είναι η διεύθυνση δικτύου και δεν μπορεί να χρησιμοποιηθεί
fa_ir: این آدرس IPv4، آدرس شبکه است و قابل استفاده نیست.
fr_fr: Cette adresse IPv4 est l'adresse du réseau et ne peut donc pas être utilisée
it_it: Questo indirizzo IPv4 è l'indirizzo di rete e non può essere utilizzato
ko_kr: 이 IPv4 주소는 네트워크 주소이므로 사용할 수 없습니다
pl_pl: Ten adres IPv4 jest adresem sieciowym i nie może być używany
uk_ua: Ця адреса IPv4 є мережевою адресою і не може бути використана.
zh_cn: 该IPv4地址是网络地址，不能使用

source: This IPv4 address is being used by another interface or VIP.
cs_cz: Tato IPv4 adresa je používaná jiným rozhraním nebo jako virt. IP adresa.
de_de: Diese IPv4 Adresse wird bereits von einer anderen Schnittstelle oder VIP verwendet.
el_gr: Αυτή η διεύθυνση IPv4 χρησιμοποιείται από άλλη διεπαφή ή VIP.
fa_ir: این آدرس IPv4 توسط رابط یا VIP دیگری استفاده شده است.
fr_fr: Cette adresse IPv4 est utilisée par une autre interface ou VIP.
it_it: Questo indirizzo IPv4 è utilizzato da un'altra interfaccia o VIP.
ko_kr: 이 IPv4 주소는 다른 인터페이스 또는 VIP에서 사용되고 있습니다.
pl_pl: Ten adres IPv4 jest używany przez inny interfejs lub VIP.
uk_ua: Ця адреса IPv4 використовується іншим інтерфейсом або VIP.
zh_cn: 此IPv4地址正由另一个接口或VIP使用。

source: A valid IPv4 address must be specified.
cs_cz: Je třeba zadat platnou IPv4 adresu.
de_de: Eine gültige IPv4 Adresse muss angegeben werden.
el_gr: Πρέπει να καθοριστεί μια έγκυρη διεύθυνση IPv4.
fa_ir: باید یک آدرس IPv4 معتبر مشخص شود.
fr_fr: Une adresse IPv4 valide doit être spécifiée.
it_it: È necessario specificare un indirizzo IPv4 valido.
ko_kr: 유효한 IPv4 주소를 지정해야 합니다.
pl_pl: Należy podać prawidłowy adres IPv4.
uk_ua: Необхідно вказати дійсну адресу IPv4.
zh_cn: 必须指定一个有效的IPv4地址。

source: You specified an IPv6 prefix ID that is out of range.
cs_cz: Zadali jste identifikátor IPv6 předpony, který je mimo rozsah.
de_de: Sie haben eine IPv6-Präfix-ID spezifiziert, die außerhalb des gültigen Bereichs liegt.
el_gr: Καθορίσατε ένα αναγνωριστικό προθέματος IPv6 που είναι εκτός εύρους.
fa_ir: شما یک IPv6 prefix ID خارج از محدوده وارد کرده‌اید.
fr_fr: Vous avez spécifié un préfixe ID IPv6 qui est hors périmètre.
it_it: Hai specificato un ID prefisso IPv6 non compreso nell'intervallo.
ko_kr: 범위를 벗어난 IPv6 프리픽스 ID를 지정했습니다.
pl_pl: Podano identyfikator prefiksu IPv6, który jest poza zakresem.
uk_ua: Ви вказали ідентифікатор префікса IPv6, що виходить за межі діапазону.
zh_cn: 您指定了一个超出范围的IPv6前缀ID。

source: You must enter a valid hexadecimal number for the IPv6 prefix ID.
cs_cz: Je třeba zadat platné osmičkové (hexadecimální) číslo idenitifikátoru IPv6 předpony.
de_de: Sie müssen eine valide dezimale Zahl für die IPv6-Präfix-ID eingeben.
el_gr: Πρέπει να εισαγάγετε έναν έγκυρο δεκαεξαδικό αριθμό για το αναγνωριστικό προθέματος IPv6.
fa_ir: باید یک عدد هگزادسیمال معتبر برای IPv6 prefix ID وارد کنید.
fr_fr: Vous devez entrer un nombre hexadécimal valide pour le préfixe de l'ID IPv6.
it_it: È necessario immettere un numero esadecimale valido per l'ID prefisso IPv6.
ko_kr: IPv6 프리픽스 ID에 올바른 16진수 숫자를 입력해야 합니다.
pl_pl: Musisz wprowadzić prawidłową liczbę szesnastkową dla identyfikatora prefiksu IPv6.
uk_ua: Необхідно ввести дійсне шістнадцяткове число для ідентифікатора префікса IPv6.
zh_cn: 您必须输入IPv6前缀标识的有效十六进制数。

source: You can only have one interface configured as 6to4.
cs_cz: Jako 6to4 je možné mít nastavené pouze jedno rozhraní.
de_de: Sie können nur eine Schnittstelle als 6to4 konfigurieren.
el_gr: Μπορείτε να έχετε μόνο μία διεπαφή διαμορφωμένη ως 6to4.
fa_ir: فقط می‌توانید یک رابط را به‌عنوان 6to4 پیکربندی کنید.
fr_fr: Vous ne pouvez avoir qu'une seule interface configurée en 6to4.
it_it: Puoi avere solo un'interfaccia configurata come 6to4.
ko_kr: 6-4로 구성된 인터페이스는 하나만 있을 수 있습니다.
pl_pl: Możesz mieć skonfigurowany tylko jeden interfejs jako 6to4.
uk_ua: Можна мати лише один інтерфейс, налаштований як 6to4.
zh_cn: 您只能有一个接口配置为6to4。

source: You can only have one interface configured in 6rd with same prefix.
cs_cz: V 6rd je možné mít nastaveno pouze jedno rozhraní se stejnou předponou.
de_de: Sie können nur eine Schnittstelle in 6rd mit dem selben Präfix konfigurieren.
el_gr: Μπορείτε να έχετε μόνο μία διεπαφή διαμορφωμένη στην 6η έκδοση με το ίδιο πρόθεμα.
fa_ir: فقط می‌توانید یک رابط را در 6rd با همان پیشوند پیکربندی کنید.
fr_fr: Vous ne pouvez avoir qu'une seule interface configurée en 6rd avec le même préfixe.
it_it: Puoi avere solo un'interfaccia configurata in 6a con lo stesso prefisso.
ko_kr: 6rd에는 동일한 프리픽스를 사용하여 하나의 인터페이스만 구성할 수 있습니다.
pl_pl: Możesz mieć skonfigurowany tylko jeden interfejs w 6rd z tym samym prefiksem.
uk_ua: Можна мати лише один інтерфейс, налаштований у 6rd з тим самим префіксом.
zh_cn: 您只能在6rd中配置一个具有相同前缀的接口。

source: The DHCPv6 override file "%s" does not exist.
cs_cz: Soubor „%s“ přepsáním DHCPv6 neexistuje.
de_de: Die DHCPv6-Überschreibungsdatei "%s" existiert nicht.
el_gr: Το αρχείο παράκαμψης DHCPv6 "%s" δεν υπάρχει.
fa_ir: فایل override مربوط به DHCPv6 "%s" وجود ندارد.
fr_fr: Le fichier de contournement DHCPv6 "%s" n'existe pas.
it_it: Il file di sostituzione DHCPv6 "%s" non esiste.
ko_kr: DHCPv6 재정의 파일 "%s"이(가) 없습니다.
pl_pl: Plik nadpisania DHCPv6 "%s" nie istnieje.
uk_ua: Файл заміни DHCPv6 "%s" не існує.
zh_cn: DHCPv6覆盖文件"%s"不存在。

source: IPv6 address
cs_cz: IPv6 adresa
de_de: IPv6-Adresse
el_gr: Διεύθυνση IPv6
fa_ir: آدرس IPv6
fr_fr: Adresse IPv6
it_it: Indirizzo IPv6
ko_kr: IPv6 주소
pl_pl: Adres IPv6
uk_ua: Адреса IPv6
zh_cn: IPv6地址

source: Idle timeout value
cs_cz: Hodnota časového limitu nečinnosti
de_de: Leerlaufgültigkeitsdauerwert
el_gr: Τιμή χρονικού ορίου αδράνειας
fa_ir: مدت زمان بیکاری (Idle timeout)
fr_fr: Valeur du délai d'inactivité
it_it: Valore di timeout di inattività
ko_kr: 유휴 타임아웃 값
pl_pl: Wartość czasu bezczynności
uk_ua: Значення тайм-ауту бездіяльності
zh_cn: 空闲超时值

source: Dial on demand
cs_cz: Spojovat v případě potřeby
de_de: Einwählen bei Bedarf
el_gr: Κλήση κατ' απαίτηση
fa_ir: اتصال در صورت نیاز
fr_fr: Connexion à la demande
it_it: Chiama su richiesta
ko_kr: 필요 시 연결
pl_pl: Wybieranie na żądanie
uk_ua: Набір за вимогою
zh_cn: 按需拨号

source: Phone Number
cs_cz: Telefonní číslo
de_de: Telefonnummer
el_gr: Αριθμός τηλεφώνου
fa_ir: شماره تلفن
fr_fr: Numéro de Téléphone
it_it: Numero di telefono
ko_kr: 전화번호
pl_pl: Numer telefonu
uk_ua: Номер телефону
zh_cn: 电话号码

source: Modem Port
cs_cz: Port modemu
el_gr: Θύρα μόντεμ
fa_ir: پورت مودم
fr_fr: Port du modem
it_it: Porta del modem
ko_kr: 모뎀 포트
pl_pl: Port modemu
uk_ua: Порт модема
zh_cn: Modem端口

source: The DHCP override file "%s" does not exist.
cs_cz: Soubor „%s“ přepsáním DHCP neexistuje.
de_de: Die DHCP-Überschreibungsdatei "%s" existiert nicht.
el_gr: Το αρχείο παράκαμψης DHCP "%s" δεν υπάρχει.
fa_ir: فایل بازنویسی DHCP "%s" وجود ندارد.
fr_fr: Le fichier de contournement DHCP "%s" n'existe pas.
it_it: Il file di sostituzione DHCP "%s" non esiste.
ko_kr: "%s" DHCP 재정의 파일이 없습니다.
pl_pl: Plik nadpisania DHCP "%s" nie istnieje.
uk_ua: Файл заміни DHCP "%s" не існує.
zh_cn: DHCP覆盖文件"%s"不存在。

source: Subnet bit count
cs_cz: Počet bitů masky podsítě
de_de: Subnetzbitanzahl
el_gr: Αριθμός bit υποδικτύου
fa_ir: تعداد بیت‌های زیرشبکه
fr_fr: Nombre de bits de sous-réseau
it_it: Conteggio bit della sottorete
ko_kr: 서브넷 비트 수
pl_pl: Liczba bitów podsieci
uk_ua: Кількість бітів підмережі
zh_cn: 子网掩码

source: IPv4 address
cs_cz: IPv4 adresa
de_de: IPv4-Adresse
el_gr: Διεύθυνση IPv4
fa_ir: آدرس IPv4
fr_fr: Adresse IPv4
it_it: Indirizzo IPv4
ko_kr: IPv4 주소
pl_pl: Adres IPv4
uk_ua: Адреса IPv4
zh_cn: IPv4地址
