Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: By default, Unbound will allow queries from all networks. Use this setting to change this behaviour. Since the most specific net block is used, the ACLs as defined in the grid below have preference and will therefore override the behaviour of this setting for the specified networks.
cs_cz: Ve výchozím nastavení přijímá Unbound dotazy ze všech sítí. Toto nastavení použijte, pokud toto chování chcete změnit. Vzhledem k tomu, že se používá nejkonkrétnější síťový blok, mají ACL seznamy, definované v níže uvedené mřížce, přednost a proto budou mít přednost před chováním tohoto nastavení pro zadané sítě.
de_de: Standardmäßig erlaubt Unbound DNS-Anfragen von allen Netzwerken. Verwenden Sie diese Einstellung, um dieses Verhalten zu ändern. Da immer der spezifischste Netzblock verwendet wird, haben die unten definierten Zugriffskontrolllisten (ACLs) Vorrang und überschreiben das Verhalten dieser Einstellung für die angegebenen Netzwerke.
el_gr: Από προεπιλογή, το Unbound θα επιτρέπει queries από όλα τα δίκτυα. Χρησιμοποιήστε αυτήν τη ρύθμιση για να αλλάξετε αυτήν τη συμπεριφορά. Δεδομένου ότι χρησιμοποιείται το πιο συγκεκριμένο μπλοκ δικτύου, τα ACL όπως ορίζονται στο παρακάτω πλέγμα έχουν προτίμηση και επομένως θα παρακάμψουν τη συμπεριφορά αυτής της ρύθμισης για τα καθορισμένα δίκτυα.
fa_ir: به‌طور پیش‌فرض، Unbound پرس‌وجوها را از همهٔ شبکه‌ها می‌پذیرد. از این تنظیم برای تغییر این رفتار استفاده کنید. از آنجا که بلاک شبکهٔ خاص‌تر اعمال می‌شود، ACLهایی که در جدول زیر تعریف شده‌اند اولویت دارند و در نتیجه رفتار این تنظیم را برای شبکه‌های مشخص‌شده بازنویسی می‌کنند.
fr_fr: Par défaut, Unbound autorise les requêtes provenant de tous les réseaux. Utilisez ce paramètre pour modifier ce comportement. Étant donné que le bloc de réseau le plus spécifique est utilisé, les ACL telles que définies dans la grille ci-dessous ont la préférence et remplaceront donc le comportement de ce paramètre. définies dans la grille ci-dessous ont la préférence et remplaceront donc le comportement de ce paramètre pour les réseaux spécifiés. pour les réseaux spécifiés.
it_it: Per impostazione predefinita, Unbound consentirà query da tutte le reti. Utilizza questa impostazione per cambiare questo comportamento. Poiché viene utilizzato il blocco netto più specifico, gli ACL as definiti nella griglia sottostante hanno la preferenza e pertanto annulleranno il comportamento di questa impostazione per le reti specificate.
ko_kr: 기본적으로 Unbound는 모든 네트워크에서 쿼리를 허용합니다. 이 설정을 사용하여 이 동작을 변경할 수 있습니다. 가장 구체적인 네트워크 블록이 사용되므로, 아래 그리드에서 정의된 ACL은 지정된 네트워크에 대한 이 설정의 동작을 무시하고 우선시합니다.
uk_ua: Типово, Unbound дозволятиме запити з усіх мереж. Використовуйте це налаштування для зміни цієї поведінки. Оскільки використовується найбільш конкретний мережевий блок, ACL, визначені в таблиці нижче, мають пріоритет і тому перевизначатимуть поведінку цього налаштування для вказаних мереж.
zh_cn: 默认情况下，Unbound将允许来自所有网络的查询。 使用此设置可以更改此行为。 由于使用了最具体的网络范围，因此下面网格中定义的ACL具有优先权， 将覆盖指定网络的该设置的行为。

source: Configure a maximum Negative Time to live in seconds for RRsets and messages in the cache. When the internal TTL expires the negative response cache item is expired. This can be configured to force the resolver to query for data more often in case you wont get a valid answer.
cs_cz: Nastavení nejdelší chtěné záporné životnosti (v sekundách) pro sady RR a zprávy v mezipaměti. Po skončení platnosti interního TTL je platnost položky mezipaměti negativních odpovědí ukončena. Tuto hodnotu lze nastavit tak, aby bylo vynucováno častější dotazování překladu na údaje v případě, že nedostáváte platnou odpověď.
de_de: Konfiguriert die maximale negative Gültigkeitsdauer (TTL) in Sekunden für RRSets und Nachrichten im Cache. Wenn diese interne TTL abläuft, gilt die negative Antwort als abgelaufen. Diese Einstellung kann genutzt werden, um den Resolver zur erneuten Abfrage zu zwingen, wenn keine gültige Antwort gefunden wurde.
el_gr: Ρυθμίστε έναν μέγιστο Αρνητικό Χρόνο σε δευτερόλεπτα για τα RRsets και τα μηνύματα στην προσωρινή μνήμη. Όταν λήξει το εσωτερικό TTL, το στοιχείο προσωρινής μνήμης αρνητικής απόκρισης λήγει. Αυτό μπορεί να ρυθμιστεί ώστε να αναγκάζει τον αναλυτή να υποβάλλει ερωτήματα για δεδομένα πιο συχνά σε περίπτωση που δεν λάβετε έγκυρη απάντηση.
fa_ir: حداکثر زمان نگهداری منفی (Negative TTL) را به ثانیه برای RRsetها و پیام‌ها در کش تنظیم کنید. وقتی TTL داخلی منقضی شود، آیتم کش پاسخ منفی منقضی می‌شود. می‌توان این مقدار را طوری تنظیم کرد که در صورت دریافت نکردن پاسخ معتبر، رزرولور مکرراً برای داده‌ها پرس‌وجو کند.
fr_fr: Configurez une durée de vie négative maximale en secondes pour les RRsets et les messages dans le cache. Lorsque le TTL interne expire, l'élément de cache de la réponse négative est expiré. Ceci peut être configuré pour forcer le résolveur à demander des données plus souvent au cas où vous n'obtiendriez pas de réponse valide. d'obtenir une réponse valide.
it_it: Configura un tempo negativo massimo in secondi per gli RRset e i messaggi nella cache. Quando il TTL interno scade, l'elemento della cache della risposta negativa scade. Questo può essere configurato per forzare il risolutore a interrogare i dati più spesso nel caso non lo desideri ottenere una risposta valida.
ko_kr: 캐시의 RRset 및 메시지에 대한 최대 음수 TTL을 초 단위로 구성합니다. 내부 TTL이 만료되면 음수 응답 캐시 항목이 만료됩니다. 유효한 응답을 받지 못하는 경우 리졸버가 데이터를 더 자주 쿼리하도록 구성할 수 있습니다.
uk_ua: Налаштуйте максимальний від'ємний час життя (TTL) у секундах для наборів RR (RRsets) та повідомлень у кеші. Коли внутрішній TTL закінчується, елемент кешу негативної відповіді закінчує свій термін дії. Це можна налаштувати, щоб змусити резолвер частіше запитувати дані, якщо ви не отримаєте дійсної відповіді.
zh_cn: 配置缓存中RRset和消息的最大负生存时间（秒）。 当内部TTL过期时，缓存项也将过期。 可以将其配置为强制解析器更频繁地查询数据， 以防您无法获得有效答案。

source: Configure a maximum Time to live in seconds for RRsets and messages in the cache. When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
cs_cz: Nastavení nejdelší chtěné živostnosti (v sekundách) pro sady RR a zprávy v mezipaměti. Po vypršení skončení platnosti interního TTL je platnost položky mezipaměti ukončena. Tuto hodnotu lze nastavit tak, aby bylo vynucováno častější dotazování překladu na údaje a nedůvěřovat (velmi vysokým) hodnotám TTL.
de_de: Konfiguriert die maximale Gültigkeitsdauer (TTL) in Sekunden für RRSets und Nachrichten im Cache. Wenn diese interne TTL abläuft, gilt der Cache-Eintrag als verfallen. Diese Einstellung kann genutzt werden, um den Resolver zu zwingen, Daten öfter neu zu laden und sehr hohe TTL-Werte nicht zu vertrauen.
el_gr: Ρυθμίστε έναν μέγιστο χρόνο ζωής σε δευτερόλεπτα για τα RRsets και τα μηνύματα στην προσωρινή μνήμη. Όταν λήξει το εσωτερικό TTL, το στοιχείο της προσωρινής μνήμης λήγει. Αυτό μπορεί να ρυθμιστεί ώστε να αναγκάζει τον αναλυτή να υποβάλλει queries για δεδομένα πιο συχνά και να μην εμπιστεύεται τις (πολύ μεγάλες) τιμές TTL.
fa_ir: حداکثر Time to live (TTL) را به ثانیه برای RRsetها و پیام‌ها در کش تنظیم کنید. وقتی TTL داخلی منقضی شود، آیتم کش منقضی می‌شود. می‌توان این مقدار را طوری تنظیم کرد که رزرولور برای داده‌ها بیشتر پرس‌وجو کند و به مقادیر TTL (به‌ویژه بسیار بزرگ) اعتماد نکند.
fr_fr: Configurer une durée maximale de vie en secondes pour les RRsets et les messages dans le cache. Lorsque le TTL interne expire, l'élément du cache est périmé. Ce paramètre peut être configuré pour forcer le résolveur à demander des données plus souvent et à ne pas faire confiance aux valeurs TTL (très élevées). ne pas faire confiance aux valeurs TTL (très élevées).
it_it: Configura un tempo di vita massimo in secondi per RRset e messaggi nella cache. Quando il TTL interno scade, l'elemento della cache scade. Questo può essere configurato per forzare il risolutore a interrogare i dati più spesso e non fidarsi dei valori TTL (molto grandi).
ko_kr: 캐시의 RRset 및 메시지에 대한 최대 TTL을 초 단위로 구성합니다. 내부 TTL이 만료되면 캐시 항목이 만료됩니다. 리졸버가 데이터를 더 자주 쿼리하도록 구성할 수 있으며 (매우 큰) TTL 값을 신뢰하지 않습니다.
uk_ua: Налаштуйте максимальний час життя (TTL) у секундах для наборів RR (RRsets) та повідомлень у кеші. Коли внутрішній TTL закінчується, елемент кешу закінчує свій термін дії. Це можна налаштувати, щоб змусити резолвер частіше запитувати дані та не довіряти (дуже великим) значенням TTL.
zh_cn: 配置缓存中RRset和消息的最大生存时间（秒） 当内部TTL过期时， 缓存项也将过期。 可以将其配置为强制解析器更频繁地查询数据并且不信任（非常大的）TTL 值。

source: Configure a minimum Time to live in seconds for RRsets and messages in the cache. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus fewer queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
cs_cz: Nastavení nejkratší chtěné životnosti (v sekundách) pro sady RR a zprávy v mezipaměti. Pokud na tuto hodnotu dojde, budou údaje uloženy v mezipaměti déle, než vlastník domény zamýšlel a tím bude pro vyhledání údajů prováděno méně dotazů. Hodnota 0 (nula) zajistí, že data v mezipaměti budou taková, jaká zamýšlel vlastník domény. Vysoké hodnoty mohou vést k potížím, protože data v mezipaměti už mezitím nemusí odpovídat skutečnosti.
de_de: Konfiguriert eine minimale Lebensdauer (Time to Live) in Sekunden für RRSets und Nachrichten im Cache. Wenn dieser Mindestwert greift, wird die Information länger im Cache gehalten, als vom Domaininhaber vorgesehen. Dadurch werden weniger Anfragen zur Datenermittlung gestellt. Der Wert 0 stellt sicher, dass die Daten so lange gültig sind, wie vom Domaininhaber vorgesehen. Hohe Werte können problematisch sein, da die zwischengespeicherten Daten unter Umständen nicht mehr mit den aktuellen Informationen übereinstimmen.
el_gr: Ρυθμίστε έναν ελάχιστο χρόνο ζωής σε δευτερόλεπτα για τα RRsets και τα μηνύματα στην προσωρινή μνήμη. Εάν εισαχθεί η ελάχιστη τιμή, τα δεδομένα αποθηκεύονται στην προσωρινή μνήμη για μεγαλύτερο χρονικό διάστημα από όσο σκόπευε ο κάτοχος του τομέα και, επομένως, γίνονται λιγότερα ερωτήματα για την αναζήτηση των δεδομένων. Η τιμή 0 διασφαλίζει ότι τα δεδομένα στην προσωρινή μνήμη είναι όπως τα σκόπευε ο κάτοχος του τομέα. Οι υψηλές τιμές μπορούν να οδηγήσουν σε προβλήματα, καθώς τα δεδομένα στην προσωρινή μνήμη ενδέχεται να μην αντιστοιχούν πλέον με τα πραγματικά δεδομένα.
fa_ir: حداقل Time to live (TTL) را به ثانیه برای RRsetها و پیام‌ها در کش تنظیم کنید. اگر مقدار حداقل اعمال شود، داده‌ها طولانی‌تر از آنچه مالک دامنه قصد داشته کش می‌شوند و در نتیجه درخواست‌های کمتری برای بازیابی داده انجام می‌شود. مقدار 0 تضمین می‌کند که دادهٔ کش‌شده مطابق با خواست مالک دامنه باشد. مقادیر بالا می‌توانند مشکل‌ساز شوند زیرا دادهٔ کش‌شده ممکن است دیگر با دادهٔ واقعی مطابقت نداشته باشد.
fr_fr: Configurez une durée de vie minimale en secondes pour les RRsets et les messages dans le cache. Si la valeur minimale est activée, les données sont mises en cache plus longtemps que le propriétaire du domaine ne l'avait prévu. plus longtemps que le propriétaire du domaine ne l'avait prévu, et donc moins de requêtes sont effectuées pour rechercher les données. La valeur 0 garantit que les données dans le cache sont conformes à l'intention du propriétaire du domaine. Des valeurs élevées peuvent entraîner des problèmes, car les données du cache peuvent ne plus correspondre aux données réelles.
it_it: Configura un tempo di vita minimo in secondi per RRset e messaggi nella cache. Se entra in gioco il valore minimo, i dati vengono memorizzati nella cache per un periodo più lungo di previsto dal proprietario del dominio e quindi vengono effettuate meno query per cercare i dati. Il valore 0 garantisce che i dati nella cache siano quelli previsti dal proprietario del dominio. Valori elevati possono causare problemi poiché i dati nella cache potrebbero non corrispondere più ai dati effettivi.
ko_kr: 캐시의 RRset 및 메시지에 대한 최소 TTL을 초 단위로 구성합니다. 최소값이 적용되면 데이터가 도메인 소유자가 의도한 것보다 더 오래 캐시되므로 데이터를 조회하는 쿼리가 적어집니다. 0 값은 캐시의 데이터가 도메인 소유자가 의도한 것과 같음을 보장합니다. 높은 값은 캐시의 데이터가 실제 데이터와 일치하지 않을 수 있으므로 문제가 발생할 수 있습니다.
uk_ua: Налаштуйте мінімальний час життя (TTL) у секундах для наборів RR (RRsets) та повідомлень у кеші. Якщо застосовується мінімальне значення, дані кешуються довше, ніж це передбачав власник домену, і, отже, виконується менше запитів для пошуку даних. Значення 0 гарантує, що дані в кеші відповідають намірам власника домену. Високі значення можуть призвести до проблем, оскільки дані в кеші можуть більше не відповідати фактичним даним.
zh_cn: 配置缓存中RRset和消息的最短生存时间（秒）。 如果启用最小值，则数据的缓存时间将比域所有者预期的时间长， 因此查找数据的查询次数会减少。 为0可以确保缓存中的数据符合域所有者的预期。 较高的值可能会导致麻烦，因为缓存中的数据可能不再与实际数据匹配。

source: Connection child to register this manual item on. Please note that an established tunnel needs to reconnect in order to add the entry as we use an updown event.
cs_cz: Potomek připojení, ke kterému zaregistrovat tuto ručně vytvořenou položku. Vezměte prosím na vědomí, že vytvořený tunel potřebuje znovu připojit, aby bylo možné přidat položku, protože je využíváno události updown.
de_de: Child-Verbindung, auf der dieser manuelle Eintrag registriert werden soll. Hinweis: Ein bestehender Tunnel muss neu aufgebaut werden, damit der Eintrag übernommen wird, da ein "updown"-Ereignis erforderlich ist.
el_gr: Θυγατρική σύνδεση για την καταχώριση αυτού του στοιχείου χειροκίνητης λειτουργίας. Λάβετε υπόψη ότι μια καθιερωμένη σήραγγα πρέπει να επανασυνδεθεί για να προστεθεί η καταχώρηση, καθώς χρησιμοποιούμε ένα συμβάν updown.
fa_ir: زیراتصال (connection child) که این آیتم دستی روی آن ثبت شود. توجه داشته باشید که برای اضافه شدن این ورودی تونلِ برقرار باید مجدداً متصل شود، زیرا از رویداد updown استفاده می‌شود.
fr_fr: Connexion enfant pour enregistrer cet article de manuel sur. Veuillez noter qu'un tunnel établi doit être reconnecté doit se reconnecter pour ajouter l'entrée, car nous utilisons un événement de mise à jour (updown).
it_it: Connessione secondaria su cui registrare questo elemento manuale. Si prega di notare che è necessario un tunnel stabilito per riconnettersi per aggiungere la voce poiché utilizziamo un evento updown.
ko_kr: 이 수동 항목을 등록할 연결 자식(Connection child)입니다. updown 이벤트를 사용하므로 등록하려면 확립된 터널을 다시 연결해야 한다는 것에 주의하세요.
uk_ua: Дочірнє з'єднання для реєстрації цього ручного елемента. Зверніть увагу, що встановлений тунель потребує перепідключення, щоб додати запис, оскільки ми використовуємо подію "updown".
zh_cn: 用于注册此手动项目的连接子项。请注意，当我们使用 updown 事件时， 已建立的隧道需要重新连接才能添加条目。

source: DNSKEYs are fetched earlier in the validation process when a Delegation signer is encountered. This helps lower the latency of requests but does utilize a little more CPU.
cs_cz: DNSKEY klíče jsou v rámci ověřovacího procesu stahovány dříve, už když se narazí na podepisujícího Delegace. To pomáhá snížit prodlevy požadavků, ale vytěžuje to o něco více procesor.
de_de: DNSKEYs werden bereits frühzeitig im Validierungsprozess abgerufen, sobald ein Delegation Signer erkannt wird. Dies verringert die Latenz bei Anfragen, erhöht jedoch geringfügig die CPU-Auslastung.
el_gr: Τα DNSKEY ανακτώνται νωρίτερα στη διαδικασία επικύρωσης όταν εντοπίζεται ένας υπογράφων ανάθεσης. Αυτό βοηθά στη μείωση της καθυστέρησης των αιτημάτων, αλλά χρησιμοποιεί λίγο περισσότερη CPU.
fa_ir: هنگامی که در روند اعتبارسنجی به یک Delegation signer برخورد شود، DNSKEYها زودتر بازیابی می‌شوند. این کار به کاهش تأخیر درخواست‌ها کمک می‌کند اما اندکی بیشتر از CPU استفاده می‌کند.
fr_fr: Les clés DNSKEY sont récupérées plus tôt dans le processus de validation lorsqu'un signataire de délégation est rencontré. Cela permet de réduire la latence des demandes, mais nécessite un peu plus d'unité centrale.
it_it: Le DNSKEY vengono recuperate in precedenza nel processo di convalida quando viene incontrato un firmatario della delega. Ciò aiuta a ridurre la latenza delle richieste ma utilizza un po' più di CPU.
uk_ua: DNSKEY'и отримуються раніше в процесі перевірки, коли зустрічається підписувач делегування. Це допомагає знизити затримку запитів, але використовує трохи більше ЦП.
zh_cn: 当遇到委托签名者时，会在验证过程的更早获取DNSKEY。 这有助于降低请求的延迟，但会占用更多的CPU。

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
cs_cz: Pro důvěryhodně ukotvené zóny jsou vyžadována DNSSEC data. Pokud tato data chybí, zóna se stane falešnou. Pokud je tato funkce vypnuta a nejsou přijata žádná DNSSEC data, zóna se stane nezabezpečenou.
de_de: DNSSEC-Daten sind für vertrauensverankerte Zonen erforderlich. Fehlen diese Daten, wird die Zone als ungültig betrachtet. Wenn diese Option deaktiviert ist und keine DNSSEC-Daten empfangen werden, gilt die Zone als unsicher.
el_gr: Τα δεδομένα DNSSEC απαιτούνται για ζώνες με αγκύρωση εμπιστοσύνης. Εάν απουσιάζουν τέτοια δεδομένα, η ζώνη καθίσταται ψευδής. Εάν αυτό απενεργοποιηθεί και δεν ληφθούν δεδομένα DNSSEC, τότε η ζώνη καθίσταται μη ασφαλής.
fa_ir: دادهٔ DNSSEC برای زون‌های trust-anchored لازم است. اگر چنین داده‌ای موجود نباشد، زون bogus می‌شود. اگر این گزینه غیرفعال شود و دادهٔ DNSSEC دریافت نشود، زون insecure خواهد شد.
fr_fr: Les données DNSSEC sont nécessaires pour les zones de confiance. En l'absence de telles données, la zone devient fausse. Si cette fonction est désactivée et qu'aucune donnée DNSSEC n'est reçue, la zone n'est pas sécurisée.
it_it: I dati DNSSEC sono necessari per le zone trust-anchored. Se tali dati mancano, la zona diventa fasulla. Se questo è disabilitato e non vengono ricevuti dati DNSSEC, la zona viene resa non sicura.
ko_kr: 신뢰 고정 영역에는 DNSSEC 데이터가 필요합니다. 이러한 데이터가 없으면 영역이 위조됩니다. 이 기능이 비활성화되어 있고 DNSSEC 데이터가 수신되지 않으면 해당 영역은 안전하지 않은 상태가 됩니다.
uk_ua: Потрібні дані DNSSEC для зон, прив'язаних до довіри (trust-anchored). Якщо такі дані відсутні, зона стає помилковою (bogus). Якщо це вимкнено і дані DNSSEC не отримано, то зона стає незахищеною.
zh_cn: 信任锚定区域需要DNSSEC数据。如果缺少此类数据，该区域就可能会是伪造的。 如果禁用此功能并且未收到DNSSEC数据，则该区域将变得不安全。

source: Debug level for this agents services.
cs_cz: Podrobnost ladících informací pro služby tohoto agenta.
de_de: Debug-Stufe für die Dienste dieses Agents.
el_gr: Επίπεδο εντοπισμού σφαλμάτων για αυτές τις υπηρεσίες εκπροσώπων.
fa_ir: سطح اشکال‌زدایی برای سرویس‌های این عامل.
fr_fr: Niveau de débogage pour les services de cet agent.
it_it: Livello di debug per i servizi di questo agente.
ko_kr: 이 에이전트 서비스의 디버그 레벨입니다.
uk_ua: Рівень налагодження для служб цього агента.
zh_cn: 该代理服务的调试级别。

source: Destination ip address for entries in the blocklist (leave empty to use default: 0.0.0.0). Not used when "Return NXDOMAIN" is checked.
cs_cz: Cílová ip adresa pro položky v seznamu blokovaných (nevyplňujte, pokud chcete použít výchozí: 0.0.0.0). Nepoužívá se, pokud je zaškrtnuto „Vrátit NXDOMAIN“.
de_de: Ziel-IP-Adresse für Einträge in der Blockliste (Standard ist 0.0.0.0, wenn leer gelassen). Wird nicht verwendet, wenn "NXDOMAIN zurückgeben" aktiviert ist.
el_gr: Διεύθυνση IP προορισμού για καταχωρίσεις στη λίστα αποκλεισμού (αφήστε την κενή για να χρησιμοποιήσετε την προεπιλογή: 0.0.0.0). Δεν χρησιμοποιείται όταν είναι επιλεγμένο το "Return NXDOMAIN".
fa_ir: آدرس IP مقصد برای ورودی‌های لیست مسدودسازی (برای استفاده از مقدار پیش‌فرض خالی بگذارید: 0.0.0.0). وقتی «Return NXDOMAIN» علامت‌دار باشد استفاده نمی‌شود.
fr_fr: Adresse IP de destination pour les entrées de la liste de blocage (laisser vide pour utiliser la valeur par défaut : 0.0.0.0). Non utilisé lorsque l'option "Return NXDOMAIN" est cochée.
it_it: Indirizzo IP di destinazione per le voci nella blocklist (lasciare vuoto per utilizzare il valore predefinito: 0.0.0.0). Non utilizzato quando è selezionato "Return NXDOMAIN".
ko_kr: 차단 목록의 항목에 대한 대상 IP 주소(기본값: 0.0.0.0)입니다. "NXDOMAIN 반환"이 선택되지 않은 경우 사용되지 않습니다.
uk_ua: Цільова IP-адреса для записів у списку блокування (залиште порожнім, щоб використати типово: 0.0.0.0). Не використовується, коли вибрано «Повернути NXDOMAIN».
zh_cn: 阻止列表中条目的目标IP地址（留空则使用默认值：0.0.0.0）。 选中"返回NXDOMAIN"时则不使用。

source: Enable remote commands from the log collector, disabling this will ignore command and full_command log sources and prevents Wazuh manager from running arbitrary commands on this node.
cs_cz: Umožnit vzdálené příkazy ze sběrače protokolů. Vypnutím této funkce budou ignorovány zdroje protokolů command a full_command a zabrání správci Wazuh spouštět na tomto uzlu libovolné příkazy.
de_de: Remote-Befehle vom Log-Collector zulassen. Wenn deaktiviert, werden Quellen wie "command" und "full_command" ignoriert und der Wazuh-Manager kann auf diesem Knoten keine beliebigen Befehle ausführen.
el_gr: Ενεργοποίηση απομακρυσμένων εντολών από τον συλλέκτη αρχείων καταγραφής. Η απενεργοποίηση αυτής της επιλογής θα αγνοήσει τις πηγές καταγραφής εντολών και full_command και θα αποτρέψει τον διαχειριστή Wazuh από την εκτέλεση αυθαίρετων εντολών σε αυτόν τον κόμβο.
fa_ir: فعال‌سازی اجرای دستورات از راه دور توسط جمع‌آورندهٔ لاگ؛ غیرفعال کردن این گزینه باعث می‌شود منابع لاگ command و full_command نادیده گرفته شوند و از اجرای دستورهای دلخواه توسط Wazuh manager روی این گره جلوگیری شود.
fr_fr: Activer les commandes à distance à partir du collecteur de journaux, la désactivation de cette option ignorera les sources de journaux command et full_command. et empêche le gestionnaire Wazuh d'exécuter des commandes arbitraires sur ce nœud.
it_it: Abilita i comandi remoti dal raccoglitore di log, disabilitando questa opzione verranno ignorate le origini log di comando e full_command e impedisce al gestore Wazuh di eseguire comandi arbitrari su questo nodo.
ko_kr: 로그 수집기에서 원격 명령을 활성화하면 명령 및 full_command 로그 소스를 무시하고 Wazuh 관리자가 이 노드에서 임의의 명령을 실행하는 것을 방지합니다.
uk_ua: Увімкнути віддалені команди від збирача журналів, вимкнення цього призведе до ігнорування джерел журналів command і full_command і запобігає виконанню довільних команд менеджером Wazuh на цьому вузлі.
zh_cn: 启用日志收集器的远程命令，禁用此选项将忽略命令和 full_command 日志源，并防止 Wazuh 管理器在此节点上运行任意命令。 并防止 Wazuh 管理器在此节点上运行任意命令。
