Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: The average rate of HTTP requests from the incoming connection's source address.
cs_cz: Průměrná četnost HTTP požadavků ze zdrojové adresy příchozího připojení.
de_de: Die durchschnittliche Rate an HTTP-Anfragen eingehender Verbindungsquelladressen.
el_gr: Ο μέσος ρυθμός αιτημάτων HTTP από τη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης.
fa_ir: نرخ متوسط درخواست‌های HTTP از آدرس مبدأ اتصال ورودی.
fr_fr: Le taux moyen de requêtes HTTP provenant de l'adresse source de la connexion entrante.
it_it: La frequenza media delle richieste HTTP dall'indirizzo di origine della connessione in entrata.
ko_kr: 수신 연결의 출발지 주소에서 보낸 HTTP 요청의 평균 속도입니다.
pl_pl: Średnia prędkość żądań HTTP z adresu źródłowego nadchodzącego połączenia.
uk_ua: Середня частота запитів HTTP з вихідної адреси вхідного з'єднання.
zh_cn: 入站连接的源地址的HTTP请求的平均速率。

source: The commands here will be disabled and cannot be used anymore.
cs_cz: Příkazy zde budou zakázány a nebude nadále možné je používat.
de_de: Die Kommandos hier werden deaktiviert und stehen nicht mehr zur Verfügung.
el_gr: Οι εντολές εδώ θα απενεργοποιηθούν και δεν θα μπορούν πλέον να χρησιμοποιηθούν.
fa_ir: دستورات اینجا غیرفعال خواهند شد و دیگر قابل استفاده نیستند.
fr_fr: Les commandes présentes seront désactivées et ne pourront plus être utilisées.
it_it: I comandi qui verranno disabilitati e non potranno più essere utilizzati.
ko_kr: 여기에 있는 명령은 비활성화되어 더 이상 사용할 수 없습니다.
pl_pl: Polecenia tutaj zostaną wyłączone i nie będą mogły być już używane.
uk_ua: Команди тут будуть вимкнені і більше не можуть використовуватися.
zh_cn: 此处的命令会被禁用，不能再使用。

source: The cumulative number of HTTP errors from the incoming connection's source address.
cs_cz: Kumulativní počet chyb HTTP ze zdrojové adresy příchozího připojení.
de_de: Die kumulative Anzahl an HTTP-Fehlern eingehender Verbindungsquelladressen.
el_gr: Ο συνολικός αριθμός σφαλμάτων HTTP από τη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης.
fa_ir: تعداد تجمعی خطاهای HTTP از آدرس مبدأ اتصال ورودی.
fr_fr: Le nombre cumulé d'erreurs HTTP provenant de l'adresse source de la connexion entrante.
it_it: Il numero cumulativo di errori HTTP dall'indirizzo di origine della connessione in entrata.
ko_kr: 수신 연결의 출발지 주소에서 누적된 HTTP 오류 수입니다.
pl_pl: Kumulowana liczba błędów HTTP z adresu źródłowego nadchodzącego połączenia.
uk_ua: Сукупна кількість помилок HTTP з вихідної адреси вхідного з'єднання.
zh_cn: 源地址入站连接的累积HTTP错误数。

source: The cumulative number of HTTP requests from the incoming connection's source address.
cs_cz: Kumulativní počet HTTP požadavků ze zdrojové adresy příchozího připojení.
de_de: Die kumulative Anzahl an HTTP-Anfragen eingehender Verbindungsquelladressen.
el_gr: Ο συνολικός αριθμός αιτημάτων HTTP από τη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης.
fa_ir: تعداد تجمعی درخواست‌های HTTP از آدرس مبدأ اتصال ورودی.
fr_fr: Le nombre cumulé de requêtes HTTP provenant de l'adresse source de la connexion entrante.
it_it: Il numero cumulativo di richieste HTTP dall'indirizzo di origine della connessione in entrata.
ko_kr: 수신 연결의 출발지 주소에서 누적된 HTTP 요청 수입니다.
pl_pl: Kumulowana liczba żądań HTTP z adresu źródłowego nadchodzącego połączenia.
uk_ua: Сукупна кількість запитів HTTP з вихідної адреси вхідного з'єднання.
zh_cn: 源地址入站连接的累积HTTP请求数。

source: The cumulative number of connections initiated from the current incoming connection's source address.
cs_cz: Kumulativní počet spojení iniciovaných ze zdrojové adresy aktuálního příchozího spojení.
de_de: Die kumulative Anzahl an Verbindungen, die durch eingehender Verbindungsquelladressen initiiert wurden.
el_gr: Ο συνολικός αριθμός συνδέσεων που ξεκίνησαν από τη διεύθυνση προέλευσης της τρέχουσας εισερχόμενης σύνδεσης.
fa_ir: تعداد تجمعی اتصالات آغازشده از آدرس مبدأ اتصال ورودی فعلی.
fr_fr: Le nombre cumulé de connexions initiées à partir de l'adresse source de la connexion entrante actuelle.
it_it: Il numero cumulativo di connessioni avviate dall'indirizzo di origine della connessione in entrata corrente.
ko_kr: 현재 수신 연결의 출발지 주소에서 시작된 누적 연결 수입니다.
pl_pl: Kumulowana liczba połączeń zainicjowanych z aktualnego adresu źródłowego nadchodzącego połączenia.
uk_ua: Сукупна кількість з'єднань, ініційованих з поточної вихідної адреси вхідного з'єднання.
zh_cn: 从当前入站连接的源地址启动的累积连接数。

source: The cumulative number of connections initiated from the incoming connection's source address.
cs_cz: Kumulativní počet spojení iniciovaných ze zdrojové adresy příchozího spojení.
de_de: Die kumulative Anzahl an Verbindungen, welche von der Quelladresse der eingehenden Verbindung initiiert wurden.
el_gr: Ο συνολικός αριθμός συνδέσεων που ξεκίνησαν από τη διεύθυνση προέλευσης της εισερχόμενης σύνδεσης.
fa_ir: تعداد تجمعی اتصالات آغازشده از آدرس مبدأ اتصال ورودی
fr_fr: Le nombre cumulé de connexions initiées à partir de l'adresse source de la connexion entrante.
it_it: Il numero cumulativo di connessioni avviate dall'indirizzo di origine della connessione in entrata.
ko_kr: 수신 연결의 출발지 주소에서 시작된 누적 연결 수입니다.
pl_pl: Kumulowana liczba połączeń zainicjowanych z adresu źródłowego nadchodzącego połączenia.
uk_ua: Сукупна кількість з'єднань, ініційованих з вихідної адреси вхідного з'єднання.
zh_cn: 从入站连接的源地址启动的累积连接数。

source: The current amount of concurrent connections initiated from the current incoming connection's source address.
cs_cz: Aktuální počet souběžných připojení iniciovaných ze zdrojové adresy aktuálního příchozího připojení.
de_de: Die aktuelle Anzahl an gleichzeitigen Verbindungen, die von der aktuellen eingehenden Quelladresse initiiert wurden.
el_gr: Ο τρέχων αριθμός ταυτόχρονων συνδέσεων που ξεκίνησαν από τη διεύθυνση προέλευσης της τρέχουσας εισερχόμενης σύνδεσης.
fa_ir: تعداد فعلی اتصالات هم‌زمان آغازشده از آدرس مبدأ اتصال ورودی فعلی
fr_fr: Le nombre actuel de connexions simultanées initiées à partir de l'adresse source de la connexion entrante actuelle.
it_it: La quantità corrente di connessioni simultanee avviate dall'indirizzo di origine della connessione in entrata corrente.
ko_kr: 현재 수신 연결의 출발지 주소에서 시작된 동시 연결의 현재 양입니다.
pl_pl: Aktualna liczba równoczesnych połączeń zainicjowanych z aktualnego adresu źródłowego nadchodzącego połączenia.
uk_ua: Поточна кількість одночасних з'єднань, ініційованих з поточної вихідної адреси вхідного з'єднання.
zh_cn: 从当前入站连接的源地址启动的当前并发连接数。

source: The email address to send alerts to.
cs_cz: E-mailová adresa na kterou posílat výstrahy.
de_de: Die E-Mail-Adresse an welche die Alarme gesendet werden.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου στην οποία θα αποστέλλονται ειδοποιήσεις.
fa_ir: آدرس ایمیل جهت ارسال هشدارها
fr_fr: L'adresse de courriel vers laquelle envoyer les alertes.
it_it: L'indirizzo email a cui inviare gli avvisi.
ko_kr: 경고를 보낼 이메일 주소입니다.
pl_pl: Adres e-mail, na który będą wysyłane alerty.
uk_ua: Адреса електронної пошти для надсилання сповіщень.
zh_cn: 发送警报的email地址。

source: The external FQDN of this host.
cs_cz: Vnější FQDN název tohoto hostitele.
de_de: Der externe FQDN dieses Hosts.
el_gr: Το εξωτερικό FQDN αυτού του κεντρικού υπολογιστή.
fa_ir: FQDN خارجی این میزبان
fr_fr: Le FQDN externe de cet hôte
it_it: L'FQDN esterno di questo host.
ko_kr: 이 호스트의 외부 FQDN입니다.
pl_pl: Zewnętrzna pełna nazwa domenowa (FQDN) tego hosta.
uk_ua: Зовнішній FQDN цього хоста.
zh_cn: 该主机的外部FQDN。

source: The hard size limit of all queues managed by this instance, leave empty for defaults
cs_cz: Nepřekročitelný limit velikosti všech front spravovaných touto instancí. Pokud není vyplněno, bude použita výchozí hodnota
de_de: Geben Sie die feste Größenbegrenzung aller Queues an, die von dieser Instanz verwaltet werden. Feld leer lassen, um den Standardwert zu verwenden.
el_gr: Το σταθερό όριο μεγέθους όλων των ουρών που διαχειρίζεται αυτή η παρουσία, αφήστε το κενό για τις προεπιλογές
fa_ir: حداکثر اندازه کلی صف‌های مدیریت‌شده توسط این نمونه؛ برای استفاده از مقدار پیش‌فرض خالی بگذارید
fr_fr: La taille limite de toutes les files d'attente gérées par cette instance, laissez vide pour les valeurs par défaut.
it_it: Il limite di dimensione rigida di tutte le code gestite da questa istanza, lascia vuoto per impostazione predefinita
ko_kr: 이 인스턴스에서 관리하는 모든 큐의 하드 크기 제한. 기본값의 경우 비워 둡니다
pl_pl: Maksymalny rozmiar wszystkich kolejek zarządzanych przez tę instancję, pozostaw puste dla wartości domyślnych.
uk_ua: Жорсткий ліміт розміру для всіх черг, керованих цим екземпляром, залиште порожнім для типових значень
zh_cn: 此实例管理的所有队列的强制大小限制，留空使用默认值

source: The header which should be used to send the username to the ICAP server.
cs_cz: Hlavička která by měla být použita pro zaslání uživatelského jména na ICAP server.
de_de: Der Header, der verwendet werden soll, um den Benutzernamen an den ICAP-Server zu senden.
el_gr: Η κεφαλίδα που θα πρέπει να χρησιμοποιηθεί για την αποστολή του ονόματος χρήστη στον διακομιστή ICAP.
fa_ir: هدری که باید برای ارسال نام‌کاربری به سرور ICAP استفاده شود
fr_fr: L'en-tête à utiliser pour envoyer le nom d'utilisateur au serveur ICAP.
it_it: L'intestazione da utilizzare per inviare il nome utente al server ICAP.
ko_kr: 사용자 이름을 ICAP 서버로 보내는 데 사용되는 헤더입니다.
pl_pl: Nagłówek, który powinien być używany do wysyłania nazwy użytkownika do serwera ICAP.
uk_ua: Заголовок, який слід використовувати для надсилання імені користувача на сервер ICAP.
zh_cn: 用于将用户名发送到ICAP服务器的标头。

source: The hostname for the selected machine in the network
cs_cz: Název vybraného stroje na síti
de_de: Der Hostname für die ausgewählte Maschine im Netzwerk
el_gr: Το όνομα κεντρικού υπολογιστή για το επιλεγμένο μηχάνημα στο δίκτυο
fa_ir: نام میزبان برای دستگاه انتخاب‌شده در شبکه
fr_fr: Le nom de hôte pour la machine sélectionnée dans le réseau
it_it: Il nome host della macchina selezionata nella rete
ko_kr: 네트워크에서 선택한 시스템의 호스트 이름
pl_pl: Nazwa hosta dla wybranej maszyny w sieci.
uk_ua: Ім'я хоста для обраної машини у мережі
zh_cn: 网络中所选计算机的主机名

source: The hostname for this machine in the network
cs_cz: Název tohoto stroje na síti
de_de: Der Hostname für diese Maschine im Netzwerk
el_gr: Το όνομα κεντρικού υπολογιστή για αυτό το μηχάνημα στο δίκτυο
fa_ir: نام میزبان این دستگاه در شبکه
fr_fr: Le nom d'hôte pour cette machine sur le réseau
it_it: Il nome host di questa macchina nella rete
ko_kr: 네트워크에서 이 시스템의 호스트 이름
pl_pl: Nazwa hosta dla tej maszyny w sieci.
uk_ua: Ім'я хоста для цієї машини у мережі
zh_cn: 网络中该计算机的主机名

source: The initial number of server processes. Each server process generates a number of threads, which serve the requests.
cs_cz: Počáteční počet procesů serveru. Každý proces serveru vytváří určitý počet vláken, která obsluhují požadavky.
de_de: Die initiale Anzahl der Serverprozesse. Jeder Serverprozess generiert eine Anzahl an Threads, welche die Anfragen abarbeiten.
el_gr: Ο αρχικός αριθμός διεργασιών διακομιστή. Κάθε διεργασία διακομιστή δημιουργεί έναν αριθμό νημάτων, τα οποία εξυπηρετούν τα αιτήματα.
fa_ir: تعداد اولیه فرآیندهای سرور؛ هر فرآیند تعداد مشخصی نخ ایجاد می‌کند که به درخواست‌ها پاسخ می‌دهند
fr_fr: Le nombre initial de processus serveur. Chaque processus serveur génère un certain nombre de threads qui répondent aux requêtes.
it_it: Il numero iniziale di processi del server. Ogni processo del server genera un numero di thread che servono le richieste.
ko_kr: 서버 프로세스의 초기 개수입니다. 각 서버 프로세스는 요청을 처리하는 여러 스레드를 생성합니다.
pl_pl: Początkowa liczba procesów serwera. Każdy proces serwera generuje pewną liczbę wątków, które obsługują żądania.
uk_ua: Початкова кількість серверних процесів. Кожен серверний процес генерує певну кількість потоків, які обслуговують запити.
zh_cn: 服务器进程的初始数量。每个服务器进程都会生成多个线程，用于服务请求。

source: The length of the period over which the average is measured. It reports the average HTTP request error rate over that period, in requests per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Délka období, za které je průměr měřen. Uvádí průměrnou chybovost HTTP požadavků za toto období, v požadavcích za období. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Die Länge des Zeitraums, in welcher der Durchschnitt gemessen wird. Er gibt die durchschnittliche HTTP Anfragefehlerrate in Anfragen je Zeitraum an. Standardmäßig ist dies in Millisekunden. Optional kann die Einheit als "d", "h", "m", "ms" oder "us" angegeben werden.
el_gr: Η διάρκεια της περιόδου κατά την οποία μετριέται ο μέσος όρος. Αναφέρει το μέσο ποσοστό σφάλματος αιτήματος HTTP κατά τη διάρκεια αυτής της περιόδου, σε αιτήματα ανά περίοδο. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: طول بازه‌ای که میانگین روی آن محاسبه می‌شود؛ گزارش‌دهی نرخ خطای میانگین درخواست‌های HTTP طی آن بازه (درخواست‌ها در هر بازه). پیش‌فرض میلی‌ثانیه است. واحد را می‌توان به یکی از "d", "h", "m", "s", "ms" یا "us" تعیین کرد
fr_fr: La durée de la période sur laquelle la moyenne est mesurée. Il signale le taux d'erreur moyen des requêtes HTTP sur cette période, en requêtes par période. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: La durata del periodo su cui viene misurata la media. Riporta il tasso medio di errori delle richieste HTTP durante quel periodo, in richieste per periodo. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 평균이 측정되는 기간의 길이입니다. 이 기간 동안의 평균 HTTP 요청 오류율을 기간당 요청 수로 보고합니다. 기본값은 밀리초입니다. 선택적으로 단위는 "d", "h", "m", "s", "ms" 또는 "us" 중 하나로 지정할 수 있습니다.
pl_pl: Długość okresu, w którym mierzona jest średnia. Raportuje średnią częstość błędów żądań HTTP w danym okresie, w żądaniach na okres. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Довжина періоду, за який вимірюється середнє значення. Він повідомляє середню частоту помилок запитів HTTP за цей період, у запитах за період. Типово – мілісекунди. За бажанням одиниця може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 测量平均值的时间段长度。它报告该时间段内的平均HTTP请求率，以每个时间段的请求数表示。 默认为毫秒。 该单位可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"。

source: The length of the period over which the average is measured. It reports the average HTTP request rate over that period, in requests per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Délka období, za které je průměr měřen. Uvádí průměrnou četnost HTTP požadavků za toto období, v požadavcích za období. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Die Länge des Zeitraums, in welcher der Durchschnitt gemessen wird. Er gibt die durchschnittliche HTTP Anfragerate in Anfragen je Zeitraum an. Standardmäßig ist dies in Millisekunden. Optional kann die Einheit als "d", "h", "m", "ms" oder "us" angegeben werden.
el_gr: Η διάρκεια της περιόδου κατά την οποία μετριέται ο μέσος όρος. Αναφέρει τον μέσο ρυθμό αιτημάτων HTTP κατά τη διάρκεια αυτής της περιόδου, σε αιτήματα ανά περίοδο. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: طول بازه‌ای که میانگین روی آن محاسبه می‌شود؛ گزارش‌دهی نرخ میانگین درخواست‌های HTTP طی آن بازه (درخواست‌ها در هر بازه). پیش‌فرض میلی‌ثانیه است. واحد را می‌توان به یکی از "d", "h", "m", "s", "ms" یا "us" تعیین کرد
fr_fr: La durée de la période sur laquelle la moyenne est mesurée. Il rapporte le taux moyen de requêtes HTTP sur cette période, en requêtes par période. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: La durata del periodo su cui viene misurata la media. Riporta il tasso medio di richieste HTTP durante quel periodo, in richieste per periodo. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 평균이 측정되는 기간의 길이입니다. 이 기간 동안의 평균 HTTP 요청률을 기간당 요청 수로 보고합니다. 기본값은 밀리초입니다. 선택적으로 단위는 "d", "h", "m", "s", "ms" 또는 "us" 중 하나로 지정할 수 있습니다.
pl_pl: Długość okresu, w którym mierzona jest średnia. Raportuje średnią częstość żądań HTTP w danym okresie, w żądaniach na okres. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Довжина періоду, за який вимірюється середнє значення. Повідомляє середню швидкість HTTP-запитів за цей період, у запитах за період. Типово – мілісекунди. Опційно одиниця може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 测量平均值的时间段长度。它报告该时间段内的平均HTTP请求率，以每个时间段的请求数表示。 默认为毫秒。 该单位可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"。

source: The length of the period over which the average is measured. It reports the average incoming bytes rate over that period, in bytes per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Délka období, za které je průměr měřen. Uvádí průměrnou četnost příchozích bajtů za toto období, v bajtech za období. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Die Länge des Zeitraums, in welcher der Durchschnitt gemessen wird. Er gibt die durchschnittlichen eingehenden Bytes in Bytes je Zeitraum an. Standardmäßig ist dies in Millisekunden. Optional kann die Einheit als "d", "h", "m", "ms" oder "us" angegeben werden.
el_gr: Η διάρκεια της περιόδου κατά την οποία μετριέται ο μέσος όρος. Αναφέρει τον μέσο ρυθμό εισερχόμενων byte κατά τη διάρκεια αυτής της περιόδου, σε byte ανά περίοδο. Η προεπιλεγμένη τιμή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: طول بازه‌ای که میانگین روی آن محاسبه می‌شود؛ گزارش‌دهی نرخ میانگین بایت‌های ورودی طی آن بازه (بایت در هر بازه). پیش‌فرض میلی‌ثانیه است. واحد را می‌توان به یکی از "d", "h", "m", "s", "ms" یا "us" تعیین کرد
fr_fr: La durée de la période sur laquelle la moyenne est mesurée. Il signale le débit moyen d'octets entrants sur cette période, en octets par période. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: La durata del periodo su cui viene misurata la media. Riporta la frequenza media dei byte in entrata durante quel periodo, in byte per periodo. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 평균이 측정되는 기간의 길이입니다. 이 기간 동안의 평균 수신 바이트 비율을 기간당 바이트 수로 보고합니다. 기본값은 밀리초입니다. 선택적으로 단위는 "d", "h", "m", "s", "ms" 또는 "us" 중 하나로 지정할 수 있습니다.
pl_pl: Długość okresu, w którym mierzona jest średnia. Podaje średnią prędkość przychodzących bajtów w tym okresie, w bajtach na okres. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Довжина періоду, за який вимірюється середнє значення. Повідомляє середню швидкість вхідних байтів за цей період, у байтах за період. Типово – мілісекунди. Опційно одиниця може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 测量平均值的时间段长度。它报告该时间段内的平均入站字节速率，以每个时间段的字节数为单位。 默认为毫秒。 该单位可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"。

source: The length of the period over which the average is measured. It reports the average incoming connection rate over that period, in connections per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
cs_cz: Délka období, za které je průměr měřen. Uvádí průměrnou četnost příchozích připojení za toto období, v připojeních za období. Výchozí hodnota je milisekundy. Volitelně lze jednotku zadat jako „d“, „h“, „m“, „s“, „ms“ nebo „us“.
de_de: Die Länge des Zeitraums, in welcher der Durchschnitt gemessen wird. Er gibt die durchschnittliche Anzahl an Verbindungen in Verbindungen je Zeitraum an. Standardmäßig ist dies in Millisekunden. Optional kann die Einheit als "d", "h", "m", "ms" oder "us" angegeben werden.
el_gr: Η διάρκεια της περιόδου κατά την οποία μετριέται ο μέσος όρος. Αναφέρει τον μέσο ρυθμό εισερχόμενων συνδέσεων κατά τη διάρκεια αυτής της περιόδου, σε συνδέσεις ανά περίοδο. Η προεπιλογή είναι χιλιοστά του δευτερολέπτου. Προαιρετικά, η μονάδα μπορεί να καθοριστεί ως "d", "h", "m", "s", "ms" ή "us".
fa_ir: طول بازه‌ای که میانگین روی آن محاسبه می‌شود؛ گزارش‌دهی نرخ میانگین اتصالات ورودی طی آن بازه (اتصالات در هر بازه). پیش‌فرض میلی‌ثانیه است. واحد را می‌توان به یکی از "d", "h", "m", "s", "ms" یا "us" تعیین کرد
fr_fr: La durée de la période sur laquelle la moyenne est mesurée. Il rapporte le taux moyen de connexions entrantes sur cette période, en connexions par période. La valeur par défaut est les millisecondes. En option, l'unité peut être spécifiée sous la forme "d", "h", "m", "s", "ms" ou "us".
it_it: La durata del periodo su cui viene misurata la media. Riporta la velocità media di connessione in entrata durante quel periodo, in connessioni per periodo. Il valore predefinito è millisecondi. Facoltativamente l'unità può essere specificata come "d", "h", "m", "s", "ms" o "us".
ko_kr: 평균이 측정되는 기간의 길이입니다. 이 기간 동안의 평균 수신 연결 비율을 기간당 연결 수로 보고합니다. 기본값은 밀리초입니다. 선택적으로 단위는 "d", "h", "m", "s", "ms" 또는 "us" 중 하나로 지정할 수 있습니다.
pl_pl: Długość okresu, w którym mierzona jest średnia. Podaje średnią prędkość przychodzących połączeń w tym okresie, w połączeniach na okres. Domyślnie w milisekundach. Opcjonalnie jednostkę można określić jako "d", "h", "m", "s", "ms" lub "us".
uk_ua: Довжина періоду, за який вимірюється середнє значення. Повідомляє середню швидкість вхідних з'єднань за цей період, у з'єднаннях за період. Типово – мілісекунди. Опційно одиниця може бути вказана як "d", "h", "m", "s", "ms" або "us".
zh_cn: 测量平均值的时间长度。它报告该时间段内的平均入站连接速率，以每个时间段的连接数为单位。 默认为毫秒。 该单位可以被指定为"d"，"h"，"m"，"s"，"ms"或"us"。
