Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: Block bogon networks
cs_cz: Blokovat bogon sítě
de_de: Bogon-Netzwerke blockieren
el_gr: Αποκλεισμός δικτύων bogon
fa_ir: مسدود کردن شبکه‌های bogon
fr_fr: Bloquer les adresses bogon (non attribuées par l'IANA)
it_it: Blocca le reti bogon
ko_kr: Bogon 네트워크 차단
pl_pl: Blokuj sieci bogon
uk_ua: Блокувати bogon-мережі
zh_cn: 拦截bogon网络

source: Certificate
cs_cz: Certifikát
de_de: Zertifikat
el_gr: Πιστοποιητικό
fa_ir: گواهی
fr_fr: Certificat
it_it: Certificato
ko_kr: 인증서
pl_pl: Certyfikat
uk_ua: Сертифікат
zh_cn: 证书

source: City
cs_cz: Město
de_de: Stadt
el_gr: Πόλη
fa_ir: شهر
fr_fr: Lieu (L)
it_it: Città
ko_kr: 도시
pl_pl: Miasto
uk_ua: Місто
zh_cn: 城市

source: Client Settings
cs_cz: Nastavení pro klienta
de_de: Client-Einstellungen
el_gr: Ρυθμίσεις πελάτη
fa_ir: تنظیمات کلاینت
fr_fr: Paramètres des clients
it_it: Impostazioni del cliente
ko_kr: 클라이언트 설정
pl_pl: Ustawienia klienta
uk_ua: Налаштування клієнта
zh_cn: 客户端设置

source: Compression
cs_cz: Komprese
de_de: Komprimierung
el_gr: Συμπίεση
fa_ir: فشرده‌سازی
it_it: Compressione
ko_kr: 압축
pl_pl: Kompresja
uk_ua: Стиснення
zh_cn: 压缩

source: Country Code
cs_cz: Kód země
de_de: Ländercode
el_gr: Κωδικός χώρας
fa_ir: کد کشور
fr_fr: Pays (C)
it_it: Codice Paese
ko_kr: 국가 코드
pl_pl: Kod kraju
uk_ua: Код країни
zh_cn: 国家代码

source: Cryptographic Settings
cs_cz: Kryptografická nastavení
de_de: Kryptografische Einstellungen
el_gr: Ρυθμίσεις κρυπτογραφίας
fa_ir: تنظیمات رمزنگاری
fr_fr: Paramètres de Chiffrement
it_it: Impostazioni crittografiche
ko_kr: 암호화 설정
pl_pl: Ustawienia kryptografii
uk_ua: Криптографічні налаштування
zh_cn: 加密设置

source: DHCP client configuration
cs_cz: Nastavení DHCP klienta
de_de: DHCP-Clientkonfiguration
el_gr: Ρύθμιση παραμέτρων προγράμματος-πελάτη DHCP
fa_ir: پیکربندی کلاینت DHCP
fr_fr: Configuration du client DHCP
it_it: Configurazione del client DHCP
ko_kr: DHCP 클라이언트 구성
pl_pl: Konfiguracja klienta DHCP
uk_ua: Конфігурація клієнта DHCP
zh_cn: DHCP客户端配置

source: DNS Default Domain
cs_cz: Výchozí DNS doména
de_de: DNS Standard Domain
el_gr: Προεπιλεγμένος τομέας DNS
fa_ir: دامنه پیش‌فرض DNS
fr_fr: Domaine DNS par défaut
it_it: Dominio predefinito DNS
ko_kr: DNS 기본 도메인
pl_pl: DNS Domyślna Domena
uk_ua: Типовий домен DNS
zh_cn: DNS默认域

source: Descriptive name
cs_cz: Popisný název
de_de: Beschreibender Name
el_gr: Περιγραφικό όνομα
fa_ir: نام توصیفی
fr_fr: Nom descriptif
it_it: Nome descrittivo
ko_kr: 자세한 이름
pl_pl: Nazwa opisowa
uk_ua: Описова назва
zh_cn: 描述名称

source: Domain
cs_cz: Doména
fa_ir: دامنه
fr_fr: Domaine
it_it: Dominio
ko_kr: 도메인
pl_pl: Domena
uk_ua: Домен
zh_cn: 域

source: Duplicate Connections
cs_cz: Duplicitní spojení
de_de: Gleichzeitige Verbindungen
el_gr: Διπλότυπες συνδέσεις
fa_ir: اتصالات تکراری
fr_fr: Dupliquer les connexions
it_it: Connessioni duplicate
ko_kr: 연결 복제
pl_pl: Duplikaty połączeń
uk_ua: Дублюючі підключення
zh_cn: 重复连接

source: Dynamic IP
cs_cz: Dynamická IP adresa
de_de: Dynamische IP
el_gr: Δυναμική IP
fa_ir: IP پویا
fr_fr: IP dynamique
it_it: IP dinamico
ko_kr: 동적 IP
pl_pl: Dynamiczne IP
uk_ua: Динамічна IP-адреса
zh_cn: 动态IP

source: Email
fa_ir: ایمیل
fr_fr: Courriel
ko_kr: 이메일
uk_ua: Електронна пошта

source: Enable DNSSEC Support
cs_cz: Zapnout podporu pro DNSSEC
de_de: DNSSEC-Unterstützung aktivieren
el_gr: Ενεργοποίηση υποστήριξης DNSSEC
fa_ir: فعال‌سازی پشتیبانی DNSSEC
fr_fr: Activer le support DNSSEC
it_it: Abilita il supporto DNSSEC
ko_kr: DNSSEC 지원 사용
pl_pl: Włącz wsparcie DNSSEC
uk_ua: Увімкнути підтримку DNSSEC
zh_cn: 启用DNSSEC支持

source: Enable Resolver
cs_cz: Povolit řešitele
de_de: Resolver aktivieren
el_gr: Ενεργοποίηση Resolver
fa_ir: فعال‌سازی Resolver
fr_fr: Activer le Résolveur
it_it: Abilita risolutore
ko_kr: 확인자 사용
pl_pl: Włącz Resolver
uk_ua: Увімкнути резолвер
zh_cn: 启用解析器

source: Entire Subtree
cs_cz: Celý podstrom
de_de: Kompletter Unterbaum
el_gr: Ολόκληρο το υποδέντρο
fa_ir: تمام زیرشاخه
fr_fr: Sous-arborescence Complète
it_it: Intero sottoalbero
ko_kr: 전체 하위 트리
pl_pl: Całe Poddrzewo
uk_ua: Усе піддерево
zh_cn: 整个子树

source: Finish
cs_cz: Dokončit
de_de: Fertigstellen
el_gr: Φινίρισμα
fa_ir: پایان
fr_fr: Terminer
it_it: Fine
ko_kr: 완료
pl_pl: Zakończ
uk_ua: Завершити
zh_cn: 完成

source: Force all client generated traffic through the tunnel.
cs_cz: Vynutit aby veškerý provoz od klienta procházel tunelem.
de_de: Erzwinge, dass sämtlicher vom Client generierter Datenverkehr durch den Tunnel geleitet wird.
el_gr: Επιβολή όλης της κίνησης που δημιουργείται από τον πελάτη μέσω της σήραγγας.
fa_ir: ارسال تمام ترافیک تولیدشده توسط کلاینت‌ها از طریق تونل
fr_fr: Forcer tout le trafic généré par le client à travers le tunnel.
it_it: Forza tutto il traffico generato dal client attraverso il tunnel.
ko_kr: 클라이언트에서 생성된 모든 트래픽이 터널을 통하도록 합니다.
pl_pl: Przekieruj cały generowany przez klienta ruch przez tunel.
uk_ua: Примусово направляти весь трафік, згенерований клієнтом, через тунель.
zh_cn: 强制所有客户端生成的流量通过隧道。

source: General Information
cs_cz: Obecné informace
de_de: Allgemeine Information
el_gr: Γενικές Πληροφορίες
fa_ir: اطلاعات عمومی
fr_fr: Informations générales
it_it: Informazioni generali
ko_kr: 일반 정보
pl_pl: Ogólne informacje
uk_ua: Загальна інформація
zh_cn: 常规信息

source: Harden DNSSEC data
cs_cz: Opevnit údaje DNSSEC
de_de: DNSSEC-Daten absichern
el_gr: Σκληρύνετε τα δεδομένα DNSSEC
fa_ir: تقویت امنیت داده‌های DNSSEC
fr_fr: Donnée DNSSEC renforcée
it_it: Rafforzare i dati DNSSEC
ko_kr: DNSSEC 데이터 강화
pl_pl: Wzmocnij dane DNSSEC
uk_ua: Посилити дані DNSSEC
zh_cn: 强化DNSSEC数据

source: Hostname or IP address
cs_cz: Název stroje nebo IP adresa
de_de: Hostname oder IP-Adresse
el_gr: Όνομα κεντρικού υπολογιστή ή διεύθυνση IP
fa_ir: نام میزبان یا آدرس IP
fr_fr: Nom d'hôte ou adresse IP
it_it: Nome host o indirizzo IP
ko_kr: 호스트 이름 또는 IP 주소
pl_pl: Nazwa hosta lub adres IP
uk_ua: Ім'я хоста або IP-адреса
zh_cn: 主机名或IP地址

source: IPv4 Local Network
cs_cz: Místní IPv4 síť
de_de: Lokales IPv4-Netzwerk
el_gr: Τοπικό Δίκτυο IPv4
fa_ir: شبکه محلی IPv4
fr_fr: Réseau Local IPv4
it_it: Rete locale IPv4
ko_kr: IPv4 로컬 네트워크
pl_pl: IPv4 Lokalna Sieć
uk_ua: Локальна мережа IPv4
zh_cn: IPv4本地网络

source: IPv4 Remote Network
cs_cz: IPv4 síť na protější straně
de_de: Fernes IPv4-Netzwerk
el_gr: Απομακρυσμένο δίκτυο IPv4
fa_ir: شبکه راه‌دور IPv4
fr_fr: Réseau Distant IPv4
it_it: Rete remota IPv4
ko_kr: IPv4 원격 네트워크
pl_pl: IPv4 Zdalna Sieć
uk_ua: Віддалена мережа IPv4
zh_cn: IPv4远程网络

source: IPv4 Tunnel Network
cs_cz: IPv4 síť tunelu
de_de: IPv4 Tunnelnetzwerk
el_gr: Δίκτυο σήραγγας IPv4
fa_ir: شبکه تونل IPv4
fr_fr: Tunnel Réseau IPv4
it_it: Rete di tunnel IPv4
ko_kr: IPv4 터널 네트워크
pl_pl: IPv4 Sieć Tunelu
uk_ua: Тунельна мережа IPv4
zh_cn: IPv4隧道网络

source: IPv6 Local Network
cs_cz: Místní IPv6 sít
de_de: Lokales IPv6-Netzwerk
el_gr: Τοπικό Δίκτυο IPv6
fa_ir: شبکه محلی IPv6
fr_fr: Réseau Local IPv6
it_it: Rete locale IPv6
ko_kr: IPv6 로컬 네트워크
pl_pl: IPv6 Lokalna Sieć
uk_ua: Локальна мережа IPv6
zh_cn: IPv6本地网络

source: IPv6 Remote Network
cs_cz: IPv6 síť na protější straně
de_de: Fernes IPv6-Netzwerk
el_gr: Απομακρυσμένο δίκτυο IPv6
fa_ir: شبکه راه‌دور IPv6
fr_fr: Réseau Distant IPv6
it_it: Rete remota IPv6
ko_kr: IPv6 원격 네트워크
pl_pl: IPv6 Zdalna Sieć
uk_ua: Віддалена мережа IPv6
zh_cn: IPv6远程网络

source: IPv6 Tunnel Network
cs_cz: IPv6 síť tunelu
de_de: IPv6 Tunnelnetzwerk
el_gr: Δίκτυο σήραγγας IPv6
fa_ir: شبکه تونل IPv6
fr_fr: Tunnel Réseau IPv6
it_it: Rete di tunnel IPv6
ko_kr: IPv6 터널 네트워크
pl_pl: IPv6 Sieć Tunelu
uk_ua: Тунельна мережа IPv6
zh_cn: IPv6隧道网络

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (TCP/IP header size) will be in effect. If you leave this field blank, an MSS of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed. This should match the above MTU value in most all cases.
cs_cz: Pokud do této kolonky zadáte hodnotu, MSS bude stropováno u TCP spojení na zadanou hodnotu mínu 40 (velikost TCP/IP hlavičky). Pokud nevyplníte, bude předpokládáno MSS 1492 bajtů pro PPPoE a 1500 bajtů pro všechny ostatní typy spojení. Ve většině případů by mělo být stejné jako MTU.
de_de: Wenn ein Wert in diesem Feld eingegeben ist, dann ist MSS-Beschränken für TCP-Verbindungen für den Wert minus 40 (TCP/IP Header-Größe) aktiviert. Wenn dieses Feld leer ist wird eine MSS von 1492 Byte für PPPoE und 1500 Byte für alle anderen Verbindungstypen angenommen. Dies sollte mit dem MTU Wert darüber in den meisten Fällen übereinstimmen.
el_gr: Εάν εισαγάγετε μια τιμή σε αυτό το πεδίο, τότε θα ισχύει η δέσμευση MSS για συνδέσεις TCP στην τιμή που έχει εισαχθεί πάνω από το μείον 40 (μέγεθος κεφαλίδας TCP/IP). Εάν αφήσετε αυτό το πεδίο κενό, θα θεωρηθεί ότι το MSS είναι 1492 byte για PPPoE και 1500 byte για όλους τους άλλους τύπους σύνδεσης. Αυτό θα πρέπει να ταιριάζει με την παραπάνω τιμή MTU στις περισσότερες περιπτώσεις.
fa_ir: اگر مقداری در این فیلد وارد کنید، محدودسازی MSS برای اتصالات TCP بر مقدار واردشده در بالا منهای 40 (اندازه هدر TCP/IP) اعمال خواهد شد. اگر این فیلد را خالی بگذارید، مقدار MSS برابر 1492 بایت برای PPPoE و 1500 بایت برای سایر انواع اتصال در نظر گرفته می‌شود. در اکثر موارد این باید با مقدار MTU بالا مطابقت داشته باشد.
fr_fr: Si vous entrez une valeur dans ce champ, le bridage MSS des connexions TCP avec la valeur entrée ci-dessus moins 40 (taille de l'en-tête TCP / IP) sera effectif. Si vous laissez ce champ vide, un MSS de 1492 octets pour PPPoE et de 1500 octets pour tous les autres types de connexion sera utilisé. Cela doit correspondre à la valeur MTU ci-dessus dans la plupart des cas.
it_it: Se si immette un valore in questo campo, verrà applicato il blocco MSS per le connessioni TCP al valore immesso sopra meno 40 (dimensione dell'intestazione TCP/IP). Se si lascia vuoto questo campo, verrà presupposto un MSS di 1492 byte per PPPoE e 1500 byte per tutti gli altri tipi di connessione. Nella maggior parte dei casi, questo dovrebbe corrispondere al valore MTU riportato sopra.
ko_kr: 이 필드에 값을 입력하면, 위에 입력된 값에서 40(TCP/IP 헤더 크기)을 뺀 값에 대한 TCP 연결의 MSS 클램핑이 적용됩니다. 이 필드를 비워두면, PPPoE에 대한 1492 바이트 및 모든 다른 연결 유형에 대한 1500 바이트의 MSS가 가정됩니다. 대부분의 경우 이것은 위의 MTU 값과 일치해야 합니다.
pl_pl: Jeśli wpiszesz wartość w tym polu, wtedy ograniczenie MSS dla połączeń TCP do wartości wpisanej powyżej minus 40 (rozmiar nagłówka TCP/IP) będzie obowiązywać. Jeśli pozostawisz to pole puste, zakłada się MSS 1492 bajty dla PPPoE i 1500 bajtów dla wszystkich innych typów połączeń. Powinno to odpowiadać wartości MTU powyżej w większości przypadków.
uk_ua: Якщо ви введете значення в цьому полі, тоді буде застосовано обмеження MSS для TCP-з'єднань до значення, введеного вище, мінус 40 (розмір заголовка TCP/IP). Якщо залишити це поле порожнім, буде застосовано MSS 1492 байти для PPPoE та 1500 байтів для всіх інших типів з'єднань. Це має відповідати значенню MTU, зазначеному вище, у більшості випадків.
zh_cn: 如果在该字段中输入值，那么上面输入的数值再减去40 (TCP/IP标头大小) 就是TCP连接的MSS钳位有效数值。 如果将该字段留空，则会假定PPPoE的MSS为1492字节，所有其他连接类型的MSS为1500字节。在大多数情况下，这应与上面的MTU值匹配。

source: Language
cs_cz: Jazyk
de_de: Sprache
el_gr: Γλώσσα
fa_ir: زبان
fr_fr: Langue
it_it: Lingua
ko_kr: 언어
pl_pl: Język
uk_ua: Мова
zh_cn: 语言

source: Lifetime
cs_cz: Životnost
de_de: Gültigkeitsdauer
el_gr: Διάρκεια ζωής
fa_ir: مدت اعتبار
fr_fr: Durée de vie
it_it: Tutta la vita
ko_kr: 유효 기간
pl_pl: Czas życia
uk_ua: Термін дії
zh_cn: 有效期

source: MAC Address
cs_cz: MAC adresa
de_de: MAC-Adresse
el_gr: Διεύθυνση MAC
fa_ir: آدرس MAC
fr_fr: Adresse MAC
it_it: Indirizzo MAC
ko_kr: MAC 주소
pl_pl: Adres MAC
uk_ua: MAC-адреса
zh_cn: MAC地址

source: NetBIOS Options
cs_cz: Předvolby NetBIOS
de_de: NetBIOS Optionen
el_gr: Επιλογές NetBIOS
fa_ir: گزینه‌های NetBIOS
fr_fr: Options NetBIOS
it_it: Opzioni NetBIOS
ko_kr: NetBIOS 옵션
pl_pl: Opcje NetBIOS
uk_ua: Параметри NetBIOS
zh_cn: NetBIOS选项

source: Next
cs_cz: Další
de_de: Weiter
el_gr: Επόμενος
fa_ir: بعدی
fr_fr: Suivant
it_it: Prossimo
ko_kr: 다음
pl_pl: Dalej
uk_ua: Далі
zh_cn: 下一步

source: One Level
cs_cz: Jedna úroveň
de_de: Eine Stufe
el_gr: Ένα Επίπεδο
fa_ir: یک سطح
fr_fr: Un Niveau
it_it: Un livello
ko_kr: 한 단계
pl_pl: Jeden poziom
uk_ua: Один рівень
zh_cn: 一级

source: Organization
cs_cz: Organizace
de_de: Organisation
el_gr: Οργάνωση
fa_ir: سازمان
fr_fr: Organisation (O)
it_it: Organizzazione
ko_kr: 조직
pl_pl: Organizacja
uk_ua: Організація
zh_cn: 组织

source: Override DNS
cs_cz: Přepsat DNS
de_de: DNS überschreiben
el_gr: Παράκαμψη DNS
fa_ir: جایگزینی DNS
fr_fr: Outrepasser le DNS
it_it: Sostituisci DNS
ko_kr: DNS 재정의
pl_pl: Nadpisanie DNS
uk_ua: Перевизначити DNS
zh_cn: 覆盖DNS

source: PPPoE Password
cs_cz: PPPoE heslo
de_de: PPPoE-Passwort
el_gr: Κωδικός πρόσβασης PPPoE
fa_ir: رمز عبور PPPoE
fr_fr: Mot de passe PPPoE
it_it: Password PPPoE
ko_kr: PPPoE 비밀번호
pl_pl: Hasło PPPoE
uk_ua: Пароль PPPoE
zh_cn: PPPoE密码

source: PPPoE Service name
cs_cz: Název PPPoE služby
de_de: PPPoE-Dienstname
el_gr: Όνομα υπηρεσίας PPPoE
fa_ir: نام سرویس PPPoE
fr_fr: Nom du service PPPoE
it_it: Nome del servizio PPPoE
ko_kr: PPPoE 서비스명
pl_pl: Nazwa usługi PPPoE
uk_ua: Ім'я служби PPPoE
zh_cn: PPPoE服务名称

source: PPPoE Username
cs_cz: PPPoE uživatelské jméno
de_de: PPPoE-Benutzername
el_gr: Όνομα χρήστη PPPoE
fa_ir: نام کاربری PPPoE
fr_fr: Nom d'utilisateur PPPoE
it_it: Nome utente PPPoE
ko_kr: PPPoE 사용자명
pl_pl: Nazwa użytkownika PPPoE
uk_ua: Ім'я користувача PPPoE
zh_cn: PPPoE用户名

source: Possible options: b-node (broadcasts), p-node (point-to-point name queries to a WINS server), m-node (broadcast then query name server), and h-node (query name server, then broadcast).
cs_cz: Možnosti k dispozici: b-node (všesměrová vysílání), p-node (bod-bod dotazy na názvy vůči WINS serveru), m-node (všesměrové vysílání pak dotaz na jmenný server) a h-node (dotaz na jmenný server, pak všesměrové vysílání).
de_de: Mögliche Optionen b-node (Broadcasts), p-node (Punkt-zu-Punkt-Namensabfragen an einen WINS-Server), m-node (Broadcast, dann Namensserver abfragen), und h-node (Namensserver Abfragen, dann Broadcast)
el_gr: Πιθανές επιλογές: b-node (εκπομπές), p-node (ερωτήματα ονόματος από σημείο σε σημείο σε διακομιστή WINS), m-node (εκπομπή και στη συνέχεια ερώτημα διακομιστή ονομάτων) και h-node (διακομιστής ονομάτων ερωτημάτων και στη συνέχεια εκπομπή).
fa_ir: گزینه‌های ممکن: b-node (پخش)، p-node (پرس‌وجوهای نام نقطه‌به‌نقطه به یک سرور WINS)، m-node (ابتدا پخش، سپس پرس‌وجو از سرور نام)، و h-node (ابتدا پرس‌وجو از سرور نام، سپس پخش).
fr_fr: Options valides: b-node (diffusions), p-node (requête point-à-point de nom sur un serveur WINS), m-node (diffusion puis requête au serveur de nom), et h-node (requête au serveur de nom puis diffusion).
it_it: Opzioni possibili: nodo b (trasmissioni), nodo p (interrogazioni di nomi punto a punto a un server WINS), nodo m (trasmette quindi interroga il server dei nomi) e nodo h (interroga il server dei nomi, quindi trasmette) .
ko_kr: 가능한 옵션: b-node(브로드캐스트), p-node(WINS 서버로의 포인트 투 포인트 이름 쿼리), m-node(브로드캐스트 후 이름 서버 쿼리), h-node(이름 서버 쿼리 후 브로드캐스트).
pl_pl: Możliwe opcje: b-node (transmisje), p-node (zapytania punkt-punkt do serwera WINS), m-node (transmisja, a następnie zapytanie do serwera nazw), h-node (zapytanie do serwera nazw, a następnie transmisja).
uk_ua: Можливі варіанти: b-вузол (широкомовні запити), p-вузол (запити імен «точка-точка» до сервера WINS), m-вузол (широкомовний запит, потім запит до сервера імен), і h-вузол (запит до сервера імен, потім широкомовний запит).
zh_cn: 可能的选择:b-node(广播)，p-node(到WINS服务器的点对点域名查询)，m-node(广播然后查询域名服务器)和h-node(查询域名服务器，然后广播) 。

source: Redirect Gateway
cs_cz: Přesměrovat bránu
de_de: Weiterleitungs Gateway
el_gr: Πύλη ανακατεύθυνσης
fa_ir: هدایت به دروازه
fr_fr: Rediriger la Passerelle
it_it: Reindirizzamento Gateway
ko_kr: 게이트웨이 리다이렉트
pl_pl: Przekierowanie bramy
uk_ua: Переспрямувати шлюз
zh_cn: 重定向网关

source: Reload
cs_cz: Načíst znovu
de_de: Neu laden
el_gr: Γεμίζω πάλι
fa_ir: بارگذاری مجدد
fr_fr: Recharger
it_it: Ricaricare
ko_kr: 다시 로드
pl_pl: Przeładuj
uk_ua: Перезавантажити
zh_cn: 重新加载

source: SSL - Encrypted
cs_cz: SSL – šifrované
de_de: SSL - Verschlüsselt
el_gr: SSL - Κρυπτογραφημένο
fa_ir: SSL - رمزگذاری‌شده
fr_fr: SSL - Chiffré
it_it: SSL: crittografato
ko_kr: SSL - 암호화됨
pl_pl: SSL - Szyfrowane
uk_ua: SSL - Зашифрований

source: Set the MTU of the WAN interface. If you leave this field blank, an MTU of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed.
cs_cz: Nastavit MTU WAN rozhraní. Pokud není vyplněno, bude předpokládáno MTU 1492 bajtů pro PPPoE a 1500 bajtů pro všechny ostatní typy připojení.
de_de: Setzen Sie die MTU der WAN-Schnittstelle. Wenn Sie dieses Feld leer lassen, wird eine MTU von 1492 Bytes für PPPoE und 1500 Bytes für alle anderen Verbindungstypen vorgenommen.
el_gr: Ορίστε την MTU της διεπαφής WAN. Εάν αφήσετε αυτό το πεδίο κενό, θα θεωρηθεί ότι η MTU είναι 1492 byte για το PPPoE και 1500 byte για όλους τους άλλους τύπους σύνδεσης.
fa_ir: تنظیم MTU رابط WAN. اگر این فیلد خالی بماند، فرض می‌شود MTU برابر 1492 بایت برای PPPoE و 1500 بایت برای سایر انواع اتصال است.
fr_fr: Définissez la MTU de l'interface WAN. Si vous laissez ce champ vide, une MTU de 1492 octets pour PPPoE et de 1500 octets pour tous les autres types de connexion sera utilisée.
it_it: Imposta la MTU dell'interfaccia WAN. Se si lascia vuoto questo campo, verrà presupposta una MTU di 1492 byte per PPPoE e 1500 byte per tutti gli altri tipi di connessione.
ko_kr: WAN 인터페이스의 MTU를 설정하세요. 이 필드를 비워 두면, PPPoE의 경우 1492바이트, 다른 모든 연결 유형의 경우 1500바이트로 MTU가 설정됩니다.
pl_pl: Ustaw MTU interfejsu WAN. Jeśli zostawisz to pole puste, zakładane będzie MTU o wartości 1492 bajtów dla PPPoE i 1500 bajtów dla wszystkich innych typów połączeń.
uk_ua: Встановіть MTU WAN-інтерфейсу. Якщо ви залишите це поле порожнім, буде прийнято MTU 1492 байти для PPPoE та 1500 байтів для всіх інших типів з'єднань.
zh_cn: 设置WAN接口的MTU值。 如果将该字段留空，则会假定PPPoE为1492字节的MTU以及所有其他连接类型为1500字节。

source: Shared Secret
cs_cz: Sdílené heslo
de_de: Gemeinsames Geheimnis
el_gr: Κοινό μυστικό
fa_ir: کلید مشترک
fr_fr: Secret partagé
it_it: Segreto condiviso
ko_kr: 공유 암호
pl_pl: Współdzielony sekret
uk_ua: Спільний секрет
zh_cn: 共享密钥

source: State or Province
cs_cz: Stát nebo provincie
de_de: Staat oder Provinz
el_gr: Πολιτεία ή Επαρχία
fa_ir: استان یا ایالت
fr_fr: État ou province (ST)
it_it: Stato o Provincia
ko_kr: 주/도
pl_pl: Województwo lub prowincja
uk_ua: Штат або провінція
zh_cn: 州或省

source: Static
cs_cz: Napevno
de_de: Statisch
el_gr: Στατικός
fa_ir: ثابت
fr_fr: Statique
it_it: Statico
ko_kr: 정적
pl_pl: Statyczny
uk_ua: Статичний
zh_cn: 静态

source: TCP - Standard
cs_cz: TCP – standardní
el_gr: TCP - Πρότυπο
fa_ir: TCP - استاندارد
ko_kr: TCP - 표준
pl_pl: TCP - Standardowy
uk_ua: TCP - Стандартний

source: TLS Authentication
cs_cz: TLS ověřování
de_de: TLS Authentifikation
el_gr: Έλεγχος ταυτότητας TLS
fa_ir: احراز هویت TLS
fr_fr: Authentification TLS
it_it: Autenticazione TLS
ko_kr: TLS 인증
pl_pl: Uwierzytelnianie TLS
uk_ua: Автентифікація TLS
zh_cn: TLS认证

source: TLS Shared Key
cs_cz: TLS sdílený klíč
de_de: Gemeinsamer TLS-Schlüssel
el_gr: Κοινόχρηστο κλειδί TLS
fa_ir: کلید مشترک TLS
fr_fr: Clé partagée TLS
it_it: Chiave condivisa TLS
ko_kr: TLS 공유 키
pl_pl: Współdzielony klucz TLS
uk_ua: Спільний ключ TLS
zh_cn: TLS共享密钥

source: The value in this field is sent as the DHCP client identifier and hostname when requesting a DHCP lease. Some ISPs may require this (for client identification).
cs_cz: Hodnota z této kolonky je odeslána jako identifikátor DHCP klienta a název stroje při požadavku o DHCP zápůjčku. Někteří poskytovatelé připojení toto mohou vyžadovat (pro identifikaci klienta).
de_de: Der Wert in diesem Feld wird als DHCP-Client-Identifier und Hostname gesendet, wenn ein neues DHCP-Lease angefordert wird. Manche ISPs könnten dies (zur Client-Identifizierung) erfordern.
el_gr: Οι τιμές σε αυτά τα πεδία είναι οι χρονισμοί %sπρωτοκόλλου%s DHCP που χρησιμοποιούνται κατά την υποβολή αιτήματος εκχώρησηςς.
fa_ir: مقدار این فیلد به‌عنوان شناسهٔ کلاینت DHCP و نام میزبان هنگام درخواست اجارهٔ DHCP ارسال می‌شود. برخی ارائه‌دهندگان خدمات اینترنتی ممکن است این را لازم داشته باشند (برای شناسایی کلاینت).
fr_fr: La valeur de ce champ est envoyée comme identifiant et nom d'hôte au client DHCP lors de la demande d'un bail DHCP. Certains FAI peuvent l'exiger (pour l'identification du client).
it_it: Il valore in questo campo viene inviato come identificatore del client DHCP e nome host quando si richiede un lease DHCP. Alcuni ISP potrebbero richiederlo (per l'identificazione del cliente).
ko_kr: 이 필드의 값은 DHCP 대여를 요청할 때 DHCP 클라이언트 식별자 및 호스트 이름으로 전송됩니다. 일부 ISP는 이를 요구할 수 있습니다 (클라이언트 식별용).
pl_pl: Wartość w tym polu jest wysyłana jako identyfikator klienta DHCP i nazwa hosta podczas żądania dzierżawy DHCP. Niektórzy dostawcy usług mogą tego wymagać (do identyfikacji klienta).
uk_ua: Значення в цьому полі надсилається як ідентифікатор клієнта DHCP та ім'я хоста при запиті оренди DHCP. Деякі інтернет-провайдери можуть вимагати цього (для ідентифікації клієнта).
zh_cn: 当请求DHCP租约时，该字段中的值会作为DHCP客户端标识符和主机名进行发送。某些ISP可能会有这种要求(用于识别客户端)。
