Repository: opnsense/lang
Catalog: *.po
Languages: cs_cz, de_de, el_gr, fa_ir, fr_fr, it_it, ko_kr, pl_pl, uk_ua, zh_cn

source: KEA DHCPv4 server
el_gr: Διακομιστής KEA DHCPv4
fa_ir: سرور KEA DHCPv4
fr_fr: Serveur KEA DHCPv4
it_it: Server DHCPv4 KEA
ko_kr: KEA DHCPv4 서버
uk_ua: Сервер KEA DHCPv4
zh_cn: KEA DHCPv4 服务器

source: Korean
cs_cz: Korejština
de_de: Koreanisch
el_gr: Κορεατικά
fa_ir: کره‌ای
fr_fr: Coréen
it_it: coreano
ko_kr: 한국어
uk_ua: Корейська
zh_cn: 朝鲜语

source: LAGG Hash
cs_cz: Otisk (hash) LAGG
it_it: Hash LAGG
ko_kr: LAGG 해시
uk_ua: Хеш LAGG
zh_cn: LAGG 哈希

source: Last accessed
cs_cz: Naposledy přistupováno
de_de: Letzter Zugriff
el_gr: Τελευταία πρόσβαση
fa_ir: آخرین دسترسی
fr_fr: Dernier accès
it_it: Ultimo accesso
ko_kr: 마지막 액세스
uk_ua: Останній доступ
zh_cn: 上次访问

source: Last day
cs_cz: Včera
de_de: Letzter Tag
el_gr: Τελευταία μέρα
fa_ir: روز گذشته
fr_fr: Jour dernier
it_it: Ultimo giorno
ko_kr: 지난 하루
uk_ua: Минулий день
zh_cn: 昨天

source: Last month
cs_cz: Minulý měsíc
de_de: Letzter Monat
el_gr: Τον περασμένο μήνα
fa_ir: ماه گذشته
fr_fr: Mois dernier
it_it: Il mese scorso
ko_kr: 지난 달
uk_ua: Минулий місяць
zh_cn: 上个月

source: Last week
cs_cz: Minulý týden
de_de: Letzte Woche
el_gr: Την περασμένη εβδομάδα
fa_ir: هفته گذشته
fr_fr: Semaine dernière
it_it: La settimana scorsa
ko_kr: 지난 주
uk_ua: Минулий тиждень
zh_cn: 上周

source: Layer4 Routes
cs_cz: Trasy vrstvy 4
de_de: Layer-4-Routen
el_gr: Διαδρομές Layer4
fa_ir: مسیرهای لایه 4
fr_fr: Routes de la couche 4
it_it: Percorsi Layer4
ko_kr: Layer4 경로
uk_ua: Маршрути рівня 4
zh_cn: 第四层路由

source: Licensed until %s
cs_cz: Licencováno do %s
de_de: Lizenziert bis %s
el_gr: Άδεια χρήσης έως %s
fa_ir: مجوز تا %s معتبر است
fr_fr: Licence jusqu'à %s
it_it: Concesso in licenza fino al %s
ko_kr: %s까지 라이선스 부여됨
uk_ua: Ліцензовано до %s
zh_cn: 许可有效期至 %s

source: Line Rate
cs_cz: Rychlost linky
de_de: Leitungsgeschwindigkeit
el_gr: Ρυθμός γραμμής
fa_ir: نرخ خط
fr_fr: Taux de ligne
it_it: Tariffa linea
ko_kr: 라인 속도
uk_ua: Швидкість лінії
zh_cn: 线路速率

source: Link State
cs_cz: Stav linky
de_de: Verbindungsstatus
el_gr: Κατάσταση σύνδεσης
fa_ir: وضعیت لینک
fr_fr: État du lien
it_it: Stato del collegamento
ko_kr: 링크 상태
uk_ua: Стан каналу
zh_cn: 链接状态

source: Linked user
cs_cz: Připojený uživatel
de_de: Verknüpfter Benutzer
el_gr: Συνδεδεμένος χρήστης
fa_ir: کاربر مرتبط
fr_fr: Utilisateur lié
it_it: Utente collegato
ko_kr: 연결된 사용자
uk_ua: Прив'язаний користувач
zh_cn: 链接的用户

source: List validation error.
cs_cz: Chyba ověřování seznamu.
de_de: Fehler bei der Listenvalidierung.
el_gr: Σφάλμα επικύρωσης λίστας.
fa_ir: خطای اعتبارسنجی فهرست.
fr_fr: Erreur de validation de la liste.
it_it: Errore di convalida dell'elenco.
ko_kr: 목록 유효성 검사 오류.
uk_ua: Помилка перевірки списку.
zh_cn: 列表验证错误。

source: Log packets
cs_cz: Zaznamenávat pakety
de_de: Pakete protokollieren
el_gr: Καταγραφή πακέτων
fa_ir: لاگ بسته‌ها
fr_fr: Journaliser les paquets
it_it: Registra i pacchetti
ko_kr: 패킷 로그
uk_ua: Записувати пакети
zh_cn: 记录数据

source: Log packets handled by service rules?
cs_cz: Zaznamenávat pakety obsluhované pravidly služeb?
de_de: Pakete protokollieren, die von Dienstregeln verarbeitet werden?
el_gr: Τα πακέτα καταγραφής χειρίζονται από κανόνες υπηρεσίας;
fa_ir: بسته‌های پردازش‌شده توسط قوانین سرویس لاگ شوند؟
fr_fr: Paquets de données traités par des règles de service ?
it_it: Registrare i pacchetti gestiti dalle regole del servizio?
ko_kr: 서비스 규칙에 의해 처리된 패킷을 기록할까요?
uk_ua: Записувати пакети, оброблені правилами служби?
zh_cn: 记录服务规则处理的数据包？

source: Log packets matched by automatic outbound NAT rules
cs_cz: Protokolovat do záznamu událostí pakety, které které odpovídají automatickým odchozím NAT pravidlům
de_de: Pakete protokollieren, die von automatischen ausgehenden NAT-Regeln erfasst werden
el_gr: Πακέτα καταγραφής που αντιστοιχίζονται με αυτόματους κανόνες εξερχόμενου NAT
fa_ir: لاگ بسته‌های مطابق قوانین NAT خروجی خودکار
fr_fr: Enregistrer les paquets correspondant aux règles NAT automatiques de sortie
it_it: Registra i pacchetti corrispondenti alle regole NAT in uscita automatiche
ko_kr: 자동 발신 NAT 규칙에 의해 일치하는 패킷을 로그
uk_ua: Записувати пакети, які відповідають автоматичним правилам вихідного NAT
zh_cn: 记录与自动出站NAT规则匹配的数据包

source: Log packets matched from the default block rules
cs_cz: Protokolovat do záznamu pakety, u kterých nalezena shoda s výchozími blokovacími pravidly
de_de: Pakete protokollieren, die von den Standard-Blockregeln erfasst werden
el_gr: Καταγραφή πακέτων που αντιστοιχούν στους προεπιλεγμένους κανόνες μπλοκ
fa_ir: لاگ بسته‌های مطابق قوانین پیش‌فرض مسدودسازی
fr_fr: Enregistrer les paquets correspondant aux règles de blocage par défaut
it_it: Pacchetti di registro corrispondenti alle regole di blocco predefinite
ko_kr: 기본 차단 규칙에서 일치하는 패킷을 로그
uk_ua: Записувати пакети, які відповідають типовим правилам блокування
zh_cn: 记录与默认阻止规则匹配的数据包

source: Log packets matched from the default pass rules
cs_cz: Protokolovat do záznamu událostí pakety odpovídající výchozím pravidlům předávání
de_de: Pakete protokollieren, die von den Standard-Erlaubnisregeln erfasst werden
el_gr: Πακέτα καταγραφής που αντιστοιχούν στους προεπιλεγμένους κανόνες διέλευσης
fa_ir: لاگ بسته‌های مطابق قوانین پیش‌فرض عبور
fr_fr: Enregistrer les paquets correspondant aux règles de passage par défaut
it_it: Pacchetti di log corrispondenti alle regole di passaggio predefinite
ko_kr: 기본 통과 규칙에서 일치하는 패킷을 로그
uk_ua: Записувати пакети, які відповідають типовим правилам дозволу
zh_cn: 记录与默认通过规则匹配的数据包

source: Log server errors
cs_cz: Zaznamenávat chyby serveru
de_de: Serverfehler protokollieren
el_gr: Σφάλματα διακομιστή καταγραφής
fa_ir: لاگ خطاهای سرور
fr_fr: Enregistrer les erreurs du serveur
it_it: Registra gli errori del server
ko_kr: 로그 서버 오류
uk_ua: Записувати помилки сервера
zh_cn: 记录服务器错误

source: Manual address
cs_cz: Ruční adresa
de_de: Manuelle Adresse
el_gr: Χειροκίνητη διεύθυνση
fa_ir: آدرس دستی
fr_fr: Adresse manuelle
it_it: Indirizzo manuale
ko_kr: 수동 주소
uk_ua: Ручна адреса
zh_cn: 手动地址

source: Media (Raw)
cs_cz: Médium (holé)
de_de: Medium (Rohformat)
el_gr: Μέσα (Ακατέργαστα)
fa_ir: رسانه (خام)
fr_fr: Médias (bruts)
it_it: Supporti (grezzi)
ko_kr: 미디어 (원시)
uk_ua: Медіа (Необроблене)
zh_cn: 媒体(原始)

source: Media Options
cs_cz: Předvolby pro médium
de_de: Medienoptionen
el_gr: Επιλογές μέσων
fa_ir: گزینه‌های رسانه
fr_fr: Options des médias
it_it: Opzioni multimediali
ko_kr: 미디어 옵션
uk_ua: Параметри медіа
zh_cn: 媒体选项

source: Misconfigured Gateway IP
cs_cz: Nesprávně nastavená IP adresa brány
de_de: Fehlkonfigurierte Gateway-IP
el_gr: Λανθασμένα διαμορφωμένη IP πύλης
fa_ir: IP دروازه پیکربندی نادرست
fr_fr: IP de la passerelle mal configurée
it_it: IP del gateway non configurato correttamente
ko_kr: 잘못 구성된 게이트웨이 IP
uk_ua: Неправильно налаштований IP шлюзу
zh_cn: 网关 IP 配置错误

source: More detailed debugging control flow
cs_cz: Podrobnější ladění toku řízení
de_de: Detaillierterer Ablauf zur Fehlerdiagnose
el_gr: Πιο λεπτομερής ροή ελέγχου εντοπισμού σφαλμάτων
fa_ir: کنترل جریان اشکال‌زدایی با جزئیات بیشتر
fr_fr: Flux de contrôle de débogage plus détaillé
it_it: Flusso di controllo del debug più dettagliato
ko_kr: 보다 자세한 디버깅 제어 흐름
uk_ua: Більш детальний потік керування відладкою
zh_cn: 更详细的调试控制流

source: Mountpoint
cs_cz: Přípojný bod
de_de: Einhängepunkt
el_gr: Σημείο προσάρτησης
fa_ir: نقطهٔ نصب
fr_fr: Point de montage
it_it: Punto di montaggio
ko_kr: 마운트 포인트
uk_ua: Точка монтування
zh_cn: 挂载点

source: Multicast group -or- Remote address has to be specified
cs_cz: Je třeba zadat skupinu vícesměrového vysílání nebo vzdálenou adresu
de_de: Multicast-Gruppe oder entfernte Adresse muss angegeben werden.
el_gr: Ομάδα πολλαπλής διανομής -ή- Πρέπει να καθοριστεί η διεύθυνση απομακρυσμένης διανομής
fa_ir: باید گروه Multicast یا آدرس راه‌دور مشخص شود
fr_fr: Groupe de multidiffusion -ou- L'adresse distante doit être spécifiée
it_it: Gruppo multicast -o- È necessario specificare l'indirizzo remoto
ko_kr: 멀티캐스트 그룹 또는 원격 주소가 지정되어야 함
uk_ua: Потрібно вказати групу мультикаст -або- віддалену адресу
zh_cn: 必须指定多播组 - 或 - 远程地址

source: Multicast group is specified, a Device must also be specified
cs_cz: Je zadána skupina vícesměrového vysílání a proto je třeba, aby bylo zadáno také zařízení
de_de: Multicast-Gruppe ist angegeben, es muss auch ein Gerät angegeben werden.
el_gr: Εάν καθοριστεί ομάδα πολλαπλής διανομής, πρέπει επίσης να καθοριστεί μια συσκευή
fa_ir: گروه Multicast مشخص شده است؛ همچنین باید یک دستگاه انتخاب شود
fr_fr: Le groupe de multidiffusion est spécifié, un appareil doit également être spécifié.
it_it: È specificato il gruppo multicast, è necessario specificare anche un dispositivo
ko_kr: 멀티캐스트 그룹이 지정된 경우 장치도 지정해야 함
uk_ua: Вказано групу мультикаст, також має бути вказано Пристрій
zh_cn: 指定了多播组，还必须指定设备

source: Multicasts Received
cs_cz: Přijatá vícesměrová vysílání
de_de: Empfangene Multicast-Pakete
el_gr: Λήψη πολυεκπομπών
fa_ir: Multicastهای دریافتی
fr_fr: Multidiffusions reçues
it_it: Multicast ricevuti
ko_kr: 멀티캐스트 수신됨
uk_ua: Отримано мультикастів
zh_cn: 多播接收

source: Multicasts Transmitted
cs_cz: Přenesená vícesměrová vysílání
de_de: Gesendete Multicast-Pakete
el_gr: Μεταδιδόμενα πολλαπλά κανάλια
fa_ir: Multicastهای ارسالی
fr_fr: Multidiffusion transmise
it_it: Multicast trasmessi
ko_kr: 멀티캐스트 전송됨
uk_ua: Передано мультикастів
zh_cn: 多播发送

source: Multihop is currently only supported for IPv4
cs_cz: Vícenásobný přeskok je v současné době podporován pouze pro protokol IPv4.
de_de: Multihop wird derzeit nur für IPv4 unterstützt.
el_gr: Το Multihop υποστηρίζεται προς το παρόν μόνο για IPv4
fa_ir: Multihop در حال حاضر فقط برای IPv4 پشتیبانی می‌شود
fr_fr: La fonction "Multihop" n'est actuellement prise en charge que pour IPv4.
it_it: Il multihop è attualmente supportato solo per IPv4
ko_kr: 현재 다중 홉은 IPv4만 지원
uk_ua: Багатохоп наразі підтримується лише для IPv4
zh_cn: 多跳目前仅支持 IPv4

source: NGINX config loaded successfully
cs_cz: Nastavení pro NGINX úspěšně načtena
de_de: NGINX-Konfiguration erfolgreich geladen
el_gr: Η διαμόρφωση NGINX φορτώθηκε με επιτυχία
fa_ir: پیکربندی NGINX با موفقیت بارگذاری شد
fr_fr: La configuration de NGINX a été chargée avec succès
it_it: Configurazione NGINX caricata correttamente
ko_kr: NGINX 구성이 성공적으로 로딩됨
uk_ua: Конфігурація NGINX успішно завантажена
zh_cn: NGINX 配置加载成功

source: NGINX config loaded. Config file created at
cs_cz: Nastavení pro NGINX načtena. Soubor s nastavením vytvořen v
de_de: NGINX-Konfiguration geladen. Konfigurationsdatei erstellt am
el_gr: Η διαμόρφωση NGINX φορτώθηκε. Το αρχείο διαμόρφωσης δημιουργήθηκε στις
fa_ir: پیکربندی NGINX بارگذاری شد. فایل پیکربندی در:
fr_fr: NGINX config chargé. Fichier de configuration créé à
it_it: Configurazione NGINX caricata. File di configurazione creato in
ko_kr: NGINX 구성이 로드되었습니다. 구성 파일 생성 위치
uk_ua: Конфігурація NGINX завантажена. Файл конфігурації створено за адресою
zh_cn: NGINX 配置已加载。配置文件创建于

source: NGINX config test failed
cs_cz: Zkouška nastavení NGINX se nezdařila
de_de: NGINX-Konfigurationstest fehlgeschlagen
el_gr: Η δοκιμή διαμόρφωσης NGINX απέτυχε
fa_ir: تست پیکربندی NGINX ناموفق بود
fr_fr: Échec du test de configuration de NGINX
it_it: Il test di configurazione NGINX non è riuscito
ko_kr: NGINX 구성 테스트 실패됨
uk_ua: Тест конфігурації NGINX не вдався
zh_cn: NGINX 配置测试失败

source: NGINX config test is successful
cs_cz: Zkouška nastavení NGINX úspěšná
de_de: NGINX-Konfigurationstest ist erfolgreich
el_gr: Η δοκιμή διαμόρφωσης NGINX ήταν επιτυχής
fa_ir: تست پیکربندی NGINX موفقیت‌آمیز بود
fr_fr: Le test de configuration de NGINX est réussi
it_it: Il test di configurazione NGINX ha avuto esito positivo
ko_kr: NGINX 구성 테스트가 성공함
uk_ua: Тест конфігурації NGINX успішний
zh_cn: NGINX 配置测试成功

source: No backups available
cs_cz: Nejsou k dispozici žádné zálohy
de_de: Keine Backups verfügbar
el_gr: Δεν υπάρχουν διαθέσιμα αντίγραφα ασφαλείας
fa_ir: هیچ نسخهٔ پشتیبان در دسترس نیست
fr_fr: Pas de sauvegarde disponible
it_it: Nessun backup disponibile
ko_kr: 사용 가능한 백업이 없음
uk_ua: Резервних копій немає
zh_cn: 没有可用备份

source: No devices available for assignment
cs_cz: Nejsou k dispozici žádná zařízení pro přiřazení
de_de: Keine Geräte zur Zuweisung verfügbar
el_gr: Δεν υπάρχουν διαθέσιμες συσκευές για ανάθεση
fa_ir: هیچ دستگاهی برای تخصیص موجود نیست
fr_fr: Aucun dispositif disponible pour l'affectation
it_it: Nessun dispositivo disponibile per l'assegnazione
ko_kr: 할당할 수 있는 장치 없음
uk_ua: Немає доступних пристроїв для призначення
zh_cn: 没有可分配的设备

source: No gateway has been selected to be used in this group.
cs_cz: Pro tuto skupinu nebyla vybrána žádná brána pro používání.
de_de: Es wurde kein Gateway ausgewählt, das in dieser Gruppe verwendet werden soll.
el_gr: Δεν έχει επιλεγεί πύλη για χρήση σε αυτήν την ομάδα.
fa_ir: هیچ دروازه‌ای برای استفاده در این گروه انتخاب نشده است
fr_fr: Aucune passerelle n'a été sélectionnée pour être utilisée dans ce groupe.
it_it: Nessun gateway è stato selezionato da utilizzare in questo gruppo.
ko_kr: 이 그룹에서 사용할 게이트웨이가 선택되지 않았습니다.
uk_ua: У цій групі не обрано жодного шлюзу.
zh_cn: 尚未选择在此组中使用的网关。

source: No interface attached
cs_cz: Nepřipojeno žádné rozhraní
de_de: Keine Schnittstelle zugewiesen
el_gr: Δεν υπάρχει συνδεδεμένη διεπαφή
fa_ir: هیچ رابطی متصل نیست
fr_fr: Pas d'interface attachée
it_it: Nessuna interfaccia collegata
ko_kr: 연결된 인터페이스 없음
uk_ua: Немає приєднаного інтерфейсу
zh_cn: 没有连接接口

source: No limit
cs_cz: Bez omezení
de_de: Kein Limit
el_gr: Χωρίς όριο
fa_ir: بدون محدودیت
fr_fr: Sans limite
it_it: Nessun limite
ko_kr: 제한 없음
uk_ua: Без обмежень
zh_cn: 无限制

source: Number of permissions
cs_cz: Počet oprávnění
de_de: Anzahl der Berechtigungen
el_gr: Αριθμός δικαιωμάτων
fa_ir: تعداد مجوزها
fr_fr: Nombre d'autorisations
it_it: Numero di autorizzazioni
ko_kr: 권한 수
uk_ua: Кількість дозволів
zh_cn: 权限数量

source: Number of permissions must be an integer greater than 0
cs_cz: Je třeba, aby počet oprávnění bylo celé číslo vyšší než 0
de_de: Die Anzahl der Berechtigungen muss eine ganze Zahl größer als 0 sein.
el_gr: Ο αριθμός των δικαιωμάτων πρέπει να είναι ακέραιος αριθμός μεγαλύτερος από 0
fa_ir: تعداد مجوزها باید یک عدد صحیح بزرگ‌تر از 0 باشد
fr_fr: Le nombre de permissions doit être un nombre entier supérieur à 0.
it_it: Il numero di autorizzazioni deve essere un numero intero maggiore di 0
ko_kr: 권한 수는 0보다 큰 정수여야 함
uk_ua: Кількість дозволів має бути цілим числом, більшим за 0
zh_cn: 权限数必须是大于 0 的整数

source: Number of permissions to configure.
cs_cz: Počet oprávnění k nastavení.
de_de: Anzahl der zu konfigurierenden Berechtigungen.
el_gr: Αριθμός δικαιωμάτων για διαμόρφωση.
fa_ir: تعداد مجوزها برای پیکربندی
fr_fr: Nombre de permissions à configurer.
it_it: Numero di autorizzazioni da configurare.
ko_kr: 구성된 권한 수.
uk_ua: Кількість дозволів для налаштування.
zh_cn: 要配置的权限数量。

source: Only strict subnets are allowed for Proxy ARP types (e.g. 192.168.0.0/24, 192.168.1.1/32).
cs_cz: Pro ARP typy proxy jsou povoleny pouze zcela omezené podsítě (např. 192.168.0.0/24, 192.168.1.1/32).
de_de: Für Proxy-ARP-Typen sind nur strikte Subnetze zulässig (z. B. 192.168.0.0/24, 192.168.1.1/32).
el_gr: Μόνο αυστηρά υποδίκτυα επιτρέπονται για τύπους ARP μεσολάβησης (π.χ. 192.168.0.0/24, 192.168.1.1/32).
fa_ir: فقط ساب‌نت‌های دقیق برای نوع‌های Proxy ARP مجاز هستند (مثلاً 192.168.0.0/24، 192.168.1.1/32).
fr_fr: Seuls les sous-réseaux stricts sont autorisés pour les types de proxy ARP (par exemple 192.168.0.0/24, 192.168.1.1/32).
it_it: Per i tipi ARP proxy sono consentite solo sottoreti rigide (ad esempio 192.168.0.0/24, 192.168.1.1/32).
ko_kr: 프록시 ARP 유형에는 엄격한 서브넷만 허용됩니다(예: 192.168.0.0/24, 192.168.1.1/32).
uk_ua: Для типів Proxy ARP дозволені лише суворі підмережі (наприклад, 192.168.0.0/24, 192.168.1.1/32).
zh_cn: 代理ARP类型仅允许使用严格的子网（例如 192.168.0.0/24、192.168.1.1/32）。

source: Option not in list.
cs_cz: Volba nenacházející se v seznamu.
de_de: Option nicht in der Liste enthalten.
el_gr: Η επιλογή δεν υπάρχει στη λίστα.
fa_ir: گزینه در لیست نیست.
fr_fr: Option ne figurant pas dans la liste.
it_it: Opzione non nell'elenco.
ko_kr: 옵션이 목록에 없습니다.
uk_ua: Опція відсутня у списку.
zh_cn: 选项不在列表中。

source: Optional interface ID
cs_cz: Volitelný identif. rozhraní
de_de: Optionale Schnittstellen-ID
el_gr: Προαιρετικό αναγνωριστικό διεπαφής
fa_ir: شناسهٔ رابط اختیاری
fr_fr: ID de l'interface en option
it_it: ID interfaccia opzionale
ko_kr: 선택적 인터페이스 ID
uk_ua: Необов'язковий ID інтерфейсу
zh_cn: 可选接口ID

source: Optional prefix ID
cs_cz: Volitelný identif. předpony
de_de: Optionale Präfix-ID
el_gr: Προαιρετικό αναγνωριστικό προθέματος
fa_ir: شناسهٔ پیش‌وند اختیاری
fr_fr: Préfixe ID facultatif
it_it: ID prefisso facoltativo
ko_kr: 선택적 프리픽스 ID
uk_ua: Необов'язковий ID префікса
zh_cn: 可选前缀ID

source: Outbound NAT
cs_cz: Odchozí NAT
de_de: Ausgehendes NAT
el_gr: Εξερχόμενο NAT
fa_ir: NAT خروجی
fr_fr: NAT sortant
it_it: NAT in uscita
ko_kr: 아웃바운드 NAT
uk_ua: Вихідний NAT
zh_cn: 出站NAT

source: Output Errors
cs_cz: Chyby výstupu
de_de: Sende-/Übertragungsfehler
el_gr: Σφάλματα εξόδου
fa_ir: خطاهای خروجی
fr_fr: Erreurs de sortie
it_it: Errori di uscita
ko_kr: 출력 오류
uk_ua: Помилки виводу
zh_cn: 出站错误

source: Packets Received
cs_cz: Obdrženo paketů
de_de: Empfangene Pakete
el_gr: Ληφθέντα πακέτα
fa_ir: بسته‌های دریافت‌شده
fr_fr: Paquets reçus
it_it: Pacchetti ricevuti
ko_kr: 패킷 수신됨
uk_ua: Отримано пакетів
zh_cn: 收到的数据包

source: Packets Transmitted
cs_cz: Vysláno paketů
de_de: Übertragene Pakete
el_gr: Πακέτα που μεταδόθηκαν
fa_ir: بسته‌های ارسالی
fr_fr: Paquets transmis
it_it: Pacchetti trasmessi
ko_kr: 패킷 전송됨
uk_ua: Передано пакетів
zh_cn: 发送的数据包

source: Packets for Unknown Protocol
cs_cz: Paketů pro neznámý protokol
de_de: Pakete mit unbekanntem Protokoll
el_gr: Πακέτα για Άγνωστο Πρωτόκολλο
fa_ir: بسته‌ها با پروتکل ناشناخته
fr_fr: Paquets pour un protocole inconnu
it_it: Pacchetti per protocollo sconosciuto
ko_kr: 알 수 없는 프로토콜의 패킷
uk_ua: Пакети для невідомого протоколу
zh_cn: 未知协议的数据包

source: Packets that are allowed by the implicit default pass rule will be logged if you check this option. Per-rule logging options are still respected.
cs_cz: Pokud zaškrtnuto, budou zaznamenávány pakety, které jsou povoleny implicitním výchozím pravidlem průchodu. Předvolby záznamu událostí pro jednotlivá pravidla jsou stále respektovány.
de_de: Wenn Sie diese Option aktivieren, werden Pakete protokolliert, die von der impliziten Standard-Passregel zugelassen werden. Protokollierungsoptionen pro Regel werden weiterhin berücksichtigt.
el_gr: Τα πακέτα που επιτρέπονται από τον έμμεσο προεπιλεγμένο κανόνα διέλευσης θα καταγράφονται εάν ενεργοποιήσετε αυτήν την επιλογή. Οι επιλογές καταγραφής ανά κανόνα εξακολουθούν να τηρούνται.
fa_ir: اگر این گزینه را تیک بزنید، بسته‌هایی که توسط قاعدهٔ پیش‌فرضِ ضمنی مجاز شوند، ثبت خواهند شد. تنظیمات ثبت برای هر قاعده همچنان اعمال می‌شود.
fr_fr: Les paquets autorisés par la règle implicite de passage par défaut seront enregistrés si vous cochez cette option. Les options de journalisation par règle sont toujours respectées.
it_it: Se si seleziona questa opzione, i pacchetti consentiti dalla regola di passaggio predefinita implicita verranno registrati. Le opzioni di registrazione per regola vengono comunque rispettate.
ko_kr: 이 옵션을 선택하면 암묵적 기본 패스 규칙에 의해 허용되는 패킷이 기록됩니다. 규칙별 로깅 옵션은 여전히 ​​존중됩니다.
uk_ua: Пакети, дозволені неявною типовою правилом пропуску, будуть реєструватися, якщо ви позначите цю опцію. Параметри журналювання для кожного правила все ще враховуються.
zh_cn: 选中，将记录默认通过规则允许的数据包。单独规则的日志记录选项仍然有效。

source: Packets that are blocked by the implicit default block rule will not be logged if you uncheck this option. Per-rule logging options are still respected.
cs_cz: Pokud zrušíte zaškrtnutí tohoto, pakety blokované implicitním pravidlem blokování nebudou zaznamenány. Možnosti záznamu událostí pro jednotlivá pravidela jsou stále respektovány.
de_de: Pakete, die durch die implizite Standard-Blockregel blockiert werden, werden nicht protokolliert, wenn Sie diese Option deaktivieren. Protokollierungsoptionen pro Regel werden weiterhin berücksichtigt.
el_gr: Τα πακέτα που έχουν αποκλειστεί από τον έμμεσο προεπιλεγμένο κανόνα αποκλεισμού δεν θα καταγράφονται εάν καταργήσετε την επιλογή αυτής της επιλογής. Οι επιλογές καταγραφής ανά κανόνα εξακολουθούν να τηρούνται.
fa_ir: اگر این گزینه را غیرفعال کنید، بسته‌هایی که توسط قاعدهٔ پیش‌فرضِ بلوک ضمنی مسدود شده‌اند، ثبت نخواهند شد. تنظیمات ثبت برای هر قاعده همچنان اعمال می‌شود.
fr_fr: Les paquets bloqués par la règle implicite de blocage par défaut ne seront pas enregistrés si vous décochez cette option. Les options de journalisation par règle sont toujours respectées.
it_it: I pacchetti bloccati dalla regola di blocco predefinita implicita non verranno registrati se si deseleziona questa opzione. Le opzioni di registrazione per regola vengono comunque rispettate.
ko_kr: 이 옵션을 선택 취소하면 암묵적 기본 차단 규칙에 의해 차단된 패킷은 기록되지 않습니다. 규칙별 로깅 옵션은 여전히 ​​존중됩니다.
uk_ua: Пакети, заблоковані неявною типовою правилом блокування, не будуть реєструватися, якщо ви знімете позначку з цієї опції. Параметри журналювання для кожного правила все ще враховуються.
zh_cn: 如果不选，则不会记录被明确默认阻止规则阻止的数据包。单独规则的日志记录选项仍然有效。

source: Peer Groups
cs_cz: Skupiny protějšků
de_de: Gegenstellengruppen
el_gr: Ομάδες Ομοτίμων
fa_ir: گروه‌های Peer
fr_fr: Groupes de pairs
it_it: Gruppi di pari
ko_kr: 피어 그룹
uk_ua: Групи пірів
zh_cn: 端点组

source: Peer generator
cs_cz: Peer generátor
de_de: Gegenstellengenerator
el_gr: Γεννήτρια χρηστών
fa_ir: تولیدکنندهٔ Peer
fr_fr: Générateur de pairs
it_it: Generatore di pari
ko_kr: 피어 생성기
uk_ua: Генератор пірів
zh_cn: 端点生成器

source: Physical
cs_cz: Fyzické
de_de: Physisch
el_gr: Φυσικός
fa_ir: فیزیکی
fr_fr: Physique
it_it: Fisico
ko_kr: 물리적
uk_ua: Фізичний
zh_cn: 物理

source: Please select an authentication option, at least one type of authentication is required.
cs_cz: Vyberte možnost ověření, je vyžadován alespoň jeden typ ověření.
de_de: Bitte wählen Sie eine Authentifizierungsoption aus. Es ist mindestens eine Authentifizierungsmethode erforderlich.
el_gr: Επιλέξτε μια επιλογή ελέγχου ταυτότητας. Απαιτείται τουλάχιστον ένας τύπος ελέγχου ταυτότητας.
fa_ir: لطفاً یک گزینهٔ احراز هویت را انتخاب کنید؛ حداقل یک نوع احراز هویت لازم است.
fr_fr: Veuillez sélectionner une option d'authentification, au moins un type d'authentification est requis.
it_it: Seleziona un'opzione di autenticazione, è richiesto almeno un tipo di autenticazione.
ko_kr: 인증 옵션을 선택해 주세요. 최소한 하나의 인증 유형이 필요합니다.
uk_ua: Будь ласка, оберіть опцію автентифікації, вимагається принаймні один тип автентифікації.
zh_cn: 请选择一个身份验证选项，至少需要一个身份验证类型。

source: Please specify a valid IP address or hostname.
cs_cz: Zadejte platnou IP adresu nebo název stroje.
de_de: Bitte geben Sie eine gültige IP-Adresse oder einen Hostnamen an.
el_gr: Παρακαλώ καθορίστε μια έγκυρη διεύθυνση IP ή όνομα κεντρικού υπολογιστή.
fa_ir: لطفاً یک آدرس IP یا نام میزبان معتبر وارد کنید.
fr_fr: Veuillez indiquer une adresse IP ou un nom d'hôte valide.
it_it: Specificare un indirizzo IP o un nome host valido.
ko_kr: 지정하세요유효한 IP 주소나 호스트 이름을 지정하세요.
uk_ua: Будь ласка, вкажіть дійсну IP-адресу або ім'я хоста.
zh_cn: 请指定有效的 IP 地址或主机名。

source: Please specify a valid network segment or IP address.
cs_cz: Zadejte platný segment sítě nebo IP adresu.
de_de: Bitte geben Sie ein gültiges Netzsegment oder eine IP-Adresse an.
el_gr: Παρακαλώ καθορίστε ένα έγκυρο τμήμα δικτύου ή διεύθυνση IP.
fa_ir: لطفاً یک زیرشبکه یا آدرس IP معتبر را مشخص کنید.
fr_fr: Veuillez indiquer un segment de réseau ou une adresse IP valide.
it_it: Specificare un segmento di rete o un indirizzo IP valido.
ko_kr: 유효한 네트워크 세그먼트 또는 IP 주소를 지정하세요.
uk_ua: Будь ласка, вкажіть дійсний мережевий сегмент або IP-адресу.
zh_cn: 请指定有效的网段或IP地址。

source: Policy tester
cs_cz: Zkoušení zásad
de_de: Richtlinientester
el_gr: Δοκιμαστής πολιτικής
fa_ir: تستر سیاست
fr_fr: Testeur de politiques
it_it: Tester delle politiche
ko_kr: 정책 테스트기
uk_ua: Тестер політик
zh_cn: 策略测试器
